{"Question":{"619121":"\n   What topic could you spend hours talking about\n  ","619122":"\n   Dude do you like surfer music? Like the old style 1950s kind? I think it's pretty dope.\n  ","619123":"\n   From now on I'm totally going to always remember The Rusty Vagina ??? idk why I'm so weird and random. ???\n  ","619124":"\n   I want to form a band with you and have some other hot cool chics in it. The band band can be The Rusty Vagina. I just thought of that.  I'm pretty proud of myself for being so creative. ???\n  ","619125":"\n   Click click boom!!\n  ","619126":"\n   Song ??\n  ","619127":"\n   lol just use cash app that's anon\n  ","619128":"\n   It's 20 century fox so will be big budget x\n  ","619129":"\n   Uh yeah. You can buy a mansion out here for the price of a condo where you are. I live in NC.\n  ","619130":"\n   I’m good! You?\n  ","619131":"\n   How do they make that apparent to you?\n  ","619132":"\n   ?wow that's a good one an awesome one , you are very creative ?lmao\n  ","619133":"\n   You look so cute in your pjs\n  ","619134":"\n   How do you deal with people that get on your nerves at your job?\n  ","619135":"\n   What is a skill you’d like to learn and why?\n  ","619136":"\n   Sugar daddy doesn't have money. He just have love for you ❤️\n  ","619137":"\n   I would enjoy sitting around with you and talking about kitty cats and sharing cat pictures.\n  ","619138":"\n   Hmmm...now that’s a great question. It seems for every one voice of reason there are a hundred that oppose. ?\n  ","619139":"\n   Hiii ? hw are u\n  ","619140":"\n   Good morning sexy cow\n  ","619141":"\n   What mistake do you keep making again and again\n  ","619142":"\n   What to look forward in March?\n  ","619143":"\n   Do you think the reason why so many potential relationships fail is because people are still broken from previous relationships and are  not taking enough time out to heal inbetween?? ??\n  ","619144":"\n   You’re gorgeous ?\n  ","619145":"\n   What keeps you up at night\n  ","619146":"\n   Do you have a new Instagram?\n  ","619147":"\n   They are seriously it's going to be a comedy\n  ","619148":"\n   Have you done much horse riding at all? ?\n  ","619149":"\n   awesome :D so in these 2 years and half have you ever had an accident and one of those steel fell off ?\n  ","619150":"\n   GTA refused 10 times to make one they been offered millions the others are possible and the Sims movie is coming soon.\n  ","619151":"\n   A message for your followers...✔\n  ","619152":"\n   What game do you think deserves a movie?\n  ","619153":"\n   How did u look like as a baby or kid?\n  ","619154":"\n   How often do randoms try to pick up on you irl?\n  ","619155":"\n   Dnes sedun\n  ","619156":"\n   i want it too ?\n  ","619157":"\n   what makes you devlish???\n  ","619158":"\n   Got anything good going on today?\n  ","619159":"\n   Ootd?\n  ","619160":"\n   Pap?\n  ","619161":"\n   What are you waiting for?\n  ","619162":"\n   Song ??\n  ","619163":"\n   What was the last photo you took ???\n  ","619164":"\n   Can't knock the hustle\n  ","619165":"\n   What is weird about you?\n  ","619166":"\n   It amuses me how often desperation inspires creativity as your species will do almost anything to ensure your survival.\n  ","619167":"\n   Rolling down the street, smokin' indo, sippin' on gin & tonic... Laid back?\n  ","619168":"\n   wow so it's almost the end of the journey for you ?\nyou will be wearing retainer or without ?\n  ","619169":"\n   Favorite adult beverage?\n  ","619170":"\n   The accumulation of every answer of yours I read. Love, good intentions, smiles, laughs, passion and the attempt to be better, wiser and kinder comes through in all that you say. You deserve warmth wherever you go in this world.\n  ","619171":"\n   How are you sexycow\n  ","619172":"\n   Are you more talkative online or offline?\n  ","619173":"\n   Do you ever make up your own words or phrases and then start using them? I do that so much. I have all these sayings that I think are funny. ?\n  ","619174":"\n   you always bring a smile to my face\n  ","619175":"\n   What is the last thing you said to someone?\n  ","619176":"\n   How are you\n  ","619177":"\n   Are you on curiouscat?\n  ","619178":"\n   Your heart is so big, it's inspiring and overwhelming (in the best way)\n  ","619179":"\n   How are you doing ?\n  ","619180":"\n   That’s cute omg\n  ","619181":"\n   2011 was a great year\n  ","619182":"\n   I bet he loves it! he doesn't have to feel misunderstood or have to waste energy spoon feeding you every little bit of info. to be in the presence of someone who sees you for who you are & loves you is the best gift. and you noticing things he doesn't expands his horizons. he must be deeply grateful\n  ","619183":"\n   Will you declare how many Oscars you think it deserves? Many say Cooper was stiffed getting no Best Director nom.\n  ","619184":"\n   Have you ever been bullied?\n  ","619185":"\n   why specifically butterflies?\n  ","619186":"\n   How long does your make up normally take when you're going out out?\n  ","619187":"\n   When's the last time you went out for Sunday Brunch? Also, do you like mimosas or Bloody Mary's?\n  ","619188":"\n   You rock, Lady Boomerang. I was just thinking about you, so I went online to wish you a happy rest of your Sunday.\n  ","619189":"\n   What is one thing you refuse to share?\n  ","619190":"\n   that's a REALLY good example. you are amazing. being able to be understood by someone that quickly must feel so good. you giving that to him is very very special.\n  ","619191":"\n   What's the perfect place for a first date? \n\nWas ist der perfekte Platz für ein erstes Date?\n  ","619192":"\n   Dye your hair black\n  ","619193":"\n   Ootd?\n  ","619194":"\n   Are you the sort of person who can easily make friends outside of your usual tight little circle of friends??\n  ","619195":"\n   Do you like to plan things out in detail or be spontaneous?\n  ","619196":"\n   they need to snap out of it! you are a hard worker, a great person and drop dead gorgeous. they should be counting their lucky stars he found you. a good woman like you can only enhance their son's life. if they think otherwise, it's pure ignorance and if they got what they wanted, it'd backfire.\n  ","619197":"\n   what is something you notice that most people don't?\n  ","619198":"\n   what tf are they talking about when they say that to you?\n  ","619199":"\n   whats everyone up to right now?\n  ","619200":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","619201":"\n   What makes you roll your eyes every time you hear it ??\n  ","619202":"\n   What's your hair color?\n  ","619203":"\n   ??\n  ","619204":"\n   has a pet you were sitting for ever gotten sick or run away?\n  ","619205":"\n   Ever though of making your own business?\n  ","619206":"\n   frozen yogurt or ice cream?\n  ","619207":"\n   Who is this new kitty that you have a picture of?\n  ","619208":"\n   Hye... ?\n  ","619209":"\n   But sometimes you talk about needing more money. If you have enough for $200,000 cars and mansions, why would that be? Sorry if there's some joke that went over my head.\n  ","619210":"\n   What if we could paint over our mistakes?\n  ","619211":"\n   What part of cali?\n  ","619212":"\n   aww Cool im British\n  ","619213":"\n   What trend you think should not be a trend.. ? ✔\n  ","619214":"\n   You are going to hit 75,000 questions soon!\n  ","619215":"\n   Are you for real or are you messing around here?\n  ","619216":"\n   Do you ever send questions on here or just answer?\n  ","619217":"\n   hey you still wear braces ?\n  ","619218":"\n   It's not obvious. Some people burn all their $ on certain purchases without having any savings\n  ","619219":"\n   Yes, I agree and ignorance. People not realizing enough how much we all have in common and the differences we share are what make us all interesting\n  ","619220":"\n   Good answer\n  ","619221":"\n   Hi\n  ","619222":"\n   Who is the most valuable person to you\n  ","619223":"\n   You wouldn't rather just pocket 200k instead of having the car?\n  ","619224":"\n   you're getting married soon?\n  ","619225":"\n   how much is that lambo you're gonna buy?\n  ","619226":"\n   OMG Sav... this is hilarious. I had a dream last night with you it in! hahaha! I can't really remember it. It was hard to remember but it was like we were in a park outside and there was a kiosk to order things and we were at the kiosk and some thing about a tennis racket. It was random AF. lmao\n  ","619227":"\n   oh ofc boo\n  ","619228":"\n   How do you make yourself sleep when you can not seem to get to sleep\n  ","619229":"\n   Ruth Chris isn't a person though. And Ruth isn't alive anymore.\n  ","619230":"\n   oh ;)\n  ","619231":"\n   Most embarrassing thing to happen to you?\nFunniest thing to happen to you?\nScariest thing to happen to you?\n  ","619232":"\n   maybe if daddy’s in a good mood\n  ","619233":"\n   Say please\n  ","619234":"\n   What one thing do you really want but can not afford ?\n  ","619235":"\n   What kind of discipline did your parents enforce you?\n  ","619236":"\n   Which restaurant do you prefer to date at?\nPizza hut or Dominos?\nPrefer take away or dining in?\nMcDonalds or Burger King?\n  ","619237":"\n   If you could become a chef at any restaurant, which one would it be?\nIf you were to make your own restaurant, who would you hire as your restaurant’s chef?\n  ","619238":"\n   Favourite crisps?\nFavourite crisps flavour?\nPringles or Walkers\/Lays?\n  ","619239":"\n   I am the ONE AND ONLY ?\n  ","619240":"\n   Bae\n  ","619241":"\n   What is your favourite emotional song?\n  ","619242":"\n   What would you do if you could travel in time?\n  ","619243":"\n   It's not about how hard you hit, it's about how hard you can get hit and keep moving forward\n  ","619244":"\n   exactly the same who knows, where are you from? england?\n  ","619245":"\n   No one knows yet and thank you ?\n  ","619246":"\n   U British ?\n  ","619247":"\n   LMAO! Me too! I was pretty excited about it actually. I know it won't be the same as the regular High School Musical movies, but I'm just excited about the whole thing and I can't wait for them to produce it and I'm going to watch the series too!\n  ","619248":"\n   What does meeeefka mean?\n  ","619249":"\n   Do you ever play the song \"It's all about the Benjamin's\" for Benjamin? I think that would be funny. lol\n  ","619250":"\n   What's something you wish was easier? For me I wish learning languages were easier\n  ","619251":"\n   Are you a fast or slow texter?\n  ","619252":"\n   Loving him was red\n  ","619253":"\n   Pap?\n  ","619254":"\n   You are gorgeous.\n  ","619255":"\n   What is the most serious problem in the world?\n  ","619256":"\n   Plans today?\n  ","619257":"\n   ?\n  ","619258":"\n   Does world history fascinate you?\n  ","619259":"\n   Morning x\n  ","619260":"\n   what are you really good at tell me your talents?\n  ","619261":"\n   Feel free to ask me a question or two on my askfm everytime you login and i will do the same with you, we can then earn more coins and soon we are able to spend them on concert tickets and real life items.\n  ","619262":"\n   How coins u have on ask?\n  ","619263":"\n   Did you see that Disney is making a High School Musical show? They are already filming in Utah.\n  ","619264":"\n   What is (or was) your favorite class in school?\n  ","619265":"\n   What's ur bfs name?\n  ","619266":"\n   How Cons u have .\n  ","619267":"\n   What you do ? When there is nothing to do ?!\n  ","619268":"\n   I beg & beseech you, when will you gift the world a new edition of \"Poetry with Boom\"?\n  ","619269":"\n   Plans,\n  ","619270":"\n   What would be your mafia boss name?\n  ","619271":"\n   I love you, Lady Boomerang\n  ","619272":"\n   Wyd\n  ","619273":"\n   What's your favorite phrase in a foreign language?\n\nWas ist dein liebster Satz in einer Fremdsprache?\n  ","619274":"\n   I mean you look to be over 30 in that pic\n  ","619275":"\n   What do you do for fun on the weekend when you're bored?\n  ","619276":"\n   What is your biggest motivation?\n  ","619277":"\n   pros and cons of long car journeys\n  ","619278":"\n   I like the contrast of grey hair with your beautiful and eternally vibrant & youthful face.\n  ","619279":"\n   Oh I know the type of yowl you are talking about. My poor kitty does that too when she is in the litter and I hate it. We found out that she is part of her spine fusing together and has arthritis. The vet saw it on an x-ray. I hate it so much because she is in pain. We give her pain meds now.\n  ","619280":"\n   Do you like mayo on sandwiches and burgers?\n  ","619281":"\n   How much you love your love ??\n  ","619282":"\n   I wanna learn English, can you teach me???\n  ","619283":"\n   Cute butt\n  ","619284":"\n   How was your day?\n  ","619285":"\n   Do you have a map with you? it is because  I got lost in your eyes?\n  ","619286":"\n   Pap???\n  ","619287":"\n   Pic ❤?\n  ","619288":"\n   If you suddenly woke up in a mental institution do you think you'd beable to convince staff that you're not crazy and to let you go home? ?\n  ","619289":"\n   Song ??‍♂️\n  ","619290":"\n   At what age did you start enjoying coffee ?‍♂️❤☕\n  ","619291":"\n   It is a lovely room\n  ","619292":"\n   PAP of your current surroundings?\n  ","619293":"\n   Post a full picture of your room\n  ","619294":"\n   I'm good how are  you\n  ","619295":"\n   Would you ever go back to brunette?\n  ","619296":"\n   Pic??‍♂️\n  ","619297":"\n   Has anyone been using this site since 2012 or is it just me that's in for a long time service award? ??\n  ","619298":"\n   How do you take your tea?\n  ","619299":"\n   I wonder what you are doing today\n  ","619300":"\n   Because I live on the east coast.\n  ","619301":"\n   What’s the longest you’ve waited in line for?\n  ","619302":"\n   Cute kiddie cat\n  ","619303":"\n   What's the best thing about your town?\n  ","619304":"\n   What is under your bed ??‍♂️\n  ","619305":"\n   Hahaha do you know a tonne of people on here?\n  ","619306":"\n   If you have to stay in another country for one year, where would you like to go??\n  ","619307":"\n   Ahhh ok:) have you used ask for long?\n  ","619308":"\n   By getting replies from people? Or do people need to follow your page?\n  ","619309":"\n   What city would you most like to live in ???\n  ","619310":"\n   How do you earn coins on this now? I haven't used it in 2 years lol\n  ","619311":"\n   How has Ash been doing lately? Does she still get hyper and run around and meow in the corner of the room for no reason? ? what a funny kitty\n  ","619312":"\n   Ever used a dating app? What was your experience like?\n  ","619313":"\n   Why ?\n  ","619314":"\n   Which insect is the most irritating?\n  ","619315":"\n   Good morning ?\n  ","619316":"\n   you look old in this pic\n  ","619317":"\n   Wht makes u very hapy in ur life\n  ","619318":"\n   new cat?\n  ","619319":"\n   Hiiii ☺\n  ","619320":"\n   Well that was cute Haha, how are you?\n  ","619321":"\n   Song make you feel like you should dance ❤??\n  ","619322":"\n   What is the best way to deal with stress?\n\nWie geht man am besten mit Stress um?\n  ","619323":"\n   I want to sleep with you ?\n  ","619324":"\n   Your cat is so cute\n  ","619325":"\n   what makes u not wanna tell them?\n  ","619326":"\n   you are..you're like hera, a goddess but also the queen of gods and goddesses\n  ","619327":"\n   on your gofundme when do you want to reach that full amount by?\n  ","619328":"\n   Good morning\n  ","619329":"\n   popcorn shrimp or coconut shrimp?\n  ","619330":"\n   space ???\n  ","619331":"\n   Pap of you?\n  ","619332":"\n   She's both\n  ","619333":"\n   How r u pretty\n  ","619334":"\n   How good are you at keeping secrets ?\n  ","619335":"\n   Did you ever watch the show Laguna Beach when it was on MTV a long time ago? I was obsessed with it. Lol\n  ","619336":"\n   I thought you took them off\n  ","619337":"\n   Not as much as I missed you being on here! I'm going great! Seeing you show up on my ask feed got my butterflies all going again. Totally and utterly at your mercy, you beautiful goddess! ❤️❤️❤️\n  ","619338":"\n   I want to go to Laguna Beach with you and walk around and window shop and have a nice lunch and hold hands and skip on down the sidewalk like we are all super happy. lol\n  ","619339":"\n   Post a picture of your room ?\n  ","619340":"\n   pap\n  ","619341":"\n   You are really hot in your pics but Im slightly worried youre too young! Are you over 18?\n  ","619342":"\n   12 monkeys\n  ","619343":"\n   Do not take for granted having a boyfriend many many others do not have one.  ? ?\n  ","619344":"\n   Whats the best thing youve been asked on here Lady?\n  ","619345":"\n   What shows do you like\n  ","619346":"\n   your beautiful ass doesnt need any makeup youre gorgeous just the way you are\n  ","619347":"\n   List 3 things that you're good at? ???\n  ","619348":"\n   How are you doing today beautiful\n  ","619349":"\n   You are Stunning LadyBoometh! Does it turn you on or creep you out to think of guys masturbating to your pics?\n  ","619350":"\n   Wow you're still here!?!\n  ","619351":"\n   You are cute ?\n  ","619352":"\n   Song ???\n  ","619353":"\n   you are from socal aren't you?\n  ","619354":"\n   Yup you are an absolute masterpiece of a woman\n  ","619355":"\n   Maybe ask if u can have day off\n  ","619356":"\n   Look who's back! The girl that literally gives me butterflies when I even think about her. Missed hearing from you! How you going, you unbelievably gorgeous girl, you?\n  ","619357":"\n   I've come here for one reason and one reason alone since day 1. I came here to shock the system.\n  ","619358":"\n   Your man is the luckiest guy.. sheesh\n  ","619359":"\n   Hey how r u today\n  ","619360":"\n   Great pic!\n  ","619361":"\n   what does escargot taste like?\n  ","619362":"\n   No you aren't, because after you appearing in front of me, I'd ask you all the things you wanted and then imagine them into existence, even if they didn't benefit me. I'm selfless like that.\n  ","619363":"\n   Thank you! ??\n  ","619364":"\n   I have a question and I need yours and Ash's help. I haven't named the stray kitty and it looks like I will be keeping her. Yea! My other kitty is not cheering though. lol I don't have a name for her yet. I called her Pancake today and yesterday I called her Waffles. Idk what to name her....\n  ","619365":"\n   What's your favourite food???????\n  ","619366":"\n   if I had that power you'd be in front of me\n  ","619367":"\n   Smash bros and pokken tournament\n  ","619368":"\n   ok i will pay...but i cantt pay a lot..what will i get?\n  ","619369":"\n   this donation is for what..do you accept fans slaves?\n  ","619370":"\n   Swagistan? LMAO I'm cracking up so hard right now. You are a funny girl.\n  ","619371":"\n   Goddess Boometh..your fans worship you\n  ","619372":"\n   What's the most annoying thing you get asked?\n  ","619373":"\n   My bad ? you second in friend group\n  ","619374":"\n   We date for one day what is best idea for date ❤?‍♂️?‍♀️????\n  ","619375":"\n   I need you in my life. You're super awesome and have a great personality.\n  ","619376":"\n   Will the pool have dolphins for you to ride?\n  ","619377":"\n   I think you should move in with me and we can eat a ridiculous amount of food together and I'll pay for it.\n  ","619378":"\n   I've just got a big butt ?\n  ","619379":"\n   You second in your country ??\n  ","619380":"\n   Who was your favorite cartoon character as a child ?\n  ","619381":"\n   What book has the biggest impact on you ❤?\n  ","619382":"\n   I love you because you're The Boom. It's self-explanatory.\n  ","619383":"\n   People love you because you’re beautiful\n  ","619384":"\n   Lol nahh\n  ","619385":"\n   Do you ever get free cake at work because it's somebody's birthday or something? ????\n  ","619386":"\n   You're so cute!\n  ","619387":"\n   Do you want to rule the world??\n  ","619388":"\n   If your house was burning what three things would you save first ?\n  ","619389":"\n   What games you got for the switch?\n  ","619390":"\n   What does your dream house look like ????\n  ","619391":"\n   Didn't have time for it, and all I do is play my switch, and all I did was sell it to my dad so I can still play it whenever but yeah\n  ","619392":"\n   If you could have one superpower what would it be ?‍♀️????\n  ","619393":"\n   What defines leadership for you personally?\n  ","619394":"\n   Just sold mine ....\n  ","619395":"\n   can we control our dreams\n  ","619396":"\n   Do you play PS4 at all??\n  ","619397":"\n   what do you say to a friend when you  have to turn down their wedding invite ?\n  ","619398":"\n   How was your day at work today\n  ","619399":"\n   How was January 2019 for you?\n  ","619400":"\n   What's the story behind the name poodies?\n  ","619401":"\n   Heyyy remember me boom??\n  ","619402":"\n   Why people love u any reason ?\n  ","619403":"\n   That's good what all did you do today\n  ","619404":"\n   I see your bf have a new girl\n  ","619405":"\n   How was your Valentine's day gorgeous\n  ","619406":"\n   why some people love others more than family\n  ","619407":"\n   Would you rather be queen or goddess\n  ","619408":"\n   How are you doing right now\n  ","619409":"\n   What are your plans for the 30th of this month? *Staif.\n  ","619410":"\n   What do you think is a fair amount to tip a delivery person for a $30 order?\n  ","619411":"\n   What animal would you want to be?\n  ","619412":"\n   We will start earning money and prizes from our coins this year and we are both verified and have a large fanbase do you want to start doing question 4 question daily?\n  ","619413":"\n   What toppings did you get on your pizza? Did you order any sides?\n  ","619414":"\n   Pic ??\n  ","619415":"\n   except I get no questions girl ?\n  ","619416":"\n   Really wish I got questions like you do? my ask is so dry I wanna leave\n  ","619417":"\n   What do you like about yourself the most ❤?\n  ","619418":"\n   Have you ever sleepwalked?\n  ","619419":"\n   Do you enjoy Valentine's day,  or its not special to you?\n  ","619420":"\n   What did you get for Valentine's Day?\n  ","619421":"\n   How fast can you get to Richmond, VA?  Your pizza is getting cold.\n  ","619422":"\n   Are you afraid of ghosts ?\n  ","619423":"\n   When you get hungry, let me know. I’ll order Dominos.\n  ","619424":"\n   Me too, but this app sucks. How do I contact you?\n  ","619425":"\n   How much does your love cost?\n  ","619426":"\n   That sounds fun!\n  ","619427":"\n   I want you.\n  ","619428":"\n   good idea ?\n  ","619429":"\n   Hi, do you have any professional goals you would like to achieve this year?\n  ","619430":"\n   Do you have a date for Valentine’s Day or are you going to be my sugar baby?\n  ","619431":"\n   What are you doing tonight?\n  ","619432":"\n   If you had a billion dollars \nwhat would you do with it ?\n  ","619433":"\n   How far do you have to walk to get to your nearest 7-11 store (aka as a Spa store to British folk)? ?‍♂️?‍♀️\n  ","619434":"\n   Do you like children ?‍?‍?‍??‍??‍?‍??‍?‍?\n  ","619435":"\n   How do you react when you feel like you've fallen behind your peers? Do you let it bother you?\n  ","619436":"\n   somehow I bet you look perfect in it\n  ","619437":"\n   I am getting your replies.I could screen-cap if you want to see it. ?\n  ","619438":"\n   Would you ever cosplay? What character?\n  ","619439":"\n   What food have you ever ate but would really like to try ??\n  ","619440":"\n   what DONT you look amazing in though??\n  ","619441":"\n   What do you consider the best place for a romantic date ❤??\n  ","619442":"\n   Are you the kind of girlfriend that steals hoodies?\n  ","619443":"\n   r women allowed to make mistakes ?\n  ","619444":"\n   You have a really nice body\n  ","619445":"\n   What’s something that still hurts you that you don’t like admitting?\n  ","619446":"\n   Your stylish classy hotness was so missed\n  ","619447":"\n   My sugar baby ❤️❤️❤️\n  ","619448":"\n   Where did you go?\n  ","619449":"\n   Selfie?\n  ","619450":"\n   Do you like soup?\n  ","619451":"\n   Hey ask friends, wyd ?\n  ","619452":"\n   Do you believe in true love ?‍♂️❤?\n  ","619453":"\n   What do you think Troy Bolton is doing right now? I bet he is in bed and being all pretty and thinking about sports and basketball. He's so dreamy. ?\n  ","619454":"\n   Do you have any cool nicknames?\n\nHast du irgendwelche coolen Spitznamen?\n  ","619455":"\n   How do you get rid of stress and negative energy?\n  ","619456":"\n   My sugar baby\n  ","619457":"\n   have you with the opposite?\n  ","619458":"\n   Can you be my roommate?\n  ","619459":"\n   Let's Play a Game :) Answer this and pass on to your followers ... Never have I Ever??\n  ","619460":"\n   If you were my girlfriend I would do my best to make you happy and make you enjoy every moment of life, that's how important you are to me. If I just had a chance to be with you, you would see what type of person I am, I only go for one girl and that's you and no one else.\n  ","619461":"\n   How's the tan looking?\n  ","619462":"\n   Ready for summer?\n  ","619463":"\n   Gnarly swells today braaaaaah. I'm hella stoked to get my chill on tonight braaaaah.... Do you talk like that? lol\n  ","619464":"\n   Ok \nMoney first\n  ","619465":"\n   What is the last thing you said to someone?\n  ","619466":"\n   Are you watching the Super Bowl?\n  ","619467":"\n   What’s in your pockets right now?\n  ","619468":"\n   What book are you reading?\n  ","619469":"\n   Should've went to med school like your brother did\n  ","619470":"\n   i pay money you show me your body\n  ","619471":"\n   People will pay you to chat with them?\n  ","619472":"\n   hello\n  ","619473":"\n   Has anyone else ever told you that you look great in purple? It really suits your complexion.\n  ","619474":"\n   Beuatiful\n  ","619475":"\n   I've been catching up on work all day\n  ","619476":"\n   Why not Sav?\n  ","619477":"\n   Beauty\n  ","619478":"\n   What's your attitude towards small kids?\n\nWas ist deine Einstellung gegenüber Kleinkindern ?\n  ","619479":"\n   yeah unfortunatly\n  ","619480":"\n   Wow you’re beautiful ?\n  ","619481":"\n   Couple food questions... 1. Bone in or boneless wings? 2. What sauce do you get them tossed in? 3. Blue cheese or ranch dip?\n  ","619482":"\n   you were just in the form of a kitsune in a kingdom of forest creatures\n  ","619483":"\n   What is the most spontaneous thing you’ve ever done?\n\nWas ist das Spontanste, das du je getan hast?\n  ","619484":"\n   cause shes a fox in a past life, her vixen like appearance is why shes so stunning and has an adorable face like she does ????\n  ","619485":"\n   What are you looking for that you still haven't found?\n  ","619486":"\n   Omg high school musical! Yasss! It's on right now.\n  ","619487":"\n   You are so cute\n  ","619488":"\n   Your so beautiful\n  ","619489":"\n   I HAVE A Q\n  ","619490":"\n   I just saw High School Musical and I'm sorta crying. lol. It's so touching and makes me happy with life.\n  ","619491":"\n   Do you like High School Musical? They are showing High School Musical 1 & 2 on Disney this evening!!!!\n  ","619492":"\n   What do the tokens on here mean? You have a lot of them.\n  ","619493":"\n   Hey how r u today savannah\n  ","619494":"\n   If nobody buys a ticket to a movie do they still show it?\n  ","619495":"\n   What's up?\n  ","619496":"\n   Can you post a pic without the filter? I think you look much more beautiful without it.\n  ","619497":"\n   what's your snap\n  ","619498":"\n   I effing LOVE Lady Sav Boometh!\n  ","619499":"\n   When was the last time you had wings?\n  ","619500":"\n   Olive Garden has never ending stuffed pastas starting at $12.99. You should go with your bf and chow down.\n  ","619501":"\n   Hi\n  ","619502":"\n   I love Ash.\n  ","619503":"\n   glad af\n  ","619504":"\n   I love you, mom. ❤️\n  ","619505":"\n   You guys happy with life ?\n  ","619506":"\n   Hey Hun u ok\n  ","619507":"\n   Do you like your voice? Do you ever wish you could change it?\n  ","619508":"\n   You look ridiculously cute when you don't wear make up. Can I see a picture of the day?\n  ","619509":"\n   Do movie producers still say lights, camera, and action when it's a dark scene?\n  ","619510":"\n   Meep meep\n  ","619511":"\n   What do you like the most\n  ","619512":"\n   Hi Sav. It's me, from Kitty Cat Central. I renamed my place that because I have the stray kitty still in my bathroom. No takers so far. It's so adorable. My kitty is sad because I have to spend less time with her because I have to sit with the little kitten. She is cute and loves to be pet.\n  ","619513":"\n   Does your mom look like you?\n  ","619514":"\n   I never get over how beautiful your jawline & cheeks are\n  ","619515":"\n   Are you close with your mom?\n  ","619516":"\n   Do you have lots of unanswered questions?\n  ","619517":"\n   Do you guys love your job? If so what do you love about it\n  ","619518":"\n   Can i tell u something\n  ","619519":"\n   Do you go by Sav or Savvy?\n  ","619520":"\n   Is she looking out the window and meowing? I call the windows kitty cat tv. lol\n  ","619521":"\n   How is Ash doing?\n  ","619522":"\n   Game Shakers on Nickelodeon. One of the character drinks ginger ale but he calls it jonger-ale and I tried it and I love it so much now. haha. I drink it all the time, but I drink the diet one because I have diabetes and can't have any sugar.\n  ","619523":"\n   I use a sleeping bag. I roll it out on top of my bed and it's actually incredibly cozy and warm. No one I know has tried it, but I hope you do b\/c it's really comfortable.\n  ","619524":"\n   Do you work late?\n  ","619525":"\n   Have you ever liked a drink or a food because of a show that you watched?\n  ","619526":"\n   Have you ever live streamed yourself?\n  ","619527":"\n   Do you ever use a sleeping bag?\n  ","619528":"\n   How often do you smile?\n  ","619529":"\n   How old were you when you got your first tattoo and what was it?\n  ","619530":"\n   What makes you really mad?\n  ","619531":"\n   please post more pics\n  ","619532":"\n   Hi Hun\n  ","619533":"\n   Hi sweet, miss you already\n  ","619534":"\n   Thank you for your beautiful words and sharing a part of you.\nStay strong you're beautiful on the inside as well as the outside.\n  ","619535":"\n   I want to participate\n  ","619536":"\n   Yey hope u do sometime not gonna force ubut its a nice place to visit\n  ","619537":"\n   Glad u had a good day\n  ","619538":"\n   You can create a new body organ: what would it do?\n  ","619539":"\n   Nothing much. How are you?\n  ","619540":"\n   If you could be immortal, would you choose to be?\n  ","619541":"\n   No sorry not your baby :(\n  ","619542":"\n   Do you gamble at all? ?♠️\n  ","619543":"\n   That Awkward Moment?\n  ","619544":"\n   What kind of show?\n  ","619545":"\n   How come only people from Spanish speaking countries are named Jesus?\n  ","619546":"\n   I am good and you\n  ","619547":"\n   Does that mean goodnight?\n  ","619548":"\n   Well I’m glad I only notice the good side of you then\n  ","619549":"\n   lol why do you like mocking Jesus though?\n  ","619550":"\n   Hello beautiful\n  ","619551":"\n   Hi honey\n  ","619552":"\n   i dranked tide pods.\n  ","619553":"\n   How could so much evil be in that caring sweet heart of yours\n  ","619554":"\n   shes making a mockery of Jesus Christ in that picture.\n  ","619555":"\n   dont lie to her and play with her emotions.\n  ","619556":"\n   Why would you do that to me\n  ","619557":"\n   What makes you happy x\n  ","619558":"\n   Heyy\n  ","619559":"\n   True that. For me it will be like dream come true ❤️\n  ","619560":"\n   Does how conservative San Diego is ever bother you or does it not impact you?\n  ","619561":"\n   dont do it you will look like my grandma\n  ","619562":"\n   You okxxxxx\n  ","619563":"\n   What's the wildest thing you've done because everyone else was doing it?\n  ","619564":"\n   Hiya\n  ","619565":"\n   What are you doing today? :D :)\n  ","619566":"\n   I can’t stop ?\n  ","619567":"\n   is that anon though?\n  ","619568":"\n   I love your sweet replies\n  ","619569":"\n   Idk how you can afford to live in SD. I looked online for places to live and that made me very depressed very quickly. If you just want to buy a house, the cost of a townhouse is like a mansion where I live. haha\n  ","619570":"\n   Your welcome beautiful and how was your day at work\n  ","619571":"\n   I’m glad I can make you smile for a second. It’s the best I can do for how mush you make me smile. ❤️\n  ","619572":"\n   You are 100% adorable. I love you, Sav.\n  ","619573":"\n   WRONG\n  ","619574":"\n   Do you drink alcohol oftenly?\n  ","619575":"\n   You have been up for less than 2 hours. What's funny is that I'm about to get in bed in a little bit.\n  ","619576":"\n   I have a Q\n  ","619577":"\n   Also, what they have in the store is different a lot of times than what is online. The blankets there are good though. $5 each. They are nice fleece and I got one and I just folded it up and my cat likes that too.\n  ","619578":"\n   How's my sugar baby doing.\n  ","619579":"\n   Recently, Prince Phillip was involved in a car collision. He is 97 years old. Do you believe there should be an age ban on driving? How about specific age retests?\n  ","619580":"\n   Do you know anyone who says the word milk like m-eww-k?\n  ","619581":"\n   Trust me if I wore it I wouldnt look as good as you. Don't underestimate the you part of it.\n  ","619582":"\n   Do you like the milkshakes at In N Out? I like the strawberry one.\n  ","619583":"\n   Because it's on you\n  ","619584":"\n   You so beautiful ?\n  ","619585":"\n   Why don't you answer\n  ","619586":"\n   Hey beautiful how r u today\n  ","619587":"\n   Do you enjoy taking walks in the countryside? ?‍♂️?\n  ","619588":"\n   Hey! What kind of person do you think I am?!\n  ","619589":"\n   Who was your favorite Beatle? I think John was the best songwriter, Paul the overall most talented, and George the best as a person.\n  ","619590":"\n   The Beatles\n  ","619591":"\n   Bollocks!\n  ","619592":"\n   Do you think (domesticated) rats make cute pets? ??\n  ","619593":"\n   Damn youre sexy! ❤\n  ","619594":"\n   So what is your position?\n  ","619595":"\n   What do you smell right at the moment?\n  ","619596":"\n   Wud u ever visit the UK with ME?\n  ","619597":"\n   Would things get better or worse if humans focused on what was going well rather than what’s going wrong?\n  ","619598":"\n   Wud u ever visit the uk\n  ","619599":"\n   What time do you usually eat dinner?\n  ","619600":"\n   I am in the top 1 percent! ☝️?\n  ","619601":"\n   Tonight I think you and I should go to bed and then transform into cats while we sleep. Then you and Ash can be kitties together and me and my kitty can be kitties together.\n  ","619602":"\n   Lady Boom Boom Pow!\n  ","619603":"\n   How do you typically react when people try to get you to open up and talk about your feelings? ??\n  ","619604":"\n   Where's the farthest you've traveled to?\n  ","619605":"\n   When was the last time you did something spontaneous? ?\n  ","619606":"\n   Do you enjoy watching horror movies when you have a night in by yourself or do you find the scenarios in them play on your mind too much after you turn them off? ?‍♂️?\n  ","619607":"\n   When was the last time you really lost your temper and what was the course of this?? ?\n  ","619608":"\n   When was the last time you took a vacation and where did you go? Was it lovely?? ??\n  ","619609":"\n   Do you like your  name\n  ","619610":"\n   Yeah you're quite an amazing person. You're very generous, kind, shy, and super cute. You're the most perfect girl I could ask for.\n  ","619611":"\n   Post a photo of your socks\n  ","619612":"\n   Pap of you?\n  ","619613":"\n   Have you ever been to the store Five Below? They have kitty beds in there for only $5. It's pretty awesome.\n  ","619614":"\n   Did you like Zoey 101?\n  ","619615":"\n   Dude, that's a really sweet idea. This is nerdy, but I've always wanted to visit Pepperdine and see the spot where they filmed seasons 1 & 2 of Zoey 101. lol\n  ","619616":"\n   Does Ash like her bed elevated or on the ground? My kitty always prefers to be elevated.\n  ","619617":"\n   Your beautiful\n  ","619618":"\n   What time did you wake up?\n  ","619619":"\n   Your story on how your became ass4lyfe cracked me up. lol\n  ","619620":"\n   Are you in bed with Ash? I'm in bed with my kitty. ?\n  ","619621":"\n   I hope you slept well.\n  ","619622":"\n   I love our voice... and you cute little smile at the end of the vid!!! OMG it melted my heart! It was so cute!!!\n  ","619623":"\n   They who?\n  ","619624":"\n   Do you like going to Trader Joe'? I love going there. Their orange chicken is wonderful. Have you tried it? It's in the freezer section and is cheap. I always get that.\n  ","619625":"\n   Have you ever gone with a friend for a trip to LA and looked up where famous people live and driven by their places? I think that would be a pretty sweet day.\n  ","619626":"\n   So\n  ","619627":"\n   Are you a bank teller?\n  ","619628":"\n   How was your weekend ?\n  ","619629":"\n   Share a hilarious moment, incident or joke?\n  ","619630":"\n   Who is the most famous person in your country?\n  ","619631":"\n   Yea the fries at Taco Bell are actually really good with just the seasoning. The nacho cheese really makes them great. It's not a huge amount of fries but for $1,29 I was very happy.\n  ","619632":"\n   If you could have any wild animal as a pet what would it be?\n\nWenn du jedes wilde Tier als Haustier haben könntest, welches wäre es?\n  ","619633":"\n   Why are they dirty?\n  ","619634":"\n   We all have days like that\n  ","619635":"\n   when will you wake up\n  ","619636":"\n   I'd _____ rather than _____?\n  ","619637":"\n   Can your alien knowledge tell me what the highest number is?\n  ","619638":"\n   <3 <3 <3 xxxxxxxxxxx\n  ","619639":"\n   If you could rent any place you want, what features would you like it to have?\n  ","619640":"\n   Why do people say that my younger sister is not blood related to me? : We have the same mom, but we don't have the same father as each other.\n  ","619641":"\n   What do you like spending it on?\n  ","619642":"\n   how much more would make you content?\n  ","619643":"\n   Make me your sugar daddy ???\n  ","619644":"\n   Are you content? X\n  ","619645":"\n   Has a bank customer ever had a medical emergency while you were working?\n  ","619646":"\n   Do you like sleep?\n  ","619647":"\n   Ever met a celeb?\n  ","619648":"\n   ???\n  ","619649":"\n   So pretty and gorgeous and amazing and beautiful\n  ","619650":"\n   Omg I actually got one. My life is completely.  I love you babe.\n  ","619651":"\n   :D :D<3 ,# xxxxxx\n  ","619652":"\n   Im shy and scared\n  ","619653":"\n   But i’m saying truth ?\n  ","619654":"\n   Angels marry god in Christianity or you just made this up?\n  ","619655":"\n   How are things going?\n  ","619656":"\n   <3 <3 <3 xxxxx\n  ","619657":"\n   Who would you have rather seen perform live, Nirvana or The Beatles?\n  ","619658":"\n   Do you live on the beach?\n  ","619659":"\n   Well seriously answer the question\n  ","619660":"\n   :D :D <3 <3 xxxxxx\n  ","619661":"\n   girl stop that looks bomb\n  ","619662":"\n   Boom and Ash are my fashion icons.\n  ","619663":"\n   how many tokens do you have\n  ","619664":"\n   Yeah and looking really beautiful\n  ","619665":"\n   Hi <3 xxxxxx\n  ","619666":"\n   they were pretty good tbh!\n  ","619667":"\n   Are you up to much?\n  ","619668":"\n   What are you gonna offer\n  ","619669":"\n   I need a pretty sugar baby.\n  ","619670":"\n   Nacho fries at back at Taco Bell. They are $1.29. Are you getting any? I like them a lot.\n  ","619671":"\n   Would you name your musical album Boomethian Rhapsody?\n  ","619672":"\n   What are you doing this weekend?\n  ","619673":"\n   she looks nothing like taylor swift taylors an airhead bimbo with no talent tits or ass and sav is so much brighter an way more beautiful\n  ","619674":"\n   Every time Megan puts them in check, take a shot...\n  ","619675":"\n   Where do ya work??\n  ","619676":"\n   Is you're day filled with school and no work?\n  ","619677":"\n   Do you brew your own coffee or do you buy it?\n  ","619678":"\n   I have a date idea for you and your bf.... you both get some food from your favorite place and then sit at home and do a Drake & Josh marathon! How awesome would that be?!?!?!\n  ","619679":"\n   how does it feel knowing so many people fantasize about you?\n  ","619680":"\n   Today i wish I had more ......?\n  ","619681":"\n   You ever been to The Encinitas Cafe?\n  ","619682":"\n   What's your life motto?\n  ","619683":"\n   I think you should make a youtube page.\n  ","619684":"\n   Question for Ash: did you run around last night and sit in the corner and meow for no reason? lol\n  ","619685":"\n   I'm dedicating this song to you, Lady Boom.... .\n   \n    https:\/\/www.youtube.com\/watch?v=5Mw1Izsueyk\n   \n","619686":"\n   Are you going to watch the Super Bowl?\n  ","619687":"\n   You're beautiful ?\n  ","619688":"\n   Your overall personality an how beautiful you are. Your eyes are stunning and breathtaking.  Your smile is so cute it makes me grin ear to ear just seeing you smile.\n  ","619689":"\n   Tomorrow will be better because ......?\n  ","619690":"\n   If I were the think what a girl from SD should look like if I were casting for a TV show, I would choose you.\n  ","619691":"\n   What time did you wake up today?\n  ","619692":"\n   Did you have coffee this morning?\n  ","619693":"\n   how old are u\n  ","619694":"\n   I’ve seen tons of girls but you honestly are way more beautiful then all of them. My heart is melting because of you ?\n  ","619695":"\n   But what?\n  ","619696":"\n   look at that snout all she needs are floppy ears an some tits an shell look like a sow ready for breeding\n  ","619697":"\n   What is the secret of your beauty ??\n  ","619698":"\n   I promise you that you are 100000000% The prettiest girl I’ve ever seen\n  ","619699":"\n   No, don’t worry sweet\n  ","619700":"\n   LIKE THAT WOULD BE AMAZING\n  ","619701":"\n   not me i dont like that piggy\n  ","619702":"\n   Oh very nice but you didn’t invite me!\n  ","619703":"\n   I’m only blind because of your beauty\n  ","619704":"\n   YES IM DOWN\n  ","619705":"\n   Yeah, same ?\n  ","619706":"\n   girl then we are gonna be best friends cuz so do I\n  ","619707":"\n   You are absolutely the most beautiful person I have ever seen in my life ?\n  ","619708":"\n   Even more\n  ","619709":"\n   OMG stop you’re making me want that rn\n  ","619710":"\n   Yeah, extremely sweet ?\n  ","619711":"\n   I did ? as there was only 5 likes on my post \nGive me my award\n  ","619712":"\n   Truth or dare?\n  ","619713":"\n   Hey baby\n  ","619714":"\n   And the sweetest\n  ","619715":"\n   Are you done with giving 5 likes to all the 403 people?\n  ","619716":"\n   You’re cute lol\n  ","619717":"\n   Not really your nice and you can post pics by asking your self a question\n  ","619718":"\n   Are you wearing sweatpants?\n  ","619719":"\n   Oh lol\n  ","619720":"\n   You are the hottest\n  ","619721":"\n   You deserve billions like\n  ","619722":"\n   Hey\n  ","619723":"\n   Wow sweet\n  ","619724":"\n   Just friends ??\n  ","619725":"\n   Much better than Taylor swifts\n  ","619726":"\n   No, I was kidding ?\n  ","619727":"\n   Again wow\n  ","619728":"\n   That sounds good\n  ","619729":"\n   Ok, that means you hate me ?\n  ","619730":"\n   the best thing happened to you in this month?!!\n  ","619731":"\n   Wow\n  ","619732":"\n   Yeah, and I wonder which one is more beautiful. I need to pick only one ??\n  ","619733":"\n   Hey<3 xxxxxxx\n  ","619734":"\n   Your hair and nose ?\n  ","619735":"\n   You are heavenly\n  ","619736":"\n   Just a little bit ?\n  ","619737":"\n   HI there you look more beautiful i am sorry about everythink new year and new month start so i am sorry please forgive me i forget it my past i am start new life\n  ","619738":"\n   You look like Taylor Swift\n  ","619739":"\n   I like the look and texture of your boots. :)\n  ","619740":"\n   How did you come up with \"ass4lyfe\"? lol\n  ","619741":"\n   Omg I love their boba?\n  ","619742":"\n   YO anons come and talk to me too I’m dying of boredom ??\n  ","619743":"\n   Are you getting chicken tikka masala this weekend?\n  ","619744":"\n   Hello mom! What are you doing tonight?\n  ","619745":"\n   You look like Avril Lavigne. Avril Lavigne is hot. You are hot.\n  ","619746":"\n   How do you act like a baby?\n  ","619747":"\n   Is there a new edition of \"Poetry with Boom\" on the horizon (please, please)?\n  ","619748":"\n   Do you remember your outfit from earlier in the week where you had that Los Angeles shift and those red boots? I thought it was so lovely.\n  ","619749":"\n   im sure your not a baby\n  ","619750":"\n   What is the longest you've ever gone without any sleep?\n  ","619751":"\n   What do you miss about your school life? ( If you're still in school you can skip this question ?)\n  ","619752":"\n   Question for Ash: What are you doing Friday night?\n  ","619753":"\n   Question for Ash: What are you favorite toys to play with?\n  ","619754":"\n   Question for Ash: How old are you?\n  ","619755":"\n   Question for Ash: What is your favorite sleeping spot?\n  ","619756":"\n   Question for Ash: Do you like wet food?\n  ","619757":"\n   I like you because you don't like going on the sand at the beach, but would rather get coffee and sit on top of the bluff on a bench and just watch people and look at the ocean. That's more my style too. I don't like going on the sand.\n  ","619758":"\n   Do you have diabetes?\n  ","619759":"\n   Is there anywhere on you besides your face that you wouldn't get tattooed on?\n  ","619760":"\n   Will  you\n  ","619761":"\n   Do you have any tattoos on your back or behind or the backs of your legs?\n  ","619762":"\n   How was your chicken tikka masala? What's it like? I've never had it before but it sounds really interesting.\n  ","619763":"\n   LOL!\n  ","619764":"\n   hey honey\n  ","619765":"\n   How was your day\n  ","619766":"\n   lol\n  ","619767":"\n   What drained your patience today?\n  ","619768":"\n   Hello\n  ","619769":"\n   Good girl\n  ","619770":"\n   Mrs, pap quotes, pls! Thank\n  ","619771":"\n   in n out, five guys or the habit?\n  ","619772":"\n   Why did you need to move it??\n  ","619773":"\n   Would you wear it to work\n  ","619774":"\n   Would $3,000 a month be enough to live in California or not enough?\n  ","619775":"\n   Unlock your insta so we can see your beauty\n  ","619776":"\n   Last pic. Jaw dropping eye popping ?????❤️\n  ","619777":"\n   Hey beautiful\n  ","619778":"\n   i agree, you usually look kinda ugly\n  ","619779":"\n   you’re ALWAYS SO GORGEOUS ?\n  ","619780":"\n   Same\n  ","619781":"\n   Giving out any kisses today?\n  ","619782":"\n   Sorry i offend you ???\n  ","619783":"\n   It would be a pleasure boo ??\n  ","619784":"\n   Pap of you nails\n  ","619785":"\n   Cutest kitty\n  ","619786":"\n   Yes please sugar baby\n  ","619787":"\n   Do you like pizza?\n  ","619788":"\n   You there\n  ","619789":"\n   Ragging on girls from Rancho Santa Fe and Torrey Pines makes me feel like I'm back in high school again. hahahahahaha\n  ","619790":"\n   Yes please ?\n  ","619791":"\n   Hey x x x x\n  ","619792":"\n   Shhhhh hes telling us that we can do it in the his golden bathroom.\n  ","619793":"\n   Shhhhhh he doesnt have to know.\n  ","619794":"\n   With me on the side.\n  ","619795":"\n   How would you react if a group of nomadic children surrounded you, tossing flowers toward you with tears in their eyes as they referred to you as Señora de Boometh?\n  ","619796":"\n   Hey x x x x x x\n  ","619797":"\n   Then we should get married.\n  ","619798":"\n   :) xxxxxxxx\n  ","619799":"\n   :) x x x x\n  ","619800":"\n   Yes, to me you're still the perfect being.\n  ","619801":"\n   what have you had for dinner? if you havent had it yet what will you have?\n  ","619802":"\n   Oh you are totally right! 100% trophy wives. Rancho Santa Fe probably have the biggest amount of trophy wives per capita in all of San Diego.\n  ","619803":"\n   Yes you did.\n  ","619804":"\n   My feet are cold\n  ","619805":"\n   I'm scratching my head over what you said but you dont want people to know you're an angel so I'll keep it a secret for you.\n  ","619806":"\n   You ok xxxxx\n  ","619807":"\n   HAHAHA I'm happy you thought that was funny. I laughed while typing it out. I was cracking myself up. hahahaha. But you know it's totally true! They are all like little mini fembot versions of their cougar moms. lol\n  ","619808":"\n   Are you an angel?\n  ","619809":"\n   hahahahahhaahaha I laughed so hard at this! I wish that were a real job!\n  ","619810":"\n   Will you scold your children for getting bad grades?\n  ","619811":"\n   Have you ever had a pet pass away? Did it happen naturally or did it have to be put down?\n  ","619812":"\n   And you are right, LCC's mascot was probably the worst ever. If it's supposed to be a Maverick, it should have been like a surfer riding a wave at Mavericks. You know?\n  ","619813":"\n   And yes, Rancho Santa Fe people are very very clicky. They are like a special animal species that always huddles and moves together and they all look the same. It's like heeeeeeeey... I'm from Rancho Santa Feeeeeeeeeeey.... I have blond hair and 2 boobies and all the boys love me... heeeeeeeeeey....\n  ","619814":"\n   You online tomorrow x\n  ","619815":"\n   They're nice\n  ","619816":"\n   Do you own many boots?\n  ","619817":"\n   What size are they?\n  ","619818":"\n   You a huge fan of shoes?\n  ","619819":"\n   Hey babe\n  ","619820":"\n   Do you wear boots?\n  ","619821":"\n   What's your favorite smell?\n  ","619822":"\n   As long as it's the way to your heart then I'm happy to do it.\n  ","619823":"\n   I agree the Country Day would be great to go to. I liked La Jolla simply because it was so close to the ocean. haha. I thought it was ironic that La Jolla Country Day's mascot was the Torrey Pine. I think Torrey Pines should have been the Torrey Pine instead of Freddy the Falcon. lol\n  ","619824":"\n   Hey<3 <3 xxxxxxx\n  ","619825":"\n   Why is there a tick by your name ?\n  ","619826":"\n   Just a name for any little stylish piece you like to use. Glasses, keychain, wallet. Sorry I should have avoided any slang.\n  ","619827":"\n   I love girls a lot :)\n  ","619828":"\n   <3 <3 xxxxxxxx\n  ","619829":"\n   You there x\n  ","619830":"\n   So where you from actually?\n  ","619831":"\n   Haha. Ofc. How could there be just one favorite piece. ?\n  ","619832":"\n   Yes im n proud to be\n  ","619833":"\n   Do you wear boots x x\n  ","619834":"\n   you\n  ","619835":"\n   How are you doing today beautiful\n  ","619836":"\n   Idk if ur kids will have blonde hair and blue\/green eyes cuz ur bf has dark brown hair and brown eyes so they might have dirty blonde and hazel\n  ","619837":"\n   u are very beautiful my dear...\n  ","619838":"\n   What hair and eye color do u think ur kids will have?\n  ","619839":"\n   you sure know how to pick out great gentlemen dont ya.\n  ","619840":"\n   You ok\n  ","619841":"\n   Heyyyyyy\n  ","619842":"\n   What is he addicted to?\n  ","619843":"\n   Hope you don’t mind me asking but what kind of addiction does your boyfriend have\n  ","619844":"\n   Are you online tomorrow? :3\n  ","619845":"\n   I see ur bf cheating on you\n  ","619846":"\n   Thank Heavens to Betsy! If only anyone ever knew hahahahaa ?\n  ","619847":"\n   Hey how r u today\n  ","619848":"\n   Also, I thought the Falcons mascot design was weird. It was like a robot falcon. I thought it should be more pretty looking. Although the Mavricks logo was pretty blah in my opinion as well. And LCC's colors reminded me of sea puke or something. haha. I like La Jolla's colors but not the viking.\n  ","619849":"\n   Well I guess Torrey Pines isn't creepy, but going to their stadium for an away football game is kinda scary with all their students yelling and stuff at you. haha. All the people from Rancho Santa Fe that went there, I used to say that they were from \"the ranch\". lol\n  ","619850":"\n   do you know what \"falaka\" means? ??\n  ","619851":"\n   hahahaha I'm happy I made you laugh. Torrey Pines was always kinda scary and creepy. hahaha\n  ","619852":"\n   Is your bf doing well fighting his addiction\n  ","619853":"\n   Boomerangs always come back?\n  ","619854":"\n   you are so gorgeous\n  ","619855":"\n   Biggest fear in life?\n  ","619856":"\n   What type of tea do you drink?\n  ","619857":"\n   CHEATER\n  ","619858":"\n   I miss high school so much too. I wish we didn't have to work and could just go back and go to pep rallies and football games and be like boooooooo Torrey Pines!!! Booooooo! lol\n  ","619859":"\n   You look stunning in your outfit!\n  ","619860":"\n   Is this where you work as a pet sitter?\n  ","619861":"\n   Well you don't eat that much anymore. lol\n  ","619862":"\n   What’s going around\n  ","619863":"\n   Of course I’ll make her cuddle with you.\n  ","619864":"\n   Do you like to dress up?\n  ","619865":"\n   Do they take chuckie cheese points?\n  ","619866":"\n   That's not even a valid questions. It's clear that everyone wants ❤️\n  ","619867":"\n   If you could be any animal what would it be?\n  ","619868":"\n   Do you like halloween?\n  ","619869":"\n   How's you x x x x\n  ","619870":"\n   How I wish to be that kitty cat right now ❤️\n  ","619871":"\n   Btw im from pakistan☺\n  ","619872":"\n   Hahaha loved it\n  ","619873":"\n   What's your favorite piece of swag?\n  ","619874":"\n   Hiiiiiiiii\n  ","619875":"\n   How's you x x x x\n  ","619876":"\n   Hahaha sure sure\n  ","619877":"\n   What do you think is the cutest thing someone could do for or say to you\n  ","619878":"\n   Do you have or want a tattoo? What and where?\n  ","619879":"\n   What's up\n  ","619880":"\n   you're from swagistan i guess?\n  ","619881":"\n   Insomnia ❤️\n  ","619882":"\n   Enjoy your sleep talk later sometime\n  ","619883":"\n   I hope she cuddles with you.\n  ","619884":"\n   PREACH!\n  ","619885":"\n   I am big fan of your looks. Specially your eyes and lips.  Love all your pics. Find them stunning, sexy and cute at the same time.\n  ","619886":"\n   If you were to write a book what would it be about?\n  ","619887":"\n   Hello I am here to explain\n  ","619888":"\n   What are the animals\n  ","619889":"\n   In love with your late night sleepless insta pics. You have timelessness beauty.\n  ","619890":"\n   Did you bring the pets to your place or you go them every day at their place\n  ","619891":"\n   Well ill cuddle you.\n  ","619892":"\n   Thanks ☺️\n  ","619893":"\n   You do have a gorgeous body and hence it should be appreciated.\n  ","619894":"\n   Pet sitter? People in California are weird\n  ","619895":"\n   You have a wonderful body. ❤️?\n  ","619896":"\n   what does a house sitter do?\n  ","619897":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","619898":"\n   Don't you live together no more?\n  ","619899":"\n   What is your second job\n  ","619900":"\n   QOTD- Thoughts on\n   \n    @CarterCummins\n   \n   ?\n  ","619901":"\n   I thought you lived with your boyfriend\n  ","619902":"\n   Would a hug help?\n  ","619903":"\n   He cheat on you sometimes ✋? believe me ?\n  ","619904":"\n   no none at all\n  ","619905":"\n   He’s cheating on you ?\n  ","619906":"\n   You can talk to me as long as you’d like.\n  ","619907":"\n   Nah you would have been an awesome gorgeous cheerleader with like dark black raccoon eyes from make up looking like a bad ass version of Kesha with pom poms.\n  ","619908":"\n   i need some encouragement i'm going swimming tomorrow and i hate going in the the changing rooms  i dont like walking about naked\/ getting changed around strangers etc \nit goes back to the times i got bullied in the school changing rooms   because of my body\n  ","619909":"\n   I visited San Diego a couple times. It was awesome. I would love to live there. I would prefer living there over LA.\n  ","619910":"\n   Did you play any sports in high school or were in any clubs? Where you a cheerleader?\n  ","619911":"\n   where is your bf\n  ","619912":"\n   Lmao I miss high school too but I guess I was a nerd and never got super high. Lol\n  ","619913":"\n   but that's a lot no one gets 3 days off in a week\n  ","619914":"\n   Enjoy watever u do savannah wat time is it there\n  ","619915":"\n   Yes\n  ","619916":"\n   Do you ever miss high school?\n  ","619917":"\n   Don’t ask me... I dont sleep like ever.\n  ","619918":"\n   Tuesday's Thursday's and Sunday's off wow I wanna work in a job like yours\n  ","619919":"\n   Look at that cute nose\n  ","619920":"\n   ???? there you go.\n  ","619921":"\n   Post a selfie!\n  ","619922":"\n   Its ok we forget things\n  ","619923":"\n   Yeah let u sleep\n  ","619924":"\n   It's Tuesday, how come you don't have work?\n  ","619925":"\n   How?\n  ","619926":"\n   Do you have work in the morning?\n  ","619927":"\n   Uk savannah\n  ","619928":"\n   As not really swallowing much and talk more the weekend\n  ","619929":"\n   Since you’re one of the most beautiful girl ever\n  ","619930":"\n   is it late now where you live?\n  ","619931":"\n   Ok fair enough and sorry if being harsh on u\n  ","619932":"\n   You can go straight to being queen\n  ","619933":"\n   Dont really chat to her just really admire her\n  ","619934":"\n   Are you queen yet\n  ","619935":"\n   Ok will let u know by the weekend as each day nothing changes\n  ","619936":"\n   Well i find it easier saying every1 instead of everyone\n  ","619937":"\n   What makes you different from other women\n  ","619938":"\n   Ok savannah and u seem lovely to chat with though\n  ","619939":"\n   well its kind of hard when you have dream sequences of watching yourself being helplessly manhandled an thrown into various machines such as a meat grinder or a metal shredder or thrown in a dumpster thats then set ablaze. \n\nyeah. you dont wanna be in my head you wouldnt like it.\n  ","619940":"\n   But will keep u updated of course\n  ","619941":"\n   Yeah dont see them much these days but happy i saw them\n  ","619942":"\n   I spell things that way it sounds the same\n  ","619943":"\n   Do find her very beautiful and may see u both 1 day\n  ","619944":"\n   Savannah who\n  ","619945":"\n   Are you always nervous\n  ","619946":"\n   Do they put fox news on that much where you work?\n  ","619947":"\n   I’m better, how are you?\n  ","619948":"\n   Hopefully 2 more weeks then she will be home\n  ","619949":"\n   Just talking to u always makes me happy and seeing my cousins the weekend\n  ","619950":"\n   Who is she\n  ","619951":"\n   I don't think when a white guy shot students in a school you would call him by his religion or  race you would rather call him a criminal which would make more sense tbh\n  ","619952":"\n   Ok thats fine every1 has there opinion and i respect that\n  ","619953":"\n   are you at work\n  ","619954":"\n   She is but think i prefer u more and had a idea if i did meet u then we cud both go to meet her\n  ","619955":"\n   Tbh, I’ve never seen you on ask before, your profile seems popular, I recognize your face and @ but you know, it’s 2:30 in the morning and I’m fucked up, so who actually knows what I remember or don’t remember. Hope your day\/ night is going good! ?\n  ","619956":"\n   Dont know but just wud be amazing to meet people from social media\n  ","619957":"\n   Thats good and my day was ok i guess\n  ","619958":"\n   Group of dysfunctional people who happen to be Muslims shot a couple of monks in Thailand not \"the Muslims\"...\n  ","619959":"\n   Seeing your face makes me afraid that my old tiramisu might come back.\n  ","619960":"\n   So\n  ","619961":"\n   Hiiiiiii\n  ","619962":"\n   Ford are not up to the high standards of Queen Sav\n  ","619963":"\n   What did you eat today?\n  ","619964":"\n   cash app?\n  ","619965":"\n   Did you make any friends @ work?\n  ","619966":"\n   haha my pleasure lady so where you from?\n  ","619967":"\n   Okay pretend wife\n  ","619968":"\n   Not currently.\n  ","619969":"\n   Which perfume do you use most?\n  ","619970":"\n   Its ok she will recover soon hopefully thanks for caring about me\n  ","619971":"\n   Cool have a good nights sleep\n  ","619972":"\n   I like it and i know a cowboys cheerleader called savannah and shes beautiful just like u\n  ","619973":"\n   Going ok i guess seen a few just worried it wont be very good in real life did see 1 i love in miami florida\n  ","619974":"\n   I would love a portrait photograph of you.\n  ","619975":"\n   Ootd?\n  ","619976":"\n   I would buy you all the foooood you wanted\n  ","619977":"\n   Open minded x\n  ","619978":"\n   i hope they never find out you're a tatted up gangster underneath your work clothes\n  ","619979":"\n   does that mean if you got neck tattoos you'd be fired?\n  ","619980":"\n   Question for Ash: Thank you for letting me ask you questions. I like asking your questions. Please give Lady Boom lots of hugs and purrs today.\n  ","619981":"\n   this tomfoolery needs to stop\n  ","619982":"\n   Question for Ash: Do you go outdoors or do you stay inside only?\n  ","619983":"\n   Question for Ash: Do you purr a lot?\n  ","619984":"\n   Question for Ash: Do you eat grass? Kitties like eating grass.\n  ","619985":"\n   Question for Ash: What is your favorite sleeping spot?\n  ","619986":"\n   Question for Ash: Do you like tuna fish?\n  ","619987":"\n   Question for Ash: How did you and Lady Boom meet?\n  ","619988":"\n   I want to ask Ash some questions. I'm interested in getting to know Ash.....\n  ","619989":"\n   Question for Ash: Do you sleep on top of Lady Boom or lay against her?\n  ","619990":"\n   Did you have it again last night?\n  ","619991":"\n   Luckily I'm never able to recall my dreams.\n  ","619992":"\n   hmm ive been there sucks tho\n  ","619993":"\n   are you allowed to show all your tats at your job?\n  ","619994":"\n   Nice! Some of then were wide. You just wear it well and i wanted to tell you that your very attractive and stunning. Whatever you are wearing around your neck is very hot. I hope im not stepping over a boundary or making you feel uneasy. Felt compelled to give you a shoutout.\n  ","619995":"\n   Hey how r u today savannah\n  ","619996":"\n   text me then ?\n  ","619997":"\n   Do you ever text first?\n  ","619998":"\n   you're so beautiful.\n  ","619999":"\n   Have you ever ended up catching feelings from what was meant to be a casual no strings relationship? ????\n  ","620000":"\n   Why was the weather cray cray?\n  ","620001":"\n   Morning x\n  ","620002":"\n   Did you already say what happens in your nightmare?\n  ","620003":"\n   nightmare about what?\n  ","620004":"\n   no fuck ford.\nFUCKED\nOR\nREPAIRED\nDAILY\n  ","620005":"\n   Will u be my gf ???\n  ","620006":"\n   What compliment does people give you the most?\n  ","620007":"\n   How's you x\n  ","620008":"\n   Heels or boots x\n  ","620009":"\n   do you have more or less than 10 beauty marks?\n  ","620010":"\n   You ok x x x x\n  ","620011":"\n   does everyone you know get tomorrow off?\n  ","620012":"\n   I mean it's never change you've been dressing the same since you were in school?\n  ","620013":"\n   Ash is a one house kitty as well. I feel like a lot of strays are like that. Maybe it's because it was so hard for them to find food and they probably fought with other cats, so they do not want to share anything with any other animal. My kitty growls so much and hisses when she sees other cats.\n  ","620014":"\n   obviously! you are more valuable than all the money your bank has ever and will ever process\n  ","620015":"\n   Ok thanks will have a look online\n  ","620016":"\n   Thats a lovely name my favourite love to meet u 1 day\n  ","620017":"\n   you > all the $ in it\n  ","620018":"\n   Oh right cool enjoy the day\n  ","620019":"\n   But been today and still not feeling right just want her home\n  ","620020":"\n   where do u work shawty?\n  ","620021":"\n   Pap of hair pap\n  ","620022":"\n   it looks perfect to my eyes\n  ","620023":"\n   Gorgeous girl ! Cute leggings!\n  ","620024":"\n   Well kind of like a collar then. What your wearing around your neck. It looks so good on you.\n  ","620025":"\n   Why has your style of clothes never changed\n  ","620026":"\n   lovely cat\n  ","620027":"\n   but that flower was fo you\n  ","620028":"\n   You're welcome perfect pretend wife!\n  ","620029":"\n   i think you are an MS-13 member\n  ","620030":"\n   What city do you live in\n  ","620031":"\n   ILY Boom\n  ","620032":"\n   You do deserve it!\n  ","620033":"\n   your style is cute blonde white girl with many gang tattoos\n  ","620034":"\n   Your day sounds great!\n  ","620035":"\n   ⚘\n  ","620036":"\n   Well we were able to capture the stray. It's in our bathroom right now. OMG it's jumping around like crazy. Hopefully it will calm down overnight. Each time if jumps there is a THUD in the house and my kitty looks around. She hates other cats so we have to keep her seperate.\n  ","620037":"\n   what do you do to keep your stomach looking so good?\n  ","620038":"\n   Hey perfect pretend wife of mine. Hope your day goes great!\n  ","620039":"\n   Can i ask wats your name u r really enjoyable to chat with\n  ","620040":"\n   You should post a picture of your outfit your style seems cute girl!\n  ","620041":"\n   How far from you\n  ","620042":"\n   Trust me it does get exhausting and least hospitals not far to travel\n  ","620043":"\n   What color is your hair today, boomer?\n  ","620044":"\n   Your welcome. Love your collars in your pics. Very hot as i am a dom\n  ","620045":"\n   Lol?\n  ","620046":"\n   that looks like Mike \"the Situation\" from Jersey Shore LOL.\n  ","620047":"\n   I did ask for your wishlist {-:\n  ","620048":"\n   can you do my a huge favor beautiful\n  ","620049":"\n   Do you like Ford cars\n  ","620050":"\n   Likers get tbh for all please?\n  ","620051":"\n   Why say you should never smile but post a pic of you smiling\n  ","620052":"\n   Where in california has lovely apartments with lovely sea views\n  ","620053":"\n   Creepy ?\n  ","620054":"\n   I have never heared this kind of song before?\n  ","620055":"\n   I have a Q\n  ","620056":"\n   Seen somewhere looks nice\n   \n    https:\/\/www.booking.com\/hotel\/us\/pierpont-inn.en-gb.html?aid=356980&label=gog235jc-1DCAYo7AFCCmNhbGlmb3JuaWFICVgDaFCIAQKYAQm4AQnIARHYAQPoAQH4AQKIAgGoAgM&sid=6ff829e92fe9872c3a3ae34bf39f26af&ucfs=1&srpvid=89043d32665a003b&srepoch=1547973732&hpos=1&hapos=1&checkin=2019-01-20&\n   \n","620057":"\n   Me too, I also feel terrible right now\n  ","620058":"\n   I wish I could spoil you so bad. You should get everything you want!\n  ","620059":"\n   What's u mean by shirt ??\n  ","620060":"\n   Hey\n  ","620061":"\n   Mostly every day to visit\n  ","620062":"\n   you prolly like how crunchy there legs are\n  ","620063":"\n   Those innocent eyes and mischievious smile ?\n  ","620064":"\n   What made you always doubt the sincerity of compliments you received?\n  ","620065":"\n   Which classic that you read has been your favorite?\n  ","620066":"\n   Yeah and may see u somewhere really enjoy talking to u\n  ","620067":"\n   Can I ask smt\n  ","620068":"\n   Its ok will find somewhere in california\n  ","620069":"\n   So u like to eat spiders?\n  ","620070":"\n   the purple goes sooo well with your blue eyes!\n  ","620071":"\n   Yeah recovering ok i guess just sick off going each time\n  ","620072":"\n   U got a house and can i stay with u\n  ","620073":"\n   How are you doing right now gorgeous\n  ","620074":"\n   What is the last book you read that you disliked?\n  ","620075":"\n   You prolly ate so much of it\n  ","620076":"\n   How can we become productive part of our society?\n  ","620077":"\n   Hi Boom, doing anything fun, or staying home and warm tonight?\n  ","620078":"\n   You make me the happiest pretend husband in the world!\n  ","620079":"\n   Thats an awesome picture\n  ","620080":"\n   You have a beautiful smile! With or without braces. Every girl should be told that.❤\n  ","620081":"\n   How would you feel about your Italian followers calling you Boombalina?\n  ","620082":"\n   Had a fall in her flat bathroom and stroke so now recovering in hospital and least shes 5 10 minutes from our house\n  ","620083":"\n   Wats hotels like to stay in and can i stay at yours\n  ","620084":"\n   what did you eat?\n  ","620085":"\n   You are really pretty ❤️\n  ","620086":"\n   How many times do you hit the snooze button before getting up?\n  ","620087":"\n   I don't believe I am, but it wouldn't matter to me anyway because I know it's true. The world is safe from destruction as long as we have people like you.\n  ","620088":"\n   Where are you from x\n  ","620089":"\n   one of them has me in ready to make you quiet\n  ","620090":"\n   No one could ever be too sexy for your cat.\n  ","620091":"\n   How is it possible to improve on an universal masterpiece?\n  ","620092":"\n   Just my nan in hospital been there for the last 2 3 weeks\n  ","620093":"\n   Really love to go there never been\n  ","620094":"\n   Atleast you didn't say you wasn't perf I'll take that sorry for shushing you boo\n  ","620095":"\n   In your closet\n  ","620096":"\n   OMG you looking soo sexy ?\n  ","620097":"\n   O Boom, why are you so wise?\n  ","620098":"\n   On my way\n  ","620099":"\n   At your age you've probably eaten 5-7 spiders in your sleep by now. kinda freaky huh?\n  ","620100":"\n   reading my short synopsis might make it sound like a boilerplate faux inspirational novel, but it's a real classic that has stood the test of time! you'd like it a lot, I think\n  ","620101":"\n   I have a Q\n  ","620102":"\n   ?\n  ","620103":"\n   What’s your 10 second talent?\n  ","620104":"\n   I dig the purple!\n  ","620105":"\n   Are you shy\n  ","620106":"\n   disagree strongly. as I said, you are already prettier than they\n  ","620107":"\n   It just goes to show how naturally beautiful you've always been! ❤\n  ","620108":"\n   fr, you've barely changed! lmao\n  ","620109":"\n   where is it i can't find it\n  ","620110":"\n   Okay pretend wife. But still you're an amazing woman.\n  ","620111":"\n   Well since ask has been pretty much dead for years i'm surprised it took them this long to realize they need to shake some things up if they want to be relevant again\n  ","620112":"\n   I didn't say there weren't, lol\n  ","620113":"\n   I hate that we are fighting even tho you're my pretend wife.\n  ","620114":"\n   Why are you never serious\n  ","620115":"\n   How do you know this?\n  ","620116":"\n   You are genetically blessed in sooo many ways\n  ","620117":"\n   You are the prettiest girl in CA!\n  ","620118":"\n   I liked your 10 year challenge lmao\n  ","620119":"\n   Help\n  ","620120":"\n   What qualities do you think are necessary to having a successful career path?\n  ","620121":"\n   Nope. I dont know how to lie.\n  ","620122":"\n   They aren't. You deserve every compliment I've seen you get\n  ","620123":"\n   Not so great but im sure will all be ok though enjoy your day\n  ","620124":"\n   Yeah sweetdreams where u live in usa\n  ","620125":"\n   so\n  ","620126":"\n   What's the best gift you've given to someone?\n  ","620127":"\n   YASSS i love your teeths\n  ","620128":"\n   Wyd?\n  ","620129":"\n   It's the quintessential boom!\n  ","620130":"\n   You have the fastest metabolism in the world. You couldn't get faat if you tried!\n  ","620131":"\n   The purple goes well with your personality!\n  ","620132":"\n   I mean that makes it a $60 weekend so yeah it’s extra good.\n  ","620133":"\n   No, I'm not.?\n  ","620134":"\n   What made you happy today?\n  ","620135":"\n   Who's lying tho? You're a goddess.\n  ","620136":"\n   Please tell me that hair color is photoshopped\n  ","620137":"\n   You dont want people to point out your angelic features?\n  ","620138":"\n   Why do you go to church?\n  ","620139":"\n   You should get one anyway. You deserve it.\n  ","620140":"\n   I wish I could be as pretty and skinny as you!\n  ","620141":"\n   I'm bored what about you?\n  ","620142":"\n   What is the best movie you have ever seen?\n  ","620143":"\n   Space Photo\n  ","620144":"\n   You already smile pretty angelic.\n  ","620145":"\n   What’ve you got going on this weekend?\n  ","620146":"\n   You are incredible at it. Your whole face lights up and it's beautiful af!\n  ","620147":"\n   Your smile is really nice actually.  Nothing to be insecure about.  Smile more ?❤\n  ","620148":"\n   It's my favourite;)\n  ","620149":"\n   Hey\n  ","620150":"\n   Help me come out of the closet\n  ","620151":"\n   good, wassup\n  ","620152":"\n   You are gorgeous ?\n  ","620153":"\n   Yeah have a good sleep talk soon\n  ","620154":"\n   Just like making sure your ok thats all\n  ","620155":"\n   Boom, you make the world a better, happier place just by being The Boom.\n  ","620156":"\n   It is good to hear from you, can’t stop thinking of you ??\n  ","620157":"\n   hi\n  ","620158":"\n   why do you hate sneezing?\n  ","620159":"\n   I absolutely love your smile\n  ","620160":"\n   it's about this guy living living comfortably, but abandons it looking for something more fulfilling. he lives among ascetics, but leaves when that doesn't satisfy him, then he indulges in all life's pleasures and that doesn't either. so then he has to find his own truth & way to balance life\n  ","620161":"\n   Ikr I feel you. I had a 10 foot Iphone charger but then it broke on me :( :(\n  ","620162":"\n   damn those are dope <3 :)\n  ","620163":"\n   awwww cute pic lol <3 :)\n  ","620164":"\n   Yeah very true and will let u sleep and u been to the uk before\n  ","620165":"\n   Please hug Ash today. We have a stray cat coming and we tried to catch it last night. It was a disaster. We trapped it in the garage but it crawled up the rafters and entered a hole there. I was so upset. We can't see it because it crawled in deeper so we left the door open and hope it gets out.\n  ","620166":"\n   Ew your friends with kasey?\n  ","620167":"\n   Who wants to live forever ?\n  ","620168":"\n   Anyone know what these coins mean?\n  ","620169":"\n   You're beautiful\n  ","620170":"\n   Just really love talking to u and i have bad days then go on here to see your comments makes me happy love to meet u 1 day\n  ","620171":"\n   how are you tonight gorgeous\n  ","620172":"\n   The same people I always babysit for, I tend to babysit for them weekly. I’m doing it tomorrow also this week.\n  ","620173":"\n   Glad its ok just care about u all the time\n  ","620174":"\n   Hope u have a sleep and enjoy your day\n  ","620175":"\n   What was cool when you were young but isn’t cool now?\n  ","620176":"\n   All ladies r beautiful especially this lady shes so lovely when we chat u always make me cheerful with your comments\n  ","620177":"\n   And who would that be? Also I’m currently babysitting :D\n  ","620178":"\n   Shush;)\n  ","620179":"\n   How do you judge a person?\n  ","620180":"\n   I'm hungry\n  ","620181":"\n   Hellll yeah! And I got a great teammate\n  ","620182":"\n   Do you think American girls are beautiful?\n  ","620183":"\n   I meant on here hahah\n  ","620184":"\n   If u and him had a kid, what do u think the kid would look like?\n  ","620185":"\n   What food is delicious but a pain to eat?\n  ","620186":"\n   What's one difficulty in being a teenager?\n  ","620187":"\n   How did you sleep ?\n  ","620188":"\n   I’m so bored ??\n  ","620189":"\n   Queens do not wear pretend gold.\n  ","620190":"\n   have you ever read siddhartha by hermann hesse?\n  ","620191":"\n   What are you doing sweet?\n  ","620192":"\n   Uhm you come here\n  ","620193":"\n   Ok i’ll eat you while eating me ?\n  "},"Answer":{"619121":"\n  conspiracy theories\n  ","619122":"\n  never in my life have I heard this kind of music\n  ","619123":"\n  now im picturing a rusty vagina.... lol\n  \n  omg thats so gross.\n  \n  and I feel bad for the owner of this vagina... someone better get them some WD40\n  ","619124":"\n  how did you think of the name rusty vagina?\n  ","619125":"\n  quack quack chicaaaa boom\n  ","619126":"\n\n   https:\/\/youtu.be\/hQDck3xT9TY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619127":"\n  Ok my cashtag is -$savyboom\n  ","619128":"\n  im excited!!\n  ","619129":"\n  oh I like NC its pretty out there!!\n  ","619130":"\n  I am great\n  ","619131":"\n  just by they way they act when you ask if they could do something that as an employee you should be doing automatically.\n  ","619132":"\n  LOL wow thank you. im glad you like that idea.. I think it would be pretty cool. it was would save so much time, water, and space ahahah\n  ","619133":"\n  awh, thank you so much.\n  ","619134":"\n  I just do my best work and focus on myself since I only have control of what I can do. time will eventually give people what they deserve to get.\n  ","619135":"\n  so like those women who dominate men into making them give them thousands of dollars for them to spend on luxuries items.. thats what I want to learn how to do.... I would love that... and why? because why wouldnt I want thousands of dollars to go shopping with?\n  ","619136":"\n  how the hell are you my sugar daddy if you have no money?\n  ","619137":"\n  this is exactly what I thought about when I read this\n  ","619138":"\n  thats just human nature.\n  ","619139":"\n  I am good. I am about to finish the show LIGHT AS A FEATHER and I can't wait to see how it ends. its really good.\n  ","619140":"\n  this is insulting.\n  ","619141":"\n  believing that this persons brain will do a complete 180 and be normal.\n  ","619142":"\n  my braces are coming offfff\n  ","619143":"\n  that is one of the reasons... most of us has baggage that we carry with us to our next relationship... and unless we find that person that is willing to hold your hand while you sort through all your shit - a lot of that time the baggage will destroy the relationship.\n  ","619144":"\n  thank you so much\n  ","619145":"\n  all the thoughts in my head.\n  ","619146":"\n  nope same IG\n  ","619147":"\n  omg yes. I want to see it. sims comedy is so funny I can't wait to see what they do.\n  ","619148":"\n  yes I grew up around horses. my best friend was the one that really introduced me to riding. I was never a die hard rider like she was. she does competitions and such... I just mostly enjoyed watching her have the time of her life on a horse and I would just mess around. it was another way for her and I to really hang out, I feel like if I didn't take an interest in her and her riding.. we wouldnt have been friends for as long as we've been friends.\n  ","619149":"\n  nope. my orthodontist tells me every time I see her that I take amazing care of my teeth!\n  ","619150":"\n  they better make the sims movie a fucking comedy lol\n  ","619151":"\n  if you follow me - you're great.\n  \n  so, that means I want you to keep on fighting until the very end. every time you fall down, get the fuck back up!!\n  \n  you are special, not only because you follow me ;) but because we were in some way or another put in each others paths and because of that you make me special so that makes you special.\n  \n  we all have strengths and weaknesses. lets all use our strengths to help us overcome our weaknesses and be the best people we ever can be. never be afraid of the world, make the world afraid of you.\n  \n  love you all my dear followers \/\/ friends.\n  ","619152":"\n  I have a couple I think that would be interesting to watch if it were a movie ;\n  \n  uncharted\n  \n  bioshock\n  \n  grand theft auto\n  ","619153":"\n  I was an attractive looking baby\n  \n  awkward looking kid.\n  ","619154":"\n  literally never.\n  ","619155":"\n  im eating cookie dough ice cream now im happy\n  ","619156":"\n  I love my baby ash so much.\n  ","619157":"\n  I have thoughts like \"if we just stop fighting nature and let it takes it course there wouldnt be so much traffic on the freeway. all those people we are saving who just discovered they have a peanut allergy .. if we all just closed our eyes for a few days I wouldnt have to leave mins early for work.\"\n  ","619158":"\n  She warms my heart\n  ","619159":"\n  Angel face devil thoughts\n  ","619160":"\n  two things you are in total control over are your attitude and your effort.\n  ","619161":"\n  im not waiting for anything\n  ","619162":"\n  this song is stuck in my head.\n  \n  Monster by Meg & Dia\n  \n\n   https:\/\/youtu.be\/M0GRhK3W0_Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619163":"\n  This is Bear\n  ","619164":"\n  everyday im hustlin'\n  \n\n   https:\/\/youtu.be\/kLDitGAUrno\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619165":"\n  I still have stuffed animals but they all have been given to me by someone special. I also freak out when someone gets me a stuff animal because they thought of me when they saw it. its an amazing feeling.\n  ","619166":"\n  it amuses me how you speak as if you aren't the same species as everybody else lol\n  ","619167":"\n  has anyone else tried Hennessy and apple juice?\n  \n  its incredible.\n  ","619168":"\n  Yes I can\n  \n  Can’t wait to chew gum\n  \n  I have to wear a retainer lol\n  ","619169":"\n  It changes a lot.\n  \n  Currently is a Gin & Tonic\n  ","619170":"\n  omg I love you.\n  \n  and I think you are amazing for seeing all of those things in me just by reading a few silly answers of mine.\n  \n  thank you so much for putting a smile on my face before I go to sleep\n  ","619171":"\n  oh lord. it is time I rest my pretty little mind.\n  \n  goodnight.\n  ","619172":"\n  offline in person\n  ","619173":"\n  tell me a couple of your sayings\n  ","619174":"\n  im glad I can make you smile.\n  ","619175":"\n  \"did fatty mcstuffins woo you into her chambers so she could feast of your girthy sausage?\" - the last text I sent my bf LOL\n  ","619176":"\n  sleepy, how are you\n  ","619177":"\n  yes and sometimes I wish I could turn it off and just be a plain Jane.\n  ","619178":"\n  what made you say my heart is really big?\n  ","619179":"\n  im trying to go through all my questions so I don't have a bunch of all unnecessary ones but at the same time I want to sleep\n  ","619180":"\n  I want them!!\n  ","619181":"\n  I had a lot of fun that year\n  ","619182":"\n  I am not sure because even though he doesn't have waste his energy giving me info he for some reason feels the need to do it regardless and I get frustrated because I already know LOL but he does love how much I know him\/understand him. its less stressful.\n  ","619183":"\n  I mean it was pretty basic directing.. he's no quentin tarantino\n  ","619184":"\n  I was never really bullied growing up.\n  ","619185":"\n  because butterflies are caterpillars first than they become a beautiful butterfly.\n  ","619186":"\n  30 minutes\n  ","619187":"\n  I love brunch but I never go\n  \n  and mimosas!\n  ","619188":"\n  you are the best\n  ","619189":"\n  my toothbrush\n  ","619190":"\n  thank you. I think I annoy him so much when I see things that he didn't notice. like when we are out and something happens and he notices something but then I notice something even more interesting and he's always so confused\/sometimes upset that I can just understand the room.\n  ","619191":"\n  bowling\/mini golf\/ice skating\n  ","619192":"\n  I want to so fucking. bad\n  ","619193":"\n  bad & boujee\n  ","619194":"\n  I have always been the person who would make friends out of the little circle and bring those friends together.\n  ","619195":"\n  I would much rather be spontaneous\n  ","619196":"\n  wow, thank you for these nice words. I know im a hard worker and I try my hardest to be a good person. all I want to do is help better his life, and honestly all ive done is that since we have been together.... and I know that hurts his mom a little bit.. all those years she thought she was the one that was going to save him and it ended up being me in less than a year. I just understand him better than she does. if they reject me they are going to lose their son. and I think they are finally realizing that because they stopped trying to say that he and I should take a break..\n  ","619197":"\n  heres a really good example;\n  \n  so my bf has OCD and he has had OCD his entire life. his mom said that she thought he had slight OCD when he was younger but it wasn't fully developed so she just thought that it never was going to develop. so my bf ended up starting to do drugs because his OCD has gotten so bad and it helped. well his mom doesn't put the two and two together when he first started doing drugs (before it was too late) she blamed the drugs but didn't realize that the drugs were his way of solving his OCD... and it took a few more years for her and doctors to really figure that out and I figured it out less than an hour of just talking to him. when he told me about his history with drugs I asked \"why did you do them?\" and he said it was because he liked them and it made him feel normal. so I asked \"is your OCD worse without drugs.\" and he was so caught off guard that I noticed he had OCD. its very small things he does but my sister has OCD so I know what it all looks like. so I notice things like that and other things as well.\n  ","619198":"\n  apparently working two jobs so that im completely full time isn't enough. they want me work out everyday. not sleep in on my days off. clean every time I come home. basically just never be home.. and I should probably find the cure for cancer since nothing I do is ever good enough. its fucking annoying but I really think its because they just don't want me ever home because they want to have their house and their son to themselves. I truly believe that my bfs parents did not realize that they were going to have to let go and mentally prepare themselves that their son will need to have a life without them and so since thats happening now they don't know how to react or live. sorry I just went on a rant but their relationship is sickening.\n  ","619199":"\n  its 12:06 am so Im thinking about bed\n  ","619200":"\n  I would have loved to be born in the late 50's so I could have grown up in the 60s\/70s and then have kids in the 80s\n  ","619201":"\n  whenever someone tells me I could be doing way more than I am doing...\n  ","619202":"\n  blonde\n  ","619203":"\n  thanks!!\n  ","619204":"\n  luckily no, and hopefully never\n  ","619205":"\n  everyday\n  ","619206":"\n  oh thats hard....... ice cream is more creamy but frozen yogurt is easier on my stomach\n  ","619207":"\n  I am a pet sitter for her. her name is vera\n  ","619208":"\n  howdy\n  ","619209":"\n  I cannot buy that car now LOL he and I aren't married yet.\n  \n  once we are married we will inherit all our assets that our parents put together for us which are the things I mentioned.\n  \n  so right now I am broke all the time but not like actual broke but like California broke lol but I won't be broke forever I just have to prove to my family im not a fuck up and so does he.\n  ","619210":"\n  we wouldnt be who are today\n  ","619211":"\n  san Diego\n  ","619212":"\n  thats pretty awesome!\n  ","619213":"\n  socks and sandals should never be a trend\n  ","619214":"\n  I mean if you think like in a month or so is soon lol\n  ","619215":"\n  im being dead serious.\n  ","619216":"\n  most just answer. I can find enough time to be on here for that long\n  ","619217":"\n  hey mark this in your calendar they come off march 19\n  ","619218":"\n  all my money and all his money are in assets. stocks, homes, investments, interest tiered bank accounts. we aren't idiots.\n  ","619219":"\n  wow thats a really good point as well. I wish people would start realizing this... how many more centuries is it going to take??\n  ","619220":"\n  thank you!!\n  ","619221":"\n  hello\n  \n  how are you\n  ","619222":"\n  my love of my life\n  ","619223":"\n  well obviously if he can afford to buy me a car for that much I wouldnt need to pocket that money LOL whats the point of having all that money if I can't spend it\n  ","619224":"\n  thats the plan lol hopefully in 2020\n  ","619225":"\n  well right now its $200,000 but I would probably buy a used one and obviously I wouldnt be the one buying it my bf well probably husband by that time would buy it for me.\n  ","619226":"\n  what the fuck thats really really weird because I work with kiosks when im at work and my bf literally bought tennis rackets today because we are starting a tennis class...\n  ","619227":"\n  how have you been\n  ","619228":"\n  ambien\n  ","619229":"\n  ohhhhh I thought you meant like what restaurant would you want to be a chef at not like what chef would I want to be. lol oops\n  ","619230":"\n  yeah, I could make you laugh ;)\n  ","619231":"\n  embarrassing thing - all my coworkers and I were going out to an event and we all took an uber. well while I was getting out of the uber my strap to my backpack got stuck under my heel so I tripped and fell out of the uber on to the ground...\n  \n  Funniest thing- I got told by a customer at work that I remind them of \"a pornstar because your name is savannah. the one that killed herself. its a compliment because the blood looked like a rose after she shot herself..\" .... lol what?? ahahah\n  \n  scariest thing- my best friend and I got in a really bad car accident and I blacked out.\n  ","619232":"\n  but wouldnt you want me in a good mood so then I would make you in a good mood?\n  ","619233":"\n  pretty please\n  ","619234":"\n  I saw one of these for the first time today and this is the next car im going to get, but most likely the 2020 Urus Lamborghini\n  ","619235":"\n  my parents are what you called disciplinary LOL\n  ","619236":"\n  dominos has grown on me because I figured out what to order there lol and im more of a take home type unless its a super fancy dinner and I get to dress up.\n  \n  Mcdonalds is always there for you\n  ","619237":"\n  Ruth Chris\n  \n  &\n  \n  Gordon Ramsey\n  ","619238":"\n  any flavor kettle chips\n  ","619239":"\n  this is false.\n  ","619240":"\n  bring me pizza\n  ","619241":"\n  in high school this song meant a lot to me lol\n  \n\n   https:\/\/youtu.be\/I-Dy0iqB7f8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619242":"\n  I would live a day in every decade.\n  ","619243":"\n  people fall all the time, but this world is filled with the ones that keep getting up.\n  ","619244":"\n  No I am from California lol\n  ","619245":"\n  I hate not knowing\n  ","619246":"\n  I’m American\n  ","619247":"\n  I’m just so curious hahaha\n  ","619248":"\n  Meeefka = mutherfucka\n  ","619249":"\n  I should do that lol\n  ","619250":"\n  I wish the same actually.. im awful at learning another language..\n  ","619251":"\n  fast\n  ","619252":"\n  wait what are you saying\n  ","619253":"\n  this is my fav way to dress\n  ","619254":"\n  thank you <3 I really appreciate it\n  ","619255":"\n  oh wow this is a hard question..\n  \n  I think the most serious problem in our world is that there has never been any peace..\n  ","619256":"\n  its rainy as a meeeefka\n  \n  I need to go back to sleep too\n  ","619257":"\n  no tears everything is going to be ok\n  ","619258":"\n  not really the kind of history you find in text books at school. I like the kind of history that is weird and dark. you don't realize how important history is until you get older as well.\n  ","619259":"\n  good morning lad\n  ","619260":"\n  writing. im really good at understanding others\/extreme empathy. im really observant and notice things that most people don't.\n  ","619261":"\n  sounds wonderful. I will do that for you!! I wish they would release what you could get with coins\n  ","619262":"\n  ohhhh only 6486 :(\n  ","619263":"\n  I can't believe im saying this but im probably going to watch it LOL\n  ","619264":"\n  I loved and was really good at anything science related.\n  ","619265":"\n  Benjamin\n  ","619266":"\n  im sorry could you repeat the question...\n  ","619267":"\n  I love watching shows or funny videos.\n  \n  relaxing with a good book.\n  \n  write down a few thoughts.\n  \n  take a nap.\n  ","619268":"\n  Let Down\n  \n  By: Savannah Ames\n  \n  3\/2\/19\n  \n  -\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\n  \n  We will always experience the pain of being let down,\n  \n  But we will also have to decide how much they are worth to go through all that pain.\n  \n  We will always let down someone we love,\n  \n  But we will also try our hardest to make everything right again.\n  \n  Breathing consists of constantly losing and gaining trust,\n  \n  As often as you inhale and exhale oxygen into your lungs.\n  \n  When you find that person that is worth all the pain and all the fight,\n  \n  Make sure that person knows your heart cannot beat without them.\n  ","619269":"\n  ive been having such horrible nausea!!!\n  ","619270":"\n  Savauge\n  ","619271":"\n  I love you lots too my biggest fan\n  ","619272":"\n  about to go watch A STAR IS BORN at my moms\n  ","619273":"\n  Бабочки - это Божье доказательство того, что мы все заслуживаем второй шанс в жизни\n  \n  \"Butterflies are God's proof that we all deserve a second chance in life\"\n  ","619274":"\n  wow I look good for over 30!\n  ","619275":"\n  read, shop, go on walks, go out to eat, sleep, watch movies or shows\n  ","619276":"\n  my boyfriend, my kitty, and my family\n  ","619277":"\n  I love long car rides because you bond with whomever you are riding with by the conversations that you have and the music you listen too.\n  \n  I don't like long car rides because I start to get car sick and uncomfortable.\n  ","619278":"\n  god thank you so so much!! I love grey on me as well. I really would like too but I have to figure out how to make it bank appropriate\n  ","619279":"\n  wait that sound means she's in pain??\n  ","619280":"\n  I love mayo so much. especially mixed with ketchup\n  ","619281":"\n  I love my love so much!!\n  ","619282":"\n  if you pay me..\n  ","619283":"\n  lol thanks\n  ","619284":"\n  I am considering going back to sleep\n  ","619285":"\n  omg that was so cheesy lol\n  ","619286":"\n  I want to love it\n  ","619287":"\n  wow this so nice to look at.\n  ","619288":"\n  I feel like I would wake up and take deep breath and just act like myself and pretend it was a vacation... lol\n  ","619289":"\n\n   https:\/\/youtu.be\/sGKvpYI6JKI\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619290":"\n  I loved coffee since I was a little kid. I love coffee ice cream\n  ","619291":"\n  lol thanks I need to clean it but im too lazy\n  ","619292":"\n  #current\n  ","619293":"\n  This is my mess of a room lol\n  ","619294":"\n  I’m really good!!!\n  ","619295":"\n  I want to dye my hair black or grey ugh\n  ","619296":"\n  time for me to go to sleep!\n  ","619297":"\n  im pretty sure I made this account in 2012...\n  ","619298":"\n  splash of milk and some sugar\n  ","619299":"\n  im starting to fall asleep I need to go to bed\n  ","619300":"\n  well you should move\n  ","619301":"\n  Disneyland. enough said.\n  ","619302":"\n  I love cats so much\n  ","619303":"\n  the beaches, the shopping, the food\n  ","619304":"\n  little items that ash took and hid under there\n  ","619305":"\n  I used too\n  ","619306":"\n  first place that popped in my head is Portugal\n  ","619307":"\n  way too fucking long lol\n  ","619308":"\n  you earn coins when people answer questions you asked and earn by answering questions\n  ","619309":"\n  the city I live in - San Diego\n  ","619310":"\n  aljflkajsdf\n  \n  boom\n  \n  you just earned coins\n  ","619311":"\n  she is doing well, she is asleep right now like a little angel.\n  \n  its the worst thing she does is when she makes this deep from the gut yowl... it gives me a heart attack every time I swear.\n  ","619312":"\n  no I never have so I didn't have any experience lol\n  ","619313":"\n  what the fuck do you mean why\n  ","619314":"\n  mosquitoes\n  ","619315":"\n  good morning. its almost 1 am for me lol\n  ","619316":"\n  I am old ahahah\n  ","619317":"\n  My boyfriend\n  ","619318":"\n  I’m just pet sitting\n  ","619319":"\n  Giselle and I say hi\n  ","619320":"\n  I am really good. im about to run to the bank and then im gonna buy a dope ring.\n  ","619321":"\n\n   https:\/\/youtu.be\/APHgDFRpCi0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619322":"\n  a nice bath with a hot cup of tea.\n  \n  lots of relaxing is good.\n  ","619323":"\n  no.\n  ","619324":"\n  I love her so much\n  ","619325":"\n  they aren't my secrets to tell.\n  ","619326":"\n  im thinking about actually buying myself a tiara\n  ","619327":"\n  there is no date, just maybe someday ..\n  ","619328":"\n  good morning!! how are you this great Friday!!?\n  ","619329":"\n  I hate all shrimp\n  ","619330":"\n  this is beyond true and it drives me crazy sometimes.\n  ","619331":"\n  Sleeeeeepyyyy tiiiiiiimeeeee\n  ","619332":"\n  I am not\n  ","619333":"\n  I’m sleepy\n  ","619334":"\n  It feels like my body is just a giant bottle holding secrets I will never tell.\n  ","619335":"\n  My sister loved it so I would watch it with her but her obsession made no sense to me\n  ","619336":"\n  They come off in March\n  ","619337":"\n  I’m glad to hear you’re doing well. Thank you❤️❤️???\n  ","619338":"\n  I want someone just to send me money so I can buy\/shop online and then post pictures of my outfits.\n  ","619339":"\n  Look at my baby\n  ","619340":"\n  I need to stop online shopping omg. I want to buy everything\n  ","619341":"\n  LOL omfg. dude im 23\n  ","619342":"\n  yeah ill watch one episode right now. I try to watch one episode a day\n  ","619343":"\n  I am a very fortunate young lady\n  ","619344":"\n  no fucking clue. lol ive been asked so many things I cannot even remember\n  ","619345":"\n  the three shows im watching right now are'\n  \n  1. legion\n  \n  2. 12 monkeys\n  \n  3. mistresses\n  \n  idk which one to watch before bed tonight lol\n  ","619346":"\n  thanks so much you sweet stranger\n  ","619347":"\n  1. writing\n  \n  2. selfies\n  \n  3. reading\n  ","619348":"\n  I don't know what show I should watch tonight.. bleh\n  ","619349":"\n  well I hate how you had to bring this up..\n  ","619350":"\n  yes I am lol I love coming on here to distract myself from life..\n  ","619351":"\n  thanks so much\n  ","619352":"\n\n   https:\/\/youtu.be\/PivWY9wn5ps\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","619353":"\n  lol yes I am but they mean like Georgia\n  ","619354":"\n  awh omfg that is so sweet and so nice omg\n  ","619355":"\n  I get Tuesdays and Thursdays off\n  ","619356":"\n  awh you are so sweet!! I have missed being on here.\n  \n  I am doing well, just been working a lot. how are you?\n  ","619357":"\n  I do the same my friend\n  ","619358":"\n  he is isn't he :D\n  ","619359":"\n  I’m okay. I don’t want to go to work in the morning\n  ","619360":"\n  Thanks!\n  ","619361":"\n  I believe I had snails only once and I wasn’t impressed. Mostly because it’s just chewy and it’s all about the sauce.\n  ","619362":"\n  Ugh I wish that was real... cause I would love to get everything I want\n  ","619363":"\n  Haha you’re welcomeee\n  ","619364":"\n  I looked at ash and just knew that was her name. She responds whenever I call her name. Name the kitty something that feels right, from the gut\n  ","619365":"\n  I legit love all food\n  ","619366":"\n  I’m glad you don’t have that power ?\n  ","619367":"\n  Yeeeee\n  ","619368":"\n  Me dominating you telling you it is not enough and that you owe me more.\n  ","619369":"\n  Donation is for me to buy luxurious items so I can take pictures and post on here lol of course I accept fan slaves but slaves with cash\n  ","619370":"\n  Thank you!! I’m glad you enjoyed that\n  ","619371":"\n  Not enough to donate money to my gofundme :(\n  ","619372":"\n  If I’m from the south because of my name...\n  ","619373":"\n  Ohhhhhh that’s cool ?\n  ","619374":"\n  Let’s go dancing all night then have breakfast served in bed then we sleep all day.\n  ","619375":"\n  That is so sweet of you to say! Thank you so much! Let’s be best friends\n  ","619376":"\n  No lol it’s not sea world hahaha\n  ","619377":"\n  I love this omg\n  ","619378":"\n  I love your big butt\n  ","619379":"\n  what?? where are you seeing this?\n  ","619380":"\n  spongebob\n  ","619381":"\n  Seven Splendid Suns\n  ","619382":"\n  omg yes thank you\n  ","619383":"\n  lol only because im beautiful?\n  ","619384":"\n  omg yes yes yes\n  ","619385":"\n  every birthday!!!!\n  ","619386":"\n  you're way cuter!!\n  ","619387":"\n  no I just want to rule my home\n  ","619388":"\n  1. my kitty\n  \n  2. all my chargers\n  \n  3. photos\n  ","619389":"\n  smash bros\n  ","619390":"\n  my bf and I and his parents are looking at houses right now and im actually on the phone with my bf talking about this house. we are gonna try and get this one lol its incredible.\n  ","619391":"\n  oh I love the switch!! and thats good!!\n  ","619392":"\n  my superpower would be that I would be able to think of anything I want and it will appear right in front of me.\n  ","619393":"\n  leadership is not only leading myself but being able to lead others to achieve greatness and to be the best they can be.\n  ","619394":"\n  1. fuck I could have bought it from you\n  \n  and\n  \n  2. why?\n  ","619395":"\n  I lucid dream every night. if I think of something to happen it will happen and if its terrifying I tell myself to open my eyes or to wake up.\n  ","619396":"\n  im currently saving up for a ps4 at the moment\n  ","619397":"\n  I have never had to turn down a friend. but, if I ever did I would probably say \"I apologize that I cannot make it to your wedding. it is going to be an amazing day for you and you are going to have a blast! best wishes!!\"\n  ","619398":"\n  it was long and im sooo excited to have a break!\n  \n  im getting off!! goodnight.\n  ","619399":"\n  so far 2019 is really great!! and its just going to get better and better!!\n  ","619400":"\n  I will not find out until our wedding day lol\n  ","619401":"\n  omg yes!! I could never forget your handsome face\n  ","619402":"\n  because I am awesome.\n  ","619403":"\n  I worked today bleh\n  ","619404":"\n  whats her name?\n  ","619405":"\n  it was great.. I got to spend it with my valentine.\n  ","619406":"\n  because your family can be fucked up\n  ","619407":"\n  goddess.\n  ","619408":"\n  I am doing okay. just hanging out\n  \n  how are you doing?\n  ","619409":"\n  well its February.. there isn't a 30th\n  ","619410":"\n  fuck if I know lol\n  \n  $10?\n  ","619411":"\n  I want to be one of these cute little fucks\n  ","619412":"\n  awh thank you for asking! and sure, that would be great!!\n  \n  I need more coins for sure. ahah\n  ","619413":"\n  he got me a bbq pizza with chicken and banana peppers\n  ","619414":"\n  this is so funny ahahaha\n  ","619415":"\n  what do you get then???\n  ","619416":"\n  awh Nikki!! I am so sorry! you have a pretty active ask tho. you're on a lot.\n  ","619417":"\n  im like kinda a really big deal\n  ","619418":"\n  I think I have one time when I was really young. I freaked out when I woke up because I could have sworn I fell asleep in my sisters room but I woke up in my own lol\n  ","619419":"\n  valentines day is really special to me.. but I don't really understand why.\n  ","619420":"\n  I got a love monster and a dope jewelry box\n  ","619421":"\n  my bf brought me pizza so I don't need to come to Richmond lol but thank you\n  ","619422":"\n  I’m literally in a mansion and it freaks me out when I hear noises cause like the house is so big someone could be inside the house and I wouldn’t even know it\n  ","619423":"\n  Omg I literally waiting for dominos right now ?\n  ","619424":"\n  I just made a gofundme account :)\n  ","619425":"\n  Hmm about $300 a month to help cost of living and then I’ll probably love you forever\n  ","619426":"\n  I’m serious about this sugar baby nonsense\n  ","619427":"\n  I want my pizza to get here faster\n  ","619428":"\n  I made one.. it’s very straightforward lol\n  \n\n   https:\/\/www.gofundme.com\/a-sugar-baby\n  \n","619429":"\n  I would really like to get a raise!\n  ","619430":"\n  I’m seriously going to make a gofundme account so I can have anonymous sugar daddies..\n  ","619431":"\n  Going to eat pizza with the babe and watch shows :)\n  ","619432":"\n  Literally anything and everything I would ever want. It’s a billion dollars with a capital B\n  ","619433":"\n  It’s a mile away from me\n  \n  I love my 7-11\n  ","619434":"\n  I like most kids\n  ","619435":"\n  No I just keep moving forward and focus on how I can just better myself so I don’t feel like that...\n  ","619436":"\n  Omg I do not\n  ","619437":"\n  I don’t need to see them since I’m the one writing my replies...\n  ","619438":"\n  I’ve already looked up how much an outfit would be to dress up like her and it’s like over $1000\n  ","619439":"\n  I want to try whatever this is\n  ","619440":"\n  My polo I have to wear on Saturdays for work lol\n  ","619441":"\n  The beach if it was done like this ?\n  ","619442":"\n  Oh my god yes. But I look amazing in a hoodie\n  ","619443":"\n  Why wouldn’t they be?\n  ","619444":"\n  Thank you!!!!!\n  ","619445":"\n  If I don’t like Admitting it hurts me why would I tell you?\n  ","619446":"\n  I’ve missed these comments ?\n  ","619447":"\n  Send me money through gofundme lol\n  ","619448":"\n  Just got busy with life\/work\n  ","619449":"\n  Omg guys I miss you all so much\n  ","619450":"\n  omg I got so hungry\n  ","619451":"\n  im finally home from work!!\n  ","619452":"\n  of course I do <3\n  ","619453":"\n  omg they look so good\n  ","619454":"\n  poodies\n  ","619455":"\n  drugs\n  ","619456":"\n  I should make a go fund me account so you can really be my sugar daddy\n  ","619457":"\n  yes I have\n  ","619458":"\n  if you pay for everything.\n  ","619459":"\n  Never have I ever gotten in a physical fight with the same sex\n  ","619460":"\n  This is very sweet of you. Why don’t you come say this to me in person?\n  ","619461":"\n  Who told you I was ever tan\n  ","619462":"\n  I hate the cold :(\n  ","619463":"\n  No lol\n  ","619464":"\n  Always money first\n  ","619465":"\n  I just said “no” lol\n  ","619466":"\n  I am lol\n  ","619467":"\n  My earrings\n  ","619468":"\n  “Before We Were Yours”\n  ","619469":"\n  He and I are different people with different strengths\n  ","619470":"\n  This is something I won’t do\n  ","619471":"\n  I’ve been offered lol\n  ","619472":"\n  I’m trying to make more money.. is there anyone who wants to pay me to skype with them? Maybe teach them how to speak English fluently?\n  ","619473":"\n  This is something that shall never be argued\n  ","619474":"\n  you were so close to spelling this correctly\n  ","619475":"\n  what do you do for work?\n  ","619476":"\n  because I only want people I know personally on there\n  ","619477":"\n  thank you\n  ","619478":"\n  they are little tiny humans that seem like they are drunk all the time but they aren't....\n  ","619479":"\n  awh boo im sorry\n  ","619480":"\n  thanksssssss\n  ","619481":"\n  1. with bones\n  \n  2. honey bbq\n  \n  3. ranch\n  ","619482":"\n  I know you wish that were a thing but I don't think thats a thing\n  ","619483":"\n  when my best friend and I used to hang out everyday.. I was driving and he just randomly goes \"lets go to san Clemente for the rest of the day\" and just like that we go to his beach house, get an amazing dinner, and watched stoker while cuddling.\n  ","619484":"\n  this is so sweet omg!!!\n  \n  but I like to think I was always a princess in the past life.\n  ","619485":"\n  it makes no sense... I had this wireless speaker I would use to watch shows and it has just gone missing. it doesn't make any sense.\n  ","619486":"\n  lol I am happy for you!!\n  \n  im reading my book\n  ","619487":"\n  stop it cute butt\n  ","619488":"\n  thank you so much\n  ","619489":"\n  I always wondered why this was called \"Ask\" hmm maybe because its meant for people to ask questions?\n  ","619490":"\n  I bet it was super nostalgic\n  ","619491":"\n  I know every song by heart.\n  \n  Troy was my crush for such a long time\n  ","619492":"\n  soon they will be some form of crypto-currency lol\n  \n  I dont have that many yet.. I want 500,000 I have 495,000 to go lol\n  ","619493":"\n  im going to lay down and take a little nap\n  ","619494":"\n  I feel like they must have to take it out of the box office?\n  ","619495":"\n  just at home from a long ass day at work\n  \n  today was a really hard day. I can finally relax tho.\n  \n  whats up with you?\n  ","619496":"\n  No filters are the bomb\n  ","619497":"\n  I don't give that out.\n  ","619498":"\n  omfg I love you too anon\n  ","619499":"\n  I can't even remember.. but im actually having them tonight.\n  ","619500":"\n  I just want so many breadsticks.\n  ","619501":"\n  Hey\n  ","619502":"\n  I think I love ash more.\n  ","619503":"\n  me too\n  ","619504":"\n  I love you, hunny\n  ","619505":"\n  I really am happy with life. I just keep progressing everyday and thats all I could ask for.\n  ","619506":"\n  today was a really tough day but im really happy to be home on ask. its relaxing to answer questions.\n  ","619507":"\n  I wish I had a louder voice. I wish it wasn't so soft :\/\n  ","619508":"\n  Today was an exhausting day\n  ","619509":"\n  I think its more of just a motto no matter what the scene is.\n  ","619510":"\n  beep boop\n  ","619511":"\n  I need to binge watch trailer park boys again\n  ","619512":"\n  I love how sweet you are to kitties. you remind me of bubble from trailer park boys.\n  ","619513":"\n  I look a lot like my biological mom\n  ","619514":"\n  I love you for saying that\n  ","619515":"\n  I’m close enough lol\n  ","619516":"\n  I do... I’m like super ocd about my questions and I’m always deleting the ones I will not answer\n  ","619517":"\n  I personally do love my job. I love the customers. So much.\n  ","619518":"\n  What ?\n  ","619519":"\n  Sav. My personality fits better with just Sav\n  ","619520":"\n  hahahah kitty cat tv\n  \n  there was one time where she looking out the window and she hisses and I just go \"im gonna die tonight.. someones out there waiting for me\" lol\n  ","619521":"\n  she keeps fucking meowing at shit lol\n  ","619522":"\n  oh wow! thats pretty cool.\n  \n  im sorry you have diabetes\n  ","619523":"\n  I mean if thats what you like then do it. I just own a huge blanket thats filled with duck feathers\n  ","619524":"\n  nope. I work federal hours\n  ","619525":"\n  I can't even think of a show where that would even be an option lol\n  ","619526":"\n  oh god no that sounds awful\n  ","619527":"\n  why would I use a sleeping bag if I have blankets?\n  ","619528":"\n  like all day everyday because my job requires it\n  ","619529":"\n  The tattoo that says love and the heart and I was 17 years old when I got it\n  ","619530":"\n  I have this coworker that literally doesn't give a shit about anyone but themselves. its so fucking awful.\n  ","619531":"\n  I need to do my hair and makeup\n  ","619532":"\n  hey what is up?\n  ","619533":"\n  im really hungry I really want one of my pastries\n  ","619534":"\n  thank you so much!!! I enjoy sharing.\n  ","619535":"\n  grab some popcorn and come on over\n  ","619536":"\n  I would really like to visit.\n  ","619537":"\n  thank you.\n  \n  how is your day?\n  ","619538":"\n  create one that breaks down poop so you never have to go.\n  ","619539":"\n  I just woke up, good morning. I am good\n  ","619540":"\n  if you have seen hemlock grove you will understand this.\n  \n  I would spend my generations just getting millions and millions of dollars and making myself so famous.\n  ","619541":"\n  awh!!!! well you're so sweet you could be\n  ","619542":"\n  I really hate gambling. like I can't do it.\n  ","619543":"\n  that awkward moment when you laugh but its a serious moment.\n  ","619544":"\n  its called Beyond\n  ","619545":"\n  probably because they figured that the name Jesus was used before Jesus Christ was born and that its just a name.\n  ","619546":"\n  I am pretty good. about to start my show.\n  ","619547":"\n  no ill be on and off\n  ","619548":"\n  I am very lucky\n  ","619549":"\n  I don't. but I love all her quotes about Jesus and religion\n  \n  and her short movie that she made called, \"Tropico\"\n  ","619550":"\n  im going to start my show now.\n  ","619551":"\n  hello how are you\n  ","619552":"\n  that sounds fucking disgusting.\n  ","619553":"\n  oh its in there.\n  ","619554":"\n  which is like the 105th reason why I love her.\n  ","619555":"\n  it doesn't say \"lie to her and tell her you love her\"\n  \n  if you love someone and you never have told them.. tell them.\n  ","619556":"\n  because Im evil ;)\n  ","619557":"\n  her. wanna know why I love her so much? because she is stunning but doesn't care about being the skinniest person. she stunning just naturally.\n  ","619558":"\n  hey sweetheart, whats up?\n  ","619559":"\n  im sure people love you\n  ","619560":"\n  I don't mind it probably because I was born and raised here so im super used to it.\n  ","619561":"\n  really... does the picture in this thread look anything like your grandma?\n  ","619562":"\n  its crazy how much changing your name can do for a person\n  ","619563":"\n  I rarely do something because everybody else is doing it..\n  ","619564":"\n  hey how are you?\n  ","619565":"\n  DO IT\n  ","619566":"\n  you will if I make you\n  ","619567":"\n  no.. uh gofundme?\n  ","619568":"\n  ohmygosh stop <3\n  ","619569":"\n  please tell me you are kidding.. I need to move where you live because its so expensive here. if I didn't come from money I wouldnt live here. I do not know how people who don't have money live here... granted a lot of them rent but even still rent is crazy here too.\n  ","619570":"\n  boo I have to go to work tomorrow\n  ","619571":"\n  I love getting sweet messages that make me smile\n  ","619572":"\n  awh, I love you too\n  ","619573":"\n  well my grandpa did until he was 89\n  ","619574":"\n  no actually I don't\n  ","619575":"\n  I wish I was tired right now but im going to watch the show Beyond\n  ","619576":"\n  no you may not pass go\n  \n  you will not get $200\n  ","619577":"\n  I can just see myself going NUTS at this store.\n  \n  no joke im going to vista tomorrow morning. I am going to check this place out as well.\n  ","619578":"\n  wait for all your money\n  ","619579":"\n  well in America once you hit a certain age you are required to take a drivers test\/eye exam once a year.\n  ","619580":"\n  I have never heard that in my entire life.\n  ","619581":"\n  thank you.. I wish I had bigger boobs for I tho\n  ","619582":"\n  I only like chocolate. but fuck this. made me really hungry\n  ","619583":"\n  no because its cute.\n  ","619584":"\n  thank you so so much\n  ","619585":"\n  I do answer.... the questions I want to answer\n  ","619586":"\n  today was a good day\n  ","619587":"\n  it can be very peaceful\n  ","619588":"\n  im not sure, I have no idea who you are hahaha\n  ","619589":"\n  they were so cute and amazing.\n  ","619590":"\n  that would be special\n  ","619591":"\n  im sure theres someone else out there that would tho\n  ","619592":"\n  hell no. I cannot stand those tails!!\n  ","619593":"\n  thank you!!\n  ","619594":"\n  id say I just work in operations im called a BSS\n  ","619595":"\n  my shampoo\n  ","619596":"\n  im sorry, but no\n  ","619597":"\n  we are all focused on whats wrong or what all the problems are... we need to slow down and look at all we have accomplished and be proud how far we have come. as soon as we achieve something its right on the next issue that we have to fix... nobody takes a moment or a breath. I realized that my depression\/anxiety came from all the things I wasn't doing or haven't accomplished yet... I no longer have bad anxiety because I started to slow down and focus on what I have achieved already and take each day one day at a time.\n  ","619598":"\n  of course I would\n  ","619599":"\n  8pm\n  ","619600":"\n  omg no way, so am i\n  ","619601":"\n  I would love to be able to turn into a kitty so I could talk to ash. I would to be able to lay together and talk about our days. be able to gossip and laugh together. maybe take a couple laps the room in full sprints. then fall asleep snuggled in each others fur. awh now im sad\n  ","619602":"\n  Gotta Get Get!\n  ","619603":"\n  this is what pops in my head \"do you actually want to hear about it or are you just trying to be nice and act like you care?\"\n  ","619604":"\n  canada or the east coast\n  ","619605":"\n  omg I love being spontaneous.\n  \n  I do spontaneous shit with my bf everyday.\n  \n  today we just were like fuck it we are gonna go to the bakery and walk around and see what happens at the mall.\n  ","619606":"\n  most horror movies don't really bother me. I love them.\n  \n  theres only one movie that actually freaked me the FUCK out when I watched it by myself at like 1am lol and that was paranormal activity.\n  ","619607":"\n  ohmygod I was at work and my coworker got on my last nerve. I was DONE.\n  ","619608":"\n  im trying to remember where I went.. omg I cannot even remember its been that long. I need to take a vacation.\n  ","619609":"\n  the older I get the more I like it.\n  \n  I also get A LOT of compliments on my name.\n  ","619610":"\n  this is so nice to read but \"I could ask for\"\n  \n  is this my baby? ;)\n  ","619611":"\n  Trying to get points to win free concert tickets! Just need an email and phone number! Please please help me\n  \n\n   https:\/\/arep.co\/tg5zt\n  \n","619612":"\n  It’s soooo cute\n  ","619613":"\n  WHERE THE FUCK IS THIS STORE\n  ","619614":"\n  Not really lol\n  ","619615":"\n  I would love that?\n  ","619616":"\n  She must be elevated\n  ","619617":"\n  Thank you so much\n  ","619618":"\n  11:45\n  ","619619":"\n  Yeah it’s pretty ridiculous lol\n  ","619620":"\n  She’s cozy on her bed\n  ","619621":"\n  I want to go back to sleep\n  ","619622":"\n  I’m happy you liked it ??\n  ","619623":"\n  This doesn’t even make sense\n  ","619624":"\n  It is pretty yummy☺️\n  ","619625":"\n  No I have never done that. I think it would be cooler if we were allowed to go and take a tour of 5 famous peoples houses of our choice\n  ","619626":"\n  Sooooo this is my drink of the day\n  ","619627":"\n  I am a little bit above a bank teller.\n  ","619628":"\n  so far so good. I love resting\n  ","619629":"\n  When my best friend and I rode an electric bike together after we just had some really harsh cosmos and we were having so much fun we were paying attention that there was a fuckin curb when we were going like the fastest you can make an electric bike go.. and so we hit the ground pretty hard and got hurt pretty bad but I couldn’t stop laughing. She couldn’t stop freaking out because she thought she hurt me really bad. But I kept picturing what it must have looked like to watch us eat shit. Hahahaha I’m cracking up\n  ","619630":"\n  I live in America.. theres a fuck ton of really famous people\n  ","619631":"\n  I’m going to have to give them a taste sometime!!!\n  ","619632":"\n  It would either be a baby panda ? or a baby baboon ?\n  \n  Most likely a baboon\n  ","619633":"\n  No I just have a bunch of random photos\n  ","619634":"\n  I showered finally. I smell delicious\n  ","619635":"\n  I’ve been awake - hanging out with the bf but we are going back to bed\n  ","619636":"\n  I’d fight for my life rather than let stupid shit just ruin me.\n  ","619637":"\n  Your intelligence is too lacking that the number Is too difficult for you to comprehend\n  ","619638":"\n  I’m going to take a little nap\n  ","619639":"\n  It needs a washer and dryer in the apartment. It needs to be open and spacious. A walk in closet.\n  ","619640":"\n  She’s a half sister\n  ","619641":"\n  Food, rent, bills lol\n  ","619642":"\n  Enough where I can just spend money without wondering “do I have enough money”\n  ","619643":"\n  I would love that\n  ","619644":"\n  Yes and no..\n  \n  I would be more content if I had more money\n  ","619645":"\n  No not yet..\n  ","619646":"\n  I love sleep\n  ","619647":"\n  Today Vince Coleman came into the bank. He’s such a nice guy.\n  ","619648":"\n  I need to clean up my photos on my phone\n  ","619649":"\n  Thank you\n  \n  Thank you\n  \n  Thank you\n  \n  ?\n  ","619650":"\n  You’re so cute. ❤️?\n  ","619651":"\n  I wish I was talented at makeup like this ?\n  ","619652":"\n  What are you afraid of?\n  ","619653":"\n  He wouldn’t hurt me like that. If he wanted to be with someone else he would just tell me. But he is so in love with me it’s almost an obsession. You have no idea how much he loves me.. there’s one thing I know 100% in my gut is my bf LOVES me. We have been through some SHIT together.\n  ","619654":"\n  I’m making all of this up ?\n  ","619655":"\n  I really need to shower but like I want to sleep. Why am I so lazy?\n  ","619656":"\n  I need this\n  ","619657":"\n  Such a tough question... I know more of the lyrics to nirvana but seeing the Beatles would be special\n  ","619658":"\n  Yeah\n  ","619659":"\n  No I fuckin wouldn’t wear a chain that says “savage” to a bank\n  ","619660":"\n  This is how I imagine everybody who complains about being alone or single is like:\n  ","619661":"\n  I have a problem ?\n  ","619662":"\n  YAS QUEEN\n  ","619663":"\n  5439\n  ","619664":"\n  Geeeeeee thanks ?\n  ","619665":"\n  I need\n  ","619666":"\n  I’m going to try them ?\n  ","619667":"\n  It feels like it sometimes\n  ","619668":"\n  Uhhh to be someone’s sugar baby is my offer\n  ","619669":"\n  I can be that sugar baby ?\n  ","619670":"\n  Should I try them?\n  ","619671":"\n  That would be such a cool name\n  ","619672":"\n  I am currently pet sitting two dogs at a luxury hotel\n  ","619673":"\n  I very much like this statement\n  ","619674":"\n  That’d be so fun!! Yes\n  ","619675":"\n  I work at a bank ? ❤️?\n  ","619676":"\n  I don’t go to school. I just work\n  ","619677":"\n  I have to buy it\n  ","619678":"\n  That would be amazing. I don’t think my bf would be down for that tho. That’s something I do with a best friend. Or if I make it into a drinking game he might enjoy doing that with me lol\n  ","619679":"\n  1. Of people are it feels weird\n  \n  2. I don’t think people are\n  \n  3. I should be flattered but like why would they?\n  ","619680":"\n  Money ?\n  ","619681":"\n  I can’t say I have, is it good? Should I try it?\n  ","619682":"\n  Life is too short to be angry\n  ","619683":"\n  Why do you think that?\n  ","619684":"\n  “I ran around a lot. I like to show mommy how fast I can run. I even demonstrated how to jump on to a very small windowsill and land it perfectly”\n  ","619685":"\n  Is it sad I know every lyric\n  ","619686":"\n  Yes I am\n  ","619687":"\n  I really want to go to sleep\n  ","619688":"\n  Omg thank you so much ❤️? I love this. This made me feel beautiful\n  ","619689":"\n  I’ll be able to fall asleep knowing I don’t have to wake up early the next day.\n  ","619690":"\n  Please tell cast directors\n  ","619691":"\n  6:25 am\n  ","619692":"\n  Not yet, I’m gonna soon I need it\n  ","619693":"\n  ill be on when im at work tomorrow. im going to bed, goodnight\n  ","619694":"\n  what makes me different? what about me makes your heart melt?\n  ","619695":"\n  I want to be on here as well\n  ","619696":"\n  I personally love her nose.. she's perfection.\n  ","619697":"\n  there's no secret.\n  \n  what you see is what you get?\n  ","619698":"\n  have you not seen many girls??\n  \n  but thank you so much!!\n  ","619699":"\n  I should really be going to bed .... but....\n  ","619700":"\n  I KNOW OMG\n  ","619701":"\n  I swear to god every picture I see of her she is flawless.\n  ","619702":"\n  thasss my bad\n  ","619703":"\n  are you sure my ugliness didn't set your eyes on fire?\n  ","619704":"\n  OMG YES\n  ","619705":"\n  I just ate my soufflé cheesecake\n  \n  god it was so amazingly fluffy\n  ","619706":"\n  we can go and shove yummy stuff in each others faces\n  ","619707":"\n  you must be blind because theres no way that this is true <3\n  ","619708":"\n  what about this?\n  ","619709":"\n  I just fucking love pastries and desserts SO MUCH\n  ","619710":"\n  as sweet as this?\n  ","619711":"\n  I should have clarified ..... someone who got more than 200 likes on a post like this...\n  ","619712":"\n  TRUTH\n  ","619713":"\n  I think I’m pretty fly\n  ","619714":"\n  it makes me happy you think im sweet\n  ","619715":"\n  if theres someone who ACTUALLY does every single person when they do this sort of post - they deserve an award because thats insane.\n  ","619716":"\n  ohhhh so since im cute now do you not mind?\n  ","619717":"\n  Lol I don’t have this many answers by asking MYSELF a question.. that would go against my whole blog and style\n  ","619718":"\n  like this if you love him\n  ","619719":"\n  I know I’m a dick, but at least I’m cute?\n  ","619720":"\n  HAHA thank you\n  ","619721":"\n  go and tell the world!!\n  ","619722":"\n  from when I started my ask I have seen no ads to holy fuck ton of ads on here lol\n  ","619723":"\n  I know - super sweet\n  ","619724":"\n  always just friends....\n  ","619725":"\n  thank you so much, actually means a lot\n  ","619726":"\n  if you were kidding.. I guess we can be friends\n  ","619727":"\n  I’m just using your questions to post my pics ?\n  ","619728":"\n  I really should be going to bed I have to work again tomorrow\n  ","619729":"\n  I hate Taylor swift\n  \n  you said I look like her\n  \n  that makes me hate you.\n  ","619730":"\n  I paid off my braces this month. my braces are fully paid for now the next thing I need to do is get them off!!\n  ","619731":"\n  ??\n  ","619732":"\n  please for the love of god pick her\n  ","619733":"\n  I WANT MY CHEESECAKE\n  ","619734":"\n  yeah no shit cause we are both white lol\n  ","619735":"\n  Thanks ?❤️?\n  ","619736":"\n  How? Lol\n  ","619737":"\n  thank you for your compliment. glad you started new lol hope everything is going well. im still going to keep moving forward with my life and not have to deal with you. lol\n  ","619738":"\n  Ok I don’t look anything like her\n  ","619739":"\n  I totally read this as boobs at first ? but then I realized you’re talking about my boots lol\n  ","619740":"\n  I was young and stupid lol I used to say “4 lyfe” after everything when I was younger. And at the time where I made this account I was into saying “ass 4 lyfe” and now here we are.\n  ","619741":"\n  So fucking good\n  ","619742":"\n  Hahahah I’m so sorry your bored!!\n  ","619743":"\n  I went to 85C bakery and got an entire cheesecake. I haven’t eaten yet but omg I’m so excited. There coffee is so good as well\n  ","619744":"\n  I’m gonna be in comfy clothes and in bed\n  ","619745":"\n  Truthfully I don’t see how we look alike\n  ","619746":"\n  I do when it comes to being out late and I have work the next day.. I don’t like being a zombie at work\n  ","619747":"\n  I need to write more, I’ll write a poem this weekend and post it on here. It’s nice to know that there’s someone out there wanting to read my work\n  ","619748":"\n  I’m glad you liked it.. the boots were not comfortable tho\n  ","619749":"\n  I can be\n  ","619750":"\n  It wasn’t super long because I’m a baby and I love sleep so much. So maybe like 30 hours\n  \n  I’m going back to bed ?\n  ","619751":"\n  I miss seeing my friends everyday and goofing off. I miss just having to worry about one thing and that’s school...\n  ","619752":"\n  “I’m going to run around the room and show off how fast I can go a few times, gonna snuggle with mom, and probably meow in the corner of the bathroom a couple times for no reason”\n  ","619753":"\n  “Everything mommy loves that is small and really easy throw on the ground and lose it. Or caps. I LOVE CAPS.”\n  ","619754":"\n  “Four and half years old”\n  ","619755":"\n  “Mommy got me my own bed and it’s right next to her bed”\n  ","619756":"\n  “Omg I loooooooove it ????????????”\n  ","619757":"\n  This is very true I do not like sand... but people watching at the beach is so much fun\n  \n  But how do you know this about me?\n  ","619758":"\n  Not yet Lol\n  ","619759":"\n  My stomach\n  ","619760":"\n  Probably not\n  ","619761":"\n  No I don’t.\n  ","619762":"\n  Well if you like curry it’s a curry dish. I think it’s so delicious. I have a super low tolerance to spices food but it’s too good\n  ","619763":"\n  It’s so hard to keep my eyes open\n  ","619764":"\n  I just freaked because it felt like someone just breathed hot oh my hand while i was typing then I realized I don’t hold my phone that far lol\n  ","619765":"\n  Such a long and exhausting day. It feels good to lay down and cuddle with my kitty and listen to her purr\n  ","619766":"\n  It’s not funny\n  ","619767":"\n  Just work. It was just one of those days where everything was nonstop... not a moment to catch a breath..\n  ","619768":"\n  I can’t wait to go home omg\n  ","619769":"\n  My patience is so low I might kill someone\n  ","619770":"\n  I love quotes\n  ","619771":"\n  In n out of course\n  ","619772":"\n  Stupid houses on the beach with terrible parking. I had to park on the street cause was in my spot so once they left I could park in my spot again lol it’s ok I have my spot so now my car is right outside my garage door\n  ","619773":"\n  Did you seriously ask that?\n  ","619774":"\n  Yeah you can make that work\n  ","619775":"\n  Or request to follow me?\n  ","619776":"\n  Thank you my new suga daddy\n  ","619777":"\n  ???????\n  ","619778":"\n  Lol finally someone who thinks I’m ugly\n  ","619779":"\n  Omg nikki, noooo I’m not. I just did my makeup really well today.\n  ","619780":"\n  No like I’m serious\n  ","619781":"\n  Yes ?\n  ","619782":"\n  You offended him more by saying he’s a cheater\n  ","619783":"\n  I’m super serious right now\n  ","619784":"\n  I want to get them done again. I try to type fast with them starting to get long and I hate it\n  ","619785":"\n  isn't she just fucking incredible.\n  ","619786":"\n  omggggg you'll be my sugar daddy?\n  ","619787":"\n  my bf is on the phone with me explaining so many different pizzas that he wants hahah and im just sitting here like \"mhmm\" \"ya\" \"mhmmm\" hahahh\n  ","619788":"\n  mentally no\n  ","619789":"\n  I know I fucking miss it.\n  ","619790":"\n  wait what are you saying please too?\n  ","619791":"\n  seriously.. does anyone want to me to be there sugar baby. im struggling\n  ","619792":"\n  I knew god was a dirty dawg\n  ","619793":"\n  He’s god he knows everything\n  ","619794":"\n  I don’t think god would like that\n  ","619795":"\n  I would look around and ask “have my people finally find me?”\n  ","619796":"\n  I’m eating chicken tikka masala\n  ","619797":"\n  I am an angel... I’m apparently married to god already\n  ","619798":"\n  Give me your tears gypsy\n  ","619799":"\n  mood\n  ","619800":"\n  I think you are a saint\n  ","619801":"\n  omg I was just about to get up to go move my car and have dinner. I think theres cheeseburgers in the fridge. I might have that but I have so much left overs I don't know what to eat\n  ","619802":"\n  oh no doubt.\n  ","619803":"\n  ok think about what an angel is.. they are a perfect being...\n  \n  if I knew I were a perfect being I would start being full of myself then that would taint me and I wouldnt be an angel anymore... does that make sense?\n  ","619804":"\n  I really don't want to go and move my car but I really should\n  ","619805":"\n  did I confuse you?\n  ","619806":"\n  just trying to remind myself to keep all the toxicity out of my life\n  ","619807":"\n  cougar moms or trophy wives?\n  ","619808":"\n  do you think I were actually an angel I would know or do you think that would go straight to my head and then I probably wouldnt be an angel anymore?\n  ","619809":"\n  you're so funny!!!!\n  \n  that would be such a fun job.\n  ","619810":"\n  I mean im not gonna go crazy about it.. im just going to be like \"this is your record\/transcript - not mine. your bad grades doesn't effect anyone but yourself. If you don't want to try and do well, you won't get into any the colleges you probably want to try to get in... getting good grades has nothing to do with impressing me or getting a reward from me... they are entirely for yourself.\"\n  ","619811":"\n  most of my pets died naturally. I don't like thinking about it because I miss all of them. and I hate thinking about my baby dying :(\n  ","619812":"\n  dude you should make mascots for schools.. you have great ideas\n  ","619813":"\n  HAHAHAHAHAHAHA omg\n  ","619814":"\n  ill most likely be on while im at work tomorrow\n  ","619815":"\n  they are fucking incredible\n  ","619816":"\n  I own about 4 pairs currently\n  ","619817":"\n  they are $1085 so like I didn't even look at the size\n  ","619818":"\n  If I could spend thousands of dollars on shoes I would\n  ","619819":"\n  these shoes are called fetish peep\n  \n  I feel like its only right for one of you to buy them for me lol\n  ","619820":"\n  I love thigh highs so much.\n  \n  these are so cute. I want them so bad\n  ","619821":"\n  I know this is gonna sound weird but I love the smell of Ash (my kitty) she is so comforting and I just love her.\n  ","619822":"\n  I had no idea that you wanted my heart.\n  ","619823":"\n  I didn't even think about that and thats actually really funny ahhaahha. wow\n  ","619824":"\n  so so so much more.\n  ","619825":"\n  because I am boom\n  \n  so that means im awesome\n  \n  I am also real as fuck\n  \n  so I got verified lol\n  ","619826":"\n  I got this today. I just had to have it even tho it’s so ridiculous lol\n  ","619827":"\n  ohhh its you that keeps sending me a bunch of spam questions lol\n  \n  send some to\n  \n   @NicoleBuckleyyx\n  \n  she loves questions\n  ","619828":"\n  lets all agree that bunnies are so adorable.\n  ","619829":"\n  yes. give me a bit im trying to catch up with a bunch of questions. please be patient xoxo\n  ","619830":"\n  San Diego, california\n  ","619831":"\n  I am still really confused what a piece of swag is...\n  ","619832":"\n  thats great, you should be proud of where you come from.\n  ","619833":"\n  I LOVE thigh highs. so much.\n  ","619834":"\n  you first\n  ","619835":"\n  im doing well. I am in bed currently resting after a long day at work. thank you for asking.\n  ","619836":"\n  it doesn't matter to me just as long as my kids are happy and healthy\n  ","619837":"\n  Wow thank you so much!\n  ","619838":"\n  hopefully blonde and greenish\/blue\n  ","619839":"\n  theres a lot of great men that are addicts. just because a person has an addiction doesn't make them a bad person. you can google all celebrities that suffer with addiction and I think youll be pretty surprised how many there actually are.\n  ","619840":"\n  Yes I’m okay ?\n  ","619841":"\n  I forgot to post all the photos I’ve taken\n  ","619842":"\n  he can't control himself when he drinks or does drugs\n  ","619843":"\n  just an all around drug and alcohol addiction.\n  ","619844":"\n  I’m online now\n  ","619845":"\n  this is beyond fucked up to say to someone. why would you put an idea like that in someones head. thats so much negativity. and maybe I already have some major trust issues and he and I are going through some personal issues together. I really love him and if he ever cheated on me it would truly break my heart and do some serious damage to me. I want to start crying just thinking about him hurting me like this. I just don't understand why would want to say something like this to me...\n  ","619846":"\n  Good ole Betsy ahahahhaha\n  ","619847":"\n  I’m so happy to be home and relaxing\n  ","619848":"\n  I liked torrey pines colors tho. did not like there logo either.\n  \n  hated LCC mascot so much.\n  \n  if I had to choose which high school I would have gone too I would have picked La Jolla country day probably. its always been a really good school\n  ","619849":"\n  torrey pines was very passionate to say the least lol\n  \n  everyone from rancho Santa Fe was like there own little clique it was weird.\n  \n  but I just realized that you actually know me personally if you know all of this huh\n  ","619850":"\n  I don’t fucking know\n  ","619851":"\n  Why scary or creepy?\n  ","619852":"\n  He’s doing really well actually. It’s a battle everyday but he’s getting through it\n  ","619853":"\n  Always. That’s why they are my favorite\n  ","619854":"\n  I wanna dye my hair grey\n  ","619855":"\n  Being homeless\n  ","619856":"\n  I just had winter grey mint today\n  ","619857":"\n  YOU HAD SOMEONE ELSE AND IT HURT ME SO I HAD TO MOVE ON\n  ","619858":"\n  Hahahhahahahhhhhh this made me laugh ????\n  ","619859":"\n  Thank you so so much ?\n  ","619860":"\n  No I’m going out with my bf today\n  ","619861":"\n  I still eat tho\n  ","619862":"\n  Is coming around\n  ","619863":"\n  She’s snuggling with me\n  ","619864":"\n  Is that not what I said\n  ","619865":"\n  I would take those in a heart beat\n  ","619866":"\n  Maybe from you but to say everyone is a stretch don’t believe everybody wants to love me\n  ","619867":"\n  Probably a kitty\n  ","619868":"\n  I do, I love dressing up so much!\n  ","619869":"\n  I maybe slept an hour last night\n  ","619870":"\n  does somebody want my love\n  ","619871":"\n  Ohhhhhh you’re from one of the Stan’s\n  ","619872":"\n  ?? there’s a few people who will get it\n  ","619873":"\n  Piece?\n  ","619874":"\n  Literally just saw another account with this same name lol\n  ","619875":"\n  I’m good. Drinking tea ☕️, reading ?, and cuddling with my kitty ?\n  ","619876":"\n  Seriously I changed my bio\n  ","619877":"\n  Donate $1000 to me through Venmo\n  ","619878":"\n  At least I have tea\n  ","619879":"\n  Just changed my bio and it’s sooooo dope now\n  ","619880":"\n  I’m not a big fan of places with -stan at the end of them ??\n  \n  Kidding that’s a really cool name.\n  \n  “Lady boometh from Swagistan the land of her boomerangs and all boomers ?”\n  \n  Changing my bio now to that!!\n  ","619881":"\n  It’s a wonderful thing ?\n  ","619882":"\n  Lol still awake\n  ","619883":"\n  :( please make her\n  ","619884":"\n  If I wanted to see a pregnant belly everyday I would just go get pregnant omg\n  ","619885":"\n  Awh wow!! Thanks so so much❤️❤️ that really means a lot\n  ","619886":"\n  Ok girls who post weekly pics of there baby bump need to stop. I don’t want to open my feed and see bellies. Like make a fucking book like normal people.\n  ","619887":"\n  I’m waiting for explanation\n  ","619888":"\n  Mostly dog and cats\n  \n  But there’s been bunnies, guinea pigs, birds, lizards\n  ","619889":"\n  You really like them?? I think they are different and just good at representing me! Thank you so much for your kind compliment\n  ","619890":"\n  I go to them.. the animals are already freaked out because there owners are away - why would you freak them out more by taking them to a new place?\n  ","619891":"\n  I’m trying to get my kitty to cuddle me but she’s too cozy on her bed she won’t budge\n  ","619892":"\n  Haha ✨\n  ","619893":"\n  I appreciate you appreciating my body\n  ","619894":"\n  I take care of there animals while they travel. I don’t think it’s weird for pet owners to be able to travel comfortably knowing there home and animals are safe and taken care of.\n  ","619895":"\n  Wow what a lovely thing to say\n  ","619896":"\n  I literally just stay at rich peoples houses while they are away so there’s a less likely chance someone will break in.\n  ","619897":"\n  Uhhhhhhhhhhhhhhhh all my clothes and shoes and makeup hahahaha\n  ","619898":"\n  I literally just answered this question.\n  \n  I rent a room out at his parents and he lives in a sober living with a bunch of guys. We are moving into an apartment in March\n  ","619899":"\n  I’m a house and pet sitter\n  ","619900":"\n  Explain how to get super trending on ASKfm\n  ","619901":"\n  I rent out a room from his parents\n  \n  He currently lives in a sober living with a bunch of guys\n  ","619902":"\n  Cuddles would help\n  ","619903":"\n  I don’t believe you because your full of shit and he doesn’t. I know this for a fact\n  ","619904":"\n  That sucks. Idk what to tell you. I would pretend nobody else is in there and just do what I need to do\n  ","619905":"\n  Lol he wishes but he loves me too much\n  ","619906":"\n  I just want to sleep\n  ","619907":"\n  I don’t see it haha sounds so bad\n  ","619908":"\n  You can’t chAnge in the stalls and there’s not private showers\/dress areas?\n  ","619909":"\n  I’m so glad you like it!!! LA is too busy for me, but San Diego is getting busy too. But I love it here. I wish it wasn’t so expensive..\n  ","619910":"\n  I ran for cross country\n  \n  Don’t have the personality to be a cheerleader\n  ","619911":"\n  At his place\n  ","619912":"\n  Being a nerd isn’t a bad thing!\n  ","619913":"\n  I know a lot of people who do ? and I have two jobs\n  ","619914":"\n  3:49 am\n  ","619915":"\n  Cute\n  ","619916":"\n  Omg yes I talk about this with my bf a lot. We both miss having no responsibilities and just getting super high all the time.\n  ","619917":"\n  Oh god... well I at least have someone to talk too?\n  ","619918":"\n  Do you not get days off?\n  ","619919":"\n  Do you want to do this to it?\n  ","619920":"\n  Ugh what is sleep?\n  ","619921":"\n  I’m trying to read myself to sleep\n  ","619922":"\n  Hahah true\n  ","619923":"\n  I’m reading lol\n  ","619924":"\n  I get Tuesday’s and Thursday’s off\n  ","619925":"\n  I’m not the most beautiful girl\n  ","619926":"\n  Thankfully no I don’t\n  ","619927":"\n  I feel like you already told me this lol I’m sorry I forgot\n  ","619928":"\n  I think I need sleep because this made no sense to me\n  ","619929":"\n  This seems faulty\n  ","619930":"\n  It’s almost 2am\n  ","619931":"\n  Quick question where you from\n  ","619932":"\n  Since when\n  ","619933":"\n  Lol ok\n  ","619934":"\n  I feel like I have to be a princess first\n  ","619935":"\n  That’s better thanks\n  ","619936":"\n  Lol alright do whatever you want. It’s just a pet peeve of mine\n  ","619937":"\n  Nothing... I’m the same as other women\n  ","619938":"\n  She’s probably better to chat with ?\n  ","619939":"\n  Oh my god.. that sounds awful\n  ","619940":"\n  I mean don’t keep too updated lol\n  ","619941":"\n  Yeah... I cherish moments spent with my family\n  ","619942":"\n  Nobody said they sounded different it’s just you take more time putting numbers then actually spelling the word.. the only reason people used to spell shit like that is because texting started from a keypad so putting numbers made everything faster. We have keyboards now... no point in putting numbers.\n  ","619943":"\n  Just go meet her you don’t need to meet me lol\n  ","619944":"\n  I don’t know, she’s a cheerleader for the cowboys\n  ","619945":"\n  I haven’t been nervous for a very long time\n  ","619946":"\n  1. We can’t watch the news at the bank\n  \n  2. I would never watch Fox\n  \n  3. I saw it at the Thai restaurant and the news station was from Thailand\n  \n  4. The guy who owns the restaurant explained exactly what happened and said they were Muslim and they shot monks.\n  ","619947":"\n  I’m pretty good! I need water tho\n  ","619948":"\n  Sure hope soooo\n  ","619949":"\n  That’s going to be fun! I’m glad you’re seeing family\n  ","619950":"\n  It literally says in the thread... her name is Savannah\n  ","619951":"\n  Well the news said they were Muslim. Don’t get mad at me when everybody else is saying they were Muslim.\n  \n  Also if those white people who shot up a school ended up being some denomination of Christianity I guarantee people who be calling them by there religion because when people think of religion they think of peace and harming others doesn’t sound very peaceful..\n  ","619952":"\n  Did you really spell everyone “every1”\n  ","619953":"\n  It’s 12:35 am.. no I’m not at work\n  ","619954":"\n  She definitely looks more like a Savannah. She had that southern bell look to her ya know?\n  ","619955":"\n  Hahaha sounds like you’re having a great night ? thanks for the tbh!! Hope you’re having fun writing all of them lol\n  ","619956":"\n  That doesn’t sound amazing to me... it freaks me out meeting people from the internet\n  ","619957":"\n  Awh what could have made it a great day for you?\n  ","619958":"\n  They still are making a bad representation of how people think of those who are Muslim. Clarifying that they are dysfunctional people doesn’t change what they did or how people are going to look at it.\n  ","619959":"\n  Is coming back?\n  ","619960":"\n  So I forgot how much I enjoy spending time with my family. I forgot how smart my family is and just hanging out with them for a bit is nice.. they have so much knowledge I always learn something new. I realized most of the stuff I know is from them not school.\n  ","619961":"\n  Hello\n  ","619962":"\n  Most definitely not lol\n  ","619963":"\n  I got Thai with my mom today\n  \n  Heard that Muslims shot a couple monks in Thailand recently\n  ","619964":"\n  Venmo?\n  ","619965":"\n  Of course I did!!\n  ","619966":"\n  Where do you think I am from?\n  ","619967":"\n  Pretend husband can you help me with my real rent ?\n  ","619968":"\n  How are you?\n  ","619969":"\n  I can’t remember what they are called but they are both from Paris.. the perfume I’m saving up for though is this one.. I want it so bad like so fucking bad.\n  ","619970":"\n  Of course ... I hope for the best\n  ","619971":"\n  Where the fuck are all my anons when I need them\n  ","619972":"\n  I’m better looking\n  \n  HAHA KIDDING\n  \n  She’s probably way more attractive\n  ","619973":"\n  Why wouldn’t it be good in real life?\n  ","619974":"\n  I would love one of myself lol\n  ","619975":"\n  If you haven’t tried chewy sweet tarts you haven’t lived\n  ","619976":"\n  Why doooooooont you\n  ","619977":"\n  Tried going to sleep and it didn’t work\n  ","619978":"\n  Lol they know. I just can’t show it.\n  \n  Also there not gangster tats ????\n  ","619979":"\n  Probably it’s against dress code\n  ","619980":"\n  Ash is the best\n  ","619981":"\n  Tomfoolery hahahahahha love that word\n  ","619982":"\n  “Inside is way better”\n  ","619983":"\n  “YES”\n  ","619984":"\n  “I never go outside... I don’t like it outside.. it’s safer inside with mommy”\n  ","619985":"\n  “Anywhere near mommy”\n  ","619986":"\n  “I like all fish and all meat”\n  ","619987":"\n  “She saved me from my cold home where there was no food or water.. she gave me shelter and fed me... I was scared of her at first but she was nothing but sweet to me.”\n  ","619988":"\n  Ash would love to answer some questions :)\n  ","619989":"\n  “I like sleeping on mommy... she’s warm and cuddly”\n  ","619990":"\n  I want nice dreams tonight\n  ","619991":"\n  I like dreaming honestly\n  ","619992":"\n  It’s not fun :\/ I hope tonight is better\n  ","619993":"\n  No I wear a suit jacket\n  ","619994":"\n  Thank you so much!! I love jewelry so it makes me happy that I can pull them off! ??‍♀️\n  ","619995":"\n  Today was a great day\n  ","619996":"\n  I’m gonna be honest, I’m not sure I still have your number\n  ","619997":"\n  Of course I do ?\n  ","619998":"\n  Omfg thank you ☺️\n  ","619999":"\n  Actually, my bf... when we first met it was supposed to be just fun - quick and easy then we ended up spending years talking to each other telling each other we want to spend our lives together. I never thought he would steal my heart. ??\n  ","620000":"\n  So windy ? today\n  ","620001":"\n  Good morninggg\n  \n  I would like to go back to sleep\n  \n  The weather today is crazy\n  ","620002":"\n  No I haven’t but it’s hard to explain\n  ","620003":"\n  It’s really hard to explain but it was one of those trippy nightmares... and when I was trying to pull myself out of it it kept trying to bring me back into it.. I just don’t do well with dreams that feel too real.\n  ","620004":"\n  Yesssss exactly...\n  ","620005":"\n  Let me ask to see if my bf still wants to be with me... and if he doesn’t you can have me ?\n  ","620006":"\n  Well lots of people tell me I’m pretty ??‍♀️\n  ","620007":"\n  Ugh I’m still being haunted by my nightmare.... I need a dream catcher\n  ","620008":"\n  I love both\n  ","620009":"\n  Less than 10 I don’t have a lot\n  ","620010":"\n  I just woke up from a bad nightmare\n  ","620011":"\n  No\n  ","620012":"\n  I do not dress the same as I did in school lol I used to hate skirts and dresses and now I wear dresses everyday I go to work lol\n  ","620013":"\n  Well honestly I don’t blame them cause I don’t wanna share either hahahahaha\n  ","620014":"\n  Can we tell the bank ? that?\n  ","620015":"\n  Hows the search going? ?\n  ","620016":"\n  My name is growing on me.. still not my fav but it’s not terrible lol ✨\n  ","620017":"\n  I am greater than money? ?\n  ","620018":"\n  I am looking forward to sleep ?\n  ","620019":"\n  I’m so sorry ?\n  ","620020":"\n  Union bank dawg\n  ","620021":"\n  I washed my hair so it’s not purple anymore\n  ","620022":"\n  I’m glad you like it ?\n  ","620023":"\n  Thank you ☺️\n  ","620024":"\n  Oh my necklace? I guess it could be a collar cause it does say my name lol\n  ","620025":"\n  Work Sav\n  ","620026":"\n  But what is mine is my kitties\n  ","620027":"\n  Thanks for the flower!!\n  ","620028":"\n  Will talk to you soon pretend husband\n  ","620029":"\n  Most def ?????\n  ","620030":"\n  San Diego\n  ","620031":"\n  I LOVE ME TOO\n  ","620032":"\n  Thanks ❤️\n  ","620033":"\n  I call it an angelic thug\n  \n  Except my tattoos aren’t very gang like ?\n  ","620034":"\n  Really looking forward to a relaxing day!\n  ","620035":"\n  Cuddles\n  ","620036":"\n  Ash hates other animals lol\n  ","620037":"\n  That’s actually my stomach not looking good\n  ","620038":"\n  Perfect pretend husband!\n  \n  I’m going to eat and read my book today :) hope you have a great day\n  ","620039":"\n  My name is Savannah\n  ","620040":"\n  Here’s a repost of what my style is turning into lol\n  ","620041":"\n  A couple hours\n  ","620042":"\n  No I know... I used to visit my grandpa a lot before he passed\n  ","620043":"\n  Still purple. I need to shower tho\n  ","620044":"\n  Collars?\n  ","620045":"\n  The females in it hahahaha\n  ","620046":"\n  Hahahahaha I forgot how ridiculous that video was\n  ","620047":"\n  Ugh ugh I don’t use amazon anymore tho ugh\n  \n  Is there anyway else you could spoil meee\n  ","620048":"\n  I can’t wait to get my braces off\n  ","620049":"\n  Not a huge fan\n  ","620050":"\n  Tbh I could fall back asleep right now\n  ","620051":"\n  To show why I shouldn’t smile\n  ","620052":"\n  Uhh everywhere on the coast ?\n  ","620053":"\n  Nutritious\n  ","620054":"\n\n   https:\/\/youtu.be\/P5mtclwloEQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","620055":"\n  ok save it for tomorrow. im going to bed now.\n  \n  goodnight!!\n  ","620056":"\n  that is beautiful\n  \n  far away from me tho\n  ","620057":"\n  are you ok?\n  ","620058":"\n  I wish you could spoil me as well\n  ","620059":"\n  have you not heard the song?\n  ","620060":"\n  whats upppp\n  ","620061":"\n  that gets exhausting\n  ","620062":"\n  and how delicious there 1,000,000 eyes are\n  ","620063":"\n  ?\n  ","620064":"\n  when you hear something so much you start to wonder if people are just saying that to be nice..\n  ","620065":"\n  oh man I can't even think..\n  ","620066":"\n  you might if you come to the right part of cali\n  ","620067":"\n  is the pope catholic?\n  ","620068":"\n  you will do that lol\n  ","620069":"\n  oh yeah tots.\n  \n  I like to eat spiders on my free time\n  ","620070":"\n  thank you <3\n  ","620071":"\n  do you have to go all the time?\n  ","620072":"\n  I don't know who you are...\n  ","620073":"\n  im okay. i slept a little while ago and so now im not tired but its ok\n  ","620074":"\n  its called North To Freedom\n  \n  I just couldn't get into it. its a classic I guess but idk it kinda messed up my reading streak.. so I've decided to put it back on the shelf and start my next book I would like to read\n  ","620075":"\n  it was only a serving.\n  ","620076":"\n  we should all listen and go after what we believe in.\n  \n  we should all use our voice when others are listening.\n  ","620077":"\n  I stayed home tonight and rested\n  ","620078":"\n  you make me the happiest pretend wife in the universe!!\n  ","620079":"\n  thank you!!!\n  ","620080":"\n  thank you so much.\n  \n  I agree that every girl should be told that as well.\n  ","620081":"\n  They should go for it\n  ","620082":"\n  I am so sorry to hear that.. I hope the recovery is going alright.\n  \n  im glad your close to her as well\n  ","620083":"\n  I don't have a hotel\n  ","620084":"\n  pasta with meat sauce\n  \n  strawberry banana smoothie\n  \n  and cinnamon rolls.\n  ","620085":"\n  I feel like I should be the face of a Japanese alternative band\n  ","620086":"\n  up to four times.\n  ","620087":"\n  I loved the last sentence. that truly makes me feel like I can make a difference in this world. but it also freaks me out because that means I would be a perfect candidate for assassination\n  ","620088":"\n  Purple hair purple nails purple filter oh my\n  ","620089":"\n  well looks like im not sleeping tonight....\n  ","620090":"\n  amen to that\n  ","620091":"\n  you have to ask yourself \"what makes it impossible?\"\n  ","620092":"\n  omg whats wrong?\n  ","620093":"\n  it really is great. California has everything.\n  ","620094":"\n  there is the girl that comes into my bank and like she gave me her number because she thought we should hang out and everything... I don't want to be like too pushy but I really wanna hang out with her... I've already texted her and everything but we haven't decided a day when we should hang out. would it be weird to text her again tomorrow?\n  ","620095":"\n  wait.. which one.. I have 5 closet doors...\n  ","620096":"\n  im too sexy for my shirt\n  ","620097":"\n  Because I am a product of other life from a distant planet\n  ","620098":"\n  You here yet?\n  ","620099":"\n  Probably waaaaay more than that...\n  ","620100":"\n  I will read it! I have 4 books I need to read first tho\n  ","620101":"\n  And I might have an A\n  ","620102":"\n  That plate of pasta did make me happy\n  ","620103":"\n  Selfies... btw I’ll take more tonight\n  ","620104":"\n  I feel like I used the temporary dye wrong... but when I do it again I’ll do it better lol\n  ","620105":"\n  Nope not anymore. I am coming out of my shell\n  ","620106":"\n  Purple kitty\n  ","620107":"\n  Awh! Thanks ❤️\n  ","620108":"\n  It’s shocking and a little scary how much I didn’t change\n  ","620109":"\n  It’s on IG\n  ","620110":"\n  thank you so much\n  \n  I would hope you would think so since you're my pretend husband\n  ","620111":"\n  I agree...\n  ","620112":"\n  and so many are prettier than ill ever be\n  ","620113":"\n  I don't think of this as a fight... ok pretend husband?\n  ","620114":"\n  because life is too short. I don't want to spend my days being serious and getting offended but stupid shit. I would rather laugh and see the beautiful in life. I actually enjoy laughing a lot.\n  ","620115":"\n  I just read it online lol\n  ","620116":"\n  thank you so much. wow.\n  ","620117":"\n  this is actually such bullshit.....\n  \n  theres incredibly stunning people in CA\n  ","620118":"\n  haha wasn't it funny???\n  ","620119":"\n  ASKfm 2.0 will connect users with the kind of people who will help solve their dilemmas, no matter how simple or serious they might be. What’s more, we are developing an educational aspect to the platform that will enhance our users’ experience with a series of incentivized challenges that will include tutoring, online courses, and other informational activities.....\n  ","620120":"\n  perseverance\n  ","620121":"\n  you just lied right there\n  ","620122":"\n  I hope everybody agrees with that.\n  ","620123":"\n  whats wrong?\n  ","620124":"\n  california\n  ","620125":"\n  Hahahahahahaa so true\n  ","620126":"\n  my love\n  ","620127":"\n  my little teefersssss\n  ","620128":"\n  im starting to get dizzy I need to lay down\n  ","620129":"\n  look at you using big words\n  ","620130":"\n  omg I just ate so much\n  ","620131":"\n  It does!!\n  ","620132":"\n  I need more money\n  ","620133":"\n  Yes you are\n  ","620134":"\n  I can tell you what’s going to make me happy.... my plate of pasta\n  ","620135":"\n  Omg you’re lying!!\n  ","620136":"\n  Lol it’s just temporary dye\n  ","620137":"\n  I don’t want people to lie to me\n  ","620138":"\n  Wait what.. I don’t\n  ","620139":"\n  I think I’m gonna make pasta\n  ","620140":"\n  No stop\n  ","620141":"\n  In confused about this hair shit and I’m really hungry lol\n  ","620142":"\n  Afterrr\n  ","620143":"\n  Beforeeeee\n  ","620144":"\n  Stop!\n  ","620145":"\n  Ok so I’m gonna try this lol\n  ","620146":"\n  This made me feel really good... and I smiled because you were talking about my smile ?\n  ","620147":"\n  I cAnt wait to get my braces off.... I will be smiling every second\n  ","620148":"\n  Please please shush me\n  ","620149":"\n  It’s too early I’m going back to sleep lol\n  ","620150":"\n  All I can do is be supportive of you, other than that - you gotta do this!\n  ","620151":"\n  im actually about to go to bed\n  \n  ill talk to you tomorrow tho <333\n  ","620152":"\n  thank you!!!!\n  ","620153":"\n  okay its time for me to sleep\n  \n  goodnight\n  ","620154":"\n  that's very sweet of you.\n  \n  hope you're doing ok yourself\n  ","620155":"\n  I promise you, you're the only one that thinks this\n  ","620156":"\n  what are you thinking about?\n  ","620157":"\n  hey! how are you?\n  ","620158":"\n  its just one of those things I find unnecessary\n  ","620159":"\n  why? I didn't think it was possible to be horrible at smiling.. but I am\n  ","620160":"\n  wow, sounds very deep and slightly enlightening.\n  ","620161":"\n  that is the worst I am so sorry!!!!\n  ","620162":"\n  they are so cool omg\n  ","620163":"\n  thank you so much\n  ","620164":"\n  no I have not. but one day I will come visit\n  ","620165":"\n  aww poor kitty. I hope the stray is okay.\n  \n  ash is trying to get me to cuddle.\n  ","620166":"\n  did you just say ew about my wife?\n  ","620167":"\n  that just sounds painful... watching all the people and beings you love die...\n  ","620168":"\n  I would like to be able to use my tokens for something... I would always like the option to make it stop telling me every time I answer a question I get 3 tokens... like I get it\n  ","620169":"\n  :D thanks\n  ","620170":"\n  it feels good to have that effect on someone. to be able to change your bad days is all I could ask for.\n  ","620171":"\n  I should never smile\n  ","620172":"\n  oh thats nice!!\n  ","620173":"\n  why do you care about me so much?\n  ","620174":"\n  its midnight, I should really get some sleep\n  ","620175":"\n  social interaction\n  ","620176":"\n  I am so happy I make you cheerful\n  ","620177":"\n  who are you babysitting tonight?\n  ","620178":"\n  I love when you shush me ;)\n  ","620179":"\n  you don't.\n  ","620180":"\n  I would love a hot pocket right now but I don't need it lol\n  ","620181":"\n  I got an even better teammate!!\n  ","620182":"\n  well I am American and I am like okay I guess.... so yes?\n  ","620183":"\n  OH lol my bad!!!\n  ","620184":"\n  oh god the most attractive alien you've ever seen\n  ","620185":"\n  Wings\n  ","620186":"\n  all the pressure from your parents and school while waiting for all your hormones to balance out and try not to be an emotional nightmare all the time.\n  ","620187":"\n  I slept so well last night... I hope tonight will be the same\n  ","620188":"\n  aww, why aren't you doing something with your friends?\n  ","620189":"\n  I love wearing ridiculous chains hahhha\n  ","620190":"\n  I have never heard of it. what is it about?\n  ","620191":"\n  I am honestly just on ask for a little bit before I start watching marvel runaways so I can fucking finish it already..\n  ","620192":"\n  no you come here\n  ","620193":"\n  wow this sounds gross lol\n  "}}