{"Question":{"624486":"\n   Can I still call you mom\n  ","624487":"\n   please post another pic i missed getting them so much\n  ","624488":"\n   Which is your favorite dessert?\n  ","624489":"\n   Forget it haha\nHey, how could I be with you in private? ??\n  ","624490":"\n   How is that? ?\n  ","624491":"\n   List the spelling of your name with songs.\n  ","624492":"\n   What do you wish for the most in the new year?\n  ","624493":"\n   “The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions”\n\n-Chanakya ? .. Invest in your mind :”)\n  ","624494":"\n   Hey\n  ","624495":"\n   Run forest run\n  ","624496":"\n   What makes this website so great?\n  ","624497":"\n   What's the most important lesson you've learned in life?\n  ","624498":"\n   Tuesday is apparently the most popular day of the week to be born, what day of the week were you born?\n  ","624499":"\n   I’m good just super busy\n  ","624500":"\n   haha is that I do not speak much English I'm from Costa Rica ?❤\n  ","624501":"\n   Hello\n  ","624502":"\n   I hope so too. Hope is all I have anyway.\n  ","624503":"\n   I'm angry\n  ","624504":"\n   What's something you say you'll do, but never will?\n  ","624505":"\n   If you opened a business, what kind of business would it be & why?\n  ","624506":"\n   Ure hot\n  ","624507":"\n   Hahaha I'm bold but not that bold. I wanted to confess to him on Valentine's Day but it would be weird since we haven't talked a lot. But I have this weird intuition about him that somehow he's the one I'll end up with.\n  ","624508":"\n   What is the difference between a school and a college? Where is it better to study?\n  ","624509":"\n   Ilysm❤❤❤ youre so sweet awh\n  ","624510":"\n   Wifey do you remember me?\n  ","624511":"\n   Three reasons why we should have a pet?\n  ","624512":"\n   He finally texted me saying he's gotten a business related job so now he's going to be even busier.\n  ","624513":"\n   What’s the first question most people ask you when you meet?\n  ","624514":"\n   Question, do people ever grow up?\n  ","624515":"\n   Describe how your parents first met each other.\n  ","624516":"\n   What do u do right now?\n  ","624517":"\n   Hey I’m stealing your background picture D:\n  ","624518":"\n   @ (sent to all i follow)\n  ","624519":"\n   Aw thanks you too ❤️\n  ","624520":"\n   Oh man on the heels :( lol\n  ","624521":"\n   as sweet as you ever ?\n  ","624522":"\n   Hot.\n  ","624523":"\n   Pap your lip\n  ","624524":"\n   haha I'm sorry esque it's not usual to see a girl as pretty as you ?❤\n  ","624525":"\n   Hey long time no see\n  ","624526":"\n   Hey how was your day\n  ","624527":"\n   Do you want to redecorate your room by yourself? What style would you choose?\n  ","624528":"\n   This ask is real? ?\n  ","624529":"\n   What is the quality you most like in a man?\n  ","624530":"\n   PAP you brace\n  ","624531":"\n   Ever shot a gun\n  ","624532":"\n   Are you still into salami?\n  ","624533":"\n   id wifeee\n  ","624534":"\n   What places are good for making new acquaintances?\n  ","624535":"\n   I love you❤\n  ","624536":"\n   Your snapchat?\n  ","624537":"\n   Ah, this smile ? how do you care for your teeth?\n  ","624538":"\n   What kind of drink do you prefer in the morning?\n  ","624539":"\n   What’s the best and worst thing about your work \/ school?\n  ","624540":"\n   Who is the example of style for you?\n  ","624541":"\n   Your opinion about clothes for dogs. Is it really needed?\n  ","624542":"\n   What “old person” things do you do?\n  ","624543":"\n   ?? r u student or doing job?\n  ","624544":"\n   You from?\n  ","624545":"\n   you look so adorable with braces\n  ","624546":"\n   do you have a soul?\n  ","624547":"\n   Do you prefer your jeans ripped?\n  ","624548":"\n   Have you ever dyed your hair\n  ","624549":"\n   Such a hottie ??\n  ","624550":"\n   What is the perfect number of hours to sleep?\n  ","624551":"\n   whats your opinion on ask.fm\n  ","624552":"\n   What's your way of taking revenge? #staif\n  ","624553":"\n   I am good. What about you?\n  ","624554":"\n   Hey\n  ","624555":"\n   What do you think of the new Eminem's album? :3\n  ","624556":"\n   Hey how are you? I’m Taylor ?\n  ","624557":"\n   You look so beautiful and i like you smile\n  ","624558":"\n   *high five* well, good morning! :) here is already afternoon, so I'm hungry instead ahah.\n  ","624559":"\n   Random thoughts? ??\n  ","624560":"\n   What can you tell me about THIS MAN??!\n  ","624561":"\n   What color horsey and rider appeared when The Boom opened the First Seal?\n  ","624562":"\n   You're sexy\n  ","624563":"\n   What is a skill you’d like to learn and why?\n  ","624564":"\n   A Dare you will never do?\n  ","624565":"\n   Bored ?\n  ","624566":"\n   you're still so Beautiful Savannah Q... I never for get you\n  ","624567":"\n   How much time do you spend on playing games on your phone?\n  ","624568":"\n   Sexy heels! Have others?\n  ","624569":"\n   you are the most beautiful woman in existence\n  ","624570":"\n   I'm interesting to you\n  ","624571":"\n   Let's talk\n  ","624572":"\n   I hope your gurgling stomach digests me.\n  ","624573":"\n   Last photo you took on your phone??\n  ","624574":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","624575":"\n   When do you get your braces off?\n  ","624576":"\n   Do you like to dance?\n  ","624577":"\n   Lets fuck (recent)\n  ","624578":"\n   Can i be your friend?\n  ","624579":"\n   Hi how are you?\n  ","624580":"\n   Which fictional death were you most upset over?\n  ","624581":"\n   Is your stomach gurgling?\n  ","624582":"\n   Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?\n  ","624583":"\n   now u asleep\n  ","624584":"\n   Have you been eating salami? ?\n  ","624585":"\n   Look who's back! How ya going sexy?\n  ","624586":"\n   See who's back! :D aha, how are you doing?\n  ","624587":"\n   hopefully\n  ","624588":"\n   what dreams\n  ","624589":"\n   Good morning rasta\n  ","624590":"\n   if someone send ya a gift, will they know the city or location to send that gift?\n  ","624591":"\n   Don't be. I'm used to of it. Well sleep well alrighty.\n  ","624592":"\n   Trust me it is.\n  ","624593":"\n   Hi\n  ","624594":"\n   so 70 person here did that? seriously?\n  ","624595":"\n   Haha congratulations.\n  ","624596":"\n   How do you deal with disappointment? (typically)\n  ","624597":"\n   When was the most inappropriate time you busted out in laughter?\n  ","624598":"\n   Ah same. Trying to sleep from past three hours. ?\n  ","624599":"\n   they send ya a gift here? really?\n  ","624600":"\n   yes on the app and computer\n  ","624601":"\n   Favorite belt\n  ","624602":"\n   You look cute in that display picture. How's you btw?\n  ","624603":"\n   above u have delete all questions.. it's under the questions number\n  ","624604":"\n   did anyone send u a gift on amazon?lool\n  ","624605":"\n   u can delete all of them one time\n  ","624606":"\n   so i think only 50 unfollowed u while u r away from ask?\n  ","624607":"\n   How are you ?\n  ","624608":"\n   and the number before?\n  ","624609":"\n   what's the number?\n  ","624610":"\n   What leanne died?\n  ","624611":"\n   and how many followers u have after and before? answer pls\n  ","624612":"\n   how many ppl u lost?\n  ","624613":"\n   When do you feel the most comfortable?\n  ","624614":"\n   @\n  ","624615":"\n   If you could learn the answer to one question about your future,what would you ask?\n  ","624616":"\n   Are there any movies, TV shows, games etc that you like so much you have other merchandise from them? If so, what items and what are they from?\n  ","624617":"\n   ☀  What are you always late for?\n  ","624618":"\n   Are people all good or all bad?\n  ","624619":"\n   What gift would you like to receive on the upcoming holidays?\n  ","624620":"\n   What did you want to be when you were 10 years old? Now that you're older, are you what you wanted to be or has that changed?\n  ","624621":"\n   You have a pic in those sexy black heels you bought?\n  ","624622":"\n   Are you an ambitious person? How are you one?\n  ","624623":"\n   I'm talking about jay he is Jamaican\n  ","624624":"\n   Can TV make us stupid?\n  ","624625":"\n   You wanna know who's asking huh?\n  ","624626":"\n   If a white person eats a cracker is it cannibalism?\n  ","624627":"\n   What did you think was going to be amazing but turned out to be horrible? Staif\n  ","624628":"\n   How is you're Jamaican friend ?\n  ","624629":"\n   What’s your haunted house story?\n  ","624630":"\n   What always cheers you up when you think about it?\n  ","624631":"\n   Do you like long hair or short hair better on others?\n  ","624632":"\n   Do you like Pokémon? Who is your favourite character?\n  ","624633":"\n   If you could have dinner with anyone, dead or alive, who would you choose?\n  ","624634":"\n   What have you learned from your past?\n  ","624635":"\n   Have you ever known someone online for years but have never seen their face or heard their voice?\n  ","624636":"\n   What was the biggest realization you had about yourself?\n  ","624637":"\n   height?\n  ","624638":"\n   How often to catch up on the news worldwide or do you not care for the news?\n  ","624639":"\n   What’s the most ironic thing you’ve seen happen?\n  ","624640":"\n   Imagine owning a planet in space! ? what will you name it? feel free to tell me details about your imaginary planet :3\n  ","624641":"\n   What makes this site different from others?\n  ","624642":"\n   How to know when to hold on to something or let it go ?\n  ","624643":"\n   Happy New year to you may this year bring happiness in your life ???\n  ","624644":"\n   Would you rather explore outer space or the oceans?\n  ","624645":"\n   I can understand about the pressure, kind of haha. Thank you. It's just we don't talk much since he's mostly always busy so I can't really confess. Sometimes he texts back 6 days later or more and sometimes he texts back in less than a minute, there's no in between.\n  ","624646":"\n   How far can someone walk into the woods?\n  ","624647":"\n   Which websites do you visit most frequently?\n  ","624648":"\n   @\n  ","624649":"\n   “When you have truth, the thing you are told you cannot do is the thing you must do. Embrace that!”\n\n-concussion ? .. “suggestion” Read about Dr\/Bennet omalu you’ll like it!  Have a nice day :”)\n  ","624650":"\n   how are you today beauty queen\n  ","624651":"\n   I know the feeling..I used to be the same way not too long ago\n  ","624652":"\n   I'm hungry\n  ","624653":"\n   Do you prefer to ski or snowboard?\n  ","624654":"\n   i love having you back on ask it feels like christmas again\n  ","624655":"\n   ✴ What is the dumbest way you’ve been injured?\n  ","624656":"\n   Why does Goofy stand erect while Pluto remains on all fours if they're both dogs?\n  ","624657":"\n   Addictions?\n  ","624658":"\n   What is the best prank you have ever pulled?\n  ","624659":"\n   Has to be something you do in your free time? Don’t you have people to hang out with or talk too?\n  ","624660":"\n   What two films would you like to combine into one?\n  ","624661":"\n   What do you think when you look in the mirror?\n  ","624662":"\n   what is your fav Book, and what makes it special?!\n  ","624663":"\n   Puppy size elephant or elephant size puppy?\n  ","624664":"\n   Working weekends suck :\/ Did you get to do anything fun?\n  ","624665":"\n   Do you know what affluenza is?\n  ","624666":"\n   How is your weekend going ?\n  ","624667":"\n   if you knew how much people adore you you would be shocked\n  ","624668":"\n   From your perspective, if a mass murderer gets away with their crime and eventually dies from old age, do they get away with committing the crime or do they go to hell after death?\n  ","624669":"\n   Wish I could take care you sexy\n  ","624670":"\n   Where are you from?\n  ","624671":"\n   Bijouterie or jewelry?\n  ","624672":"\n   Do you pick and choose your friends?\n  ","624673":"\n   What are some of the best vacations you’ve had?\n  ","624674":"\n   Who do you go out of your way to be nice to?\n  ","624675":"\n   You're so sweet yourself. How does it feel being 22? My crush is 22, and I probably don't have a chance with him. In my eyes, he's way too perfect.\n  ","624676":"\n   I gotta be honest though about his presidency,while it has not been great at all so far,it has not been as bad as I expected it to be + he has done some good things.\n  ","624677":"\n   I did miss you\n  ","624678":"\n   Thank you so much beautiful. It's always nice talking to you.\n  ","624679":"\n   Good idea lol\n  ","624680":"\n   i dont see how you arent a model yet\n  ","624681":"\n   “Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time”\n-Thomas A. Edison ?.. Believe that you CAN :”)\n  ","624682":"\n   Are you saying that your craving to be important is what gives you anxiety?\n  ","624683":"\n   Will you still be you when you're old and infirm and can't even feed yourself?\n  ","624684":"\n   Maybe you and your ilk are just suffering from affluenza?\n  ","624685":"\n   How are you 2018!\n  ","624686":"\n   what do you work as? I just go to college and its my first year. Kind of still lost as to what I want to do in my career. All I know is I love helping people and spreading smiles.\n  ","624687":"\n   Do you trust your government?\n  ","624688":"\n   Most probably a ring. What's up these days? Anything special?\n  ","624689":"\n   I love practically everything, from heels, handbags, lip stick and especially rings. Im probably getting my nose pierced.\n  ","624690":"\n   Heyyyyyyy you’re back!\n  ","624691":"\n   god you have no clue how much i missed you princess\n  ","624692":"\n   pap\n  ","624693":"\n   I just read your bio and I love gifts too haha, what's your favorite type of gift to receive?\n  ","624694":"\n   Have you ever wondered why we're here? Have you ever wondered what's the purpose of it all?\n  ","624695":"\n   Just had to say the truth, you're welcome. I'm great, actually really excited because my 19th birthday is 2 months away.\n  ","624696":"\n   Do you believe in God and religions? if yes, how can you prove to an Atheist that God is real?\n  ","624697":"\n   How can a broken thing fix a broken thing?\n  ","624698":"\n   You look absolutely breathtakingly gorgeous in your display!\n  ","624699":"\n   I would in a heartbeat! I missed a girl like you on here, not a fake drama queen haha! How are you anyway? :))\n  ","624700":"\n   How do you deal with negative comments?\n  ","624701":"\n   Do you remember when we pooped together\n  ","624702":"\n   If you have friends coming over, what would you cook?\n  ","624703":"\n   Do you want to be someone who is important?\n  ","624704":"\n   Yeah,I saw that speech and it was confusing.\n  ","624705":"\n   What are some things that are okay to do occasionally but definitely not okay to do every day?\n  ","624706":"\n   Not good enough for what?\n  ","624707":"\n   Do you think that you'll still look great when you're like 90 years old, wrinkly, sagged and bent over?\n  ","624708":"\n   Maybe you have an unrealistic notion of who and what you are that makes you anxious?\n  ","624709":"\n   Do you think that modern societies have life too good and don't really appreciate what they have?\n  ","624710":"\n   no you look fucking perfect\n  ","624711":"\n   “The art of being happy lies in the power of extracting happiness from common things”\n-Henry W.Beecher ? .. hug your way to a happier day :”)\n  ","624712":"\n   What makes you anxious and what are you anxious about?\n  ","624713":"\n   What's one of your favorite 'little things' to enjoy in life?\n  ","624714":"\n   “It's always too early to quit”\n\n-Norman V.Peale ☯️ .. fight till your last breath :”)\n  ","624715":"\n   Would you eat a freshly dead person if you were starving in the desert?\n  ","624716":"\n   What does alcohol do for you that you can't do on your own?\n  ","624717":"\n   Would a fly without wings be called a walk?\n  ","624718":"\n   you are the best thing that god has ever created\n  ","624719":"\n   Yeah,he manages to do that to almost of all of us sometimes.Either in a positive or negative way.\n  ","624720":"\n   What’s the funniest thing you’ve seen a kid do?\n  ","624721":"\n   I'm swell ty. Wbu\n  ","624722":"\n   Mention few questions you want to ask to aliens:\n  ","624723":"\n   Do you ever wonder if an alien is looking at you right now through an advanced telescope and thought \"I'm going to save this little creature from this weird planet\" but then he changed his mind because you don't deserve it! lol\n  ","624724":"\n   still waitin on u to come back to the east coast, we got some bluntsss to smokee\n  ","624725":"\n   Heyy  vanilla chocolate omgg\n  ","624726":"\n   Heyy :) how u doing\n  ","624727":"\n   why did you come back\n  ","624728":"\n   why do you drink a lot?\n  ","624729":"\n   It was great talking to you too man :) I don't know when I'll be gone but I hope we can talk again sometime soon. It's always a joy talking to you, fellow alien buddhist.\n  ","624730":"\n   LOOL that's hilarious. It would be better if you had like big ass ears that Buddha had, then you can be Lady Boomtha\n  ","624731":"\n   may we see one more photo in your shorts?\n  ","624732":"\n   Haha well I'm evil now no one will ever stop me?\n  ","624733":"\n   why must you be so perfect you must be an alien or something\n  ","624734":"\n   god, you wear the best shorts.\n  ","624735":"\n   Ootd?\n  ","624736":"\n   Bit rude\n  ","624737":"\n   Why are a \"wise man\" and a \"wise guy\" opposites?\n  ","624738":"\n   Dude, Buddha is the best. That being said I haven't really meditated in weeks lol\n  ","624739":"\n   you probably have so many ask questions lol\n  ","624740":"\n   you are more perfect then ever before which i didnt think was\n possible ?\n  ","624741":"\n   Wow wouldn’t have taken you for a druggie\n  ","624742":"\n   Worried about you now :(\n  ","624743":"\n   Thanks man, and that's good to hear! Life can become amazing when we focus on the positives and we just live in the present moment.\n  ","624744":"\n   Do you really do coke?\n  ","624745":"\n   How many of his friends have you stopped him talking to?\n  ","624746":"\n   Are you sure your boyfriend is okay with you being on here?\n  ","624747":"\n   That sounds like such a bad sign\n  ","624748":"\n   can you post a pic please i really missed seeing your perfect face\n  ","624749":"\n   I am happy to see your name again?✨\n  ","624750":"\n   So I take it your boyfriend is pretty insecure.\n  ","624751":"\n   I'm evil now you'll never stop me?\n  ","624752":"\n   lol as long as me and you are still cool that is all i care about i would never ever want to hurt you or jeopardize anything you mean a lot to mean as far as an online friend goes\n  ","624753":"\n   YOU ARE ALIVE!?\n  ","624754":"\n   Single or taken\n  ","624755":"\n   Me too! I've been doing great man. Like, compared to last summer, I feel 1000% better. How are things with you?\n  ","624756":"\n   What's the name of that place between confusion and utopia?\n  ","624757":"\n   Boom is online the same time I reactivate randomly. The world works in mysterious ways.\n  ","624758":"\n   im not doing any harm by talking to you am i ? i just like talking with you and complimenting you :)\n  ","624759":"\n   Can you spam some pictures please?\n  ","624760":"\n   i dont know you had me on facebook then i was blocked so i was just wondering\n  ","624761":"\n   What is the best way to stay motivated and complete goals?\n  ","624762":"\n   i miss you being on here to and are you annoyed with me ?\n  ","624763":"\n   It's nice to see you back.Today it has been one year since Donald Trump took the office of the President of the United States.\n  ","624764":"\n   If you're getting this. Hope you know I think you are great. I'm sorry I'm not active with you guys like I use to be. But I'm taking a break for a little bit. I'll be back soon. All is well. ?\n  ","624765":"\n   Are you okay? Feel better ? wish you all the best xx\n  ","624766":"\n   Was my question weird? do you want more weird questions? haha :3\n  ","624767":"\n   If you could have anything you wanted for dinner tonight, what would it be?\n  ","624768":"\n   Boom you’re back! Missed ya :))\n  ","624769":"\n   We missed you?✨\n  ","624770":"\n   Are there any food combinations that you never used to like, but now love? Chips, cheese and curry sauce used to make me heave and now it is life ??\n  ","624771":"\n   Did you ever do something extra for someone and they never bothered to thank you?\n  ","624772":"\n   What's the worst problem for you currently?\n  ","624773":"\n   Do you day dream much?\n  ","624774":"\n   What do you like to do in your free time?\n  ","624775":"\n   how you beenn?\n  ","624776":"\n   If you could have a meal with any celebrity living or dead which restaurant would you take them to ?\n  ","624777":"\n   What dish do you wish you could Cook???\n  ","624778":"\n   Who had the biggest impact on the person you have become?\n  ","624779":"\n   yesss omg\n  ","624780":"\n   boooom??\n  ","624781":"\n   we gotta hang outttttt\n  ","624782":"\n   I’m back on here now????\n  ","624783":"\n   Tell me something that you consider it an \"illusion\". Feel free to explain your reasons for that.\n  ","624784":"\n   If you could learn the answer to one question about your future, what would the question be?\n  ","624785":"\n   Boomy\n  ","624786":"\n   I MISS YOUUUU\n  ","624787":"\n   Are you happy?\n  ","624788":"\n   Omg you’re back ??\n  ","624789":"\n   Feel free to rant about something:\n  ","624790":"\n   will you ever come back\n  ","624791":"\n   How are you?\n  ","624792":"\n   How do you over come hard times?\n  ","624793":"\n   Do you believe in miracles?\n  ","624794":"\n   Are you a snowbunny?\n  ","624795":"\n   What is at the same time funny and sad?\n  ","624796":"\n   Wish that everyone could have the same love you receive <3\n  ","624797":"\n   What is your mission in life?\n  ","624798":"\n   Hey, great to see you again here! :)\n  ","624799":"\n   i hope you come back soon you have no clue how much i miss you\n  ","624800":"\n   Welcome back! :D\n  ","624801":"\n   please smile more it looks so beautiful on you sweetheart you deserve to be loved and happy\n  ","624802":"\n   What will\/did you do with your first salary?\n  ","624803":"\n   Your song of the day!???????\n  ","624804":"\n   What's the best offline game?\n  ","624805":"\n   What goal do you think humanity is not focused enough on achieving?\n  ","624806":"\n   What’s the craziest conversation you’ve overheard?\n  ","624807":"\n   Helloo\n  ","624808":"\n   What do you prefer - eating salsa or dancing it?\n  ","624809":"\n   why are you so fucking perfect in every way shape and form\n  ","624810":"\n   You are real pretty\n  ","624811":"\n   If the person you were engaged to had an accident and became paralyzed from the waist down, would you still go through with the marriage?\n  ","624812":"\n   You're my best friend ?\n  ","624813":"\n   hey, how you doing?\n  ","624814":"\n   Which do you like better, coffee or tea?\n  ","624815":"\n   If you didn't need sleep, what would you do?\n  ","624816":"\n   Where would you spend all your time if you could\n ?\n  ","624817":"\n   @ (check recent)\n  ","624818":"\n   How are you?\n  ","624819":"\n   To we live to die, or die to live?\n  ","624820":"\n   Do you think Donald Trump has a small dick?\n  ","624821":"\n   You are very beautiful\n  ","624822":"\n   What’s wrong but sounds right?\n  ","624823":"\n   Hello\n  ","624824":"\n   Are you able to give good advice?\n  ","624825":"\n   What’s the best thing you have learned from your parents?\n  ","624826":"\n   If you could have any view from your home, what would it be?\n  ","624827":"\n   Which celebrity or band has the worst fan base?\n  ","624828":"\n   Beautiful ?\n  ","624829":"\n   What are some red flags to watch out for in daily life?\n  ","624830":"\n   What mythical creature do you wish actually existed?\n  ","624831":"\n   Free pass to post a selfie! (if you wish)\n  ","624832":"\n   When one should stop learning?\n  ","624833":"\n   when are you getting your braces off?\n  ","624834":"\n   On a scale of 0-10 how evil are you??\n  ","624835":"\n   Why is.....  (Finish question)\n  ","624836":"\n   Happy Sunday Miss Boom\n  ","624837":"\n   You aren't the perfection the perfection is you!!\n  ","624838":"\n   please come baco on here and stay :(\n  ","624839":"\n   Wow you’re gorgeous ?\n  ","624840":"\n   I miss you being on here\n  ","624841":"\n   Netflix and chill or crime documentaries and chill?\n  ","624842":"\n   please post a pic i missed you so much\n  ","624843":"\n   you have no idea how much i miss talking with you\n  ","624844":"\n   If you could have anyone locked in a room so that you can torment them for a day, whom would you choose and how would you torment them.\n  ","624845":"\n   Happy Halloween! :)\n  ","624846":"\n   \"Once you replace negative thoughts with positive ones, you'll start having positive results\"\n--Willie Nelson ? .. Have a great day :\")\n  ","624847":"\n   will you do me a favor please ;)\n  ","624848":"\n   Do you think killing animals humanely is still wrong? Even though people all around the world eat meat? I'm only asking this because somebody is pestering me about it. I need some second opinions :-)\n  ","624849":"\n   “When you arise in the morning, think of what a precious privilege it is to be alive -to breathe, to think, to enjoy, to love”\n--Marcus Aurelius ? .. Have a great day :\")\n  ","624850":"\n   Can you ride a bike?\n  ","624851":"\n   Which is harder, forgiveness or acceptance?\n  ","624852":"\n   Does the government care about us or are we just sheep to them?\n  ","624853":"\n   Thoughts on a Tanzanian Devil Minion???\n  ","624854":"\n   Apple users; have you updated to iOS 11.1? What’s your favourite new emoji?\n  ","624855":"\n   Hey guys and squad! :) For you: Is God dead? Feel free to explain. -Stay classy awesome peeps-\n  ","624856":"\n   What is our biggest problem in this world?\n  ","624857":"\n   Has your horoscope ever been true?\n  ","624858":"\n   What is better than chocolate?\n  ","624859":"\n   Oh, I just had lunch a while ago\n  ","624860":"\n   What makes you feel \"ewwww\"?? Staif\n  ","624861":"\n   When you meet someone of the opposite sex, what do you first notice about them??\n  ","624862":"\n   How are you doing?\n  ","624863":"\n   Nice have you driven one?\n  ","624864":"\n   Hey there ?\n  ","624865":"\n   What was the last song you listened to?\n  ","624866":"\n   be happier with yourself then having someone making you happy. ❤️  i love you\n  ","624867":"\n   I offer my condolences about the loss of your cousin.\n  ","624868":"\n   hii\n  ","624869":"\n   What's the longest you've gone without a haircut?\n  ","624870":"\n   If you were a superhero,what name would you choose for yourself?\n  ","624871":"\n   Post Anything -\n  ","624872":"\n   words may change the way you feel about yourself, but its love that changes you forever ❤️\n  ","624873":"\n   What is your earliest memory?\n  ","624874":"\n   Was there a time where someone made you feel like you deserved to be upset?\n  ","624875":"\n   Can I buy you a car?\n  ","624876":"\n   What would you do if you meet an alien?\n  ","624877":"\n   I want to be a popular nigga\n  ","624878":"\n   What's always in your bag?\n  ","624879":"\n   New Halloween mood emojis on here ?. Do you like them or they could of been more creative?\n  ","624880":"\n   Lol what's your favorite car\n  ","624881":"\n   What makes you strong?\n  ","624882":"\n   Have you ever tried to be vegetarian?\n  ","624883":"\n   Are you a car fan?\n  ","624884":"\n   im getting a lot of hate on my other social medias\n  ","624885":"\n   Favorite song currently?\n  ","624886":"\n   On what occasions would you wear Timberlands?\n  ","624887":"\n   i don't think i can stay on social media any longer but i'll try..\n  ","624888":"\n   How would you describe the feeling that you get when you look at the sky?\n  ","624889":"\n   if i leave who will miss me?..\n  ","624890":"\n   If you could only have one, what would you choose - Snapchat or Instagram?\n  ","624891":"\n   Have you owned Timberlands before?\n  ","624892":"\n   how have you been beautiful\n  ","624893":"\n   How's life?\n  ","624894":"\n   What is your favorite word?\n  ","624895":"\n   If you get this I still follow you and I adore you ?\n  ","624896":"\n   What is your dream job?\n  ","624897":"\n   Congratulations, you just won a life time supply of the last thing you bought. What is it?\n  ","624898":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","624899":"\n   Do you tend to hold grudges against people who have done you wrong?\n  ","624900":"\n   What's your favorite horror movie?staif\n  ","624901":"\n   Would you rather become a billionaire or bring someone back to life?\n  ","624902":"\n   What is your main rule?\n  ","624903":"\n   If it took eight men ten hours to build a wall,how long would it take four men to build it?\n  ","624904":"\n   What’s the toughest decision you made this year?\n  ","624905":"\n   Hope you feel alright ?\n  ","624906":"\n   What activity do you do that makes you feel most like yourself?\n  ","624907":"\n   Correction: Do you believe in psychics? Those who can predict the future or being able to communicate with the other side?\n  ","624908":"\n   Status ?\n  ","624909":"\n   What’s your idea of Heaven?\n  ","624910":"\n   Thanks for your answers \nYou are so beautiful too not just your eyes\n  ","624911":"\n   Do the 50 facts about you\n  ","624912":"\n   But anyways they're so pretty\n  ","624913":"\n   So they change depends what you wear ?\n  ","624914":"\n   Are your eyes gray ?\n  ","624915":"\n   1-10\nhow crazy are you ?\n  ","624916":"\n   Give the facts?❤️?\n  ","624917":"\n   Selfie? because your so beautiful\n  ","624918":"\n   you're wicked pretty\n  ","624919":"\n   Do you have or own a car ?\n  ","624920":"\n   Ootd\n  ","624921":"\n   Compliment:  You are the singular most beautiful person on the planet, both inside and out!\n  ","624922":"\n   Where were you 3 hours ago?\n  ","624923":"\n   Who's good at cheering you up\n  ","624924":"\n   What's your hair colour\n  ","624925":"\n   What do you think about eating at McDonald's?\n  ","624926":"\n   What are you looking forward to within this year or so?\n  ","624927":"\n   If you could press a button and make anyone in the world instantaneously explode, who would it be?\n  ","624928":"\n   做緊咩\n  ","624929":"\n   Are you wear anything pink what is it\n  ","624930":"\n   What makes you laugh?\n  ","624931":"\n   What do you think of American health care?\n  ","624932":"\n   What are you sure of?\n  ","624933":"\n   A hug? ???\n  ","624934":"\n   Wait...where you work at? Ahhh dayum...I can that you've been workin hard. Ayo you gotta get to tha money Lol\n  ","624935":"\n   How long have you been using Ask for? Just curious if anyone has been on it as long as or longer then the 5 years I have? BQ: Are most of the people on your friends\/follow list inactive? Where are they all going?? :o\n  ","624936":"\n   your eyes make me love you even more\n  ","624937":"\n   Good morning sayo. :)\n  ","624938":"\n   What was the last thing you did that took you out of your comfort zone? :o Did it make you feel good??\n  ","624939":"\n   why are you so perfect\n  ","624940":"\n   if i sned a gift you will answer my question??\n  ","624941":"\n   What is the weirdest scar you have and how did you get it?\n  ","624942":"\n   how long have you been dating your bf\/gf for\n  ","624943":"\n   Plans for tomorrow beside school\n  ","624944":"\n   Are you happy with your life ??\n  ","624945":"\n   Pap\n  ","624946":"\n   Who would make a good girlfriend?\n  ","624947":"\n   are you single\n  ","624948":"\n   What qualities do you think are necessary to having a successful career path?\n  ","624949":"\n   2. What makes you feel afraid?\n  ","624950":"\n   you are an angel\/goddess\/queen\n  ","624951":"\n   When you were little, what did you want to be?\n  ","624952":"\n   I think words is useless for Mankind on earth !  what do you think?\n  ","624953":"\n   Do you really wanna go bungee jumping ????\n  ","624954":"\n   That face..? love u ?\n  ","624955":"\n   You look so very beautiful in your pictures of you\n  ","624956":"\n   You're so gorgeous :)\n  ","624957":"\n   Mood\n  ","624958":"\n   Pap hottest ❤?\n  ","624959":"\n   Mood\n  ","624960":"\n   Is there anything you want to improve about yourself?\n  ","624961":"\n   How do you deal with negative comments?\n  ","624962":"\n   Do you compare apples to Oranges?\n  ","624963":"\n   Do you have any long distance best friends, if yes who & how many?\n  ","624964":"\n   Do you think you could survive as a cave person?\n  ","624965":"\n   Do you have friends your own age?\n  ","624966":"\n   Do you feel like your wasting your time?\n  ","624967":"\n   What are you focusing on to become the greatest version of yourself?\n  ","624968":"\n   Plans for tomorrow\n  ","624969":"\n   What is the worst kind of suffering?\n  ","624970":"\n   First 5 songs on shuffle?\n  ","624971":"\n   Hey guys and squad! :) \nFor you: How's your day going? \n\n-Stay classy awesome peeps-\n  ","624972":"\n   Thoughts on family structure and drug addiction...............\n  ","624973":"\n   Hahahaha yeah that's what i think??\n  ","624974":"\n   I love you sweetheart\n  ","624975":"\n   Hello! Good morning, afternoon, or evening to you! I hope you(re) have\/having a wonderful day! Don't forget to smile! xo\n  ","624976":"\n   You rather forgive or take revenge?\n  ","624977":"\n   Aya Boometh sup? How's it goin\n  ","624978":"\n   You're wrong????\n  ","624979":"\n   Questions you want to be asked? ;)\n  ","624980":"\n   Hahahaha according to whom??\n  ","624981":"\n   Why so beautiful ?\n  ","624982":"\n   please post another pic\n  ","624983":"\n   Full name;nick name ; battery%;android or ios;last person you text something ;birthday;something you love;someone you trust;last song you listen to; favorite color;favorite food;favorite drink;favorite movie;favorite candy;height;are you a jealous type; a sentence for me ; pap yourself??\n  ","624984":"\n   oh my holy fuck i just came on here and the first thing i seen was your perfect face i almost died\n  ","624985":"\n   you are so fucking beautiful its unreal\n  ","624986":"\n   \"Thinking well to be wise: planning well, wiser: doing well wisest and best of all\" \n\n--Malcolm Forbes ? .. Have a nice day :\")\n  ","624987":"\n   Why not accept wrongdoings or mistakes? Why not just accept it?\n  ","624988":"\n   opinion on starbucks?\n  ","624989":"\n   Which is the funniest name you've ever heard?\n  ","624990":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/143030884729\n   \n   Looking amazing! ?\n  ","624991":"\n   Do you live in a close knit community? Do your neighbours help each other out, or do you all go about your lives and rarely bother with one another?\n  ","624992":"\n   Hey guys and squad! :)\nFor you: What make you feel genuinely happy? \n\n-Stay classy awesome peeps-\n  ","624993":"\n   how have you been love muffin\n  ","624994":"\n   who will be your halloween costume?\n  ","624995":"\n   \"Never stop of doing what you love, live your life at maximum and keep away the bad vibes.\" Hope you keep your cheer up ?\n  ","624996":"\n   Filter pic\n  ","624997":"\n   What do you think about the standards of feminine beauty that are applied in beauty pageants?\n  ","624998":"\n   How have you changed from a year ago till now?\n  ","624999":"\n   omg i have always imagined me and you being good unicorn friends ?\n  ","625000":"\n   THEY WERE TALKING ABOUT YOU NOT ME\n  ","625001":"\n   Ayeee you know it ;) she's greatttttt\n  ","625002":"\n   with every purchase you may ask one question i have to answe.. any question??\n  ","625003":"\n   Lady sexy girl\n  ","625004":"\n   Just cuz Daraaa is that hotttt vvv lol\n  ","625005":"\n   dang you got some boobs\n  ","625006":"\n   1\/5 Questions: What are the things that stand between you and complete happiness?\n  ","625007":"\n   2\/5 Questions: What are the chances you’ve passed up on that you regret?\n  ","625008":"\n   3\/5 Questions: If you could start over, what would you do differently?\n  ","625009":"\n   4\/5 Questions: What is the difference between living and existing?\n  ","625010":"\n   5\/5 Questions: What do you “owe” yourself?\n  ","625011":"\n   If you could (& wanted to) sell your soul to the devil, what would you sell it for?\n  ","625012":"\n   Have you ever fallen in love?\n  ","625013":"\n   Ootd please?\n  ","625014":"\n   Are you going too be OK honey\n  ","625015":"\n   Pap please?\n  ","625016":"\n   do you use email??\n  ","625017":"\n   How are you doing sweetheart\n  ","625018":"\n   See you in Skinny Town! Population: you!\n  ","625019":"\n   Snapchat ID please ??\n  ","625020":"\n   Halloween or Christmas?\n  ","625021":"\n   Do u like snow\n  ","625022":"\n   good morning ? \/ sent to all I follow\n  ","625023":"\n   What is happiness for you?\n  ","625024":"\n   Do you talk to yourself?\n  ","625025":"\n   What’s your favourite genre of music?\n  ","625026":"\n   You look fab in that dress?\n  ","625027":"\n   Major goals in life?\n  ","625028":"\n   Why don't you post any pics with your bf?\n  ","625029":"\n   10\/10 ??\n  ","625030":"\n   What color is your hair ordinary? Were you born with black here or blond?\n  ","625031":"\n   Do you ever listen to podcasts?\n  ","625032":"\n   no you're the moon\n  ","625033":"\n   \"As the sun lives on when it sets in the warmth it has given to others, you too will live on in the hearts of those whose lives you have touched\"\n--Matshona Dhliwayo ?☀️ .. stay blessed my dear friends :\")\n  ","625034":"\n   Have you ever had a near-death experience?\n  ","625035":"\n   Any weird wish? ?\n  ","625036":"\n   Screenshot anything u like from my profile and post it\n  ","625037":"\n   1\/3 Questions: Do you have any good stories to tell? If so please share.\n  ","625038":"\n   2\/3 Questions: What's the saddest thing you've ever seen?\n  ","625039":"\n   3\/3 Questions: Do you think each person has a purpose in life? If so, what is yours?\n  ","625040":"\n   it feels like i havent talked to you in forever even though i have been on here <3\n  ","625041":"\n   What is your biggest addiction?\n  ","625042":"\n   To your mind, what should every child have?\n  ","625043":"\n   What's on your mind\n  ","625044":"\n   Omg stop being so gorgeous love ❤️ ;)\n  ","625045":"\n   (Recent) much love? xox\n  ","625046":"\n   Perks of having a good day? :3\n  ","625047":"\n   Only 1 question for today. What kind of questions do you like to answer the most? Personal? Funny? Debatable? I'm running out of idea lol.\n  ","625048":"\n   Do you believe in miracles?\n  ","625049":"\n   You're back??????\n  ","625050":"\n   1\/3: If a psychic could tell you what will happen in the future, what would you want to know?\n  ","625051":"\n   2\/3: Do you hold grudges or do you forgive easily?\n  ","625052":"\n   3\/3: How long does it take you to really trust someone?\n  ","625053":"\n   How has Friday the 13th been treating you so far?\n  ","625054":"\n   stop being so fake you are just a paris hilton wannabe\n  ","625055":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","625056":"\n   Tell me qualities you love about yourself that have nothing to do with your physical appearance.\n  ","625057":"\n   What's the most embrassing thing\n  ","625058":"\n   Please tell me what color is your hair?? Where you born like this??\n  ","625059":"\n   Can someone be good and bad? Or are they only all bad or all good?\n  ","625060":"\n   Share a funny scientific fact\n  ","625061":"\n   Who was the last person you talked to?\n  ","625062":"\n   Plans for tomorrow\n  ","625063":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/143147092345\n   \n   looks amazing ?❤\n  ","625064":"\n   Say something from your heart ?❤\n  ","625065":"\n   Not being creepy, I was just going to offer to buy you lunch nearby\n  ","625066":"\n   Its just fine you're beautiful btw.\n  ","625067":"\n   First impression ??\n  ","625068":"\n   If you had one word to describe yourself, what would it be?\n  ","625069":"\n   How's Cali\n  ","625070":"\n   What brand clothes do you wear the most?\n  ","625071":"\n   Tonight we are going to watch Lord of the rings - one of my favourites. So can you tell me about one of your favourite movies, without saying the movie title?\n  ","625072":"\n   You are welcome ? you will have a beautiful kid someday ☺\n  ","625073":"\n   have you been to San Diego Zoo?\n  ","625074":"\n   \"The weak can never forgive. Forgiveness is the attribute of the strong\"\n\n--Mahatma Gandhi ? .. Stay strong & Have a nice day :\")\n  ","625075":"\n   Tragic\n  ","625076":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/143158746233\n   \n   honestly I like your eyes\n  ","625077":"\n   What makes life worth living?\n  ","625078":"\n   Even more amazing because you there\n  ","625079":"\n   Where do you work? Can I see you at lunch time?\n  ","625080":"\n   What's your favourite time of day? Why?\n  ","625081":"\n   Where do you see yourself in 10 years?\n  ","625082":"\n   What would you define a good and bad person as?\n  ","625083":"\n   Where do you really want to travel?\n  ","625084":"\n   what days do you work?\n  ","625085":"\n   Use @ and tag the first five people that came up\n  ","625086":"\n   Do you care of your boyfriend or future husband who has many girl friends\n  ","625087":"\n   Write something about white things ?\n  ","625088":"\n   Have you thought about getting a support for it? While it heals\n  ","625089":"\n   Why are you back in San Diego?\n  ","625090":"\n   Shit your bathroom fancy\n  ","625091":"\n   How's your ankle?\n  ","625092":"\n   Pic of your hotel room?\n  ","625093":"\n   where do you live in?little bebe\n  ","625094":"\n   Your welcome beautiful\n  ","625095":"\n   Your eyes look so very beautiful\n  ","625096":"\n   What would your job entail?\n  ","625097":"\n   What job are you looking for?\n  ","625098":"\n   Best of luck my love??\n  ","625099":"\n   Good luck in your interview ?\n  ","625100":"\n   PAP plz?\n  ","625101":"\n   do you know how either set of your grandparents met?\n  ","625102":"\n   What is the craziest thing you’ve ever done for money?\n  ","625103":"\n   are you close to any of the fires?\n  ","625104":"\n   what's the least gross fast food place?\n  ","625105":"\n   did you hear eminem's freestyle on trump?\n  ","625106":"\n   3\/3 Questions: What’s your dream car?\n  ","625107":"\n   1\/3 Questions: What’s the closest thing to real magic?\n  ","625108":"\n   2\/3 Questions: What is the most heartwarming thing you’ve ever seen?\n  ","625109":"\n   Exactly me too I didn’t liked the 3rd season at all too boring though the last season was good\n  ","625110":"\n   What's your favourite coffee?\n  ","625111":"\n   What color are your eyes?\n  ","625112":"\n   Post your recent emojis?\n  ","625113":"\n   what are you thankful for? #thanksgiving coming up?\n  ","625114":"\n   Your favourite season\n  ","625115":"\n   2\/5 Questions: What would be the absolute worst name you could give your child?\n  ","625116":"\n   4\/5 Questions: What secret conspiracy would you like to start?\n  ","625117":"\n   1\/5 Questions: What’s the most ridiculous fact you know?\n  ","625118":"\n   Worst mistake?\n  ","625119":"\n   5\/5 Questions: What’s the best inside joke you’ve been a part of?\n  ","625120":"\n   How often do you judge yourself?\n  ","625121":"\n   I miss you more ?\n  ","625122":"\n   Actually I tried but it didn't work sometimes I feel like he still love me and sometimes not\n  ","625123":"\n   If you loved someone so hard and you guys were dating then he loved you so much but something happened and changed him and you broke up but now you're talking to him as a friend but you still love him and he doesn't have the same feelings what would you do ?\n  ","625124":"\n   3\/5 Questions: What’s the best Wi-Fi name you’ve seen?\n  ","625125":"\n   Yay!\n  ","625126":"\n   Is there a story behind your profile picture? What is it?\n  ","625127":"\n   Can we take them with us when we leave?\n  ","625128":"\n   HAHAHAHA YES OMG\n  ","625129":"\n   I want my stripper to be dressed like a cop\n  ","625130":"\n   How are you doing\n  ","625131":"\n   DONT GIVE ME HERPES\n  ","625132":"\n   What happens in Vegas, stays in Vegas\n  ","625133":"\n   Hey have you tried watching sherlock holmes\n  ","625134":"\n   What do you want rn\n  ","625135":"\n   Find a photo of autum that you love. Can be one from Google, one you took yourself etc - explain why you love it.\n  ","625136":"\n   Wanna go get married\n  ","625137":"\n   It's not even a challenge people are just hoes these days ?\n  ","625138":"\n   ?The Biggest challenge these days is _____________??\n  ","625139":"\n   Do you have plans for Halloween? If so, what are they? ?\n  ","625140":"\n   What is the worst illness you’ve ever experienced? ?\n  ","625141":"\n   How's the ankle feeling today?\n  ","625142":"\n   What was the last thing you had to eat? And what was the last thing you had to drink? ?\n  ","625143":"\n   When you think of autumn, what smells come to mind?\n  ","625144":"\n   There's often a lot of anger when it comes to what a plus sized model should look like, what clothing size they should actually be etc - so for you personally if someone says 'plus size' what size\/body shape or who immediately comes to mind?\n  ","625145":"\n   Are there any words from your country, that if someone outside your country tried to say; they wouldn't be able to pronounce it properly? - for example non scots can't pronounce auchtermuchty or dreich correctly\n  ","625146":"\n   Are you satan?\n  ","625147":"\n   1\/3 Questions: What are your goals for today?\n  ","625148":"\n   Pap?\n  ","625149":"\n   3\/3 Questions: What are your goals for 2018?\n  ","625150":"\n   2\/3 Questions: What your favorite thing about this world?\n  ","625151":"\n   Do you prefer to ask questions or answer them?\n  ","625152":"\n   # of followers\n  ","625153":"\n   Do you view laying in bed for extended periods of time on your days off as wasteful or a perfectly enjoyable leisure activity in it's own right??\n  ","625154":"\n   Like anyone\n  ","625155":"\n   What are you grateful for today?\n  ","625156":"\n   Describe yourself in 3 words!\n  ","625157":"\n   What's something that everyone should do every day?\n  ","625158":"\n   If your bedroom walls could talk, what do you think they would say to you? :p\n  ","625159":"\n   What word do you love the sound of?\n  ","625160":"\n   Does anyone else get excited for all the Halloween movies they have on family channel during this month ???\n  ","625161":"\n   Fav Halloween candy ?\n  ","625162":"\n   Drinking tonight??\n  ","625163":"\n   Citation that describes you\n  ","625164":"\n   Fav food\n  ","625165":"\n   Selfie?\n  ","625166":"\n   They're a soooo cute! Not as cute as you though.\n  ","625167":"\n   Ootd please?\n  ","625168":"\n   What are their names?\n  ","625169":"\n   Pap\n  ","625170":"\n   Omg how many pages are you writing?\n  ","625171":"\n   What shows are you watching?\n  ","625172":"\n   What did the card say?\n  ","625173":"\n   Hey\n  ","625174":"\n   hii my loves.  keep living and do you (but im not living because i didn't have a ride to meet mikey barone and bryce hall but its okay im still crying) just know that if you don't think someone doesn't love you, then remember i love you ?\n  ","625175":"\n   Why?\n  ","625176":"\n   Pap\n  ","625177":"\n   Please spam some pictures\n  ","625178":"\n   You're so fine\n  ","625179":"\n   Miss you Sav\n  ","625180":"\n   If you had the choice to live on a different planet; which would you choose, or would you prefer to stay on Earth? These planets could be fictitious.\n  ","625181":"\n   Do you have any pictures you can post?\n  ","625182":"\n   Happy thanksgiving\n  ","625183":"\n   Post your recent snaps\n  ","625184":"\n   But you and your dad aren't biological related\n  ","625185":"\n   What's your favorite street food?\n  ","625186":"\n   Plans for thanksgivings\n  ","625187":"\n   Wyd\n  ","625188":"\n   With Donald Trump as our President, would you ever consider moving to Canada?\n  ","625189":"\n   You're back? Missed you\n  ","625190":"\n   Is that your tutu on snapchat?\n  ","625191":"\n   Are you a termite? Because you’re about to have a mouth full of wood\n  ","625192":"\n   What was the last movie you saw at the cinema?\n  ","625193":"\n   Wanna have sex with a unicorn?\n  ","625194":"\n   Is your self real or imagined?\n  ","625195":"\n   5\/5 Questions: What do you think our purpose in life is? Why are we here? And what makes us so important?\n  ","625196":"\n   I dont call you sav tho!!!! Vvv\n  ","625197":"\n   Do you listen to Macklemore\n  ","625198":"\n   What do you think of the song \"Get Low\"?\n  ","625199":"\n   Who was your childhood hero? Who is your hero now?\n  ","625200":"\n   Me and my bro never ever got along jealousy issues ?\n  ","625201":"\n   Hey guys and squad! :) \nFor you: How self-centred are you? \n\n-Stay classy awesome peeps-\n  ","625202":"\n   What would happen if you followed your gut? If you listened to your intuition rather than your mind? What would you create if you could think later and create now?\n  ","625203":"\n   Do you wear heels often?\n  ","625204":"\n   Every person has a nickname given by his\/hers friends? what's yours?\n  ","625205":"\n   4\/5 Questions: What historical event has the biggest impact in your life? (If any)\n  ","625206":"\n   3\/5 Questions: If you could erase something from the past, what would it be?\n  ","625207":"\n   Do you think breaking the law is ever okay?\n  ","625208":"\n   1\/5 Questions: If you could own any animal as a pet, what would you choose and why?\n  ","625209":"\n   How was your day\n  ","625210":"\n   What's your next adventure?\n  ","625211":"\n   Thanksgiving is coming up, do you celebrate it?\n  ","625212":"\n   Youre always fun tho!\n  ","625213":"\n   Which rules are made to be broken?\n  ","625214":"\n   do you want a cupcake?\n  ","625215":"\n   People of the universe ? good morning ?\n  ","625216":"\n   If you could fix anything. What would you fix?\n  ","625217":"\n   Can you tell about a time you had the feeling something bad was going to happen and you were right?\n  ","625218":"\n   Did you have a good day yesterday?\n  ","625219":"\n   Weekend plans?\n  ","625220":"\n   What are you constantly forgetting about?\n  ","625221":"\n   Muah on your eyes\n  ","625222":"\n   I love your eyes\n  ","625223":"\n   I love you\n  ","625224":"\n   You're really beautiful\n  ","625225":"\n   Name 3 things you love doing (:\n  ","625226":"\n   im here you ?\n  ","625227":"\n   Do you have tumblr?\n  ","625228":"\n   What's one thing you love to do as a grown up but used to hate it when you were a kid?\n  ","625229":"\n   Read any good books lately?\n  ","625230":"\n   Are you looking forward to Christmas\n  ","625231":"\n   Favourite ice cream?\n  ","625232":"\n   What do you think about the reported shooting in Las Vegas?\n  ","625233":"\n   What’s you’re dream job ???\n  ","625234":"\n   Please be more active on tumblr xx\n  ","625235":"\n   Any worst memory ? ?\n  ","625236":"\n   Do you work out?\n  ","625237":"\n   What brand are they?\n  ","625238":"\n   Whats your favorite  Halloween movie\n  ","625239":"\n   hey\n  ","625240":"\n   You look unbelievable in that picture with the jeans\n  ","625241":"\n   Well that's good for u I hate my bro .\n  ","625242":"\n   If you could fix 1 problem in this world, what would it be?\n  ","625243":"\n   Recent-\n\nAre you a serious romantic or a fun flirt for him\/her\n  ","625244":"\n   Do your abs show?\n  ","625245":"\n   Do you think it hurts much when you get shot in the leg with a bullet?\n  ","625246":"\n   $650 for jeans? You are wealthy while broke people like me shopping at citi trends ?\n  ","625247":"\n   name a cheater\n  ","625248":"\n   When's the last time you were drunk?\n  ","625249":"\n   Hey friend\n  ","625250":"\n   Everybody is beautiful on their own way .. can u talk about your own beauty ?!\n  ","625251":"\n   Pap what you're wearing to the shops?\n  ","625252":"\n   What sort of shopping?\n  ","625253":"\n   If you could create absolutely anything, what would it be and why? It could be something that already exists, that you need but don't have, or something completely original from your imagination!\n  ","625254":"\n   would you rather be a barista or bartender?\n  ","625255":"\n   Where do you have to leave to?\n  ","625256":"\n   Pap of your childhood\n  ","625257":"\n   Random Thoughts? ?\n  ","625258":"\n   For a lotta things ...\n  ","625259":"\n   Advertisements are made to draw you in and make you purchase the product... What's one advertisement you've seen and thought \"I'm going to buy that\"?\n  ","625260":"\n   When sending questions on here to those you follow, do you also send your questions to yourself? Why\/why not?\n  ","625261":"\n   U need me ?\n  ","625262":"\n   \"You're only saving money, if you actually need the item\" - how often do you purchase things just because there is a sale\/discount on the original price?\n  ","625263":"\n   In your opinion, what are some petty things to take; or ask for back after a relationship breakup?\n  ","625264":"\n   Name something\/someone that makes you smile?\n  ","625265":"\n   Pap?\n  ","625266":"\n   \"Judgment of the people in the situation is not helpful. How can you help them is the question\"\n-- Russell Simmons ? .. Have a great day friends :\")\n  ","625267":"\n   What car do you drive\n  ","625268":"\n   Do you ask enough questions, or are you happily settling for what you know already?\n  ","625269":"\n   No please just post more on here you're so gorgeous\n  ","625270":"\n   How's your day going?\n  ","625271":"\n   You're boobies look awesome!!!\n  ","625272":"\n   what is your snapchat\n  ","625273":"\n   You have the nicest lips\n  ","625274":"\n   pap\n  ","625275":"\n   A beautiful tradegy though ?\n  ","625276":"\n   If you were immortal; what would you spend your life doing?\n  ","625277":"\n   Ootd\n  ","625278":"\n   I love your drunk selfies haha\n  ","625279":"\n   How are you feeling Sav?\n  ","625280":"\n   what would you say your country's \"national pastime\" is?\n  ","625281":"\n   How's your day going?\n  ","625282":"\n   What are you grateful for today?\n  ","625283":"\n   Battery %?\n  ","625284":"\n   What kind of pets do you have\n  ","625285":"\n   Why do you want a gun?\n  ","625286":"\n   They look amazing though ?\n  ","625287":"\n   How much are they?\n  ","625288":"\n   Pap ?❤???\n  ","625289":"\n   Wyd\n  ","625290":"\n   U r too gorgeous ??\n  ","625291":"\n   Plans for Halloween\n  ","625292":"\n   Do you ever feel like you should be going out on Saturday nights just so you have interesting stories to tell on Sunday & Monday??\n  ","625293":"\n   What does your heart tell you?\n  ","625294":"\n   Ootd pap\n  ","625295":"\n   \"The main thing that you have to remember on this journey is, just be nice to everyone and always smile\"\n-- Ed Sheeran ? .. Have a great day friends :\")\n  ","625296":"\n   How old are you\n  ","625297":"\n   Don't bottle that stuff up Sav talk to him about it if he really cares about you he'll understand\n  ","625298":"\n   Name 3 things you love doing (:\n  ","625299":"\n   Pap please?\n  ","625300":"\n   I know sorry. Honestly we all have those sorts of worries in relationships\n  ","625301":"\n   Why am I annoying I'm just trying to be supportive you're probably over thinking it\n  ","625302":"\n   For the record, with fragments you’ll suffer\n  ","625303":"\n   Ootd?\n  ","625304":"\n   Don't worry about your boyfriend being secretive. Remember he gave you a promise ring\n  ","625305":"\n   If your plane is about to crash, how would you love to die, burning by the leaked fuel or by fragment entering your body?\nP.S: answer this question\n  ","625306":"\n   Do you own a gun?\n  ","625307":"\n   Sexy dress and heels!\n  ","625308":"\n   U get excited about ur bro\n  ","625309":"\n   what is your brother doing\n  ","625310":"\n   Is there any moments where you felt alone in your life?\n  ","625311":"\n   What question do you ask yourself a lot?\n  ","625312":"\n   If you get this then I follow you and I hope you’re doing well ?\n  ","625313":"\n   awhhh I don't drive yet \/:\n  ","625314":"\n   Ootd please?\n  ","625315":"\n   Girl we gotta hang out soon omg UGH\n  ","625316":"\n   Who askes you to hang all the time?\n  ","625317":"\n   Drinking this weekend\n  ","625318":"\n   Best friends?\n  ","625319":"\n   What kind of movies do you most enjoy?\n  ","625320":"\n   Do you ever use the internet for what it was first intended for when it came out in the mid 90s - soaking up copious amounts of knowledge? :o If so what kind of subjects do you like to soak up knowledge about the most?? :s\n  ","625321":"\n   Your 24th birthday? You have to be 23 first???\n  ","625322":"\n   Sup\n  ","625323":"\n   Do you ever wear heels?\n  ","625324":"\n   Full body pic of you rn\n  ","625325":"\n   What's colour do you think looks best on you?\n  ","625326":"\n   Last song you listened to\n  ","625327":"\n   Why is it considered illegal to drive a car without insurance or a license plate ?\n  ","625328":"\n   Why do girls wear makeup in your opinion ? What's your favourite makeup style u love to see on other ?\n  ","625329":"\n   Do you have any pets\n  ","625330":"\n   Ur life goals\n  ","625331":"\n   looking forward to your birthday\n  ","625332":"\n   ? ?? YEE HAWWWW ? ??\n  ","625333":"\n   i miss you but you dont want to be on anymore i guess\n  ","625334":"\n   So what is life to you ?\n  ","625335":"\n   Who knows the most about you\n  ","625336":"\n   Who do trust most in your life\n  ","625337":"\n   Pancakes or waffles?\n  ","625338":"\n   How are you\n  ","625339":"\n   What are your thoughts on pubs & restaurants that make their staff dress up in Christmas outfits in October in order to promote their Christmas menus??\n  ","625340":"\n   How many bridesmaids to you want to make up your bride squad when you get married??\n  ","625341":"\n   You're welcome, I've always found you incredibly tremendous. I love you ☺❤\n  ","625342":"\n   Have you ever used a sunbed? Would you?\n  ","625343":"\n   Picture you and you are hungry?\n  ","625344":"\n   If your life were a movie, what would be the title? ???\n  ","625345":"\n   What are some things that make you really happy?\n  ","625346":"\n   Hhhhhhhh\n  ","625347":"\n   If you had a chance to do something for your country, what would you do?\n  ","625348":"\n   What can you eat every day happily? ?\n  ","625349":"\n   Do you have any plans for halloween yet?\n  ","625350":"\n   What states have you visited?\n  ","625351":"\n   hi\n  ","625352":"\n   Snapchat? ???\n  ","625353":"\n   Pretty :)\n  ","625354":"\n   What are five things you look for in a significant other?\n  ","625355":"\n   What do you think is the best date\n  ","625356":"\n   \"I just want 5k\"... I just want 5...\n  ","625357":"\n   Which musical artist is greatly overrated?\n  ","625358":"\n   How many  followers does everyone have ?\n  ","625359":"\n   but what does it mean\n  ","625360":"\n   You look really lovely that's such a great dress ?\n  ","625361":"\n   What's boometh ?\n  ","625362":"\n   I will donate $1million to you\n  ","625363":"\n   Plans tomorrow?\n  ","625364":"\n   Any different pictures from today?\n  ","625365":"\n   You're beautiful... You're beautiful... You're beautiful its true....\n  ","625366":"\n   You look so very beautiful\n  ","625367":"\n   What does the back of that dress look like? Is it a zip up?\n  ","625368":"\n   Do you have a pic of all your tattoos?\n  ","625369":"\n   You're such a cutie!!!! ??\n  ","625370":"\n   Pap of you now?\n  ","625371":"\n   Pap?\n  ","625372":"\n   Can you sing?\n  ","625373":"\n   How was your day?\n  ","625374":"\n   Getting drunk tonight?\n  ","625375":"\n   Was there ever a time in your life when you were seen as a social outcast who had a hard time being accepted by your peers?? :o\n  ","625376":"\n   Talk about your fav shoes :\n  ","625377":"\n   What movie are you pumped to see? Will you see it in theaters or wait until it's on dvd?\n  ","625378":"\n   Why are so many people depressed nowadays?\n  ","625379":"\n   How many tattoos do you have?\n  ","625380":"\n   Ootd?\n  ","625381":"\n   Listen, Boom. In the two pics below of you in the dress, you look absolutely amazing. The thing is, you should have cleared out cat box, and picked the stuff up off the floor behind you. It just just takes away from the beauty that is you.\n  ","625382":"\n   ur drinking during the day? i like this\n  ","625383":"\n   You're drunk right now?\n  ","625384":"\n   Omg that dress looks amazing on you\n  ","625385":"\n   wyd\n  ","625386":"\n   Both pictures slay Sav\n  ","625387":"\n   Do you live near vegas?\n  ","625388":"\n   Picture of  what? I barely see your face in both pictures?\n  ","625389":"\n   Which what? They are the same dress?\n  ","625390":"\n   We miss you\n  ","625391":"\n   Would you ever punch someone in the face for 1,000.00$?\n  ","625392":"\n   Ootd\n  ","625393":"\n   How old are you? When is your birthday?\n  ","625394":"\n   Do you have a nickname?\n  ","625395":"\n   \"Adopting the right attitude can convert a negative stress into a positive one\"\n-- Hans Selye ? .. Don't forget to draw your lovely smile :\")\n  ","625396":"\n   Post them both lol\n  ","625397":"\n   Name 3 things in nature you find most beautiful ?\n  ","625398":"\n   Pic of you this morning\n  ","625399":"\n   What's your thoughts on the current events happening in Barcelona right now?\n  ","625400":"\n   I'm undead now :)\n  ","625401":"\n   Can I see rooms\n  ","625402":"\n   What’s the perception of our society that needs to be changed?\n  ","625403":"\n   Umm why is everything in your house TAN and beige?? Yawn\n  ","625404":"\n   Im sorry! I was admiring youuuu\n  ","625405":"\n   I died\n  ","625406":"\n   How are you feeling right now?\n  ","625407":"\n   Do you have siblings who live in another state or country ?\n  ","625408":"\n   Is your favorite time the past, present or the future?\n  ","625409":"\n   Honestly your pics you posted of you, you look really nice ?\n  ","625410":"\n   \"Believe you can and you're halfway there\"\n--Theodore Roosevelt ✨ .. Have a great day :\")\n  ","625411":"\n   Savanna??\n  ","625412":"\n   Thoughts on the Diary of Anne Frank........\n  ","625413":"\n   Sexy lips....\n  ","625414":"\n   Ever tell someone off in person\n  ","625415":"\n   Do you have any points to prove? To yourself and\/to others?\n  ","625416":"\n   Can I see some pictures of the inside of your house\n  ","625417":"\n   Thank you for having a thigh gap we appreciate it.\n  ","625418":"\n   What makes you smile?\n  ","625419":"\n   You dope girl\n  ","625420":"\n   Why does it look like really boring in your house?\n  ","625421":"\n   Are you \"body confident\"?\n  ","625422":"\n   Welcome to our restaurant called life. What can I get for you?\n  ","625423":"\n   are you failing this year so far\n  ","625424":"\n   How does it make you feel when you find out through social media that a whole bunch of people from your friendship group have been on a really good night out that you never got an invite to?? :\/\n  ","625425":"\n   how often do people buy you things of there?\n  ","625426":"\n   do you recommend it to other people putting a wishlist on their profile?\n  ","625427":"\n   opinion on ivanka trump?\n  ","625428":"\n   \"Spread love everywhere you go. Let no one ever come to you without leaving happier\"\n--Mother Teresa ? .. Wish you a great day :\")\n  ","625429":"\n   do people buy you things off your wishlist? how does it work?\n  ","625430":"\n   You look beautiful sweetheart\n  ","625431":"\n   HEY BITCH IM BACK\n  ","625432":"\n   What good romantic movie can you can suggest?\n  ","625433":"\n   Hello Savannah Q  ... I still love you..\n  ","625434":"\n   Are you love cars ?\n  ","625435":"\n   A book that's been on your tbr list the logngest? ??\n  ","625436":"\n   Plans for tomorrow\n  ","625437":"\n   You lookin so cute ?\n  ","625438":"\n   Pap of your normal resting face?\n  ","625439":"\n   Can you post a short voice record? ^^\n  ","625440":"\n   So yea I just noticed I'm following you so makes sense you blew my fn feed sideways...so why am I following you  though? Did I think you were hot or something or do you have a good sense of humor or whatever?\n  ","625441":"\n   Where are you to\n  ","625442":"\n   You seem chill, optimistic as well.\n  ","625443":"\n   Be loving to those who love you\nBe loving to those who do not love you, because they may change.??\n  ","625444":"\n   If there were a book about your life, what the cover would look like?! ??\n  ","625445":"\n   Who's your favourite team, I'm a football fan as well\n  ","625446":"\n   you look unbelievable in the full body pics\n  ","625447":"\n   Miss anyone\n  ","625448":"\n   Drinking tn\n  ","625449":"\n   Are you doing OK sweetheart\n  ","625450":"\n   Wyd\n  ","625451":"\n   Current obsession ??\n  ","625452":"\n   do you wear any rings? pap of it\n  ","625453":"\n   I would recommend a black high heel * not the party one* or white shoes *addidas*  :3\n  ","625454":"\n   How these pasties stick to body?\n  ","625455":"\n   Where were you born?\n  ","625456":"\n   Do you wear something under this white shirt\/top?\n  ","625457":"\n   Hey sweetheart how are you doing\n  ","625458":"\n   Hey beautiful ?\n  ","625459":"\n   Tell a story of your awkward situation\n  ","625460":"\n   What's up my friend how are you doing\n  ","625461":"\n   Are you a spiritual person?♠\n  ","625462":"\n   Dude pretty sure you have the same Cartman pants Frankie does. And boy do you rock them.\n  ","625463":"\n   What are your healthy 'daily' habits? :)\n  ","625464":"\n   \"We are made wise not by the recollection of our past, but by the responsibility for our future\"\n--George Bernard Shaw ✨ .. Stay awesome sunshiny :\")\n  ","625465":"\n   What’s the coolest thing people can learn from you?\n  ","625466":"\n   ho\n  ","625467":"\n   You're a football (soccer) fan\n  ","625468":"\n   Youre so beautiful!!!!\n  ","625469":"\n   What would you do if your significant other had an accident and became confined to a wheelchair?\n  ","625470":"\n   how have you been lately anyway\n  ","625471":"\n   How old are ya\n  ","625472":"\n   Someone you talk to Daily & someone you used to talk to daily?\n  ","625473":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","625474":"\n   Is there anything you did to people but don't want to happen to you? What is it?\n  ","625475":"\n   Hi my best friend how are you doing\n  ","625476":"\n   Do you do meet and greets for your fans\n  ","625477":"\n   Why are you blowing up my feed esse?\n  ","625478":"\n   who are you? little\n  ","625479":"\n   Does your wishlist offer include noods lol\n  ","625480":"\n   When do u turn 23\n  ","625481":"\n   What can u cook\n  ","625482":"\n   Snap?\n  ","625483":"\n   Do you want your kids to have your chest\n  ","625484":"\n   Do you want your kids to take after u\n  ","625485":"\n   Bikini model pic?\n  ","625486":"\n   What are your life goals?\n  ","625487":"\n   Did you take a nap today\n  ","625488":"\n   Last person you got a streak from\n  ","625489":"\n   You know\nYou are soo sexy ??\n  ","625490":"\n   Have you met the man of your dreams yet?\n  ","625491":"\n   Do you like red velvet cake or is it a bit rich for you? BQ: What is your favourite type of cake in the whole wide world?? :s\n  ","625492":"\n   Deactivating?\n  ","625493":"\n   Post the last picture you saved to your phone\n  ","625494":"\n   Have you already overcome your enthusiasm from ask.fm or do you still like it as before ?\n  ","625495":"\n   What community college are you going to\n  ","625496":"\n   Without music or wifi ?\n  ","625497":"\n   What city & state you @?\n  ","625498":"\n   You’re gorg ?\n  ","625499":"\n   You’re super pale hehe\n  ","625500":"\n   Do you know any big gossips\n  ","625501":"\n   What have guys said when they saw your rack?\n  ","625502":"\n   Damnnn I see what you mean about needing push-up bras for boob action\n  ","625503":"\n   I’m ugly and fat. What should I do ? :(\n  ","625504":"\n   im like algebra because i can take your x out and you wont need to know y\n  ","625505":"\n   You're one amazing woman\n  ","625506":"\n   i guess you lost interest in your boomrangs :(\n  ","625507":"\n   Do you agree that world belongs to the mad?\n  ","625508":"\n   How many followers do you have\n  ","625509":"\n   What is the hardest thing you've done\n  ","625510":"\n   1. Age 2. Height 3. Do you have a boyfriend? 4. What are your best traits? 5. Any bad habits? 6. Pro choice or Pro life? 7. Dress or skirt? 8. Virgin? 9. Favourite sports 10. Favourite movie 11. Countries visited 12. Do you drink? 13. Do you smoke? 14. Secret skills 15. What is your dream job?\n  ","625511":"\n   How long have you been dating?\n  ","625512":"\n   That's adorable\n  ","625513":"\n   Gorgeous af\n  ","625514":"\n   Pap of snap bffs\n  ","625515":"\n   ss lock screen\n  ","625516":"\n   Pap of your followers? Plis?\n  ","625517":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142873436537\n   \n   such a cute ring ?\n  ","625518":"\n   Have you ever sat on someone's shoulders (as an adult)\n  ","625519":"\n   Ootd\n  ","625520":"\n   Not surprised if he saw you in that underwear!!\n  ","625521":"\n   Wow you look amazing in your bra and panties, you look absolutely gorgeous without even trying! Dam I wish I looked like you ?\n  ","625522":"\n   Do you follow your heart or your brain?\n  ","625523":"\n   You are gorgeous!!!\n  ","625524":"\n   How long do u know this guy you love?\n  ","625525":"\n   Be honest when was the last time you got laid ?\n  ","625526":"\n   What is the quality you most like in a man?\n  ","625527":"\n   What are some of your best stress relievers?\n  ","625528":"\n   What is your biggest fear or worry??\n  ","625529":"\n   Name one thing you dream about at night!\n  ","625530":"\n   How was your weekend?\n  ","625531":"\n   You always look flawless\n  ","625532":"\n   Marry me? ?\n  ","625533":"\n   do you wanna have your bfs baby?\n  ","625534":"\n   You look so very beautiful\n  ","625535":"\n   And you believe that? ????????\n  ","625536":"\n   So he gave all his exes different rings?\n  ","625537":"\n   How much did they cost?\n  ","625538":"\n   Is it the same ring he gave to his ex girlfriends?\n  ","625539":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142867321465\n   \n   I could not be more jealous of you right now!\n  ","625540":"\n   Do you find people who CLAP when the plane lands annoying? Like, if you were the pilot wouldn't you want to ban these patronising idiots from ever flying on your planes again?? :o\n  ","625541":"\n   Lol that's cute\n  ","625542":"\n   Gooduck with that.Tou will need it.\n  ","625543":"\n   Wear any rings?\n  ","625544":"\n   Do you only speak English?\n  ","625545":"\n   How are you today lady boometh\n  ","625546":"\n   Training what?\n  ","625547":"\n   First series of true detective was the best\n  ","625548":"\n   Hey beautiful what are you doing nowwwww\n  ","625549":"\n   Aloud me to say that you've such a beautiful eyes pretty woooooow\n  ","625550":"\n   What are you doing to day?\n  ","625551":"\n   Your hair looks really nice wet\n  ","625552":"\n   What is your nationality? Are  you just one nationality or are you more than one?\n  ","625553":"\n   You ate my nugget friends!\n  ","625554":"\n   Do you actually like it when people screenshot on snapchat?\n  ","625555":"\n   Fav candy bar?\n  ","625556":"\n   \"To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless\"\n--Gilbert K. Chesterton ❤️ .. Have a nice day friends :\")\n  ","625557":"\n   I promise you he's the lucky one\n  ","625558":"\n   Yeah haha can you post it one like that on here? Please\n  "},"Answer":{"624486":"\n  Of course you can call me mom?\n  ","624487":"\n  I wish i had more pics to post, i never take selfies anymore\n  ","624488":"\n  Im in such a bad mood omg.\n  ","624489":"\n  Weird.. uhm like never\n  ","624490":"\n  What are you talking about?\n  ","624491":"\n  S - & M\n  \n  A - beautiful lie\n  \n  V - alentine\n  \n  A - box full of sharp objects\n  \n  N - ational anthem\n  \n  N - eed u (100%)\n  \n  A - little piece of heaven\n  \n  H - avana\n  ","624492":"\n  People to stop hating on each other\n  ","624493":"\n  Thats actually a really nice thought\n  ","624494":"\n  Im not used to texting anymore and now my thumb hurts ahaha\n  ","624495":"\n  Im about to go running soon lol\n  ","624496":"\n  Its so damn entertaining\n  ","624497":"\n  You cant save everyone.\n  ","624498":"\n  Tuesday... thats weird\n  ","624499":"\n  Same here, im always busy\n  ","624500":"\n  Oh cool (: hows that?\n  ","624501":"\n\n   https:\/\/youtu.be\/JJmqCKtJnxM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","624502":"\n  Me too to be very honest. How was your day today?\n  ","624503":"\n  Hi angry, im sav\n  ","624504":"\n  Grow up lol\n  ","624505":"\n  A mens boutique, because theres not really many out there right now\n  ","624506":"\n  Thank youub\n  ","624507":"\n  That. Is. So. Cute. Ahhhhhhh i hope youre right\n  ","624508":"\n  College is better because you get to choose what you want to study instead of having to study what is state\/government required\n  ","624509":"\n  Youre so sweet as well ❤❤❤❤❤\n  ","624510":"\n  BABYLOVE\n  \n  How are you doing (:\n  ","624511":"\n  1. Theyre cute\n  \n  2. They are cuddly\n  \n  3. They will always love you no matter what\n  ","624512":"\n  GODDAMNIT\n  \n  You should reply that you want to be apart of that business ?\n  ","624513":"\n  How old i am ?\n  ","624514":"\n  Yeah, but i never want to grow up\n  ","624515":"\n  I dont know honestly lol\n  ","624516":"\n  Im a personal assistant for a boutique\n  ","624517":"\n  Hey thats my background, get your own ?\n  ","624518":"\n  You are one of the nicest guys ive talked to on here. You were just full of jokes and just saying great things all the time. And and and you are so handsome.\n  ","624519":"\n  Nooo, more you than anyone\n  ","624520":"\n  I knows!!\n  ","624521":"\n  I mean, i am pretty sweet ?\n  ","624522":"\n  Thankssss\n  ","624523":"\n  I cant wait till my braces come off omfg\n  ","624524":"\n  Awh, thats very sweet\n  ","624525":"\n  HEY MOOOONIE\n  ","624526":"\n  My day is still going and its alright i guess. Im about to go to work\n  ","624527":"\n  I would design it like the shit they have in empire\n  ","624528":"\n  Nah the blue checkmark means nothing lol\n  ","624529":"\n  Being on here kills my confidence hahaha\n  ","624530":"\n  Ill be on later ??\n  ","624531":"\n  Yes lol\n  ","624532":"\n  I need to go shower ugh\n  ","624533":"\n  Fuck yeah you would ?\n  ","624534":"\n  School, work, bars, events\n  ","624535":"\n  Xoxo\n  ","624536":"\n  I legitly cried so much after watching the new episode of This Is Us..\n  ","624537":"\n  Braces? Lol\n  ","624538":"\n  Water\n  ","624539":"\n  Best : i get to meet some of the wealthiest people in the world.\n  \n  Worst : i have to do 40 things in 3 hours\n  ","624540":"\n  Shes so classy\n  ","624541":"\n  No, but its so funny\n  ","624542":"\n  I dont use my phone when im around people\n  ","624543":"\n  Im currently at work right now\n  ","624544":"\n  California\n  ","624545":"\n  Thank you so much\n  ","624546":"\n  I dont know man, i dont think so ?\n  ","624547":"\n  I love ripped jeans\n  ","624548":"\n  I used to always dye my hair lol\n  ","624549":"\n  Awh hunny ❤ youre so sweet and adorbs\n  ","624550":"\n  12 hours\n  ","624551":"\n  Its addicting lol\n  ","624552":"\n  I just stop caring and let mother nature run its course\n  ","624553":"\n  Im okay ?\n  ","624554":"\n  HIIII ????\n  \n  How are you??\n  ","624555":"\n  Idk why but i havent listened to it?\n  ","624556":"\n  Hi taylor❤ im good, how are you\n  ","624557":"\n  Thank you ?\n  ","624558":"\n  Im hungry, but i wanna work out instead\n  ","624559":"\n  Im pretty sure im getting my period cause im just pissed at the world\n  ","624560":"\n  Hes really good at being annoying\n  ","624561":"\n  What the fuck\n  ","624562":"\n  Thank you ?\n  ","624563":"\n  To be able to take risks, and go after my goals\n  ","624564":"\n  Doing hard drugs lol\n  ","624565":"\n  That moment where youre broke till next friday..\n  ","624566":"\n  Awh!! How have you been\n  ","624567":"\n  Zero\n  ","624568":"\n  I used to have pictures with other ones but i cant find the pictures):\n  ","624569":"\n  Quick selfie before i go to work\n  ","624570":"\n  How do you know this lol\n  ","624571":"\n  Whats up (:\n  ","624572":"\n  I need to take my meds\n  ","624573":"\n  A phone case lol\n  ","624574":"\n  Im. Fucked.\n  ","624575":"\n  A year.. bleh\n  ","624576":"\n  I love dancing omfg\n  ","624577":"\n  K ?\n  ","624578":"\n  Why do you wanna be friends?\n  ","624579":"\n  Already over the day\n  ","624580":"\n  Tara in sons of anarchy\n  ","624581":"\n  No, but it will soon\n  ","624582":"\n  Truthfully, i think all technology is bad\n  ","624583":"\n  Now i awake\n  ","624584":"\n  Have you been playing hide the salami?\n  ","624585":"\n  It makes me feel special when i get these types of messages\n  ","624586":"\n  Yes!!! Im okay, i just woke up so im really sleepy lol how about you?\n  ","624587":"\n  Im so tired, i wanna go back to sleep\n  ","624588":"\n  Just dreams about my bf cheating on me and shit like that\n  ","624589":"\n  Good morning, i had some terrible dreams last night lol\n  ","624590":"\n  Nope\n  ","624591":"\n  goodnight❤\n  ","624592":"\n  Im sorry you cant sleep ):\n  ","624593":"\n  How are you?\n  ","624594":"\n  Not one gift per person, some people bought me a lot of stuff\n  ","624595":"\n  Thank you, its a big accomplishment lol\n  ","624596":"\n  I just go silent\n  ","624597":"\n  I do this at least once a day\n  ","624598":"\n  Im finally starting to get sleepy!\n  ","624599":"\n  Yeah lol\n  ","624600":"\n  I must be blind ?\n  ","624601":"\n  What kind of fuckin question is this hahahah\n  ","624602":"\n  Thank you so much.\n  \n  Im pretty good, trying to get tired cause i wanna sleep. How about you\n  ","624603":"\n  Wait, on the app?\n  ","624604":"\n  Ive gotten over 70 gifts (:\n  ","624605":"\n  HOW\n  ","624606":"\n  No? Maybe? Idk?\n  ","624607":"\n  Im good, im literally deleting every question which is a bitch but its happening... and i feel bad but its just too much\n  ","624608":"\n  Idk like 5218\n  ","624609":"\n  5239\n  ","624610":"\n  WAIT WHAT\n  \n  No i mean left ask wtf\n  ","624611":"\n  I gain so many followers hahaha\n  ","624612":"\n  Too many bro, tooo many\n  ","624613":"\n  Ok since i havent been on for days there should be a way i can delete all the questions i have in my inbox and just wait for new ones.. cause holy. Fuck. Theres so much\n  ","624614":"\n  Wait, holy shit. So many people have left when i wasnt on.. like i lost like half the people i follow..\n  ","624615":"\n  How will i die\n  ","624616":"\n  Nope. I dont fund franchises hahahah\n  ","624617":"\n  Everything ?\n  ","624618":"\n  Honestly, i think we are all fucked.\n  \n  Just some are more fucked then others.\n  ","624619":"\n  My kitty is cuddling me, god i love her\n  ","624620":"\n  Be famous and i still want to be famous.. but its not gonna happen hahah\n  ","624621":"\n  These?\n  ","624622":"\n  My problem is that im the least ambitious person hahahah\n  ","624623":"\n  I learn something new everyday\n  ","624624":"\n  Okay so like my feed is just pics and polls of this girl half naked all the time and im like I GET IT YOURE ATTRACTIVE LOL\n  ","624625":"\n  Dude, who are you ?\n  ","624626":"\n  I actually laughed ?????\n  ","624627":"\n  Holy shit, thats a list.\n  ","624628":"\n  I have a Jamaican friend?\n  ","624629":"\n  There was one time where i was alone in the house i grew up in, and the door next to my bedroom the handle just started shaking and turning. I just said nope, im out hahaha\n  ","624630":"\n  The goldfish in the sewer scene in family guy\n  ","624631":"\n  My screen protector got fucked so now it looks like my phone has spots all over the screen hahah\n  ","624632":"\n  I dont know much about pokemon ?\n  ","624633":"\n  Will Ferrell\n  \n  It would be a good time lol\n  ","624634":"\n  All the happy new year messages are soo nice. I have so many ??? thank you all. Im not gonna post them all but they are so sweet.\n  ","624635":"\n  I feel like i know too many of those ?\n  ","624636":"\n  I have a LOT of problems ahhahahah\n  ","624637":"\n  5'3\n  ","624638":"\n  I read about the news every morning\n  ","624639":"\n  Fuck. I totally had an answer for this but i completely forgot.\n  ","624640":"\n  My planet would be boomoptia\n  \n  Where all the cool little boomers will live.\n  \n  To be honest, i just imagine something a lot like earth with a lot less bullshit ?\n  ","624641":"\n  I think its pretty cool being able to say whatever you want.\n  ","624642":"\n  If its causes you too much psychological damage or is harming you - probably let it go\n  ","624643":"\n  This is a little late but happy new year!! This year has started off terribly\n  ","624644":"\n  Outer space\n  ","624645":"\n  Awh, hes one of those ?? i hope he gives you more attention soon(:\n  ","624646":"\n  Until they fall off a cliff?\n  ","624647":"\n  I dont really go on websites\n  ","624648":"\n  Oh shit, hey kimo sabe!\n  \n  Long time, not snapchat hahah\n  \n  I hope youre doing well.\n  \n  Youre still cute i see ?\n  ","624649":"\n  Thats why when people told me not to do drugs, i did them. Lol\n  ","624650":"\n  Im probably going to be on here for awhile. I cant sleep\n  ","624651":"\n  You dont work now?\n  ","624652":"\n  My phone is being so slow, its painful.\n  ","624653":"\n  Im so happy i have my burrito\n  ","624654":"\n  Youre so sweet\n  ","624655":"\n  I ran into a wall ?\n  ","624656":"\n  Thats a very good question lol\n  ","624657":"\n  Im addicted to food.\n  \n  Im getting a burrito today\n  ","624658":"\n  Ive never been a prank person\n  ","624659":"\n  Well yeah, but i just work lol\n  ","624660":"\n  Pulp fiction & toy story 3\n  ","624661":"\n  I know most of you dont care, but i met dave mustaine yesterday. I helped his wife shopping\n  ","624662":"\n  Miss pergerines home for peculiar children.\n  \n  Its just so imagative and fast paced.\n  \n  Had humor and darkness.\n  ","624663":"\n  Puppy size elephant, that would be so cute\n  ","624664":"\n  No, lol i dont do anything fun lol\n  ","624665":"\n  Psychological issues lol\n  ","624666":"\n  It was okay, i worked all day\n  ","624667":"\n  I think youre right\n  ","624668":"\n  They got away with murder\n  ","624669":"\n  That's very sweet\n  ","624670":"\n  San diego, california\n  ","624671":"\n  Im stuck at work bleh\n  ","624672":"\n  Ill be on tonight ?\n  ","624673":"\n  Went to palm springs for Christmas and had a great time\n  ","624674":"\n  My baby ?\n  ","624675":"\n  Its a lot of pressure honestly.. because everyone is expecting you to become someone as quick as you can and work and just grow up asap.\n  \n  Omg, youre beautiful and sweet, i dont see why he wouldnt want to be with you.\n  ","624676":"\n  Wait, what good things?\n  ","624677":"\n  Awh, youre so sweet ❤\n  ","624678":"\n  Of course. I love talking with you as well. ❤ youre so sweet\n  ","624679":"\n  I dont wanna get ready for work\n  ","624680":"\n  I wish i was a model ☹\n  ","624681":"\n  Success comes from failing and getting back up ?\n  ","624682":"\n  No ? cause 1. Its not a craving\n  ","624683":"\n  Who else would i be?\n  ","624684":"\n  I feel like id know if i were ?\n  ","624685":"\n  Its been shitty so far hahahha ive been getting constantly sick and it feels like the world is against me.\n  ","624686":"\n  Im a personal assistant for a high end boutique. Awh, you have so much time to figure out what you want to do. Dont rush it. Make sure its your passion.\n  ","624687":"\n  I gotta get ready for work now, ill come on tonight (:\n  ","624688":"\n  I just work a bunch these days. I dont do anything fun ): how about you?\n  ","624689":"\n  Omggggg would you get a stud or ring?\n  ","624690":"\n  Yes i ammmm\n  \n  Did you miss me?\n  ","624691":"\n  For you(:\n  ","624692":"\n  Random\n  ","624693":"\n  I love shoes!! When someone gets me shoes i literally cry a little bit hahaha\n  \n  How about you?\n  ","624694":"\n  I dont really believe theres a purpose to everything, i believe we just came up with that so we would all feel like life was worth living.. but animals dont believe they have a purpose unless a deer believes their purpose to live is to be killed and eaten and we just dont know it?\n  ","624695":"\n  OMFG thats so exciting ??\n  ","624696":"\n  Im really curious of what people would say about how they would prove God is real.\n  ","624697":"\n  Put them together to make them whole.\n  ","624698":"\n  You are a sweetheart omfg. ? thank you so much ❤❤ how are you?\n  ","624699":"\n  Awh!! Thank you! Ive missed being on here, even tho i cant really be on for that long these days - so goddamn busy.\n  \n  Im okay, super stressed out. Im trying to figure out another job so i can make more money. Im not making enough where i work.\n  ","624700":"\n  Ignore them, i dont need that in my life\n  ","624701":"\n  No i do not ? i doubt id ever do that with someone\n  ","624702":"\n  Im really tired, and really stressed out. Ill be on later❤\n  ","624703":"\n  Who doesnt?\n  ","624704":"\n  It was terrible truly hahah\n  ","624705":"\n  Lsd\n  ","624706":"\n  To be anyone who is important.\n  ","624707":"\n  No, ill be a raisin\n  ","624708":"\n  Is thinking im not good enough unrealistic?\n  ","624709":"\n  Yeah, it will never be enough\n  ","624710":"\n  I look GREAT in this pic tho\n  ","624711":"\n  Love love LOVE this\n  ","624712":"\n  Breathing makes me anxious. You do realize if i understood why i get anxious i could probably cure everyone who has anxiety.. its not something that people really understand. Some people can get anxious over a goddamn potato chip.\n  ","624713":"\n  Food, always food\n  ","624714":"\n  Agreed ?\n  ","624715":"\n  That sounds terrible lol\n  ","624716":"\n  Take my anxiety away\n  ","624717":"\n  Flawking? haha\n  ","624718":"\n  I look like a creepy doll..\n  ","624719":"\n  His abortion speech, HAHA cracks me up\n  ","624720":"\n  Use the word \"cxnt\" in the right context lol\n  ","624721":"\n  My bf and his parents are fighting, and its super awkward because he keeps trying to get me involved and im like NOPE lol\n  ","624722":"\n  \"What the fuck are we doing wrong?\"\n  ","624723":"\n  That just made me so depressed ?\n  ","624724":"\n  I could totally use a vacay right now.\n  ","624725":"\n  Hey dark cocoa puff ?\n  ","624726":"\n  I just got home from work, so now im eating. Im sooo hungry\n  ","624727":"\n  Because i missed it\n  ","624728":"\n  Because its nice to drink after work\n  ","624729":"\n  Ill be on and off nowadays since i actually work, and spending time with my bf. But ill try to come on as much as possible during my down time (: its nice talking to you again (:\n  ","624730":"\n  Omfg, thats funny but thank god i dont have big ears ?? if youre not on when i come back, it was lovely talking to you!!! I sure have missed you - my fellow Buddhist?\n  ","624731":"\n  I will be back\n  ","624732":"\n  Goddamnit, i love you all but im gonna go back to sleep for 30 mins ??\n  ","624733":"\n  I am an alien\n  ","624734":"\n  Thank you ?\n  ","624735":"\n  One of my fav outfits to wear\n  ","624736":"\n  Eh, youll get over it\n  ","624737":"\n  Wise man has learned all the wisdom\n  \n  Wise guy still is learning\n  \n  Lol idk ?\n  ","624738":"\n  Neither have i, but thats why i rub my bfs tummy and kiss it calling it \"buddha belly, give me luck\" ????? he cracks up every time cause he doesnt have a belly hahah\n  ","624739":"\n  Uh yeah, like its gonna take me months to clean out my inbox. Lol\n  ","624740":"\n  Awh, thank you so much!\n  \n  Another fav\n  ","624741":"\n  LOL why not? Drugs are the solution to everybody's problems.\n  ","624742":"\n  Worry about yourself ?\n  ","624743":"\n  Dude, yes. Buddha lifestyle!?\n  ","624744":"\n  You dont?\n  ","624745":"\n  I didnt come back so i could be ridiculed about my relationship lol\n  ","624746":"\n  Yeah lol he was asking about it yesterday. He just thinks its stupid ahha\n  ","624747":"\n  Ehh, i mean im not any better. I get stupid jealous a lot... i hate it\n  ","624748":"\n  One of my favs\n  ","624749":"\n  Im happy to be back ?\n  ","624750":"\n  With me, yes.\n  \n  With the rest of the world, no.\n  \n  He doesnt want anyone else really saying things to me because im his forever.\n  ","624751":"\n  Cant stop wont stop\n  ","624752":"\n  Thank you, thats really sweet ❤\n  ","624753":"\n  EITHER THAT OR IM A GHOST\n  ","624754":"\n  Taken\n  ","624755":"\n  Thats amazing news ??? im so happy for you!! Im doing a lot better as well. Like life is looking good for me ?\n  ","624756":"\n  My brain\n  ","624757":"\n  Whoa, thats actually so crazy!! Im glad you are on!!! How are you?\n  ","624758":"\n  Yeah, he just doesnt get it lol\n  ","624759":"\n  I honestly dont take that many pics anymore, but heres this one\n  ","624760":"\n  My bf thinks you shouldnt be talking to me\n  ","624761":"\n  Writing down your goals is a great way to start then by picking one big goal to work towards but also write down small goals that lead to that big goal. Then when you complete a goal, you can check it off and youll feel such satisfaction from it!! Also need to understand that success comes from failure, so dont be afraid to fail.\n  ","624762":"\n  Why would i be annoyed with you?\n  ","624763":"\n  And he still manages to shock me.\n  ","624764":"\n  Awh, we shall miss you!!\n  \n  I just got back on after taking a break but i hope everything goes well & youre great ?\n  ","624765":"\n  Awh, youre so sweet for asking. Yes im okay, doing a lot better now (: i hope youre doing well ❤\n  ","624766":"\n  The weirder the question, the better ?\n  ","624767":"\n  I hate how when i need to pee i cant think about anything other than needing to pee lol this is so stressful lol\n  ","624768":"\n  If youre ever in enci, you gotta come see me dude!!❤\n  ","624769":"\n  I have missed you! ❤❤❤\n  ","624770":"\n  I started eating mac and cheese with honey mustard... so fucking weird but so fucking good\n  ","624771":"\n  People always say thank you to me ?\n  ","624772":"\n  Drinking ? ive been drinking a lot\n  ","624773":"\n  Not as much as i wish\n  ","624774":"\n  Drink and watch shows ?\n  ","624775":"\n  Really really good actually!!\n  \n  How about you?\n  ","624776":"\n  Gordan ramsey restaurants\n  ","624777":"\n  My step dads recipe for broccoli pasta\n  ","624778":"\n  My brother ❤\n  ","624779":"\n  Im serious!!! Come see mee\n  ","624780":"\n  Hey booooo ??\n  ","624781":"\n  Come hang out with meeeee please\n  ","624782":"\n  Me too ? im bringing sexy back ❤\n  ","624783":"\n  Makeup.\n  \n  Its really good at making people look better than they actually look. Its the closest thing to magic.\n  ","624784":"\n  If im going to live a long happy life ❤\n  ","624785":"\n  How are you sweetie?\n  ","624786":"\n  OMFG I MISS YOU TOO.\n  \n  GODDAMN IT, YOURE SO SWEET\n  ","624787":"\n  I have become so happy honestly. Life has become so damn amazing. Im with the love of my life, and everything is finally going to plan. Im so happy with him ❤\n  ","624788":"\n  IVE MISSED YOU SOO MUCH ❤\n  ","624789":"\n  Im going to come on tomorrow morning! I miss you all, and plus i have a few pics i can post ? miss the fuck outta this place\n  ","624790":"\n  Holy shit. I havent been on here for so long. And fuckin aye, this place has changed so damn much. But i miss being here.\n  ","624791":"\n  Im currently annoyed lol\n  ","624792":"\n  Sleep lol\n  ","624793":"\n  I am a miracle lol\n  ","624794":"\n  Snowbunnies are whores.. did you just call me a hoe?\n  ","624795":"\n  My life ?\n  ","624796":"\n  I wish that as well, there needs to be more love\n  ","624797":"\n  To raise beautiful children\n  ","624798":"\n  Omg all this love makes me happy\n  ","624799":"\n  Awh, i miss you and everybody on here as well! Im gonna try to come on more but i work so much i dont have time\n  ","624800":"\n  I miss you so much❤ i hope you are doing well ?\n  ","624801":"\n  One of these days ill come back, just not today lol\n  ","624802":"\n  Im cute\n  ","624803":"\n  FADed by WAJU\n  ","624804":"\n  I wish i knew\n  ","624805":"\n  Being decent to others. Being kind.\n  ","624806":"\n  This old dude methed out describing the way a baby is created in a womb in the strangest way possible..\n  ","624807":"\n  Im always so damn tired omg\n  ","624808":"\n  Do people still use this?\n  ","624809":"\n  I truly miss coming on here ):\n  ","624810":"\n  Thank you(:\n  ","624811":"\n  Yes... if a person says no - they shouldnt marry that person.\n  ","624812":"\n  I dont even know who you are ?\n  ","624813":"\n  Its 7 am, i need to go back to sleep lol\n  ","624814":"\n  Tea.. coffee makes me sick\n  ","624815":"\n  Omg party 24\/7\n  ","624816":"\n  At the bar ?\n  ","624817":"\n  I miss my wifey a lot ?\n  ","624818":"\n  Im ok. Im in the hospital again though ugh\n  ","624819":"\n  Depends on the person, i die to live\n  ","624820":"\n  I would be shocked if he didnt\n  ","624821":"\n  Thank you so much\n  ","624822":"\n  Shoving a whole pan of brownies into my mouth\n  ","624823":"\n  Uhmmm his profile pic...\n  ","624824":"\n  I think so ?\n  ","624825":"\n  Be who you are and fuck those who try to change you\n  ","624826":"\n  I have it\n  ","624827":"\n  Justin bieber hahaha\n  ","624828":"\n  Thank you lovely ❤\n  ","624829":"\n  People who try to scam you\n  ","624830":"\n  A miniature unicorn\n  ","624831":"\n  I forgot to save the selfies i took a couple days ago.. so heres an old one lol\n  ","624832":"\n  One should never stop learning\n  ","624833":"\n  Not as soon as i want lol\n  ","624834":"\n  Im the devil lol\n  ","624835":"\n  Everybody shooting up places ?\n  ","624836":"\n  Just working lol\n  ","624837":"\n  I. Have. Missed. You.\n  ","624838":"\n  Selfie before work, i think yes lol\n  ","624839":"\n  Thank you\n  ","624840":"\n  Awwhhh❤❤ i really really miss it honestly.\n  ","624841":"\n  Nutflix and chill ???\n  ","624842":"\n  Who knew freckles could be so cute\n  ","624843":"\n  I miss being on here\n  ","624844":"\n  Lana del rey and with my mouth ?\n  ","624845":"\n  I ended up in the hospital on halloween ugh\n  ","624846":"\n  Im telling youu, ive been trying and it hasnt worked\n  ","624847":"\n  Does this favor involve me dying?\n  ","624848":"\n  I love meat, so like im against those who are against me eating meat hahaha but people need to realize that if we didnt kill animals, there would be way too fucking many around. (Thats why we need more people to die, theres too goddamn many) also, every person is different when it comes to their health - some people need meat to keep on living.\n  ","624849":"\n  Totally did not wake up thinking that this morning, so thank you for the reminder ?\n  ","624850":"\n  I CAN RIDE MY BIKE WITH NO HANDLE BARS NO HANDLE BARS\n  ","624851":"\n  Acceptance..\n  \n  Ive always been able to forgive but sometimes its hard to accept\n  ","624852":"\n  We are just sheep to them.\n  ","624853":"\n  That would be such a cute minion omg\n  ","624854":"\n  Whaaaat, theres new emojis?!\n  ","624855":"\n  \"God is dead, and thats alright with me\"\n  ","624856":"\n  Trump\n  ","624857":"\n  Yes, it freaks me out.\n  ","624858":"\n  Sleep\n  ","624859":"\n  Omg lucky. I need to eat before i die\n  ","624860":"\n  When i clean for hours and havent showered..\n  ","624861":"\n  Their smile\n  ","624862":"\n  Im really really hungry but i dont wanna get up\n  ","624863":"\n  Nope, not yet\n  ","624864":"\n  Hello ?\n  ","624865":"\n  Omg, i cant remember lol\n  ","624866":"\n  I love youuuu olivia and fuck all those people who are haters ❤\n  ","624867":"\n  Thank you so much. Still in shock. Im going to miss her so much\n  ","624868":"\n  Hey ❤\n  ","624869":"\n  Omg a year or more... yikes\n  ","624870":"\n  Lady boom - this should have been self explanatory lol\n  ","624871":"\n  I love where i live\n  ","624872":"\n  This is so true beautiful ❤\n  ","624873":"\n  My brother lifting me up upside down by my ankles, i was 3\n  ","624874":"\n  More than just one time ?\n  ","624875":"\n  I would love that ?\n  ","624876":"\n  Probably flip the fuck out\n  \n  Speaking of aliens, i had a dream about aliens last night. It was pretty cool actually\n  ","624877":"\n  You & me both ?\n  ","624878":"\n  Wow i love not having anon on.. i love coming to my inbox and not having stupid bullshit especially since i cant spend that much time on here anymore.\n  ","624879":"\n  They could have been more creative but i still really like them and think they are really cute\n  ","624880":"\n  Audi rs7\n  ","624881":"\n  Right now, i dont know.\n  \n  I lost my cousin yesterday. And ive been having a really tough time.\n  ","624882":"\n  I grew up in a vegetarian household\n  ","624883":"\n  Of course i am\n  ","624884":"\n  Who the fuck is hating on you\n  ","624885":"\n  No heart by 21 savage\n  ","624886":"\n  Dude, i would wear them to work, out, i would wear them EVERYWHERE\n  ","624887":"\n  Why not ):\n  ","624888":"\n  I always feel a sense of wonder\n  ","624889":"\n  Id miss you ?\n  ","624890":"\n  Guys i miss being on here, i miss all you guys\n  ","624891":"\n  No but i want some sooooo bad\n  ","624892":"\n  Ive seen them like 5 times already\n  ","624893":"\n  I just got informed i have to go into work sooner than i thought.. damn. Now i have to get off and get ready lol\n  ","624894":"\n  Dope lol\n  ","624895":"\n  You are the best ❤\n  ","624896":"\n  Tv personality\n  ","624897":"\n  Ahahahahha\n  \n  In n out, thatd be dope.\n  \n  But id get huge\n  ","624898":"\n  Italian, russian, and french\n  ","624899":"\n  No, never\n  ","624900":"\n  I love Sinister\n  ","624901":"\n  Billionaire ?\n  \n  I know im a dick but i could save more than one life with billions\n  ","624902":"\n  Treat those how you would like to be treated\n  ","624903":"\n  Are they trumps mexicans or no?\n  ","624904":"\n  To actually move to be with my bf and now it was the best decision ive ever made.\n  ","624905":"\n  Im great, ive been working constantly\n  ","624906":"\n  Coloring ?\n  ","624907":"\n  I dont, it all sounds like bullshit to me\n  ","624908":"\n  Goddamn its been awhile since ive been on lol\n  ","624909":"\n  A state of mind\n  ","624910":"\n  You are so kind, wow\n  ","624911":"\n  I got so close to getting through my questions but im just too tired and over it lol\n  \n  Keeping anon off so i can come back and finish clearing my inbox lol\n  ","624912":"\n  Thank you so much\n  ","624913":"\n  Yes\n  ","624914":"\n  They can be\n  ","624915":"\n  a solid 10 lol\n  ","624916":"\n  Im so excited that im so close to catching up on my questions\n  ","624917":"\n  I could pass out at like any minute rn, im so tired\n  ","624918":"\n  Awh, thank you ❤\n  ","624919":"\n  I gots a lexus\n  ","624920":"\n  I hate people who are shady as fuck\n  ","624921":"\n  Thank you so much ❤?\n  ","624922":"\n  My bed\n  ","624923":"\n  I need to be cheered up now ?\n  ","624924":"\n  What does it look like in my picture?\n  ","624925":"\n  I cant remember the last time i ate at McDonald's\n  ","624926":"\n  Just to see where life takes me\n  ","624927":"\n  Donald trump\n  ","624928":"\n  I wanna just watch Trailer Park Boys in honor of him\n  ","624929":"\n  Lahey will always be my hero\n  ","624930":"\n  I cant believe he died ):\n  ","624931":"\n  Its shit\n  ","624932":"\n  That im not in a good mood lol\n  ","624933":"\n  ❤❤❤\n  \n  I love hugs\n  ","624934":"\n  Its called Tucci Boutique\n  \n  Its an upscale boutique\n  \n  I know, i love that moneeeyy\n  ","624935":"\n  I think ive been on here for 5 years.. i think i need to stop LOL\n  \n  And i only follow active people\n  ","624936":"\n  This is so sweet\n  ","624937":"\n  Morning. Im still so sleepy\n  ","624938":"\n  I cant remember exactly the last thing i did but i always do things out of my comfort zone because its good for me mentally\n  ","624939":"\n  Im not hun ❤\n  ","624940":"\n  Yup, send the question as a note with the gift\n  ","624941":"\n  I dont have scars cause my body doesnt scar\n  ","624942":"\n  Over 6 months\n  ","624943":"\n  I dont go to fucking school, stop with these school questions\n  ","624944":"\n  I am! Life is good ?❤\n  ","624945":"\n  I need to eat somethingggg\n  ","624946":"\n  I do make a good gf\n  ","624947":"\n  No i am not\n  ","624948":"\n  Work ethic\n  ","624949":"\n  Dark alley ways or walking in the middle of nowhere in the dark.\n  ","624950":"\n  Omg, you are crazy ?\n  ","624951":"\n  A celebrity lol\n  ","624952":"\n  I think your words are useless for our mankind\n  ","624953":"\n  I mean, id try it... but im good\n  ","624954":"\n  Awh omg ??❤\n  ","624955":"\n  Awh, thank you so much\n  ","624956":"\n  Thank you, you beautiful person ❤\n  ","624957":"\n  Ok anon is back on, i gotta go to work\n  ","624958":"\n  My hair looks so damn long omg\n  ","624959":"\n  Im ready for my shift at work\n  ","624960":"\n  I need more motivation.\n  ","624961":"\n  I ignore them honestly.\n  ","624962":"\n  I do not actually.\n  ","624963":"\n  I have a lot, i dont want to name them all lol\n  ","624964":"\n  No, especially not when i know what life is like outside a cave\n  ","624965":"\n  Of course i do\n  ","624966":"\n  No, not at all ?\n  ","624967":"\n  I need to learn how to express my feelings better..\n  ","624968":"\n  Ok so im watching Channel Zero - no end house... this is the trippiest fucking show ive ever seen\n  ","624969":"\n  Mental suffering\n  ","624970":"\n  Dont you (Joe Kays slow edit)\n  \n  Ta - ku - higher (flume remix)\n  \n  Deceitful - girls\n  \n  Fwdslxsh & HUCCI - I know\n  \n  Hood Go Crazy - meaux green remix\n  ","624971":"\n  So far, my day is going really well. Just doing some laundry before i get ready for work\n  ","624972":"\n  Well for one, drug addiction and family structure do not go hand in hand. You could be in a great household with good structure but suffer with addiction. Addiction is a mental illness. A lot of times structure is what helps addicts overcome their addiction.\n  ","624973":"\n  We are all allowed to have our own opinions ?\n  ","624974":"\n  ❤❤❤❤\n  ","624975":"\n  I hope you are having a wonderful day and a wonderful life ❤\n  ","624976":"\n  Id always rather forgive\n  ","624977":"\n  Omg dude, im so sorry i havent been on in so long!! Ive missed you! I hope you are doing well!!!\n  ","624978":"\n  Thats what you think ???\n  ","624979":"\n  Questions that make me think\n  ","624980":"\n  Myself lol\n  ","624981":"\n  Awh, im not\n  ","624982":"\n  I dont feel like getting ready for work\n  ","624983":"\n  Full name : savannah ames\n  \n  Nickname : manna\n  \n  Battery : 87%\n  \n  Android but i like ios better\n  \n  Last text : Brett\n  \n  Birthday : june 6\n  \n  Something you love : my cat\n  \n  Someone you trust : my bf\n  \n  Last song : no heart by 21 savage\n  \n  Fav color : black\n  \n  Fav food : all foods\n  \n  Fav drink : tequila\n  \n  Fav movie : boondock saints\n  \n  Fav candy : i love candy\n  \n  Height : 5'3\n  \n  Non - jealous type\n  \n  Sentence : ive never been happier than i am now\n  ","624984":"\n  You are so sweet ?\n  ","624985":"\n  Omfg ?❤\n  ","624986":"\n  Wisdom is lost these days\n  ","624987":"\n  Who said i dont?\n  ","624988":"\n  Its kinda overrated\n  ","624989":"\n  Klitz\n  ","624990":"\n  Thank you ?\n  ","624991":"\n  Growing up i lived in a close knit community. My family knew everyone in the neighborhood, we all used to help each other out. It was an awesome place to grow up actually.\n  ","624992":"\n  My boyfriend\n  \n  My cat\n  \n  And\n  \n  A good meal\n  ","624993":"\n  Ive been really good honestly ?\n  ","624994":"\n  Time to watch the good doctor ??\n  ","624995":"\n  Omg awh thank you so so much ❤❤\n  ","624996":"\n  So i forgot to take selfies or pictures of me last night, but i took pics of food hahahahha\n  ","624997":"\n  Watching the little girl ones freak the fuck outta me\n  ","624998":"\n  I dont have bad anxiety anymore. I no longer have anxiety attacks just from having to go outside or something. When i get nervous, i just let people know and it actually calms my nerves. I can finally act like a normal adult ??\n  ","624999":"\n  Omg this is the best thing ive ever read.\n  ","625000":"\n  WTF HOW? DID MY TITS JUST SUDDENLY FALL OFF CAUSE I SEE NOTHING RN ???\n  ","625001":"\n\n   @ImDaraAndNerdy\n  \n  this anon loves your sexy butt\n  ","625002":"\n  Im like really sad i havent gotten any presents lately cause like all i do is take mirror selfies and nobody is getting me anything to take pics in ☹☹☹☹☹\n  ","625003":"\n  Im turning off anon so i can get through my questions, ill turn it back on when i no longer want to answer questions lol\n  ","625004":"\n  She is pretty sexy ??\n  ","625005":"\n  Why do anons have to talk about you on my page\n  \n   @ImDaraAndNerdy\n  \n  ?\n  ","625006":"\n  Money LOL\n  ","625007":"\n  I cant really think of any tbh\n  ","625008":"\n  Omg most of high school would be different\n  ","625009":"\n  Living = experiencing life\n  \n  Existing = going through life like a zombie\n  ","625010":"\n  Many beauty items lol like i need so many products\n  ","625011":"\n  For all the fame and money in the world where i could literally do whatever the fuck i wanted and not have to worry lol\n  ","625012":"\n  Of course ❤ im in love rn\n  ","625013":"\n  Am i the only one with ocd when it comes to my inbox.... i wanna turn off anon so i can catch up on my questions.. ill probably do that after dinner, or tomorrow lol\n  ","625014":"\n  Im like in a super bad mood and i dont know why ):\n  ","625015":"\n  I like this pic\n  ","625016":"\n  I think everyone uses email\n  ","625017":"\n  My ankle is throbbing\n  ","625018":"\n  This made me feel awesome ?\n  ","625019":"\n  Sc; saberboom\n  ","625020":"\n  Halloween lol\n  ","625021":"\n  Yes, but not living in it\n  ","625022":"\n  Hope you are having a great day\n  ","625023":"\n  Being content with yourself\n  ","625024":"\n  A little too much ?\n  ","625025":"\n  Probably hip hop\/rap\n  ","625026":"\n  Im going to be wearing a dress later today, ill take selfies ❤\n  ","625027":"\n  To just be happy ?\n  ","625028":"\n  Have i not posted this terrible selfie i took of us? Lol\n  ","625029":"\n  Thank you ?❤\n  ","625030":"\n  Blonde lol\n  ","625031":"\n  I love Bill Burr podcasts lol\n  ","625032":"\n  Fuck. You are right\n  ","625033":"\n  ????????\n  ","625034":"\n  Yes and it was terrifying\n  ","625035":"\n  That someone famous will run into me and make me famous as well LOL\n  ","625036":"\n  This looks dope\n  ","625037":"\n  I wrote this;\n  \n  1. The Kitchen – Night\n  \n  (Stormy Billups walks into the kitchen with anunopened wine bottle in her hand, while her husband, Billie Billups was sitting at the dinning room table.)\n  \n  Stormy Billups:(opens up a drawerangrilyfinding the wine opener)I can’t stand the way your family looks at me. (pops open the cork)They always look at me like I’m less than them.(pours wine into a glass and starts sipping it, while leaning on the counter.)\n  \n  Billie Billups:(gets up from the table and walks over to Stormy)What do you mean, babe?(grabs a glass and pours himself some wine.)You’re my amazing wife,(touches her hand to hold it)how would they think less of you?\n  \n  Stormy Billups:(pulls away from Billie and walks to the dinning table and sits down)I want to be more than that, I want to be more than a trophy wife who takes care of the kids all day and ends up looking like Honey Boo Boo. I want my name to mean something.\n  \n  Billie Billups:When we met you were perfectly fine with all the vacations, and shopping and then being a mother. What changed now?\n  \n  Stormy Billups:People say my name and they just say I’m so and so’s husband, I want people to say my name and be like, ‘oh, she does this, and this and she is also married to so and so,’ I want it to be a bonus being married to you, not just all that I am.\n  \n  (Billie looks down at his glass and twirls his wine glass.)\n  \n  Stormy Billups:I love being a mom(touches Billie’s knee)but when I go to those Parent – Teacher events, I want to say more than I’m a housewife.\n  \n  Billie Billups:What do you want than babe?\n  \n  Stormy Billups:(arisesup from her seat with passion)I wanna be heard!\n  \n  Billie Billups:Heard how though?\n  \n  Stormy Billups:(makes Billie stand up with her)I want to capture the world with my words, I want to be able to write and tell stories. I want to show the world what my mind can imagine.\n  \n  Billie Billups:What can I do?\n  \n  Stormy Billups:Just support me, and trust me.\n  ","625038":"\n  The pictures of animals that stay by there owners grave or understand death\n  ","625039":"\n  I think we all wish we had a purpose in life... that we are all some miracle that was created to make us feel better.. i think i am just a creature that was born and soon ill be just another creature that will die\n  ","625040":"\n  I know, ive been so busy!\n  ","625041":"\n  Im addicted to being out of my head. I like being high\n  ","625042":"\n  The freedom to choose what music they would like to listen too\n  ","625043":"\n  I should be writing my bf a letter\n  ","625044":"\n  Awh, ill try ?❤\n  ","625045":"\n  IM SO HAPPY I HAVE YOU ON SNAPCHAT\n  ","625046":"\n  You are in a good mood ? ?\n  ","625047":"\n  Debatable or funny ones\n  ","625048":"\n  Yeah, i was born ?\n  ","625049":"\n  Nah, im dead\n  ","625050":"\n  How i was gonna die\n  ","625051":"\n  I forgive very easily\n  ","625052":"\n  A few months on constantly hanging out with them\n  ","625053":"\n  I saw Happy Death Day, not as good as it should have been\n  ","625054":"\n  I cant help it, i was manufactured by barbie\n  \n  P.s. who doesnt want to be paid to just breath? It would be dope to be Paris Hilton lol\n  ","625055":"\n  We should have a parade for couples that stay committed to each other for years..\n  ","625056":"\n  I really like my sense of humor.. like i find life just so funny. Its so easy to make me laugh\n  \n  I really like my capability to forgive and move forward with my life.\n  \n  I really like how i can deeply understand others.\n  \n  I have empathy.\n  \n  Im a really quick learner\n  ","625057":"\n  Doing something stupid and notice my bf was watching the whole time lol\n  ","625058":"\n  Its brown slowly fading into blonde\n  \n  I was born blonde lol\n  ","625059":"\n  Yeah, at least i think so. Ive been good and bad\n  ","625060":"\n  Most lipstick contains fish scales\n  ","625061":"\n  My boss lol we are texting right now\n  ","625062":"\n  I work tomorrow at 2\n  ","625063":"\n  Awh, omg thank you\n  ","625064":"\n  I need to shower but i dont have the energy\n  ","625065":"\n  Ok, thatd be kinda nice honestly\n  ","625066":"\n  Thank you ?\n  ","625067":"\n  Im so pissed this is blurry\n  ","625068":"\n  Hungry.\n  \n  Im so damn hungry\n  ","625069":"\n  Awesome ❤❤\n  ","625070":"\n  Free people\n  ","625071":"\n  2 brothers go around Boston killing mobsters, murderers, and rapist because they both had a religious experience that God told them too.\n  ","625072":"\n  You are so nice ?\n  ","625073":"\n  Yess of course i have\n  ","625074":"\n  Ive always been able to forgive others ❤\n  ","625075":"\n  Like your life\n  ","625076":"\n  Awh, thank you so much\n  ","625077":"\n  Him??\n  ","625078":"\n  Thats sweet ❤\n  ","625079":"\n  This is creepy as shit\n  ","625080":"\n  Night time, cause im the moon.\n  ","625081":"\n  Hopefully married in a dope house with one kid so far\n  ","625082":"\n  Maybe morals or values a person may have\n  ","625083":"\n  All around the world lol\n  ","625084":"\n  I work on monday again then i find out my schedule\n  ","625085":"\n\n   @littlekri\n  \n\n\n   @Itsjustkolbyy\n  \n\n\n   @AlessandroRodriguez244\n  \n\n\n   @maheen70\n  \n\n\n   @NicoleBuckleyyx\n  \n","625086":"\n  Not really cause i have a lot of guy friends\n  ","625087":"\n  Im white ?\n  ","625088":"\n  I have a brace (:\n  ","625089":"\n  Because its amazing here lol\n  ","625090":"\n  I know lol\n  ","625091":"\n  Fucking painful. Its sooo fucked honestly.\n  ","625092":"\n  Hotel room? Im at home lol\n  ","625093":"\n  Im in san diego lol\n  ","625094":"\n  Im ready\n  ","625095":"\n  Thank you ?\n  ","625096":"\n  Selling clothes?\n  ","625097":"\n  Im going to an interview for this boutique called Tucci\n  ","625098":"\n  Thank you ❤❤❤\n  ","625099":"\n  Thank you so much!!\n  ","625100":"\n  I have to get ready for my interview today! Wish me luck!! ❤❤\n  ","625101":"\n  I know how both met.\n  \n  My dads side; my grandpa came back from the war and went to some church gathering where my grandma attended as well.. and they fell in love that night.\n  \n  My moms side; it was an arranged marriage because in Japan both sides of the family were very wealthy.\n  ","625102":"\n  Tbh, i dont think ive done anything crazy for money ?\n  ","625103":"\n  Fortunately, i am not.\n  ","625104":"\n  In n out\n  ","625105":"\n  Yes. I love eminem\n  ","625106":"\n  Audi rs7\n  ","625107":"\n  Makeup\n  ","625108":"\n  All those posts called \"faith in humanity\"\n  ","625109":"\n  3rd season was boring!\n  ","625110":"\n  I dont drink coffee\n  ","625111":"\n  Green, blue, grey\n  ","625112":"\n  ???????????????❤????????☹??\n  ","625113":"\n  My family, my bf, and his caring family\n  ","625114":"\n  I really liked the 1st honestly\n  ","625115":"\n  Who the fuck names their kids north or apple\n  ","625116":"\n  That the shooting in las vegas was a stunt made by trump because he wants to try to make up for all the bullshit that hes been causing. To make him look better, like he gives a shit.\n  ","625117":"\n  That ants let off a scent for other ants after they die so they will come and carry them to their ant cemetery lol\n  ","625118":"\n  Maybe lets not discuss this lol\n  ","625119":"\n  Omg this is a hard question to answer... inside jokes are so hard to explain lol\n  ","625120":"\n  Like every second of every day\n  ","625121":"\n  Theres no wayyyyy ?\n  ","625122":"\n  Awh, im really sorry ): i wish i had all the answers for you\n  ","625123":"\n  I would just move forward. Its sounds like itd be a waste of time.\n  ","625124":"\n  Hide your kids hide your wifi\n  ","625125":"\n  I miss you so much!! ❤❤❤\n  ","625126":"\n  I got bored and just wanted to look amazing ?\n  ","625127":"\n  We are gonna have a huge house so they can have their own room!\n  ","625128":"\n  Bow chicka wow wow\n  ","625129":"\n  Omg, can mine be a sexy inmate?\n  ","625130":"\n  This show is making me tear up omg\n  ","625131":"\n  I WONT BUT I CANT SPEAK FOR ALL THE STRIPPERS\n  ","625132":"\n  Except for herpes ?\n  ","625133":"\n  Love the movies and the show sherlock\n  ","625134":"\n  OMFG I GOT TO 5K FOLLOWERS YESS\n  ","625135":"\n  I love when the leaves change!\n  ","625136":"\n  Meet me in vegas.\n  \n  I fuckin miss you\n  ","625137":"\n  I swear people make it a challenge hahaha\n  ","625138":"\n  Staying completely loyal\n  ","625139":"\n  I dont have plans yet )): ugh\n  ","625140":"\n  Mental illness\n  ","625141":"\n  Its terrible ☹\n  ","625142":"\n  Eat : chocolate pumpkin zucchini bread\n  \n  Drank : yellow Gatorade\n  ","625143":"\n  Pumpkin and cinnamon. Love those smells\n  ","625144":"\n  I honestly think of queen latifah\n  ","625145":"\n  I love when russians or germans try to say words with the letter \"w\"\n  ","625146":"\n  Yes\n  ","625147":"\n  To just have a good day. My period is making my body all fucked up tho.. like this sucks, i need to be prepared for my interview.\n  ","625148":"\n  Ive been watching the movie The Winning Season.. its kinda sad\n  ","625149":"\n  To have a successful job\n  ","625150":"\n  Omg food\n  ","625151":"\n  To answer them ?\n  ","625152":"\n  3 more till 5k\n  ","625153":"\n  Well considering the fact i was in bed all day high as shit sleeping - i think i find it very enjoyable\n  ","625154":"\n  I like this new update\n  ","625155":"\n  My babe ❤\n  ","625156":"\n  I am tired\n  ","625157":"\n  Take a nap\n  ","625158":"\n  \"Goddamn you sleep a lot\"\n  ","625159":"\n  I love the word \"dope\"\n  ","625160":"\n  Im more excited about all these new shows i have to watch\n  ","625161":"\n  I want candy ):\n  ","625162":"\n  No drinking for a couple days\n  ","625163":"\n  Season 4 of z nation is good lol\n  ","625164":"\n  A helicopter flew by screaming shit.. honestly sounds scary lol\n  ","625165":"\n  This is my day\n  ","625166":"\n  Awh, you are so sweet\n  ","625167":"\n  Why are syfy shows soooo good omg\n  ","625168":"\n  Laika and mickey\n  ","625169":"\n  Look at these cuties\n  ","625170":"\n  Just 2 lol\n  ","625171":"\n  Im gonna watch star but first 2 episodes of z nation. Love this show\n  ","625172":"\n  Amazingly sweet things\n  ","625173":"\n  I need to go get ice for ankle i need to ice it all day, but at least i get to binge watch shows lol\n  ","625174":"\n  You are amazing Liv ❤❤ keep on being beautiful!!\n  ","625175":"\n  Because i woke up to the sweetest card this morning\n  ","625176":"\n  Im writing my bf a letter lol\n  ","625177":"\n  Ill post a few more.. havent been taking selfies lol\n  ","625178":"\n  Oh thank you ?\n  ","625179":"\n  Did i already post this?\n  ","625180":"\n  I would love on a different planet if i knew what it was like before moving there.\n  ","625181":"\n  Loved this outfit\n  ","625182":"\n  I have a problem not really remembering which pics ive posted or not lol so if i repeat photos im sorry\n  ","625183":"\n  My niece\n  ","625184":"\n  I dont see why this matters?\n  ","625185":"\n  Burgers?\n  ","625186":"\n  I think im going to binge watch Star today\n  ","625187":"\n  I smoked way too much wax and so i got super high ):\n  ","625188":"\n  Before trump was president i wanted to move to canada\n  ","625189":"\n  Im just chilling today cause i hurt my ankle so bad, i need to rest it.\n  ","625190":"\n  No that was my niece\n  ","625191":"\n  Daddy always trying to stuff my face with yo dick ???\n  ","625192":"\n  Battle of the sexes\n  ","625193":"\n  No, but unicorns wanna have sex with me\n  ","625194":"\n  I imagine myself as a unicorn\n  ","625195":"\n  I dont think we are important, i think we just wish we were important and get told that so we feel like we matter in this world when the harsh reality is we dont.\n  ","625196":"\n  But i am sav\n  ","625197":"\n  Fuck i need to put makeup on\n  ","625198":"\n  Oh thats a good song ?\n  ","625199":"\n  I dont think ive ever really had a hero..\n  \n  If i had to pick... my childhood hero would be my brother and my hero now would be lana del rey\n  ","625200":"\n  Awh, thats really sad. I am sorry ☹\n  ","625201":"\n  Ive always put other people first before myself.\n  ","625202":"\n  I always follow my gut\/intuition and it leads me exactly where  i need to go in life.\n  \n  I would create a time machine so i go into the future then come back and invent something now that will be big in the future and make millions\n  ","625203":"\n  No, i wish\n  ","625204":"\n  Sav, everybody calls me sav lol\n  ","625205":"\n  I havent had one.. yet.\n  ","625206":"\n  I dont really wanna say but i also believe i wouldnt be who i am if it werent for my past so i probably wouldnt really change anything\n  ","625207":"\n  If it saves someone life, then yes i do\n  ","625208":"\n  I would totally have a sloth because they LOVE to cuddle!\n  ","625209":"\n  Oh fuck i gotta get ready before my babe comes home\n  ","625210":"\n  I wanna go to this tonight\n  ","625211":"\n  Of course i celebrate a day that is meant for you to eat all day\n  ","625212":"\n  This is very true ?\n  ","625213":"\n  Drug laws ?\n  ","625214":"\n  I just ate a chocolate scone\n  ","625215":"\n  Good morning!\n  \n  I need to go do my hair and makeup ?\n  ","625216":"\n  This society\n  ","625217":"\n  Omg so i was on a flight that was delayed and there was a possibility i was gonna miss the next flight. I just knew something was gonna go terribly wrong. Luckily i made it to the connecting flight but that flight got a code red and i had to spend the night in the airport.\n  ","625218":"\n  I have learned that the cheapest things possible make the best toy.. my cat has been playing with a cap and a lollipop all morning..\n  ","625219":"\n  You know your high when each question read makes you go into a deep thought about life ?\n  ","625220":"\n  Omg that i have to email my dad fuck. Ok im doing that either later or tomorrow\n  ","625221":"\n  No, thats creepy.\n  ","625222":"\n  Awh, thank you!\n  ","625223":"\n  Thats so sweet ❤\n  ","625224":"\n  Thank you so much!\n  ","625225":"\n  Sleeping\n  \n  Eating\n  \n  Sex\n  ","625226":"\n  Im actually about to get off. I think ive done enough damage on here for today\n  ","625227":"\n  I do, but i dont use it\n  ","625228":"\n  Cleaning and being organized ?\n  ","625229":"\n  Ugh fuck ive had 0 time to read lately\n  ","625230":"\n  Yes and no honestly.\n  ","625231":"\n  Mint chocolate chip\n  ","625232":"\n  Its really sad, and causes a lot of questions\n  ","625233":"\n  Being a tv personality\n  ","625234":"\n  I am too active in real life to be active on tumblr lol\n  ","625235":"\n  I have too many those and we just shouldnt bring those up ?\n  ","625236":"\n  A little everyday. I screwed up my ankle tho so its hard for me to walk ):\n  ","625237":"\n  The jeans are Dsquared\n  ","625238":"\n  I am just excited to watch American Horror Story tonight\n  ","625239":"\n  Hii❤❤❤ how have you been?\n  ","625240":"\n  Thank you so much!!!\n  ","625241":"\n  Awh, im sorry. Why?\n  ","625242":"\n  Aids.. its just terrible\n  ","625243":"\n  Totally a fun flirt!❤?\n  ","625244":"\n  Nope, i am fat\n  ","625245":"\n  Uh no shit dude\n  ","625246":"\n  I know, i have a problem\n  ","625247":"\n  Your dad\n  ","625248":"\n  Last night\n  ","625249":"\n  Hello person i dont know ?\n  ","625250":"\n  I am a flawed individual\n  ","625251":"\n  I already did, a sweater and leggings\n  ","625252":"\n  Going shopping for my niece\n  ","625253":"\n  I want to invent my own security\/led system.. like itd be for houses and cars. Your house would be a rave 24\/7 but with the best security system ever invented.\n  ","625254":"\n  Bartender ??????\n  ","625255":"\n  Im going shopping at 2:30 lol\n  ","625256":"\n  I wish i had pic on my phone from my childhood but i dont ):\n  ","625257":"\n  Im trying to bust out as many questions i can before i have to leave but every part of me wants to sleep. I am never going to catch up on here ever again lol\n  ","625258":"\n  I just thought of G- eazy\n  ","625259":"\n  Omg theres so many... ahhh im trying to think of one off the top of my head but im coming up blank. But i know theres been multiple times where i saw a commercial and wanted to buy it right after lol\n  ","625260":"\n  I do not because i am more curious about what others have to say\n  ","625261":"\n  For?\n  ","625262":"\n  Not often but i love sale items lol\n  ","625263":"\n  When the person asks or breaks a gift they gave you. Like wtf.\n  ","625264":"\n  My bf always makes me smile ?\n  ","625265":"\n  Where I got high yesterday\n  ","625266":"\n  So true ?\n  ","625267":"\n  A Lexus\n  ","625268":"\n  I ask way too many questions\n  ","625269":"\n  I will just not right now\n  ","625270":"\n  Omg i need a nap\n  ","625271":"\n  I know ?\n  ","625272":"\n  Sc ; saberboom\n  ","625273":"\n  Thank you!❤\n  ","625274":"\n  Drunk selfie lol\n  ","625275":"\n  Awh thanks ?\n  ","625276":"\n  I would play the game called \"lets see how rich I can get\"\n  ","625277":"\n  Ive been cleaning all morning\n  ","625278":"\n  Dude, im a tragedy ?\n  ","625279":"\n  Slightly hungover from yesterday.\n  \n  Smoked the best joint yesterday omfg\n  ","625280":"\n  Slavery ?????? kidding\n  ","625281":"\n  Ive cleaned so much, im so tired now\n  ","625282":"\n  I was in the kitchen eating breakfast and just starring at the ocean and i actually thought \"i am so grateful to be back in California\"\n  ","625283":"\n  15%\n  ","625284":"\n  I have cat lol\n  ","625285":"\n  Because guns are amazing ?\n  ","625286":"\n  Thank, i cant figure out a top to wear tho\n  ","625287":"\n  At least $650 lol\n  ","625288":"\n  These jeans are more expensive than my entire existence lol\n  ","625289":"\n  Im trying not to fall back asleep but omg sleep sounds so good right now\n  ","625290":"\n  Oh thank you!\n  ","625291":"\n  I wanna dress up, but idk what i wanna be\n  ","625292":"\n  No, i dont live a life based on stories ill be able to tell.\n  ","625293":"\n  That its lucky to have someone who cares and loves me as much as he does. That i will have the world. ❤\n  ","625294":"\n  Its time to do my hair and makeup woo\n  ","625295":"\n  Theres not enough people in this world who are nice\n  ","625296":"\n  22\n  ","625297":"\n  I know, i just dont know how to bring it up lol\n  ","625298":"\n  Eating\n  \n  Cuddling\n  \n  Writing\n  ","625299":"\n  I just woke up... like give me an hour or so goddamn\n  ","625300":"\n  I also realized im expecting too much too early. Like its just been a couple weeks since ive been here and we have spent all this time together. Its not like we have been married for 4 years and he starting to be secretive lol hes probably just adjusting still.\n  ","625301":"\n  I am over thinking it actually... its just kinda annoying sometimes ya know?\n  ","625302":"\n  For the record, both ways you are supposed to suffer but i dont wanna suffer.\n  ","625303":"\n  Can i not have to pee really badly all the time omfg\n  ","625304":"\n  God you are annoying\n  ","625305":"\n  Both sound fucking terrible lol also i wouldnt \"love to die\" in either way lol\n  \n  But probably fragment, if it kills me quickly\n  ","625306":"\n  I wish i owned a gun(s)\n  ","625307":"\n  Thank you?\n  ","625308":"\n  Yeah because i wouldnt be me if it werent for him. He sacrificed so much for me. He is the best person i know.\n  ","625309":"\n  Uhm, building a family and being an awesome physical therapist\n  ","625310":"\n  Yeah, luckily that hasnt been recently!\n  ","625311":"\n  Why cant i be a hippie?\n  ","625312":"\n  Awh, you are so sweet and beautiful\n  ","625313":"\n  Awh, thats ok!!\n  ","625314":"\n  My bf keeps doing things like secretly like idk what the fuck he is doing but like he can say he wants to get married but he clearly isnt ready for it since he keeps trying to be all secretive about whatever the fuck he doesnt want me to know about lol\n  ","625315":"\n  Omg dude i know!! My car has been in the shop for over a week :\/\n  ","625316":"\n  I have so many friends i need to hang out with but my car hasnt been working ):\n  ","625317":"\n  My brother will be here this weekend omg i am so excited!\n  ","625318":"\n  Heath ledger joker is goals like omfg\n  ","625319":"\n  Comedy forsure\n  ","625320":"\n  I always use the internet for learning and useless knowledge. Thats a good question.. hmm i like crazy scientific ideas \/ theories\n  ","625321":"\n  I know, but my 24th i wont have braces AND ill be getting a brand new car ???\n  ","625322":"\n  Im about to go eat something then eat ice cream.. i also need to talk to my bfs mom but ugh\n  ","625323":"\n  I do, but i fucked my ankle up today from running so i dont think ill be wearing any right now lol\n  ","625324":"\n  Lazy sav day\n  ","625325":"\n  Red❤\n  ","625326":"\n  I cant remember ugh, i listened to music while i was running\n  ","625327":"\n  Because it is lol\n  ","625328":"\n  Because makeup is like magic and makes people look so great!\n  \n  I love the Arabic girls makeup styles.. they are sooooo beautiful\n  ","625329":"\n  Love her ❤\n  ","625330":"\n  Thanks ?????\n  ","625331":"\n  I cant wait for my 24th birthday\n  ","625332":"\n  WEE SNAAWWW\n  ","625333":"\n  If i had more free time, id be on more\n  ","625334":"\n  Life is full of people who didnt kill themselves today because theyve learned to cope with the inconveniences that life throws at them.\n  ","625335":"\n  Again, my family\n  ","625336":"\n  My family\n  ","625337":"\n  Waffles - they are pancakes with little syrup pockets\n  ","625338":"\n  Something i have to always keep in mind is that drug addicts will always keep things a secret even if its not even a secret\n  ","625339":"\n  Wait... this actually happens?\n  ","625340":"\n  I swear im gonna have like 10 LOL\n  ","625341":"\n  This is amazing, thank you so much ?\n  \n  Ily ❤❤\n  ","625342":"\n  Nope and i wouldnt..\n  ","625343":"\n  Nooo, im comfortably in bed\n  ","625344":"\n  A Hippie In Modern Society\n  ","625345":"\n  My bf\n  \n  My cat\n  \n  And food\n  ","625346":"\n  Aaaaaaaaa\n  ","625347":"\n  Take out all the crazy people cause theres way too many of those\n  ","625348":"\n  Everything.. this just made me more hungry\n  ","625349":"\n  Nope, im probably not doing shit lol\n  ","625350":"\n  Lived : california & washington\n  \n  Visited : Oregon, nevada, colorado, idaho, montana, Wyoming, Virginia, texas, maryland, Pennsylvania, delware, utah, Illinois, Arizona\n  ","625351":"\n  Oh my fuck, i am hungry\n  ","625352":"\n  Add me ; saberboom\n  ","625353":"\n  I know you are ?❤\n  ","625354":"\n  1. Sense of humor\n  \n  2. Similar view points\n  \n  3. Similar goals\n  \n  4. Loving & affectionate\n  \n  5. Understanding\n  ","625355":"\n  One where i am spending time with him ❤ doesnt really matter what we do\n  ","625356":"\n  Awh, omg im sorry ):\n  ","625357":"\n  Justin bieber lol\n  ","625358":"\n  4974.. i just want 5k lol\n  ","625359":"\n  It doesnt mean anything, its just a name lol\n  ","625360":"\n  Awh, omfg thank you ❤?\n  ","625361":"\n  A name i came up with\n  ","625362":"\n  I am waiting lol\n  ","625363":"\n  Going out to lunch with my best friends mom ?\n  ","625364":"\n  No. If i had any i would have posted them\n  ","625365":"\n  Awh, i love this song ❤❤❤\n  ","625366":"\n  Thank you so much ❤\n  ","625367":"\n  Yes lol\n  ","625368":"\n  No, i dont\n  ","625369":"\n  Thank you ❤\n  ","625370":"\n  Im in the dark so no\n  ","625371":"\n  I want ice cream ?\n  ","625372":"\n  Nope i wish\n  ","625373":"\n  My day was up and down honestly. If i didnt feel sick all day it would have been better.\n  ","625374":"\n  Nope, chill night catching up on empire\n  ","625375":"\n  Yes, and it made me so sad honestly.\n  ","625376":"\n  They are so comfy ?\n  ","625377":"\n  All The Money In The World\n  \n  I got to see it in theaters\n  ","625378":"\n  Because life can be tragic\n  ","625379":"\n  5\n  ","625380":"\n  Im annoyed with how many questions i got about damn high school like guys i graduated in 2013.. like shut up\n  ","625381":"\n  You really need a life lol\n  ","625382":"\n  Hahah yeah but now i feel all sick ugh\n  ","625383":"\n  Its from last night. I went on a run on the beach and now i just got soooo fucked. Ugh cant open my eyes\n  ","625384":"\n  Thank you! ❤\n  ","625385":"\n  Omg im so drunk. I need to stop drinking hahahaha\n  ","625386":"\n  Thank you ❤❤❤\n  ","625387":"\n  Like 6 hours away lol\n  ","625388":"\n  Oh my jesus. Kys.\n  ","625389":"\n  Which is a better picture. Stop acting like a dumbass\n  ","625390":"\n  I dont have the energy for this lol\n  ","625391":"\n  Yeah thats an easy way to make money\n  ","625392":"\n  I could sleep all day bleh\n  ","625393":"\n  22\n  \n  June 6\n  ","625394":"\n  My family calls me Manna\n  ","625395":"\n  I always need positive attitude all the time\n  ","625396":"\n  You think they are both worthy?\n  ","625397":"\n  ocean\n  \n  Mountains\n  \n  Moon\n  ","625398":"\n  I feel like death\n  ","625399":"\n  Why is everyone going crazy? Like why cant people just chill lol\n  ","625400":"\n  I is dead\n  ","625401":"\n  Im like trying to be on here but like im so dead.. i need more sleep\n  ","625402":"\n  99% lol\n  ","625403":"\n  Because thats the theme? Makes the house look bright and open.\n  ","625404":"\n  Thank youuuu sweet love ❤ i hope you are doing well ?\n  ","625405":"\n  I am glad you are back and alive!\n  ","625406":"\n  Really good honestly. I need to do my hair for tonight\n  ","625407":"\n  All my family lives in different places\n  ","625408":"\n  Present lol\n  ","625409":"\n  Thank you so much awh! ❤\n  ","625410":"\n  Thats very true, thats why things are going well for me now\n  ","625411":"\n  You forgot the h!!\n  ","625412":"\n  It would have been a better story if her uncle didnt edit her diary lol i want to know about her sexual fantasies hahaha\n  ","625413":"\n  Thanks lol\n  ","625414":"\n  On the reg ?\n  ","625415":"\n  I need to prove that i am capable of being an adult.\n  ","625416":"\n  Iiving room\n  ","625417":"\n  Thanks i enjoy it as well ?\n  ","625418":"\n  My two babies napping together\n  ","625419":"\n  Thanks ❤\n  ","625420":"\n  Im sorry, did you just say this house looks boring?\n  ","625421":"\n  Hahahahah omg\n  ","625422":"\n  A nice foot up my ass\n  ","625423":"\n  Actually this year has been so dope\n  ","625424":"\n  Dude that never happens lol\n  ","625425":"\n  Pretty often ❤\n  ","625426":"\n  Yeah, why not? ❤\n  ","625427":"\n  Dude shit in puerto rico is rough omg\n  ","625428":"\n  Whoa, thats so true.\n  ","625429":"\n  Yes they do. They just buy stuff and thats about it lol\n  ","625430":"\n  Thank you.. but i smell lol i need perfume ?\n  ","625431":"\n  OMFG WHERE HAVE YOU BEEN\n  ","625432":"\n  My bf just called me a fuck stick hahahahahahaha omg love him\n  ","625433":"\n  Awh, thats so cute!!\n  ","625434":"\n  I love reading here\n  ","625435":"\n  The wind-up bird chronicle\n  ","625436":"\n  My bf has been alone all day, comes back and says he needs some alone time or whatever lol like okkk? Why do i feel so shitty? Everybody needs alone time\n  ","625437":"\n  Thank you so much!\n  ","625438":"\n  I got too high\n  ","625439":"\n  Just tried posting a video but it said theres a playback error so im gonna go eat instead\n  ","625440":"\n  These are questions for you not me ?\n  ","625441":"\n  Damnit, i always get myself way too high\n  ","625442":"\n  Wow thank you ?\n  ","625443":"\n  Awhh, loving someone is the best thing you can do ?\n  ","625444":"\n  The book im reading has the perfect cover for what id want my cover to look like\n  ","625445":"\n  I was always a fan of Manchester united\n  ","625446":"\n  Oh thank you ❤\n  ","625447":"\n  I kinda want my bf to come back already lol i miss him\n  ","625448":"\n  I really really want to drink, but i have no money ? i spent it all\n  ","625449":"\n  Why wouldnt i be ok?\n  ","625450":"\n  Most confusing game ever\n  ","625451":"\n  Whip its ?\n  ","625452":"\n  Just my promise ring\n  ","625453":"\n  Oh thank you! I need to go shoe shopping lol\n  ","625454":"\n  Adhesive?\n  ","625455":"\n  San diego\n  ","625456":"\n  Yeah i wear pasties\n  ","625457":"\n  I think i like these jeans better lol\n  ","625458":"\n  I need help, idk what kind of shoes to wear with these jeans\n  ","625459":"\n  I cant really think of one honestly\n  ","625460":"\n  I could sleep all damn day\n  ","625461":"\n  Yes.. more than the average person\n  ","625462":"\n  Omg thank you so much!!\n  ","625463":"\n  I workout everyday\n  ","625464":"\n  Love ❤❤\n  ","625465":"\n  Dont waste your anger on bullshit\n  ","625466":"\n  I have to call my bank and im pissed about it\n  ","625467":"\n  I am!\n  ","625468":"\n  Thank you so much ❤\n  ","625469":"\n  Love them and take care of them ❤\n  ","625470":"\n  I have been really good!! ❤❤\n  ","625471":"\n  22\n  ","625472":"\n  Daily : my bf\n  \n  Not daily : 48394849 people lol\n  ","625473":"\n  Theres a few friends i had when i was younger that i wish i were still friends with now but we went our separate ways so being friends again isnt going tk happen any time soon.\n  ","625474":"\n  I cant remember anything but i know there were a few things in middle school that i did that i probably wouldnt want done to me.\n  ","625475":"\n  I need to clean ?\n  ","625476":"\n  Are you high?\n  ","625477":"\n  Because you are following me?\n  ","625478":"\n  Idk, who am i?\n  ","625479":"\n  No.\n  ","625480":"\n  June 6th\n  ","625481":"\n  Idk why but i smell like thai food\n  ","625482":"\n  I have wings in the fridge, omfg i cant wait\n  ","625483":"\n  I dont really care? Why are you so obnoxious?\n  ","625484":"\n  I want my kids to be themselves\n  ","625485":"\n  Idgaf today\n  ","625486":"\n  I want to build my own family ❤\n  ","625487":"\n  I just woke up lol\n  ","625488":"\n  I dont like doing streaks or anything. I just like posting stories. I dont care about holding a streak, i have a life to live.\n  ","625489":"\n  Omg, thank you ?\n  ","625490":"\n  He is sitting right next to me\n  ","625491":"\n  Omg i love cake.. red velvet is a tad rich though. I love chocolate ganache cake\n  ","625492":"\n  No??\n  ","625493":"\n  Took this yesterday\n  ","625494":"\n  I dont like it as much as i used too.\n  ","625495":"\n  Mira costa\n  ","625496":"\n  Without wifi\n  ","625497":"\n  San diego, california\n  ","625498":"\n  Thank you so much lovely omfg\n  ","625499":"\n  I am white?\n  ","625500":"\n  Why are the Kardashians getting pregnant all of a sudden?\n  ","625501":"\n  I have a nice perky rack lol\n  ","625502":"\n  Yeah, not everyone is blessed with a nice solid rack lol\n  ","625503":"\n  Be ugly and proud\n  ","625504":"\n  You are the best ?\n  ","625505":"\n  Awh, thank you!❤\n  ","625506":"\n  More like i just got a life HAHA ill be able to come on more as time goes on\n  ","625507":"\n  We are all mad here\n  ","625508":"\n  4937\n  ","625509":"\n  Moved to washington but now everything is great\n  ","625510":"\n  1. 22. 2. 5'3 3. Yes 4. I can always make someone laugh 5. I have terrible anxiety and im shy 6. Pro choice 7. Dress 8. No 9. Soccer 10. Boondock saints 11. Canada, Mexico, and america obviously 12. Yes 13. Yes (not tobacco) 14. Im really good at figuring out what people are thinking and feeling 15. Tv personality.\n  ","625511":"\n  I feel like for more than 6 months\n  ","625512":"\n  I agree ?\n  ","625513":"\n  Thank you\n  ","625514":"\n  I need food, omg im so hungry.\n  ","625515":"\n  Idk why i feel like going out and doing stuff.. i dont like just being home lol\n  ","625516":"\n  Why am i still drunk ?\n  ","625517":"\n  I love it!\n  ","625518":"\n  Yes, happened all the time at raves\n  ","625519":"\n  Im going through all my questions cause most of the questions are retarded\n  ","625520":"\n  That was the plan HAHAH\n  ","625521":"\n  Thank you so much awh ❤❤\n  ","625522":"\n  Mostly my heart\n  ","625523":"\n  Thanks ?❤\n  ","625524":"\n  Years ?\n  ","625525":"\n  Last night ?\n  ","625526":"\n  He cares so much, and he is so so sweet\n  ","625527":"\n  My wax pen\n  ","625528":"\n  Ive lived a great life so far but it also feels like my life just started and i dont wanna die yet.. so i fear that theres a chance ill die before i get married or have kids\n  ","625529":"\n  I dont remember anything i dreamed about last night.. i was too drunk lol\n  ","625530":"\n  I had a great weekend actually!\n  ","625531":"\n  Awh, thanks ❤\n  ","625532":"\n  I would love to marry you ?\n  ","625533":"\n  I do ?\n  ","625534":"\n  Thank you so much\n  ","625535":"\n  Yeah i do ahhaa\n  ","625536":"\n  He never gave anyone a ring before. Im the only one hes been this serious with\n  ","625537":"\n  I dont know, i dont know.. i just know i cried a lot last night\n  ","625538":"\n  Wtf, no ???\n  ","625539":"\n  Thats sweet!!\n  ","625540":"\n  Who the fuck claps when a plane lands? Id fucking slap them if i saw that.. thats so dumb.\n  ","625541":"\n  The diamonds in my ring are so pretty?\n  ","625542":"\n  Are you drunk as well? ?\n  ","625543":"\n  My bf gave me a promise ring last night ?\n  ","625544":"\n  Yess only english\n  ","625545":"\n  That moment when you wake up and still fuckin drunk ?\n  ","625546":"\n  Working out?\n  ","625547":"\n  I usually hate Matthew.. but he is SO FUCKING GOOD\n  ","625548":"\n  I miss and love her\n  \n   @littlekri\n  \n","625549":"\n  Awh, thank you so much\n  ","625550":"\n  I wanna hang out with my best friend but im not really sure about my plans today\n  ","625551":"\n  Thank you! I got this new shampoo that makes my hair all nice\n  ","625552":"\n  I am more than one but i only know about one!\n  ","625553":"\n  Because they were delicious!\n  ","625554":"\n  I dont really care honestly\n  ","625555":"\n  I miss eating candy ☹ braces suck\n  ","625556":"\n  Ok, this is my fav\n  ","625557":"\n  I hope he thinks that\n  ","625558":"\n  I love when people take screenshots of my shit ?\n  "}}