{"Question":{"630924":"\n   Until dawn (one of my absolute favorites), crash bandicoot, horizon zero dawn, uncharted 4, heavy rain, etc\n  ","630925":"\n   Okay same tho. Alien sharks are my favorite ugh\n  ","630926":"\n   Idk about you but I love shark week man and that recent just reminded me of it\n  ","630927":"\n   DO YOU KNOW ANY OF THEM?\n  ","630928":"\n   PAP your most popular pic on social networks!\n  ","630929":"\n   What's you favorite thing to do?\n  ","630930":"\n   DO YOU KNOW WHAT IM TALKING ABOUT?\n  ","630931":"\n   What was the last drink you had?\n  ","630932":"\n   What's your favorite video game right now\n  ","630933":"\n   What age are you scared of?\n  ","630934":"\n   Trust meh, I understand ya frustration, and I don't get why thiz yungin have to judge ya life story and tell ya how to live or how to spend ya time. I bullshitcha not, but he needs to cool it. Psh, I know tha shit you post on here iz real, and I believe ya. He can see me on my page tho\n  ","630935":"\n   Have you played any of the ps4 exclusives? There's so many good ones\n  ","630936":"\n   So I'd guess you've played rise of the tomb raider too?\n  ","630937":"\n   Just got tha memo, sorry fam. waz busy talkin with my bro and mother. Aight, wut sup? Thiz guy iz trippin, and why iz he guessin he knows your life story? Matter fact, he can see me on my page, I'm up for some sarcasm\n  ","630938":"\n   Turn a five star hotel to a trap house, roaches everywhere like we forgot to take the trash out ??\n  ","630939":"\n   What kind of games do you play?\n  ","630940":"\n   oh, that's what you would put on a billboard? that story? cool.\n  ","630941":"\n   If the universe is expanding, it must be expanding into something. If I could see beyond the edge, what would I see?\n  ","630942":"\n   Like i said, trying way too hard. Lol a traphouse isnt an actual house you live in. Most are inhabitable. Its just a place where drug deals and other criminal shit happens. Lol clueless rich white girl been listening to too much rap.?\n  ","630943":"\n   If you rented a billboard, what would you put on it?\n  ","630944":"\n   Well I wasn't sure if you had a favorite one at the moment\n  ","630945":"\n   Edgy is calling your lil clubhouse a traphouse. Gotta push them girl scout cookies huh. ?\n  ","630946":"\n   PlayStation 4? Or 3? Or 2? Or original?\n  ","630947":"\n   To be like edgy and shit. ? youre like 16 stop.\n  ","630948":"\n   i have to go? already? but ma'am...I... -___-\n  ","630949":"\n   Favorite console?\n  ","630950":"\n   Saaafe, you're guud. You don't try hard at all. You are you\n  ","630951":"\n   What's your favourite first person shooter game?? :p\n  ","630952":"\n   Don't keep on reading ?\n  ","630953":"\n   You didnt live in a traphouse stfu.\n  ","630954":"\n   How are you, sweet girl?\n  ","630955":"\n   fair tonight\n  ","630956":"\n   Oh to see you today\n  ","630957":"\n   what song makes you feel like dancing?\n  ","630958":"\n   If you were to have a kid, what would you name him\/her?\n  ","630959":"\n   screenshot your favorite post on my page ? .. \n\nHave a nice day :\")\n  ","630960":"\n   Do you think you have explored all of your inner self or do you believe there is more inside that is yet to be discovered?\n  ","630961":"\n   Ok, I hope it's a short chapter. Read quickly\n  ","630962":"\n   What's booms sc?\n  ","630963":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","630964":"\n   JIMMY\n  ","630965":"\n   Err think you told me I was your fave Boo :\/  jks but yer you did lol\n  ","630966":"\n   What's the biggest challenge you've faced\n  ","630967":"\n   Do you like gap teeth men ?\n  ","630968":"\n   Likes get a middle finger?\n  ","630969":"\n   Likers get an ask ?\n  ","630970":"\n   damn someone talk x\n  ","630971":"\n   sorry i didnt mean to grind your gearz, ma'am\n  ","630972":"\n   Ever been to court\n  ","630973":"\n   Do you prefer circumcised or not circumcised?\n  ","630974":"\n   I want something.\n  ","630975":"\n   Hubba hubba ?\n  ","630976":"\n   What's new in your life\n  ","630977":"\n   ??????\n  ","630978":"\n   What really grinds your gears?\n  ","630979":"\n   yeah well maybe. but who knows? im 50-50 on this one\n  ","630980":"\n   If you discovered a new island, what would you name it?\n  ","630981":"\n   haha you got too excited writing about your lower tattoo and can't concentrate on typing... sooo just pap and 'nuff words ? :D\n  ","630982":"\n   Are you a hoe?\n  ","630983":"\n   Hello boom, how's your day going?\n  ","630984":"\n   haha ok but im still curious to see it, just a bittttt? :P\n  ","630985":"\n   Would I get a private pic of you wearing them?\n  ","630986":"\n   Everyone gets this wrong you have 6 apples. and you take away 3 how.ma y apples do you have\n  ","630987":"\n   I want to get you them mini denim shorts ❤️\n  ","630988":"\n   nahh dont say that, im curious now haha. not worth seeing yet it was worth pain and price?? -_-\n  ","630989":"\n   I saw you out the other day ?\n  ","630990":"\n   I got blue eyes!\n  ","630991":"\n   \"A university is just a group of buildings gathered around a library\"\n\n-- Shelby Foote ?\n  ","630992":"\n   haha how can i see enough, i cant see any, just a line or two. what is it?\n  ","630993":"\n   Wow that's rude ?\n  ","630994":"\n   What was your fifth kiss like?\n  ","630995":"\n   pap of your lower abs tattoo?\n  ","630996":"\n   Why hello there I'm back again?\n  ","630997":"\n   how many tattoos do you have?\n  ","630998":"\n   Ok let's get Thai food, I'll pay. When n where?\n  ","630999":"\n   you know that  Black Cat Crossing Your Path thing, right? how does it work when you have a black cat at home??\n  ","631000":"\n   Fancy grabbing a Chinese with me\n  ","631001":"\n   nahh im afraid it would hurt too much thats why i ask hahaa\n  ","631002":"\n   wowww you look so fit! do you work out? 0_0\n  ","631003":"\n   does brazilian waxing hurt?\n  ","631004":"\n   stomaCh pap?\n  ","631005":"\n   Read any good books lately. If so what\n  ","631006":"\n   ????belieber for life\n  ","631007":"\n   im good wbu?!!\n  ","631008":"\n   Type a paragraph about some of the people that are important to you or give those people each a paragraph?\n  ","631009":"\n   Do you have nightmares still\n  ","631010":"\n   twerk for that d baby\n  ","631011":"\n   If there are 6 apples and you take away 4, how many do you have?\n  ","631012":"\n   Do you believe that some girls  don't judge guys by their looks?\n  ","631013":"\n   hey girlllll\n  ","631014":"\n   That was by far the hardest poll I've ever had to answer - which I ended up not answering. They're both beautiful! ?\n  ","631015":"\n   Hi\n  ","631016":"\n   How patriotic are you toward your country?\n  ","631017":"\n   Do you tend to stand out or blend in with a crowd?\n  ","631018":"\n   I'm coming with!\n  ","631019":"\n   Tell something funny from your school life!\n  ","631020":"\n   You have the most beautiful eyes\n  ","631021":"\n   You know what I freaking love you because you answer my question. Nobody as gorgeous as you would ever talk to me so thank you and i know my question are way offline but I can't seem to stop that crap.  Anyhow I love you and your perfect ❤️\n  ","631022":"\n   I dont know whats wrong with them but they are scared\n  ","631023":"\n   How often do you need to look for encouragement or inspiration?\n  ","631024":"\n   Do you eat churros ?\n  ","631025":"\n   How often do you get lost in your own world?\n  ","631026":"\n   Im sorry i didnt mean to hit close to home Lady Boom\n  ","631027":"\n   Well shes just abused a ton by him and he takes advantage of her love so like its not that good and healthy\n  ","631028":"\n   PLus harley and jokers relationship is kinda... well... abusive?\n  ","631029":"\n   What university do you go to?\n  ","631030":"\n   you look like harley quinn can i be your joker\n  ","631031":"\n   I'm sorry\n  ","631032":"\n   Insecurity about what ?\n  ","631033":"\n   Hahaha omg you're jaw line ? you look like a man. I don't know why your so bitchy towards people you should be greatful anyone speaks to you. Between that jaw and filthy attitude omfg\n  ","631034":"\n   You're pretty full of yourself\n  ","631035":"\n   What song\/s can always make you want to dance?\n  ","631036":"\n   Okay but it would make sense to answer the questions because after all thats what this site is for\n  ","631037":"\n   actually her answers are well thought out and great soo\n  ","631038":"\n   Dude Boomy is the shiittt! Her answers are the best!! And if you're so bothered by her then how bout hit the unfollow button and be on your merry way\n  ","631039":"\n   Is male bisexuality abnormal ?\n  ","631040":"\n   You post the stupidest shit, it's never a simple answer! Your carrying on like an idiot.\n  ","631041":"\n   Bend me, break me, anyway you need me, all I want is you\n  ","631042":"\n   Like = 5 likes ?\n  ","631043":"\n   I'd do anything to see u smile\n  ","631044":"\n   Hi are you a singer\n  ","631045":"\n   Can someone tell me why\n   \n    @maddiegav27\n   \n   never answers people's questions? Instead of answering peoples questions she brings up something else thats not even related to what the question is asking. Can you please explain to her that this site is for questions and answers? She refuses to listen.\n  ","631046":"\n   what cant i choose both\n  ","631047":"\n   How do you decide weather you buy something or not?\nI say a $, a day; if something is thirty $s, will you wear or use it thirty days.................\n  ","631048":"\n   Do you work at the streets?\n  ","631049":"\n   why vote for her\n  ","631050":"\n   If you're dying I'm giving you the kiss of life!\n  ","631051":"\n   do you give likes and follow back?\n  ","631052":"\n   The one on the right fo sho?????\n  ","631053":"\n   Pap body\n  ","631054":"\n   If i cover my eyes will you still be able to see me?\n  ","631055":"\n   What's the best guy name you know? Girl name?\n  ","631056":"\n   if they made a movie about y our life it would probably be called: THE BOOM IS BACK!\n  ","631057":"\n   I want to see your  lovely smile!\n  ","631058":"\n   What's ur size\n  ","631059":"\n   Perks of dating you ?\n  ","631060":"\n   Pap body\n  ","631061":"\n   Cos fappity fap fap\n  ","631062":"\n   What's a best friend TO YOU?\n  ","631063":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","631064":"\n   When was the last time you were scared\n  ","631065":"\n   Do you enjoy public transportation?\n  ","631066":"\n   Fap fap\n  ","631067":"\n   When was the last time you were scared\n  ","631068":"\n   5 facts about you ??\n  ","631069":"\n   You better look i  glasses\n  ","631070":"\n   UCSD?\n  ","631071":"\n   Answer this question if you ❤️ me\n  ","631072":"\n   Does it take a lot to make you cry?\n  ","631073":"\n   Single!\n  ","631074":"\n   Pap of current outfit\n  ","631075":"\n   Hi\n  ","631076":"\n   How is there in hawai?\n  ","631077":"\n   Do you know how to change a diaper? When was the last time you changed one?\n  ","631078":"\n   Im the real Josh Gill and if you see any fake accounts please report them im trying to keep ask as safe as possible!  Thank you\n  ","631079":"\n   So are you going on holiday on hawai?\n  ","631080":"\n   New picture\n  ","631081":"\n   Why you need a  aithing suit?\n  ","631082":"\n   Both ya'll get it\n  ","631083":"\n   GOF\n  ","631084":"\n   I will omg\n  ","631085":"\n   What's your ALL time favourite movie ?!\n  ","631086":"\n   do you know where ur going to study yet?\n  ","631087":"\n   Hey guys and squad! :) I wish you a great monday.\nHere your question: When is failure a success? Feel free to go into details.\n\n-Stay classy awesome peeps-\n  ","631088":"\n   How many followers do u have?\n  ","631089":"\n   Good luck physics sucks :c\n  ","631090":"\n   Bc most engineers have degrees so I thought you studied in the same field.\n  ","631091":"\n   You studied mechanical engineering in college or nah?\n  ","631092":"\n   What type of engineer?\n  ","631093":"\n   Your future husband is an engineer?\n  ","631094":"\n   Excuse me you're going to Hawaii without me?\n  ","631095":"\n   Ok i didnt now thanks!\n  ","631096":"\n   I wish all the best in your relationship with that guy.\n  ","631097":"\n   ride that d\n  ","631098":"\n   What does attract you first to a Book .. cover, title or The author? ??\n  ","631099":"\n   Love or money?\n  ","631100":"\n   What are you up to\n  ","631101":"\n   Do you leave the water running the whole time while brushing your teeth?\n  ","631102":"\n   So what do you think of me? (sent to all I follow)\n  ","631103":"\n   we already getting married and uk how its gonna go downn, and LMAOOOO LOVE IT THATS MY NEW NAME, and u right u dont need makeup u already a gem?\n  ","631104":"\n   Hook me up with Sam she has beautiful booty\n  ","631105":"\n   u ass xD\n  ","631106":"\n   I want youuu sexy omg\n  ","631107":"\n   wake up\n  ","631108":"\n   ik im covered in chocolate for life  loll . you the sexiest gyal i follow <3 why you not sleep you got none to do 2morrow sav?\n  ","631109":"\n   Favorite Shakespeare play??\n  ","631110":"\n   Single?\n  ","631111":"\n   thats like 5 years old, but yes it still iss\n  ","631112":"\n   can i put my hand up yo bottoms\n  ","631113":"\n   What's your favorite fashion brand?\n  ","631114":"\n   Who is dave chapell?\n  ","631115":"\n   big breast\n  ","631116":"\n   What are you wearing\n  ","631117":"\n   You look like a angel!\n  ","631118":"\n   post a pic of youin a bATHing suit\n  ","631119":"\n   Favorite metaphor?\n  ","631120":"\n   you finna be my trainer with my fatass & my night been sweaty asl from the heat outside. yuh body is goals like FIFA already though. no need to burmn rest yuh fat\n  ","631121":"\n   I need your anons lmao\n  ","631122":"\n   I've always thought it meant sexual\n  ","631123":"\n   imo stewie's the only tolerable character in the family\n  ","631124":"\n   But why\/how is he riding a dolphin mid air?\n  ","631125":"\n   Do you like Lois?\n  ","631126":"\n   did you try death note? it's one of the more intelligent detective ones\n  ","631127":"\n   i know it's a cartoon but how peter treats his daughter pisses me off lol\n  ","631128":"\n   Why is it hard for you to watch?\n  ","631129":"\n   Why is peter griffin riding a dolphin in mid air?\n  ","631130":"\n   did you ever watch anime ever\n  ","631131":"\n   haha i love how kinky your old instagram pics were from like a few years ago\n  ","631132":"\n   I like you! You're pretty and kind!\n  ","631133":"\n   What do you most value in your friends?\n  ","631134":"\n   Whats ur workout routine\n  ","631135":"\n   Whaddya think of Kendrah n Austin?\n  ","631136":"\n   Savannah-Da-Savage, got it!. how's your night going?\n  ","631137":"\n   Do you like the color grey?\n  ","631138":"\n   ahh sounds fun??\n  ","631139":"\n   awh why are you happyyy\n  ","631140":"\n   i'm honestly so happy rn\n  ","631141":"\n   i was talking about i dont know your name yet, but your cool & now its yuh bedtime lil one\n  ","631142":"\n   Let's get married\n  ","631143":"\n   i'm actually doing great?\n  ","631144":"\n   tbh\/\/i miss you. you were always one of my favorite people on here and you were fun to talk too and always helped me with everything. you're such an amazing friend\n  ","631145":"\n   Where are the little mix from\n  ","631146":"\n   Hey guess what\n  ","631147":"\n   I love you your the love of my life\n  ","631148":"\n   \"Darkness cannot drive out darkness, only light can do that. Hate cannot drive out hate, only love can do that\"\n-- Martin Luther King ✨\n\nwish you a wonderful day friends?\n  ","631149":"\n   omg a movie with Jim Carey and Will Ferrell would be the best. I love them both they're so funny I can't\n  ","631150":"\n   Would you change anything about yourself?\n  ","631151":"\n   Anon bought you a ring!\n  ","631152":"\n   And I bought u a ring\n  ","631153":"\n   What helps you to make the right decision?\n  ","631154":"\n   Lady picture show. She hides the behind the bedroom wall\n  ","631155":"\n   What's a song that once it comes on everyone around you just loses their shit and sings along?\n  ","631156":"\n   What sorts of topics fascinate you?\n  ","631157":"\n   1967567\n  ","631158":"\n   Your head is square and you don't know how to do eyebrows lmao\n  ","631159":"\n   Would you ever pick up a hitchhiker?\n  ","631160":"\n   Do you usually stand behind the values society sets for us or do you mainly stand behind your own values?\n  ","631161":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","631162":"\n   What is the most beautiful thing you have ever seen?\n  ","631163":"\n   PAP of the sunset today? Or PAP of the sunset from a previous day!\n  ","631164":"\n   I'm not going to break into home it was  just a random questions\n  ","631165":"\n   So you will shoot someone if they broke in\n  ","631166":"\n   If you could do anything you wanted too right now, what would you do ?\n  ","631167":"\n   If you had a gun and someone broke intp ypur home could you shoot them\n  ","631168":"\n   do you like Nicki Minaj?\n  ","631169":"\n   Hy how are you?\n  ","631170":"\n   How are you\n  ","631171":"\n   favourite pic of you?\n  ","631172":"\n   I'd marry u\n  ","631173":"\n   You would be the most beautiful wife\n  ","631174":"\n   Yes but I'd like to share the rest of my life with you\n  ","631175":"\n   im catching feelings for u baby ❤️\n  ","631176":"\n   I'm writing you a song\n  ","631177":"\n   Do you ever feel like your experience dating can be changed?\n  ","631178":"\n   What's the craziest thing you've done for someone you love?\n  ","631179":"\n   Show ur real exp......\n  ","631180":"\n   Would you allow your boyfriend to lay on your lap\n  ","631181":"\n   And eventhough wrongful convictions might not be as common here than they are in the US,I still don't have so much faith towards my country's justice system that I would trust them with the death penalry.\n  ","631182":"\n   i need alottttt more . so  girl thats cool but name idk yet, hows yuh day going\n  ","631183":"\n   @\n  ","631184":"\n   cutee babess <3 (:\n  ","631185":"\n   Hey guys and squad! :) \n#1 law of power, never outshine the master.\nHere your question: Do you usually show off any of your skills or do you keep them for yourself? \nFeel free to go into details.\n\n-Stay classy, awesome peeps-\n  ","631186":"\n   why do feminists believe that it's not okay to beat up a girl but they say nothing when it's the other way around?\n  ","631187":"\n   Would you lay in a puddle for $200?\n  ","631188":"\n   How are you\n  ","631189":"\n   Ootn\n  ","631190":"\n   Yeah and yet there won't be any criticism from any of those governments against Saudi Arabia.Saudi Arabia is also a member of the UN Women's Rights commission.\n  ","631191":"\n   My stance about the death penalty is that I'm philosophically for it but practically against it because of the high costs of the whole process and the risk of executing an innocent person.\n  ","631192":"\n   Hahaha you rocked\n  ","631193":"\n   Do you eat Boomie-O's for breakfast?\n  ","631194":"\n   In a long distance relationship do you believe that its necessary to reach out for that person you love every single day non stop ?\n  ","631195":"\n   Yaay, I'm happy and I'm looking forward to that as well as I'll get to meet you in person.\n  ","631196":"\n   Do you think the death penalty is necessary ?\n  ","631197":"\n   @\n  ","631198":"\n   opinion on justin bieber\n  ","631199":"\n   I love you your so perfect\n  ","631200":"\n   Let's talk in wordless language. I'll choose stars, what is yours?\n  ","631201":"\n   Hey? When I'll visit US in coming three years (as my university is affiliated with international airlines & airports they provides the license of flying) then you can come along with me & I'll take you to the air base & there you can be my Co Pilot for light aircraft, through that you'll get to fly.\n  ","631202":"\n   Do women ever buy you things from your Wishlist?\n  ","631203":"\n   Awe baby\n  ","631204":"\n   I get to fly a plane, yeah that's interesting. ?\n  ","631205":"\n   What is your reason to stay alive?\nSTAIF\n  ","631206":"\n   Would you say your parents are overprotective?\n  ","631207":"\n   Aviation Management\n  ","631208":"\n   Pap of tattooes\n  ","631209":"\n   If you could give someone a hug right now who would it be ?\n  ","631210":"\n   I know the drill, I went through same tension of selecting the right thing.\n  ","631211":"\n   Do you have Tattoos or do you want a Tattoo?\n  ","631212":"\n   Do you like guys who are musclar asf and have 6% body fat\n  ","631213":"\n   Best of luck buddy! ???\n  ","631214":"\n   Now I learned that the dear ally of the US Federal Government and many other western countries,is going to behead a 17-old boy for peacefully protesting against the Saudi Arabian government.It's even more ridiculous that country is part of the UN Human Rights Council.\n  ","631215":"\n   There are 183 engineering programs.\n  ","631216":"\n   Did she fall in the puddle\n  ","631217":"\n   Ootn\n  ","631218":"\n   Boys are so strong. Like Woman will never be able to hurt a man in her age\n  ","631219":"\n   What's with the ?\n  ","631220":"\n   accept that you're from india haha ❤\n  ","631221":"\n   What's wrong with 'Deffo'? ?\n  ","631222":"\n   Post a double meaning convo ?\n  ","631223":"\n   What song fills your heart with joy?\n  ","631224":"\n   Superb choice, and which Engineering are you planing to pursue in?\n  ","631225":"\n   I know your scared of spiders. I'm deffo your fav ☺️\n  ","631226":"\n   Ever gotten the chicken pox\n  ","631227":"\n   Hi Lady ! July 24th 0800 pm  23°C \nThx for ur respoonse !\nDid u know president Trump attended at our French military parade July 14th ? \nMarc from France ?\n  ","631228":"\n   Why is it that most families tend to have such an issue with interracial marriages\/or dating?\n  ","631229":"\n   Mind if I ask, which educational field are you affiliated with?\n  ","631230":"\n   Do any of you know or remember Chief Wiggum ?\n  ","631231":"\n   How do I prove it? ☺️\n  ","631232":"\n   Awwww you have such the most cutest baby face ever ?\n  ","631233":"\n   What are your thoughts on intermittent fasting?  It's basically where everyday you fast for 16 hours and you don't eat anything(most of the fasted state is when you are asleep) and you have an 8 hour eating window to get all your daily calories it supposedly helps with fat loss\n  ","631234":"\n   Hi Lady ! 23rd of July and 0740 am. A new morning has just begun ! \nHow are you doing ? \nThe Frenchman who wishes u well  ....\n  ","631235":"\n   Yep I'm your fav person ☺️\n  ","631236":"\n   Thoughts on girls which wear Eye contacts (color lenses to change eyecolor)? Do u think it's right for boys wear eye contacs?\n  ","631237":"\n   what do you wish you had the guts to do?\n  ","631238":"\n   How are you feeling today?\n  ","631239":"\n   Neymar or Gareth Bale?\n  ","631240":"\n   When your message on facebook or instagram is left on seen what do you do ?\n  ","631241":"\n   Have you ever felt like you were a outsider looking in ? Sent to almost all I follow haha? Hugs?\n  ","631242":"\n   Does it ever bother you when your family tends to keep secrets ? Especially behind your back and not informing you\n  ","631243":"\n   What would it take to actually  win your love ? ❤️?\n  ","631244":"\n   Yes I'm messaging you ☺️\n  ","631245":"\n   Hey\n  ","631246":"\n   Why are girls always so quick to reject guys who are so nice.?\n  ","631247":"\n   So tell me about your dating experiences ?\n  ","631248":"\n   If you had a chance to meet Dr Martin Luther King Jr. What would you say to him or ask him?\n  ","631249":"\n   Have you ever talked back to your parents in a rude manner and then ultimately there were consequences for that ?\n  ","631250":"\n   Breaking news\n  ","631251":"\n   Do you have a Sarahah ?\n  ","631252":"\n   good morning, what time is it in ur country?☀️\n  ","631253":"\n   Throughout your high school years or educational years have you ever deeply fallen in love with someone ? If so how did you get their attention to indicate that you like them?\n  ","631254":"\n   When you get mad do you often have a huge temper ?\n  ","631255":"\n   you skin is the most beautiful canvas\n  ","631256":"\n   What is something about you that people would be amazed to learn?\n  ","631257":"\n   whats the next 1\n  ","631258":"\n   Do you collect anything\n  ","631259":"\n   well damnn, how much u got\n  ","631260":"\n   Have you ever had to prove yourself to someone?\n  ","631261":"\n   I gotta give President Trump (It's still hard for me to use those two words together) credit for ending the CIA program of arming anti-Assad Syrian rebels (who are affiliated with ISIS) in Syria.One of the very few good things in his presidency so far.\n  ","631262":"\n   What does \"ootd\" mean?\n  ","631263":"\n   Do you have a favorite dessert?\n  ","631264":"\n   You could tell me privately haha\n  ","631265":"\n   What is the easiest way that you made money\n  ","631266":"\n   Thoughts on lexi's flat ass?\n  ","631267":"\n   If you could be any anmal in the jingle what would you be and why\n  ","631268":"\n   Who did you last hug?\n  ","631269":"\n   Real mature you need to grow up tho\n  ","631270":"\n   you want tatts\n  ","631271":"\n   The last time someone made you smile?\n  ","631272":"\n   Who is the biggest begger on ask.fm:))))\n  ","631273":"\n   What's wrong if I asked you about you Twitter ?\n  ","631274":"\n   is he pretty much your boyfriend then\n  ","631275":"\n   Can u help me with something\n  ","631276":"\n   Are you an Indian outlaw?\n  ","631277":"\n   You just madd I'm right\n  ","631278":"\n   why dont you have a boyfriend\n  ","631279":"\n   Bacon , Tacos, Donuts , Sushi - One must go what will you choose? :D\n  ","631280":"\n   Don't your tits look fine though without a pushup?\n  ","631281":"\n   So you blocking me because I disagree that's real mature of you\n  ","631282":"\n   Phone number\n  ","631283":"\n   Lol is that anon in middle school? He sounds dumb af.\n  ","631284":"\n   No they don't most ppl like azz n tittays\n  ","631285":"\n   I'm stoned af\n  ","631286":"\n   I do think that your outfit looks just fine :)\n  ","631287":"\n   Who likes collar bones u noob\n  ","631288":"\n   Your outfit looks like shit, get over yourself\n  ","631289":"\n   What’s the coolest thing people can learn from you?\n  ","631290":"\n   Awhh you're very welcome beautiful and hello(:\n  ","631291":"\n   Good morning\n  ","631292":"\n   I think that this explains why society (mostly us men) are fascinated with women's boobs\n   \n    https:\/\/www.psychologytoday.com\/blog\/the-human-beast\/201305\/sexual-wiring-womens-breasts\n   \n","631293":"\n   ??????\n  ","631294":"\n   Thankz for tha compliment??feels guud\n  ","631295":"\n   opinion on jb?\n  ","631296":"\n   Should we send @ for tbh or ol?\n  ","631297":"\n   Free as you can be right?  :D\n  ","631298":"\n   Someone said to me for a smart person you're really dumb is that a compliement or an insult lol\n  ","631299":"\n   What time is on your side sugar mama ?\n  ","631300":"\n   Hey you are so beautiful\n  ","631301":"\n   and who would that be\n  ","631302":"\n   And you're never a great listener since you ignore people's questions on ask\n  ","631303":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142056291449\n   \n   <--- thats some game of thrones shit right thre\n  ","631304":"\n   I ❤️ you\n  ","631305":"\n   Because ur perfect\n  ","631306":"\n   Whats the big idea ?\n  ","631307":"\n   I think MK watch would fit you nicely tho ^^ you have that exact MK girl look\n  ","631308":"\n   ? ? meow\n  ","631309":"\n   Ootn\n  ","631310":"\n   hey you you're so freaking gorgeous(:\n  ","631311":"\n   you probably have so many questions jesus\n  ","631312":"\n   hello\n  ","631313":"\n   Lol no I love you\n  ","631314":"\n   poor privileged 10year old loser pervert boy :'(((((\n  ","631315":"\n   i gotta cos i have to pack stuff 4 hotel 4 my bday tomorrow + make things nice 4 my girl to get home from work lol I'LL BE AROUND BUT I GOTTA BE GOOD NOW TTYL :D\n  ","631316":"\n   \"boom knows best\"\n  ","631317":"\n   ?\"SACKS OF FAT\"\n  ","631318":"\n   I JUST MEANT U ARE AWESOME TOOO, SHIT HAHAHAHAH omg\n  ","631319":"\n   i reckon they just tryna be all pervy about boobies tbh and they 10yo I CALLED IT\n  ","631320":"\n   OH BTW my last answer to you where i was like 'U ARE OK' there was clearly meant to be a comma there: 'YOU ARE, OK' , i definitely wasnt saying u are only ok, omg i just read over it fuk hope u get it lollllllllllllll\n  ","631321":"\n   booooooooooooooooooooom\n  ","631322":"\n   whats wrong with that anon, just cos it covers the same body parts doesnt mean its the same, stupid asf sounds like a foreign 10year old loser LOLLLLL:')\n  ","631323":"\n   who are your super good friends on here\n  ","631324":"\n   Guess what\n  ","631325":"\n   When it comes to trying nee and different foods are you usually picky about certain options or do you just say fuck it and eat it ?\n  ","631326":"\n   ? Full name:? Nickname:? Battery percent:? IPhone or Android:? Birthday:? Someone you trust:? Favorite color:? Favorite drink:? Favorite movie:? Relationship status:.#sendtoall\n  ","631327":"\n   Alright, if not now you will eventually figure out who?\n  ","631328":"\n   Do you watch the flintstones?\n  ","631329":"\n   I'm sure you know who I am. Not hard to figure out?\n  ","631330":"\n   What is your favourite song favourite app and favourite food\n  ","631331":"\n   Actually I would love to do anything with you.\n  ","631332":"\n   I don't think that Savannah would want to support a guy whose attorney general is planning to crackdown on legal marijuana.\n  ","631333":"\n   Stay out of my life, don't hit me up anymore.\n  ","631334":"\n   What is the craziest thing you've ever done\n  ","631335":"\n   your to beautiful to need a nap\n  ","631336":"\n   Are you good at making machine gun noises with your mouth?\n  ","631337":"\n   Hows life living in the projects ?\n  ","631338":"\n   Are you a boy or are you a girl\n  ","631339":"\n   also @ cause i see you are doin them tbhs lmao\n  ","631340":"\n   @@@\n  ","631341":"\n   @\n  ","631342":"\n   @@@@\n  ","631343":"\n   @@@ gurl!\n  ","631344":"\n   @ :)\n  ","631345":"\n   @@\n  ","631346":"\n   @\n  ","631347":"\n   @\n  ","631348":"\n   @\n  ","631349":"\n   @\n  ","631350":"\n   @\n  ","631351":"\n   @\n  ","631352":"\n   @ ❤?\n  ","631353":"\n   @\n  ","631354":"\n   @\n  ","631355":"\n   @\n  ","631356":"\n   @\n  ","631357":"\n   @\n  ","631358":"\n   Can we send @ for tbh\/OW\/OL? \nPlease beautiful\n  ","631359":"\n   What's your Embarrassing story\n  ","631360":"\n   Youre welcome. You are so cute\n  ","631361":"\n   Did you get your goals wrist watch?\n  ","631362":"\n   Hey your beautiful\n  ","631363":"\n   Guuurl you are the best <3   i love ya :* *secret admirer*\n  ","631364":"\n   That is a true talent haha\n  ","631365":"\n   I'm at 97% so you might want to stick with me\n  ","631366":"\n   Tell me something about yourself\n  ","631367":"\n   I would love to make a baby with you.\n  ","631368":"\n   Tell me a story about your life anything story from your life\n  ","631369":"\n   Get rekt anon\n  ","631370":"\n   Are you ready for fall\n  ","631371":"\n   You're so gorgeous x\n  ","631372":"\n   Mechanical animals\n  ","631373":"\n   True true, but now I'm gone. I love you boomie take care.\n  ","631374":"\n   Hey guys and squad! :) \nHere your question: What are you looking for from life? Feel free to go into details.\n\n-Stay classy awesome peeps-\n  ","631375":"\n   HAHAHHA IM SORRY, but it's true. It's very cake-y. I'll miss you too, but it won't be long. You'll blink and I'll be back on here. I have faith in that :)\n  ","631376":"\n   Where were you three hours ago?\n  ","631377":"\n   Anyways boomie my time is up :( I don't wanna say goodbye because we're in the middle of an epic conversation but I have to. I'll be back on here sometime though.  I don't know when, but it'll be soon haha. Remember that Trump's a reptilian and his neck looks like a cheesecake. I love you, take care\n  ","631378":"\n   Nooo thank god I haven't. I meant like when I saw you mentioning a wolf spider lol. I'd feel bad for the poor soul who gets chased by an elephant. I mean, talk about an instant death. Or a painful, slow one.\n  ","631379":"\n   I follow you so I must love you ( all for different reasons) so thank you for making this site fun .... you lot are the best\n  ","631380":"\n   You're lucky man. You have that boomynite that protects you or something.  When I first saw wolf spider I thought it was an actual wolf but I was mistaken LOL. Imagine getting chased by an elephant.\n  ","631381":"\n   are you on Sarahah?\n  ","631382":"\n   I ❤️ you\n  ","631383":"\n   last person you gave something to?\n  ","631384":"\n   how are your sibling relationships? (bonus q for parents of multiple kids: how are your kid's relationships w each other?)\n  ","631385":"\n   Have you ever taken a shower with another person?\n  ","631386":"\n   If zombie were real and a zombie  apocalypse happened where would you go and what would you do\n  ","631387":"\n   Thank god they didn't eat you. I'd be scared if a coyote started charging after me. There's a sign that says to throw shit at them and basically make noise if they appear though lol. I once had dogs chase me when I was walking to school one day though. Fucking scared me shitless.\n  ","631388":"\n   What gift has someone given you lately?\n  ","631389":"\n   Love you more?\n  ","631390":"\n   What was the last cool thing to happen to you\n  ","631391":"\n   LOL BUT I NORMALLY DONT SEE THEM. I've seen deer before but still it's not something I see every day. Apparently there's bears and coyotes here too but I've never seen one - yet.\n  ","631392":"\n   Come with me lol there's a trail across the street too so you could smoke a joint with the boys and then go for a long ass nature walk. No lie I saw a deer and a rabbit there before and it scared me.\n  ","631393":"\n   Are there bad people in the world cos Adam ate the fruit?\n  ","631394":"\n   I have no clue if I already mentioned but I could literally walk to the old trailer park they used to film in. It's abandoned so you cant go up there now but it's still cool to see from the road. But yeah, those people are the best. They'd make the best of friends.\n  ","631395":"\n   Morning?  \n\"Friendship .. is born at the moment when one man says to another \"What! You too? I thought that no one but myself\" -- The Four Loves ?\n  ","631396":"\n   Have you ever taken a shower with another person?\n  ","631397":"\n   \"y'know wat im sayin mafacka, this j-roc up in dis muthafacka y'know wat im sayin? got my dawg T n the gang here up in sunnyvale, tryna get some CRACKA JACK y'know wat im sayin\" - J-Roc, probably\n  ","631398":"\n   Post anything worth reading.?\n  ","631399":"\n   I'm flattered but i'd only be good at typing them out cause I can't do the voice impressions lol. Dude that's so weird I wonder if that's even normal.\n  ","631400":"\n   Wow that question was deep n thoughtful\n  ","631401":"\n   If Jesus flew into your room n he let you ask only 1 question, what would it be?\n  ","631402":"\n   What are snickerdoodles\n  ","631403":"\n   Those look good on you\n  ","631404":"\n   \"Ivanka, I have to tell you something and it's yuuuuge. Very big. Bigly. I am not your father. I am not your father.\" And welcome back :) LOL WHAT? How did you manage to urinate out of your ass? That's impressive.\n  ","631405":"\n   Put some socks on ?\n  ","631406":"\n   Can you take a pic of the back of the leggings? They look cool\n  ","631407":"\n   Hey ask.fm user. So tonight I will be doing a vote. A vote for the site to simply REMOVE ALL ANONYMOUS QUESTIONS. That way there will be no more issues of anons nagging and annoying other users.\n  ","631408":"\n   Trump is hilarious. He's like that person in school who BS'd their way through a speech while repeating the same thing over and over again, and getting 100% on it. I once had a really bad constipation episode, and that was shitty. Luckily that was like 4 years ago.\n  ","631409":"\n   DO YOU HAVE BIG BUTT\n  ","631410":"\n   Pap\n  ","631411":"\n   You are very welcome ?\n  ","631412":"\n   People are too pussified nowadays it's so annoying. People get offended when you sneeze in a napkin and not on your shirt. Nah it's fine I didn't mind it haha. It happened one more time where I had to piss so badly in the middle of the night. I ended up peeing in an open shower. I never got caught.\n  ","631413":"\n   Dude I don't even think that should be a crime. Like what if you can't find a toilet and you have to let it out? That reminds me I once pissed myself while at camp and walked around with a piss-stained underwear for a whole day.\n  ","631414":"\n   \"Tonight on Cops, 4 Ciudad Juarez men get arrested for public masturbation. But will they come to justice?\"\n  ","631415":"\n   What is the wildest animal you have come the closest to?\n  ","631416":"\n   Youre gorgeous\n  ","631417":"\n   You are so pretty you just make me smile\n  ","631418":"\n   Did you find that a door closed and another door opened for you?\n  ","631419":"\n   \"Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work\"\n-- Stephen King ?\nHave a good day friends ..\n  ","631420":"\n   Ah, just finishing up a drawing. Lol dayum a shower does sound relaxin, and I'm guessin you smell like shit atm\n  ","631421":"\n   Bad Boom, bad Boom, whatcha gonna do? Whatcha gonna do when they come for you?\n  ","631422":"\n   Give me abite at least??\n  ","631423":"\n   Since you ignore people's questions\n  ","631424":"\n   Naw...Naw, take ya time fam. You get to many questions. I'm fine, just got off work, and bout to work on my art. How are ya? Yeah, read wut went down with you or ya cousin almost gettin arrested. Dayum. Glad everything iz okay\n  ","631425":"\n   pap braces\n  ","631426":"\n   spam me! ?\n  ","631427":"\n   You're too crazy\n  ","631428":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142050536569\n   \n   Or the North Korean police ?\n  ","631429":"\n   do you ever wear boxers\n  ","631430":"\n   are American police the worst police in the world?\n  ","631431":"\n   Tbh I have no clue cause I've only watched snippets here and there lol but I think it is. I wonder if they'd ever do an episode of Cops in Mexico. That'd be fun.\n  ","631432":"\n   Mhmm, yep. I get off in tha morning, but gotta work again tho at my second job\n  ","631433":"\n   We lost so many good musicians in the past 4 years it makes me sad ?\n  ","631434":"\n   LOOOL THAT LAST THING. I mean technically he's right since the word \"job\" is in it but it's still funny. Have you ever watched any Live PD? It's like Cops but they do it in real time.\n  ","631435":"\n   Lol wow that's messed up man. This sounds like an episode of Cops where they're at a remote location in Nevada, with the time being around 3 in the morning and they're investigating a big property for possible domestic violence.\n  ","631436":"\n   What's your plans for the weekend?\n  ","631437":"\n   Who do you think are the most smarter users you follow?\n  ","631438":"\n   Yeah it sucks ass but I'll be okay :). But holy crap that's one interesting story. Why would they even do that? It makes no sense.\n  ","631439":"\n   Don't go away mad :\\\n  ","631440":"\n   I've been hanging out in the library more and I've encountered some interesting people lol. Other than that not really. My anxiety kicked in like a bitch out of nowhere but I'm just gonna focus on breathing properly lol. Dude why was she almost arrested?\n  ","631441":"\n   What's the worst thing you've ever done while making something in the kitchen?\n  ","631442":"\n   Dude I know, but at least I'm here now lol. Yeah, it's actually quite helpful because I don't have to sit down in a chair and Buddha meditate. I can just do it while getting exercise. I kill two birds with one stone.\n  ","631443":"\n   Your pics on your profile ????\n  ","631444":"\n   Thank god you're here lol I'm driving myself crazy dude. I need Boom to cure my insanity. Basically it's just walking, taking deep breaths and being mindful about it.\n  ","631445":"\n   LOOOL that's hilarious man. I'm flattered you thought of me too. I've been doing alright, i'm just literally taking things day by day and enjoying life when I can haha. I haven't done the Buddha meditating but I've meditated while walking. I'm back for a bit today so hope you're online when I am.\n  ","631446":"\n   I wish you would give me a kiss ?! ???\n  ","631447":"\n   How will you celebrate your next birthday?\n  ","631448":"\n   Boom don't know jack shit about nothin'\n  ","631449":"\n   I wish I could understand why I have such strong feelings for you.\n  ","631450":"\n   Askfm is a beautiful site in the name of Jesus Hallelujah can I get an Amen ?\n  ","631451":"\n   With whom would you get in touch in a spirit calling session?\n  ","631452":"\n   Yeah lol Yolandi and Ninja and all their fam are sick, they post heaps of vids on insta they are literally just regular people with confidence and money its cool. Always had the biggest crush on Yolandi she is perfect... They continuously amaze me and make me giggle with their music sm lol\n  ","631453":"\n   How was your day\n  ","631454":"\n   And thankyou SO MUCH u are SO KIND and nice AW thanks heaps i love your style n face toooo!! ?\n  ","631455":"\n   Lol should I make an amazon wishlist..? I never thought they actually worked but if ur saying it does then I WANT MY GIFTS !!!\n  ","631456":"\n   Hi beautiful\n  ","631457":"\n   does anyone ever actually buy u anything off ur amazonwishlist?\n  ","631458":"\n   EXACTLY WHAT I WAS THINKING LIKE HOW THESE NOT KNO DIE ANTWOORD LIKE HUH\n  ","631459":"\n   What would you do if you woke up and found out that it was the same date and that each day was the same date over and over and over again and only you were the 1 who knew that it was the same date?\n  ","631460":"\n   Mechanical animals\n  ","631461":"\n   Bonjour comment vas-tu mon merveilleux ami?\n  ","631462":"\n   What is your wildest fantasy? ?\n  ","631463":"\n   ??\n  ","631464":"\n   (TW) You want your kid to lose weight for health reasons. how would you go about doing it? (please answer even if you don't have a kid.)\n  ","631465":"\n   Smash or Pass 21 Savage?\n  ","631466":"\n   Hey mom\n  ","631467":"\n   what would you do if you got Pregnanet at this age\n  ","631468":"\n   RIP chester :( #linkinpark\n  ","631469":"\n   Last time that you laughed\n  ","631470":"\n   What do you think of your feet?\n  ","631471":"\n   You are so beautiful it is unreal\n  ","631472":"\n   Pap of your hair length?\n  ","631473":"\n   In New York I milly rock\n  ","631474":"\n   Do you get stressed when you get behind on your ask questions\n  ","631475":"\n   I love cookies???What kind ?\n  ","631476":"\n   What you doing\n  ","631477":"\n   Hey girl what's up\n  ","631478":"\n   Call me by one of my nicknames....\nYoung ugly god\nBooty gang pastor?\nHash slinging slasher?\nPussybacon Escobar?\nAnd....Bernie Sanders?\n  ","631479":"\n   In three words, how would you describe your best friend? ?\n  ","631480":"\n   How often you friendzoned someone ?\n  ","631481":"\n   What gives you goosebumps? ?\n  ","631482":"\n   What was something you thoughts was bad tell you tried itv\n  ","631483":"\n   What are some things that sound like compliments but are actually insults? STAIF\n  ","631484":"\n   What's one weird tradition in your country?\n  ","631485":"\n   Good :) Here's my playlist at Youtube\n   \n    https:\/\/www.youtube.com\/playlist?list=PL4jLuL8Z5pFF4RSnXpI86AMNOZE-essnO\n   \n   :)\n  ","631486":"\n   You one lucky....ahem Lol Sleep guud tho\n  ","631487":"\n   Yes,I do although not as much as I do use this.\n  ","631488":"\n   Ily\n  ","631489":"\n   Sorry I get frustrated when you ignore my questions and you take too long to answer my damn questions?\n  ","631490":"\n   Yeah,thank you + there are plenty of older people than me in this site and especially at Kiwi (which is a site pretty similar to this).\n  ","631491":"\n   Lol You got me ??? Nah, I'm at work now...tire. Sux\n  ","631492":"\n   My playlist (including my Youtube playlist,is mostly songs from the 1990s and early 2000s up to 2007).\n  ","631493":"\n   Yes,it was originally 12 grown men following and worshiping a man named Jesus as a God and then it grew from there.\n  ","631494":"\n   Pap in bikini plz\n  ","631495":"\n   I ask certain questions and sometimes you ignore my questions\n  ","631496":"\n   Are you ok with change?\n  ","631497":"\n   Just send them all\n  ","631498":"\n   Every time I ask you a damn question you never respond back and when you do you say different things\n  ","631499":"\n   Likers get \"I love you\" without the link. Please\n  ","631500":"\n   What is wrong with you?!!!\n  ","631501":"\n   Is it bad if a lad hides his feelings and emotioms  and never lets them out\n  ","631502":"\n   What is Boom's perfume?\n  ","631503":"\n   All religions do share the traits of a cult.Not to mention that even Christianity did start as a cult.\n  ","631504":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142040567161\n   \n   I don't get this anon's idea that in order to be black,you must be from one of the countries in the African continent ?\n  ","631505":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142037689721\n   \n   I totally agree with you about that :)\n  ","631506":"\n   I'm 25 myself and I don't think that I'm too old for this site.\n  ","631507":"\n   You are much gorgeos, I really wana talk kik id maybe?\n  ","631508":"\n   I only lied about my age because I thought people would think i'm too old to be on here. That is the only thing I lie about though. Daisy is just mad because I stopped talking to her after I caught her in a lie.\n  ","631509":"\n   Do you think it's wrong for a female to talk openly about her period??\n  ","631510":"\n   Ayo thankz ^^  I love wut you post on here. You have me laughing, and it'z hard to make me laugh. You btoke it\n  ","631511":"\n   They cut out the 'toris. You have not experienced this?\n  ","631512":"\n   What is the purpose of being in existence as far as humanity goes or is it all just random with no true rhyme or reason?\n  ","631513":"\n   Boom babe I need you in my life\n  ","631514":"\n   Take pride, green bull made in usa\n  ","631515":"\n   You're gorgeous and you seem cool and funny\n  ","631516":"\n   Oh...oh, I made tha list? *Dabs* You're lit...just know that :)\n  ","631517":"\n   I would still marry you in a heartbeat.\n  ","631518":"\n   You have blue hair now?\n  ","631519":"\n   oml??\n  ","631520":"\n   You know the god of Genesis is really Yaldabaoth?\n  ","631521":"\n   Hey there stay beautiful\n  ","631522":"\n   Why shouldn't we trust anyone?\n  ","631523":"\n   Honest night\n  ","631524":"\n   ill buy you 5 moreee\n  ","631525":"\n   will buy u many more, dont be sad?\n  ","631526":"\n   how long ago was that biikini pic?\n  ","631527":"\n   ill buy you a new one❤️\n  ","631528":"\n   Why do they smell so much?\n  ","631529":"\n   \"Too many people follow their own happiness without a thought for the damage they leave in their wake\"\n-- After You ?\n  ","631530":"\n   First 10 likers get 5 likes and rest get 2\n  ","631531":"\n   Honest night\n  ","631532":"\n   Really sorry guys for not sending any questions the last few days, they were a mess to say the least ? anyways on to the question. When do you use a solar flashlight?\n  ","631533":"\n   Do you ever mark your territory while walking or hiking?\n  ","631534":"\n   Your nose is perfect the way it is tf\n  ","631535":"\n   What don't you like about your nose?\n  ","631536":"\n   You could make it as a sugar baby.\n  ","631537":"\n   Would you ever get cosmetic surgery?\n  ","631538":"\n   What did you wear to bed\n  ","631539":"\n   How tall are you? How much do you weigh?\n  ","631540":"\n   You're actually a really nice girl\n  ","631541":"\n   Let's dance\n  ","631542":"\n   Hey\n  ","631543":"\n   You're gorgeous obv ❤️\n  ","631544":"\n   damn ur lucky.\n  ","631545":"\n   what kind of things have you gotten away with?\n  ","631546":"\n   What do you do on a typical weekday?\n  ","631547":"\n   do you think ur attractive\n  ","631548":"\n   3 Things you hate the most?\n  ","631549":"\n   But is one more right than the other ?\n  ","631550":"\n   Lazy day pic\n  ","631551":"\n   Oh my god, that anon talks about anyone that talks to me wanting my boobs wtf\n  ","631552":"\n   3 Things you hate the most?\n  ","631553":"\n   are you into anything people would call nerdy or geeky\n  ","631554":"\n   In regards to Christianity, Jesus was a real man. Secular texts prove it. But he was no god or anything. Also, he would have been black. Something that many christians either don't know or hate\n  ","631555":"\n   You're a Muslim now?\n  ","631556":"\n   Block the religion guy, prob solved ☺️\n  ","631557":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/142028238969\n   \n   Perfection oml\n  ","631558":"\n   God is superior sure when Satan was kicked out of heaven God could have destroyed him but God was lonely so he created  a man and a woman they sinned God gives us a mind He doesn't control us we decide what we want to do good or bad the end result if we die in our sins we go to Hell if we accept\n  ","631559":"\n   Jesus as our Savior we go to Heaven\n  ","631560":"\n   What are the disadvantages of being Attractive? ?\n  ","631561":"\n   He is all powerful He had no idea that Satan was going to rebel against Him nor did He know that Adam and Eve were going to do what they did heaven is real someday when we all die its either Hell or Heaven\n  ","631562":"\n   Your way behind on your questions\n  ","631563":"\n   when man sinned in the garden that was the beginning of sin and its gotten worst that's why God sent Jesus in the world to save us from our sins we don't understand all about God and never will until  we go to heaven.\n  ","631564":"\n   Why society needs you?\n  ","631565":"\n   there are laws made by man and laws made by God why is this world messed up because Man has not followed God its going to get worst\n  ","631566":"\n   Did u have to add nigga in that sentence about the bible\n  ","631567":"\n   I want to marry the dragon queen\n  ","631568":"\n   there is nothing wrong with  seventh day Adventist they go to church on Saturday and some  don't eat meat\n  ","631569":"\n   we wear a seat belt because its the law and the Bible says use wisdom in all things\n  ","631570":"\n   its not b.s its the Word of God what private school did you go to?\n  ","631571":"\n   Brother from another mother? Have one?\n  ","631572":"\n   Read the Bible the  book of Revelation ok\n  ","631573":"\n   ????\n  ","631574":"\n   What about getting into an arranged marriage and you haven't even talked and seen that person before wedding night? ?\n  ","631575":"\n   trinity what matters is that your saved and going to heaven when you die thats why the church is in a mess they fight among themselves with other religions there are some out there that are cults just google it what are the false religions\n  ","631576":"\n   Jesus has the personality of God but He is not God on God knows when  Jesus is coming back to earth.  On the cross Jesus my God  My God why has thy forsaken me He took all the sins of mankind on Himself past present and future.  Besides God wasn't talking to God on the cross  we don't understand the\n  ","631577":"\n   Post a picture from that party\n  ","631578":"\n   How many layers of clothing do you wear?\n  ","631579":"\n   What will the future be like?\n  ","631580":"\n   What are your favorite pizza toppings?\n  ","631581":"\n   Is God Jesus? If He is then there is no Trinity\n  ","631582":"\n   What's your favorite movie quote?\n  ","631583":"\n   welp they're dumb asses then :\/\n  ","631584":"\n   no\n  ","631585":"\n   What's up\n  ","631586":"\n   Last time you showered\n  ","631587":"\n   What do you prefer - individual or team sports?\n  ","631588":"\n   Go silver!\n  ","631589":"\n   do u wanna suck on daras tits\n  ","631590":"\n   U got the real power goddess must say\n  ","631591":"\n   oooh atomic blonde that looks interesting\n  ","631592":"\n   What does geez mean\n  ","631593":"\n   How long is forever?\n  ","631594":"\n   Ur so pretty\n  ","631595":"\n   Are you an open book or more mysterious?\n  ","631596":"\n   What role does television play in your life and the life of your family?\n  ","631597":"\n   What are the requirements?\n  ","631598":"\n   ? cute !\n  ","631599":"\n   You have far too many clothes on in that pool photo ?\n  ","631600":"\n   Should guys wear a beard and what kind?\n  ","631601":"\n   Whats the song?\n  ","631602":"\n   Did you listen to \"i fink you freaky\"?\n  ","631603":"\n   What’s the one most important thing to get done today?\n  ","631604":"\n   You're gonna do great whatever comes to mind I know you can anything and be anything. Thank you Savannah, for lots ❤\n  ","631605":"\n   What would you say has been the \"shining moment\" of your life so far?\n  ","631606":"\n   duncan?\n  ","631607":"\n   Any good movie suggestions?\n  ","631608":"\n   You're pretty nice most of the time, so thank you babe\n  ","631609":"\n   I do have a weakness for coloured hair but still look great!?\n  ","631610":"\n   Laytonville California should be avoided.\n  ","631611":"\n   The Calvin Klein under pants you want want have a very narrow crotch.\n  ","631612":"\n   hmu\n  ","631613":"\n   Italy is a________\n  ","631614":"\n   I'm the far left because I would wear that\n  ","631615":"\n   The Blonde girl's makeup looks so good and the one on the far right looks like she forgot to brush the powder off her face\n  ","631616":"\n   I'm the one on the left\n  ","631617":"\n   If you could change your name to anything, what would it be?\n  ","631618":"\n   Do you still have braces Miss ?\n  ","631619":"\n   Which famous person from the past would you most like to meet?\n  ","631620":"\n   What did you say to ask to get one?\n  ","631621":"\n   Ever been  to a consert\n  ","631622":"\n   How on earth did you get a tick verified thing next to your name?\n  ","631623":"\n   Did you block me ?\n  ","631624":"\n   geez typo can you stop being so mean lol\n  ","631625":"\n   Why are your books more important than your anon fans ?\n  ","631626":"\n   How often do you make plans and they never pan out?\n  ","631627":"\n   You look italian that's why you like lazy nights with pizza ?\n  ","631628":"\n   Hey friends hope you all having a great lovely day?\nhere's some tragic books, it'd be a pleasure if you read any of'em & ask me then to discuss it together? .. stay blessed :\")\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142740005482\n   \n   ?\n  ","631629":"\n   Last time you had sex\n  ","631630":"\n   When you are in bed at night do you ever FaceTime a friend and put your phone on your nightstand facing you so you have your hands free and have a virtual sleepover like that?\n  ","631631":"\n   What is your favorite type of flower?\n  ","631632":"\n   Which sound gives you goosebumps?\n  ","631633":"\n   How come yo username is ladyboometh\n  ","631634":"\n   What do you order from In N Out?\n  ","631635":"\n   Red hair ???? Post a pic now i can't be on snapchat right now my phone is dead savi pls for me ???\n  ","631636":"\n   What's the best news you've ever received?\n  ","631637":"\n   Soz need beach pic\n  ","631638":"\n   Is that a yes or no boom\n  ","631639":"\n   You sure do and you'd be welcome to come smoke with me\n  ","631640":"\n   What are you waiting for? ??❄\n  ","631641":"\n   What are you waiting for? ☄\n  ","631642":"\n   have you heard Summer Bummer?\n  ","631643":"\n   do you consider yuorself to be smart\n  ","631644":"\n   Pap from ur latest pool party\n  ","631645":"\n   do you consider a 19 year old young lol\n  ","631646":"\n   yeah my dad is in his 60's and im 19 :\/\n  ","631647":"\n   Will humans ever live on another planet?\n  ","631648":"\n   when your kids in college youll be like 50 though :(\n  ","631649":"\n   guys lady boom's approaching the golden age\n  ","631650":"\n   When do you want to get pregnant?\n  ","631651":"\n   How many kids do you want? What gender?\n  ","631652":"\n   savannah has likek the skinniest curviest body in the world\n  ","631653":"\n   you'd make a great parent and wife honestly\n  ","631654":"\n   Hey guys and squad! :) \nHere your question: what made you smile today? Feel free to go into details.\n\n-Stay classy awesome peeps-\n  ","631655":"\n   If I thought for just one moment that this would be my last breath,\nI'd tell you I'll love you forever, even beyond death.\nIf I thought for just one moment that your face would be the last I'd see,\nI'd take a million pictures and save them just for me.\n  ","631656":"\n   Pap of you looking like a lobster\n  ","631657":"\n   Hey guys, sorry for being inactive as much lately! How is everybody? If anybody wants to keep up with me or just add me in general I have snapchat motheaterx\n  ","631658":"\n   My heart so cold I need a icebox.\n  ","631659":"\n   Make me cookies plz\n  ","631660":"\n   You look great with red hair!\n  ","631661":"\n   I really like your body shape, like you've got such a skinny body and those tits are fucking perfect #imgonnagetroastedforthis\n  ","631662":"\n   make a poll\n  ","631663":"\n   Fav resturant\n  ","631664":"\n   Hopefully, I also wanna be an actor too. Just gotta do whatever it takes. As long as the people around including you have faith in me and are there with support I can get on it and believe in myself. I hope everything goes well for whatever it is you wanna do too. Thank you Savannah :)\n  ","631665":"\n   \"So many books, so little time\" -- Frank Zappa?\n  ","631666":"\n   But you can just go to him. You're free and single and in love. Why make it impossible?\n  ","631667":"\n   What do you prefer - individual or team sports?\n  ","631668":"\n   Yea sorry ask got a update so I didn't see that\n  ","631669":"\n   I'm back home\n  ","631670":"\n   You are down right beautiful\n  ","631671":"\n   How did your last relationship end\n  ","631672":"\n   What's something that you feel is overrated?\n  ","631673":"\n   does it make you cringe?\n  ","631674":"\n   Then ask him to come to you\n  ","631675":"\n   You don't like the word \"lit\"?\n  ","631676":"\n   guys follow this girl's insta - she's the real deal hot af\n  ","631677":"\n   why is mom savannah so hot\n  ","631678":"\n   mom i love you\n  ","631679":"\n   Lol Savannah's rave outfit is actually pretty modest compared to what else you see\n  ","631680":"\n   1792154\n  ","631681":"\n   what will be your reaction when your best friend confesses that he\/she has feelings for you more than just friendship???\n  ","631682":"\n   What does your tat say (\"This will float like angels\")\n  ","631683":"\n   aw boom called me a shit monkey she really does care <333\n  ","631684":"\n   what sort of anon questions are you talking about? im confused\n  ","631685":"\n   np love you <33\n  ","631686":"\n   Do you have a tumblr or something where you post pictures like that?\n  ","631687":"\n   i like your hair color b\n  ","631688":"\n   Omfg your body\n  ","631689":"\n   Getting stoned in 5 hours\n  ","631690":"\n   im fucking getting you too 100k before i die babe\n  ","631691":"\n   AWH YOU ARE SO CUTE\n  ","631692":"\n   Thoughts on new update of ask ?\n  ","631693":"\n   low quality pic but high quality bod babe\n  ","631694":"\n   20 year old savvvvvvv\n  ","631695":"\n   Pic of you at the beach\n  ","631696":"\n   im literally just watching your hair color change haha\n  ","631697":"\n   19 year old sav please\n  ","631698":"\n   i seriously love your personality and your appearance, hot and sassy perfect\n  ","631699":"\n   you look completely different i wouldnt be able to tell it's you\n  ","631700":"\n   that's basically a hookem sign bb\n  ","631701":"\n   boom wears pushup bras #fact\n  ","631702":"\n   17 year old boom is cute\n  ","631703":"\n   DONT ASK FOR: snapchat, kik, fb, twitter or skype\nbabe those arre all the important social medias\n  ","631704":"\n   look at little boom\n  ","631705":"\n   shit you look so different in that\n  ","631706":"\n   the fuck are you boom youre my reason for living i need your pics and your company\n  ","631707":"\n   PAP of your best friend!\n  ","631708":"\n   Cheesecake\n  ","631709":"\n   But if you can travel, you go and see him. Why won't you?\n  ","631710":"\n   Do you tan or burn?\n  ","631711":"\n   Request sent at instagarm?\n  ","631712":"\n   I would be surprised if you were single. You're amazing.\n  ","631713":"\n   thats a good thing right\n  ","631714":"\n   I want you.......to want me.\n  ","631715":"\n   Cute answer.\n  ","631716":"\n   What is your favorite kind of vegetable?\n  ","631717":"\n   \"Actions speak louder than words\"?  \n- N :\")\n  ","631718":"\n   16 just held such better days\n  ","631719":"\n   have you been tied up before?\n  ","631720":"\n   Where do you live ?\n  ","631721":"\n   What tactical advice would you give to an invading alien army that wanted to colonise the planet & wipe out as many humans as possible BUT in such a way as to cause minimum damage to the planet itself (they need the Earth not the humans)??\n  ","631722":"\n   Pikachu? Charmander? Bulbasaur? Squirtle?\n  ","631723":"\n   If you ever played pokemon. What pokemon was your starter?\n  ","631724":"\n   Whats good\n  ","631725":"\n   Ricky likes the new photo.\n  ","631726":"\n   When did you last: 1. Have a hangover, 2. Wear a formal dress, 3. Got spoken to by police, 4. Drive a car, 5. Have sex, 6. Go swimming, 7. Eat salmon?\n  ","631727":"\n   IN LOVE WITH UR FACE AND STYLE OH MY GOSh\n  ","631728":"\n   Why is being in love with a person far away a problem for you?\n  ","631729":"\n   How are you today\n  ","631730":"\n   My kitty has cancer on her ear , the vet said they can't do anything so I will have to put her to sleep when it gets bad enough, she is my sweetie and I'm sad :(\n  ","631731":"\n   Under what circumstances would it be alright to keep secrets? If at all?\n  ","631732":"\n   Is marry you so fast but you need to lose the boy toy first\n  ","631733":"\n   how was ur weekend\n  ","631734":"\n   Why\n  ","631735":"\n   Hey\n  ","631736":"\n   I object\n  ","631737":"\n   you got it On my way!\n  ","631738":"\n   what kind, u activated  the italian in me ?\n  ","631739":"\n   I object\n  ","631740":"\n   How r u\n  ","631741":"\n   Thougts  on men who treat women like objects\n  ","631742":"\n   Lol I'm sure we can work something out, you're too funny. Once I'm done working then hopefully everything will start falling in place ?\n  ","631743":"\n   What is your biggest weakness?\n  ","631744":"\n   If you can say one thing to someone and get away with it what would you say and who would you say it too\n  ","631745":"\n   What's your Snapchat\n  ","631746":"\n   WHO IN GODS NAME DID YOU GET OFF THE PHONE WITH ???\n  ","631747":"\n   Love you sav\n  ","631748":"\n   Say you’ve linked a song to a certain person or time in your life. Can you ever hear it again without thinking of that existing memory or will that song be “ruined” by the memory?\n  ","631749":"\n   Is there a TV show you’re embarrassed to admit you watch? Come Dine With Me is my guilty pleasure ?\n  ","631750":"\n   We can get acquainted. Lets talk on kik or snapchat? Ur decision would be truly respected\n  ","631751":"\n   You're awesome ☺\n  ","631752":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","631753":"\n   Absolutely I'll definitely do my best and I'll keep you updated. I don't care about being famous I know it's not really gonna happen that big but o hope to be heard and well known. You can be part of my future fan club ☺\n  ","631754":"\n   Do u have instagram ?\n  ","631755":"\n   I volunteer at a hospital I help around and work in different departments. I've been doing it for almost a year which will be next month when my time is up. It was my grandma's idea she wanted me to go for it because I wasn't working and she didn't want me working minimum wage.\n  ","631756":"\n   stay up a lil\n  ","631757":"\n   How exactly do you make an account on ask ?\n  ","631758":"\n   np\n  ","631759":"\n   Ur welcome. It would be a pleasure being ur friend though. If you don't mind can we talk somewhere else. Ur decision would be truly\n  ","631760":"\n   What's your main rule in life?\n  ","631761":"\n   Hey I know its random but I must say that u r really sweet & kind girl. Btw u r very beautiful too. I really wish we could be friends. People associated with u must be very lucky to have u. I wish all ur dreams come true. Stay happy and blessed\n  ","631762":"\n   What movie did you last see ?\n  ","631763":"\n   I LOVE THAT OLD GAME\n  ","631764":"\n   Answer my poem\n  ","631765":"\n   Do you got chicken wangggs ?\n  ","631766":"\n   Take me down to the paradise city where the grass is green and the girls are pretty\n  ","631767":"\n   Look at the hate we're breathing,\nLook at the fear we're feeding,\nLook at the world we're killing... \nThe way we've always done before.\n\nLook in the doubt we've wallowed,\nLook at the leaders we've followed...\nThe way we've always done before.\n  ","631768":"\n   Yeah I haven't produced any lately it's because I'm busy volunteering 5 days a week. I haven't been able to do anything this entire year do to the time of my work. Next month I'll be officially done and maybe next year I'll really get serious and get to it. :)\n  ","631769":"\n   We were ment to be, supposed to be but we lost it.\n  ","631770":"\n   Now and then, when I see your face it takes me away to that special place and if I stare too long, I'll probably break down and cry\n  ","631771":"\n   Any Burning Desire? ??\n  ","631772":"\n   Hello beautiful.. you're getting elegance day by day ❣️\n  ","631773":"\n   ANONS come my way lol\n  ","631774":"\n   Lmao thanks that's one of my music names. I'm a fan of them and I do music myself :)\n  ","631775":"\n   Glad I could bring a smile to your beautiful face\n  ","631776":"\n   Are you on the West coast? I'm there a couple times a year to visit my Father.  Maybe we could hang out on the beach. Are you lay out and tan or play in the water kind of person. I'm ok with both. I can cook so I'll make lunch to bring if you cool with that.\n  ","631777":"\n   YOOO SOMEONE TALK TO ME\n  ","631778":"\n   Nah, it wasn't for the black guy shit, it's just that you're really cute\n  ","631779":"\n   So I've found favor in Lady Boo's eyes? How in hell did I do that?\n  ","631780":"\n   I want to be your boyfriend\n  ","631781":"\n   do you prefer science or religion?\n  ","631782":"\n   Because he was too black. I understand that.\n  ","631783":"\n   Would you date a black guy?\n  ","631784":"\n   Parklife\n  ","631785":"\n   You have a certain je ne sais quoi Boo, why wouldn't I ?\n  ","631786":"\n   Did you watched Game Of Thrones today?\n  ","631787":"\n   yo girl\n  ","631788":"\n   Who shall I kill for you?\n  ","631789":"\n   Pap\n  ","631790":"\n   \"Sometimes, you read a book and it fills you with this weird evangelical zeal, and you become convinced that the shattered world will never be put back together unless and until all living humans read the book\"?\n  ","631791":"\n   looking amazing <3\n  ","631792":"\n   Que hacen\n  ","631793":"\n   Always, thank you for being the same ??☺\n  ","631794":"\n   The things on ask.fm that irritate you the most are_____?\n  ","631795":"\n   What makes you happy?\n  ","631796":"\n   Thats all they play is music videos\n  ","631797":"\n   What's the best way to waste time???\n  ","631798":"\n   Would you like your child to be a person like you?\n  ","631799":"\n   Do you watch mtv classic?\n  ","631800":"\n   I like how your instagram photos became less revealing as you scroll up\n  ","631801":"\n   What hurts more? The absence or good bye?\n  ","631802":"\n   Are you in love\n  ","631803":"\n   Fav food\n  ","631804":"\n   Glad to hear your 'GOOD'\n  ","631805":"\n   The dog was burried with the owner\n  ","631806":"\n   How are you\n  ","631807":"\n   How many friends do you have? Do you call them close friends? Like people you can always hang out with?\n  ","631808":"\n   Haha this girl gets my jokes\n  ","631809":"\n   Everything about you is amazing!\n  ","631810":"\n   Youre the smoke show\n  ","631811":"\n   What do you call a nun in a wheelchair?\n  ","631812":"\n   Do animals have feelings\n  ","631813":"\n   Wtf\n  ","631814":"\n   Have you ever had a wardrobe malfunction if yes what happened\n  ","631815":"\n   Do you trust your friends more than your family or the other way around ?\n  ","631816":"\n   you should model topless\n  ","631817":"\n   How are you\n  ","631818":"\n   you are so cute\n  ","631819":"\n   What is your wildest fantasy? ?\n  ","631820":"\n   I heard the dog died with is head leaning against the owners grave\n  ","631821":"\n   Que hacen\n  ","631822":"\n   Why does ot tear you apart\n  ","631823":"\n   @@ (sent to my favourite people on ask)\n  ","631824":"\n   you are so adorable\n  ","631825":"\n   Why are everyone complimenting your new picture. You look like a potatoe x'D jk jk\n  ","631826":"\n   How do you feel about the legalization of gay marriage in all fifty states?\n  ","631827":"\n   @ opinion ?(sent to some )\n  ","631828":"\n   Damn your display ?❤\n  ","631829":"\n   Typically how many shots do you take for a selfie before posting the picture?\n  ","631830":"\n   Your body is unreal. Please tell me how you got so skinny and curvy\n  ","631831":"\n   Van a ir a misa\n  ","631832":"\n   DAUM SAVI YOUR NEW DP IS JUST OMG ?????????? WOW\n  ","631833":"\n   You are entertaining, kind, beautiful, exciting, intriguing, desirable, fun, smart, sexy, fabulous !!  Thank you for being you and sharing it with us all.\n  ","631834":"\n   I'm 17, is that too young for you or would you at least consider possibly dating me?  You're the prettiest girl I've ever seen. It would be cool even if we could just hang out at the beach or something.\n  ","631835":"\n   How sad is this a man died and someone bought his dog to his dead owner and the dog refuses to leave the grave the dog just sits there refusing to move\n  ","631836":"\n   \"As a reader I loathe introductions...Introductions inhibit pleasure, they kill the joy of anticipation, they frustrate curiosity\"\n-- To kill a mockingbird ?\n  ","631837":"\n   What is something you have lost, that you wish you could get back?\n  ","631838":"\n   What does it mean if my wife changed her bio from married to widowed?\n  ","631839":"\n   how much u agree with him:\n   \n    https:\/\/ask.fm\/BillGoats\/answers\/142724957623\n   \n","631840":"\n   what's one thing that you really hate?\n  ","631841":"\n   your tits are so cute\n  ","631842":"\n   awww you said.. that i made your day... <3\n  ","631843":"\n   Do you have any sibling that are selfish?e.g all my brother cares about his car nothing else\n  ","631844":"\n   Did your parents ever unwittingly hire a psychotic babysitter?? If so how did you deal with her??... :o\n  ","631845":"\n   What would you do if you threw a house party and I randomly showed up? ?\n  ","631846":"\n   YOU'RE SO FUCKING GORGIE!\n  ","631847":"\n   Damn You FINEEE\n  ","631848":"\n   Thank you ?\n  ","631849":"\n   You like me??? blown away Boo tysm ?\n  ","631850":"\n   Are there somethings about your family that you just don't  agree with ?\n  ","631851":"\n   In your point of view why did Ray-J break up with Kim Kardashian ?\n  ","631852":"\n   Ya ??\n  ","631853":"\n   Hey guys and squad! :) \nFor you: free space.\n\n-Stay classy awesome peeps-\n  ","631854":"\n   Is there anyone on here you would date?\n  ","631855":"\n   What's the last compliment you gave somebody?\n  ","631856":"\n   Why is it that people say they “slept like a baby” when babies wake up like every two hours?\n  ","631857":"\n   Do you sleep tight?\n  ","631858":"\n   How did you start your day\n  ","631859":"\n   -- A Dance with Dragons ?\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142686909546\n   \n   ?\n  ","631860":"\n   If life is a drink, then Love is a ?\n  ","631861":"\n   Followed\n  ","631862":"\n   Felt like a shout out. Cheers Boo\n  ","631863":"\n   ??\n  ","631864":"\n   Is one ball bigger than the other?\n  ","631865":"\n   Ok that sounded stupid\n  ","631866":"\n   Hi\n  ","631867":"\n   Could you take the exact same pic but lower your pants as far as possible without showing your v\n  ","631868":"\n   Who\n  ","631869":"\n   Not all the way\n  ","631870":"\n   Yes, you don't have a clue when it comes to girls so yes you need my advice\n  ","631871":"\n   I'd love to talk to you girly!?\n  ","631872":"\n   İt is not funny .d.d\n  ","631873":"\n   I would suggest you allow them to take turns so you have one on one time with each of them.\n  ","631874":"\n   Trump is more charismatic leader than aboma. I think\n  ","631875":"\n   Anyone around\n  ","631876":"\n   Who on here got a ask?\n  ","631877":"\n   Barak hüseyin obama! that is the true point\n  ","631878":"\n   Do you have snapchat\n  ","631879":"\n   Night\n  ","631880":"\n   Daddy would say be a good girl and take it while you fondle my bal ls\n  ","631881":"\n   Snapchat?\n  ","631882":"\n   anons can you come and bother me omg I'm so bored literally dying of boredom here ??\n  ","631883":"\n   Just swallow it\n  ","631884":"\n   What's Obama first name?\n  ","631885":"\n   My P is crooked does that bother girls?\n  ","631886":"\n   Belly pic?\n  ","631887":"\n   What makes you unique?\n  ","631888":"\n   please I WISH, anons talk to me smh\n  ","631889":"\n   Im already there lol\n  ","631890":"\n   Hahaha... im drunk\n  ","631891":"\n   You get all the questions and I'm here like hi I exist too\n  ","631892":"\n   What's Obama last name?\n  ","631893":"\n   Yayy the skirt looks great on you!  I'm soooo sorry it was a little too big though!\n  ","631894":"\n   I have another joke. Why is spongebob called spongebob? Because he's a sponge.????????????????????????????????????????????????????????????????????????????????????????????????????????????.\n  ","631895":"\n   What's up\n  ","631896":"\n   You better give me something so I don't die\n  ","631897":"\n   Bazinga knows good songs\n  ","631898":"\n   Haha need them to wash the stink off your feet ??\n  ","631899":"\n   Do u have kik\n  ","631900":"\n   do you have high expectations?\n  ","631901":"\n   how many bikinis do you own\n  ","631902":"\n   Will u fuck a girl\n  ","631903":"\n   I tried to use a pickup line on a girl once, I got slapped in the face.\n  ","631904":"\n   stealing hearts huh? you a phantom thief?\n  ","631905":"\n   whoa whose the guy saying they are getting the ring\n  ","631906":"\n   Your cute for a white girl\n  ","631907":"\n   I am in love with shape of you. ❤️❤️❤️\n  ","631908":"\n   I CANNOT LIVE WITHOUT YOUR BEAUTY\n  ","631909":"\n   A girl that u like\n  ","631910":"\n   Are u virgin\n  ","631911":"\n   Ooo\n  ","631912":"\n   yours are the best to be honest\n  ","631913":"\n   Will u ever date a girl\n  ","631914":"\n   Nice picture in your dp❤️️\n  ","631915":"\n   Are u sraigth bi or les\n  ","631916":"\n   Have you had food poisoning? I have it and it's so awful. I'm so weak from it.\n  ","631917":"\n   Do u have a bf\n  ","631918":"\n   Do u have a bf\n  ","631919":"\n   Pap in a sexy Alien shirt ;)\n  ","631920":"\n   ur answers are sooo cool\n  ","631921":"\n   your user makes you sound gay\n  ","631922":"\n   Would you rather not take showers for a week or not have technology for a week?\n  ","631923":"\n   Hey guys and squad! :) how are you doing today? \nHere your question: What make you feel loved? If you want go into details.\n\n-Stay classy awesome peeps-\n  ","631924":"\n   What are your thoughts on Jay B ? The Rasta man\n  ","631925":"\n   Is it more important to love or be loved?\n  ","631926":"\n   Would you stay silent for 1 whole year without saying a word in a glass enclosed space where you are watched and listened to round the clock for $4000,000?\n  ","631927":"\n   What do you think about Donald Trump Jr.'s emails that imply that his father colluded with the Russian government in the 2016 U.S presidential election ?\n  ","631928":"\n   @ (sent to all I follow)\n  ","631929":"\n   Live is hard and so am I\n  ","631930":"\n   Should I quit my job profinally or do something to make them remember me\n  ","631931":"\n   Hey guys and squad! :) \nHere your question: What has challenged your morals? If you want go into details.\n  ","631932":"\n   Would you rather be spanked or tickled?\n  ","631933":"\n   How was your day? Please answer❤️️\n  ","631934":"\n   Hello I'm right here?!! Pay attention please❤️️\n  ","631935":"\n   Boner alert over sav\n  ","631936":"\n   Hello?❤️️\n  ","631937":"\n   lots of guys must be intimidated by ur beauty :)\n  ","631938":"\n   I LOVE YOU MORE BBG!!!\n  ","631939":"\n   How are you\n  ","631940":"\n   like approach u and ask u out i mean lol\n  ","631941":"\n   Are you on the app right now\n  ","631942":"\n   What university did you go to?\n  ","631943":"\n   Can I message you on Instagram?\n  ","631944":"\n   Never lol I'm ready to go back home\n  ","631945":"\n   how should a guy approach u? :)\n  ","631946":"\n   Savannah has never watched death note\n  ","631947":"\n   Can't refrain... I'm high and proud of what I did so I had to tell you.\n  ","631948":"\n   omg that was wonderful, came to your pictures\n  ","631949":"\n   I have a van shirt to but yours is way better\n  ","631950":"\n   I want to taste your body.\n  ","631951":"\n   Ootn\n  ","631952":"\n   Omg mom love your new pic\n  ","631953":"\n   You do not have a fb right?\n  ","631954":"\n   why you gotta be mean loll\n  ","631955":"\n   Lol does sex hurt the first time?\n  ","631956":"\n   Howd you come up with your name \"lady boometh\"\n  ","631957":"\n   can we trade eyes\n  ","631958":"\n   What does your normal day look like?\n  ","631959":"\n   Where do ya work or are ya going to grad school\n  ","631960":"\n   Tag a spammer?\n  ","631961":"\n   you are soo soo adult like\n  ","631962":"\n   why are your eyes so fucking cool.\n  ","631963":"\n   you're such a boob\n  ","631964":"\n   why do you wanna pass out\n  ","631965":"\n   What panties are you wearing\n  ","631966":"\n   do you have a youtube channel?\n  ","631967":"\n   model in bikinis thx\n  ","631968":"\n   Are u booming with questions?\n  ","631969":"\n   Do you have funny stories\n  ","631970":"\n   ???\n  ","631971":"\n   Wow your tattoo looks so cool. What does it mean? :D\n  ","631972":"\n   thank you for existing darling, love ya <3\n  ","631973":"\n   Yep Smash\n  ","631974":"\n   ur so confident, i love it\n  ","631975":"\n   Which playing card suite is your favorite?\n  ","631976":"\n   Your cute\n  ","631977":"\n   More picss <3\n  ","631978":"\n   im appreciative of your beauty tbh\n  ","631979":"\n   Like ya don't post pics when people ask for it is what im saying\n  ","631980":"\n   How do you guys like the new mood emojis? If you don't use them use this as a filter ✨\n  ","631981":"\n   Do you only post pics pretty much when you want to?\n  ","631982":"\n   you look a lot like fallon keefe\n  ","631983":"\n   I don't know about you but I'm feeling 22\n  ","631984":"\n   Marry me then. I love you too.\n  ","631985":"\n   How old are you?\n  ","631986":"\n   Your eyebrows look exceptionally well I must say\n  ","631987":"\n   ur one of the prettiest girls on this site bb, pap please?\n  ","631988":"\n   are you really 22\/ you look 16 :))\n  ","631989":"\n   pap in bikini boom?\n  ","631990":"\n   why having piercing in belly button is mainstream in US?\n  ","631991":"\n   Works for me! Stunning! Up to much?\n  ","631992":"\n   Wow your beautiful you must model?\n  ","631993":"\n   Idk but i hope u feel better\n  ","631994":"\n   So you like lana\n  ","631995":"\n   Lol at the fact that's it 230 and I have work for 6.\n  ","631996":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141998829689\n   \n   STOP TEASING US :(\n  "},"Answer":{"630924":"\n  CRASH BANDICOOT OMFG YES\n  ","630925":"\n  ALIEN SHARKS, WAIT WHAT?!\n  ","630926":"\n  Shark week is the shit!! Omg\n  \n  But i hate seeing someones leg being torn off ?\n  ","630927":"\n  Not that i can recall ):\n  ","630928":"\n  Im still in shock from these videos of shark attacks\n  ","630929":"\n  Going out and socializing\n  ","630930":"\n  YESSS\n  ","630931":"\n  I just realized i have A LOT of people blocked ahahahah\n  ","630932":"\n  I dont have one\n  ","630933":"\n  I blocked that twat so now i feel better ?\n  ","630934":"\n  I would loveee if he went to your page, that shit would be funny!!\n  ","630935":"\n  WHAT NOO I WANNAA\n  ","630936":"\n  Love. That. Game.\n  ","630937":"\n  Its fuckin bullshit dude. Like hes such a cunt. I just cant deal with people like that.. saying the shit im saying is a lie. LIKE WHY WOULD I LIE ABOUT IT? Its not something i would want to brag about at all.\n  ","630938":"\n\n   @Zim8911\n  \n  help me dude i cant\n  ","630939":"\n  Games like tomb raider\n  ","630940":"\n  Oh shut the fuck up\n  ","630941":"\n  Whos else loves when people try telling you the life you lived like you werent the one who lived it ???\n  ","630942":"\n  Ok i wish i could call my friends on the phone so you could tell them this and they would laugh in your face. When an OG comes through the place and goes \"THIS IS A DOPE TRAPHOUSE\" like it was more an inside joke than us being serious but all the dealing and criminal activity happened there lol it wasnt a cool thing to be living in. I hated it.\n  \n  Also IM NOT RICH MY PARENTS ARE DIPSHIT. I moved out when i was 17, i was poor as shit. I lived on a couch for a goddamn year. Then i slept on a floor in someones living room the next year.\n  ","630943":"\n  Like when one of your friends get a gun pulled to his head and robbed for all the drugs on him, and they pulled the trigger right next to his head and then he gets locked up in jail for months. Its not a fucking joke. This is one of the reasons why i moved. Living in a traphouse isnt fuckin cool.\n  ","630944":"\n  Well, ok.. the 4 is pretty dope\n  ","630945":"\n  Oh so you are saying you know where i lived and what we were doing in there? lol im not trying to be edgy it was a legit traphouse. 3 drug dealers lived in there. Its not a joke when you have gang members coming through and getting high and having most of your friends getting locked up. Its not something im trying to say to be edgy or cool, it was a really bad time in my life. I was constantly high and around some of the sketchiest people ive ever met. You dont know me or what ive been through or where i lived so go fuck yourself.\n  ","630946":"\n  All of them? Wtf. I grew up with playstation.\n  ","630947":"\n  HAHAHAHAHAHAH IM THE LEAST EDGY PERSON EVER AND I DONT EVEN KNOW WHAT EDGY IS ???\n  \n  Also, read a goddamn bio ya cunt, im 22.\n  \n  Take your dumbfuck self off my page\n  ","630948":"\n  Im watching shark attacks caught on camera... uhm.. this is scary\n  ","630949":"\n  PLAYSTATION\n  ","630950":"\n  Thank you ? im glad you appreciate me and know me for who i am ?\n  ","630951":"\n  I SUCK at those games lol\n  ","630952":"\n  But the book keeps on getting better and better\n  ","630953":"\n  Thats what we called it ? we had other names too. Its an inside joke. Stfu.\n  ","630954":"\n  You know if you guys put half as much effort as you do for posting annoying drama into creating a cure for aids, we would probably have a cure for aids.\n  ","630955":"\n  All this drama makes me wanna smoke a pound of weed to myself and just chill. Like i cant stand this shit guys.\n  ","630956":"\n  My best friend playing violin with his kitten ?\n  ","630957":"\n  Circus freaks\n  ","630958":"\n  Picking a name is fuckin hard lol\n  ","630959":"\n  Since this is the book im reading rn\n  ","630960":"\n  Oh theres more for me explore, thats why im gonna do changa when im back in cali so i can learn more about myself\n  ","630961":"\n  Omg the next chapter is my fav character.. i have to keep reading\n  ","630962":"\n  Im going to finish this chapter, then ill be back\n  ","630963":"\n  Miley Cyrus and id get stoned ?\n  ","630964":"\n  I WOULD MARRY JIMMY TATRO\n  ","630965":"\n  I have a lot of favs, lets be honest\n  ","630966":"\n  Overcoming ptsd and anxiety\n  ","630967":"\n  Im not really down for the london look\n  ","630968":"\n  Id assume youd already have one since its your shower toy ?\n  ","630969":"\n  Wouldnt the likers already have an ask?\n  ","630970":"\n  Anons go to her please ?\n  ","630971":"\n  Enough talk. Away.\n  ","630972":"\n  Not because i had a case, only to watch my dad since hes an attorney\n  ","630973":"\n  Circumcised. The extra skin scares me a little ?\n  ","630974":"\n  No ✋\n  ","630975":"\n  Theres a grasshopper in my room. JIMMY IS THAT YOU\n  ","630976":"\n  Totally just deleted your last comment anon so just stop asking for it and stop being annoying cause im just gonna delete everything ?\n  ","630977":"\n  My anons today want to die\n  ","630978":"\n  You\n  ","630979":"\n  I dont really care about what you think\n  ","630980":"\n  BOOMLAND\n  ","630981":"\n  Or maybe im reading and dont give a shit about my lower tattoo\n  ","630982":"\n  How many people have you asked this question and actually answer \"yes i am\" like wtf ????\n  ","630983":"\n  I CANT TYPE FOR MY LIFE RIGHT NOW WTF IS WRONG WITH ME ????\n  ","630984":"\n  I actually hate you, you annoy me.\n  ","630985":"\n  No? I would maybe post a pic on here, cause if they got here in time id where them in Hawaii\n  ","630986":"\n  BORED NOT BORN. GODDAMNIT BOOM GET YOURSELF TOGETHER ?\n  ","630987":"\n  YOU. SHOULD ?\n  ","630988":"\n  Clearly you dont understand what stick n poke means... its like a prison tattoo. It didnt cost shit besides a dollar for tattoo ink. My friends and i were born, so we decided to give tattoos to each other ? so trust me. ITS NOT WORTH SEEING. I will get it fixed by a professional at one point but im focusing on my arms first.\n  ","630989":"\n  This shit needs to stop cause you fuckin didnt.\n  ","630990":"\n  That doesnt really help me have blue eyes but lol cool bro\n  ","630991":"\n  I love libraries ?\n  ","630992":"\n  Its a stick n poke of a bow. Its not worth seeing\n  ","630993":"\n  If i had a bag full of all my fucks, the bag would be empty.\n  ","630994":"\n  I dont fuckin remember\n  ","630995":"\n  Naaah, you can see enough of it in the last picture.\n  ","630996":"\n  Hello luke, welcome back to this hell hole ?\n  ","630997":"\n  5\n  ","630998":"\n  Never you dumbfuck.\n  ","630999":"\n  They have to be fully black.\n  \n  My cat had white hair under her chin, on her chest, and her little armpits ?\n  \n  And in the sun, shes brown with black stripes.\n  ","631000":"\n  Fuck chinese food, i want thia food\n  ","631001":"\n  You can ask for sugar wax, doesnt hurt as much.\n  ","631002":"\n  Yup, 6 days a week. Im trying to get a killer body. I have extra flubber i dont need.\n  ","631003":"\n  Go try it out and find out for yourself.\n  ","631004":"\n  Just 2 chunky monkeys chillin\n  ","631005":"\n  Im still reading A Dance With Dragons, im getting close finishing but its such an intense book lol\n  ","631006":"\n  No ✋ i like men. Im no longer in high school\n  ","631007":"\n  Im pretty good, about to hop in the shower ?\n  ","631008":"\n  Ill just type a paragraph to them as a whole;\n  \n  Dear my favorite people,\n  \n  Thank you so much for always putting a smile on my face. For knowing that when im sad all i want is for a person to make me laugh instead of asking if im ok and trying to tell me how not to be sad. Thank you for making me feel like 1 in a million with all your compliments and praises. For constantly telling me what my strengths are, how im capable of doing anything, how special i am, and that im intelligent. Thank you for bringing out the best in me by being the best. Thank you for being chill, drama free, fun, loving, trustworthy, and caring. Thank you for never giving up on me and pushing me forward. I love you all of you, the best people ive ever met.\n  \n  Love,\n  \n  BOOM.\n  ","631009":"\n  Omg, im gonna tell you my dream i had last night. It was fucking weird.\n  \n  Ok so i had to get some sort of surgical procedure so the nurse started putting numbing stuff all over my chest at first. I started to feel really weird, my face felt like it was starting to sag which i guess was suppose to happen. This procedure you can be awake to have it done well in my dream i blacked out and then i woke up with little wires sticking out from my heart, my intestines, and my thigh. And they had to do one more into my lung so i got to be awake for that and i saw them shove this long medal wire into my side. Having no idea what the fuck this was all for. Then i had to walk home.. numb, unable to feel any part of my body. With wires sticking out of me.. then there was this middle school boy he comes up to me and goes,\"you had the surgery... ill help you home.\" And he walks me all the way home.. but his mom sees freaks out and says he cant be around that monster. Then i look at myself in the mirror and i look amazing, and i think i need to take a selfie, my face is on point. Then i told the boy to go home, i can get home and he goes, \"ill see you again savannah. I promise\" had no idea how he knew my name.. then i woke up.\n  ","631010":"\n  Ahhahahahahha ask relationships ? this shit is like watching bachelor or bachelorette ??\n  ","631011":"\n  Guys, if you have to get a specialized car to drive than youre a goddamn midget.\n  ","631012":"\n  Its more of a hope than believe.\n  ","631013":"\n  Hey beautiful! How are you??\n  ","631014":"\n  Thats why i had to make a poll because i couldnt decide my fav at all ? they both look so great.. im glad you understand ?\n  ","631015":"\n  According to nikos im a midget ..\n  ","631016":"\n  On 4th of July i wear the cutest red, white, and blue outfits ?\n  ","631017":"\n  Ok im getting off the drama on my feed is too much, goodnight?\n  ","631018":"\n  Please do ?\n  ","631019":"\n  Finally picked a hotel for Hawaii! Im so excited!!! Im going to Maui!\n  ","631020":"\n  Thank you! I wish they were super blue but we cant always get what we want hahahah\n  ","631021":"\n  Thank you for being super appreciative, that means a lot to me!! ? awwwwh, thank you so so much!! ? that is very damn nice of you!\n  ","631022":"\n  What are they scared of?? Shits through a screen.\n  ","631023":"\n  *hits blunt*\n  \n  Daily\n  ","631024":"\n  I love churros, and the ones from costco are THE BEST\n  ","631025":"\n  Like 70% of my day is spent lost in my own world because its better than reality but soon my life will be better than in my head\n  ","631026":"\n  No its ok? ive moved on, im so much better now.\n  ","631027":"\n  Wow sounds like my previous relationship ?\n  ","631028":"\n  Right?! Like they are psycho ?\n  ","631029":"\n\n   @kattandy\n  \n  YOU ARE ON OMFG HOW WAS YOUR BIRTHDAY?!\n  ","631030":"\n  I dont think harley quinn is attractive..\n  ","631031":"\n  Im honestly shocked by that group rate thing..\n  ","631032":"\n  I think everyone is prettier than me. Better than me. I wish i was more than i am. You know, stuff like that\n  ","631033":"\n  AHAHAHAHAHAHAHHABABABAHAHAHAHHAHAHHAHAH I CANT. IM A BITCH TO PEOPLE WHO ARE BITCHES TO ME.  I could name over 10 celebrities with my jawline. Modeling agencies LOVE my jawline. Ive had photographers just come straight up to me and take pictures of me because they loved my face structure. People on airplanes, thats the first thing they comment, \"wow you need to model, your bone struture is amazing\" Nice try tho? ive been praised on it my whole life ?\n  \n  But im always grateful and appreciative of those who talk to me because thats what life experience has taught me, if you actually knew me you would know that ???\n  ","631034":"\n  Im actually not. I have anxiety caused by some self confidence issues and insecurities ?\n  ","631035":"\n  Eat sleep rave repeat or Freak\n  ","631036":"\n  Ya well its turned into a petty blogspot, get used to it ?\n  ","631037":"\n  Im still cracking up ??\n  ","631038":"\n  AWH ? thank you so much!!! & i agree.. im not forcing them to see my shit or follow me ?\n  ","631039":"\n  Google, bing, or ask jeeves are perfect places for these types of questions\n  ","631040":"\n  Im cracking up. Im the one thats stupid because i dont put a simple answer?? Usually, someone who thinks more deeply about something is considered smart, not and idiot. Wouldnt it make you the dumbfuck for not being able to handle more complex answers and wanting simple ones? Im dying ???\n  ","631041":"\n  I just want youtube to load\n  ","631042":"\n  Im. Fucking. Hungry.\n  ","631043":"\n  Do you want your eyes to be set on fire or?\n  ","631044":"\n  Hi i wish\n  ","631045":"\n  What you need to understand is a person can do what they wish on their own page. If she doesnt want to answer, she doesnt have too. You are not entitled and its not required. & idk if you noticed but a lot people on ask actually like seeing random shit, kinda makes it into a very interactive blog. Another thought, maybe you arent asking things that should be answered. If you dont like it so much either stop trying or just leave.\n  ","631046":"\n  Because the world doesnt work that way\n  ","631047":"\n  I look at the price then i decide how badly i need it.\n  \n  I dont understand the second part of the question tho :\/\n  ","631048":"\n  Are you asking me if im a hooker?\n  ","631049":"\n  Just to piss you off ?\n  ","631050":"\n  Whoa Mel is gorgeous\n  ","631051":"\n  Judy and i are talking, ive missed my lil korean so much\n  ","631052":"\n  That's my body type so I'm probably gonna shoot for that. I just hope I can have a bigger ass lol\n  ","631053":"\n  I'm gonna work out to look like this. Goals.\n  ","631054":"\n  ALI I'M FUCKING DYING OMFG ?????\n  ","631055":"\n  I like guy names better than girl names\n  \n  Guy names: Tyrion, Dante, liam, Quentin, Parker, kael, Desmond, archer, river, Flynn, Finnegan, Gage, Caspar... there's a lot more.\n  \n  Girl names: Arya, snow, Knight, Monroe, rose, scarlet, or sky\n  ","631056":"\n  I'm gonna get famous just so I can create this ?\n  ","631057":"\n  Oh fuck no you don't lol\n  ","631058":"\n  I have to get the smallest size in everythingg\n  ","631059":"\n  I'm the best at cuddling, getting high, and eating ??\n  ","631060":"\n  God I hate batches who are full of themselves. Karma is coming for ya little twat\n  ","631061":"\n  I'M GOING TO HAVE NIGHTMARES ABOUT BLACK KING DONG\n  ","631062":"\n  Someone who is chill and make me laugh\n  ","631063":"\n  Drinking and clubbing.\n  ","631064":"\n  WHY IS THIER A DICK ON MY FEED\n  ","631065":"\n  I tolerate it. I'm really  lucky that people actually like me\n  ","631066":"\n  Why does everything need to be sexual?\n  ","631067":"\n  OK so this is the most romantic dance ever. They probably have amazing sex lol. If I could do what she can do I would be happy..\n  \n\n   https:\/\/youtu.be\/wl4ZVeHeWtE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","631068":"\n  1. I feel like im getting too fat but im too lazy and hoping my workouts every night will help.\n  \n  2. I hate 90% of the population\n  \n  3. I really like watching videos or reading\n  \n  4. I cant wait for my wedding day\n  \n  5. Food is the way to win my heart\n  ","631069":"\n  GODDAMNIT ITALY ILYSM ?\n  ","631070":"\n  Hopefully ?\n  ","631071":"\n  HAHAHAHAHAHAH I DIDNT REALIZE THE REAL JOSH PAGE WAS ACTUALLY ITALY UNTIL NOW AHHAHHA\n  ","631072":"\n  An animal has to die for me to cry ?\n  ","631073":"\n  The blonde model for Pink has an amazing body ommmmffggggg\n  ","631074":"\n  Ive decided when i need to get glasses im gonna get round ones. Lol\n  ","631075":"\n  Females who dont understand family guy and dont find it funny make me really sad..\n  ","631076":"\n  I havent been there for a couple years but the shopping, food, and beaches are amazing\n  ","631077":"\n  I hope my son is like stewie\n  ","631078":"\n  Of course ?\n  ","631079":"\n  Nope, im just going lol\n  ","631080":"\n  I actually laughed out loud\n  ","631081":"\n  Cause i want a new one, i used to get new ones every year but since i dont live near the ocean at the moment i didnt need too but i dont wanna wear the same bathing suit every day in Hawaii\n  ","631082":"\n  What if i dont wanna update goddamnit\n  ","631083":"\n  Me working out ?\n  ","631084":"\n  Thatd be awesome honestly ?\n  ","631085":"\n  Boondock Saints.\n  \n  Ive seen in like 103829 times\n  ","631086":"\n  San Diego\n  ","631087":"\n  When you fail and keep on getting up and trying again. Those people who are successful have failed over and over again but kept on trying. Thats true success.\n  ","631088":"\n  Only 4k\n  ","631089":"\n  Everybody is different. Im pretty good at physics. All science is easy for me.\n  ","631090":"\n  When someone says they are going to be an engineer DOES NOT mean they are one. Means they are currently going towards that direction. I literally just fucking said im focusing on math right now. OBVIOUSLY people who are engineers need a goddamn degree in it. You need to go back to school and learn reading comprehension.\n  ","631091":"\n  No like where the fuck did you get that idea\n  ","631092":"\n  Havent decided. Im gonna talk to my cousins about it because they are mechanical engineers. At the moment im just focusing on getting better at math.\n  ","631093":"\n  No, im going to be an engineer.\n  \n  He doesnt do anything besides invest in a bunch of shit and travel ?\n  ","631094":"\n  Meet me there ?\n  ","631095":"\n  FUCK. I need a new bathing suit for Hawaii\n  ","631096":"\n  Thank you, ive known him for 6+ years ?\n  ","631097":"\n  So like i feel like i should tell people that im seeing this guy, and its pretty serious. Hes flying me to Hawaii in 2 weeks to go and celebrate his birthday with him. Hes turning 30. Guys, im going to be a trophy wife, that is gonna be an engineer. Dreams do come true. Ive been through hell and back & now things are finally falling into place. ?? i cant explain my happiness.\n  ","631098":"\n  The title forsureee\n  ","631099":"\n  Love and if he happens to have money, thats just a bonus ?\n  ","631100":"\n  Im currently reading A Dance With Dragons\n  ","631101":"\n  No.. SAVE THE WHALES ? AND DOLPHINS\n  ","631102":"\n  I cant believe you are only 14, you are so mature and witty its amazing!! You make me laugh and i love it so much! You are awesome. I wish their were more people on here like you ?\n  ","631103":"\n  ITS GOING DOWN, IM YELLING TIMBERRRR. Sorry. Hahaha.\n  \n  Omfg me = ???? ?\n  \n  You are so sweet to me ?\n  ","631104":"\n  What if i want her beautiful booty hmm ?\n  ","631105":"\n  I like the way Italy thinks ?\n  ","631106":"\n  NO\n  \n   @sf10154\n  \n  IS SEXY. NOT ME.\n  ","631107":"\n  Im awake ? im reading ?\n  ","631108":"\n  Time for boom to go to sleep, goodnight?\n  ","631109":"\n  Hamlet\n  ","631110":"\n  Did someone just say \"faster than i go through pads\" like uhmmmm go take your bleeding vagina somewhere else yo\n  ","631111":"\n  I dont care how old it is? My best friend used to play all the time and i just heard again like chill the fuck out\n  ","631112":"\n  I dont like - chief keef is a very catchy song ?\n  ","631113":"\n  Omg the song that goes \"thats the shit i dont likeee.\" Wtf is that called?!\n  ","631114":"\n  Dave Chappell is a comedian\n  ","631115":"\n  Thats not me ?\n  ","631116":"\n  Peter griffin makes me so happy\n  ","631117":"\n  Thank you so much ?\n  ","631118":"\n  *Stewie gets attacked by a dog and taken outside* \"BRIAN DELETE MY BROWSER HISTORY\"\n  \n  I. Am. Dead. ?\n  ","631119":"\n  Whats the prison population of your own mind?\n  ","631120":"\n  I wanna be bangin but thank you soo much, youre so sweet?\n  ","631121":"\n  Take the one who doesnt get family guy, they suck ???\n  ","631122":"\n  Anyone can be sexual, only some are kinky..\n  ","631123":"\n  Clearly you have the worst sense of humor so your opinions suck\n  ","631124":"\n  Im guessing you havent seen the episode?\n  \n  His boss noticing that his eyelashes are beautiful and so she starts imagining home majestically riding a dolphin ?\n  ","631125":"\n  No, but i LOVE all the jokes stewie makes about lois ahahahha they are the best\n  ","631126":"\n  OMG i deleted the response the person saying the jokes about meg get old. THEY DO NOT GET OLD BRO. they just get better and better.. are you a meg, is that why youre mad?\n  ","631127":"\n  WHAT THATS SO FUCKING FUNNY. Meg SUCKS. Thats the whole joke.\n  ","631128":"\n  I cant get interested.\n  \n  I cant take it seriously\n  ","631129":"\n  Because peter griffin is my soulmate\n  ","631130":"\n  No, i cant.. its hard for me to watch\n  ","631131":"\n  Kinky? Ive never had kinky pics. I dont think you know what kinky even means..\n  ","631132":"\n  Wow. Thank you so much ?\n  ","631133":"\n  They are their for me at any time of the day. If something happened at 3am they would be there some way some how. They will always be able to cheer me up, they hate seeing me upset and know how to make me laugh instantly. They are chilll. Like chill as shit. Drama is not a thing in their lives.\n  ","631134":"\n  To workout? Lol its different everyday\n  ","631135":"\n  Not my life, i do not care ?\n  ","631136":"\n  My friends call me savage sav actually ? and its really good. I always feel better after working out. Hows yours?\n  ","631137":"\n  I do actually ?\n  ","631138":"\n  It is, he makes me so happy. Hes so goofy. Hes probably the coolest dad\n  ","631139":"\n  Im watching best scenes by jim carrey and omfg his comebacks are amazing ?\n  ","631140":"\n  Me too! ?\n  ","631141":"\n  My name is Savannah\n  ","631142":"\n  I should get to know you first ?\n  ","631143":"\n  Im so happy to hear that ?\n  ","631144":"\n  Thank you so much, this is so sweet! I hope you are doing well! & ive missed ya!?\n  ","631145":"\n  Where the who and the what is from?\n  ","631146":"\n  I think i blocked the person who gave me a lot of anon questions because i finally dont have any! ?\n  ","631147":"\n  Awh? omg ??\n  ","631148":"\n  Awh, this is true ?\n  ","631149":"\n  COULD YOU IMAGINE?! I swear they would change the comedy game\n  ","631150":"\n  Have a solid set of eyebrows would be fuckin awesome but apparently too much to ask for ?\n  ","631151":"\n  I hope not, cause thatd be so stupid.\n  ","631152":"\n  No makeup before workout post\n  \n  #itoldyaimugly\n  ","631153":"\n  Everyone should follow and love\n  \n   @brisatterlee\n  \n\n  Shes sweet & beautiful!!\n  ","631154":"\n  I wasnt showin my face i was showing my hair. Chill.\n  ","631155":"\n  Idk if anyone realizes these songs in like 20 more years will be old school hip hop ?\n  \n  Big Pimpin - Jay-Z\n  \n  Shake It Fast - Mystikal\n  \n  Hot in Herre - Nelly\n  \n  Get Low - lil jon & east side boyz\n  \n  In da club - 50 cent\n  \n  Slow motion - juvenile\n  \n  Drop it like its hot - snoop dogg\n  \n  Lose control - missy elliot\n  \n  Ridin - chamillionaire\n  \n  A milli - lil wayne\n  \n  Yesterday - atmosphere\n  \n  Day n night - kid cudi\n  \n  Flashing lights - kanye west\n  \n  Lose yourself - eminem\n  \n  Get ur freak on - missy elliot\n  \n  (Theres 100s more but this is off the top of my head)\n  ","631156":"\n  Secret societies\n  \n  Paranormal\n  \n  Lost civilization\n  ","631157":"\n  The holocaust is over\n  ","631158":"\n  I know i dont know how to do my eyebrows, i say this all the damn time lol like i complain like all the time how i dont have any and how its fuckin hard to figure out the best eyebrows for my facial features.\n  \n  Now the square face shape isnt an insult. You probably dont know much about modeling, but agency look for square or heart face shapes THE MOST. All the people who have a square face shape ; kate moss, Rihanna, lady gaga, lucy lui, Natalie portman, Leighton meester, olivia wilde, Angelina jolie, Keira knightly, jessica alba, jessica simpson, paris hilton... i could go on forever.\n  ","631159":"\n  My hair is finally long enough it looks good in a high ponytail ?\n  ","631160":"\n  My own because society values change based on whats the latest trend or how much money companies can make off of it.\n  ","631161":"\n  So many. There were these girls i used to talk too that were so nice. And there were guys on here that were sooo goddamn funny. None of this petty shit you see on here, like actual jokes. Witty answers to the question being asked instead of using peoples questions to bash a person or have a conversation with someone when you could just wall to wall them..\n  ","631162":"\n  There was this girl i was super close with. We would talk literally everyday cause we were always grounded so we just texted each other non stop ? well shes been wanting to help kids in poor countries and she has these videos of herself in super poor parts of south america teaching kids english and teaching kids how to surf. And you can see these kids love her, they are so kind and gentle. They respect her and just idolize her. Its honestly the most amazing thing ive ever seen. Spreading love really does make a difference.\n  ","631163":"\n  Ive been watching impersonations all day.. they are so addicting\n  ","631164":"\n  That wasnt directed towards you. That was directed to everybody.\n  ","631165":"\n  Oh yes. Dont fuckin break into peoples homes\n  ","631166":"\n  I wanna go to festival and dance my little heart out\n  ","631167":"\n  I have guns in my house and if you break in, you will get shot\n  ","631168":"\n  All i want to say to nicki is \"once you got white, you know you got licked right\"\n  ","631169":"\n  Dave Chappell is so funny. I cant breath.\n  ","631170":"\n  I just watched a video of a girl (she was big) who was tripping and she was so high she lifts up her shirt and screams, \"omg im so fat. Im fat\" and starts crying like crazy..\n  ","631171":"\n  I dont have an overall fav but this is my fav from last week ?\n  ","631172":"\n  Awwwh?\n  ","631173":"\n  I hope that i will look stunning on my wedding day. Im totally hiring a makeup artist and hair stylist. Not gonna be one of those girls who just do it themselves.\n  ","631174":"\n  Its nice to know im wifey material ?\n  ","631175":"\n  Im still laughing ?\n  ","631176":"\n  Omgggg, will you share with me after??\n  ","631177":"\n  If i could look cute like other girls..\n  ","631178":"\n  I just wanna love my cat every once and while ?\n  ","631179":"\n  Omg ? so relatable\n  ","631180":"\n  Ive been laughing for the last 10 mins, i fucking love expectations vs. Reality memes ?\n  ","631181":"\n  I feel like its more common then what they want to make public..\n  ","631182":"\n  \"But name idk yet\" wtf are you talking about ? its good lol\n  ","631183":"\n  Tbh;\n  \n  Im pretty sure i just butchered saying your name and im sorry about that.\n  \n  Other than that, cant say i know you too well.\n  ","631184":"\n  Im choking on my own salvia omfg help\n  ","631185":"\n  Im kinda pretty quite about what im good at, because i dont like bragging about myself. Im really good at coming up with shit and giving people ideas about stuff and ive had so many people go, \"wow you are so creative. I didnt know\" well duh im not gonna be like \"hi my name is savannah and im so creative i can come up with something nuts right on the spot\" like wtf.\n  ","631186":"\n  Because females wanna be able to get away with saying the most fucked up shit to someones face and not get hit lol\n  ","631187":"\n  Maybe like a $1000.. puddles are gross\n  ","631188":"\n  This all i eat i swear ?\n  ","631189":"\n  Omg, i found myself.\n  ","631190":"\n  Saudia Arabia womens rights: \"they have none\"\n  \n  ?\n  ","631191":"\n  I agree with you completely. Like they have a good intention but its not really working.\n  ","631192":"\n  ???\n  ","631193":"\n  I just wanna get a bag of little oreos then pour them in a bowl and bam have oreo cereal.\n  ","631194":"\n  I think a person needs to realize that not everyone can be sitting on their phone all day talking.. theres shit that both people should be doing lol\n  ","631195":"\n  Im really excited! I cant wait to meet you in person, we get along so well ?\n  ","631196":"\n  I think its good to know that if you commit the worst crime ever youre gonna be put on death row. I just dont agree with how many innocent people get put on death row.\n  ","631197":"\n  Tbh;\n  \n  I cant say i know you\n  \n  But i just lurked you\n  \n  & you are so pretty ??\n  ","631198":"\n  I bet jb is really good at doing this also ?\n  ","631199":"\n  Ohmygod??\n  ","631200":"\n  Ill choose numbers ?\n  ","631201":"\n  I would LOVE that. That would be soo fun!!! Im looking forward to that ?\n  ","631202":"\n  I wouldnt know its completely anonymous\n  ","631203":"\n  Oh shut the fuck up, maybe if you werent such a slut youd get treated better.\n  ","631204":"\n  Ive always wanted to do that but at the same time its too much pressure for me\n  ","631205":"\n  I think living is pretty cool ??\n  ","631206":"\n  The opposite. They believe a kid needs to spead time alone and be able to do things independently for them to learn. Mistakes are good. Like for me to learn responsibility and how to take care of myself my parents would have me watch the house while they are gone.. when i was only 13 years old lol\n  \n  My parents admitted they wished i was 8 years older so they tried making me mature 8 years older and you cant be overprotective if you want your kid to grow up 10 times faster than everyone else.\n  ","631207":"\n  Ohhh thatd be interesting ?\n  ","631208":"\n  They are spread out all over my body. Ill just show one of them\n  ","631209":"\n  You know those kids in the hospital dying from cancer? I wanna give them a hug.\n  ","631210":"\n  What are you studying again?\n  ","631211":"\n  I have them and i neeeed more.\n  ","631212":"\n  This makes me remember my brother goes to the doctor and the doctor goes \"how many sports do you play? You have less than 1% body fat?\"\n  ","631213":"\n  Thank you, ill figure it out soon enough. I have to go through and figure out which program is the best for me which will take some time.\n  ","631214":"\n  Wait WHAT... thats fucked up\n  ","631215":"\n  I know ?\n  ","631216":"\n  No, im like 100% sure shes trying to be sexy like why else would she be in a bathing suit\n  ","631217":"\n  WHY DOES MY PHONE AUTOCORRECT WOMAN TO WOMEN LIKE NO PHONE\n  ","631218":"\n  Heres a women in a puddle LOL\n  ","631219":"\n  Go ask\n  \n   @NineGDxFour\n  \n  questions ?\n  ","631220":"\n  But like im not ???\n  ","631221":"\n  Its such a stupid word\n  ","631222":"\n  I just saw this and died ?\n  ","631223":"\n  I think my google thinks im from india because i tried searching a picture of a song that fills me with joy and a bunch of bollywood stuff popped up. LIKE NO GOOGLE, WRONG.\n  ","631224":"\n  I havent quite figured that out yet, i know not bio engineering tho\n  ","631225":"\n  You just said \"deffo\"\n  \n  You arent my fav\n  ","631226":"\n  No, and most of the kids i went to elementary\/middle school didnt.. we all got that vaccine (which was pretty new at the time)\n  \n  It was interesting to see that when i went away from the richer side of san Diego and started to go to school with a mixed bag of all time of economical backgrounds more kids had chicken pox. I remember my friend was like, \"you didnt get them? How??\"\n  \n  \"The vaccine..\"\n  \n  \"What vaccine?\"\n  \n  Then i asked my mom about it and she said they only gave it to certain families, which she was saying the rich ones. But now they offer it to everyone but back then not everyone could afford it.\n  ","631227":"\n  I didnt know that\n  \n  But\n  \n  Im not at all surprised.\n  ","631228":"\n  I wouldnt know the answer cause where i grew up it was all interracial marriages lol like most of the time the dad was white or german (like real german, didnt speak any english) and married some foreign lady. Or the dad would be foreign and the mom would be american. There was barley any families who were from the same racial background lol\n  ","631229":"\n  Im going to go into engineering\n  ","631230":"\n  Im gonna go outside and help my dad for a little. Brb?\n  ","631231":"\n  Well by saying something youd know id be the only one to get cause if youre just someone pretending to be my fav person you wont be able to do this\n  ","631232":"\n  Awh, thank you ?\n  ","631233":"\n  Gotta do what you gotta do to lose weight, just make sure to work out everyday as well.\n  ","631234":"\n  Hi frenchy, its been awhile.\n  \n  I hope your doing well\n  \n  Im doing fine.?\n  \n  Just have a headache and cramps tho.\n  \n  UGH\n  ","631235":"\n  Prove it ?\n  ","631236":"\n  People can choose what they want to do with their own body. Ive been thinking about getting all black ones and all white ones ?\n  ","631237":"\n  To pack up my shit and hitch hike all over america (obviously id have to be born in a different time as well. Its not safe to do that)\n  ","631238":"\n  I woke up with a headache which is pretty fuckin shitty. Now i have crampss lol so im just gonna be in bed reading ive decided lol\n  ","631239":"\n  My brothers name is Gareth ?\n  ","631240":"\n  I need to get off, my head is getting worseee and theres just so much heat on my feed that i think my brain is gonna explode. Ill be on tomorroww\n  ","631241":"\n  Yes i have, and its soo awkward.\n  ","631242":"\n  My family cant keep secrets from me, i find out everything lol\n  ","631243":"\n  Omfg Dev is back? yaaaasss this place needs your sassyy booty!\n  ","631244":"\n  Wait, is this my fav person ever\n  ","631245":"\n  Wow, so like i thought i was the one who was all heated and then i scroll down my feed and see like 3 different fights going on. Goddamn peopleee we all need to chill ?\n  ","631246":"\n  Cant help that you are ugly\n  ","631247":"\n  Im cracking up, like i love when people try to act ask famous like ???? i cant.\n  ","631248":"\n  Maybe you should have had a different dream and youd still be alive.\n  ","631249":"\n  No never. I like my life.\n  ","631250":"\n  My head feels like it might explode\n  ","631251":"\n  No, i dont even know what it is and i dont care.. i just hope that some people would leave ask and go use that instead ?\n  ","631252":"\n  7:57 pm\n  ","631253":"\n  Oh man i was in love in high school. I was so happy, nothing could bring me down. But then it turned into bullshit.\n  \n  I wasnt the one who got his attention. He was the one who told me he was falling for me and wanted to see if we could really be together. I can at least say i know what true love feels like because that was the happiest time of my life.\n  ","631254":"\n  No, i just get a slight attitude. But thats why my parents like my temperament some much cause im pretty chill lol never raise my voice or anything\n  ","631255":"\n  Dude, ive been told that my whole life.. thank you ?\n  ","631256":"\n  I guess its pretty amazing for people to learn that im 22 lol\n  ","631257":"\n  Havent really decided but i have a few things in mind lol hard to explain them tho\n  ","631258":"\n  No but i want too like ive been trying to think of something that is super fun to collect.. like if i traveled the world whats something i could get everyone ex: elephant little figurines. But thats not what i want lol\n  ","631259":"\n  I only have 5\n  ","631260":"\n  Sadly, yes.. and i should have had to do that.\n  ","631261":"\n  Hmm, he finally did something worth while i see lol\n  ","631262":"\n  Im about to just listen to music until i pass out\n  ","631263":"\n  Do you think if i eat more cookies my headache would go away\n  ","631264":"\n  Awh, thanks but no thanks ?\n  ","631265":"\n  \"Hey dad, can i have some money?\"\n  ","631266":"\n  I know Italy ? id just be so happy if you could honestly.\n  ","631267":"\n  What an \"anmal in the jingle\" ?\n  ","631268":"\n  Vickie ?\n  ","631269":"\n\n   @damnitalygothacked\n  \n  like this one like i would pay good money to see you bash on them lol\n  ","631270":"\n  I have tatts, i just need more tattssss\n  ","631271":"\n  Like an hour ago ?\n  ","631272":"\n  Dude i wish you could put some anons in their place for me ?\n  ","631273":"\n  I dont use it\n  ","631274":"\n  Not till my dad meets him and approves of him? Idk how thats so hard to understand\n  ","631275":"\n  I have a terrible headache, im not in the mood\n  ","631276":"\n  Wouldnt i have to be indian first?\n  ","631277":"\n  Im mad you are breathing still\n  ","631278":"\n  Ive been talking to someone and they want to come meet my dad before we take a step forward\n  ","631279":"\n  Bacon lol\n  ","631280":"\n  They look better when they are up and anymore questions are getting blocked and deleted. ?\n  ","631281":"\n  Well heres the thing, it is mature of me because i have the option to do that. I have the choice to be like \"i dont want anything to deal with this person\" AND its what the ask community RECOMMENDS people do to.\n  \n  You are the immature one for sending rude comments to me and being super annoying i want to block you ?\n  ","631282":"\n  Guys, i shouldnt have to fucking go through my inbox and delete everything... like wtf. And im blocking a lot of you so maybe you wont come back ?\n  ","631283":"\n  Dude i swear, my anons are immature as fuck\n  ","631284":"\n  Ok? Where i grew up everyone is obsessed with collar bones and thigh gaps. And next response i get from you, im blocking you ?\n  ","631285":"\n  I like when pictures are blurry ?\n  ","631286":"\n  Thank you ?\n  ","631287":"\n  A LOT OF PEOPLE\n  ","631288":"\n  It kinda has too since im going to church lol cant be looking fresh as fuck hahaha no but youre shit.. its actually really cute\n  ","631289":"\n  I just like my collar bones\n  ","631290":"\n  This is my outfit todaay\n  ","631291":"\n  I had to take pictures in like 10 secs, so these are not the best lol\n  ","631292":"\n  Anon read this\n  ","631293":"\n  Like people these days, goddamn.\n  ","631294":"\n  Of course! You are awesome\n  ","631295":"\n  Goooooddddnighhhhhtt?\n  ","631296":"\n  I already did a bunch today lol\n  ","631297":"\n  When someone knows you so well and messages you saying, \"you need to find a real life peter griffin, hes your soulmate in ways\"\n  ","631298":"\n  An insult. Just means that you are smart in some ways but stupid in others.\n  ","631299":"\n  11:16 pm.. i need sleep\n  ","631300":"\n  Thank you ?\n  ","631301":"\n  Wouldnt you like to know ?\n  ","631302":"\n  Twat twat i cunt hear you\n  ","631303":"\n  Yeah... ive been reading it so much, i think its become a part of me lol\n  ","631304":"\n  My fav person is messaging me nowww ?\n  ","631305":"\n  I am not ?\n  ","631306":"\n  Im so excited to straighten my hair tomorrow cause without doing anything its finally down to my stomach and i wanna see how long it is fully straight. Ive never been able to get my hair this long before omggg.\n  ","631307":"\n  Awh, thanks. I just got a Michael Kors dress yesterday ?\n  ","631308":"\n  She was running around like that cause she had to poop. hahahahahahahahh i cant\n  ","631309":"\n  Hahahahahah she just attacked her own refection in the mirror. Omfg\n  ","631310":"\n  Oh thank you ?\n  ","631311":"\n  I do, its kinda insane\n  ","631312":"\n  My cat just went and smoked crack. Shes running around like a fuckin crazy person\n  ","631313":"\n  But like why\n  ","631314":"\n  Poor little babyyyy, hes probably all confused on why his mamas boobies make funny feelings in his pants ?\n  ","631315":"\n  Ok thats understandable! HAPPY BIRTHDAY (just in case i dont get to say later) you and your gf are perfect. I wanna hear about everything when youre on again!!! ? talk to you laterrr\n  ","631316":"\n  I may not know whats best for you, but i know whats best for me\n  ","631317":"\n  HahahahahahHAHAHAHAAH they areee thoo\n  ","631318":"\n  YOU ARE FUCKIN AWESOMEEE\n  ","631319":"\n  NOOOOO DONT LEAVE MEEEE\n  ","631320":"\n  OMG I WAS SO CONFUSED ABOUT THAT HONESTLY\n  ","631321":"\n  Yeeeeesssssssssssss\n  ","631322":"\n  Ahahhahaa omg it probably is.. like im trying to understand what they are trying to get at LOL\n  ","631323":"\n  Lambooooo\n  ","631324":"\n  Chicken butt\n  ","631325":"\n  Im the least picky person ever. I love everything. I love food.\n  ","631326":"\n  Full name: savannah ames\n  \n  Nickname: manna\n  \n  Battery: 41%\n  \n  Android\n  \n  Birthday: june 6\n  \n  Trust: my dad\n  \n  Color: red\n  \n  Drink: iced tea vodka with lemonade\n  \n  Movie: boondock saints\n  \n  Relationship: single\n  ","631327":"\n  I probably wont, but ok ?\n  ","631328":"\n  I did when i was a kid?\n  ","631329":"\n  You could be anyone ?\n  ","631330":"\n  The 3 things that is impossible to pick 1 favorite.\n  ","631331":"\n  Im a pretty good time ?\n  ","631332":"\n  And while hes doing that, washington state has opened like 50 new weed shops ?\n  ","631333":"\n  It would help if i knew who this was ?\n  ","631334":"\n  I would much rather not have that publicised lol\n  ","631335":"\n  So people who are beautiful dont get tired ever?\n  ","631336":"\n  Thats not one of my talents, even though i wish ?\n  ","631337":"\n  I wouldnt know, ive never lived there. But from what ive heard, its a tough life.\n  ","631338":"\n  I didnt realize this was something difficult to figure out..\n  ","631339":"\n  Tbh;\n  \n  I feel like we could be call best monkey friends now since we talk like every damn day?\n  \n  You are so funny\n  \n  And we can talk to each other about anything.\n  \n  You have such a big heart and i just hope a certain someone will cherish it ?\n  \n  It makes me happy knowing that you trust me with anything and can come to me about anything.\n  \n  You are the best lambooo\n  ","631340":"\n  Tbh;\n  \n  You are so so so pretty\n  \n  Your eyes are amazing!\n  \n  I love how im a constant wcw for you, it makes me feel super special!\n  \n  We should talk more hun ?\n  ","631341":"\n  Tbh;\n  \n  You are really cute.\n  \n  We dont talk anymore tho ?\n  ","631342":"\n  Tbh;\n  \n  I kinda teared up when i heard about Chester and then i saw that post you made about him\/for him, i just died so more inside. Ugh. ?\n  \n  You are such a loving person.\n  \n  Your heart is so big and we are gonna hang out one day because you are awesome.\n  \n  You are beautiful!\n  \n  & anons need to annoy you more often ?\n  ","631343":"\n  Tbh;\n  \n  Im super obsessed with your look\n  \n  You are so pretty!\n  \n  I really like seeing someone who actually puts effort into their answers as well! You have such an amazing personality!\n  \n  & your relationship is goals ??\n  \n  I hope we can become good friends?\n  ","631344":"\n  Tbh;\n  \n  You are super funny.\n  \n  Whenever i see something from you on my feed, i always laugh like idk how you are so damn funny and witty!\n  \n  But, you are also really nice.\n  \n  I love your dp btw ? its super cute.\n  \n  Im just one of those people whos lowkey a huge fan ?\n  ","631345":"\n  Tbh;\n  \n  You are really adorable\n  \n  I dont think we have ever talked tho!\n  ","631346":"\n  Tbh;\n  \n  You have been so nice since the first day we have talked!\n  \n  It freaks me out how similar you look to this girl i went to school with..\n  \n  Im glad we talk like everyday, youre awesome and dont let anons get to you.\n  ","631347":"\n  Tbh;\n  \n  Its really upsetting seeing so much hate and horrible things being said about you. People can get a little over their head.\n  \n  Youve always been there for me in times where i really needed someone to talk too. And thank you so much for that.\n  \n  You crack me up, our conversations are always so goddamn funny. Like its actually insane.\n  \n  Keep being you. Everybody has people whos gonna like them and people who dont. Dont let people break you down and the fact they feel like its their place to try means theres something wrong going on with them.\n  ","631348":"\n  Tbh;\n  \n  You are amazing at doing makeup!\n  \n  You are a really nice person\n  \n  You have gone through some obstacles but you keep moving forward and thats something to look up too.\n  \n  You are really thoughtful in your answers as well and a good friend to anyone who needs to talk to someone.\n  \n  Stay inspiring ?\n  ","631349":"\n  Tbh;\n  \n  I love talking to you.\n  \n  You say the best shit\n  \n  And you understand that my anons are tragic ?\n  \n  I love your answers\n  \n  I love the way you think.\n  \n  You are such a good person\n  \n  And an easy person to talk about deep shit in our lives.\n  \n  I just hope things will start getting better for your brother and your family. I support you and im on your side?\n  ","631350":"\n  Tbh;\n  \n  You are super nice\n  \n  Thank you for serving for our country\n  \n  We've been talking for a long time actually which im glad about, its nice to have a simple conversation with someone who is really caring ?\n  ","631351":"\n  Tbh;\n  \n  You are my fav\n  \n  You are a fellow alien ?\n  \n  You love cooking italian food.\n  \n  If i was close to you we would hang out like everyday.\n  \n  Im sorry im so terrible at reaponding. Im doing like 800 things at once, but i promise ill get better?\n  \n  You would be so fun to go shopping with, youd spoil me rotten ?\n  ","631352":"\n  Tbh;\n  \n  I love seeing you on my feed.\n  \n  You are so strong and you dont put up with bullshit.\n  \n  You are pretty damn awesome.\n  \n  I think we get along really well ?\n  ","631353":"\n  Tbh;\n  \n  We havent talked but you are so sweet!\n  \n  I think you are really cute!\n  \n  Ill try to send you more questions ?\n  ","631354":"\n  Tbh;\n  \n  People think youre average looking and i think they're stupid, you are beautiful.\n  \n  You seem really chill\n  \n  We should talk sometime ?\n  ","631355":"\n  Tbh;\n  \n  You are a sweet person\n  \n  Have a really good personality and it shines through your page.\n  \n  You have good questions to ask people.\n  \n  You are so cute! ??\n  \n  Youve been nothing but nice to me?\n  ","631356":"\n  Tbh;\n  \n  You are intelligent\n  \n  We agree on most things\n  \n  You are open to all sorts of topics\n  \n  I like how you appreciate music from 90's - 00's\n  \n  You understand a person to a deeper level and you are not judgemental.\n  \n  You help me grow into a better person?\n  ","631357":"\n  Tbh;\n  \n  You are so sweet\n  \n  My mooniebooty\n  \n  We've talked on sc and you crack me up.\n  \n  We have sexy shoulders ?\n  \n  You are funny without trying. ?\n  \n  Ily?\n  ","631358":"\n  Im getting off but send your @ for a short tbh - ill do them all when i come back on\n  ","631359":"\n  I dont have one ?\n  ","631360":"\n  Awh, thank you ?\n  ","631361":"\n  Fuck a wrist watch, im timeless.\n  ","631362":"\n  Thanks ? but omg i need a nap\n  ","631363":"\n  Omfg ily ?\n  ","631364":"\n  I cant explain how stoked i am ?\n  ","631365":"\n  We would fuck zombies up ?\n  ","631366":"\n  I ate a whole box of cookies and didnt gain a pound ?\n  ","631367":"\n  I would love to learn how to read hieroglyphics\n  ","631368":"\n  I found a turtle and tried to be its friend but it didnt like me..\n  ","631369":"\n  Anons needs to realize i delete like all their questions LOL\n  ","631370":"\n  I like fritos with salsa\n  ","631371":"\n  So are you sweetheart ?\n  ","631372":"\n  This is so funny ??\n  ","631373":"\n  I love you spency, even tho you left ?\n  ","631374":"\n  I want to learn all i can learn, i want to see, eat, and experience all that life gives us. I want to see the beauty. I want to read as much as i can. I just want to live.\n  ","631375":"\n  I keep blinking so you should be back ?\n  ","631376":"\n  The showerrr\n  ","631377":"\n  IM GONNA MISS YOU SO MUCH ? have a great time and come back soon. ?\n  \n  And you just ruined cheesecake for me, but thats why youre my fav.\n  ","631378":"\n  One stomp and they crush youre entire body. Urg, i got the chills thinking about it\n  ","631379":"\n  OMG MOONIEEBOOTY LOVES ME, IM SPECIALLL ??\n  ","631380":"\n  I use the force ??\n  \n  Omggg youve seen a wolf spider??? Yikess.\n  \n  Being chased by an elephant is not something i need to live through... or being chased by a lion.\n  ","631381":"\n  I dont really see the point of it.\n  ","631382":"\n  Uhm sam im hot and i didnt get your message ?♀️\n  ","631383":"\n  It would be so sick to scuba dive and find like old temples and things from other civilizations..\n  ","631384":"\n  They are my best friends and they always will be ?\n  ","631385":"\n  Does anyone else sneeze like waaay too loud ?\n  ","631386":"\n  Im not telling you my plans.. but i will tell you theres an 80% chance i will survive\n  ","631387":"\n  Fuck. That. Nooooo thankk you.. ive never been chased by anything and im sooo happy about that.\n  \n  I had a friend who got chased by a wolf spider like FUCK THAT.\n  ","631388":"\n  I got a bunch of dresses, and i have a present at the post office waiting to get picked up from my sister ?\n  ","631389":"\n  The longer you live, the more you look around you realize something is fucked up.\n  ","631390":"\n  Louie ck has a video where he goes to the Catholic church and asks what is all about, and i swear its the funniest thing ever ?\n  ","631391":"\n  Coyotes are so scary! Omggg. Ive had way too many close encounters with them\n  ","631392":"\n  HAHAHAHAHAHAHHAAH \"i saw a deer and a rabbit\" hahahahahahahha omg i cant. I see those everyday!\n  ","631393":"\n  I feel like people just need to make themselves feel better so they blame someone else for being a shitty person\n  ","631394":"\n  I WANNA GOOOO.\n  \n  Id break in. Idgaf ?\n  ","631395":"\n  That has happened to me way too many times ?\n  ","631396":"\n  Whotf hasnt?\n  ","631397":"\n  HAHAHAHA OMG JROC ?? i need them as friends.. im so upset they arent actually like that\n  ","631398":"\n  Can someone explain how Jesus can walk on water, bring back people from the dead, or create food for everyone but ends up having 3 nails hanging him up on a cross when 50 cent is walking around with 9 bullet wounds?\n  ","631399":"\n  I can see you writing solid stuff for people who can do the voice tho hahaha\n  \n  Its not normal ahahaha\n  ","631400":"\n  Religion drives me insane and ive done my studies to back up why i dont agree with it\n  ","631401":"\n  Why do you say that you love everyone and dont want anyone to be hurt, can you explain most wars, the crusades, the inquistions, 9\/11, arrange marriages to minors, blowing up girls school, the suppression of women, homosexuals, ethnic cleansing, honorable rape, human sacrifice, burning witches, suicide bombings, condoning salvery, and systematic fucking of children?\n  ","631402":"\n  Cookies, im guessing youve never had one.\n  ","631403":"\n  Oh thank you! They are sooo cute\n  ","631404":"\n  You should get paid to make impersonations of things. Youre soo good at it ??\n  \n  Dude it was so liquid it felt like urine, but it wasnt HAHAAH\n  ","631405":"\n  Dude snickerdoodles are so delicious\n  ","631406":"\n  The back isnt very cool anon, they are just black. You cant fool me ?\n  ","631407":"\n  You so realize that 1. Youre anonymous and 2. You can turn off anonymous\n  ","631408":"\n  Have you realized all his speeches are from movies ???? its so funny.\n  \n  Btw im back?\n  \n  & i cant say ive had any problems with constipation but there was a time when i swear i was peeing out of my asshole ?\n  ","631409":"\n  My \"im too lazy to try today\" outfit ?\n  ","631410":"\n  This is one of the leggings i got as a gift off my wishlist and i just tried them on ??\n  ","631411":"\n  Ok im gonna go eat something, then shower. Ill be back in an hour ?\n  \n  SPENCY DONT LEAVE\n  ","631412":"\n  Gawddd everyone is so sensitive...yet, trump is the president of america... things arent adding up here.\n  \n  Duude ive had some pretty insane pee moments, so i feel you lol\n  ","631413":"\n  I know like i dont understand why people are so sensitive.. ive met girls who are like \"ewww thats so gross i dont wanna see you pee.\" Im like \"bitch, just dont fuckin look\"\n  \n  & goddamn that is brutal. Im sorry ): ive had moments where i had to go so bad, i might pee my pants and i just didnt give a fuck and pop a squat ? but like id rather have someone see my ass than have to walk around with pee stained pants.\n  ","631414":"\n  HAHAH i know someone who got arrested for that even tho he was just peeing in a bush ?\n  ","631415":"\n  A deer lol i used to feed them apples ?\n  ","631416":"\n  Thank you very much ?\n  ","631417":"\n  You are so nice omg ?????\n  ","631418":"\n  I like to believe thats what happened ?\n  ","631419":"\n  I need more work ethic ?\n  ","631420":"\n  I smell like i decided to go dumpster diving like its so gross. Im also so lazy and have a pile of clothes to take care of.. and i dont wanna. But i have a bunch of new dresses ?\n  ","631421":"\n  Go north to go south, east to go west, back to go forward.\n  ","631422":"\n  Can someone get me the huge bundle of chokers on my list... im still really really upset about the fact my fav choker broke ?\n  ","631423":"\n  Your questions arent fun to answer so thats not my problem.\n  ","631424":"\n  Ohh art? What are you doing??\n  \n  Im good, i need to shower tho like omg i smell ? but im reading so ill probably go after this chapter.\n  \n  Yeah, im glad she is ok. It was such a long day yesterday\n  ","631425":"\n  Repost\n  ","631426":"\n  I wish i followed more people who have real life experience on here.. like im getting over all this mundane high school bullshit.\n  ","631427":"\n  Im not crazy enough ?\n  ","631428":"\n  Oh right, they are terrible in different ways tho.\n  ","631429":"\n  'AMERICAN HORROR STORY - CULT' SEASON 7 I CANNOT WAIT OMG. BEST SHOW\n  ","631430":"\n  No, have you heard about Mexico?\n  ","631431":"\n  HAHAHAAHA what i just pictured of Mexico hahahah omg that would be some of the worst shit youd ever see.\n  ","631432":"\n  Im sorry it took me so long to reply.. how are you?\n  ","631433":"\n  Well the best musicians were doing stuff in their 20s like 40 years ago.. they are at the age where either they are already dead or dying.. and suicide\/overdose is way too common ):\n  ","631434":"\n  No i havent, is it funny???\n  ","631435":"\n  Oh man, thinking about the show cops makes me wanna watch reno 911 ??\n  \n  The gay guy whos a prostitute\n  \n  \"Handjob is a job\"\n  ","631436":"\n  Totally gonna eat cookies for breakfast ?\n  ","631437":"\n  Well, definitely not you since its \"most intelligent\" ?\n  ","631438":"\n  Yeah the whole thing is just fucked.. but she has it all recorded and she pepper sprayed my younger cousin ?\n  ","631439":"\n  Omg i need to shower i smell homeless\n  ","631440":"\n  Awh, anxiety sucks im so sorry )): but i love the library so much. Ive been trying to finish a dance with dragons but i havent been able to just sit and focus on it.\n  \n  Oh, ok. So like, i live near my grandma and she was always really close to her. So she goes and visits. Well my uncle and his family lives there and so they told her she needed to leave and started to push her. (Btw my dad owns the propery) And they were forcefully pushing my grandma away from her. So my cousin got all worried that they were treating our grandma like that and told them to stop. So my 17 year old cousin threw her out. Like im talking aggressively. So we called the cops and they claimed she would get charged with burglary. Even tho my grandma said she was welcome...\n  ","631441":"\n  I was with my best friend at her house and it was like 2 am, we decided to make brownies and got into a brownie batter fight so the entire kitchen was covered in batter ? her mom was pissed\n  ","631442":"\n  Thats so good! Im so gladd!! Anything else going onnn?? My cousin was just here, she almost got arrested yesterday ?\n  ","631443":"\n  Thank you ??\n  ","631444":"\n  Duuuudeee i go insane without you on here a lot like i need youuuu lol\n  \n  Wow, thats pretty neat!! I should try doing that in my walks i do ever evening.\n  ","631445":"\n  Oh hellooo!! I just woke up so i need to get out of bed and go brush my teeth and stuff. But ill be back in like 20 minutesss. I wanna hear about this meditation while walking?\n  ","631446":"\n  Im too tired for any of this bullshit, im going to bed.\n  ","631447":"\n  I have a year to decide that lol\n  ","631448":"\n  I know that youre a piece of shit ?\n  ","631449":"\n  I wish i could say i care but i dont...\n  ","631450":"\n  This site is so toxic it needs jesus ?\n  ","631451":"\n  George carlin.. just so i can ask \"so was religion the best bullshit story or is it real?\"\n  ","631452":"\n  They are amazing at what they do! I wish i could see them live honestly but america doesnt like their performing like idk whyyy ):\n  ","631453":"\n  I wish the best polls werent in another language so i could know what they are asking ?\n  ","631454":"\n  Awh, thank you but i swear you have the style i wish i could pull off!\n  ","631455":"\n  It works for me, idk why but it just does but i know people that dont get anything )): but i feel like you would get stuff cause youre cute ?\n  ","631456":"\n  Feminist dont like lana del rey... ? like at all. But shes perfect so the need to shut up.\n  ","631457":"\n  Ive gotten over 50 different things off my wishlist from people\n  ","631458":"\n  RIGHT?! YOLANDI IS AWESOMEE. HER BODY IS A SICK JOKE AND HER STYLE IS AMAZING.\n  \n  Speaking of style, hi hello im obsessed with your look ? you have my fav style everrr and youre a beauty.\n  ","631459":"\n  Write down everything and document it all.\n  ","631460":"\n  Clearly people dont know die antwoord since they are white and from south africa... or that theirs black people in the south of france who have the craziest raps.. like what the fuck.. howd you not know this..\n  ","631461":"\n  I dont like dick pics cause they always look like they are giving a death grip to a sea slug. Like that shit isnt attractive.\n  ","631462":"\n  Every time i get this question i get this song stuck in my head\n  ","631463":"\n  I feel like just reading funny memes lol\n  ","631464":"\n  I would limit what they were eating and try not to have snacks in the house then have them work out with me and make it more of us just spending time together than just us working out.\n  ","631465":"\n  I ate a whole box of cookies today..\n  ","631466":"\n  Guy, im exhausted ?\n  ","631467":"\n  Have the baby and do my best to give them an amazing life.\n  ","631468":"\n  I KNOW LIKE IM JUST LISTENING TO ALL THE BEST SONGS AND DYING INSIDE ????\n  ","631469":"\n  Like 10 seconds ago because im dealing with such bullshit right now omfg. Im just sitting in the car waiting for her to be done with her statement. But god, this is stupid.\n  ","631470":"\n  So like im dealing with cops right now.. my cousin got assaulted and apparently the person who assaulted her was in the right so she almost got arrested. She called me to have me come and be with her and after the cops talked to me, she just got a warning and doesnt have to be taken into handcuffs..\n  ","631471":"\n  Thank you so much ????\n  ","631472":"\n  Posted this yesterday lol\n  ","631473":"\n  Now the radio is only playing linkin park and i wanna cry. I loveeee them. I cant believe hes dead. Im getting goosebumps lol\n  ","631474":"\n  Not anymore, i just take my time and its way more enjoyable to be on here ?\n  ","631475":"\n  My cousin brought me 5 different boxes of cookies.. im in heaven.\n  ","631476":"\n  THE LEAD SINGER FROM LINKIN PARK COMMITTED SUICIDE. NOOOOOO\n  ","631477":"\n  Just waiting till my cousin comes back lol\n  ","631478":"\n  Booty gang pastor ?? thats the best one\n  ","631479":"\n  Insanely super funny\n  ","631480":"\n  Maybe like once a day...\n  ","631481":"\n  Good music ?\n  ","631482":"\n  Weed ? i remember saying \"im never gonna smoke\" *goes to high school* ???\n  ","631483":"\n  Anything ending in \"for a girl\"\n  \n  \"You look so good instagram or online\"\n  \n  \"Youre so pretty, why are you single?\"\n  \n  \"Love that youre confident not to care how you look\"\n  ","631484":"\n  Road kill cook off, west Virginia\n  \n  Like wtf, why?\n  ","631485":"\n  Thank you!!! So excited\n  ","631486":"\n  Are you still working??\n  ","631487":"\n  So you prefer ask?\n  ","631488":"\n  ???\n  ","631489":"\n  You needy fuck ??\n  ","631490":"\n  Do you use kiwi?\n  ","631491":"\n  Im in bed, exhausted about to pass out\n  ","631492":"\n  YAAAS omg! Im gonna make a playlist now omgg!!\n  ","631493":"\n  And they were the only ones who saw him rise... like hmm ? does no one else find that fishy..\n  ","631494":"\n  So my cousin bought the entire store and now i have every snack imaginable. Im so happy. Im gonna get fat ?\n  ","631495":"\n  Probably because you shouldnt be saying or asking what you are sending me?\n  ","631496":"\n  Yeah, at first it gives me anxiety but i always end up liking it\n  ","631497":"\n  Hard pass\n  ","631498":"\n  Well maybe dont ask terrible questions ?\n  ","631499":"\n  What if i dont love you?\n  ","631500":"\n  I can form my own opinions and thoughts without someone telling me how to think... i know its rare.\n  ","631501":"\n  Its bad for anyone to hold in their feelings..\n  ","631502":"\n  I need new perfume... ugh\n  ","631503":"\n  Whoa, i didnt realize this till i read this. Youre so right. Like ive known they have cult traits, thats why cults are based off of religious beliefs but i didnt know Christianity started as a cult..\n  ","631504":"\n  Right? I just dont understand... in Egypt way back in the day they were dark skinned..\n  ","631505":"\n  I went on a full binge on it today ?\n  ","631506":"\n  You arent. I feel like the older the better because the more life experience the better the answers.\n  ","631507":"\n  I wanna make a song called \"this site is filled with whores\" so i can sing it when im on LOL\n  ","631508":"\n  If you think 19 is too old for this site, then im ancient since im 22. Also theres no age requirements like wtf.\n  \n  & idgaf about whatever is going on. Not my problem.\n  ","631509":"\n  Right as my movie gets interesting, it stops loading. ?\n  ","631510":"\n  Im so happy i can make you laugh!\n  ","631511":"\n  No i have not experienced this wtf ?\n  ","631512":"\n  I feel like ive seen this movie before\n  ","631513":"\n  Awwwwwhh ?\n  ","631514":"\n  Im watching the haunting of Helen walker its made in 1995, but its not bad so far\n  ","631515":"\n  ? thank you, youre sweet\n  ","631516":"\n  Thank you! I just love the things you have to say tho!\n  ","631517":"\n  Awh omg thats so sweet\n  ","631518":"\n  No that was when i was 18\n  ","631519":"\n  ???\n  ","631520":"\n  SINNER looks sooooo good\n  ","631521":"\n  Thanks b?\n  ","631522":"\n  Because this world is filled with snakes\n  ","631523":"\n  I honestly dont remember what the fuck i was doing ahahhaha\n  ","631524":"\n  Right now please omg ??\n  ","631525":"\n  Im very very sad rn.\n  ","631526":"\n  Why did my pic of me with blue hair get deleted?\n  ","631527":"\n  IT WAS ONE OF MY FAVSS I NEED MORE ?\n  ","631528":"\n  Ive never been so sad in my life.. it broke. ))):\n  ","631529":"\n  But we wont know cause we will be dead...\n  ","631530":"\n  Songs from the 1990s - 00s were the shit.\n  ","631531":"\n  I need a cup of my pimp juice\n  ","631532":"\n  In space ??\n  ","631533":"\n  Shake it like a salt shaker\n  ","631534":"\n  I actually think your nose is really cute!\n  ","631535":"\n  It doesnt look like lana del reys\n  ","631536":"\n  Awh, thanks ??\n  ","631537":"\n  Maybe my nose ?\n  ","631538":"\n  Guys hugh laurie is amazing. Like omfg.\n  ","631539":"\n  5'3, 100lbs\n  ","631540":"\n  Well damn, thank you ?\n  ","631541":"\n  Lady gaga is now stuck in my head\n  ","631542":"\n\n   @Zim8911\n  \n  you are one of my favvvvs omg\n  ","631543":"\n  Thanks hunny ?\n  ","631544":"\n  Yeah even my friends knew i could get away with anything so like theyd always be like \"you do it, if one of us gets caught we will get in trouble but youll get out of it\" thats why stealing was so easy for me... except i felt terrible morally. So i had to be the shield for other people to steal lol\n  ","631545":"\n  Well, ive gotten into a club without paying. The girls behind me were pissed. Saying like \"what am i not pretty enough?\" And the guy goes, \"no. $10 please\" hahahahah\n  \n  I didnt have enough money for molly once and the guy was just like \"fuck it. Keep your money and heres your pills just cause youre pretty.\"\n  \n  Rules never really applied to me growing up.\n  \n  I got pulled over when i was driving without a license, i should have gotten my car impounded but he was like \"you know its ok. Just have someone come get you, you dont deserve to have to pay impound fees\" my parents were like \"you are so lucky you look the way you do\"\n  \n  Theres like 84939484 other stories but i dont wanna write them all\n  ","631546":"\n  My cousin is coming today!\n  ","631547":"\n  Well im not uglt, just based on how people treat me in public and the things ive gotten away with just cause of my looks lol\n  ","631548":"\n  Its a fact a guy who sleeps with a lot of women is a pimp, a stud, and admired.\n  \n  But a women who sleeps with a lot of men is your mom.\n  ","631549":"\n  No, they are all wrong\n  ","631550":"\n  Ghost selfie\n  ","631551":"\n  Omg you put me as a women crush awwwh loveee youuu ??\n  ","631552":"\n  You\n  \n  You\n  \n  &\n  \n  You\n  ","631553":"\n  I took a quiz im a geek and thats all i know\n  ","631554":"\n  Hahah yeah, thats what cracks me up. Bruce almighty got it correct lol\n  ","631555":"\n  Hahahahaha no???\n  ","631556":"\n  Im sorry theres so many posts about God, ive just been studying this shit for way too long and the things people say crack me up.\n  ","631557":"\n  Thanks bb?\n  ","631558":"\n  GOD WAS LONELY??? even tho he had other angels ??? he should have just destroy satan instead of just casting him out of heaven unless he some alternative motive.\n  \n  Also, you know in the bible there is not a single scripture talking about hell..\n  ","631559":"\n  Well, get in a car accident then come back and tell what heaven is like then maybe ill believe ?\n  ","631560":"\n  Like everyone wants a piece of you and  if you dont give them what they want its either cause \"you think youre better than me\" or \"im too ugly.\"\n  \n  Expectations are higher as well.\n  ","631561":"\n  Its not real like its just not.\n  \n  Also, God is all knowing and all powerful. He knows the decisions we are going to make. With that being said he KNEW the choice that satan was gonna make and adam and eve. The fact you think he didnt know kinda proves that you dont understand what being superior means.  He has everything all figured out. So like when you pray for something its either already his plan or its not. Hes not gonna change it just cause you asked him too. So my point, he knew what satan was gonna do but decided to just be like ahhh fuck it, Free will.\n  ","631562":"\n  I know cause this fucker keeps talking about religion when i dont believe in heaven or hell. And my dad keeps needing my attention lol\n  ","631563":"\n  Yes but he is superior, he could have been like \"dumbfucks now i have to destory this world and build a new one.\" If he is all powerful he could have destroyed sin. Dude, youre gonna be real upset when you find out heaven doesnt exist\n  ","631564":"\n  Technically, it doesnt. It doesnt need any of us. Thats why when people die shit keeps on going.\n  ","631565":"\n  Which i think is exactly what God wants or else he would have just started all over again instead of being like \"oh fuck Lucifer you ruined everything, lets see how this plays out tho - keep destroying shit youve gotten my attention\"\n  ","631566":"\n  Kinda, its like one of those heat of the moment situations i didnt actually realize what i was saying ?\n  ","631567":"\n  So. Do. I.\n  ","631568":"\n  The follow strictly what the Bible says, thats pretty much it.\n  ","631569":"\n  But dont you want to be with your Lord and Savior? ? also thats a law created by man, not God.\n  ","631570":"\n  The word of God written by man ?\n  \n  My family is seventh day Adventist\n  ","631571":"\n  Well im adopted, so technically im from a different mother than my brother ?\n  ","631572":"\n  Nigga i go to bible study every week. I went to a Christian private school im educated in the Bible, thats how i know its bullshit.\n  ","631573":"\n  So if this life doesnt matter to religious people, like the next life is that much better... why do you wear a seat belt? ?\n  ","631574":"\n  Sounds like a suicide attempt in the making\n  ","631575":"\n  I dont need to Google anything when all religions are false ???\n  ","631576":"\n  Bro, Jesus isnt coming back.\n  ","631577":"\n  So my hair has gotten longer finally ?\n  ","631578":"\n  Its summer, 1 layer of very thin fabric ?\n  ","631579":"\n  I cant tell you anything for certainity except that theres going to be a lot of technology and that technology will start taking away jobs from people (a fast pace extending civilization) so with that being said, the rich will probably get richer and the poor will get poorer.\n  ","631580":"\n  When i ate pig, i used to like bacon, pepperoni and sausage.\n  \n  Now i like banana peppers and bell peppers on my pizza ?\n  ","631581":"\n  Heres what im trying to understand, so God this superior being decides that he needs to essentially possess a human to make people follow after him. So he creates a son (even though we are all his children) that is actually just him in human form but first he had to go down to earth as God and impregnate someone (even though he made adam out of sand or whatever) so he could have his son (him) born. And send himself on a suicide mission thats gonna be the most painful experience ever but its ok cause God is doing it to himself and he will just rise himself in 3 days but only let 12 disciples see it and its all just to show people that he died for everybody's sins so we must love him unless you sin then he will punish you even tho he is all forgiving and loving... am i the only one who sees the utter bullshit?\n  ","631582":"\n  This is my fav quote ever, which is why the first line i have tattooed on my forearm ;\n  \n  \"They never planned for the future. They weren't supposed to get old and we were never supposed to grow up. The lost, the unwanted, and the abused came here with the purest of intentions, to build a place where there would be no rules, other than a peaceful existence. There are no couples for them. For them, there is only the moment. They tried to raise us to be perfect in their perfect new world and for a moment, maybe it worked. But I think they finally saw their own shortsightedness and failure in us. We always saw it in them. They attempted to unlearn jealousy, want, and hate, to not possess anything, including each other. They tried to free themselves from materialism, but soon they were drowning in it. Finally, we all saw failure in each other and everyone was looking for a way out.\" - Happiness Runs\n  ","631583":"\n  Our world is filled with dumbasses\n  ","631584":"\n  It looks like over 10 people think yes\n  ","631585":"\n  I keep fuckin sneezing and its pissing me off\n  ","631586":"\n  Im about to go shower but im in no mood to shave. Its a real struggle.\n  ","631587":"\n  Askfm = basicbitchesFM\n  ","631588":"\n  Thats what im shooting for, but like sometimes it doesnt turn out the way i want so im gonna hope it at least comes out grey ?\n  ","631589":"\n  Its not just me that wants it,\n  \n   @ImDaraAndNerdy\n  \n  wants it too ?????\n  \n  Omfg ? totally kidding.\n  ","631590":"\n  Thank you omfg ?\n  ","631591":"\n  She is badass ?\n  ","631592":"\n  Gee wilikers batman, youre fucking right\n  ","631593":"\n  Forever long.\n  ","631594":"\n  MOTHERFUCKIN GOD I MEANT ATOMIC BLONDE GOD DAMN IT\n  ","631595":"\n  A little of both, idk how but i am.\n  ","631596":"\n  I wanna watch atomic bomb so bad, she actually does all her own stunts and all the fighting is real. I MUST SEE IT\n  ","631597":"\n  You could look this up ya know.\n  ","631598":"\n  Thank you ?\n  ","631599":"\n  A broke heart is blind\n  ","631600":"\n  Fuck, i meant her. Fuck\n  \n  ?\n  ","631601":"\n  I dont know, i just skipped it lol it was terrible.\n  \n  But the music video \"lonely boy\" by the black keys is awesome cause the way the guy dances is amazing. Lol\n  \n  But now im listening to arctic monkeys ?\n  ","631602":"\n  I LOVE DIE ANTWOORD\n  ","631603":"\n  I just listened to a song that sounded like hello kitty and barbie were in a screamo band speaking the language from the sims. Idk what the fuck i just heard.\n  ","631604":"\n  I like to think i can do anything because im an alien ? but thank you so much!! & of course, i believe in you.\n  ","631605":"\n  When i graduated with a 4.1 Gpa when i spent most of high school rebelling lol\n  ","631606":"\n  I hate songs that i can guess the lyrics too.. thats why i like rap so much\n  ","631607":"\n  Happiness Runs\n  ","631608":"\n  Guys its go time at duncan\n  ","631609":"\n  Thank you so much, the next color im gonna do is grey than gonna do black ?\n  ","631610":"\n  Learn from your mother or youll spend your days biting your own neck\n  ","631611":"\n  Yeah its cute ?\n  ","631612":"\n  Harrison im sorry that i legitly post every snap i send you lol\n  ","631613":"\n  Very funny person, funniest person on this app.\n  ","631614":"\n  DUDE YOUR TITS IN A SHIRT LIKE THAT WOULD BE INSANE ?\n  ","631615":"\n  The dark hair one in the middle looks good in other photos as well\n  ","631616":"\n  The far left or the blonde? I wanted to be the blonde ?\n  ","631617":"\n\n   @ImDaraAndNerdy\n  \n  i think im gonna join your boxing world just so i can dress like this ??\n  ","631618":"\n  Yeah i literally just took that picture lol most my friends in high school have to get braces again cause they didnt wear their retainers. Dumbfucks lol\n  ","631619":"\n  Ill be back after my walkk\n  ","631620":"\n  I gave my full name, my @ and then asked if i met all the requirements of being verified. They emailed me back like an hour later saying i do all i need to do is send a picture off me holding a piece of paper with my name and @ with the date and that same day i was verified.\n  ","631621":"\n  Ive been to quite a few of them actually\n  ","631622":"\n  I contacted ask about it lol\n  ","631623":"\n  Apparently not since i got this lol\n  ","631624":"\n  Cant help it, im a lean mean green machine\n  ","631625":"\n  Because books are doors into other worlds.\n  ","631626":"\n  This is why i dont plan shit.\n  ","631627":"\n  Sweetie, i think im just lazy ?\n  ","631628":"\n  A thousand splendid suns ripped my heart into shreds\n  ","631629":"\n  I think im gonna dress like a goddamn flower child, its like the only look that i can actually pull off lol\n  ","631630":"\n  I remember doing ichat sleepovers ahhaha\n  ","631631":"\n  I think i should get glasses like this lol\n  ","631632":"\n  I havent put my hair in a ponytail for YEARS\n  ","631633":"\n  I was just fuckin around talking like Shakespeare and my name was just boom before. I tried changing it back but people yelled at me..\n  ","631634":"\n  A cheeseburger or double double without tomatoes and animal style fries.\n  ","631635":"\n  Repost for you\n  ","631636":"\n  Are you full italian or nah?\n  \n  People think im italian LOL\n  \n  But looks like im going to ny so you can make me some dank food\n  \n\n   @nico_fiorello\n  \n  ??\n  ","631637":"\n  Omg i didnt even know this emoji existed ?\n  \n   @nico_fiorello\n  \n  ?\n  ","631638":"\n  Im waiting for someone to answer my question with \"by having an insane orgasm\" ?\n  ","631639":"\n  Ohhhh\n  \n   @nico_fiorello\n  \n  you are one of us ????\n  ","631640":"\n  My cookies are almost done, i did good guys ?\n  ","631641":"\n  For the aliens to come get me, their alien queen ??\n  ","631642":"\n  When you open up kindle and this is where you are at lol\n  ","631643":"\n  Yes but only because i know how to spell \"yourself\"\n  ","631644":"\n  I wish i went to the R3HAB pool party in vegas\n  ","631645":"\n  No not really\n  ","631646":"\n  Uh yeah same, except im 22 lol\n  ","631647":"\n  Its possible, idk whats gonna happen in the future lol\n  ","631648":"\n  Uh yeah, thats pretty fuckin normal where i grew up lol my best friends parents are in their 80s lol\n  ","631649":"\n  I have like 4 - 7 years lol\n  ","631650":"\n  26 - 29\n  ","631651":"\n  2 or 3\n  \n  And i want at least 1 girl and 1 boy\n  ","631652":"\n  Thank you ❤❤❤❤❤\n  ","631653":"\n  Omfg thank you! This is so nice\n  ","631654":"\n  Helloo Alex!\n  \n  So today, my really good friend sent me a nice message and could tell that i wasnt in the greatest mood this morning so they did everything to make me smile! They are very sweet!\n  ","631655":"\n  What song is this from?\n  ","631656":"\n  I wish i had a lobster filter rn\n  ","631657":"\n  Hey you!! Im doing great! Ill add you on sc ?❤\n  ","631658":"\n  ICE ICE BABY\n  ","631659":"\n  Dara i think they are talking to you ?\n  ","631660":"\n  Awh, you really think so?\n  \n  It wasnt my fav look!\n  ","631661":"\n  Thank you so much ?\n  ","631662":"\n  Ok, but only for you ?\n  ","631663":"\n  I want thia food now\n  ","631664":"\n  If you really work towards it, i feel like you can do it! ❤ i believe in you, you have the worth ethic ? & i hope everything goes well for me too, im trying to make sure it as well!\n  ","631665":"\n  This is my pile of books im trying to get too, and theres a stack under the chair as well ?\n  ","631666":"\n  Im not the one making it impossible, they are. They are full of excuses of why i cant and so i was just like k im done, ill find someone who will put effort in me.\n  ","631667":"\n  Ive done both, i enjoy both ?\n  ","631668":"\n  How stoked are you to be home ?\n  ","631669":"\n\n   @littlekri\n  \n  is this you?\n  ","631670":"\n  Omg thank you ?\n  ","631671":"\n  I moved states lol\n  ","631672":"\n  Star wars\n  ","631673":"\n  No lol its just the dumbest thing ive ever heard\n  ","631674":"\n  Do not tell me what to do\n  ","631675":"\n  I fuckin HATE it\n  ","631676":"\n  Yeah im pretty lit ?\n  \n  God i hate myself for saying that lol\n  ","631677":"\n  Yeah, gonna block you real quick lol\n  ","631678":"\n  Unless this is\n  \n   @littlekri\n  \n  you need to stop calling me mom.\n  ","631679":"\n  Hahaha right, ive seen bitches go naked dude like goddamn\n  ","631680":"\n  Is this your holocaust number?\n  ","631681":"\n  \"Wanna get drunk and see what happens?\"?\n  ","631682":"\n  \"& we will float like angels together\"\n  ","631683":"\n  I do care my little stinker ?\n  ","631684":"\n  They are just stupid sexual questions. Like no fam. Go away.\n  ","631685":"\n  Could people stop sending me anon questions that im just gonna end up deleting.. you are wasting your damn time.\n  ","631686":"\n  Just fb and ig\n  ","631687":"\n  Like uh not my fav color\n  ","631688":"\n  So i had red hair and i didnt really like it lol\n  ","631689":"\n  Ok so i have 5 hours to get over to you\n  ","631690":"\n  Im sure i could get there without your help, but thanks for caring lol\n  ","631691":"\n  THANK YOU SEXY MAMA ❤❤????\n  ","631692":"\n  Its not bad ?\n  ","631693":"\n  I know the lighting was shit hahha but i was just messing around with my best friend lol\n  ","631694":"\n  When i was 20\n  ","631695":"\n  I have a pic of me at a pool ?\n  ","631696":"\n  I used to dye it every month\n  ","631697":"\n  My 19th birthday\n  ","631698":"\n  Thank you so much ?\n  ","631699":"\n  I dont actually look that different ?\n  ","631700":"\n  If you look it up its one of the 3 signs of a very certain secret society LOL\n  ","631701":"\n  Uh yeah bro, i dont have tits if i dont ahahahha\n  ","631702":"\n  I was 17 here as well and didnt realize i was giving the sign of the devil till now LOL\n  ","631703":"\n  Yes they are and thats why i dont want all you little shit monkeys to have it ?\n  ","631704":"\n  She was always booming ??\n  ","631705":"\n  I know that was more than 5 years ago ?\n  ","631706":"\n  Well youre in luck cause i found so many old pics of me that im just like whaaat, but im gonna post em.\n  \n  - this was my fav sweater that i stole from this douche guy i had a thing with and someone stole it from me. Seriously, \"trust no one\"\n  ","631707":"\n  I miss him so much ?\n  ","631708":"\n  Im making more cookies tomorrow, its decided.\n  ","631709":"\n  Because the man is suppose to travel to me because im like a princess locked up in a tower ?\n  ","631710":"\n  I lobster.\n  ","631711":"\n  I saw and accepted!\n  ","631712":"\n  Im single but im interested in someone\n  ","631713":"\n  Yes thats what i want ❤\n  ","631714":"\n  I just got called a bad bitch ?\n  ","631715":"\n  Thank you ?\n  ","631716":"\n  I love broccoli\n  ","631717":"\n  Amen. Afuckinmen.\n  ","631718":"\n  Doooooooode dont even get me started\n  ","631719":"\n  If anyone wants to come protect me, please do it soon ?\n  ","631720":"\n  Something just tapped on my window. Im shitting myself.\n  ","631721":"\n  You just want my idea ?\n  ","631722":"\n  PIKA PIKA or squirtle ahhah\n  ","631723":"\n  Ok im not that big on pokemon but i remember always choosing the cutest starter character but idk the name ):\n  ","631724":"\n  I made a joke and he didnt find it very funny :(\n  ","631725":"\n  I wish ricky was my best friend.\n  ","631726":"\n  1. Baltimore in june 2. Brothers graduation in may 3. 2013 4. 2017 5.2017 6. 2017 7. 2016\n  ","631727":"\n  YOU ARE AMAZING\n  \n  YOU ARE BEAUTIFUL\n  ","631728":"\n  Because 1. Will we ever not be far away from each other. 2. How will we know our true chemistry if we cant spend time together. 3. I have trust issues\n  ","631729":"\n  Him and i are like two peas in a dysfunctional pod\n  ","631730":"\n  You just made me so sad. Like i cant\n  ","631731":"\n  I can tell which circumstances to not keep a secret ;\n  \n  • if the person is gonna harm themselves.\n  \n  • if a person is going to harm others.\n  ","631732":"\n  WHAT BOY TOY\n  ","631733":"\n  So like all my friends are getting married or they are married and im all over here like \"forever alone\"\n  ","631734":"\n  Omg i feel like a dick, its my friend in jail omggg. I should have answered. I cant even listen to the voicemail since it cost fuckin money to hear it ugh.\n  ","631735":"\n  Someone keeps calling me and idk who they is.\n  ","631736":"\n  Explain please ?\n  ","631737":"\n  Hurrrry, im so hungry!!!\n  ","631738":"\n  I want fresh pasta : fresh tomotoes, fresh mozzarella with olive oil and basil!\n  ","631739":"\n  This ought to be good... ?\n  ","631740":"\n  I want pasta..\n  ","631741":"\n  Fucking assholes. Women have feelings, we have thoughts, we are more than just an object.\n  ","631742":"\n  I have a feeling everything is gonna work out for you ?\n  ","631743":"\n  Omg, my cat.. i cant imagine a world without her and shes just my everything.\n  \n  And food lol i cant stop eating like ever... ive tried ahhaha\n  ","631744":"\n  To my psychotic uncle ;\n  \n  You fucking worthless piece of trash. If i had the power i would contact Hilary Clinton and ask for her terrorists and set up a terrorist attack on your ass. If i didnt have morals, i would be putting you and your scum of a family deep in a hole in the forest. The only reason you are still alive is because i was raised correctly. What you have done to my family - you deserve terminal cancer. You deserve the worst case of aids.  You are one of those people who does nothing but plague this earth and everybody would be better off without you. If you could feel any empathy, i would do everything in my power to make sure you commit suicide. You are the worst person ive ever met.\n  ","631745":"\n  Who r u?\n  ","631746":"\n  SOMEONE THAT I FEEL THE NEED TO CALL DADDY\n  ","631747":"\n  Awh, ❤ im loved ?\n  ","631748":"\n  For me its ruined, all i think about is it that person or the memory and i just cant listen to the song anymore. I kinda end up hating the song in some cases.\n  ","631749":"\n  I dont really think i watch anything thats embarrassing. I do get made fun of loving Gossip Girl so much, and the fact ive seen it so many times.. but thats really it hahha\n  ","631750":"\n  You are anonymous.. i dont hand out anything to anons.\n  ","631751":"\n  Youre pretty awesome too ?\n  ","631752":"\n  Wank it ?\n  ","631753":"\n  I wanna be your hype man and the one who picks the girls for your groupies ??\n  ","631754":"\n  I do IG: thesavannahames\n  ","631755":"\n  That is amazing!!! Im so glad youre doing that! ❤❤\n  ","631756":"\n  Thank you everyone who is answering my questions, its making this more enjoyable for me! (If you want my questions like this, so i can follow you)\n  ","631757":"\n  Asking questions have made me realize i need to unfollow some people.. so many people i follow are not active ?\n  ","631758":"\n  So i decided since all i do is answer questions, im gonna ask people questions today. I hope i dont annoy you ?\n  ","631759":"\n  I dont just talk to anyone, id have to know who you are first.\n  ","631760":"\n  Treat those the way youd like to be treated. It really works. Im super nice and caring to everyone, and ive noticed in public if you treat a person with respect and smile at them they will treat you the same way and sometimes even better!\n  ","631761":"\n  Thank you so much, this is so kind! Wish more people would be this kind❤ now i can go to bed all happy ?\n  ","631762":"\n  I just got off the phone and ugh why does he have to be so damn attractive and i have to be so damn far away?? This sucks.\n  ","631763":"\n  THOSE WERE THE DAYS\n  ","631764":"\n  IM JUST ONE FUCKING HUNGRY HIPPO\n  ","631765":"\n  FUCK IM HUNGRY.\n  ","631766":"\n  Love that song ?\n  ","631767":"\n  Whoever wrote this, its very good & very real.\n  ","631768":"\n  Oh what have you been doing??? And i hope you will be able too soon but being busy is good too!\n  ","631769":"\n  One person pops in my head and it really makes me sad ..\n  ","631770":"\n  This actually made me really sad.\n  ","631771":"\n  I drive fast, wind in my hair, i push to the limits cause i dont care. Ive got a burning desire for you baby.\n  ","631772":"\n  Thank you so much, this is lovely ❤\n  ","631773":"\n  The anons are dead today ?\n  ","631774":"\n  Im a big fan myself thats why i love it! & do you produce or what?\n  ","631775":"\n  Thanks for all the love & being awesome ❤\n  ","631776":"\n  If i knew who you were this would actually be awesomee. & where on the west coast?\n  ","631777":"\n  HII HUNNY BUNSSS\n  ","631778":"\n  Oh ? i was talking about all the likes but AWWWH OMFG thank you ❤??\n  ","631779":"\n  The name lepoop just makes me smile everytime i see it. I just love it so much. It reminds me of that funny youtube video that goes \"im le tired\" and thats all i think about hahaha\n  ","631780":"\n  I guess people really like the fact that im not racist and gave a black guy a chance ? i mean if wiz said he wanted me, id be naked in a second. Ahahah\n  ","631781":"\n  Science ?\n  ","631782":"\n  He was more like milk chocolate. His eyes were emerald i swear. He was beautiful.\n  ","631783":"\n  There was one guy that who is black that i was super attracted too. He was a model for Hollister. We tried to date, i couldnt. He was beautiful but he just wasnt my type.\n  ","631784":"\n  Cheers ?\n  ","631785":"\n  Good question ? youre my fav\n  ","631786":"\n  No, but i wanna ?\n  ","631787":"\n  I come on ask my feed is filled with HEAT?\n  ","631788":"\n  Oh hunny thats a list ?\n  ","631789":"\n  Ill be back soon ?\n  ","631790":"\n  Ive read a couple books like that ??\n  ","631791":"\n  Thank youuuu❤\n  ","631792":"\n  Lepoopiee is liking all my posts ?\n  ","631793":"\n  I just noticed what your @ name is and ive never been so happy omg. That gave me a good laugh!!\n  ","631794":"\n  Narcissistic girls\n  \n  Anons who talk about feet or underwear\n  \n  People who dont buy me gifts\n  \n  Foreigns who act like the know you\n  \n  Racists or trolls\n  \n  Hoes whos brain is nothing but full of cum\n  ","631795":"\n  Food, weed, sex, & good jokes\n  ","631796":"\n  OH MY GOD, looks like i need to start watching again\n  ","631797":"\n  You are currently on the site.\n  ","631798":"\n  I want my child to follow their passion, to shoot for their dreams no matter what it takes. To stand up for themselves and stand up for what they believe in. To research and learn all that they want to learn. To laugh when times are tough and love themselves. To be headstrong. To be loving and thoughtful of others. To try their hardest. To get up when they fall down. I just want my child to be mentally strong and im going to do everything i can to teach them how to do these things.\n  ","631799":"\n  No but ugh this just made me miss with mtv was just music all the damn time. I didnt get up to watch cartoons on saturday, i got up and turned on MTV to watch all the music videos and eat my breakfast to Brittany spears hahahahah\n  ","631800":"\n  They would probably be the same if i was in cali still cause id be hanging with this girl a lot and shes one of those girls who takes pictures of people worth documenting and we would always dress up super cute stuff like that lol i just dont have the energy to dress up and set up a camera to take photos of me in washington. Like id rather read ahahahah\n  ","631801":"\n  The absence after a goodbye\n  ","631802":"\n  I will be in love with the person who will take this other persons life for me\n  ","631803":"\n  I need to contact trump, i know where he should send air strikes next.\n  ","631804":"\n  Bitch trying to tell me what is being made and what isnt when im the one in America... go feed your goddamn goats and shut the fuck up.\n  ","631805":"\n  Triggered. This bitch is ANNOYING.\n  ","631806":"\n  Please tell me im not the only one who gets annoyed with like over 80% of the foreign people from India or any of the counties ending in \"stan\"\n  ","631807":"\n  Theres people on this site where im just like \"NO STOP TALKING TO ME PLEASE\"\n  ","631808":"\n  Humor is how i have survived for this long\n  ","631809":"\n  Thank you so so much!\n  ","631810":"\n  But i swear youre like way cooler than me ?\n  ","631811":"\n  Virgin mobile\n  ","631812":"\n  Of course they do, wtf\n  ","631813":"\n  I wish i was as cool as Italy\n  ","631814":"\n  Some people are really good at being annoying, like they should probably make it one of their hobbies\n  ","631815":"\n  Depends.\n  \n  If its about sex, drugs, and rock&roll i trust my friends more.\n  \n  If its about every other aspect of life i trust my family\n  ","631816":"\n  Pull a miley cyrus ?\n  ","631817":"\n  I really want pasta\n  ","631818":"\n  Thank you?\n  ","631819":"\n  That's a good question hmmm, most of my wild fantasies are dirty and i dont wanna post them lol so ill give an innocent one ; i want to own a dragon.\n  ","631820":"\n  Its like you want me to cry\n  ","631821":"\n  Psh, people saying other people slay. NO LITTLE NIGGA I SLAY\n  ","631822":"\n  Because they understand that they are gone and nothing is gonna bring them back. They understand death.\n  ","631823":"\n  You are cute\n  \n  You are funny\n  \n  You are adorbs\n  \n  & you are my moonbutt\n  ","631824":"\n  Thank you lovely ❤\n  ","631825":"\n  Potatoes can be turned into french fries. All you need is a few condiments and hundred thousand dollars for compliments.\n  ","631826":"\n  LOVE IS LOVE.\n  ","631827":"\n  You are amazing. I wish we were on at the same time more often so we could talk more because we actually have conversations which is awesome. I hope everything is going well for you!\n  ","631828":"\n  Awwh, thank you love ❤?\n  ","631829":"\n  Uno ?\n  ","631830":"\n  I eat and i work out ?\n  ","631831":"\n  Im just trying to go through my answers so i can read for hours ?\n  ","631832":"\n  I MISS YOU SO MUCHHH OMGGG.\n  \n  & thank you bbyyyyy? ilysm\n  ","631833":"\n  Thank you for this amazing compliment! ?\n  ","631834":"\n  If i got to know you, maybe but most likely id just be really good friends with you. Youre so sweet omfg. ? i wish we could go do stuff together, i love hanging out with people who are sweet?\n  ","631835":"\n  I cry when i see pictures or posts about that. Like it tears me apart.\n  ","631836":"\n  One of my favorite books ?\n  ","631837":"\n  My old house, its not lost - we just sold it but i want it back.\n  ","631838":"\n  You're fucked\n  ","631839":"\n  I wouldnt know, im in America - i cant really say whats truly going on in India or Pakistan.\n  ","631840":"\n  Organized religion\n  ","631841":"\n  Itty bitty titty committee\n  ","631842":"\n  Aye oh lets goo\n  ","631843":"\n  My siblings are the least selfish people youd ever meet. They care more about others than themselves.\n  ","631844":"\n  I never had a babysitter, i was a pretty independent child lol\n  ","631845":"\n  I would pour us a couple of shots and say \"lets fuckin rage\"\n  ","631846":"\n  Thank you soooo much omg ?\n  ","631847":"\n  Thank youu?❤? i hope youre doing well\n  ","631848":"\n  Thank you for being amazing and such a great friend ?\n  ","631849":"\n  Yes, youre awesome ?❤\n  ","631850":"\n  My dads side is super religious and i dont believe like anything they believe in. They believe science is all made up ??? like i cant.\n  ","631851":"\n  Apprently i have 30 hours left life in my book... thats not too bad ?\n  ","631852":"\n  Why do you want me dead ?\n  ","631853":"\n  This is me trying to eat healthy\n  ","631854":"\n  Theres one person, they are really cute. But like i dont do long distance relationships and i doubt they would wanna date me ? and dont ask who it is, i wont tell you cause its not important.\n  ","631855":"\n  I told them that they are perfect ? & hubby material\n  ","631856":"\n  IVE WONDERED THIS MYSELF\n  ","631857":"\n  I just love this snapchat i sent, like we are doing the same thing. We are sooo cute\n  ","631858":"\n  By pushing my cat on accident ?\n  ","631859":"\n  Im reading that right now omg❤?\n  ","631860":"\n  Blunt\n  ","631861":"\n  Honestly im just gonna drunk snap people now so ill be on tomorrow lol\n  ","631862":"\n  I like to give people i like shout outs ?\n  ","631863":"\n  Are you saying you wanna shoot me?\n  ","631864":"\n  Nico has the prettiest eyelashes, im legitly calling him nico sauve now lol\n  ","631865":"\n  Alll im trying to do is go on snap to talk to my little pringle but my snap is all like naaaaah fucj you sav\n  ","631866":"\n  Guys my blood is delicious, bugs keep coming back for more\n  ","631867":"\n  Hit the road like grand theft auto\n  ","631868":"\n  No baking soda on that raw coke, not cuts in em this all dope.\n  ","631869":"\n  ?????\n  \n  Yes i have\n  ","631870":"\n  Wait, you think ive never hooked up with girls before? hahahahahah\n  ","631871":"\n  I would just like to point out that you are adorable. ❤\n  ","631872":"\n  Oh my fucking god i got eyeshadow in my eye\n  ","631873":"\n  Giving me suggestions on how to hook up with girls... HAHAH\n  ","631874":"\n  When i say \"Obama\" i say \"oh bomb ya\" ahhahaha\n  ","631875":"\n  Ok so like i dont really know who to tell this too so im just gonna tell ask. Theres these two girls im talking too who i feel like might be able to convince me to get naked and have their faces between my legs. Like they are sooo sexy ?\n  ","631876":"\n  I really fuckin enjoy when Samantha comes on and rapes my page with her likes... LOVE IT.\n  ","631877":"\n  Like the wifi bad, i make a connection with the poor.\n  ","631878":"\n  Hoes be blowing uppppp my snap and all i want is daddy sky to send me sexy little snaps ahahah\n  ","631879":"\n  Yeah those high school days, i really really wish i could recycle days.\n  ","631880":"\n  The person named lePoop on here ?? great fuckin name\n  ","631881":"\n  Im California dreamin, getting stoned with lana\n  ","631882":"\n  Dont die of boredom, talk to meee?\n  ","631883":"\n  HAHAHAHA THATS WHAT DADDY SAID\n  ","631884":"\n  Dara i know we arent that great of friends, but im in no mood to see people hating. Like im glad to see you are confident ?❤ so i will kick anon booty for you ?\n  ","631885":"\n  It fucking bothers me ?\n  ","631886":"\n  Sorry i just ate so i look like a chunky monkey ahahha\n  ","631887":"\n  Im not basic.\n  ","631888":"\n  Hey anonssss who read this, go speak to this adorable human ❤\n  ","631889":"\n  Ugh im way too tired to go make my drink but like i neeed it. COLIN HELPPP MEEEE ?\n  ","631890":"\n  WAIT, I SHOULD GET DRUNK\n  ","631891":"\n  I dont want these questions, TAKE THEM ALL\n  ","631892":"\n  People ask the dumbest shit\n  ","631893":"\n  Its ok! I love it!!!! ❤❤❤\n  ","631894":"\n  Dude are you high?\n  ","631895":"\n  I wont be on all day, but ill be on tonight ❤\n  ","631896":"\n  Better sleep with a night light, a dream catcher, a crucifix, a garlic necklace, an exorcist, silver bullets, and extended clips so you never miss. Inhale mary im devilish.\n  ","631897":"\n  Trying to lead a generation, follow me into space - im using constellation navigation out to my destination if it gets too dark use echo location, follow my senses all the way from the bottom of my basement.\n  ","631898":"\n  The boogieman is my weed man, he swings by with that ganja\n  ","631899":"\n  I dont see no sunshine, all i see is moonlight today, wake up at night fall, let the stars guide me today.\n  ","631900":"\n  High expectations leads to disappointments\n  ","631901":"\n  Got me thinking that being human is wrong\n  ","631902":"\n  You are what they call a practice girl\n  ","631903":"\n  Did you say \"so tell me about your father\" hahahhaha\n  ","631904":"\n  Im looking for a certified freak, looking to rage every week.\n  ","631905":"\n  EAST COASSSSTTTTTT\n  ","631906":"\n  Youre pretty flyyy for a whitee guyyy\n  ","631907":"\n  Omg ❤❤❤\n  ","631908":"\n  Like a thief in the night, im coming for your heart.\n  ","631909":"\n  Do you think you can take the planet on, oh gurl?\n  ","631910":"\n  You can go to my hotel. You can bring me a friend. You can dress up as twins. I can teach you some french. Paper plates full of kush. Plastic cups of gin. Dont know what city im in. Wake up and do it again.\n  ","631911":"\n  I really should be going to bed i have to wake up early tomorrow lol\n  ","631912":"\n  It makes me sad when gorgeous eyes are wasted on someone who is trash\n  ","631913":"\n  I just said i like dick\n  ","631914":"\n  Thanks ?\n  ","631915":"\n  Straight, i like dicck\n  ","631916":"\n  Dont be like that kid who just died from stomach poisoning.\n  ","631917":"\n  Im going go be sending a very heated text in the morning since i never got a reply from the last one. Sav is not happy\n  ","631918":"\n  Im singlee.\n  ","631919":"\n  I hate not knowing whos real and who isnt.. theres so many fakes on this site.\n  ","631920":"\n  Youre 50 shades of cool ?\n  ","631921":"\n  Dude, being gay is in style.\n  ","631922":"\n  Not use technology.. i need my showers . I hate being dirty.\n  ","631923":"\n  Hey Alex!! I had a great day!!\n  \n  What makes me feel loved is when someone comes to me and says, \"i thought of you and so i bought this for you\" or when they bring me my fav food. Or when someone messages me saying they were thinking of me and wanted to know how im doing. Stuff like that makes me feel loved.\n  ","631924":"\n  Idk about any of you, but i feel like im failing the female population when drag queens can do everything better than i can..\n  ","631925":"\n  Its important to love yourself.\n  ","631926":"\n  That sounds like a psychotic break about to happen.\n  ","631927":"\n  I would not be surprised honestly.\n  ","631928":"\n  Youre adorable! We dont talk anymore but you were always very sweet. I hope youre doing well ?\n  ","631929":"\n  God, this person on my feed makes me cringe. They look like someone who has a pair of every single color crocs.\n  ","631930":"\n  I meant SHOULD NOT\n  \n   @AlessandroRodriguez244\n  \n  in my response ?\n  ","631931":"\n  There was this guy when i was 15 and he was 24, he wanted to hang out and hook up and stuff.. like he had to be hot as fuck with a goddamn sexy neck tattoo. Neck tattoos makes people fall in love instantly i swear. But it challenged my morals because i should have wanted to go to poundtown city with a 24 year old at age 15 hahaha\n  ","631932":"\n  And the fun is over\n  ","631933":"\n  Amazing since i look at my feed like\n  ","631934":"\n  And i thought my day couldnt get any better ?\n  ","631935":"\n  I cannot contain the enjoyment im getting from my feed. SO MUCH FUCKING SHADE ????? hahahahaha\n  ","631936":"\n  The person who calls themselves cyber hoe on here is my fav ask user ever. Like yassss keep roasting peoplee\n  ","631937":"\n  Omfg the love of my life just messaged me yaaaaaassss\n  ","631938":"\n  THERES NO WAAYY BUT RIGHT NOW I NEED YOUR LOVE SO LOVE MEEEE\n  ","631939":"\n  Im about to send a very heated text message i'm\n  ","631940":"\n  This motherfucker is ignoring my calls, im about to go full rampage\n  ","631941":"\n  No im trying to call someone and they just hung up on me.\n  ","631942":"\n  Aahhh fuck, i gotta make a phone call\n  ","631943":"\n  You can, but doesnt mean ill reply\n  ","631944":"\n  Awwh! I bet you are!! ?❤\n  ","631945":"\n  They shouldnt unless they want to be pepper sprayed\n  ","631946":"\n  Savannah doesnt give a fuck\n  ","631947":"\n  Well, ill be super proud to block you ?\n  ","631948":"\n  In the future, could you refrain to tell me such things? Thanks.\n  ","631949":"\n  Awh, i bet your shirt is better! && excited to get home?!\n  ","631950":"\n  Yikes, cannibal.\n  ","631951":"\n  My vanss shirtt\n  ","631952":"\n  Thank you!! Ive missed you soo much. How are you?\n  ","631953":"\n  Nope i do, i just dont add anyone i dont know in real life.\n  ","631954":"\n  Why you gotta ask terrible questions\n  ","631955":"\n  Did it hurt when your uncle played hide the sausage in your ass?\n  ","631956":"\n  My name was originally just Boom then i was being annoying and talking like i was Shakespeare and bam i came up with that lol\n  ","631957":"\n  No, i like my eyesss\n  ","631958":"\n  I take selfies, read, hike, eat, and be bomb asf.\n  ","631959":"\n  Are those the only thing a person does?\n  ","631960":"\n  Kendra give me some of your happiness!!\n  ","631961":"\n  Wow. Ive never been told this before ?\n  ","631962":"\n  Got dem alien eyes\n  ","631963":"\n  Boobs are fucking sweet\n  ","631964":"\n  I dont want too, its just gonna happen lol im so tired.\n  ","631965":"\n  I could pass out like any minute now.\n  ","631966":"\n  Not one i post videos on, i just have an account so i can have a watch later list.\n  ","631967":"\n  My cat missed me, she will not stop cuddling me lol\n  ","631968":"\n  Omg Denny, i have like 20 questions from you. Chill bro, ill get to them when i can.\n  ","631969":"\n  Oh yes, my whole life is just when big batch of funny stories. Humor is all i need in my life.\n  ","631970":"\n  I love you ❤❤❤❤\n  ","631971":"\n  The one my forearm?\n  \n  It says, \"they never planned for the future. They werent supposed to grow old and we were never supposed to grow up.\"\n  ","631972":"\n  Awwwwwhhhh omfgggg❤❤❤❤ this made me happy\n  ","631973":"\n  Awwwwh booobiiiee, you ❤❤ meee\n  ","631974":"\n  Look at that jawline\n  ","631975":"\n  Guys im so tired and i need to go on a walk.\n  ","631976":"\n  Thank you ?\n  ","631977":"\n  I gotta go now, ill post more pics later?❤ talk soon darlingsssss\n  ","631978":"\n  Thank you? but i told the person that bought the skirt that i was gonna take pics and i did so like i do it when the people deserve it.\n  ","631979":"\n  Because quite frankly i dont give a shit what other people want cause they are all needy and unappreciative\n  ","631980":"\n  They are soooo cute omg i love them\n  ","631981":"\n  Who doesnt only post pics when they want too like what the fuck ?\n  ","631982":"\n  I look a lot like savannah ames oh wait, thats me.\n  ","631983":"\n  Im feeling tired lol\n  ","631984":"\n  Legitly just took this\n  ","631985":"\n  Learn to read a bio\n  ","631986":"\n  Thank you, ive gotten a lot better at it ?\n  ","631987":"\n  Im making this one my new dp\n  ","631988":"\n  Can people fuckin stop telling me i look young, like i know this. Im not blind, im not stupid - im the one who walks around in my own skin. People always tell me i look so young but unlike you fuckheads, the older women tell me \"its a good thing, once youre my age youll be happy you age slower\" so shut the fuck up. Im 22 get over it.\n  ","631989":"\n  This is the skirt i got, its only a little big, but i love it.\n  ","631990":"\n  Cause its cute\n  ","631991":"\n  About to leave soon, trying to post as many pics as i can\n  ","631992":"\n  I take selfies\n  ","631993":"\n  Ok guys i have like 10 pics to post so ill try to do this as fast as i can before i have to leave\n  ","631994":"\n  Love like obsessively.\n  ","631995":"\n  Awwh, go to bed. Im about to go to sleep ?\n  ","631996":"\n  Im sorry, i was just being honest\n  "}}