{"Question":{"631997":"\n   Oh you quit the coffee? I drink 5 cups a day\n  ","631998":"\n   Hello random alien ;). I didn't wanna reactivate for long but I did want to say a quick hello. I hope you've been doing well lately man. Remember that reptilians exist because Justin Bieber is living proof of that. Hope to talk to you again soon :) -Spencer\n  ","631999":"\n   Do you drink coffee?\n  ","632000":"\n   Guys this isn't chaturbate it's ask get it right..\n  ","632001":"\n   I'm sorry about what I sent you I meant it in a way of I like and care for you, and I really do. If you ever need me I'm always here\n  ","632002":"\n   I have a hustler... lawnmower that is\n  ","632003":"\n   Baby :)\n  ","632004":"\n   goooddd im watching orange is the new black, ? i love thiss shooow how was your day❤️\n  ","632005":"\n   Okay i really like the shape of your boobs. No lie\n  ","632006":"\n   I vote that you go into the bunny business. Raise adorable bunnies with love and cuddles!\n  ","632007":"\n   You really should going to the adult business you are sooo fucking hot\n  ","632008":"\n   Is ask.fm basically your diary :)\n  ","632009":"\n   howw r u❤️??\n  ","632010":"\n   You do what you wanna do, say what you wanna say, live how you wanna live, play how you wanna play, and dance how you wanna dance?\n  ","632011":"\n   Are you a door? Cuz I wanna come inside you\n  ","632012":"\n   Are.you.socially akward\n  ","632013":"\n   I've been sore since my wisdom teeth removal?\n  ","632014":"\n   Would you rather continue your life as it is or start it over?\n  ","632015":"\n   Hy you look beautiful on last picture!\n  ","632016":"\n   booommm❤️\n  ","632017":"\n   What is the formula of happiness?\n  ","632018":"\n   Do you have a favorite butt cheek?\n  ","632019":"\n   are you smart?\n  ","632020":"\n   Wow\n  ","632021":"\n   Dude youreee soo pretty & i love your body ?\n  ","632022":"\n   Sex is a good work out\n  ","632023":"\n   Underwear color\n  ","632024":"\n   Would you ever become a nudist?\n  ","632025":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141996809081\n   \n   Why the fuck did Hustler offer a contract at age 16? That doesn't sound legal at all.\n  ","632026":"\n   What's next???\n  ","632027":"\n   That Jessie guy used to buy you a lot of things\n  ","632028":"\n   whoa looks like a one piece\n  ","632029":"\n   Pap in the bodysuit\n  ","632030":"\n   Do u have tan lines\n  ","632031":"\n   Ok I've bought people before and been promised things can I have a guarantee question first?\n  ","632032":"\n   Haha\n  ","632033":"\n   Is there anything in particular you want from your list?\n  ","632034":"\n   I will get you something you don't have to give me anything in return\n  ","632035":"\n   Ok so if I buy you panties will you sat what color your panties are today?\n  ","632036":"\n   They didn't really offer you a contract?\n  ","632037":"\n   No you said you would post a pic in your bra but just saying if you will do that what is the difference in posting a pic in your panties?\n  ","632038":"\n   You should work in the adult entertainment business you would make a killin.\n  ","632039":"\n   What's the difference in you posting a pic in your bra or in your panties?\n  ","632040":"\n   Where do you buy panties from?\n  ","632041":"\n   How do you know when you're in love?\n  ","632042":"\n   are you a celebrity\n  ","632043":"\n   alright its like 3 am here im boutta clock outt ill hit u upp tmm gnn boom sleep tight❤️?\n  ","632044":"\n   you always make me smile.\n  ","632045":"\n   Pap of your insta feed? just from your phone\n  ","632046":"\n   Did you pass the street clock, the plastic house, and the animal fountain, in that order?\n  ","632047":"\n   I would like to take you by the hand to walk together along the roads of life and shout to the world that you are the girl of my heart ?❤️\n  ","632048":"\n   Where do you work?\n  ","632049":"\n   Pap in a bikini please?\n  ","632050":"\n   do mothers deserve more praise than fathers\n  ","632051":"\n   You look more beautiful than ever ☺\n  ","632052":"\n   where do you work?\n  ","632053":"\n   i gotchuu i can definitely push you and help you stay motivated and your fitt af alreadyy im sure your stomach isnt out of control?\n  ","632054":"\n   i need a gym buddy yassssss help me stay motivated u da besttt\n  ","632055":"\n   how many bfs have you had?\n  ","632056":"\n   What brand of engine is in your lawnmower?\n  ","632057":"\n   absolutely , that works for me i get to hangout w a beautiful girl all day i think yesss?❤️?\n  ","632058":"\n   xoxo love\n  ","632059":"\n   You should live in savannah georgia savannah lol\n  ","632060":"\n   why are you private thennn\n  ","632061":"\n   oh i was just wondering where you went to school...\n  ","632062":"\n   do you accept anyone on instagram?\n  ","632063":"\n   where did you go to university savannah\n  ","632064":"\n   What shoes do you have to offer for a swap\n  ","632065":"\n   What's chris cornells favorite song? Pretty noose. haha I'm going to hell\n  ","632066":"\n   Is it cute to call a girl Sugar Dumpling ? If its coming from a guy\n  ","632067":"\n   i know you have a boyfriend but i have a little crush on you Savannah. You're everything a girls hould be\n  ","632068":"\n   goodd !! and naaa it should be more of \" wow no make up and still looking flawless , natural beauty?❤️\"\n  ","632069":"\n   What's your job Savannah?\n  ","632070":"\n   well whenever you wanna come to ny my offer alwayss stands andd pshh yes you are like look at you?❤️\n  ","632071":"\n   you are honestly so gorgeous. seconded.\n  ","632072":"\n   come through theres 5 million things i can take you to doo and show you and yes yes i do youre actually stunning like wwwooowww?\n  ","632073":"\n   yoooo youve been?!??\n  ","632074":"\n   Do you listen to satellite radio? If so what you favorite stations?\n  ","632075":"\n   high key come and ill take you on a date all around the city, deff needa go to the sugar factory omg\n  ","632076":"\n   Is it a liability to actually be an extrovert ?\n  ","632077":"\n   would love that do itt?\n  ","632078":"\n   How's your day?\n  ","632079":"\n   Princess?\n  ","632080":"\n   Even the deftones are good\n  ","632081":"\n   neww yorkkk\n  ","632082":"\n   if youre ever back on the east coast, hmuu ill make you them and whatever else you want i love cooking and bakingg\n  ","632083":"\n   I find a window in the kitchen, and I let myself in\nRummage through the refrigerator, find myself a beer\n  ","632084":"\n   you know what ill hust make them homeade for youuuu\n  ","632085":"\n   Miss Boombachev, TEAR DOWN THIS WALL!!\n  ","632086":"\n   whatt kind doo you wantt?\n  ","632087":"\n   aw ill buy you cookies boom or ill make them homeade\n  ","632088":"\n   yes ofcourse\n  ","632089":"\n   Hey. Can I ask you a personal question please if its okay with you?\n  ","632090":"\n   ill bring you cookies youre gorgeous af anything for you\n  ","632091":"\n   You're are GORGEOUS its so unexplainable. Like seeing your face and ask profile lightens up my day like a candle. ❤️\n  ","632092":"\n   yay\n  ","632093":"\n   I hate that I'm crushin on you\n  ","632094":"\n   You sound like a pretty cool girl. too bad I can't talk to you anywhere else besides this site\n  ","632095":"\n   How much do you weigh?\n  ","632096":"\n   What are your favorite movies from the 90s? Assuming you grew up in the 90s. Lol\n  ","632097":"\n   Nice selection but if you had the foo fighters and garbage in the list you would be my type of girl\n  ","632098":"\n   who never replied\n  ","632099":"\n   What rock bands do you like?\n  ","632100":"\n   I need a gf that I can watch porn with\n  ","632101":"\n   Do you like the dentist\n  ","632102":"\n   It's at night when da creeps come out\n  ","632103":"\n   It's actually going to happen. We live in a country where capitalism bullies us.\n  ","632104":"\n   Seriously the cable company's are going to have power to slow down internet speed to services, like Netflix and YouTube, to force people to actually watch tv again..\n  ","632105":"\n   I support net neutrality\n  ","632106":"\n   I was abused as child\n  ","632107":"\n   Do you eat orchids, Boomy?\n  ","632108":"\n   I have the boots you want, let's do some swap ☺️\n  ","632109":"\n   \"Good Books never give up their secrets all at once\"?\n  ","632110":"\n   What do you call two Mexican playing basketball against each other? Juan on Juan\n  ","632111":"\n   Let's do a swap ?\n  ","632112":"\n   A rooster laid an egg on top of the barn roof, which way did it roll?\n  ","632113":"\n   I have the timberland boots you want\n  ","632114":"\n   What did you wear to bed last night\n  ","632115":"\n   I picture you as a little figure skating princess ok\n  ","632116":"\n   Do it\n  ","632117":"\n   all her pics are cute pics\n  ","632118":"\n   would you marry Lana Del Rey?\n  ","632119":"\n   What did you wear to bed last night\n  ","632120":"\n   What's something you want right now\n  ","632121":"\n   Boomba, you must take your place in the Circle of Life?\n  ","632122":"\n   You can't tell me too go fuck myself\n  ","632123":"\n   You're bootyful\n  ","632124":"\n   Lady Boometh ? For A 22 year old c'mon you can do better than that\n  ","632125":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","632126":"\n   Hey, Boom, if you're trynna move out, I got room at my place. I'd be glad to have you. Bed's a king size, so there's no issue there. You can even have a few months rent free, til you get back on your feet!\n  ","632127":"\n   U living in washington by yourself\n  ","632128":"\n   Who is online?\n  ","632129":"\n   ?If aliens tried to abduct you would you go peacefully??\n  ","632130":"\n   Why do you move around so much?\n  ","632131":"\n   Last time you cried?\n  ","632132":"\n   \"We have all a better guide in ourselves, if we would attend to it, than any other person can be\"\n-- Jane Austen ?\n  ","632133":"\n   Which famous person has most impact on your life in what way\n  ","632134":"\n   Where u from bby girl?\n  ","632135":"\n   You're riffraff from Oceanside ?\n  ","632136":"\n   Hey!!  I hope the skirt fit ok!!\n  ","632137":"\n   909-595-2264 call me\n  ","632138":"\n   Who are you sad over?\n  ","632139":"\n   Smoothie or milkshake?\n  ","632140":"\n   Your straight outta compton, I'm straight outta of the trailer\n  ","632141":"\n   #1\n  ","632142":"\n   I'm unpopular\n  ","632143":"\n   He'll find a way don't worry he misses you too you deserve the best :)\n  ","632144":"\n   Wtf how is 330 already?\n  ","632145":"\n   Chin up buttercup... Everything is going the way its supposed to go for you.. Trust the universe?\n  ","632146":"\n   Oh get over yourself\n  ","632147":"\n   I put the STD in stud now all I need is U\n  ","632148":"\n   He will :)\n  ","632149":"\n   Did you break up with your bf is that why your sad?\n  ","632150":"\n   Holding my breath for you ?\n  ","632151":"\n   Wtf kind of drug are you on?\n  ","632152":"\n   Id date u in a heartbeat?\n  ","632153":"\n   Why don't you plant an acacia tree?\n  ","632154":"\n   Would you like me  help you get financial freedom?\n  ","632155":"\n   I beg my pard\n  ","632156":"\n   Pain lies on the riverside\n  ","632157":"\n   Could you be my financial dominatrix?\n  ","632158":"\n   Braces suck I know...\n  ","632159":"\n   So how can I contact u if I wanted to talk to u?\n  ","632160":"\n   Are you looking for a scholarship\n  ","632161":"\n   Do you like wwe\n  ","632162":"\n   Are you a goth chick?\n  ","632163":"\n   I think that watch would fit you ^^ do you have any now? Like collecting dust XD\n  ","632164":"\n   What your kik?\n  ","632165":"\n   Which askfm user do you think asks the best questions and gives the best answers?\n  ","632166":"\n   How was your day?\n  ","632167":"\n   Would you rather jog with a cool sports watch or cool running shoes?\n  ","632168":"\n   If you had a theme song, which song would it be?\n  ","632169":"\n   Is Female Homosexuality more common than Male Homosexuality ?\n  ","632170":"\n   Blond bombshell ?\n  ","632171":"\n   Awwww lol do u have skype cause i want to video chat with u\n  ","632172":"\n   How old are you?\n  ","632173":"\n   How are you?\n  ","632174":"\n   What are your plans for the night?\n  ","632175":"\n   Last time you ate salami?\n  ","632176":"\n\n    https:\/\/ask.fm\/JVS92\/answers\/141416745697\n   \n   I can't understand how someone can sympathize with two serial killers.\n  ","632177":"\n   Longest you've gone without a shower\n  ","632178":"\n   Order a pizza\n  ","632179":"\n   ?I'm down to order pizza... Nvm I'm down for like pretty much anything rn?\n  ","632180":"\n   What song best describes your life right now?\n  ","632181":"\n   pap of your foot nails\n  ","632182":"\n   Ever had an aids test\n  ","632183":"\n   Pap in a crop top?\n  ","632184":"\n   Beautiful Sav\n  ","632185":"\n   What to do if you feel lonely :\/\/\n  ","632186":"\n   Do you give out your snapchat?\n  ","632187":"\n   Do you have any wrist watches?\n  ","632188":"\n   Are you a lover or a fighter\n  ","632189":"\n   Last time you felt stupid\n  ","632190":"\n   What's new?\n  ","632191":"\n   do you live in an area miles from anywhere where it would be easy to get away with doing a murder?\n  ","632192":"\n   Can you live without lying at all?\n  ","632193":"\n   What's new?\n  ","632194":"\n   What’s the first thing you did when you woke up today?\n  ","632195":"\n   Do you ever wish you were exactly a year younger so you'd be be born !6!\/!6!\/199!6!?\n  ","632196":"\n   #6\n  ","632197":"\n   #5\n  ","632198":"\n   #4\n  ","632199":"\n   #3\n  ","632200":"\n   #1\n  ","632201":"\n   Using your age, write as many facts about you as you can!\n  ","632202":"\n   If someone in a chucky outfit knocked on your door would you be scared\n  ","632203":"\n   You’re so pretty\n  ","632204":"\n   WHY TF do people like FEET? it's so fucking weird omf??\n  ","632205":"\n   Lol as re you gonna get elastics? ? Those are annoying af to put in ??\n  ","632206":"\n   OMG THATS ADORABLE A BOOMERANG ❤️\n  ","632207":"\n   you're so beautiful\n  ","632208":"\n   You look amazing in your pic\n  ","632209":"\n   you look amazingg\n  ","632210":"\n   It's not my fault I have an underwear fetish\n  ","632211":"\n   Hey\n  ","632212":"\n   Who do you like the most?\n  ","632213":"\n   \"I find television very educating. Every time somebody turns on the set, I go into the other room and read a book\"\n\n-- Groucho Marx ?\n  ","632214":"\n   Ever been to a tv show\/ movie set up if so where\n  ","632215":"\n   Name three things you have never done, but would like to do?\n  ","632216":"\n   How much for a pair of your underwear?\n  ","632217":"\n   Wow and do u have a kik and skype\n  ","632218":"\n   Have you ever heard of the cinammon challenge ?\n  ","632219":"\n   Do you change your appearance much?\n  ","632220":"\n   Tbh eating is like my hobbie\n  ","632221":"\n   Lol wtf foot fetish, GTFO with that weird shit??\n  ","632222":"\n   Im your biggest fan ever\n  ","632223":"\n   Do you follow fashion trends actively?\n  ","632224":"\n   I had braces, they giving hurttttt when they're tightened omf??\n  ","632225":"\n   A green bull that is...\n  ","632226":"\n   That nose ring makes you look like a bull\n  ","632227":"\n   Whats your most annoying habit?\n  ","632228":"\n   hey I just saw your profile and I hope you don't mind me saying but wow you have a really really REALLY beautiful smile and you have very pretty eyes like wow so pretty they are.\n  ","632229":"\n   Post your feet and I'll like all your posts ?\n  ","632230":"\n   Hey guys and squad! :) \nHere your question: How would you define \"freedom\"? If you want go into details.\n  ","632231":"\n   No no no no don't get me wrong, I mean mice are pretty harmful and the cat was going to have a good protein filled meal. So not much to be sad about\n  ","632232":"\n   I'm speachless tbh ? I'm not shocked much by the cat ? but..... You know what NVM ??\n  ","632233":"\n   Can i msg you on insta?\n  ","632234":"\n   I swear I'm slowly turning all of you into psychopaths ??\n  ","632235":"\n   In the word “scent”, is it the “s” or the “c” that is silent?\n  ","632236":"\n   Pap of you in bikini\n  ","632237":"\n   What would you refuse to do for a million dollars?\n  ","632238":"\n   Have you had much other dental work\n  ","632239":"\n   @\n  ","632240":"\n   @@\n  ","632241":"\n   @\n  ","632242":"\n   @\n  ","632243":"\n   @ xD\n  ","632244":"\n   @\n  ","632245":"\n   @\n  ","632246":"\n   @\n  ","632247":"\n   @?\n  ","632248":"\n   @\n  ","632249":"\n   @\n  ","632250":"\n   @\n  ","632251":"\n   @\n  ","632252":"\n   @@@@@@\n  ","632253":"\n   @\n  ","632254":"\n   @\n  ","632255":"\n   @ :)\n  ","632256":"\n   @ again me ??\n  ","632257":"\n   @\n  ","632258":"\n   @:')\n  ","632259":"\n   @@\n  ","632260":"\n   @\n  ","632261":"\n   @\n  ","632262":"\n   @\n  ","632263":"\n   @\n  ","632264":"\n   @\n  ","632265":"\n   @\n  ","632266":"\n   Do you ever worry that maybe nothing will happen when we die?\n  ","632267":"\n   What is your opinion: Is it acceptable for people to engage in pre-marital sex or wait until marriage?\n  ","632268":"\n   You are so phenomenally attractive oml??\n  ","632269":"\n   You look so gorgeous with your braces. Slayy\n  ","632270":"\n   Wouldn't that be an orthodontist?\n  ","632271":"\n   Ahhhh just braces\n  ","632272":"\n   Worst injury that you've ever had\n  ","632273":"\n   Why are you at the dentist\n  ","632274":"\n   Are you a fan of harry potter\n  ","632275":"\n   Pap of you\n  ","632276":"\n   Likers send @ for tbh. Please beautiful\n  ","632277":"\n   Nice sceneries :)\n  ","632278":"\n   Do you believe in miracles?\n  ","632279":"\n   Wats up your gorgeous\n  ","632280":"\n   Does your stomach tattoo say THUG LIFE?\n  ","632281":"\n   Do you also not have track marks covering your forearms like Kate Moss?\n  ","632282":"\n   #2\n  ","632283":"\n   You're in a bad mood\n  ","632284":"\n   pic of u\n  ","632285":"\n   cool !! will doo?\n  ","632286":"\n   No but it's more fun I guess\n  ","632287":"\n   Would you ever get plastic surgery? If so what would you change? ( Even though to me you're perfect??)\n  ","632288":"\n   @\n  ","632289":"\n   Can you give rates to those who like?\n  ","632290":"\n   hahha well screw the haters bbg! youre amazzz??\n  ","632291":"\n   What motivates you to get out of bed?\n  ","632292":"\n   Delete yoself from ask.. THAT would be MARVELOUS\n  ","632293":"\n   Hey im andrianna\n  ","632294":"\n   ?\n  ","632295":"\n   Hay Savvy... Any new ghost stories???????\n  ","632296":"\n   It could be worse.. you could be a wire stripper\n  ","632297":"\n   Are you a saver or a spender?\n  ","632298":"\n   No it is not i have no idea what you're talking about\n  ","632299":"\n   You look like a stripper\n  ","632300":"\n   If you could interview anyone, who would you pick?\n  ","632301":"\n   Are you high? What are you talking about?\n  ","632302":"\n   Are you shaved, hairy, or trimmed?\n  ","632303":"\n   Rates?\n  ","632304":"\n   beauuuutifulllllllll??\n  ","632305":"\n   oh fun what are they pics of? ?\n  ","632306":"\n   \"If there's a book that you want to read, but it hasn't been written yet, then you must write it\"\n-- Toni Morrison ?\n  ","632307":"\n   hey girllllyyy\n  ","632308":"\n   @ opinion ? (Sent to some )\n  ","632309":"\n   Just cleared out my inbox. Can you have your followers and anons send me stuff ?\n  ","632310":"\n   For those of you that have had your ask@ for a while, if you could change your @ would you and if so what would it be\n  ","632311":"\n   Question - My sister got her period when she was 12 and I'm 16 and still haven't gotten mine yet. Should I be worried, or do boys usually start later?\n  ","632312":"\n   In 2. Pp your head looks square\n  ","632313":"\n   Tattoos + piercings = damaged goods\n  ","632314":"\n   Love ur eyes\n  ","632315":"\n   Why\n  ","632316":"\n   Shave trim or natural\n  ","632317":"\n   Do you have any family members in prison\n  ","632318":"\n   Yeah well,here all schools are public schools and I don't think that there's a rule in any school that would prohibit students who have tattoos,from admitting to the school.\n  ","632319":"\n   Finger nails are good, finger nails are good\n  ","632320":"\n   what job would you hate to have in the future?\n  ","632321":"\n   Yeah,it was even harder when I was 15,most tattoo parlors didn't allow you to have tattoos until you reached the age of 18.But like I said,while it's not common to see 15-year olds with tattoos,it's totally uncommon and not all of them are gang members.\n  ","632322":"\n   But why are u so gorgeous\n  ","632323":"\n   Are you a Reptilian shape-shifter? You look quite evil.\n  ","632324":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141969719161\n   \n   While I know for sure that you're 22,it's not totally uncommon now days to see 15-year olds with tattoos.\n  ","632325":"\n   Age\n  ","632326":"\n   I hate reading\n  ","632327":"\n   A 10 foot rope ladder hangs over the side of a boat with the bottom rung on the surface of the water. The rungs are one foot apart, and the tide goes up at the rate of 6 inches per hour. How long will it be until three rungs are covered?\n  ","632328":"\n   What are you wearing\n  ","632329":"\n   I thought everone in California smokes weed?\n  ","632330":"\n   Yeah i just graduated college hated life ever since\n  ","632331":"\n   Do you smoke the right handed cigarettes?\n  ","632332":"\n   Last time you had a holiday\n  ","632333":"\n   Yessss her booty be lookin like a diaper. You know when babies poop in their pants ?\n  ","632334":"\n   If were in purgatory where do people go when we die in purgatory\n  ","632335":"\n   And being able to drink as much as you want\n  ","632336":"\n   superman's dead\n  ","632337":"\n   Growing up sucks\n  ","632338":"\n   Ladies only: When guys go around flexing their muscles and showing off their abs is that a turn on for you ?\n  ","632339":"\n   I have fleas\n  ","632340":"\n   What's something you do well?\n  ","632341":"\n   Really nice picture!\n  ","632342":"\n   Nah you're a liar, id say you're more 15 ... maybe 14?\n  ","632343":"\n   ? no way you're 22\n  ","632344":"\n   who would you suggest to follow on here?\n  ","632345":"\n   is there an age you are always mistaken for? what age is it? ?\n  ","632346":"\n   She's great, I was totally shocked when I heard she voiced Rapunzel in the movie Tangled. I was major crushing there lmao ? well hope you're good\n  ","632347":"\n   Her music is awesome I have all songs have you checked out her very first album? I love the songs she did for the movie A Walk To Remember ?\n  ","632348":"\n   I love Mandy Moore :)\n  ","632349":"\n   Is it legal to have a Raccoon as pet ?\n  ","632350":"\n   What is your favorite movie couple?\n  ","632351":"\n   Ever get butterflies in your tummy?\n  ","632352":"\n   Have you ever been manipulated by a guy?\n  ","632353":"\n   Bikini or one piece\n  ","632354":"\n   Can you be manipulative if you want to be?\n  ","632355":"\n   I believe you a good person, I do declare!\n  ","632356":"\n   Are you popular?\n  ","632357":"\n   Can you describe the feeling you get as you begin to drink alcohol?\n  ","632358":"\n   Last time you were drunk?\n  ","632359":"\n   Ah Miss Boom your boobs look so good in that Zebra bra I got you last summer, you still make me happy....thank U  savannah Q\n  ","632360":"\n   Haha little big shots, my grandma watches that!! LOL idk if you're actually watching it tho XD\n  ","632361":"\n   Pap of your socks\n  ","632362":"\n   I want to marry you one day\n  ","632363":"\n   I probably should be locked up, there's something terribly wrong with me\n  ","632364":"\n   Np :) I'm okay, goin through a lot and I have a bad fever atm\n  ","632365":"\n   You on east or west coast?\n  ","632366":"\n   OH HELLO AGAIN:) lol I'm in bed nowwww, you still looking around on YouTube?!?\n  ","632367":"\n   HELLO I JUST SNAPPED YOU MISS BEAUTIFUL <3 haha I just got homeeeee ;)\n  ","632368":"\n   God I'm thinking of leaving this app too. No one is asking me :( no anons\n  ","632369":"\n   Hmmm honestly yeah u might hurt my dreams. Ur scary\n  ","632370":"\n   Are eyebrows considered facial hair? And if so, does that mean that almost everyone on Earth has facial hair?\n  ","632371":"\n   Your dp iz lit\n  ","632372":"\n   How about Miley Cyrus ?\n  ","632373":"\n   I'm currently siting or lying in the public ways\n  ","632374":"\n   Hey\n  ","632375":"\n   suggest some english or french songs ?\n  ","632376":"\n   What was with that emo chick in one of your last responses?\n  ","632377":"\n   Do you hear both sides of a story before you decide what is right and wrong?\n  ","632378":"\n   Say something about Beyonce :)\n  ","632379":"\n   She's gotta muffin in her head\n  ","632380":"\n   What would you do if someone snuck up and cut one of your braids off?\n  ","632381":"\n   You're a savage\n  ","632382":"\n   Are you usually the heart breaker or the heart broken?\n  ","632383":"\n   To what extent would you sacrifice for your parents?\n  ","632384":"\n   Your face is just so pretty\n  ","632385":"\n   Ever been ice skating  plus if you have did you fall\n  ","632386":"\n   Ever been surfing if you have't would you\n  ","632387":"\n   Hey guys! :) \nHere your question: When was a time when you felt honored? \nIf you want go into details.\n  ","632388":"\n   If I buy you those underwear would you send me private pics of you in them?\n  ","632389":"\n   a teacher stopped a student from shooting up her school by hugging him all the while she let him know that everything is alright.\n  ","632390":"\n   are you a shy type person? do you prefer to get approach by people than approaching them by yourself first?\n  ","632391":"\n   don't go your entertainment value is awesome\n  ","632392":"\n   ? Made in USA\n  ","632393":"\n   No I watch s show called Pass Time about drag racing :)\n  ","632394":"\n   Why not laziness is the key to success??\n  ","632395":"\n   How would you define a perfect outfit for yourself?\n  ","632396":"\n   Nooo? You gotta push down the clutch pedal!! It's so easy! Unless you have to double clutch it, well that's for next question ;)\n  ","632397":"\n   Do you want to get the Apple Watch?\n  ","632398":"\n   You need to push in the clutch and your gears won't grind silly girllll vvv ;) ;)\n  ","632399":"\n   That picture is too scaryyy vv\n  ","632400":"\n   Hi Miss Boom\n  ","632401":"\n   Would you rather? Give up self pleasure for the rest of your life or give up pizza for the rest of your life?\n  ","632402":"\n   Boom come on one more hour\n  ","632403":"\n   Do you like children's movies?\n  ","632404":"\n   Do you always smile for pictures?\n  ","632405":"\n   Ilysm. ❤️❤️\n  ","632406":"\n   WEST COAST!! Hello I'm hereeee:)) what's uppp\n  ","632407":"\n   If prunes are dried plums where does prune juice come from?\n  ","632408":"\n   What is the worst excuse you've ever heard?\n  ","632409":"\n   You should stop being so gorgeous.\n  ","632410":"\n   What is this app for?\n  ","632411":"\n   Do that number question thing\n  ","632412":"\n   Pap of yu\n  ","632413":"\n   How are you?\n  ","632414":"\n   When did you last pee?\n  ","632415":"\n   Subway or Burger King? This will see if we're still friends or not ?\n  ","632416":"\n   Tall boys or cute boys?\n  ","632417":"\n   \"the american government is truly capable of hiding and covering up things that have been going on...\". You're referring to aliens right?\n  ","632418":"\n   -- A song of ice and fire ?\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142661708394\n   \n   ?\n  ","632419":"\n   Song suggestions???\n  ","632420":"\n   Would you take pics and send them to me if I buy them?\n  ","632421":"\n   Have you ever seen Mike Hunt?\n  ","632422":"\n   What is fan sign ?\n  ","632423":"\n   How did u get so many followers\n  ","632424":"\n   How many followers you have?\n  ","632425":"\n   whats ur rl name\n  ","632426":"\n   whats ur ideal guy? :)\n  ","632427":"\n   Were you the bully in school\n  ","632428":"\n   Hehe ohh yeh ok ok ??\n  ","632429":"\n   Ever seen NYC?\n  ","632430":"\n   Can you dance\n  ","632431":"\n   What is your relationship status?\n  ","632432":"\n   Bijouterie or jewelry?\n  ","632433":"\n   Favorite Johnny Depp movie?\n  ","632434":"\n   where u from?\n  ","632435":"\n   Your 2nd display.__.\nPlease change it....ewww\n  ","632436":"\n   We would make a great lesbian couple ??\n  ","632437":"\n   How often do you go to the movies?\n  ","632438":"\n   What was the longest car ride you’ve ever taken?\n  ","632439":"\n   @(recent)\n  ","632440":"\n   Have you ever done something regretful in your life?\n  ","632441":"\n   How would you like to celebrate your next birthday?\n  ","632442":"\n   Haha yeah I guess I do like you a little bit ?? and yeah I hate when it's so HOTTT outside, no fun ??. So now what are you doing on this fabulous Friday WEST COAST?!\n  ","632443":"\n   How many different dads?\n  ","632444":"\n   Didn't you say before how you had a boyfriend? This was before you turned 22 ?\n  ","632445":"\n   Fact: Most 22 year olds are not single ???\n  ","632446":"\n   Okay but your 22..\n  ","632447":"\n   Do you find it difficult to make friends; you can trust?\n  ","632448":"\n   How long have you been with your bf  and how did you meet\n  ","632449":"\n   do u like justin bieber\n  ","632450":"\n   do u know justin bieber\n  ","632451":"\n   When you want cuddles but are single ?\n  ","632452":"\n   What accent do you find the most attractive?\n  ","632453":"\n   So famous ppl buy you stuff ;)\n  ","632454":"\n   Is parking easy to find in your neighborhood ?\n  ","632455":"\n   howd u get verified\n  ","632456":"\n   girl so pretty honestly youre beautiful!\n  ","632457":"\n   how r u famous r u a utuber stripper model or singer\n  ","632458":"\n   Are you afraid of the future?\n  ","632459":"\n   Oh you're more than welcome!!  You're absolutely amazing!  I have no doubt it's not the last thing I end up buying you haha\n  ","632460":"\n   What is the one thing that instantly makes you happy?\n  ","632461":"\n   What is your imaginary world like? :D\n  ","632462":"\n   Dammit there was meant to be a note lol.  \"This is just because I LOVE this skirt but I know how much better it would look on you\".\n  ","632463":"\n   How big is your imagination? Surely life is more exciting in your head!\n  ","632464":"\n   I'm glad you got the skirt.  Did you get my note with it?\n  ","632465":"\n   :'(\n  ","632466":"\n   Do you ever just buy things because you like the print? Today, my friend bought a marble block. No purpose. Just a block. Just because it was marble print?\n  ","632467":"\n   What are your favourite things to do during your free time? And why?\n  ","632468":"\n   Write a playlist that explains your mood right now?\n  ","632469":"\n   Post a pic of uh\n  ","632470":"\n   When did you last treat yourself and what did you get\/do?\n  ","632471":"\n   How many electrical devices do you own?\n  ","632472":"\n   Does this sound dumb I can't make friends in person but online here or when I play my ps4 online I can make friends sounds dumb huh?\n  ","632473":"\n   What's your current mood?  Feel free to explain what's going on or vent if you want to.\n  ","632474":"\n   Yes I knw\n  ","632475":"\n   Do you really want them?\n  ","632476":"\n   In your opinion, What kinda questions should a person not asked to boys\/girls?\n  ","632477":"\n   You don't eat pig\n  ","632478":"\n   Are you any good at saving money?\n  ","632479":"\n   Pap for Lukey (sent to some I follow)\n  ","632480":"\n   What are your super cheap great gift ideas?\n  ","632481":"\n   Bake your brain instead;)\n  ","632482":"\n   How do you greet your friends?\n  ","632483":"\n   What is your favorite pet’s name?\n  ","632484":"\n   hey friends, hope you all have a nice friday ?.. tell me your favorite quote :”)\n  ","632485":"\n   how many years have you been on Ask?\n  ","632486":"\n   Would you ever ride a dolphin if you could\n  ","632487":"\n   In which dress you feel least comfortable when people are around you?\n  ","632488":"\n   Should i obey you?\n  ","632489":"\n   Hey baby girl\n  ","632490":"\n   What's the last compliment you gave somebody?\n  ","632491":"\n   Ohhh soo risk\n  ","632492":"\n   of course if you've any suggestions tell me about them ;)\n  ","632493":"\n   Pap of uh maybe\n  ","632494":"\n   I've just unfolllowed 80 people if you get this I haven't unfollowed you\n  ","632495":"\n   Ballin' ain't easy\n  ","632496":"\n   Johnny Depp??\n  ","632497":"\n   But at the same time,it's not hard to believe that this happened in Florida.There always seems to happen some crazy shit in that state,at least according to some Americans that I have talked with.\n  ","632498":"\n   In your opinion, What do you think is one of the most undervalued professions and why ?\n  ","632499":"\n   Was there ever a time in your life where you had to make a change for yourself only for the better ? or was there a time where you had to make a change for someone else ?\n  ","632500":"\n\n    http:\/\/www.complex.com\/life\/2017\/07\/florida-man-sits-gun-shoots-self-penis\n   \n\n    http:\/\/www.complex.com\/life\/2017\/07\/florida-man-sits-gun-shoots-self-penis\n   \n   What the f*cking f*ck ?\n  ","632501":"\n   How are youu??\n  ","632502":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141953110393\n   \n   I think that the anon should be equally worried about what both parties are doing to the US.\n  ","632503":"\n   I'm good :) had a wonderful day of working and stuff , it's cool that I get to end my day talking to you West Coast girllllll ;)\n  ","632504":"\n   Who is more jealous - girls or boys?\n  ","632505":"\n   If you were to write a book what would it be about?\n  ","632506":"\n   The best batman movie?\n  ","632507":"\n   Do you think people are equally valuable or do you think some people in certain situations might perhaps be more valuable than others ?\n  ","632508":"\n   If superman is so smart. Why does he wear his underwear over his trousers ?\n  ","632509":"\n   I follow you on instgram please follow me back\n  ","632510":"\n   Trump Trump Trump Trump Trump Trump Trump\n  ","632511":"\n   IfwearemeanttobetogetherIpromiseyouiwillbeagoodhusbandforourfamilyandwillalwaysloveyouenternally.\n  ","632512":"\n   why you all not following me?  I'm not that bad smh\n  ","632513":"\n   Opinion on thongs\n  ","632514":"\n   Okayyyy I'm still up a little bit haha, how's chillin goinggg?? Got cookies?\n  ","632515":"\n   Nighty night West Coast, ily sleep well ;)\n  ","632516":"\n   -✨\n  ","632517":"\n   Hey guys! :) \nHere your question: What is your opinion about the EU antitrust fine against google? If you want go into details.\n\n-In a way to make easy to me read all your answers, from now a amount of peoples receiving my question before and another amount of peoples receiving my question later-\n  ","632518":"\n   Ever been horny at a friends house?\n  ","632519":"\n   -- The Miserable ?\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142658117226\n   \n   ?\n  ","632520":"\n   Outfit of the morning pic\n  ","632521":"\n   So first you eat cookies and take rest dear\n  ","632522":"\n   Hmm yeh Oka I'll save ??\n  ","632523":"\n   If it was possible would you want to see your grave\n  ","632524":"\n   Heyyyy you're my kinda girl then ;) white is right lol, ur so cool Savannahhhhhhh;))\n  ","632525":"\n   You using Whatup so I can chat on private dear\n  ","632526":"\n   No you tell me I can do dear\n  ","632527":"\n   So what can I do for you dear you so tried & so hungry dear tell me ??\n  ","632528":"\n   White is right\n  ","632529":"\n   Ohh okay ?\n  ","632530":"\n   You don't look Asian at all\n  ","632531":"\n   were you in the vietnam war?\n  ","632532":"\n   ? how bad do you want them?\n  ","632533":"\n   How are you wonderful?\n  ","632534":"\n   Can I buy you the 6 pack underwear set on your wish list?\n  ","632535":"\n   What type of Asian are you lol\n  ","632536":"\n   You look like your 16 not 22\n  ","632537":"\n   Pap of ur nose\n  ","632538":"\n   It's International Kiss Day! Whom would you like to kiss right away?\n  ","632539":"\n   I lied about drawing your face while eating watermelon on the wall in school toilet.\n  ","632540":"\n   GREETINGS LADY FROM THE WEST COAST!!!\n  ","632541":"\n   Hey guys! :) \nTo these who I 'm sure follow me, how is your day going squad? I'm really interested to know about it, wish to you all a nice day! :)\nIf I forgotten of include someone, my apologize.\n\n\n-stay classy awesome peeps-\n  ","632542":"\n   Yay\n  ","632543":"\n   I just checked up on it for you.  It's in transit and will arrive between 6th-14th June.\n  ","632544":"\n   What movie would you absolutely NOT want to be stuck in?\n  ","632545":"\n   Hy how are you\n  ","632546":"\n   Never knew you use the word ain't ? Lol, girl where you comin from like you cray cray lol\n  ","632547":"\n   Nigga said im scared of bacon egg and cheese sandwhiches\n  ","632548":"\n   Pap\n  ","632549":"\n   THE $UICIDEBOY$ ALBUMS HAVE BEEN OUT 5EVER WGERE HAVE U BEEN????\n  ","632550":"\n   Youwelcomeipromisethatiwillalwaysbethereforyoudontworry\n  ","632551":"\n   Hey can I follow you on instgram Hun ?\n  ","632552":"\n   IfanybodyhurtyouiswearthatIwilltorturethemAndburntheirhouses.\n  ","632553":"\n   Okayiwillnotkillyouandiwillalwaysprotectyou\n  ","632554":"\n   I love you miss Ames\n  ","632555":"\n   Idontwanttokillyou\n  ","632556":"\n   It's always boom babes\n  ","632557":"\n   You did and i texted back\n  ","632558":"\n   You could never bewitch me or cast your spell on me, im colder than ice, and i dont love anyone who doesnt love me first.\n  ","632559":"\n   whens the last time you pooped\n  ","632560":"\n   Boners4lyfe xx\n  ","632561":"\n   What's the absolute best vacation you can imagine?\n  ","632562":"\n   Laying down I kik you back\n  ","632563":"\n   Hehe you know ???\n  ","632564":"\n   If you ever get to thinking that you never made a good impact on anybodys life, well then you better think again. cause even right now you could be an inspiration to someone and not even know it.\n  ","632565":"\n   You stretch my boxers\n  ","632566":"\n   The key to teaching children is repetition. You'd be surprised how stupid they are.\n  ","632567":"\n   Of course\n  ","632568":"\n   One time I saw a movie, then walked across the hall and saw another movie. And I didn't even pay until afterwards.\n  ","632569":"\n   What is your favorite thing to wear\n  ","632570":"\n   Hey\n  ","632571":"\n   Are you famous?\n  ","632572":"\n   reading is sooo boring zzzzzzz\n  ","632573":"\n   Do you know how to change a diaper? When was the last time you changed one?\n  ","632574":"\n   I thought links didn't work for you\n  ","632575":"\n   Where do you envision yourself living in the future?\n  ","632576":"\n   - A little princess ?\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142610464362\n   \n   ?\n  ","632577":"\n   We should be smoking together\n  ","632578":"\n   Boom, you may be all sweaty, but that sweat was well-earned. I know it feels yucky to be so sweaty, but be proud of it. You'll feel great after you shower!\n  ","632579":"\n   Hey!  I was just checking to see if the skirt I sent you has arrived yet?\n  ","632580":"\n   Why do you like having lots of clothes?\n  ","632581":"\n   Say you've just done good shopping and only shopped for the people who live with you. A family member arrives unannounced and says they're moving back in for a while. Is it wrong to try and limit their food intake and make sure you know what they're eating from YOUR food shop? Or am I mean? Lol\n  ","632582":"\n   I love that you've just worked out. There's nothing gross about that\n  ","632583":"\n   The Seven Deadly Sins: wrath, greed, lust, envy, gluttony, sloth, and pride. out of these sins which 1 do you most identify as? and why?\n  ","632584":"\n   You listen to Nada Surf?\n  ","632585":"\n   So\n  ","632586":"\n   I have to buy everything for you?\n  ","632587":"\n   I'm stoned\n  ","632588":"\n   DO IT\n  ","632589":"\n   Build a moat so you can lock up the lost hikers !!!\n  ","632590":"\n   i want to ask about fb :'(\n  ","632591":"\n   Kidz bop\n  ","632592":"\n   I never listened to my parents, NOBODY tells me what to do.\n  ","632593":"\n   do you stilll have a shit ton of questions to answer\n  ","632594":"\n   Hmmmmmm ??\n  ","632595":"\n   No you buy me one rich ladyyyy ??\n  ","632596":"\n   Hello I'd like one monster krabby patty plzzzz\n  ","632597":"\n   Go outside and built a moat!!\n  ","632598":"\n   I will ??\n  ","632599":"\n   Im your pet\n  ","632600":"\n   So beautiful ur must be hard to get :)\n  ","632601":"\n   Haha hey yeah hot like summer works good too ???? it's trueeee\n  ","632602":"\n   Oh you want it harsh aye? Hmmmmm they can get lost and never be found!!!! Now I'm thinking like a rebel right? ;))\n  ","632603":"\n   i am superior to everyone\n  ","632604":"\n   Good morning boom just boom away niggas as they approach ya lol\n  ","632605":"\n   As a child, what kind of worker were you? How much did your parents have to yell and scream to get you to work?\n  ","632606":"\n   What's your favorite way to make other people feel cheered up?\n  ","632607":"\n   All modesty aside, are you considered a wise person? In what ways?\n  ","632608":"\n   Do you pay attention to the news?\n  ","632609":"\n   Have you ever suffered from a dry, itchy scalp? What did you use to treat it?\n  ","632610":"\n   Do you find it easy to admit when you're wrong?\n  ","632611":"\n   What do you think is your best feature? ☺️\n  ","632612":"\n   You liked that huh? The hiking and getting lost part ;) yeah, I went there ;) ;)\n  ","632613":"\n   Why the fuck you always cursing for ?? chill relax yourself\n  ","632614":"\n   Thats horrible because  it is\n  ","632615":"\n   What would be harder for you, to tell someone you love them or that you do not love them back?\n  ","632616":"\n   Everyone loves everything of you lady. ❤️ You are love\n  ","632617":"\n   You know,,,, these anons should take a hike... And GET LOST!! Haha\n  ","632618":"\n   damn shawty you got a tiny beautiful waist\n  ","632619":"\n   They were suicide pilots ? protect themselves against what?? rational thoughts??\n  ","632620":"\n   where does that anon think that used toilet paper and soiled diapers go to?? do they vanish in thin air?, no, they remain in the trash!\n  ","632621":"\n   Why did kamikaze pilots wear helmets?\n  ","632622":"\n   BUMBOCLAT!!! YOU ARE BEAUTIFUL GYAL ??\n  ","632623":"\n   You're hotttt like the west coast ?????\n  ","632624":"\n   Lady boometh!!\n   \n    @ass4lyfe\n   \n   is hotttt\n  ","632625":"\n   Dumpster diving is fun. And poop doesn't go in dumpsters you dumb anon...\n  ","632626":"\n   Hey how are you? Just to let you know you are a beautiful person\n  ","632627":"\n   GOOD MORNING\n  ","632628":"\n   dumpster diving is not fun when you get human feces all over you\n  ","632629":"\n   These anons are so fucking dumb.\n  ","632630":"\n   Were you ever told something romantic that just filled your entire day with Joy ?\n  ","632631":"\n   Can i make your breakfast for you\n  ","632632":"\n   Wouldn't life be monotonous and bland if we had nothing to regret?\n  ","632633":"\n   Are you any good at impressions?\n  ","632634":"\n   we did a bucket challenge where we threw the bucket on people who DIDNT volunteer, and while they were SLEEPING...lmao good times...if you dont believe me i got it on video\n  ","632635":"\n   How quickly do you respond to texts?\n  ","632636":"\n   Can i clean your shoes please\n  ","632637":"\n   pink tint lmao\n  ","632638":"\n   did you do the ice bucket challenge in 2014?\n  ","632639":"\n   please dye your hair red next\n  ","632640":"\n   why dye tho????\n  ","632641":"\n   Goddess\n  ","632642":"\n   ur not blonde now thoooooooo\n  ","632643":"\n   Blonde looked good on you ;)\n  ","632644":"\n   Have you ever taken part in a photo shoot? How did you find the whole experience? Would you do it again? Pap from the shoot? If you've never participated in one, is this something you would ever want to do? Why\/why not?\n  ","632645":"\n   Do you prefer to go out a lot to parties or are you the type who prefers a quiet night in?\n  ","632646":"\n   i wouldnt date you because if a girl eats alot that means she shits alot\n  ","632647":"\n   Age\n  ","632648":"\n   Why is it that the government is going corrupt\n  ","632649":"\n   What do you like to spend money on?\n  ","632650":"\n   Things NOT to do or say on a first date\n  ","632651":"\n   What was the last song you danced to?\n  ","632652":"\n   Beautiful! All I gotta say :)\n  ","632653":"\n   OH THE GOOD GREEN STUFF IS GUNNA BURN?? ;)\n  ","632654":"\n   Whats your favorite sportswear brand?\n  ","632655":"\n   First three songs in your favorite playlist?\n  ","632656":"\n   Your profile picture is better than tits I swear ?????\n  ","632657":"\n   Dumpster diving is fun!! Good first date yeah?? ?? and ofc you'd still look good doing it, you're naturally a beautiful person ?❤️ Apparently I'm your knight in shining armor too I see ??\n  ","632658":"\n   Ya wooooooo you're wild and free, hiking sounds koolllllll\n  ","632659":"\n   OH FRIEND ARE YOU DRUNK YETTTTTTTT\n  ","632660":"\n   Haha I feel the LOVE rn ❤️?? west coast you're amazing ? and these selfies are great tonight! Vvv You're Lookin gooddddd ????\n  ","632661":"\n   You're so beautiful ugggggg vvvv marry me?¿ ???❤️\n  ","632662":"\n   ?? then i must be your slave\n  ","632663":"\n   Do you like having lots of stuff?\n  ","632664":"\n   WELL YOURE A CRAZIER BOOTY THAN MEEEE ?? and ofc in on to talk to you, ily West Coast ❤️?\n  ","632665":"\n   But look at you b ?\n  ","632666":"\n   AM I THE CRAZY BUTT?!! Lol, I hope so West Coast ;) wink wink\n  ","632667":"\n   No you look freaking hotttt miss beautiful west coast friend ;) <3\n  ","632668":"\n   Are you thinking about sex\n  ","632669":"\n   Wow what a Fourth of July story, I had a good smoothie haha\n  ","632670":"\n   Us you drunky nowwwwww\n  ","632671":"\n   Where one can find the truth?\n  ","632672":"\n   Do you have a place for your stuff? That's all you need in life.\n  ","632673":"\n   Why do you respond to a question with a totally irrelevant answer?\n  ","632674":"\n   Yes that's why I'm pissed off when I read ur answers silently  (imagining ur voice) xddd\n  ","632675":"\n   When you most horny night or morning\n  ","632676":"\n   I think i love you\n  ","632677":"\n   Do you like the band \"system of a down\"\n  ","632678":"\n   U look like those who sound like old cowboys when they talk is it true ????\n  ","632679":"\n   Yes goddess im your slave\n  ","632680":"\n   Can i worship you please\n  ","632681":"\n   snapchat?\n  ","632682":"\n   You're truly a goddess\n  ","632683":"\n   You would look so cute in the belly chain that's pierced though. You have the perfect body for it\n  ","632684":"\n   Csx how tomorrow derails\n  ","632685":"\n   Do you like salami?\n  ","632686":"\n   Happy 4th July! Long Live USA!\n  ","632687":"\n   Do you have a bf?\n  ","632688":"\n   Are you religous\n  ","632689":"\n   How do you stay so  pretty\n  ","632690":"\n   You're pretty\n  ","632691":"\n   Are you a mom?\n  ","632692":"\n   Happy independence day my USA Friends\n  ","632693":"\n   It's not weird\n  ","632694":"\n   North Korea has just launched another missile. Does this guy have anything better to do with his life? Hard to believe that South Korea and Japan will put up with this much longer. Perhaps China will put a heavy move on North Korea and end this nonsense once and for all!\n  ","632695":"\n   How many langauges can you speak\n  ","632696":"\n   aw you still look cute\n  ","632697":"\n   umm guys? she rarely shows her smile because it's too good for you? duh! ?\n  ","632698":"\n   If I ever get a gf would you say it's a privilege to be someone first and last love\n  ","632699":"\n   HAPPY 4TH OF JULY!!!!!??I LOVE ALL OF YOU??\n  ","632700":"\n   Happy 4th! Hope you are having a great day! ??\n  ","632701":"\n   Because you're my goddess\n  ","632702":"\n   be honest does size matter to u?\n  ","632703":"\n   any favorites?\n  ","632704":"\n   how many illegal things have you done?\n  ","632705":"\n   how many people do you wall to wall\n  ","632706":"\n   \"Anon\" is a racist slur,what the f*ck did I just read ? Since when ?\n  ","632707":"\n   hey lady your eyes r simply adoreable <3\n  ","632708":"\n   Whats the difference between intelligence and wisdom ?\n  ","632709":"\n   how do you picture her in your head\n  ","632710":"\n   please don't post it if i show you myself\n  ","632711":"\n   calling someone \"anon\" is a slur and a racist insult.\n  ","632712":"\n   hey\n  ","632713":"\n   Goodnight friends,,\nhere's some rules to keep up with reading Books ?\n   \n    https:\/\/ask.fm\/Book_quot_lover\/answer\/142639434346\n   \n   ?\n  ","632714":"\n   Do you think rules will change because its a holiday or same rules and same punishments if broken?\n  ","632715":"\n   Ps4 or xbox one\n  ","632716":"\n   if i show you myself then would you give me ?\n  ","632717":"\n   How would you react if you met the Pillsbury doughboy ?\n  ","632718":"\n   HEY GUYS I FOUND OUT HOW MANY LICKS IT TAKES TO GET TO THE CENTER OF A TOOTIE POP ?? THE ANSWER IS 1,550 LICKS ❤️\n  ","632719":"\n   Im bowing down to you\n  ","632720":"\n   i want to ask you about your kik id but i read your bio :(\n  ","632721":"\n   well youre not the owner of a major company, so you'd be working 18 hours a day in a sweatshop.\n  ","632722":"\n   Ever realise how guys lowkey check out other girls whenever there girlfriends are not looking\n  ","632723":"\n   Do you believe that the future is littered with prizes ?\n  ","632724":"\n   What do you think is the hardest thing for you to give up on?\n  ","632725":"\n   morning gorgeous\n  ","632726":"\n   ????????? Happy 4th, Boom ?????????\n  ","632727":"\n   Sent to all i follow how many male friends do you have ?\n  ","632728":"\n   Do you think that being parent is harder than being a sibling or the other way around ?\n  ","632729":"\n   Do you ever hate it sometimes when you have friends who put you on the spot when they are around their other friends just to get attention and then they end up humiliating you ?\n  ","632730":"\n   Are you good with Time Management ?\n  ","632731":"\n   I'll unfollow everyone because it takes forever to send questions and not everyone answers them, so if you want me to keep sending you questions like my most recent answer. Now for today's question. Can you cry under water?\n  ","632732":"\n   Do you watch the Ellen Show ?\n  ","632733":"\n   where u from\n  ","632734":"\n   gorgeouss\n  ","632735":"\n   Happy july the fourth ?\n  ","632736":"\n   Goddess 4\n  ","632737":"\n   r u an alien irl\n  ","632738":"\n   happy 4th of july, i hope you and your families have a wonderful day ???❤️ - love kyleigh\n  ","632739":"\n   Would you ever wear a pierced belly chain?\n  ","632740":"\n   I wood love to fuck the ass off you anywhere.\n  ","632741":"\n   what does ass4lyfe fckin mean then?\n  ","632742":"\n   is it true that you have \"ass 4 lyfe\"\n  ","632743":"\n   Trump is gonna go meet his daddy Putin\n  ","632744":"\n   You need to stop having a nasty attitude\n  ","632745":"\n   What qualities do all your friends have in common?\n  ","632746":"\n   If you were a YouTuber, what would your videos be about?\n  ","632747":"\n   Is it true that your family is from Ecuador ?\n  ","632748":"\n   Imagine, if all your followers, literally start following you everywhere you go\n  ","632749":"\n   which is the greatest country?\n  ","632750":"\n   Are you saying you're an annoying, unfunny Jew?\n  ","632751":"\n   Do guys tell you a lot that they are mast ur bating to you often. What do you say the them?\n  ","632752":"\n   Chica Boom!\n  ","632753":"\n   anon you need to re-evaluate why women keep calling the police on you, thats not at all normal no matter how nice or rude you are.\n  ","632754":"\n   Some women are weird....if you are too nice to them they call the police....if you are mean they call the police.\n  ","632755":"\n   I lost about 10 cats when I was a boy.\n  ","632756":"\n   Do women understand that some men do not have children because women hate them ?\n  ","632757":"\n   oh sorry\n  ","632758":"\n   how did the song go do you remember\n  ","632759":"\n   where do homeless people get their shopping carts from, do they just steal it from a store?\n  ","632760":"\n   What does your soul look like?\n  ","632761":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","632762":"\n   you mean us anons?\n  ","632763":"\n   which country is the greatest?\n  ","632764":"\n   How many licks does it take to get to the center of a Tootsie pop ?\n  ","632765":"\n   No just curios how long you wait before the first kiss, cuddle, and more serious stuff\n  ","632766":"\n   On this day in the year 1776 the greatest country in the world was born.\n  ","632767":"\n   do you have siblings? what are there names?\n  ","632768":"\n   Bra size?\n  ","632769":"\n   Don't you think the hardest part about asking out a person you like being able to tell whether that person is single or not single ?\n  ","632770":"\n   are you gonna play with fireworks for 4th of july tomorrow\n  ","632771":"\n   oh\n  ","632772":"\n   What does it do to a boy when his cat dies ?\n  ","632773":"\n   You cant say retarded or feminists will call you ableist.\n  ","632774":"\n   What does it take to be a leader in life ?\n  ","632775":"\n   Why are there so many girls that video make ng porn do you think? Do you think they make money?\n  ","632776":"\n   bread doesnt come from a vagina so what do vaginas have to do with bread?\n  ","632777":"\n   Are you really mad about the yeast infection question ?\n  ","632778":"\n   that question doesnt make sense because yeast is whats used for making bread.\n  ","632779":"\n   May i have your snapchat, kik, fb, twitter and skype?\n  ","632780":"\n   Do you you have a yeast infection ?\n  ","632781":"\n   That is so rude to ask you if you have a yeast infection.\n  ","632782":"\n   Why so many young niggas drop outta school ?\n  ","632783":"\n   ? drum ?\n  ","632784":"\n   Which is the best book you have read so far?\n  ","632785":"\n   Clever girl ?\n  ","632786":"\n   I do not pity women who are bothered for dates.?\n  ","632787":"\n   Will you shave your head withe me as it is for charity\n  ","632788":"\n   How many dates does it take before you are able to do things with a guy.\n  ","632789":"\n   If I take myself off anon and compliment you can we talk??☺️\n  ","632790":"\n   its pretty weird to put a live baby on a pizza.\n  ","632791":"\n   What's the weirdest thing to put on a pizza?\n  ","632792":"\n   What's the biggest obstacle you're facing right now?\n  ","632793":"\n   GET FUCKING ROCKED ANON OOOH WHERE YOU AT WHERE YOU AT\n  ","632794":"\n   If I could only say yes to every question that you asked me, what would you ask me?\n  ","632795":"\n   What's a random skill you wouldn't mind learning?\n  ","632796":"\n   reading is for suckers\n  ","632797":"\n   Aww they would look cute on u that sucks\n  ","632798":"\n   anons talk to me PLEASE? I'm bored\n  ","632799":"\n   May i have your snapchat, kik, fb, twitter and skype?\n  ","632800":"\n   Hey Guardian Angel, if i wanted to show them an example of blatant lying, i would show them the bible.\n  ","632801":"\n   A bunch of space aliens visit our planet. thing is they have never heard of lying. they don't know what a lie is. they think everything they hear is the truth. how would you explain to them what a lie is?\n  ","632802":"\n   water you playing, flappy bird?\n  ","632803":"\n   What does your soul look like?\n  ","632804":"\n   How would you describe your country in three words?\n  ","632805":"\n   Is this bad I like this girl and I'm pretty sure she me back but were both too shy to do anything about it bad huh\n  ","632806":"\n   Would u ever get your nipples pierced\n  ","632807":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141930004089\n   \n   WOW THAT WAS VERY DESCRIPTIVE!!!!!!!!!! DON'T EVER GIVE OUT THAT WHOLE LOT OF INFORMATION TO ANYONE!!!!!!!!!!!!! xD LOL\n  ","632808":"\n   Being pregnant and giving birth cant be too bad because the same girls keep getting pregnant over and over again.\n  ","632809":"\n   What pets do you own? Post pictures, if you'd like! I insist actually ;)\n  ","632810":"\n   u should talk about your tampons then\n  ","632811":"\n   What is something currently on your mind\n  ","632812":"\n   Do u hate talking about your underwear\n  ","632813":"\n   \"If we, citizens, do not support our artists, then we sacrifice our imagination on the altar of crude reality and we end up believing in nothing and having worthless dreams\"\n-- Life of Pi ?\n  ","632814":"\n   magnum and cornetto\n  ","632815":"\n   Your personality traits? ?\n  ","632816":"\n   What's the last thing that made you laugh?\n  ","632817":"\n   tomato or tomatoe\n  ","632818":"\n   No one will give me a job tbh as I am in a wheelchair they will not hire me as they say I am a liability\n  ","632819":"\n   Do you get claustrophobic?\n  ","632820":"\n   Hey there girl\n  ","632821":"\n   Tell anything about yourself ?\n  ","632822":"\n   Good morning Askfm who's awake\n  ","632823":"\n   I'd love to buy you some ❤❤\n  ","632824":"\n   Do you like chunky open heels?\n  ","632825":"\n   \"get in my bed\" (sent to everyone I follow.and from now on I'm going to stop doing these)\n  ","632826":"\n   Have you ever walked into a room to do something and you forgot why you walked into the room\n  ","632827":"\n   What are your favorite shoes? Xx\n  ","632828":"\n   Are you comfortable with your body?\n  ","632829":"\n   Where do you go when there's nowhere to hide?\n  ","632830":"\n   Are you smarter than your own brain?\n  ","632831":"\n   Ever had food poisoning\n  ","632832":"\n   have a great day lovelies ?\n  ","632833":"\n   Are you the Zodiac?\n  ","632834":"\n   What would your porn name be, Boomy?\n  ","632835":"\n   Whisky or vodka\n  ","632836":"\n   What's the weirdest thing to put on a pizza?\n  ","632837":"\n   Do you watch GoT? Are you excited for the new season?\n  ","632838":"\n   How many times a day do you blink?\n  ","632839":"\n   You think you know it all but in reality you don't know jack shit about anything\n  ","632840":"\n   Are YOU in touch with YOUR emotions?\n  ","632841":"\n   there is a girl who posts webcam videos on xhamster that kinda looks like you\n  ","632842":"\n   are you a porn star?\n  ","632843":"\n   What are you doing this 4th of july?\n  ","632844":"\n   he hasnt shown up yet cause he's a damn myth\n  ","632845":"\n   Whats the diffo between a hamburger and a cheeseburger?\n  ","632846":"\n   What are you up to\n  ","632847":"\n   oh damn you broke up? whats up shawty let me holla at you.\n  ","632848":"\n   What do you enjoy most about your culture ?\n  ","632849":"\n   Do you think crying is a sign of weakness or strength?\n  ","632850":"\n   What will the future be like?\n  ","632851":"\n   have u ever been to seattle? seattle will change your life\n  ","632852":"\n   are you up all night for good fun or up all night to get some? #getlucky\n  ","632853":"\n   Can you sing and dance? If not, do you wish you did?\n  ","632854":"\n   Last person you got a snap from\n  ","632855":"\n   Was Barack Obama well spoken ?\n  ","632856":"\n   Of the people who follow you, how many send you questions or interact with you in some way on a regular basis?\n  ","632857":"\n   ??\n  ","632858":"\n   V I find your sarcasm super attractive right now for some reason!\n  ","632859":"\n   It's your way of living your life darling.I respect you as a person that you acknowledge what I told you.\n  ","632860":"\n   As only a woman I'm saying to be careful from assholes like him.\n  ","632861":"\n   I meant like you guys can be whatever you want with someone anyway you like.Your religion allows you to.We have some boundaries.Don't judge it in a wrong way I respect every religion.\n  ","632862":"\n   Ever had food poisoning\n  ","632863":"\n   It's your religion i guess who allows you guys to handle some fashion shows like that not mine.So I guess you know how to handle jerks like him\n   \n    @jimcarey789\n   \n   .\n  ","632864":"\n   Really who was it\n  ","632865":"\n   It's great then.I recommend you to block him but it's up to you how you handle things. Thank you\n  ","632866":"\n   Ever heared other people haveing sex\n  ","632867":"\n   Likers get a rate?\n  ","632868":"\n   Beautiful smile ???\n  ","632869":"\n   ? ?\n  ","632870":"\n   I meant can a girl ask a guy out\n  ","632871":"\n   I was a part of it but then i realize what i've done.He just plays with girls to mastarbate and all.\n  ","632872":"\n   Pap , please\n  ","632873":"\n   Are you related to anybody on askfm? Please tell me you are and do not say no because if you do i'm gonna  be really upset and take you off of my insurance.\n  ","632874":"\n   He is a porn addict.Tricks with girls to fulfill his desires.Got like 100 of girls he talks to and do what he does best. Don't be a part of it.\n  ","632875":"\n   @ opinion? Sent to some\n  ","632876":"\n   If yes and you know\n   \n    @jimcarey789\n   \n   then simply post a Yes answer.\n  ","632877":"\n   Ever done martial arts if you have which martial arts did you do and how far did you get?\n  ","632878":"\n   Sponge bob bikini bottom??\n  ","632879":"\n   Can a girl ask a girl out or does the guy have to do it\n  ","632880":"\n   Do you like beards\n  ","632881":"\n   You watch porn right?\n  ","632882":"\n   Ever fallen off a trampoline\n  ","632883":"\n   Are you watching xxx videos, ?\n  ","632884":"\n   If you really liked a guy but he had a girlfriend would you steal him from her?\n  ","632885":"\n   Should the first date be cheap or expensive\n  ","632886":"\n   Is your bottom ticklish?\n  ","632887":"\n   You look 7 feet tall in your DP\n  ","632888":"\n   Make and model babe\n  ","632889":"\n   Hot lady it's Sexy Sunday!!\n  ","632890":"\n   I have a cat too\n  ","632891":"\n   Who is someone that you can always count on?\n  ","632892":"\n   How are you?\n  ","632893":"\n   What car you got\n  ","632894":"\n   Whqt's your cat called\n  ","632895":"\n   What are you up to\n  ","632896":"\n   Did you know people who swear a lot are more trustworthy\n  ","632897":"\n   What do you value most in a friendship?\n  ","632898":"\n   we’ve reached july! I hope that the previous month has been fruitful & enriching for you. I hope that you’ll always be surrounded by the ones who truly care for you. may this month be a good one for all of us, and for the hearts in our proximity. ??☺️\n  ","632899":"\n   Do you swear a lot\n  ","632900":"\n   Boom doesn't know best\n  ","632901":"\n   Do you belive in past life and after life\n  ","632902":"\n   will you go back to Baltimore?\n  ","632903":"\n   Do you ever get so disassociated from yourself forget who you are and who you're fucking? I had to write my own name down on a piece of paper so I can remember it.\n  ","632904":"\n   What are some things you do to pass the time?\n  ","632905":"\n   Do you have a special Sunday ritual?\n  ","632906":"\n   would a bunch of cinnamon buns, hamburger buns, and Hotdog buns at the prom dancing be called a bun dance?\n  ","632907":"\n   Fik-Shun is cute\n  ","632908":"\n   Lol I picked zoo too lol\n  ","632909":"\n   Someone needs a spanking.\n  ","632910":"\n   are you going to be mad if ever weed become illegal in your place?\n  ","632911":"\n   Shortage of weed or just? Like you not smoking since March\n  ","632912":"\n   Green bastard parts unknown\n  ","632913":"\n   why do you think weed is illegal to some countries?\n  ","632914":"\n   how much is weed in Washington?\n  ","632915":"\n   What kind of food do you like?\nI wanna know If you have favourite food.\n  ","632916":"\n   how often do you smoke?\n  ","632917":"\n   Free people hate stores, that's why we hate taxes and live in the mountains eating old shoes and cardboard\n  ","632918":"\n   i mean how many times should i smoke per day? is it safe if i smoke it every hour or what? Does it affect my health? my personality?\n  ","632919":"\n   You are a sexy woman!!\n  ","632920":"\n   What tips can you give to those people who want to start smoking weed or want to be stoner?\n  ","632921":"\n   Sounds like we should get naked and show how free we are!!\n  ","632922":"\n   is marijuana a drug?  does smoking weed can make you addict into it? i'm curious about it\n  ","632923":"\n   Hey we're free people here in the USA!!!\n  ","632924":"\n   Do you believe that most people who committed crimes are weed addicts?\n  ","632925":"\n   What’s your favorite clothing brand?\n  ","632926":"\n   like multiple personalities??? lol\n  ","632927":"\n   Would you box?\n  ","632928":"\n   What are your thoughts on video chat culture? Have you or would you ever use the internet to verbally chat with a real life stranger you could see on screen or is that just weird?? :o\n  ","632929":"\n   you're more than one woman?\n  ","632930":"\n   I am a man!!!\n  ","632931":"\n   Do you smoke weed?\n  ","632932":"\n   Any good song suggestions?\n  ","632933":"\n   lies, you only want a Chad\n  ","632934":"\n   Any recent place or a restaurant you visited? #staif\n  ","632935":"\n   If a guy is feminine and cute looking but skinnier than you & weaker than you, & his personality is funny, makes you laugh, sweet to you and buys you gifts but he's shy, quiet, nerdy, & scared of pretty girls, been bullied by popular guys, would you rather date him or friendzone(be his friend only)?\n  ","632936":"\n   Do you like guys clean shaven or with facial hair?\n  ","632937":"\n   Are you wearing a thong\n  ","632938":"\n   Tag your black friends!!!\n  ","632939":"\n   Is there one person in your life that can always make you smile?\n  ","632940":"\n   Why are you butthurt\n  ","632941":"\n   What was your first paying job?\n  ","632942":"\n   Pap of current outfit\n  ","632943":"\n   What fruit do you eat the most often?\n  ","632944":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","632945":"\n   Life isnt abOut getting drunk and eating chicken fingers\n  ","632946":"\n   were you part of the 1992 LA riots?\n  ","632947":"\n   I can't homework tbh\n  ","632948":"\n   As a guy whose hair grows into an afro all the time I'm not even sure if I should do that or not ?\n  ","632949":"\n   Why is lemon juice made with artificial flavoring, and dish-washing liquid made with real lemons?\n  ","632950":"\n   \"All human wisdom is contained in these two words--\"Wait and Hope\"\n-- The Count of Monte Cristo?\n  ","632951":"\n   I am happy being single but dang he was fine.....\n  ","632952":"\n   How do I get ur looks?\n  ","632953":"\n   when the cute guy you met has a girlfriend ummm booow\n  ","632954":"\n   Fave boys on here?\n  ","632955":"\n   What is the most popular sport in your country?\n  ","632956":"\n   Last time you had sex\n  ","632957":"\n   How was your day\n  ","632958":"\n   I've been following you for a while. Seem legit. And your interest in Trailer Park Boys <3\n  ","632959":"\n   I ask random or silly questions normally\n  ","632960":"\n   Leedle Leedle\n  ","632961":"\n   Are you left haned or right handed\n  ","632962":"\n   1. Ever Smoked Weed, 2 Ever been arrested 3. Ever had a car crash 4. Ever had Sex 5. Ever had a speeding ticket 6. Got a tattoo 7. Ever shot a gun\n  ","632963":"\n   @ (recent don't hate me please....)\n  ","632964":"\n   I ask 2-3  daily questions to everyone on here do you still want them or should I unfollow you\n  ","632965":"\n   This woman said she wants Death Metal banned, what's your opinion on this?\n  ","632966":"\n   Are you an aunt\n  ","632967":"\n   Sorry to bug but I'm bored beyond relief. Send your followers this way for Honesty Night??\n  ","632968":"\n   What are the qualities you like about your best friend?\n  ","632969":"\n   Been busy all day\n  ","632970":"\n   Do you make sacrifices for the people around you or do they make sacrifices for you ?\n  ","632971":"\n   Hey u\n  ","632972":"\n   If you cold meet your ancestors for a day and say anything to them what would you say and what would be your reaction ?\n  ","632973":"\n   \"what is the point of being alive if you don't at least try to do something remarkable?\"\n -- John Green ?\n  ","632974":"\n   Worst date you've ever been on?\n  ","632975":"\n   In the movie 10 Cloverfield Lane there is a scene where John Goodman twerks. xD lol\n  ","632976":"\n   What hairstyle do you find most attractive, if any, on yourself? What's your favourite hairstyle on people of the opposite sex (or whichever sex you prefer)? Post pictures, if you wish!\n  ","632977":"\n   Why are so many people drawn into electronics ? Do you agree that we need find better ways to use our time ?\n  ","632978":"\n   Lit! Try eating cookies and ice cream, that'll do tha trick. Oh dayum, your anons. I wanna borrow your anons Lol\n  ","632979":"\n   So, how did the cookie bakin go? Lol\n  ","632980":"\n   If you an animal that you would find in the zoo would you rather be in the zoo or the wild and why\n  ","632981":"\n   Describe what it takes to be a perfect and decent role model ?\n  ","632982":"\n   Is there anyone you have a hard time being nice to?\n  ","632983":"\n   So my uncle is going to have a baby son born in a few weeks. His only 48 years old, do you think this is a bad age to have a kid ? I need an opinion\n  ","632984":"\n   Most humiliating experience if your life ?\n  ","632985":"\n   No I don't want to come along with you. Im gonna be honest with you. I dont want to be involved in anything you're talking about, okay? I just want to run a square joint. I just want my license & I want everything to be nice & quiet. Thats it.\n  ","632986":"\n   What kind of relationship do you want to have with your family ? Have things gotten better with your family or have things gotten worse ?\n  ","632987":"\n   Why although we are real powerful men\n  ","632988":"\n   Dirty onion ring bastard randy\n  ","632989":"\n   The liquor wants to speak to you Randy\n  ","632990":"\n   My 2 friends got to meet mr lahey in Mahoney bay and got pics sticking up the finger with him\n  ","632991":"\n   I miss you everyday\n  ","632992":"\n   What's your favorite flavor of bubble gum?\n  ","632993":"\n   So you think after life is real\n  ","632994":"\n   Tpb is the best thing in my province\n  ","632995":"\n   Do you belive in past life and after life\n  ","632996":"\n   Randy bobandy\n  ","632997":"\n   What's your favorite booze?\n  ","632998":"\n   Are you a people person ? Or shy generally ?\n  ","632999":"\n   When people make mistakes do you forgive then right away or does it take you a while ?\n  ","633000":"\n   What is your opinion about same gender relationships?\n  ","633001":"\n   Ever pee outside ?\n  ","633002":"\n   Do you ever catch your brain having schizophrenic thoughts?\n  ","633003":"\n   If slavery bothers you so much, what are you doing for the people in the world who are still slaves today, like the children in east Asian sweatshops who make your electronics and clothes?\n  ","633004":"\n   Omfg you like trailer park boys too?\n  ","633005":"\n   Why is it that when girls are upset they usually flip their hair and walk away ?\n  ","633006":"\n   What questions do you prefer ?\n  ","633007":"\n   What makes you who you are?\n  ","633008":"\n   What is the movie riverdale about ?\n  ","633009":"\n   Do you sometimes hate talking to random people ?\n  ","633010":"\n   Who is your least favorite relative?\n  ","633011":"\n   I'm a girl and I think I'm in love with you. Can we .. make out?\n  ","633012":"\n   You from California?\n  ","633013":"\n   Do you have snapchat?If so do you get a lot of trolls sending you weird things?\n  ","633014":"\n   What interests you that others find dull?\n  ","633015":"\n   Have you ever failed an exam in school so badly that you had to retake it and then still failed it again ?\n  ","633016":"\n   have you experience to talked to a guy through social media and meet him in person?\n  ","633017":"\n   Which part of day is the most productive for you?\n  ","633018":"\n   Have you ever met someone in real life through social media?\n  ","633019":"\n   So today I won't be asking a hard question because I'm just super tired, but I'm looking for some good Hip-Hop, Trap, EDM, etc songs for my run. So take this question as an opportunity to impress me with the most lit song  you have on your playlist\n  ","633020":"\n   Have you ever met someone in real life through social media?\n  ","633021":"\n   If you could meet any two people in person right now who would it be ?\n  ","633022":"\n   Mom\n  ","633023":"\n   As a new iPhone user what does Low Power Mode do ?\n  ","633024":"\n   A guy who smokes cigarettes: is that a turn on or a turn off for you ?\n  ","633025":"\n   Tell me one wish thats on your mind?\n  ","633026":"\n   have you ever just like had a day where you wanted to cry all day\n  ","633027":"\n   Do you watch the show Empire ?\n  ","633028":"\n   Is it wrong to fear that you'll be forgotten?\n  ","633029":"\n   Maybe not maybe it's just normal to want to see that\n  ","633030":"\n   If there is then I have it\n  ","633031":"\n   Is there such thing as a low pants fetish?\n  ","633032":"\n   Which insect is the most irritating?\n  ","633033":"\n   What are you going to do this weekend?\n  ","633034":"\n   How are you?\n  ","633035":"\n   Girls are born with good ass they don't get with working out\n  ","633036":"\n   What do you think of womens boxing?\n  ","633037":"\n   damn got her ass\n  ","633038":"\n   What do you think you do best?\n  ","633039":"\n   God this movie is making me cry\n  ","633040":"\n   Those girls make us weak and helpless in wrestling ring mam\n  ","633041":"\n   Tell something funny from your school life!\n  ","633042":"\n   But i use to do mixed wrestling mam it's American girls vs Indian men wrestling\n  ","633043":"\n   Africans aren't actually black tho,,, there brown. Like poo\n  ","633044":"\n   We don't bomb Africa haha\n  ","633045":"\n   PAP your favorite monument of your city.\n  ","633046":"\n   How bad do you wanna meet people from here\n  ","633047":"\n   Have you ever dated someone else who tends to be awkward in the relationship ? For instance doesn't make eye contact, doesn't hold your hand, doesn't compliment you etc\n  ","633048":"\n   Mom\n  ","633049":"\n   Which book have you read has touched you ? Inspired you in some way\n  ","633050":"\n   So a guy has the sexiest guy on the planet to ask you out\n  ","633051":"\n   And what distinguishes u young lady?other than those 18k\n  ","633052":"\n   Wrestle with me baby\n  ","633053":"\n   Can I write a song about you Hun\n  ","633054":"\n   Ever heard of Loli's?\n  ","633055":"\n   What do you want to change about your past and what do you hope for in the future ?\n  ","633056":"\n   Would you ever let a girl kiss your feet?\n  ","633057":"\n   Doesn't it usually frustrate you or annoy you when policies are being change around constantly ?\n  ","633058":"\n   Whats your opinion on long distance relationships ? Do you think that they usually workout well for most people ? Why or why not\n  ","633059":"\n   Have you started to predict what the year 2018 will be like ?\n  ","633060":"\n   what show\n  ","633061":"\n   How have you changed transitioning from 2016 into this year 2017 ?\n  ","633062":"\n   What would be your reaction if you met could me your one true love again face to face ?\n  ","633063":"\n   Is it weird for a guy to want to be spanked hard by a girl?\n  ","633064":"\n   Hey how are you\n  ","633065":"\n   beautyyy?\n  ","633066":"\n   What do you have to say about texting and driving ? How dangerous do you think it is ?\n  ","633067":"\n   Is there anyone who ever convinces you to be ambitious ?\n  ","633068":"\n   What do you want to change about your past and what do you hope for in the future ?\n  ","633069":"\n   I mean she IS an alien\n  "},"Answer":{"631997":"\n  Im pretty sure i have adhd because caffeine has the opposite effect on me and makes me super tired. And they done reports where that only happens with people with adhd LOL\n  ","631998":"\n  Omfg, i miss you so much.\n  \n  Someone asked me if i was a reptilian shape-shifter and i laughed so hard and thought of you instantly. I hope youre doing well! Ive been hiking a lot so i feel great. I hope youve been meditating!! ❤? come back and talk to mee\n  ","631999":"\n  Nope, i havent had coffee for over 5 years now.\n  ","632000":"\n  Chaturbate?? Hahahahahahah\n  ","632001":"\n  I love you too, i knew what you meant and youre so sweet. Thank you, i will always be here for you as well.\n  ","632002":"\n  I cant wait to do my hair and makeup tomorrow, its been way too long since ive dressed up\n  ","632003":"\n  Who r u?\n  ","632004":"\n  Seriously one of the best shows ever created. I wanna watch with you.\n  ","632005":"\n  I got dem perky tits\n  ","632006":"\n  Uhm, i love you.\n  ","632007":"\n  I HAVE SELF RESPECT\n  ","632008":"\n  If you think about, any social media is like a virtual diary.\n  \n  I mean a blog is pretty much someones diary.\n  ","632009":"\n  Im good, just listening to lana del rey ❤❤ how about youu\n  ","632010":"\n  Dance on top of the H of the Hollywood sign. Theres no more night, theres blue skys forever.\n  ","632011":"\n  Keeping it hot, like its july forever.\n  ","632012":"\n  I can be, but since i got my braces ive gotten annoyingly outgoing lol\n  ","632013":"\n  I want lana del reys nose...\n  ","632014":"\n  Starting over would be dope, but theres no point in thinking about it since its not gonna happen\n  ","632015":"\n  Lana del rey is the most perfect human, i could watch videos of her all day. Her beauty amazes me.\n  ","632016":"\n  Hey you ❤??\n  ","632017":"\n  Food + sex × weed ÷ money - drama = happiness.\n  ","632018":"\n  I dont want to fit into your world\n  \n  Into your heart\n  \n  I hope i scare you and i\n  ","632019":"\n  Im not stupid, thats forsure.\n  ","632020":"\n  Hello, my name is human and i came down from the stars\n  ","632021":"\n  This is what i said to nikki ?\n  ","632022":"\n  Maybe i should just have sex all day and ill have the best body ?\n  ","632023":"\n  Once upon a time in a land far far away their was a little boy who drank all day. Whiskey was his best friend and he wanted another.\n  ","632024":"\n  I turn a prude bitch into a nudist.\n  ","632025":"\n  Youre right, it wasnt legal whatsoever. But offering a contract is very different than signing one, which would be extremely illegal.\n  \n  I used to go to the Hustler store a lot because theres a huge one in san diego, they thought since i was with a bunch of people in their 20s, that i must have been in my 20s as well. So the guy who did management for modeling came up to me and asked if i wanted too and i had to tell him i was 16 lol he couldnt believe it. But now people cant believe im actually in my 20s, LIKE WHAT THE FUCK.\n  ","632026":"\n  Im annoyed, i told myself i wanted to read a lot today and ive ended up only reading a chapter ? im gonna get off for a bit and read. Ill be back after my walk.\n  ","632027":"\n  I know like wtf. WHERE YOU AT JESSIE\n  ","632028":"\n  Thats what a body suit is my friend ?\n  ","632029":"\n  I realize now, i should have put a choker on...\n  ","632030":"\n  Nope, im white as fuck\n  ","632031":"\n  Nope, because then you could claim you bought these things but really didnt and lied so i could answer a question.\n  \n  Have faith in me, its fun for me as well.\n  ","632032":"\n  I just realized theres this bodysuit ive got that i still havent tried on, i need to go get my mirror omg.\n  ","632033":"\n  Perfume\n  \n  Socks\n  \n  Bras\n  \n  Underwear\n  \n  (I lowkey need these things)\n  ","632034":"\n  Thats really sweet? but ive just come up with an idea, you can send a note with the purchase. So send a question you want me to answer and then whatever name youd want me to call you so i know who to address it too on here ?\n  ","632035":"\n  If thats the one question you want to ask, yes i would answer it.\n  ","632036":"\n  Nope they did, they thought i was 18 and so they told me to come back when im actually 18 LOL\n  ","632037":"\n  No i didnt, i said if its not underwear or things like that (that means bras) dumbass.\n  ","632038":"\n  I know, when i was 16 i slightly considered it because hustler offered me a contract but then i got this thing called self respect and the thought of my family seeing me like that makes me cringe.\n  ","632039":"\n  Posting a picture of an outfit is very different than posting a picture in my underwear, like are you stupud?\n  ","632040":"\n  Ok, so like im finally putting in my mirror tonight, yayayay?\n  \n  I can finally take a picture of me in my new skirt. ? im so excited.\n  \n  If you buy me something off my wishlist;\n  \n  If its not underwear or things like that, i will post a pic of me in it.\n  \n  If it is underwear or a bra, i will answer any question you want ?\n  ","632041":"\n  You just kinda know..\n  ","632042":"\n  I wish LOL\n  ","632043":"\n  Im about to go to bed as well. Im sooo tired! Goodnight, it was nice talking to you. I hope we get to talk again soon ?\n  ","632044":"\n  Awh, do i really?\n  ","632045":"\n  I have plenty of groupies\n  \n  All you have is tinder and roofies.\n  ","632046":"\n  They say if the shoe fits, wear it. I went a got a nicer and newer pair.\n  ","632047":"\n  Thats really really sweet awh\n  ","632048":"\n  Makin them salty like scuba gear\n  ","632049":"\n  These bitches taking thot to another level, like they born for hoeing.\n  ","632050":"\n  Youre the reason why my patience is paper thin\n  ","632051":"\n  You are so sweet, thank you ?\n  ","632052":"\n  Certified hood classic ?\n  ","632053":"\n  Thats what i need! & its not terrible, like theres worse out there but im just picky about things lol\n  ","632054":"\n  I need to get my stomach under control but im one of those people who needs to be pushed\n  ","632055":"\n  Enough to know who i want to be with and what im looking for.\n  ","632056":"\n  Ok so like im deciding whether i should text the person i saw in baltimore or if i should just wait till he actually thinks about me and messages me first. Im not sure. Lol\n  ","632057":"\n  Thayd be sooo fun, then id have a workout buddy ?\n  ","632058":"\n  Xoxo Gossip Girl\n  ","632059":"\n  Dude, no way... ive never thought of that ?\n  ","632060":"\n  So people cant fuckin lurk me without following me. It cracks me up when people come back and request me cause i know they just lurk my ass without following.\n  ","632061":"\n  I got the hood mentality\n  ","632062":"\n  I accept everyone on ig wtf hahaha\n  ","632063":"\n  What the fuck is this?\n  \n  Where the fuck is you going?\n  \n  Who the fuck you think you is?\n  ","632064":"\n  None, i love all my shoes\n  ","632065":"\n  If hell exists, i have a \"reserved for savannah\" sign already there waiting for me.\n  ","632066":"\n  I dont know how i feel about the fact that im attracted to this guy ive known since kindergarten.. but like hes turned into the fuckin sexiest guy ever. Like whyyyyyyy\n  ","632067":"\n  1. Im single\n  \n  2. Well thats very flattering actually thank you ?\n  ","632068":"\n  Omf can i just have you around me all the time so you can compliment me all day ??\n  ","632069":"\n  To make people laugh and smile anon\n  ","632070":"\n  Ill keep that in mind!! & i am looking at myself and im all like \"yikessss bro put on some makeup\" hahahah\n  ","632071":"\n  Omggg! Thank you so much ❤??? way too nice.\n  ","632072":"\n  Im so bummed i cant just get on a plane right now, i need a vacay! & im not that gorgeous omgg, you are being way too sweet\n  ","632073":"\n  Once, i felt like i was in willy wonka dude. I wannnaaa come and go do all these fun things with you.\n  \n  AWWH you think im gorgeous\n  ","632074":"\n  I like the station that plays the oldies ?\n  ","632075":"\n  SUGAR FACTORY ???\n  ","632076":"\n  If i was in cali, i would be able to go meet up with the sexy motherfucker i grew up with and have amazing drunk sex but noooooo\n  ","632077":"\n  Me too!! Id have you show me around new york!!\n  ","632078":"\n  Pretty good, until that phone call. I hate being right, that shady little fuck\n  ","632079":"\n  Boom is fucking pissed. I called and hes getting fuckin drunk, whispering to me saying he loves me but im like 80% sure hes with another girl. Ugh im so annoyed\n  ","632080":"\n  Everyone hold da fuck up, i gotta make a phone call\n  ","632081":"\n  yup, im gonna come visit you ?\n  ","632082":"\n  Where in the east coast are you?\n  ","632083":"\n  A shot of tequila would be very nice right now\n  ","632084":"\n  Im super upset that i cant come over\n  ","632085":"\n  Whose line is it anyways is like super underrated and like should be more popular, they make sex jokes ALL DAY\n  ","632086":"\n  Hmmm ? chocolate chip with m&ms\n  ","632087":"\n  PLEASE you would become my fav person everrrrr\n  ","632088":"\n  Youre not gonna buy them ?\n  ","632089":"\n  You can ask, but i wont promise ill answer it\n  ","632090":"\n  Can i put cookies on my wishlist and you buy them HAHAAH\n  ","632091":"\n  Ok you just made my night. Thank you so much\n  ","632092":"\n  Now im all pissed cause i dont have cookies\n  ","632093":"\n  Yeah that must really be a struggle\n  ","632094":"\n  Come of anon and we can figure something out ?\n  ","632095":"\n  Hmm give or take 2 tons\n  ","632096":"\n  Oh god there's a lot ;\n  \n  Goodfellas\n  \n  Total recall\n  \n  The adams family\n  \n  Silence of the lambs\n  \n  Beauty and the best\n  \n  Aladdin\n  \n  The sandlot\n  \n  Nightmare before christmas\n  \n  Schindlers list\n  \n  Mrs. Doubtfire\n  \n  Jurassic park\n  \n  Shawshank redemption\n  \n  Ace ventura 1&2\n  \n  Pulp fiction\n  \n  Dumb and dumber\n  \n  Lion king\n  \n  Tommy boy\n  \n  Forrest gump\n  \n  Braveheart\n  \n  Jumanji\n  \n  Pocahontas\n  \n  Toy story\n  \n  James and the giant peach\n  \n  Happy gilmore\n  \n  Mission impossible\n  \n  Independence day\n  \n  Good will hunting\n  \n  Men in black\n  \n  Titanic\n  \n  The big lebowski\n  \n  Blade\n  \n  Antz\n  \n  Prince of egypt\n  \n  Mulan\n  \n  The waterboy\n  \n  Bugs life\n  \n  Sleepy hollow\n  \n  Matrix\n  ","632097":"\n  Not really a big fan lol\n  ","632098":"\n  HE JUST REPLIED. Im gonna start crying i swear. Im so happy.\n  ","632099":"\n  I dont really listen to rock but the bands i will always like ;\n  \n  Muse\n  \n  The Used\n  \n  Chiodos\n  \n  Sleeping With Sirens\n  \n  System of the down\n  \n  Circa survive\n  \n  Highly Suspect\n  \n  Taking Back Sunday\n  \n  The Pretty Reckless\n  \n  Nirvana\n  \n  Guns & Roses\n  \n  The Cure\n  \n  The Killers\n  \n  Linkin Park\n  \n  Blink 182\n  \n  Nine Inch Nails\n  \n  Breaking Benjamin\n  \n  My Chemical Romance\n  ","632100":"\n  They should have a dating site called \"peoplewhowatchporntogetherstaytogether.com\"\n  ","632101":"\n  I dont really enjoy going to the dentist. When they like drill your teeth, the smell of teeth is disgusting like omfg.\n  \n  But i have a really nice dentist ?\n  ","632102":"\n  Do the creep\n  ","632103":"\n  We've always lived in that kind of world. Either join them or be destroyed by them.\n  ","632104":"\n  You know, im not shocked by this at all. Theyve been talking about doing this for awhile now lol\n  ","632105":"\n  I support the strippers\n  ","632106":"\n  That fuckin sucks\n  ","632107":"\n  Look how cute these berries are\n  ","632108":"\n  What would i give you??\n  ","632109":"\n  I agree, but they get me royally pissed off cause i just wanna know what happens\n  ","632110":"\n  I fuckin love that joke.\n  \n  I love the guy on vine that makes Juan jokes the whole time hahaha\n  ","632111":"\n  I dont even know what this means\n  ","632112":"\n  Did you just say a rooster laid an egg?\n  ","632113":"\n  I WANT THEM SO BAD, I LOVE THOSE BOOTS\n  ","632114":"\n  Okay, i added just a couple things to my wishlist ?\n  ","632115":"\n  Omfg, me too.\n  ","632116":"\n  I am, but first im gonna eat something cause im a fatass.\n  ","632117":"\n  Thank you ❤\n  ","632118":"\n  In a second omg\n  ","632119":"\n  Debating if i should go on amazon and look up cute little sexy outfits hmm ?\n  ","632120":"\n  I want some sexy lingerie outfits honestly\n  ","632121":"\n  Im annoyed, i cant fully close my mouth cause my lips having adjusted to my braces but the plus side, my lips are gonna get bigger\n  ","632122":"\n  To late, already did.\n  ","632123":"\n  Im not the full of booty.\n  ","632124":"\n  I did a vote, people didnt want me to change my name so you can go fuck yourself\n  ","632125":"\n  Ok, i kinda wish i grew up in the hippie days and i was in some hippie commune thing for a little while. I just think those were the days.\n  ","632126":"\n  I dont even know who you are?\n  ","632127":"\n  No, i said i moved to my dads and now im trying to move out.\n  ","632128":"\n  I am kinda, i need to eat\/shower\/ read tho ill probably get off.\n  ","632129":"\n  Oh yeah, id totally be like \"I HAVE SOOO MANY QUESTIONS\"\n  ","632130":"\n  I dont ? i wish i did, i like new places.\n  \n  I lived in the same house for 17 years, then i moved out and lived with my brother then i graduated high school so i got an apartment  and moved, then i met a guy and we moved in together for like 3 years, then i needed to move away so i moved to my dads and now im trying to move out.\n  \n  I stayed in san diego for all of this the only time i really moved was to washington lol\n  ","632131":"\n  He never replied and i dont think he will.\n  ","632132":"\n  Its sad how many people cant listen to themselves and listen to the media instead.\n  ","632133":"\n  Eminem, he helped me grow up\n  ","632134":"\n  I grew up in rancho santa fe\/del mar area\n  ","632135":"\n  Im not from oceanside either ?\n  ","632136":"\n  I just reorganized my room so im waiting to get my mirror in here and then im gonna try on that skirt ?\n  ","632137":"\n  Someone call this number\n  ","632138":"\n  Just a person lol\n  ","632139":"\n  I would love to have either right now, but a milkshake sounds amazing.\n  ","632140":"\n  Im not from compton ?\n  ","632141":"\n  I like flowers\n  ","632142":"\n  Im not popular either\n  ","632143":"\n  Thanks, i hope youre right.\n  ","632144":"\n  Its only 12 for me and he still hasnt replied. I think i should just go to bed.\n  ","632145":"\n  Is that what you would tell people who were in the holocaust, \"everything is going the way its supposed to go for you, trust the universe\"\n  ","632146":"\n  Usually people who say that to others are just projecting and are full of themselves.\n  ","632147":"\n  A part of me wants to cry\n  ","632148":"\n  I dont know, we havent talked for weeks and i really miss him.\n  ","632149":"\n  I dont have a bf?\n  ","632150":"\n  Im kinda laying here hoping he will reply..\n  ","632151":"\n  I wish i was on drugs rn\n  ","632152":"\n  Im actually sad rn, i havent been sad in a really long time. I guess i finally got over pretending everything is ok\n  ","632153":"\n  The actress who plays the mother of all dragons in game of thrones is insanely adorable in real life.\n  ","632154":"\n  That wouldnt make me feel any better, but i want new stuff\n  ","632155":"\n  I hate not having any way of contacting him, but im pretty sure that was his plan. Which sucks even more.\n  ","632156":"\n  I wish missed me and would message me to see how im doing, i kinda really miss him and its miserable.\n  ","632157":"\n  Just buy everything on my wishlist\n  ","632158":"\n  Yawning even sucks..\n  ","632159":"\n  The second one i found\n  ","632160":"\n  Found this snake\n  ","632161":"\n  Im honestly really tired\n  ","632162":"\n  I would love to dress like steampunkish but naaah not my look\n  ","632163":"\n  No, i dont.\n  ","632164":"\n  Im too distracted by buzzfeed hahaah\n  ","632165":"\n  Me obviously ?\n  ","632166":"\n  I just got so happy, im reading 21 struggles youll only understand if youve barley got eyebrows... im not aloneeeee omg. Theres otherss out thereee.\n  ","632167":"\n  Cool running shoesss\n  ","632168":"\n  Ice, ice baby\n  ","632169":"\n  Why was google even created for?\n  ","632170":"\n  You sent this to multiple people ?\n  ","632171":"\n  Guys, im in pain and it sucks like how long is this gonna last..\n  ","632172":"\n  People reaally need to read a bio\n  ","632173":"\n  Fuck, i wanna marry him too\n  ","632174":"\n  Im going on a walk then gonna watch youtube \/ come on ask lol\n  ","632175":"\n  I will figure out how to get my hair like this\n  ","632176":"\n  That just made me so annoyed. That is so disrespectful, why and how can people think like that?\n  ","632177":"\n  What i want to know is how the eff did she do her hair like this?\n  ","632178":"\n  I cant, i cant chew. I need to eat soft food\n  ","632179":"\n  Im hungry but lazy to go get food\n  ","632180":"\n  Serotonia by Highly Suspect\n  ","632181":"\n  This is Johnny Stevens, the lead singer of Highly Suspect. He doesnt know it yet, but im gonna meet him and then hes gonna break up with his gf and marry me. ?\n  ","632182":"\n  You do know when they take your blood to test for things thats 1 of the 18489293 things they test for...\n  ","632183":"\n  This outfit is so cute. Crop tops better not go out of style\n  ","632184":"\n  Thank you ?\n  ","632185":"\n  Visit\n  ","632186":"\n  Not to anons lol\n  ","632187":"\n  This is what i want, goals.\n  ","632188":"\n  A lover since i cant fight\n  ","632189":"\n  Whenever i talk to my dad he makes me feel sooo stupid because hes so goddamn smart. Lol\n  ","632190":"\n  I still havent gotten my food, brb guys\n  ","632191":"\n  OMG THANKS FOR REMINDING ME. Ok so on sundays walk, my dad and i pass this plastic trash bag that smelled HORRIBLE and he was like \"i dont want to open that but theres something dead in there\" then we keep walking and i smelled that terrible scent and i was like \"ok so i guess someone was dropping dead bodies all over this trail\" and then i was like \"question is, is an animal or a person in those bags\" my dad was like \"lets not find out\"\n  ","632192":"\n  Yeah lol i already dont lie.\n  ","632193":"\n  Im going to go get me some food, probably pudding since i cant fuckin eat anything else.\n  ","632194":"\n  Brushed my teeth lol\n  ","632195":"\n  No, 95' was a good year to be born lol but hmm idk if this is a coincidence & follow if you want - you dont have too\n  ","632196":"\n  Some doors are best left closed\n  ","632197":"\n  I honestly thought someone was starring at me.\n  ","632198":"\n  The front door\n  ","632199":"\n  An abandoned home\n  ","632200":"\n  Took more pics today\n  ","632201":"\n  Heres 22 facts (i hope i can do it lol);\n  \n  1. I graduated with a 4.1 GPA\n  \n  2. I fell in love when i was 16\n  \n  3. Im adopted.\n  \n  4. Ash is the first cat ive ever owned.\n  \n  5. Ive been licked by a giraffe\n  \n  6. I didnt grow up watching disney movies\n  \n  7. Im obsessed with food\n  \n  8. Ive died my hair over 10 different colors\n  \n  9. I reached a 100 lbs just a few months ago\n  \n  10. Im super confident in my own skin\n  \n  11. Been to at least 13 different states\n  \n  12. I threw knives in sixth grade\n  \n  13. Ive always grew up with animals\n  \n  14. I love tattoos\n  \n  15. Ive almost died\n  \n  16. I have ptsd\n  \n  17. I have anxiety\n  \n  18. Im really dark and have a dark sense of humor\n  \n  19. I have a need to be respected\n  \n  20. I miss my old friends from middle school\n  \n  21. I focus on my past because i kinda regret a lot of choices ive made.\n  \n  22. I kinda really like drugs\n  \n  (Omg i did it)\n  ","632202":"\n  This reminded me of my fucked up dream..\n  ","632203":"\n  Thank you cutie ?\n  ","632204":"\n  Im sooo happy you understand omf.\n  ","632205":"\n  No, i dont need them! Thank god\n  ","632206":"\n  Yeah thats what i call my fans ?\n  ","632207":"\n  Omg ily thank you so much ?\n  ","632208":"\n  Thank you ?\n  ","632209":"\n  Thank you so much\n  ","632210":"\n  Since youre a little perv i feel like i can say this to you lol\n  \n  I really want to get like sexy little outfits like maid, school girl, or nurse. Like really badly ugh\n  ","632211":"\n  Hey, how are you ?\n  ","632212":"\n  My cat ???\n  ","632213":"\n  This sounds like something my dad would say lol\n  ","632214":"\n  Yess, in Santa Monica. It was a complete accident we just drove past and they were filming a movie idk what movie. But there was this guy on Venice beach who came up to me and gave me free tickets to watch the set of a movie in the studio because he thought i needed to be seen by cast directors. If i lived in santa monica id probably be famous honestly. I got offered a job 4 times in one day.\n  ","632215":"\n  This drug called changa, travel to 30 different countries, go to Tomorrowland\n  ","632216":"\n  Ask is dead except for this weird creep\n  ","632217":"\n  Posted this on IG today, i took this on my walk ??\n  ","632218":"\n  Best fuckin video ever. I laughed so damn hard\n  \n\n   https:\/\/youtu.be\/Cyk7utV_D2I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","632219":"\n  I used to dye my hair like every month. I was actually talking to my dad about that today - ive been wanting to dye my hair black again. I want to have black hair all the timeee\n  ","632220":"\n  Youre my new fav person rn cause like THATS MY FAV THING TO DO\n  ","632221":"\n  YASSSSSSS THANK YOUUUU\n  ","632222":"\n  Awwwh! So youre my biggest boomerang ?\n  ","632223":"\n  Im going to figure out how to do my hair like this.\n  ","632224":"\n  Its the worst, all i want to do is eat ?\n  ","632225":"\n  Why not red?\n  ","632226":"\n  I wonder why its called a bullring ?\n  ","632227":"\n  Im constantly licking my teeth to make sure theres no food stuck in my braces and it annoys the hell out of me cause i do it without thinking.\n  ","632228":"\n  Thank you so so so much ? omfg.\n  ","632229":"\n  No, i dont measure my existence by how many likes i have.\n  ","632230":"\n  Freedom is being to choose who you should love. Freedom is being about to follow your dreams and find your passion. Freedom is being able to form your own beliefs and opinions without being killed. Freedom is being able to make good or bad decisions for yourself. But freedom is never free, freedom is given from ones who sacrifice themselves so everyone else can have those pleasures. Freedom is fought with blood, sweat, and tears.\n  ","632231":"\n  She doesnt eat them, she doesnt like them. She just like catching them. Well, im sorry i put myself in their position and think if i was in their position how would i feel?  Its a pretty fuckin situation even if its a mouse. If my leg was snapped in half and i was being attacked at the same time i would cry and just let go which is exactly what that mouse did - it just let go and waited to be killed.\n  ","632232":"\n  Shocked that i can actually feel empathy?\n  ","632233":"\n  I dont recommend it since i probably wont reply.\n  ","632234":"\n  I couldnt be a psychopath because my cat brought me a mouse and its leg was broken in half - i cried like a goddamn baby and i wanted to put it out of its misery but i just couldnt kill it myself. Thank god my cat figured out what was going on and killed it. But i could feel its pain... it was a fucking mouse and i fuckin cried. That moment i learned i could never be a psychopath.\n  ","632235":"\n  Ive never realized until now that\n  \n  Sent\n  \n  Cent\n  \n  Scent\n  \n  All sound the same, the spelling is based on context.\n  ","632236":"\n  Look at this fuckin cute fuck\n  ","632237":"\n  Theres a lot of things, a million dollars really isnt that much.\n  ","632238":"\n  Not much, ive had pretty good teeth. The most dental work ive had are the braces that are in my mouth rn lol\n  ","632239":"\n  Tbh- like very fuckin honest i love the name yousaf, idk why but i just LOVE it. Omg. I dont know much about you tho ?\n  ","632240":"\n  Tbh - you are so sweet & now that i think about it, ive known you for a long time!! We talk time to time and you are so nice to talk to honestly ?\n  ","632241":"\n  Tbh - i love your page, you can really see your personality in it which is really awesome. I really like how you actually think about the question and answer to the best of your ability. One thing i do miss is you always asking questions. I swear they were the only ones i actually thought through and wanted to answer.\n  ","632242":"\n  Tbh - you always have either something really funny to say, an interesting story, or a very good question. And not only that, you and i have had some really good conversations! You know a lot of stuff and you are able to reference a lot of things so i really enjoy talking to you ? youre pretty awesome\n  ","632243":"\n  Tbh - i like how we've actually have had some pretty in-depth conversations. You are actually really nice but you are a stranger so i gotta be careful ?\n  ","632244":"\n  Tbh - i really dont know you ? but if you ever wanted to talk, id be down cause you seem interesting\n  ","632245":"\n  Tbh - i dont know you that well but youve always come across as very sweet whenever you woould talk to me ?\n  ","632246":"\n  Tbh - you always say super nice things about me but you always talk negative about yourself which makes me super sad cause you shouldnt do that. Youre very nice and a good person as well, you should think highly of yourself.\n  ","632247":"\n  Tbh - youre so gorgeous like how?! ??? i dont really know you but you are very adorable!\n  ","632248":"\n  Tbh - i thought you died lol im so glad your back, ive missed lurking your posts cause you say the best shit ever!!\n  ","632249":"\n  Tbh - you say a lot of sweet stuff and i know you have good intentions but sometimes you go a little overboard and kind creep me out. ?\n  ","632250":"\n  Happy almost birthday!\n  \n  Tbh - you have said some of the nicest things to me and have made me smile! We talked for a little and you were actually really nice to talk too ? i hope everything is going well.\n  ","632251":"\n  Tbh - you ask the BEST questions ever. Questions that make my brain go \"boom\" and thats what im suppose to do to others so its cool that someone can do that to me. I also like trying to come up with something witty for your questions cause sometimes they are too damn hard to actually answer ahaha but thank you for making this site more enjoyable.\n  ","632252":"\n  Tbh - you would be the best daughter ever. My fav aspect about you, is your confidence. You love yourself and it makes you shine. I envy that and i hope one day ill be able to shine like you. You say im pretty but i think youre beautiful. And so does your bf\/future hubby. ? i love talking to you and i cant wait to be able to video chat with you cause the MOMENT i can thats what we are doing! ?\n  ","632253":"\n  Tbh - my bestest friend on this site. We always talk to each other whenever one of us is having a bad day and usually we feel the same\/gone through the same situations yet we are across the world from each other. You are so sexy ? all the boys come to your yard ? but youre also so strong. You have been through hell this year and you are still moving forward. People should look up to you because thats something not many people do. I will always be here for you no matter what & ive been told Turkey is a beautiful place to visit so many one day we can actually hang out ?\n  ","632254":"\n  Tbh - im pretty sure you could win the award \"person whos been following me the longest\" you are the most dedicated follower i think ive ever had in my life. You are so sweet, you message me everyday to make sure im having a good day and thank you because not many people care about anyone else but themselves. We've had our ups and downs but we always talk through things!! & you probably give me the most likes ever.\n  ","632255":"\n  Tbh - you are the dopest\/baddest bitch on this damn site. You are my favorite i swear. When you go off on people i just sit back and laugh because you say things so perfectly. We have SO much in common & one day i WILL come visit you so we can smoke da ganja & watch trailer park boys together. You are the best friend ive always wanted. ?\n  ","632256":"\n  Omg you again ?\n  \n  Tbh - you are so much prettier than you let yourself believe. You are so kind hearted. Whenever we would talk, i felt comfortable enough to say anything and you would always have something worthy to say back. I love people who actually have a conversation with me. I hope youre doing well!\n  ","632257":"\n  Tbh - your answers are solid! You always have something to say that is worthy of reading. I also think your hair is very pretty!! You seem like a very intelligent, sweet, and adorable person.\n  ","632258":"\n  Tbh - i think you look really cute ? i dont really know you so i cant say much else besides the fact you seem like a nice person.\n  ","632259":"\n  Tbh - i dont really know you too well, seen you from time to time but your dp is seriously such thuggery, im so jealous!! Killin it ?\n  ","632260":"\n  Tbh - mooney moonbutt, you are quite adorable. I feel like im statutory raping you just by talking to you, but like youre just waaay to fun to talk too! ❤? i love the things you say on your page, you always give me such a good laugh. Idk if youre even meaning to be funny but like you really are! & you say such nice things to me i always feel all special lol\n  ","632261":"\n  Tbh- i dont really know you but i appreciate your dp very much, its very nice to look at ?\n  ","632262":"\n  Tbh - your whole girl problem thingy gets on my nerves because she sucks and you deserve someone who gives you their all instead of playing with your sweet and loving heart. But, i will always support you no matter what! You are a great friend and we talk like everyday! I hope one day, we will be able to build are dope treehouse and play video games all day cause that just seems fuckin rad.\n  ","632263":"\n  Tbh - i think you are beautiful and i wish we spoke more! I always see you liking my stuff, which i very much appreciate ? i love your pictures so much.\n  ","632264":"\n  Tbh - you are so smart. You are the least judgmental person ive ever met. You are open minded and loving to everyone. You understand to a deeper level and when i need help understanding something, you are always there for help. But, you are always there for support as well. You are a great person!\n  ","632265":"\n  Tbh - you are absolutely so sweet and you know exactly what to say to make me feel amazing about myself. You are truly such a kind and amazing person. We used to talk alot, and i miss it because you just bring a smile to anyone you talk too. ? ily, dont ever change.\n  ","632266":"\n  i had a pretty weird near death experience and there was these white walls everywhere, i just remember it was so bright and their was the womens face above mine saying \"we need to pump your stomach, stay with us\" i blacked out & when i opened my eyes i was in my bathroom and there was throw up. So either i was just hallucinating or an angel saved my life.\n  \n  But to answer your question, no i dont worry about what happens when i die, i worry about living because i am alive and when i die. Im dead, end of story. It doesnt matter to me what happens.\n  ","632267":"\n  Well considering the fact ive never been married and used to live with my bf & had lots of sex - its acceptable haahah\n  ","632268":"\n  Thank you so much Jay!\n  ","632269":"\n  Ilysm? thank you!!!! Im gonna start doing your @ in a sec ??\n  ","632270":"\n  Yeah but they call him \"the dentist\" when im in there hahaha.\n  ","632271":"\n  Yess, had to get them checked ? i love being able to smile\n  ","632272":"\n  I got into a gator (its like a golf cart but its made for yard work) accident and smashed my jaw and almost broke it.\n  ","632273":"\n  Cause of da metal in my mouth\n  ","632274":"\n  I couldnt get into it, im more a game of thrones fan.\n  ","632275":"\n  Just me at the dentist hahah\n  ","632276":"\n  Send your @ for when i get back ?\n  ","632277":"\n  Thank you ❤?\n  ","632278":"\n  Of course! I was a miracle? LOL JK\n  ","632279":"\n  I decided to make an IG just dedicated to photos i take ❤?\n  ","632280":"\n  I would need a stomach tattoo first hahaha\n  ","632281":"\n  I would have needed to shoot up to get track marks and ive never ever and would never fuckin ever do that. Sooo\n  ","632282":"\n  This one was on accident but i liked it a lot\n  ","632283":"\n  Another abandoned building in black and white\n  ","632284":"\n  Im starting an album of black and white\n  ","632285":"\n  Im gonna post the pics now, i need help ❤❤\n  ","632286":"\n  K. Go have fun somewhere else cause im about to get off lol\n  ","632287":"\n  Id probably get a nose job if it gets any bigger but thats it\n  ","632288":"\n  I love your page\n  \n  You have the best dps all the time, like inspirational ???\n  ","632289":"\n  Nope ?\n  ","632290":"\n  I just delete everything now, it makes me happy ?\n  ","632291":"\n  Its honestly sooo hard for me to get out of bed like i just dont want too hahaha\n  ","632292":"\n  Why are you still here?\n  ","632293":"\n  Heyyy gurrl heyyy\n  ","632294":"\n  I love when people put so much effort into saying something to me and im all like, oops deleted.\n  ","632295":"\n  Ive been waiting for you to die so i can tell about you haunting me.\n  ","632296":"\n  You know what else i could be? A girl with self respect ?\n  ","632297":"\n  Spender, oh man. Shopping is too fun\n  ","632298":"\n  Tbh idk what the fuck youre talking about\n  ","632299":"\n  I better look like a very expensive fucking stripper. Why cant i look like an escort who gets taken out by billionaires, why is it always a stripper?\n  ","632300":"\n  Why cant he be alive so i can meet him\n  ","632301":"\n  What the fuck do you mean what am i talking about? Im pretty sure its pretty self explanatory\n  ","632302":"\n  I just attempted going through my following, nope.. im way too lazy right now. Too many people LOL\n  ","632303":"\n  Hes so sexy omfg\n  ","632304":"\n  Ilysm?❤\n  ","632305":"\n  Nature pics from my walk! Ill post soon! You gotta help me pick the best!\n  ","632306":"\n  Me me me, thats exactly what i do!\n  ","632307":"\n  I need help choosing pictures i took today, idk which ones are worthy of insta (they arent of me)\n  ","632308":"\n  You are strong ❤\n  \n  You are amazing and so fun to talk too!\n  \n  We have sooo many things in common and so many similar tastes! Im really glad you started talking to me. I hope youre doing well and having a great time ?\n  ","632309":"\n  Send this lovely questions ?\n  ","632310":"\n  Mine would be saberboom lol\n  ","632311":"\n  HAHAHAHAHAHAHHAHAHAHAHAHHAHAHAHAHAHAHAHHAHAHAHAHHAHAHA I HONESTLY LAUGHED SO HARD AS SOON AS I SAW \"BOYS\" HAHAHAH\n  ","632312":"\n  Wow really? I dont have a square jawline like kate moss or anything\n  ","632313":"\n  Your view of people = damaged mind.\n  ","632314":"\n  Thank you ?\n  ","632315":"\n  Because hes a psychopath\n  ","632316":"\n  Totally going through my following tonight lol\n  ","632317":"\n  Nope, but i would pay good money to put my uncle in prison\n  ","632318":"\n  Well you dont live in america ?\n  ","632319":"\n  Ugh i gotta cut mine laterr\n  ","632320":"\n  Jobs ;\n  \n  Dog or cat food taster\n  \n  Arm pit smeller\n  \n  Sewer cleaner\n  \n  Dildo painter\n  ","632321":"\n  Tattoo parlors are super strict here, like you cant be younger than 18. Like they photocopy your id and shit or they will get shut down.\n  \n  People who are getting them at 15 are getting parental consent or not going to a parlor to get them.\n  \n  The schools dont allow them, even if you cover them up. Its just not appropriate.  Theres private schools that dont allow piercings either.\n  \n  Its pretty fuckin rare to see a 15 year old with tattoos lol theres really not that many parents who would allow that.\n  ","632322":"\n  Because apparently im a reptilian  shape- shifter\n  ","632323":"\n  Bitch, i might be\n  ","632324":"\n  1. My parents would never let me have tattoos at 15, and in the time i was actually 15 - it was hard to get tattoos and its stupid to get a tattoo from someone who isnt an artist.\n  \n  2. All the schools i went too, its against the rules to have tattoos. You would have had to go to a shitty school if you had tattoos. I wasnt gonna be stupid and do that.\n  \n  3. The only people i know who were 15 with tats, were gang members but they all got kicked out of my school.\n  ","632325":"\n  Its in my bio but\n  \n  22\n  ","632326":"\n  Thats cool, nobody is gonna like everything in this world lol\n  ","632327":"\n  I reaaally dont feel like thinking ?\n  ","632328":"\n  What i think about every time someone asks me this question\n  ","632329":"\n  1. Im not in California\n  \n  2. People smoke weed everywhere\n  \n  3. I just dont smoke.\n  ","632330":"\n  What every graduation speech should start out like ?\n  ","632331":"\n  I dont smoke.\n  ","632332":"\n  Totally was the one who said i was gonna help but doesnt ahahhaa\n  ","632333":"\n  Are you telling me people are into diaper booty?\n  ","632334":"\n  Its like the matrix, we wake up in a different world filled with thousands of other people laying down with things connected to their heads. And theres thousands of other worlds, and thats where different people come from - its based from what other world they are from. Lol\n  ","632335":"\n  Well i could do that as a teen too, the secet is ; just dont get caught.\n  ","632336":"\n  Plot twist; we are all dead and we dont realize that we are just stuck in purgatory.\n  ","632337":"\n  Dude it does. The only aspect i like is i dont have to listen to anyone and i can do what i want. But everything else sucks horse dick.\n  ","632338":"\n  When they are a tool about its annoying but muscles are sexy. I remember on Venice beach, i was just starring at all the men working out in the outside gym, my friends had to pull me away. I thought i went to heaven. ?\n  ","632339":"\n  Buy a flea collar ?\n  ","632340":"\n  Im like a really good eater\n  ","632341":"\n  Thank you ?\n  ","632342":"\n  It actually royally pisses me off that people think im that young.\n  \n  1. I have fuckin tattoos ya fuck.\n  \n  2. Why would i lie about my age?\n  \n  3. I havent gone to school for 5 years.\n  \n  4. If i could be that young, I WOULD BE. I do not want to be 22, i wanna be a teenager again.\n  ","632343":"\n  Oh, but i am ?\n  ","632344":"\n  Just some of my favs to follow\n  \n   @hateuandurbrows\n  \n\n   @JessicaStonebridge\n  \n\n   @littlekri\n  \n\n   @CelineM96\n  \n\n   @oxjadeee658\n  \n\n   @Ariana_ramp2\n  \n\n   @Lxkeclemo\n  \n\n   @emsemsboo\n  \n\n   @lukewassuspendedagain\n  \n\n   @sammanthaclassyy\n  \n\n   @theravenchild\n  \n\n   @tmoneymccarver1\n  \n\n   @maheen70\n  \n\n   @anya4ya\n  \n\n   @NicoleBuckleyyx\n  \n\n   @Book_quot_lover\n  \n\n   @AlessandroRodriguez244\n  \n\n   @iamkira98\n  \n\n   @DarrenPounds\n  \n\n   @poetalunam\n  \n\n   @Harihomie\n  \n\n   @tiny_lord\n  \n\n   @chelsmatthewss\n  \n\n   @ayeshaakhter\n  \n\n   @pandajaleah\n  \n\n   @brisatterlee\n  \n\n   @Pooley3223\n  \n","632345":"\n  15-18, nobody believes im 22\n  ","632346":"\n  Dude she can sing me to sleep any damn time ? im doing well, i hope the same for you ?\n  ","632347":"\n  i used to be obsessed with that movie like OBSESSED. I have her first album as well ahaha\n  ","632348":"\n  When she sings, i melt. Shes so beautiful.\n  ","632349":"\n  Im not really sure, i know someone who used to feed them whenever they come visit. You have to be careful cause they care rabies\n  ","632350":"\n  I dont have a fav movie couple, my fav show couple is THIS IS US. He is like everything any women would want.\n  ","632351":"\n  Yes i do ?\n  ","632352":"\n  Sadly.\n  ","632353":"\n  I like bikinis, monokinis, and one pieces. Its all based on how its styled\n  ","632354":"\n  Yeah, i think so\n  ","632355":"\n  Thank you ❤\n  ","632356":"\n  Did i not post this yesterdayy\n  ","632357":"\n  No i cannot, just go get drunk\n  ","632358":"\n  Its been awhile, like beginning of June\n  ","632359":"\n  Awh thank you so much, its my FAV bra ❤❤❤\n  ","632360":"\n  Im actually watching Witches- true horror lol\n  ","632361":"\n  I need more Juicy socks\n  ","632362":"\n  But, why?\n  ","632363":"\n  Omg. Whats wrong with you???\n  ","632364":"\n  Hows everything with your brother? & i hope youre feeling better!!!\n  ","632365":"\n  West coast, yo\n  ","632366":"\n  Yessss! Im thinking about watching little big shots hahah\n  ","632367":"\n  I SAWW ILL SNAP BACK SOOON ?\n  ","632368":"\n  Awh, no please dont leave ):\n  ","632369":"\n  I hope i do and you go insane so you have to get locked up in an institute.\n  ","632370":"\n  We all have facial hair.. like i have cute little peach fuzz on my face hahahaha\n  ","632371":"\n  Awh❤❤❤❤ thank you! How are you?!\n  ","632372":"\n  I love her cause shes crazyy\n  ","632373":"\n  Im currently not caring\n  ","632374":"\n  Im trying to watch youtube, shush.\n  ","632375":"\n  Yael niam has the best songs\n  ","632376":"\n  You mean me with a filter LOL\n  ","632377":"\n  Of course i do, thats the only fair thing to do.\n  ","632378":"\n  She sold her soul to the devil\n  ","632379":"\n  Muffin? Wtf? You have no taste.\n  ","632380":"\n  Id get a badass haircut like this\n  ","632381":"\n  Im savage patch doll\n  \n  Yung savage\n  ","632382":"\n  You're a heartbreaker\n  \n  Dream maker, a love taker\n  \n  Don't you mess around with me\n  ","632383":"\n  I like to believe i would take a bullet for them.\n  ","632384":"\n  Omg thank you so much!?\n  ","632385":"\n  This is me ice skating\n  ","632386":"\n  I lowkey hates waves\n  ","632387":"\n  Hi! So like i honestly cant remember a time, like i know ive felt that way but like nothing is popping up in my head right now )):\n  ","632388":"\n  Fuck. No.\n  ","632389":"\n  Awh, that would actually make me cry if i saw that.\n  ","632390":"\n  I like being approached so i guess that makes me shy?\n  ","632391":"\n  Im on for your entertainment now ?\n  ","632392":"\n  I feel like thats a tattoo on a stripper rn hahaha\n  ","632393":"\n  Then youre not gonna get the joke lol\n  ","632394":"\n  Actually if you think about it, all the greatest inventions have been created by someone whos lazy cause they came up with something to do what they are too lazy to do hahah so in the end they become successful.\n  ","632395":"\n  One day i will dress like this\n  ","632396":"\n  Do you not watch family guy?\n  ","632397":"\n  Not really. I want a white diamond watch tho\n  ","632398":"\n  Please tell me youre just being a smartass\n  ","632399":"\n  Am i gonna haunt your dreams ?\n  ","632400":"\n  I want your soul\n  ","632401":"\n  The moment when pizza is self pleasure to some people ? but id give up pizza, theres other delicious foods to eat\n  ","632402":"\n  Guyss, im trying my best to respond to everyone as fast as i can! Be patient with me pleaseee\n  ","632403":"\n  Yeah, cause they are way funnier when you get older and actually understand whats going on lol\n  ","632404":"\n  No, cause smiling makes me look like a dweeb and i wanna look cute.\n  ","632405":"\n  Ilysmmore ?❤\n  ","632406":"\n  HELLOOO IM JUST WATCHIN YOUTUBE. Whatss upp\n  ","632407":"\n  My family member has a prune tree, its not plums at least not normal plums. They are a weird shape.\n  ","632408":"\n  \"Im too tired\"\n  \n  Bitch, take this key bump and lets go.\n  ","632409":"\n  Says you with perfect eyes ?\n  ","632410":"\n  For boom to post awkotaco pics\n  ","632411":"\n  Noo, i will when i have 200 pictures lol so heres me.\n  ","632412":"\n  Ok so like i never got the chance to try on the skirt cause i woke up waaay too late. And had no time to try on outfits waaaah): but heres a pic from today\n  ","632413":"\n  GUESS WHOS BACKK, BACKK AGAIN... BOOM IS BACKK, TELL ALL YOUR ASK FRIENDS ?\n  ","632414":"\n  I literally just went pee sooo ?\n  ","632415":"\n  Im craving subway now omg...\n  \n  I dont like burger king..\n  ","632416":"\n  Tall and cute men.\n  ","632417":"\n  No?\n  ","632418":"\n  YESSS, quotes from tyrion are the best. Im so happy you choose some!\n  ","632419":"\n  White crime - lil dicky\n  ","632420":"\n  Take pics of what?!\n  ","632421":"\n  My cat is attacking the window like a crackhead\n  ","632422":"\n  A picture of a person holding up a sign?\n  ","632423":"\n  Im just awesome like that bruh lol\n  ","632424":"\n  Pretty close to 4k?\n  ","632425":"\n  Savannah\n  ","632426":"\n  One that respects me and can make me laugh ?\n  ","632427":"\n  I mean not really, i made jokes a stuff but i never meant it. I certainly didnt bully someone just to be mean, thats fucked up.\n  ","632428":"\n\n   @theravenchild\n  \n  i wanna punch that anon so hard goddamn.\n  ","632429":"\n  Yeah, on google maps ?\n  ","632430":"\n  Oh hell yeah, i take over the dance floor idgaf ahhaha\n  ","632431":"\n  I think i need to drink more water, im getting all dizzy\n  ","632432":"\n  Choker necklaces\n  ","632433":"\n  Edward scissorhands\n  ","632434":"\n  ??\n  ","632435":"\n  Please change your personality...ewww\n  ","632436":"\n  O really now ?\n  ","632437":"\n  Not as much as i used too which makes me sad... i used to go like at least once a week.\n  ","632438":"\n  Ive done a lot of road trips, hmm i think like over 30 hours??\n  ","632439":"\n  I miss you? i hope youre doing well lovely ❤? talk to me sometime\n  ","632440":"\n  Ugh god, yeah i have. & i honestly dont wanna mention it, but it was the biggest mistake of my life.\n  \n  Another one tho that i can mention is when i moved when i was 18 impulsively, dumbest decision ive ever made. Got trapped in a terrible relationship.\n  ","632441":"\n  Getting drunk, and go clubbing. Like how i always celebrate my birthday\n  ","632442":"\n  EAST COAST ARE YOU ON?\n  ","632443":"\n  I have one dad ?\n  ","632444":"\n  Yeah, theres this thing called breaking up ?\n  ","632445":"\n  Thats not a fact i know a lot of people my age who are single because they dont think you have to be in a relationship at this age and just rather live their lives, learn about themselves, and have fun.\n  ","632446":"\n  So? ????\n  ","632447":"\n  No, when i find a person i believe i can trust, i trust them way too much lol\n  ","632448":"\n  Awkwarddddd im singleee\n  ","632449":"\n  No, i do not.\n  ","632450":"\n  No, and i wouldnt want to know him\n  ","632451":"\n  This is why i force my love on my cat lol\n  ","632452":"\n  Oh god thats hard hmm..\n  \n  Females ; french or russian\n  \n  Males ; Australian or a light Scottish or Irish\n  ","632453":"\n  I love the fact people get me stuff ?\n  ","632454":"\n  Totally, since i have 10 acres in front of my house ?\n  ","632455":"\n  Contacted ask, i fit all the requirments, sent them a fan sign to prove im real. Bam. Verified.\n  ","632456":"\n  Omg, so like i see you on my feed from time to time and YOU ARE SOOOO CUTE like omg.\n  \n  Thank you so much btw!! I followed you ????\n  ","632457":"\n  No, im just like a Kardashian - i just exist.\n  \n  P.s. im not famous ?\n  ","632458":"\n  No, im really excited for it. My future looks good, at least it does in my head ??\n  ","632459":"\n  Omg ilysm, you are the amazing one honestly!! If you do end up buying me more stuff, im going to be so grateful and i cant wait to see what comes next\n  ","632460":"\n  Food, yeah im a sterotypical girl ?\n  ","632461":"\n  I dont wanna say, i dont wanna be embarrassed and i dont want people to know what im thinking ?\n  ","632462":"\n  Im planning on wearing it tomorrow so ill take pictures ???? thank you sooo much, youre so sweet im just ahh. Its supperrr cute!!!\n  ","632463":"\n  I have a very very big imagination which leads to me dreaming way too big, if i lived the life in my head i would be soooo happy ahhaha\n  ","632464":"\n  Note?! What note... there wasnt onw, what did it say?\n  ","632465":"\n  Ugh im scratching so much my leg is bleeding ?\n  ","632466":"\n  HAHHA omg that sounds like something my friends would do but i wouldnt do that, i dont think.\n  ","632467":"\n  I love either reading, playing a game, or watching youtube videos ?\n  ","632468":"\n  Oh man that playlist would have some super aggravated music ?\n  ","632469":"\n  Idk if you can see it but im having a super bad reaction to a bug bite ugh it hurts more than itches\n  ","632470":"\n  I cant remember, but i really wanna treat myself to a day at the spa\n  ","632471":"\n  4, i think.. no wait 8.. i think omfg.. i dont know\n  ","632472":"\n  No, thats what are society has become.\n  ","632473":"\n  Im super fuckin annoyed. My dad doesnt believe the american government is truly capable of hiding and covering up things that have been going on, and no matter what i say he still doesnt believe me. And he keeps trying to prove hes right when all he has to do is just spend some time researching a little bit and know what to look for and he will start seeing the patterns. I just having an argument that ends up going nowhere. Like theres no point in talking about it. I straight up told him to just look this stuff up im done talking about it.\n  ","632474":"\n  Ill be back in a bit ?\n  ","632475":"\n  I do, but i will not take pics in them and post them.\n  ","632476":"\n  When a person wants to ask someone a question they should think, \"would i go up to this person in public and ask this?\" \"If i met someone famous, would this be a question to ask?\"\n  \n  Everyone should respect one another and think about what they are saying. & if you would go up to someone and ask disrespectful questions in public, you werent raised correctly.\n  ","632477":"\n  Nope, they are grosd\n  ","632478":"\n  Im terrible at it like soooo bad\n  ","632479":"\n  I look gross ?\n  ","632480":"\n  I dont have cheap gift ideas but ive always wanted to go to hobbie lobby and get baskets and cute little things to decorate them - then buy gifts and make my own specialty gift baskets for people. That sounds so fuckin fun.\n  ","632481":"\n  I wanna get baked then bake some cookies\n  ","632482":"\n  Various ways ;\n  \n  \"Whats up nig\"\n  \n  \"Hey fucker\"\n  \n  \"Hey, you slut\"\n  ","632483":"\n  Ash ? i love her\n  ","632484":"\n  My favorite book is, The Glass Castle. Heres a couple of my fav quotes ;\n  \n  • Life is a drama full of tragedy and comedy. You should learn to enjoy the comic episodes a little more.\n  \n  •One benefit of Summer was that each day we had more light.\n  \n  •If you don't want to sink, you better figure out how to swim\n  \n  • Sometimes you need a little crisis to get your adrenaline flowing and help you realize your potential\n  \n  •She had her addictions and one of them was reading\n  \n  •One thing about whoring: It put a chicken on the table\n  \n  (There's so many more and if you never read this book, you have too. I cried like a baby, its so good.)\n  ","632485":"\n  Way too many, except i wasnt on for like the first 2 years\n  ","632486":"\n  You mean like in my background picture? Oh hell yeah ?\n  ","632487":"\n  I look good in dresses, but i hate them like i feel so constricted and shit.\n  ","632488":"\n  That would be very ideal ?\n  ","632489":"\n  I know i said i was gonna be on more, but i need to shower lol ?\n  ","632490":"\n  That their body looks really good ?\n  ","632491":"\n  I hope you know the game risk is based on actual shit.\n  ","632492":"\n  A Song Of Ice And Fire series ?\n  ","632493":"\n  People who spam this shit are annoying and just get blocked.\n  ","632494":"\n  Omfg IM SPECIAL ?\n  ","632495":"\n  No it isnt ahha ?\n  ","632496":"\n  ?????\n  ","632497":"\n  Yeah Florida is NUTS like its ridiculous.\n  ","632498":"\n  Prostitution ; Those bitches are out there suckin ANYONES dick for a dolla just to get by like holy fuck\n  ","632499":"\n  I had to pack up my shit a move states for the best for me and my ex. I had to scarifce my friends and the relationships i created so i could be happier and it worked im so much better i just wish i could be in cali again.\n  ","632500":"\n  Im just as lost as you oh my my my\n  ","632501":"\n  I need to stop watching horror stuff before bed\n  ","632502":"\n  I was gonna say that but i didnt want to start a huge argument haha\n  ","632503":"\n  Thats so good to hear, i forgot to respond to your other message and tell you that it was HORRIBLY hot today ahaha\n  \n  I feel so special that you always talk to me, you must really love me ❤\n  ","632504":"\n  Depends on the person more than the gender.\n  ","632505":"\n  Im not telling anyone cause im writing a book and i will get it published.\n  ","632506":"\n  Dark Knight\n  ","632507":"\n  I like to think we are all equally valuable and no on is better than anyone... but, theres some people that make me wanna rip my hair out and at times i dont think their so valuable and life would be better of, but then i have to remind myself \"who am i to say whos valuable and who isnt\"\n  ","632508":"\n  I never liked superman, i was always a batman fan ?\n  ","632509":"\n  Oh fuck, i need to go accept so many people\n  ","632510":"\n  Douchebag  Douchebag Douchebag Douchebag Douchebag Douchebag Douchebag\n  ","632511":"\n  Thispromisewouldmeanmoreifiknewwhoyouwere\n  ","632512":"\n  I dont know who you are so that may have something to do with it\n  ","632513":"\n  Omfg ? this is why we are friends\n  ","632514":"\n  I was way too tired, i just took a nap so im gonna make them tomorrow ?? how are you? What you do today\n  ","632515":"\n  No noooo dont go yet ): ily\n  ","632516":"\n  Conversations i have with my friends omfg\n  ","632517":"\n  Omg i heard about this, ok so like what cracks me up is literally a week before this shit hits the fan i heard a radio broadcast of someone talking about Amazon and how amazing they are for inventing a way for them to track what you look up and they made sure that the ads you see are something you would like based on the previous shopping you do, all the taxes blah blah blah then A WEEK LATER they get in so much trouble for it and its this fuckers fault for saying anything like if they just kept their mouths shut nobody would have known they were doing this cause they have been doing it for YEARS. Lol\n  \n  My opinion is ; what they did wasnt very fair. And they should get a fine.. like its pretty fucked up.\n  ","632518":"\n  Yeah, the friends i banged HAHA\n  ","632519":"\n  I love your quotes, could i give suggestions of books you should quote?\n  \n  P.s. if i had a twitter, id follow you\n  ","632520":"\n  Im going to watch youtube videos while i try and catch up on my questions lol\n  ","632521":"\n  These walks i go on, ive gotten like 20 mosquito bites from them. My legs hurt.\n  ","632522":"\n  So i got the skirt but ash wont get off of it hahahha omg. But im trying it on tomorrow ?\n  ","632523":"\n  Only after i see you in yours\n  ","632524":"\n  Ill be back later, im too tiredd!! Ughhh im sorry! Ill probably come on later tonight tho!\n  ","632525":"\n  Nopeee.\n  ","632526":"\n  I wanna bake cookies but im so tired, maybe ill save that for tomorrow ?\n  ","632527":"\n  Nothing,, because you cant do shit for me\n  ","632528":"\n  Omg thats what i say ?\n  ","632529":"\n  Im just so tired & so hungry\n  ","632530":"\n  Because im 75% white lol\n  ","632531":"\n  Am i 70 years old all of a sudden?\n  ","632532":"\n  If you buy them, ill answer any question you want ?\n  ","632533":"\n  Im debating if i should bake sugar cookies..\n  ","632534":"\n  CAN YOU PLEASEEE ?\n  ","632535":"\n  Im Vietnamese\n  ","632536":"\n  I KNOW LIKE I KNOW THIS GOD\n  ","632537":"\n  My nose is cute in this\n  ","632538":"\n  I think the question is, who would kiss me ?\n  ","632539":"\n  I lied about not putting your phone number in the males bathroom saying youll suck them dirty and let you put whatever you want in your holes for only $10. Oops.\n  ","632540":"\n  GREETINGS EAST COAST BOOMERANG, HOW ARE YOU TODAY\n  ","632541":"\n  My day so far is going really well, thank you for asking. I got to sleep in which was lovely! I had a little workout, then i ate a breakfast burrito. My day is very lovely. Its very warm outside, too warm to want to go outside and do anything so im going to read ? im looking forward to my evening hike! I hope youre having a fantastic day ?\n  ","632542":"\n  Im looking forward to reading, but i have to talk to a few people on the phone lol\n  ","632543":"\n  Omg im so excited i cannot wait ❤? and hopefully ill be comfortable with my body then ?\n  ","632544":"\n  War of the worlds lol\n  ","632545":"\n  Ok, im going to do my morning workout be back soon ?\n  ","632546":"\n  When i want the most attitude i use the word aint. Lol\n  ","632547":"\n  They are terrifying, they just give you that look of \"im gonna make you shit your pants\"\n  ","632548":"\n  Morning boomerangs?\n  ","632549":"\n  NEW NEW THEY HAVE A NEW ONE\n  ","632550":"\n  Ineedyourprotectiontherewasanearthquake\n  ","632551":"\n  Please do ?\n  ","632552":"\n  Nowthatsanewsstory\n  ","632553":"\n  Thankyouialwaysneedprotecting\n  ","632554":"\n  Awwwh, i love u 2 anon\n  ","632555":"\n  Idontwantyoutokillmeeither\n  ","632556":"\n  Boom is me, i am Boom.\n  ","632557":"\n  I sent another message\n  ","632558":"\n  You're as cold as ice\n  \n  You're willing to sacrifice our love\n  \n  You never take advice\n  \n  Someday you'll pay the price, I know\n  ","632559":"\n  Uh oh spaghetti oh im getting tired\n  ","632560":"\n  I wish it was Boom4lyfe\n  ","632561":"\n  Going to over 40 different countries in a year, thatd be a dope vacay\n  ","632562":"\n  I swear i responded!\n  ","632563":"\n  Oh, i know ?\n  ","632564":"\n  Well, this is kinda a really nice thought and made me really happyy?\n  ","632565":"\n  Omggg at first i was like \"wtf did he just call me fat\" then i was like \"waaaiiitt a minuutee\" ?????????\n  ","632566":"\n  Is all about what you memorize\n  ","632567":"\n  I love people who call me to tell me a funny story and then goes back to work #realhomies\n  ","632568":"\n  I used to do that all the time\n  ","632569":"\n  Crew neck sweaters\n  ","632570":"\n  Hi lovely ❤ whats up\n  ","632571":"\n  I hope someday i will be lol\n  ","632572":"\n  I find you boring\n  ","632573":"\n  Ok so like today i kinda had a weird moment, these 2 pitbulls were with me walking & one of them has been to my house before so he recognized me god i wish i could take him home anyways his owners came looking for them and 1 dog went but the one that really liked me stayed with me so i had to walk him to the owner, she was saying thank you to my dad and then she looked at me and she gave me this look of being starstruck and she smiled so big, the way she looked at me gave me the weirdest feeling but she looked like someone i could be friends with. I feel like if i walk down that street more id start to make friends, theres so many young people there.\n  ","632574":"\n  Links to other sites & some links i dont wanna open lol\n  ","632575":"\n  In a beautiful home in California\n  ","632576":"\n  Love love LOOVEEE\n  ","632577":"\n  You wanna get high man?\n  ","632578":"\n  Yesss, i always feel amazing after a good walk and a nice shower ❤\n  ","632579":"\n  I havent gotten anything yet ?\n  ","632580":"\n  Yes i love being able to try different outfits without having to go shopping a bunch and i still dont wear the same outfit twice ahahha\n  ","632581":"\n  1. I wish i could just drop on my other family and be like \"wassup bitches im moving in\" hahahah\n  \n  2. I would totally watch what they eat and shit like they should get their own damn food if they wanna eat a lot.\n  ","632582":"\n  Except that im all sweaty ?\n  ","632583":"\n  Lust - my best friend used to say to me, \"it doesnt matter if its a girl or a guy, gay or straight, or what kind of person they are (geek, jock, nerdy, ect) anybody can be casted by your spell, people are charmed by you, people always end up loving you\"\n  \n  And because of this we had a falling out because she wouldnt let me around her bf (now husband) because she was afraid i was gonna charm him into like me and she would be compared to me.\n  \n  She also wasnt wrong about this, ive gone through life being shocked by how easily i can smile and twinkle my eyes at someone and they are just bewitched. People i would never believe i would seduce them without even trying.\n  ","632584":"\n  $uicideboy$ have a new albummmmmm ???\n  ","632585":"\n  I just got done working out and now im all gross ahha\n  ","632586":"\n  That would be ideal\n  ","632587":"\n  I should be\n  ","632588":"\n  I just deleted everything instead ahahh\n  ","632589":"\n  Dumb.\n  ","632590":"\n  I dont want that, so dont do that\n  ","632591":"\n  Is for pansys\n  ","632592":"\n  Damnit, i was hoping i could tell you to kys but nobody can tell you what to do, how unfortunate\n  ","632593":"\n  Yup and im about to turn off anon so i dont have to deal with dumbcunts\n  ","632594":"\n  Im in an asshole mood soo\n  ","632595":"\n  Go fuck yourselffffff\n  ","632596":"\n  Id like one too so buy me one\n  ","632597":"\n  Why would i do that\n  ","632598":"\n  This is what i like to hear\n  ","632599":"\n  Ok \"pet\" buy me stuff off my wishlist\n  ","632600":"\n  Im definitely not easy ?\n  ","632601":"\n  Haha i was just being a smartass but thanks ?\n  ","632602":"\n  OH MAN WE HAVE A REBEL HEREEE\n  ","632603":"\n  Im sure lol\n  ","632604":"\n  I think im gonna go outside and do something, idk what but something lol\n  ","632605":"\n  I hated doing things LOL like i had to be told over and over again to do something i didnt want to do ahhah\n  ","632606":"\n  Laughter helps everything.\n  ","632607":"\n  Ive been through enough life experience where i wise about certain aspects of life ?\n  ","632608":"\n  I hate the news honestly.\n  ","632609":"\n  HEAD AND SHOULDERS\n  \n  KNEES AND TOES, KNEES A TOES.\n  \n  EYES AND EARS\n  \n  MOUTH AND NOSE\n  \n  HEAD AND SHOULDERS\n  \n  KNEES AND TOES, KNEES AND TOES\n  ","632610":"\n  Yes, i always admit when im wrong\n  ","632611":"\n  My jawline ?\n  ","632612":"\n  Hahahaha no, you could be a little more harsh ?\n  ","632613":"\n  Fuck fuck fuckity fuckery fuck\n  ","632614":"\n  Whats horrible is how many bug bites i have on my legs ?\n  ","632615":"\n  Its harder for me to tell someone i dont have feelings for them because they always get so sad and worse they try really hard to change my feelings when like you cannot force someone to like you.\n  ","632616":"\n  Awh, this made me soooo happy!! ?❤\n  ","632617":"\n  So like this is the least insulting insult ever hahha\n  ","632618":"\n  Thank you, thank you ?\n  ","632619":"\n  Maybe they thought if they wore a helmet their head would stay intact so you could identify them?? Hahaha\n  ","632620":"\n  Why is this an arguement\n  ","632621":"\n  Protection? Hahah idk\n  ","632622":"\n  Bumboclat? Where the fuck did that name come from?\n  ","632623":"\n  Omgggg ??? im hot like summer ?\n  ","632624":"\n  Awwh, thank you ??\n  ","632625":"\n  Theyre just party poopers\n  ","632626":"\n  Im good ?\n  ","632627":"\n  MORNING\n  ","632628":"\n  You have to ruin everything dont you\n  ","632629":"\n  Tell me about it ?\n  ","632630":"\n  What fills my day with joy is deleted questions that are stupid. I love deleting omfg\n  ","632631":"\n  Do not ask me bullshit hypothetical questions, its annoying.\n  ","632632":"\n  I feel like we would all be happier if we couldnt regret?\n  ","632633":"\n  If i just heard it i can repeat it but like not randomly lol\n  ","632634":"\n  I dont need to see the video lol i dont care.\n  ","632635":"\n  I respond whenever i feel like responding\n  ","632636":"\n  Anyways i should go eat breakfast\n  ","632637":"\n  Im serious, i swear i have like irish blood in me\n  ","632638":"\n  Nope, i would never\n  ","632639":"\n  I didnt like red on me... my skin has a pink tint to it and it wasnt a good look lol\n  ","632640":"\n  Because ive been dying my hair since i was 13 lol i started with highlights then a lighter blonde, platnium, blonde\/black, blonde, auburn, blonde, lavender, red, pink, black, blonde, purple, black, dark brown, and now brown. lol ive stopped so my hair could grow and be healthy again and then im gonna dye my hair again probably black or grey ahhaah\n  ","632641":"\n  Youre all gonna love this one ?\n  ","632642":"\n  Nope because theres this thing called hair dye. Lol\n  ","632643":"\n  I sure hope so since i was born blonde\n  ","632644":"\n  Yes i have, it was fun except i was all shy and awkward because people were watching me, if i would do it again id be more confident probably.\n  ","632645":"\n  I prefer a kickback with all my friends or clubbing\n  ","632646":"\n  Not necessarly actually.\n  ","632647":"\n  Bio\n  ","632648":"\n  Its been corrupt..\n  ","632649":"\n  FOOD\n  ","632650":"\n  Wheres cosmopolitan, they have the best first date stories in there ?\n  ","632651":"\n  Hmm, i think Nada by leaf\n  ","632652":"\n  We all know youre a beautiful girl in this horrible world\n  ","632653":"\n  THAT GOOOD BURN\n  ","632654":"\n  Craig owens can sing me lullabies anyday, his voice is amazing\n  ","632655":"\n  I dont have a playlist but im going back to my childhood and listening Bone Palace Ballet by Chiodos ?\n  ","632656":"\n  OMG ???? thank you so muccch\n  ","632657":"\n  I like when you talk as anon, youre like my fav anon ever omfg. Youre sooo sweet awwh lets gooo dumpster divingg\n  ","632658":"\n  Youre as cool as koolaid\n  ","632659":"\n  I HAVENT EVEN FINISHED MY SMOOTHIE FUCKKK IM JUST GONNA GET HIGH INSTEADDDD\n  ","632660":"\n  I swear i could go dumpster diving and id still look good to you. YOU LOVE MEEEE\n  ","632661":"\n  Come rescue meee my knight in shining armor ?\n  ","632662":"\n  The song Slave 4 you by Brittany spears is in my head now\n  ","632663":"\n  I like having lots of clothes lol\n  ","632664":"\n  AWWWH OMFG ILY EAST COAST\n  ","632665":"\n  Am i cute? & wait you can actually tell my eyebrows are growing out?\n  ","632666":"\n  CRAZIEST GODDAMN BOOTY AROUND. Awwwwh i just realized youre on to talk to meeee\n  ","632667":"\n  IS THIS MY CRAZY BUTT\n  ","632668":"\n  Im thinking about how i would LOVE to be in cali right now but im not.\n  ","632669":"\n  I knowww, i went hiking then had a smoothie hahaha wooo go america LOL\n  ","632670":"\n  Im not... ugh. I got to full off my smoothie ugh\n  ","632671":"\n  Science\n  ","632672":"\n  No, i need a place for all my alcohol lol\n  ","632673":"\n  if you want me to actually give a shit about your dumb fuckin question, buy me something off my wishlist then prove it to me, then ill actually answer your fuckin question\n  ","632674":"\n  Ok lol youre reading incorrectly and youve obviously never heard someone who has a southern accent. They not only speak terrible, they write terribly. Always saying y'all and shit. Makes me wanna bash my head against a wall lol\n  ","632675":"\n  Im about to go on a hike ?\n  ","632676":"\n  AWH thats so sweet\n  ","632677":"\n  I. Love. Them.\n  ","632678":"\n  No, people who talk like that. Piss me off.\n  ","632679":"\n  I just got messaged by one of my really old friends and he said, \"youre pretty cute too for a homosexual negroid\" hahahaahahaha\n  ","632680":"\n  If thats what your heart desires\n  ","632681":"\n  I feel like reorganizing my room tomorrow\n  ","632682":"\n  Thank you so much ?\n  ","632683":"\n  Thanks, but like im really not happy with how much weight ive gained and im trying to get it under control\n  ","632684":"\n  IM ON LEVEL 100 FUCK YES\n  ","632685":"\n  I swear to god if i dont lose like 10 pounds im gonna just stop eating\n  ","632686":"\n  MERICA, FUCK YEAH ??\n  ","632687":"\n  Im interested in someone but idk if they are my bf yet lol i gotta move to cali first\n  ","632688":"\n  I dont believe in religion.\n  ","632689":"\n  I wash myself with holy water\n  ","632690":"\n  Thank you?\n  ","632691":"\n  Does owning a cat make me a mom?\n  ","632692":"\n  ??????\n  ","632693":"\n  I mean, it kinda is\n  ","632694":"\n  No talk about political stuff.\n  ","632695":"\n  1\n  ","632696":"\n  Ik\n  ","632697":"\n  Exactly. Im not trying to make people commit suicide.\n  ","632698":"\n  Omg who the hell cares?\n  ","632699":"\n  Happy 4th of July?? ?❤\n  ","632700":"\n  Happy 4th of July?? i hope youre having a great day as welll\n  ","632701":"\n  Weird.\n  ","632702":"\n  My dad always talks to me when im in the middle of something. I need to move out.\n  ","632703":"\n  Its rude to have favorites\n  ","632704":"\n  I dont know lol\n  ","632705":"\n  A lot lol\n  ","632706":"\n  Funniest thing ive read all day\n  ","632707":"\n  Thank you very much ?\n  ","632708":"\n  Someone can be knowledgeable but not wise\n  \n  Wisdom comes from life experience.\n  ","632709":"\n  Idk how to explain it, shes perfect lol\n  ","632710":"\n  Obviously, i wall to wall people\n  ","632711":"\n  Hahahaha thats funny\n  ","632712":"\n  Hey whats up ?\n  ","632713":"\n  Very good advice ?\n  ","632714":"\n  This game wants to be punished.\n  ","632715":"\n  PlayStation ?\n  ","632716":"\n  Maybe\n  ","632717":"\n  Freak out because hes so frickin cute\n  ","632718":"\n  Please tell me you looked this up instead of actually counting how many licks ahahhaah\n  ","632719":"\n  Why?\n  ","632720":"\n  You are an anon, dont ask for things like that.\n  ","632721":"\n  I dont really think i fit the criteria to work in a sweatshop lol 1. I live in America 2. Im white 3. Im an Elitist, i would have to own a major company\n  ","632722":"\n  Yess, my fav thing is when they push their girlfriend away and then they get super fuckin pissed. Oh man i just die laughing\n  ","632723":"\n  It fuckin better be\n  ","632724":"\n  Not using some form of social media.\n  ","632725":"\n  Morningggg ?\n  ","632726":"\n  Happy happy 4th ??????\n  ","632727":"\n  A lot.\n  ","632728":"\n  I feel like being a parent is harder because with siblings you can kinda be straight up with them and for the most part they grew up around you and understand the society they were raised in. Parents usually are stuck in the society they grew up in so its hard for them to understand what a kid is truly going through because things are always changing and if you dont change quick enough, you wont catch up.\n  ","632729":"\n  I think im one of those friends ?\n  ","632730":"\n  Yeah, kinda. Like im not amazing but im okay with it\n  ","632731":"\n  The ocean would suck your soul out of your tears lol\n  ","632732":"\n  Yes i do, not like periodically but i do enjoy watching clips on youtube\n  ","632733":"\n  ??????\n  ","632734":"\n  Im very upset im not setting off any fireworks today\n  ","632735":"\n  Happy 4th of july hunn ???\n  ","632736":"\n  Lyyffeeeeee\n  ","632737":"\n  Oh totally\n  ","632738":"\n  HAPPY 4TH OF JULY????????????????\n  ","632739":"\n  I like body chains that arent connected to a belly button ring.. and the ones i want are a couple 100 dollars\n  ","632740":"\n  Anywaaays im gonna shower now.\n  ","632741":"\n  I like ass over titties. Ass is for life. Ass is life. Like have you not heard the saying for life before like goddamn\n  ","632742":"\n  No thats not true, thats not what it fuckin means\n  ","632743":"\n  Putin is gonna eat trump\n  ","632744":"\n  You need to stop making me have a nasty attitude\n  ","632745":"\n  They are sarcastic and super funny.\n  ","632746":"\n  Omg, i would totally be one of those people who have a gopro and just explore abandoned places and go on adventures. My commentary would probably be so funny and id probably do it with people who are hilarious!\n  ","632747":"\n  Where do you come up with this shit\n  ","632748":"\n  Omfg, thatd be so annoying.. especially if they say the shit they say on here in person. Omgg, theyd get hit real quick.\n  ","632749":"\n  Their isnt one.\n  ","632750":"\n  Or im saying you habe 0 sense of humor & most comedians are jews.\n  ","632751":"\n  I really like Sarah Silverman she reminds me of myself\n  ","632752":"\n  Im sooo pissed George carlin died when i was young, i would totally have figured out a way to meet him, we would have gotten along so well like ugh sucks so bad\n  ","632753":"\n  I love when anons bash on other anons\n  ","632754":"\n  Why would they call the police if youre too nice\n  ","632755":"\n  That sucks lol\n  ","632756":"\n  Someone said \"hey lazy girl\"\n  \n  Wow, totally makes me wanna talk to you...\n  ","632757":"\n  Aliens are taking my service\n  ","632758":"\n  Its usher ooppsss\n  \n  Baby let me love you down\n  \n  There's so many ways to love ya\n  \n  Baby I can break you down\n  \n  There's so many ways to love ya\n  \n  Got me like, ooh my gosh I'm so in love\n  \n  I found you finally, you make me wanna say\n  ","632759":"\n  I always feel bad for homeless gay people, they have no closet to come out of.\n  ","632760":"\n  My service is sucking omfg\n  ","632761":"\n  Why are you reading the Bible?\n  \n  Looking for loop holes haha\n  ","632762":"\n  Nooo, in general.\n  ","632763":"\n  No country is the greatest. Theres good and bad to all countries. Watch the video, Why America Isnt The Greatest Country\n  ","632764":"\n  Why is it the dumbest person talks the most..\n  ","632765":"\n  George Carlin needs to be alive..\n  ","632766":"\n  Its not the greatest country LOL\n  ","632767":"\n  Brother - Gareth\n  \n  Sister - Kiyono\n  ","632768":"\n  Forget all that stupid shit will you\n  ","632769":"\n  You should probably figure that out first..\n  ","632770":"\n  No my dad is 90% sure ill blow my face off\n  ","632771":"\n  Does anyone remember the song Oh My God by Chris Brown i think, was it chris brown?\n  ","632772":"\n  Is this a trick question?\n  ","632773":"\n  Then ill throw out \"freedom of speech bitch. Its a fact, bring them to a doctor and they will be declared mentally retarded\"\n  ","632774":"\n  Manipulate people to like you so they will follow you.\n  ","632775":"\n  You do realize the 98% of the internet is porn. Can you imagine how much money the porn industry is making right now? Yes it's obviously for money.\n  ","632776":"\n  Youre actually retarded. You said it doesnt make sense because you clearly have zero education and dont know that yeast isnt only in fucking bread.\n  ","632777":"\n  I just dont understand why people think they need to askp things like that, like i do not remember them being my doctor?\n  ","632778":"\n  You are correct\n  \n  But you can also test urine content to figure out if its a male or female because females have yeast in their urine. Females naturally produce yeast, but if you take too many antibiotics you can get an excess amount of yeast to grow in the vagina..\n  ","632779":"\n  Its like you were born just to annoy me\n  ","632780":"\n  I have never in my goddamn life had a yeast infection you disgusting fuck\n  ","632781":"\n  How did you know that question was asked if you werent the one to ask it hmm?\n  ","632782":"\n  FUCK SCHOOL NIGGA ID RATHER BE A DOPE DEALER.\n  \n  THEY AINT TRYNA EDUCATE ME, ITS ALL ABOUT WHAT YOU MEMORIZE LATELY.\n  ","632783":"\n  Hit it and quit it\n  ","632784":"\n  And the fireworks have begun\n  ","632785":"\n  Im glad you think so ?\n  ","632786":"\n  You just wanna bang bang the drum huh?\n  ","632787":"\n  Noo, i like my hair. Ive finally got to a length im ok with and i need it to grow longer.\n  ","632788":"\n  Wow this sounds like a tootsie pop commercial ?\n  ","632789":"\n  Okay, but please dont act weird ?\n  ","632790":"\n  Im sure theres a cannibal out there whos done it ????\n  ","632791":"\n  I swear im obsessed with my niece omfg\n  ","632792":"\n  I dont know if its an obstacle but im currently drowning in the unknown - what i mean is, nothing is forsure for me yet. I dont know if i can truly believe that im going to be moving or not. Like nothing is concrete and i hate living life not knowing.\n  ","632793":"\n  HAHA that was funny\n  ","632794":"\n  Will you buy me everything on my wishlist?\n  ","632795":"\n  Hmmm the skill of being able to confidently stand in front of a crowd and speak\n  ","632796":"\n  Then how do you know what i said?\n  ","632797":"\n  I mean i dont really need it lol\n  ","632798":"\n  Awwwwh, idk why they have to annoy me all the time ?\n  ","632799":"\n  Of course 96 has too be impossible\n  ","632800":"\n  I dont think hes gonna like that very much lol\n  ","632801":"\n  A lie is when someone takes the truth and twists it to their benefit to decieve you and make you believe something else.\n  ","632802":"\n  My nose is so runny. Wtf am i allergic too? Can you leave so i can see if youre the reason why my allergies started.\n  ","632803":"\n  Like a little ying yang sign ?\n  ","632804":"\n  Psychologically. Fucked. Up.\n  ","632805":"\n  Just grow a pair of balls already.\n  ","632806":"\n  I used to want too, but i have psychosomatic symptoms to piercings, my body thinks its been stabbed and its not very fun for me.\n  ","632807":"\n  I love being an asshole ?\n  ","632808":"\n  The hospital makes it very easy to give birth lol\n  ","632809":"\n  Shes been asleep alllll day ?\n  ","632810":"\n  So anyways, ive been trying to beat level 93 all day! I finally did it ?\n  ","632811":"\n  \"Holy fuck these anons are annoying asf\"\n  ","632812":"\n  Yeah, like why is it necessary?\n  ","632813":"\n  Im a believer of art ❤\n  ","632814":"\n  What?\n  ","632815":"\n  I know im an idealist\n  \n  I like to spend more time in my head thinking of alternate way of reality.\n  \n  Im shy but im outgoing at the same time, it depends if im around someone who is also an idealist.\n  \n  Im very understanding.\n  \n  But i have a hard time trusting people. I have high standards.\n  \n  Idk, i tried taking a personality trait test so i can make a more accurate response but i dont have the patience haha\n  ","632816":"\n  A video of offensive stand up comedians that made the public mad LOL\n  ","632817":"\n  Tomato lol ?\n  ","632818":"\n  Well, that doesnt seem very fair.\n  ","632819":"\n  No i dont actually\n  ","632820":"\n  Hey! Whats up hun?\n  ","632821":"\n  Im letting my eyebrows grow out like crazy hoping that maybe theyll fill out some more and ill be able to shape them better lol\n  ","632822":"\n  I have risen from the dead\n  ","632823":"\n  Awwh!! Thats sweet! & thanks for the reminder of something i need to put on my list. I really need nail polish tho cause i hate wearing open toe shoes without my nails done.\n  ","632824":"\n  Omg yes ?\n  ","632825":"\n  Get in my belly\n  ","632826":"\n  - every time i get high\n  ","632827":"\n  I miss having toms ?\n  ","632828":"\n  Yup, thats why i dont need to post pics of my body on social media so people can make me feel better about myself because i know i look fantastic. ?\n  ","632829":"\n  Just be like spongebob and break up into little pieces.\n  ","632830":"\n  Clearly youre not smart at all ? you cant be smarter than your own brain.. the brain is extremely intelligent.. we cant even comprehend its intelligence. We barley know the bases of it still.\n  ","632831":"\n  Im watching a video about the 3 girls who were kidnapped for 11 years in ohio and escaped in 2013. I totally forgot about this.. i remember this being all over the news\n  ","632832":"\n  Awh? you stay beautiful lovely\n  ","632833":"\n  The serial killer? Uhm, no. ? wtf.\n  ","632834":"\n  Dynamite ?????\n  ","632835":"\n  Both, plus tequila\n  ","632836":"\n  Anchovies like why\n  ","632837":"\n  I CANT WAIT, it looks so good!\n  ","632838":"\n  Idk, what the fuck.. google that shit\n  ","632839":"\n  Nah, you dont know jack shit about anything because if you did, youd know i know best ?\n  ","632840":"\n  Im crying because i just watched a father break down over his son, yeah i think im in touch with my emotions\n  ","632841":"\n  Its not me, i have self respect.\n  ","632842":"\n  I feel like you would know if i was a pornstar, id be as famous as Kayden Kross lets be real here.\n  ","632843":"\n  OMG you look like the 4th of july, you make me want a hot dog...real bad.\n  ","632844":"\n  GOD, does nobody have a sense of humor? Like why do you have to ruin my jokes. LIKE THATS THE WHOLE FUCKIN JOKE CAPTAIN OBVIOUS.\n  ","632845":"\n  Hamburger doesnt have cheese? Idk why thats hard for you to understand\n  ","632846":"\n  You know all those people who wear crosses for their religious belief? You really think when Jesus comes back hes gonna wanna look at a cross? Thats probably why he hasnt shown up yet.\n  ","632847":"\n  We've been broken up for like almost a year\n  ","632848":"\n  Like american culture?\n  \n  Hamburgers ?\n  \n  Offensive comedy (if tho theirs some ruthless British ones)\n  ","632849":"\n  Its a sign youre in touch with your emotions.\n  ","632850":"\n  That moment when all your exs friends start hitting you up and flirting with you after you break up LOL\n  ","632851":"\n  Yes i have lol but why would seattle change my life?\n  ","632852":"\n  I FINALLY BEAT THE GODDAM LEVEL YAAAS\n  ","632853":"\n  I can dance, im horrible at singing\n  ","632854":"\n  Jason ?\n  ","632855":"\n  I loved the way he spoke, i especially like when key & peele do stuff about him hahaha\n  ","632856":"\n  Quite a few actually! ?\n  ","632857":"\n  Meow ??\n  ","632858":"\n  I think i love you ??? no, but im gladd?\n  ","632859":"\n  Well, thats nice & a lot better ?\n  ","632860":"\n  Wow, i totally didnt know i just came out of the womb. I had no idea their were sick pervy boys out there, whaaaat?\n  ","632861":"\n  Can you respect someone who doesnt follow a religion because im not religious. I dont believe in organized religion.\n  ","632862":"\n  I dont know honestly lol\n  ","632863":"\n  \"Its your religion..\" im sorry, what? Can you try that again?\n  ","632864":"\n  People idk like im sorry i dont go knock on the door all like \"hey i just heard you fucking, who are you\" like wtf.\n  ","632865":"\n  Lol thanks, but this aint my first fashion show.\n  ","632866":"\n  Yup im all like \"welp, they having a good time\"\n  ","632867":"\n  This level hates me,, like why does it have to be so hard\n  ","632868":"\n  Thank you darling ?\n  ","632869":"\n  ??\n  ","632870":"\n  If they want too!\n  ","632871":"\n  How?!\n  ","632872":"\n  I saw this pic and was like \"wait i dont look like a retard in this photo of me smiling, whaaat\"\n  ","632873":"\n  God, some of you guys are fuckin weird lol\n  ","632874":"\n  What the fuck lol\n  ","632875":"\n  Youre really nice & we seem to have the same interests and taste which is pretty damn cool! ??\n  ","632876":"\n  Yes, now shut it\n  ","632877":"\n  I wanna learn krav maga\n  ","632878":"\n  Yes, down in the deep blue sea\n  ","632879":"\n  Why would a guy need to help a girl ask another girl out?\n  ","632880":"\n  Yeah, depends on the guy and they have to be taken care of.\n  ","632881":"\n  Nope, i do not.\n  ","632882":"\n  No, but my friend bounced way too high and fell through the wire part and omfg was it funny but she got hurt pretty bad\n  ","632883":"\n  Nope, yt videos about female killers lol\n  ","632884":"\n  Not intentionally, like i wouldnt try. But if he happens to break up with her than ask me out thats different\n  ","632885":"\n  It should be whatever you can afford\n  ","632886":"\n  I wish i could go to bikini bottom\n  ","632887":"\n  Im going to guess youve never actually met someone whos 7ft tall.\n  ","632888":"\n  Almost time for me to eat, then bake cookiesssss ?\n  ","632889":"\n  This level sucks ?\n  ","632890":"\n  Ohhh, look at you ?\n  ","632891":"\n  My dad ??\n  ","632892":"\n  Im good, but im hungry ?\n  ","632893":"\n  A car with a steering wheel and 4 wheels lol\n  ","632894":"\n  Her name is ash, but i call her asher dasher hahah\n  ","632895":"\n  Just hanging out with this fatty\n  ","632896":"\n  I can see that, i have friends who swear so much but i could trust them with my life.\n  ","632897":"\n  Trust is what i need the most\n  ","632898":"\n  Thank you so much!! Thats so amazing of you to send this, it made me sooo happy ? i had a great month and im excited to see where this one takes me\n  ","632899":"\n  I feel like its an average amount. And it depends where i am. I dont do it in settings where i shouldnt be talking like that.\n  ","632900":"\n  Oh but i do tho\n  ","632901":"\n  Omg my kitty is stinky lol i swear she just went and rolled around in the litter box or something haha\n  ","632902":"\n  I want too ☹ but i dont know\n  ","632903":"\n  Wow, no i do not. I feel like this is just your own personal problem lol\n  ","632904":"\n  Read ? or come on to this toxic little site ?\n  ","632905":"\n  Nope, but i always read a little and i like to bake on sundays\n  ","632906":"\n  Omg ???? hot buns\n  ","632907":"\n  Who dat?\n  ","632908":"\n  Yeah i wanna be a lazy fuck lol\n  ","632909":"\n  Im watching the most shocking fbi crime documentary\n  ","632910":"\n  Yeah because then we would just go backwards cause it just became legal\n  ","632911":"\n  I dont wanna get high around my dad\n  ","632912":"\n  Im on the phonee, shush it nancy\n  ","632913":"\n  Because people are dumbfucks\n  ","632914":"\n  Dont know, dont care.\n  ","632915":"\n  I like many different kinds of food\n  ","632916":"\n  I havent smoked since march, sadly lol\n  ","632917":"\n  Shut the fuck up\n  ","632918":"\n  Just go smoke weed and shut up\n  ","632919":"\n  I agreeee!!\n  ","632920":"\n  Smoke weed? Lol\n  ","632921":"\n  Please stop trying to ruin my fav store\n  ","632922":"\n  They want you to believe it is, but its really not. Theres worse things out there. I know so many people who smoke weed who can stop smoking it way faster than they can stop smoking tobacco.\n  ","632923":"\n  There's a clothing brand called Free People... they have such cute clothes\n  ","632924":"\n  Show me one stoner who doesnt wanna give you a hug, doesnt tell you how great you are, doesnt tell you how connected we are with earth and nature, or doesnt just want to eat and talk.\n  \n  Wanna know why i hung out with stoners in high school? Because they were so chill, didnt judge anyone, and loved you for who you were. A true stoner would never hurt or do anything that was truly a crime.\n  ","632925":"\n  I love Free People\n  ","632926":"\n  No, like clones\n  ","632927":"\n  Yeah, thatd be cool. But id rather learn krav maga\n  ","632928":"\n  I use to video chat with my friends all the time\n  ","632929":"\n  Oh fuck i meant woman lol i mean shit maybe im multiple idk. Ahahha\n  ","632930":"\n  I am a women!!\n  ","632931":"\n  Omg so today i was around religious people and they were like \"the bible doesnt say to smoke or not to smoke, so we should\"\n  \n  I responded, \"its a plant. If he created everything, he created all plants. A healing plant, why wouldnt we be able to smoke it. Its a goddamn plant.\" They literally were speechless, they had ZERO argument.\n  ","632932":"\n  High Enough - K.Flay\n  ","632933":"\n  Whos chad?\n  ","632934":"\n  Its called, The Onion\n  ","632935":"\n  Omg i would cuddle and love them every second of everyday?\n  ","632936":"\n  I love ricky gervais\n  ","632937":"\n  Im about to watch some youtube videossss ?\n  ","632938":"\n\n   @ukbigmz\n  \n\n  HAAHHAAHAHAH\n  ","632939":"\n  Theres a couple actually\n  ","632940":"\n  Have you not been reading my rants???\n  ","632941":"\n  I worked in retail\n  ","632942":"\n  Im currently still butthurt with myself\n  ","632943":"\n  Strawberries ??\n  ","632944":"\n  Im super stoned, sprawled out on a couch watching something super funny ?\n  ","632945":"\n  I wanna great drunk, but i dont at the same time.\n  ","632946":"\n  I wasnt born quite yet.\n  ","632947":"\n  You mean homewreck? I dont enjoy doing it, it just kinda happens\n  ","632948":"\n  I mean do whatever you want lol\n  ","632949":"\n  Thats a good question lol\n  \n  But fun fact, if you dont want frizzy hair put lemon juice in your shampoo\n  ","632950":"\n  Im more the waiting type lol\n  ","632951":"\n  The guy i was complaining about is messaging me now, like watch the homewrecking begin ?\n  ","632952":"\n  I ask lana del rey the same thing\n  ","632953":"\n  happens WAY too often and then i become a homewrecker.\n  ","632954":"\n  Guys, i need to rant. I really fucked up like omfg im so pissed at myself. Ok so like there was this guy who was SUPER into me. And like he was really nice, super sweet, like all around great to me. But then i learned hes very VERY Jewish. And like my mom was all chill with it but the rest of my family made fun of me, kinda werent too thrilled. NOW i just found out, hes rich as shit, like RICH and he just started his own real estate company. God fuckin fuck ass bitch. WHYD I LET THAT ONE SLIP?\n  ","632955":"\n  Its either Baseball, Basketball, or Football\n  ","632956":"\n  Ive answered this 100000 times.\n  \n  666 B.C.\n  ","632957":"\n  I had a pretty good day ?\n  ","632958":"\n  Omg ? thank you so much!! People like you keep me coming on ask ? & TPB is the best thing in life ?\n  ","632959":"\n  Oh, thats fine ? keep askin them\n  ","632960":"\n  Louuu\n  ","632961":"\n  Right handed✍\n  ","632962":"\n  1. Yes\n  \n  2. Ive been almost arrested lol\n  \n  3. No\n  \n  4. Yes\n  \n  5. No\n  \n  6. Yes\n  \n  7. Yes\n  ","632963":"\n  Youre very nice, we've only talked a little but i think youre a sweetie ??\n  ","632964":"\n  I think i want the questions lol idk what type of questions you ask\n  ","632965":"\n  The amount of times i have to block egghead Ben, is annoying.\n  ","632966":"\n  Yes i am, to this cutie\n  ","632967":"\n  EVERYBODY SEND THIS LOVELY QUESTIONS ??\n  ","632968":"\n  Makes me laugh, like constantly. I cant be friends with someone who isnt super funny! Lol\n  ","632969":"\n  Thats a good thing tho!\n  ","632970":"\n  Omg\n  \n   @CelineM96\n  \n  i thought of you\n  ","632971":"\n  My lap kitty?\n  ","632972":"\n  I would still marry you, jimmy ?\n  ","632973":"\n  OMG YASS FINALLY. Amen ?\n  ","632974":"\n  God i love him ??\n  ","632975":"\n  Twerk team ?\n  ","632976":"\n  Myself; long layers & i want to dye my hair black or grey.\n  \n  Opposite sex: i like gentlemen cuts. I think its super cute when a guy can tie the top of their hair in a little bun. Lol but most gentlemen cuts are the best\n  ","632977":"\n  I try to do other things with my day then spend my whole day with technology. Ive noticed a lot of people stopped hanging out with people in real life and rather spend their time on social media talking to people online.. and it makes me really sad. I used to be around people so much and never used social media and im really depressed since i cant go and hang out with my friends since i moved from them and thats why im going back. I should be going out instead of being on my phone. Thats why whenever i traveled somewhere, i do not come on any social media.\n  ","632978":"\n  TAKE THEM PLEASE\n  ","632979":"\n  THEY CAME OUT SO GOOD. Omfg sooo yummy. Ive eaten way too many ☹\n  ","632980":"\n  Ok this is the way i think about it;\n  \n  Would i rather be in my perfect habitat with enough psychological stimuli for me so i wont go insane. Some two legged creature always feeds me all the food i want, and cleans up my poop.\n  \n  OR would i rather be back in the food chain. Have to hunt for my food, while being hunted. Constantly in worry that ill be someone elses dinner. And not live as long as i probably should..\n  \n  Hmmmm, id rather live like a lazy fuck in a zoo.\n  ","632981":"\n  I swear\n  \n   @Pookeo9\n  \n  &\n  \n   @CelineM96\n  \n  more people need to think like you. ?\n  ","632982":"\n  Yeah, my anons make me wanna give them cyanide.\n  \n  Then theres people on my feed that just make me hdjsksljdjdkdmd like jesus SHUT UP FOR ONCE. Like theres nothing i can do to get them off my feed.\n  ","632983":"\n  Awh, yay congratulations to your uncle ??\n  ","632984":"\n  Why would i remember a humiliating experience?\n  ","632985":"\n  I dont know what youre talking about, and i really do not care lol\n  ","632986":"\n  I want the relationship i already have lol and it just gets better and better ?\n  ","632987":"\n  Are you telling me that, or trying to tell yourself?\n  ","632988":"\n  Popsicle eating hippopotamus\n  ","632989":"\n  I am the liquor\n  ","632990":"\n  Omg. I wanna meet him so bad. Id say i would love to get some drink with him but he doesnt drink ahahah\n  ","632991":"\n  Awwwh! I miss you ? what have you been up to today\n  ","632992":"\n  * just to let everyone know, i have a lot of messages and questions. I will do my very best to reply!\n  ","632993":"\n  No, i think the possibility is real lol i like to pretend. But what religion thinks after life is does NOT sound like a good time and i rather make up my own.\n  ","632994":"\n  Its the best thing thats ever existed. I WANT TO MEET THEM SO BAD.\n  ","632995":"\n  I like to pretend ive had a past life and i like to think after life isnt what we think it is, i like to think you go to a judgment where some extraterrestrial tells whether we lived a good life or a bad life - then tell us if were gonna be born to be someone better or be born as a goddamn ant and have to start over again ? OR its like the matrix and when we die we just wake up somewhere where we were just in our heads and none of it was real. lol\n  ","632996":"\n  Frick off Randy\n  ","632997":"\n  I love vodka and ive gotten a new taste for tequila ?\n  ","632998":"\n  I love people, put a little booze in me and we will be friends\n  ","632999":"\n  If they come back and apologize ill forgive them.\n  ","633000":"\n  Love is love.\n  \n  Love is freedom.\n  \n  We should have freedom in choosing who we love.\n  ","633001":"\n  Yes lol when you gotta go you gotta go & ive gone backpacking a lot.\n  ","633002":"\n  No, cause that would mean I'm schizophrenic\n  ","633003":"\n  Do you realize how different the laws are in those countries? All our greatest achievements have been from slavery. My best friends dad owns 4 sweatshops lol slavery will always be around. Technically people who are religious are slaves to whomever they believe in, they are subservient. It doesnt bother me that much, just bothers me when people who own slaves tell people we are all equal.\n  ","633004":"\n  I love them ? so much\n  ","633005":"\n  Dramatic effect\n  ","633006":"\n  Im trying to find cookie recipes, cause i want cookies haha\n  ","633007":"\n  My past experiences\n  ","633008":"\n  Who the fuck eats and doesnt pay attention to what their tasting, like dont ruin the beauty of eating.\n  ","633009":"\n  Yeah, especially when they are needy asf like bro I DONT KNOW YOU, LEAVE.\n  ","633010":"\n  My psychopathic uncle\n  ","633011":"\n  Awh, thats cute but no we cannot make out ?\n  ","633012":"\n  I am indeed ?\n  ","633013":"\n  I do have snapchat, but i dont give out my snap to randoms for that exact reason lol\n  ","633014":"\n  Secret societies, secret government, conspiracies. I just want the truth, while everyone else rather live blind.\n  ","633015":"\n  Yes ive failed a test badly, but when i retook it i didnt fail again ?\n  ","633016":"\n  Wait,\n  \n   @Pookeo9\n  \n  the way their pupils move IS NOT normal\n  ","633017":"\n  My foot is asleep, i hate when my foot falls asleep.\n  ","633018":"\n\n   @Pookeo9\n  \n  i lost 2 followers as well. It just means we are way too cool and they dont know what to do ?\n  ","633019":"\n  •Trap on acid - RL Grime\n  \n  • Faded - Zhu\n  \n  • Tonight we're kids again - Dada Life\n  \n  • Walk that Talk - Dr. Fresch\n  \n  • Windows ft. Rick ro$$\n  \n  • House Work\n  \n  • Paris - $uicideboy$\n  \n  • Thief - ookay\n  \n  • Ultimate - Denzel Curry\n  ","633020":"\n  Yes i have, like a lot of people ?\n  ","633021":"\n  Hmmm, tough question.\n  \n  • George Carlin\n  \n  • Michael Jackson\n  ","633022":"\n  KARI? hey, how are you today?!\n  ","633023":"\n\n   @Pookeo9\n  \n  DUUUUUUUDE i swear nobody on this site understands me like the way you do like omggggg. You need to stop leaving meee lol. How are you tho?!\n  ","633024":"\n  A turn off but I have a lot of friends who still smoke cigarettes. And im always like, \"why why why?\" But thats pretty much it. Its one of those things where i think if you want to ruin your lungs for no goddamn reason, have at it. Just dont be giving me second hand smoke. I dont wanna ruin my lungs with ya.\n  ","633025":"\n  I FUCKIN MISSED YOU\n  \n   @Pookeo9\n  \n","633026":"\n  Ugh, yes. Really not a high point in my life.\n  ","633027":"\n  I fuckin LOVE that show.\n  \n  Cookie is the shit ???\n  ","633028":"\n  I dont think so. I think its a pretty rational fear because unless youve done something remarkable, youll probably be forgotten and that is shitty. Its like a foot print in the sand and a wave just washes it away. It sucks knowing whether youre alive or not, the world will keep on going with or without you.\n  ","633029":"\n  Idk, i think high waisted pants are so cute\n  ","633030":"\n  Well, youve answered your own question\n  ","633031":"\n  I dont know, is there?\n  ","633032":"\n  Mosquitos, their equivalent to a goddamn dirty needle\n  ","633033":"\n  I just finished working out, omfg im so tired\n  ","633034":"\n  Colin it pissesss me off when people try to justfy being fat by saying \"yeah but i have tits and an ass\" and im just like ok i cannot wait to see what youre gonna look like when youre 35\n  ","633035":"\n  Youre a fucking retard\n  ","633036":"\n  Those are some females i would never fuck with!\n  ","633037":"\n  Its not cute when a girl only has an ass cause she weighs over 60 lbs more than she should. I guarantee if they worked out and lost weight their wouldnt be an ass anymore. Its especially not cute when she has little craters all over her ass. The only girls who actually have a good ass are the girls who have been working out their whole lives.\n  ","633038":"\n  Bitch, youre not even adult yet and you weigh more than a women whos pregnant\n  ","633039":"\n  No, dont cry ☹☹☹\n  ","633040":"\n  Im not surprised\n  ","633041":"\n  The only freedom of choice america truly has are paper or plastic, coke or pepsi, smoking or non smoking.\n  ","633042":"\n  Doesnt really make Indian guys look good if they are competing against American girls ?\n  ","633043":"\n  STOP RUINING MY JOKE. Youre just being a goddamn cocksucker.\n  ","633044":"\n  BROWN PEOPLE not black.\n  ","633045":"\n  Bigger dick foreign policy at work. Bombs look like dicks because they like to fuck with other people affairs. Its called fucking with people.\n  ","633046":"\n  Americas favorite hobby is bombing brown people. If youre brown, watch the fuck out.\n  ","633047":"\n  The essence of advertising is huge tits, threatening huge tits\n  ","633048":"\n  LOVE YOU?\n  ","633049":"\n  America was created by slave owners who told everybody that we were all created equal, thats how you know this country is stunningly full of shit.\n  ","633050":"\n  Your questions are hospital tested clincal bullshit\n  ","633051":"\n  Id like to name a car \"1977 piece of fuckin shit\"\n  ","633052":"\n  People spending money they dont have on things they dont need\n  ","633053":"\n  Thats fuckin dandy\n  ","633054":"\n  Loli's?\n  ","633055":"\n  People are dumber then a second coat of paint\n  ","633056":"\n  Holy jumping fuckin shit balls\n  ","633057":"\n  We all have imaginary friends, ive just grown out of mine.\n  ","633058":"\n  Its never worked for me, so im never doing it again.\n  ","633059":"\n  No, that leads to disappointment\n  ","633060":"\n  Extraordinary people\n  ","633061":"\n  2017 has been dope\n  ","633062":"\n  Omg im gonna cry, this show is ripping my heart apart\n  ","633063":"\n  Ive never laughed so hard in my life hahahahahah\n  ","633064":"\n  Im watching extraordinary people, im so intrigued\n  ","633065":"\n  Thanks?\n  ","633066":"\n  I know personally, i cannot text & drive.. like im so bad at it lol\n  ","633067":"\n  Jesus.. imagine being a human computer - like remembering everything you did, remembering the date.. everything.\n  ","633068":"\n  I dont wanna talk about my past but i cant wait to get married ?\n  ","633069":"\n  Yes i AM\n  "}}