{"Question":{"63307":"\n   Hello\n  ","63308":"\n   If you could send a message to aliens, what would you say?\n  ","63309":"\n   How can I start a car lot bussiness as in lisences and permits\n  ","63310":"\n   If your partner didn't message you often and ignored your messages because they were distracted by something else on a regular basis, would you break up with them?\n  ","63311":"\n   it's a thing , with a mind and a will of its own\n  ","63312":"\n   What’s something everyone should do at least once in their life?\n  ","63313":"\n   Have you ever donated on Gofundme\n  ","63314":"\n   I can't take this :(\n  ","63315":"\n   What is the dumbest way  you’ve been injured?\n  ","63316":"\n   This fine bee better post a picture or im dumping HER ON VALENTINES\n  ","63317":"\n   Nickelodeon, Disney, or Cartoon Network?\n  ","63318":"\n   What would you do with a billion dollars?\n  ","63319":"\n   No, because we’re Trojan warriors, we will conquer Rome.\n  ","63320":"\n   can u post a full body picture of yourself?\n  ","63321":"\n   dude...\n  ","63322":"\n   All I ever wanted is for you to Stand by me. I have and will always stand by you even during the storms\n  ","63323":"\n   no....it's called breakfast. google it\n  ","63324":"\n   What’s the song title?\n  ","63325":"\n   the meal you eat in the morning\n  ","63326":"\n   A guy told me I was cuffed ?! Idk how to feel about it? WTH do he mean lol\n  ","63327":"\n   I want and need to be able to trust him too so that I can let my guard down\n  ","63328":"\n   Frustrating as it has been and despite the struggles and hurt, I don’t regret it because it’s the kind of love I had never felt before.\n  ","63329":"\n   Do you get jealous easily ?\n  ","63330":"\n   happy holidays\n  ","63331":"\n   Cupid’s arrow 💘 struck me on that fateful evening we first met..\n  ","63332":"\n   Always listen to your heart\n  ","63333":"\n   What do you do when it’s 5 am , sleeping alone in your car , and you feel like literally dying ..\n  ","63334":"\n   Whats for breakfast?\n  ","63335":"\n   What’s up\n  ","63336":"\n   Hello! How's your day👋\n  ","63337":"\n   Chocolate covered oreos. Yay or nay?\n  ","63338":"\n   You my flavor candy\n  ","63339":"\n   Do You Like Video Games\n  ","63340":"\n   جُمعَة مُبَارَكَة 🌹\n  ","63341":"\n   Hi\n  ","63342":"\n   I just noticed I misread that. lol. Goddammit. .\n  ","63343":"\n   Do you look like Melissa Joan hart?\n  ","63344":"\n   Believe 💕\n  ","63345":"\n   \"Sex & The City\"        or             \"Fight Club\"     ?\n\n\"Baiden\"                    or              \"Trump\"    ??\n\n\"Feminine\"                or                \"Masculinity\"   ???\n\n\"Left-Wing\"                or                 \"Right-Wing\"  ????\n  ","63346":"\n   Are you able to cry in front of people?\n  ","63347":"\n   Just kidding.\n  ","63348":"\n   What can melt your heart?\n  ","63349":"\n   Hi\n  ","63350":"\n   How to tell someone you like them?\n  ","63351":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","63352":"\n   Do you feel love tonight??\n  ","63353":"\n   Hello do you like video game?\n  ","63354":"\n   Any lefties here?\n  ","63355":"\n   Hi! You are our TOP asker. We love you very much and your opinion is important to us. Help, please, ASKfm become better. If you are ready to help us, just follow the link:\n   \n    http:\/\/bit.ly\/askfm_survey_\n   \n","63356":"\n   When I lived at my last house I always liked to sit on my porch on our outdoor couch by the heater 🌞\n  ","63357":"\n   Who would you like to see around ask?\n  ","63358":"\n   Why does my older brother think he can post whatever he wants on Facebook even though Facebook has rules?\n  ","63359":"\n   Do you like pop song ?\n  ","63360":"\n   All tv show looks like the same ?\n  ","63361":"\n   I feel like boov on the movie home “can we come into the out now” 😂🤣😂\n  ","63362":"\n   have you ever taken a picture on a bridge?\n  ","63363":"\n   Hi! We've just sent you a letter with your weekly results in the VIP-program. If you can't find it in your inbox check the spam folder and promotions. If there is no letter at all, please contact us at partners.mx@ask.fm.\n  ","63364":"\n   Do you like to make new friends???\n  ","63365":"\n   What would you do if you woke up in another body?\n  ","63366":"\n   Do u have insta, if yes what's your username?\n  ","63367":"\n   Do elevators make you nervous?\n  ","63368":"\n   Thank u\n  ","63369":"\n   Many times ☺️\n  ","63370":"\n   would you be upset if you lost the one you love? be honest!\n  ","63371":"\n   My instructor told me i was a 'cunn dump'? What does that even mean??\n  ","63372":"\n   Can you have a conversation with a stranger?\n  ","63373":"\n   oh\n  ","63374":"\n   I got detention for telling my teacher that she looks like she skipped leg day and ate a barn\n  ","63375":"\n   Most evil harmless thing you've ever done?\n  ","63376":"\n   Wanna be friends?\n  ","63377":"\n   Who is your most hated friend?\n  ","63378":"\n   what are the hardest team sports?\n  ","63379":"\n   I saw my boyfriend rub another girls back and put his hand on her hip (for 3 seconds) after watching them flirt all night. When I confronted him about it he made me feel like I was over reacting and that I shouldn’t be upset. Am I in the wrong for being upset?\n  ","63380":"\n   Your ex mistakenly\ncredited your account\nwith $8000 and asked\nYou to send it back to\nhim\/ her\n\nreply with 3 words\n  ","63381":"\n   Do you consider yourself a problematic person?\n  ","63382":"\n   What makes you really mad?\n  ","63383":"\n   How was your Christmas?\n  ","63384":"\n   Who do you hate with a passion?\n  ","63385":"\n   What is your favorite sport to play?\n  ","63386":"\n   what do football players smell like\n  ","63387":"\n   Have you ever stayed up all night to watch the sunrise? 🌅\n  ","63388":"\n   I think the Yellowstone Volcano is going to explode to end 2020\n  ","63389":"\n   Hello what is your grand theft auto character?\n  ","63390":"\n   What is overrated in your opinion?\n  ","63391":"\n   What was the last DVD you purchased?\n  ","63392":"\n   Have you ever caught something on fire while you were cooking?\n  ","63393":"\n   Boxer shorts or commando?\n  ","63394":"\n   20yrs together,10 dating & 6 married & he doesn't know a luck of Spanish... Actually gave me shit,for talking in Spanglish...easy 1st yr Spanish... Yet he doesn't get it... Pardon my language but what a fucker... I learned a bit of Gaelic.for him but he just won't make the effort....\n\nOk done 4 now\n  ","63395":"\n   favorite pic of yourself?\n  ","63396":"\n   How to get rid of a crazy guy in 10 days?\n  ","63397":"\n   Ways to get over a fear of rejection to ask a special someone to dinner?\n  ","63398":"\n   Do you like Ellen Show ?\n  ","63399":"\n   BBW; would you date skinny guys?\n  ","63400":"\n   Have you ever been to a real working farm with animals and crops? 🌽 🍎 🐮 🐔 🐷 🐴 🌾 🥔 🥕\n  ","63401":"\n   Who else is tired of wearing mask 😷\n  ","63402":"\n   What would you do if you see someone not wearing masks in a store\n  ","63403":"\n   Do you watch YouTube on your tv?\n  ","63404":"\n   Do you watch The news every day ?\n  ","63405":"\n   So my friend lost a bet and I wanna embarrass tf outta him so what are some things I could do to him of make him do ?\n  ","63406":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","63407":"\n   Would you rather sleep through your alarm or press snooze a million times?\n  ","63408":"\n   awwww youre so sweet\n  ","63409":"\n   You probably really love to travel?\n  ","63410":"\n   What is the highest mountain in the world\n  ","63411":"\n   Curly fries or waffle fries\n  ","63412":"\n   do you drink soda? if you do what it your favorite kind?\n  ","63413":"\n   what channel or streaming service do you watch the most?? 📺 🍿\n  ","63414":"\n   Are you going to get the covid vaccine?\n  ","63415":"\n   Have you ever gotten food poisoning?\n  ","63416":"\n   Do you like Transformers ?\n  ","63417":"\n   Do you believe medical should be free?\n  ","63418":"\n   Someone wants me to buy new laptop because my laptop is 5 years old. It’s running and working fine so I don’t need new laptop\n  ","63419":"\n   How long is your attention span?\n  ","63420":"\n   Why do couples brush their teeth side by side in movies?\n  ","63421":"\n   have you ever taken someone back after they cheated on you and why ? 🥺🥲\n  ","63422":"\n   how often do you clean your bedroom?\n  ","63423":"\n   Does the narcissist come back after pulling the ghosting discard (unadding you on Snapchat) and just completely disappearing? How likely is it that he will come back to Hoover? 🤔\n  ","63424":"\n   Why do females wear provocative clothes and get mad when a guy gives them attention\n  ","63425":"\n   If you were to get married what colors would your wedding be..?i’m talking for as the decorations!\n  ","63426":"\n   I asked a girl to hookup on Snapchat and got no response she hasn’t blocked me but won’t open my snaps anymore what does that mean?\n  ","63427":"\n   Happy new year, you goofballs!\n  ","63428":"\n   If you could take a lesson from a traumatic event and apply it to your everyday life, do you think you would do life differently or the same?\n  ","63429":"\n   Have you ever been told you have two left feet? Do you know what this American saying means?\n  ","63430":"\n   In your attempt to break someone because you’re the one who’s more broken?\n  ","63431":"\n   What do you do for a living?\n  ","63432":"\n   For mud butt...Toilet paper, wet wipes, or both?\n  ","63433":"\n   Do you like to compete with others ?\n  ","63434":"\n   What is the best way for a person to obtain happiness?\n  ","63435":"\n   If your significant other cheated on you, would you stay with them or end the relationship?\n  ","63436":"\n   What are some of the most interesting places that you’ve traveled to? (If you have traveled)\n  ","63437":"\n   Do you like Law and Order ?\n  ","63438":"\n   Is there a food that you are craving that has been unavailable during COVID-19?\n  ","63439":"\n   when’s the last time you’ve burned your tongue?\n  ","63440":"\n   Do you like corny jokes?\n  ","63441":"\n   What was the last book you read?\n  ","63442":"\n   Greetings to you wherever you are\n  ","63443":"\n   What’s everyone’s having for dinner?\n  ","63444":"\n   Favorite alcoholic beverage?\n  ","63445":"\n   Do you believe that playing is more important than winning?\n  ","63446":"\n   What have you kept under your bed?\n  ","63447":"\n   What’s your favorite animatronic in five nights at Freddy’s?\n  ","63448":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","63449":"\n   most sweet person you know?\n  ","63450":"\n   Yo, we going to taco bell and get us some $5 nacho fries boxes on me and we talk alpacas, baby yoda and how much biden cheated and anything else you want the whole time\n  ","63451":"\n   What genre of music do you prefer? Share your favorite track\n  ","63452":"\n   do you like wedgies son?\n  ","63453":"\n   How so rare?\n  ","63454":"\n   Which city would you choose as capital of the world?\n  ","63455":"\n   what kind was it\n  ","63456":"\n   pinball or minesweeper\n  ","63457":"\n   what are you doing\n  ","63458":"\n   Have you ever watched Trailer Park Boys on Netflix? 😂😂😂\n  ","63459":"\n   What does your education mean to you?\n  ","63460":"\n   Who’s the idiot asking stupid questions and calling people hoes?? Report them!\n  ","63461":"\n   Is one of your new tears goal to pay off your credit card?\n  ","63462":"\n   Do you know anyone who got COVID\n  ","63463":"\n   WHO'S HOTTER?  LAUREN  VS  LAIA \nCHECK OUT THE PICS IN MY POLLS\n  ","63464":"\n   Why people are so rude ?\n  ","63465":"\n   Is the Ku Klux Klan still alive?\n  ","63466":"\n   Mario or Luigi?\n  ","63467":"\n   Are you a mermaid?\n  ","63468":"\n   How are  u\n  ","63469":"\n   What’s your current relationship status\n  ","63470":"\n   What do you drink most often?\n  ","63471":"\n   Send a photo, which is not available in social networks?\n  ","63472":"\n   oh..i'm sorry\n  ","63473":"\n   Unfortunately?\n  ","63474":"\n   How did you make your first money?\n  ","63475":"\n   Do you buy pets from breeder or adopt from shelter\n  ","63476":"\n   What app do you use everyday?\n  ","63477":"\n   Cookies or Brownies?\n  ","63478":"\n   Have you ever been into a place buying something, and a person speaks to you,and y’all have a conversation then a toxic person walks right up trying to impress the person you are having a conversation with thinking you came with them and you dint ?\n  ","63479":"\n   Do you think you will make a good parent?\n  ","63480":"\n   Ever been caught by someone\n  ","63481":"\n   What are three things you always bring with you wherever you go?\n  ","63482":"\n   Who’s winning a lot more, the virgins or the non virgins?\n  ","63483":"\n   Is Caitlin Jenner a hero or retarded\n  ","63484":"\n   WHY\n  ","63485":"\n   WHAT\n  ","63486":"\n   Last time you had a marshmellow\n  ","63487":"\n   *screams in emotional pain* I HOPE YOU HAD A WONDERFUL DAY\n  ","63488":"\n   I wish Hunter Hayes had ask.fm\n  ","63489":"\n   I can’t, I’m married to a man and am craving a woman.\n  ","63490":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","63491":"\n   Di chi è questo numero?\n\n3663814471\n  ","63492":"\n   What are you drinking usually during walking?\n  ","63493":"\n   Ya fueron por el pan?\n  ","63494":"\n   Have you ever stopped to admire nature ?\n  ","63495":"\n   What fruit do you not like?\n  ","63496":"\n   What happens if I fight ayane\n  ","63497":"\n   ¿Que hacen en su día libre?\n  ","63498":"\n   How old are you and do you have a crush on someone?\n  ","63499":"\n   How much has your music tastes changed since you've gotten older?\n  ","63500":"\n   Hi 🙋🏿‍♂️\n  ","63501":"\n   Parker rolls or Hawaiian rolls\n  ","63502":"\n   Can i get married with you ?\n  ","63503":"\n   Oatmeal or grits\n  ","63504":"\n   Are you a forgiving person?\n  ","63505":"\n   Where are u\n  ","63506":"\n   Is the PS5 out of stock where  you live at?\n  ","63507":"\n   Do you want to move out of the city?\n  ","63508":"\n   Where is the summer season now?\n  ","63509":"\n   Where do you shop the most?\n  ","63510":"\n   What happens if a person gets caught watching porn in the library\n  ","63511":"\n   Is anybody else ever passed out with the shower running? I feel pretty stupid at this moment!\n  ","63512":"\n   What are you doing\n  ","63513":"\n   If you go to Starbucks, what drinks would you recommend?\n  ","63514":"\n   Have you ever broken a bone?\n  ","63515":"\n   Would you give Baby Yoda an egg?\n  ","63516":"\n   Are you ready for dec 31\n  ","63517":"\n   what ur favorite weather? season? do u like rain?\n  ","63518":"\n   The time is 7:40 am\n  ","63519":"\n   What to do when you’re at your breaking point?\n  ","63520":"\n   Are you enjoying the cold weather?\n  ","63521":"\n   Oops\n  ","63522":"\n   Anybody still active?\n  ","63523":"\n   Are you in love?\n  ","63524":"\n   this was copy and pasted,please forgive me for my terrible joke sir!\n  ","63525":"\n   I MISS TRUMP\n  ","63526":"\n   Do you still use a 😷 ?\n  ","63527":"\n   Just gave my nuts a shapeup. Its beautiful.. too bad nobody can see it 😭🥺🤪😍🥳🥳🥳😢😩\n  ","63528":"\n   My wet dreams been on 10 lately.... this sucks\n  ","63529":"\n   Can i borrow a roll of toilet paper i'll pay you back when my OnlyFans account gets unsuspended\n  ","63530":"\n   I am drunk on power and I want MORE!\n  ","63531":"\n   What is your favorite color\n  ","63532":"\n   do you believe in afterlife?\n  ","63533":"\n   Do you have kids ?\n  ","63534":"\n   What NFL player are you in your dreams?\n  ","63535":"\n   GoodMorning Beautiful !\n  ","63536":"\n   Where are you from\n  ","63537":"\n   { sent on Fri, Jan 15th } What are your plans for this weekend?\n  ","63538":"\n   &\n  ","63539":"\n   Ppl love you and appreciate you no matter what you believe..\n  ","63540":"\n   What makes you uncomfortable\n  ","63541":"\n   Have a happy Friday\n  ","63542":"\n   Do you consider your pet more family than your actual family?\n  ","63543":"\n   How old you have to be to get your first gray hair\n  ","63544":"\n   Who is excited for the nfl playoffs??\n  ","63545":"\n   Do you enjoy tacos\n  ","63546":"\n   Are you a hat person?\n  ","63547":"\n   Are you dramatic?\n  ","63548":"\n   When you send someone a mensage and this person it's lingering to answer do you feel bad ?\n  ","63549":"\n   What feature about yourself do you think catches people's eye?\n  ","63550":"\n   which\n  ","63551":"\n   صباح الخير ل الأشياء الأكثر جمالا كالوّرد وأنت مثلًا 💙رسالتي لك اليوم\"إن الله دائمًا يُحقق المُستحيلات بالطريقة الأكثر إستحالة، فاطمئِن.\" 🧡 واعلم أن ربنا رب خير ف هو لا يأتي إلا بكل خير 💚 الله بيسعد قلبك ويكتبلك التوفيق والسداد ويحقق كل حلم وأمنية بتتمنيها إن شاء الله 🤍\n  ","63552":"\n   Ashlys furniture takes months to deliver now\n  ","63553":"\n   What's something you can't live without?\n  ","63554":"\n   Would you love me less ...\n  ","63555":"\n   Would you marry me\n  ","63556":"\n   Which sound makes goosebumps on your skin?\n  ","63557":"\n   Oh fuck.\n  ","63558":"\n   Who are you proud of?\n  ","63559":"\n   What do you dream about?\n  ","63560":"\n   How do you feel about women being overly sexual\n  ","63561":"\n   Should men be allowed to pee at the beach if the sand is hot ?\n  ","63562":"\n   Hello  can you support me 🙏🏻 like a follow or likes or buy smoothing u like !\nThank you for reading😘🙏🏻\n   \n    http:\/\/Moon0321.redbubble.com\n   \n","63563":"\n   yes,huh,no,lol\n  ","63564":"\n   Im telling u now if u come a cross me rudly or be disrespectful to me I will block u. U only have one shot to have a friendship with me im the nices person u will ever meet so if u blow it on that one chance thats on u and its ur lose that u blew it have a good night or day\n  ","63565":"\n   such pics no text\n  ","63566":"\n   Was this supposed to gimme the answer?\nWell you f@©{€d up\n  ","63567":"\n   Who is your favorite CLASSIC rock band?\n  ","63568":"\n   Its ok?\n  ","63569":"\n   Do you smoke?\n  ","63570":"\n   Have you heard the new Ariana Grande’s Album Positions??? Tell me your thoughts about it😁\n  ","63571":"\n   How much water do you drink in a day?\n  ","63572":"\n   Being extra nerdy tonight!\n  ","63573":"\n   Wen was your last relationship ?\n  ","63574":"\n   Where can I get a pit bull dog for sell\n  ","63575":"\n   Do you like children\n  ","63576":"\n   Do you like Hilary Duff?\n  ","63577":"\n   Do you like talking to people on the phone?\n  ","63578":"\n   I've been through worse than what I've just told you, but I know girls that's had worse than me\n  ","63579":"\n   ☀️\n  ","63580":"\n   look at it with this point of view, women are raised being told they have to change so much if they ever want to be loved, they change and change but still are told no one will love them, its not always confidence issues, sometimes its that we've had all our confidence broke until we are deemed done\n  ","63581":"\n   na you're a cheap fuck who can't use their own car to get their own food. Uber drivers don't got shit to do how late your food gets dropped off or how it's being delivered. you got a complaint tell it to Uber. you can't tip? don't use the service. karma is a bitch for those thinking they're saving $\n  ","63582":"\n   Girls, just know that you are very beautiful, even if you don't feel like it, you're beautiful in every way.\n  ","63583":"\n   Ooops\n  ","63584":"\n   Do you like musicals like Grease or Bye Bye Birdie? 🎵\n  ","63585":"\n   If you're ordering off Ubereats and you're not tipping at all because you think you're saving a few bucks. you're a real POS. Those poor drivers have a life to maintain as well the car they use to deliver YOUR food. Only use it if you can AFFORD TO TIP.\n  ","63586":"\n   means good morning\n  ","63587":"\n   Which is the most stylish celebrity?\n  ","63588":"\n   Hello what are you doing?\n  ","63589":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","63590":"\n   What phone carrier do you use?\n  ","63591":"\n   Favorite state to visit?\n  ","63592":"\n   How do you usually discover new music?\n  ","63593":"\n   i hate this shout out feature\n  ","63594":"\n   if your hair could grow any color, what color would you choose?\n  ","63595":"\n   Orange soda or juice?\n  ","63596":"\n   figure it out idiot\n  ","63597":"\n   Tu Cuarto? Anything!\n  ","63598":"\n   Favorite yogurt flavor\n  ","63599":"\n   tdeurfyivubohlv\n  ","63600":"\n   Grand rising !\n  ","63601":"\n   anyone watched the new tv show The Hardy Boys?\n  ","63602":"\n   How many times have you fallen in love?\n  ","63603":"\n   Do you prefer books or movies\n  ","63604":"\n   Love you\n  ","63605":"\n   Could you ever be famous?\n  ","63606":"\n   You are happy?\n  ","63607":"\n   Anyone expecting a direct deposit tonight?\n  ","63608":"\n   What's ur favorite non-alcoholic or alcohol cocktail drink? Share a drink recipe here.\n  ","63609":"\n   Ask me something you'd be embarrassed to be asked 😜\n  ","63610":"\n   Do you like wine?\n  ","63611":"\n   gay? dont be mad at me\n  ","63612":"\n   I hope this year is happy for everyone\n  ","63613":"\n   Space 🖤\n  ","63614":"\n   Alpha Man or Beta Man as life partner ???\n\nN:B: This question is only for girls.\n  ","63615":"\n   Do you use Facebook everyday?\n  ","63616":"\n   WHO'S HOTTER?  ERIN  VS  ELLIE \nCHECK OUT THE PICS IN MY POLLS\n  ","63617":"\n   Do you prefer headphones that go in or over the ear?\n  ","63618":"\n   Do you have a job?\n  ","63619":"\n   I'm from Italy, I want an online friend, do you want?\n  ","63620":"\n   What’s poppin\n  ","63621":"\n   When was the last time you said I love you to someone ?\n  ","63622":"\n   I might be an asshole, but you're gonna give me that clout.\n  ","63623":"\n   we've never spoken before. I'm just here to incorporate your clout into my collective. your culture and biology will adapt to serve the Borg.\n  ","63624":"\n   the only way I could be more vague is if I booked even MORE.... ahem... crystals. for their telekinetic properties of courae\n  ","63625":"\n   Want to love someone with myy fullself\n  ","63626":"\n   Do you like bill bar\n  ","63627":"\n   If your governor publicly reveals the home address and phone number of a child abuser recently released from prison, and also promises a pardon to whoever shoots him, would you be more or less likely to support the governor?\n  ","63628":"\n   nigga, you goin' to. my favorite ice cream is sorbet. and don't telle it's not. that's what my father tried to tell me. and I killed him. with love.\n  ","63629":"\n   Weave or natural hair?\n  ","63630":"\n   How many scoops of sugar does it take to get to the moon?\n  ","63631":"\n   Do you know people from abroad ?\n  ","63632":"\n   Why do so many people ask questions on anonymous?\n  ","63633":"\n   i want to add you on insta?\n  ","63634":"\n   Are you good or bad at public speaking?\n  ","63635":"\n   What about you?\n  ","63636":"\n   What are your goals?\n  ","63637":"\n   What?☹?? causes diseases?\n  ","63638":"\n   What kind of movies do you most enjoy?\n  ","63639":"\n   Do you ever hope the right girl comes into your life?\n  ","63640":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","63641":"\n   What's your kinda trend?\n  ","63642":"\n   What do you think people think about you?\n  ","63643":"\n   Who is dear to you?\n  ","63644":"\n   What mobile phone model do you have?\n  ","63645":"\n   How often do you sing aloud? Name the song you perform best!\n  ","63646":"\n   favorite desserts?\n  ","63647":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","63648":"\n   What are the most important lessons you’ve learned in life?\n  ","63649":"\n   Are you single?\n  ","63650":"\n   Are you into polictics\n  ","63651":"\n   What time do you go to sleep and what time do you wake up ?\n  ","63652":"\n   Do you ever air out your frustration and then instantly regret doing it?\n  ","63653":"\n\n    @Demisonlygirlx1992\n   \n   &\n   \n    @demisfansince2008\n   \n   i hope something happens to you both for saying that 😠😠😠😠 goodbye forever & i'm not coming back to askfm anymore because i'm deteleing it for good so goodbye #cantstaystronganymore...\n  ","63654":"\n   Have you ever been depressed?\n  ","63655":"\n   What do you think of the parlor app?\n  ","63656":"\n   Are you comfortable\n  ","63657":"\n   Do you have great Work Ethic?\n  ","63658":"\n   You think you saved a lot of money this year?\n  ","63659":"\n   Would you let a guy go down on you after you have slept with someone else?\n  ","63660":"\n   When’s the last time you went to the beach?\n  ","63661":"\n   Someone is spreading a rumor about you. Describe one way you could resolve the issue positively.\n  ","63662":"\n   Do you know anyone racist?\n  ","63663":"\n   How many times a year do you travel?\n  ","63664":"\n   Why are there shoutouts that just say “space?” Is that a trend or something?\n  ","63665":"\n   Happy New Years !!!!! I’m new here :) how’s everyone\n  ","63666":"\n   This question is for ladies:\nWhat do you like in a man?\n  ","63667":"\n   Sometimes i hate reading people's responses to my shoutouts because they have such bad attitudes 😂 i don't get people.\n  ","63668":"\n   What is the weirdest thing you've heard somebody say?\n  ","63669":"\n   What happen to respect, loyalty and honesty in a relationship? What happen to commitment? 🤔\n  ","63670":"\n   Why are all boys suck jerks I am 1 sec on becoming lesbian I am so sick of this shit It kills me when I fall deep for someone and they hurt you\n  ","63671":"\n   What subjects do you study in school?\n  ","63672":"\n   If you won an all expenses paid trip to your own area\/neighborhood\/city...where would you go? What would you do?\n  ","63673":"\n   123\n  ","63674":"\n   Is it more important to love or be loved?\n  ","63675":"\n   Do you like painting? Are you artist?\n  ","63676":"\n   1 God is our refuge and strength, an ever-present help in trouble. Psalms 46:1\n  ","63677":"\n   What is the one thing you regret doing or not doing the most in your life?\n  ","63678":"\n   you fretting over dates?\n  ","63679":"\n   Sam or Dean??\n  ","63680":"\n   Hahah\n  ","63681":"\n   I came in for other people's shifts. everybody else was texting and calling people on their phones and complaining about the manager.\n  ","63682":"\n   Why is it called a \"building\" when it's already built?\n  ","63683":"\n   Oh so I should was in the river?\n  ","63684":"\n   What's the movie that made you cry?\n  ","63685":"\n   Were you happier four months ago than you are now?\n  ","63686":"\n   Thoughts on those who have crush on you??\n  ","63687":"\n   What do you like in life?\n  ","63688":"\n   What is the one thing you want most in your life right now\n  ","63689":"\n   Lol i meant There's no reason to feel bad. 😂 It was in middle school and that's a hard age to express yourself. (meaning the stalker issue)\n  ","63690":"\n   Cake o pie?\n  ","63691":"\n   never finished the wolverine movie because i found out early that it was way too inappropriate to watch with my son, but i did watch the Harley Quinn movie without my daughter and by myself and was satisfied with that as a movie choice on a solo movie night. kinda confusing at times, but still good\n  ","63692":"\n   What should I do if the vehicle won't turn on again after I turn it off, and the butterfly stays open?\n  ","63693":"\n   Who is your best friend for the moment and why?\n  ","63694":"\n   Do you have a special Sunday activity ?\n  ","63695":"\n   How did your day start?\"\n  ","63696":"\n   No. I absolutely love this\n  ","63697":"\n   Why feel bad? Although middle school is a hard age. people dont always know how to express themselves properly so.\n  ","63698":"\n   Would you like to receive my questions?\n  ","63699":"\n   What would you like to do with money?\n  ","63700":"\n   What are you Interested in ?\n  ","63701":"\n   Are you happy with the amount of information in your head?\n  ","63702":"\n   What did you forget to do today?\n  ","63703":"\n   Nice choices buddy. i've been a fan for years\n  ","63704":"\n   What are you having for dinner?\n  ","63705":"\n   Last kiss\/makeout????\n  ","63706":"\n   Wow\n  ","63707":"\n   On the Uber app what do you do to have an Uber driver pick something up that you ordered at a store then deliver it to where you want it delivered?\n  ","63708":"\n   What frustrates you the most?\n  ","63709":"\n   fav ice cream flavor.. go\n  ","63710":"\n   Anyone else get a random snapchat the other day?\n  ","63711":"\n   What do you have planned for Valentine’s Day?\n  ","63712":"\n   Do you play games?\n  ","63713":"\n   Likes\n  ","63714":"\n   Hello do you use Instagram?\n  ","63715":"\n   How much would it cost to buy your love?\n  ","63716":"\n   Listen guys i know with covid-19 going on. LOTS OF PEOPLE HAVE BEEN TRYING TO FIND A SIDE HUSTLE THAT PAYS CASH.. well lucky for you BIGO LIVE STREAM APP IS PERFECT IT ALLOWS PEOPLE TO SEND VIRTUAL GIFTS WHICH YOU CAN THEN EXCHANGE INTO MONEY AFTER COLLECTING A CERTAIN AMOUNT OF GOLDEN BEANS.\n  ","63717":"\n   Who inspires you to be your best you?\n  ","63718":"\n   PS4 or switch\n  ","63719":"\n   Is it possible to cross a bear with a cow? ???\n  ","63720":"\n   it took Covid to make us think of it; but it works\n  ","63721":"\n   🤔\n  ","63722":"\n   Ever seen a comet?\n  ","63723":"\n   Space\n  ","63724":"\n   yes.  Virtual Family Conference calls always make me laugh and Smile\n  ","63725":"\n   Did you smile this week?\n  ","63726":"\n   Is there any product that you couldn't live without?\n  ","63727":"\n   PS5 plug.\n  ","63728":"\n   How is it\n  ","63729":"\n   What's a popular food you find disgusting?\n  ","63730":"\n   yaah i used free vpn  ithing that's why thanks bro\n  ","63731":"\n   Follow for Follow?\n  ","63732":"\n   Do you put tinsel on your Christmas trees?\n  ","63733":"\n   Why vpn doesn't work with ome tv any one know why\n  ","63734":"\n   If you had the power to read someone’s mind, whose would it be? ??\n  ","63735":"\n   What gives you immense pleasure?\n  ","63736":"\n   If you were an actor, would you rather perform as a theater or movie actor?\n  ","63737":"\n   My gf for Christmas asked for one of those Costco bears and I plan on getting it but I had the chance to get some hair dye first cause I was gonna need to save up for the bear. When I told her I had a gift she got mad cause it wasn’t the bear, I got mad cause she was unappreciative who’s justified?\n  ","63738":"\n   Would you stand up for a homeless person being harassed on the street?\n  ","63739":"\n   if you had to choose between a white phone, black phone, silver phone, or rose gold phone, which would you choose?\n  ","63740":"\n   Alright who's playing games with me? People keep asking me questions and immediately disabling the account. If you wanna talk then just come out and do it.\n  ","63741":"\n   Do you like Percy jackson\n  ","63742":"\n   WHO'S  HOTTER?  MARISSA  VS  AMANDA\nCHECK OUT THE PICS IN MY POLLS\n  ","63743":"\n   Can your inner big bad wolf be tamed?\n  ","63744":"\n   If COVID-19 and 2020 were real people, what 4 WWE finishing moves would you kick their ass with? \n\nI'd Choose:\nStone Cold Stunner\nRock Bottom\nV Trigger \nPedigree\n  ","63745":"\n   Do you believe there’s a heaven and a hell?\n  ","63746":"\n   do you like rap music?\n  ","63747":"\n   Are you more of a dog or a cat person?\n  ","63748":"\n   Are you still listening to the radio?\n  ","63749":"\n   Lol\n  ","63750":"\n   IF YOU COULD CLOSE ONE FAST FOOD CHAIN, DUE TO DISGUSTING FOOD, WHAT WOULD YOU PICK?\n  ","63751":"\n   Am I the only one in this universe who feels insane\n  ","63752":"\n   Happy new year's eve.\n  ","63753":"\n   What is everyone looking forward to in 2021?\n  ","63754":"\n   How are you communicating with your friends during Covid (Text, Emails, FaceTime)?\n  ","63755":"\n   Would you slap your sibling for $900?\n  ","63756":"\n   Have you ever given up on someone? Why?\n  ","63757":"\n   What's your favorite slang word?\n  ","63758":"\n   selfie\n  ","63759":"\n   What’s pink?\n  ","63760":"\n   If You were to wake Up and have the life that you wanted what would all be there?\n  ","63761":"\n   B\n  ","63762":"\n   How come everythings practically made in china\n  ","63763":"\n   Do you like Jazz music ?\n  ","63764":"\n   Should I ask my crush if she likes me\n  ","63765":"\n   Where is the line these days?\n  ","63766":"\n   What keeps you going?\n  ","63767":"\n   How fast can you lose trust in someone?\n  ","63768":"\n   What made you happy today?\n  ","63769":"\n   I didn’t realise the end got cut off! I basically said it’s still really early in our relationship or whatever it is and I don’t want to like weird them out or anything by talking about the situation in case like I’m overstepping or something also they know I like them btw!\n  ","63770":"\n   How old r u?\n  ","63771":"\n   My question what is a God fearing woman do\n  ","63772":"\n   Okay so basically I really like this person and they like occasionally flirt with me, I’m not opposed to it or anything I just don’t know how to flirt back and it freaks me out to be flirted with because I feel weird about not knowing how to respond and I don’t want to like tell them because it’s st\n  ","63773":"\n   last thing good to happen to you\n  ","63774":"\n   Happy New Year Y’all!\n  ","63775":"\n   Do people ever come to you crying about things they wont handle and you tried to help them with ,but get mad at you cause it dint get handled ?😳\n  ","63776":"\n   I'm having Nachos\n  ","63777":"\n   Do you have a smart car?\n  ","63778":"\n   Be gentle and don't be tough\n  ","63779":"\n   Where are you\n  ","63780":"\n   Best state?\n  ","63781":"\n   Whats for Dinner tonight?\n  ","63782":"\n   Does anyone want to adopt a child?\n  ","63783":"\n   What's a fear of yours that not many people know about?\n  ","63784":"\n   Good morning!\n  ","63785":"\n   What are you doing today?\n  ","63786":"\n   Do you like cats?\n  ","63787":"\n   Do you like Apple phones ?\n  ","63788":"\n   Cool!\n   \n    https:\/\/youtu.be\/D1hiCmNI3M8\n   \n","63789":"\n   what’s the farthest you’ve ever moved?\n  ","63790":"\n   Harry Potter. The boy who lived...\n  ","63791":"\n   Seriously what’s with all the questions on here it’s so petty and toxic I don’t think I’m guna stay on this app it’s just to cringe for me and a waste of time\n  ","63792":"\n   Is it possible to lose 3 lbs a week?\n  ","63793":"\n   Since everybody thinks I’m anti. Hey 😁👋🏾 👋🏾\n  ","63794":"\n   Weeeeps\n  ","63795":"\n   Do you like the movie space jam?\n  ","63796":"\n   I love u all ❤️\nPls pray for me achieve whatever I want 🥺💔\n  ","63797":"\n   Do you drink dark soda?\n  ","63798":"\n   Do you need daily contact from your best friends?\n  ","63799":"\n   Have you ever hated someone like so much?\n  ","63800":"\n   Who's getting drunk tonight?\n  ","63801":"\n   What is the first thing you’re going to do when COVID is over?\n  ","63802":"\n   jokes on you, Im already home\n  ","63803":"\n   tell me about the time you lost your virginity\n  ","63804":"\n   are you for or against abortion?\n  ","63805":"\n   What kind of car do you drive?\n  ","63806":"\n   will you ever love again ?\n  ","63807":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","63808":"\n   Have you ever spit water out of your mouth due to laughing?\n  ","63809":"\n   How are you spending your Monday? \n\nDon't forget to drink your water btw!\n  ","63810":"\n   Do you act differently depending on who you're talking to?\n  ","63811":"\n   How do you deal with heavy traffic?\n  ","63812":"\n   What's one thing that can instantly make your day better?\n  ","63813":"\n   Have you smiled today? If not, what will it take?\n  ","63814":"\n   What is a trait of yours? Ie: honest, pretty, loyal\n  ","63815":"\n   How do you feel about schools reopening?\n  ","63816":"\n   Wow, I’m totally inspired\n  ","63817":"\n   Do you like Hershey?\n  ","63818":"\n   Status,,\n  ","63819":"\n   Have you ever had a lava lamp? 🌋\n  ","63820":"\n   Juju tak juju\n  ","63821":"\n   Good morning and happy Thursday 🧡\n  ","63822":"\n   How many of you like chocolate cake?\n  ","63823":"\n   My teacher pointed at me with a ruler and said,\"At the end of this ruler is dumb.\"\n\n---\nI got detention after asking which end.\n  ","63824":"\n   Is there a certain type of scent that you can't stand? For me, I don't like the smell of cooked broccoli at all 🤢\n  ","63825":"\n   any recommended for affordable hair care?? 😐\n  ","63826":"\n   Ha ha ha\n  ","63827":"\n   Should I go with my gut even tho my head says it going to end up the same as before (aka not well)\n  ","63828":"\n   What Your favorite color\n  ","63829":"\n   do you prefer to shop online or in store?\n  ","63830":"\n   What languages do you wish you could speak?\n  ","63831":"\n   Pepperoni Pizza or Supreme Pizza?🍕✨\n  ","63832":"\n   How long do you use ask.fm?\n  ","63833":"\n   Show something ugly\n  ","63834":"\n   Would you like to be an astronaut?\n  ","63835":"\n   Which websites do you visit most frequently?\n  ","63836":"\n   do you sleep well at night? 💤\n  ","63837":"\n   Do you still have your tonsils?\n  ","63838":"\n   Space\n  ","63839":"\n   Do you use chapstick?\n  ","63840":"\n   Which is the most exotic place you have been to?\n  ","63841":"\n   Favorite youtube video?\n  ","63842":"\n   Dude how many women do you talk to friggin perv\n  ","63843":"\n   😂\n  ","63844":"\n   What’s something you wish you could say to that one person?\n  ","63845":"\n   Included\n  ","63846":"\n   ima strong successful man!\n  ","63847":"\n   What do you have planned for Christmas 🎄??\n  ","63848":"\n   Can you get pregnant while diagnosed with pcos?????\n  ","63849":"\n   If you're single say, \"Hey\". If you're taken say, \"Hi\".  Whoever \"likes\" this comment thinks you're cute.    Repost and see the results.\n  ","63850":"\n   What do you usually forget?\n  ","63851":"\n   What phone do you use?\n  ","63852":"\n   Biden will be removed under the 12 ammendment in March 2021 because he has dementia. \nBiden will only be president for 75 days.\n  ","63853":"\n   TS_RS_AA\n  ","63854":"\n   Do you have a favorite kind of flower? :0\n  ","63855":"\n   Do you prefer sodas or energy drinks?\n  ","63856":"\n   What is your zodiac sign?\n  ","63857":"\n   Is God real?\n  ","63858":"\n   When's the last time you drank something?\n  ","63859":"\n   Do you wanna hear a joke?\n  ","63860":"\n   How do you feel about diets?\n  ","63861":"\n   Do any of your exes use this app\n  ","63862":"\n   Disney Channel was lit in the 2000’s\n  ","63863":"\n   Have any of you ever had a stalker? 😂\n  ","63864":"\n   Hello do you like Instagram?\n  ","63865":"\n   What was or will be your first pet?\n  ","63866":"\n   Can talent be taken away?\n  ","63867":"\n   🤣🤣🤣 omg\n  ","63868":"\n   I want to go back to paper ballots in US elections. Do you agree ?\n  ","63869":"\n   You know you’re a weak person when you can’t look a person in the eye\n  ","63870":"\n   Why do people choose to miscommunicate instead of hearing others out and listening to their side of the story? It’s crazy to me how some people would rather start drama and then blame you for it...\n  ","63871":"\n   🍃🌻.. You would still like to have the innocence of a Child??.. 💋💙💜💋 .. Aún te Gustaría tener la inocencia de un Niño??..🌻🍃\n  ","63872":"\n   🍃🌻.. How would you go about telling a Child that Unicorns don't exist??.. 💋💙💜💋 .. Cómo le dirías a un Niño que los Unicornios no existen??..🌻🍃\n  ","63873":"\n   Is it weird that I want to wear a schoolgirl outfit?\n  ","63874":"\n   I am unloyal what would you say to me?\n  ","63875":"\n   Do you think it's creepy when people keep pestering you to post selfies? Even after you said no?\n  ","63876":"\n   Do you enjoy giving people gifts?\n  ","63877":"\n   Do you have any tattoos?\n  ","63878":"\n   Red Bull or Coffee?\n  ","63879":"\n   Beard or no beard?\n  ","63880":"\n   Batman is my mom and we threw John CENA in a volcano to sacrifice him to BARNEY\n  ","63881":"\n   I am afraid of this world.\nMy name is not Marisa.\n  ","63882":"\n   Do you still have your tonsils?\n  ","63883":"\n   Do you have tiktok?\n  ","63884":"\n   I have lived with him for 35 plus years.\n  ","63885":"\n   Be glad you do not have a severely disabled brother to care for who is ruining your life.\n  ","63886":"\n   Yea i know 😂 gotta finish my weekly though so\n  ","63887":"\n   Do you use conditioner on your hair?\n  ","63888":"\n   What do you hope for in 2021?\n  ","63889":"\n   Apparently Ryan Reynolds has his own cell phone network now. Its like $90 for 6 months. Wanted to know if anyone knew if the service was good\n  ","63890":"\n   What do guys usually look for in a girl?\n  ","63891":"\n   What do you wish you knew more about?\n  ","63892":"\n   Should I take a lover or no ?\n  ","63893":"\n   Fav fruit\n  ","63894":"\n   Do you promote your posts on Instagram?\n  ","63895":"\n   How would you describe your style?\n  ","63896":"\n   What do you hope never changes?\n  ","63897":"\n   Does anyone use mint mobile?\n  ","63898":"\n   Fuck.. I didn’t mean to make this a secret answer.\n  ","63899":"\n   Would you recommend ASKfm to other people?\n  ","63900":"\n   Dr pepper? Yay or nay?\n  ","63901":"\n   If you were given a haunted house for free but the only catch would be that you couldn't sell it, would you live in it?\n  ","63902":"\n   Who's your favorite artist?\n  ","63903":"\n   What's a present that you really want this year?\n  ","63904":"\n   One thing that differentiates you from other people??\n  ","63905":"\n   What’s your favorite thing about the holidays?\n  ","63906":"\n   who else single ? Drop a heart at the bottom ❤️\n  ","63907":"\n   What's the most immature thing your parents ever done\n  ","63908":"\n   Do you pray before every meal ?\n  ","63909":"\n   What's your favorite thing to do before bed?\n  ","63910":"\n   Reese’s or butterfingers\n  ","63911":"\n   Miss u\n  ","63912":"\n   What this life learned you?\n  ","63913":"\n   Hey there !\n  ","63914":"\n   Any singles?😎\n  ","63915":"\n   What's your favorite color?\n  ","63916":"\n   Do you do selfie every day? 🏼\n  ","63917":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","63918":"\n   What does it mean to be a good citizen on the Internet?\n  ","63919":"\n   Do overly sensitive people annoy you?\n  ","63920":"\n   What childhood story actually frightened you?\n  ","63921":"\n   Gucci or Louie Vuitton\n  ","63922":"\n   How do you make answers secret?\n  ","63923":"\n   🥺...\n  ","63924":"\n   1\n  ","63925":"\n   Šodien ir mana atdzimšanas diena. Es gribu to pieminēt.\n  ","63926":"\n   What’s something you wish people knew about you?\n  ","63927":"\n   How was your thanksgiving?\n  ","63928":"\n   what happened to askfm, it used to have cool girls to chat with, now its just gay weirdos posing as chics.\n  ","63929":"\n   Do you still have your tonsils?\n  ","63930":"\n   Favorite fruit?\n  ","63931":"\n   How old do you have to be to work at Subway?\n  ","63932":"\n   Are you ready for Christmas\n  ","63933":"\n   Best Christmas song?\n  ","63934":"\n   why do you skip questions\n  ","63935":"\n   hi\n  ","63936":"\n   How do you escape this labyrinth of suffering? My answer was faith, what's yours?\n  ","63937":"\n   does homer simpson wear blue jeans or are his legs painted blue?\n  ","63938":"\n   What have u always wanted? Did u ever get it ?\n  ","63939":"\n   Should people be given a second chance? ?\n  ","63940":"\n   Whenever I dream about that I'm a paramedic in Washington, DC, is it ok if my height in the dream is 5'11\"?\n  ","63941":"\n   Do you believe in black magic?\n  ","63942":"\n   what other language can you speak?\n  ","63943":"\n   How are you?\n  ","63944":"\n   How many books you read?\n  ","63945":"\n   Are you afraid to fly in airplanes?\n  ","63946":"\n   Okay\n  ","63947":"\n   I need you\n  ","63948":"\n   Do you belive in life after death?\n  ","63949":"\n   نحكي\n  ","63950":"\n   Do you like yoghurt?\n  ","63951":"\n   What is your favorite place to get coffee?\n  ","63952":"\n   the usa approved another stimulus check, while also owing debt. How do you think we get rid of debt?\n  ","63953":"\n   U have a car?\n  ","63954":"\n   Hello\n  ","63955":"\n   After 10 Months of Waiting For Second Stimulus...😡 We get it\n  ","63956":"\n   If I was a boy dating you and I told you I had options, how would you respond?\n  ","63957":"\n   what do you plan do do for the holidays\n  ","63958":"\n   are you happy\n  ","63959":"\n   Have you ever had a dislocated knee?\n  ","63960":"\n   do you like coffee?\n  ","63961":"\n   How far can you swim underwater on one breath?\n  ","63962":"\n   What are the things you always take with you?\n  ","63963":"\n   Hello what is your favorite color?\n  ","63964":"\n   What is your favorite lollipop flavor?\n  ","63965":"\n   How do you deal with weird questions on here?\n  ","63966":"\n   Have you ever sung to someone else?\n  ","63967":"\n   What's your favorite bean\n  ","63968":"\n   Would you rather be back in school or working your job?\n  ","63969":"\n   Do you ever shop on Etsy? If so, what stores would you recommend?\n  ","63970":"\n   Do you believe you have found or true love or might never meet them?\n  ","63971":"\n   how old will you be turning in 2021?\n  ","63972":"\n   Hello do you like Instagram?\n  ","63973":"\n   Do you watch Apple TV?\n  ","63974":"\n   Have you ever been through an earthquake?\n  ","63975":"\n   Hello\n  ","63976":"\n   What's the best action movie?\n  ","63977":"\n   Have you seen oceans eleven?\n  ","63978":"\n   Where are you from? +pic please\n  ","63979":"\n   How many followers do you have?\n  ","63980":"\n   I need you\n  ","63981":"\n   Have you forgotten Tessa Majors ? \nDo not forget her.\n  ","63982":"\n   Watching #ItsAWonderfulLife? Thoughts on it.......\n  ","63983":"\n   Does life change\n  ","63984":"\n   Do you like junk food\n  ","63985":"\n   Anyone else in a marriage that's failing because your other constantly takes you for granted 😞\n  ","63986":"\n   What time is it where your at?\n  ","63987":"\n   Are we ok now?\n  ","63988":"\n   are you ok\n  ","63989":"\n   You ever fallen in love with someone and never tell them?\n  ","63990":"\n   Hello do you like workout?\n  ","63991":"\n   I swear medical issues are taking over my life- to all my 9 followers I might be a bit inactive 😔✌️\n  ","63992":"\n   Do you like coca cola ?\n  ","63993":"\n   When is the perfect time to have a child after you say I do.\n  ","63994":"\n   If you could have any accent, which would you want?\n  ","63995":"\n   What’s your favorite thing to do in your free time?\n  ","63996":"\n   Hello do you use Instagram?\n  ","63997":"\n   Why can't people just be real these days wtf!!??\n  ","63998":"\n   How many times a day do you brush your teeth?\n  ","63999":"\n   What is something that you enjoy talking about?\n  ","64000":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","64001":"\n   Space..\n  ","64002":"\n   اعشق اتبادل لحس الخرق\n  ","64003":"\n   Do you ask questions on anonymous or openly more? ❓❓❓\n  ","64004":"\n   Popcorn or candy? Which do you prefer during a movie?\n  ","64005":"\n   What has been life's biggest lesson?\n  ","64006":"\n   ممكن فولو 😂\n  ","64007":"\n   حد نايم ؟\n  ","64008":"\n   Do you think some people on anonymous are weird?\n  ","64009":"\n   mac and cheese or grilled cheese ?\n  ","64010":"\n   Girls of ASK FM please do not expect your boyfriend to be with you the rest of your life. You are expecting too much. I want you you to be a realist.\n  ","64011":"\n   What keeps you motivated?\n  ","64012":"\n   Vans or Rebook?\n  ","64013":"\n   Do you have tattoos? How many?\n  ","64014":"\n   Do you like Strawberry Milk\n  ","64015":"\n   How old are you?\n  ","64016":"\n   What song do you like to put on repeat? 🤔\n  ","64017":"\n   there's no doubt that there has been a long list of chauvinistic acts in the sports world, but I've watched him for years, and he has always been an optimistic and positive person about everything he talks about. He made a goof, and now everyone's forgot about his stance on plastic water bottles\n  ","64018":"\n   what are some toxic traits that you have?\n  ","64019":"\n   Have you ever bought something on the internet?\n  ","64020":"\n   Do you eat M & Ms in color order?\n  ","64021":"\n   What's a word you feel you use the most?\n  ","64022":"\n   How to get rid of bedbugs in the room?\n  ","64023":"\n   How are you?\n  ","64024":"\n   Say a joke\n  ","64025":"\n   Will you get the covid vaccine\n  ","64026":"\n   do u love walking on a park in the autumn?\n  ","64027":"\n   What do you consider to be a healthy relationship?\n  ","64028":"\n   Gimana me time nya?\n  ","64029":"\n   My gf left me 😔\n  ","64030":"\n   Link to a funny video u've watched recently?\n  ","64031":"\n   What doung\n  ","64032":"\n   Is it easier to forgive or forget?\n  ","64033":"\n   Hey\n  ","64034":"\n   What if my favorite TV show is horror?\n  ","64035":"\n   Do you believe in God and Satan?\n  ","64036":"\n   Photo\n  ","64037":"\n   Heyy\n  ","64038":"\n   Brother from another mother? Have one?\n  ","64039":"\n   I want a boyfriend\n  ","64040":"\n   I loved him but........\n  ","64041":"\n   Have a good night\n  ","64042":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","64043":"\n   Hello what are you doing,\n  ","64044":"\n   Do you smoke?\n  ","64045":"\n   What are your weekend plans? ✨\n  ","64046":"\n   Taken or single?\n  ","64047":"\n   Name as many states as you can without looking any up\n  ","64048":"\n   Happy Halloween everyone! Sorry I'm late. 🎃👻\n  ","64049":"\n   Pizza Hut or Papa John’s\n  ","64050":"\n   Do you like to barbecue?\n  ","64051":"\n   Do to like poetry\n  ","64052":"\n   What is your favorite flavor of chocolate?\n  ","64053":"\n   Best phone service\n  ","64054":"\n   What do you like to wear around the house? Shorts and tee shirt , sweats , formal\n  ","64055":"\n   Are you terrified of the boogeyman?\n  ","64056":"\n   Have you watched big mouth? There’s a new season:)\n  ","64057":"\n   Would you rather be famous on Instagram or Tik Tok?\n  ","64058":"\n   What color would you never wear?\n  ","64059":"\n   Who is your favorite early 2000s artist?\n  ","64060":"\n   ok\n  ","64061":"\n   Do you like Georgia\n  ","64062":"\n   A\n  ","64063":"\n   Is there a tradition that you like to do on Christmas? That you do every year or at least you try to do every year?\n  ","64064":"\n   My venmo is\n   \n    @Rick\n   \n   -Sihler. I am poor.\n  ","64065":"\n   What is the most accurate analysis someone has made of you?\n  ","64066":"\n   Do you use Facebook every day ?\n  ","64067":"\n   What's your favorite drink?\n  ","64068":"\n   💭\n  ","64069":"\n   Do you ever play Monopoly ?\n  ","64070":"\n   Happy Friday\n  ","64071":"\n   Do you judge people base from where they came from ?\n  ","64072":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","64073":"\n   Do u like your popcorn 🍿 burnt just a little\n  ","64074":"\n   Favourite Leonardo DiCaprio movie ?\n  ","64075":"\n   Do you like the way Instagram has changed ?\n  ","64076":"\n   Do you think a person can break your spirit completely?\n  ","64077":"\n   omg\n  ","64078":"\n   If you had one word to describe yourself, what would it be?\n  ","64079":"\n   Do you believe in soulmates?\n  ","64080":"\n   Has anyone ever been chased by a UFO or bright light?\n  ","64081":"\n   Sunflowers🌻 or Roses🥀\n  ","64082":"\n   i miss you\n  ","64083":"\n   ☀️\n  ","64084":"\n   Why can boys go shirtless but not girls?\n  ","64085":"\n   Did you eat today? Remember to drink water!!!\n  ","64086":"\n   Jessica Alba or Jessica Biel?\n  ","64087":"\n   Do you like a crunchy or a chewy chocolate chip cookies?\n  ","64088":"\n   What is better than chocolate?\n  ","64089":"\n   favorite food at Chipotle\n  ","64090":"\n   Happy Tuesday 😁🥳\n  ","64091":"\n   .\n  ","64092":"\n   What makes you special?\n  ","64093":"\n   Among these 15 kinds of organic shampoos which one is best for the baby?\n   \n    https:\/\/www.babycarestudio.com\/15-best-organic-baby-shampoo\/\n   \n","64094":"\n   Do you easily forgive?\n  ","64095":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","64096":"\n   What has someone borrowed but never given back?\n  ","64097":"\n   🔥\n  ","64098":"\n   Good night\n  ","64099":"\n   🥰😍😙\n  ","64100":"\n   How old are you?\n  ","64101":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","64102":"\n   how much do you complain\n  ","64103":"\n   What's hurting you more than everything??\n  ","64104":"\n   Good night\n  ","64105":"\n   What's more valuable, brains or beauty?\n  ","64106":"\n   What does a women want from a man?\n  ","64107":"\n   Who do you trust the most?\n  ","64108":"\n   Anything\n  ","64109":"\n   A spinster is a childless woman\n  ","64110":"\n   Are you the kind of person who is affected by the departure of people??\n  ","64111":"\n   I hadn’t seen her in years idk\n  ","64112":"\n   Aren't middle linebacker Brian Urlacher and quarterback Matt Hasselbeck friends?\n  ","64113":"\n   Who was the last person you gave a kiss?\n  ","64114":"\n   How r u?\n  ","64115":"\n   What is beautiful to you?\n  ","64116":"\n   What would be an accurate tag line for each month?\n  ","64117":"\n   can we normalize not loving family members?\n  ","64118":"\n   Do you think cats have any regrets?\n  ","64119":"\n   اقتباس لطيف 💫💙\n  ","64120":"\n   What did you have for breakfast today?\n  ","64121":"\n   follow your heart and you'll be okay\n  ","64122":"\n   Tell us about the first time you had sex\n  ","64123":"\n   Why does society condone or turn a blind eye to an angry, abusive alcoholic's behavior, but we shun other addictions?\n  ","64124":"\n   it was the Ravens and Steelers game. A commentator intended to make a compliment on the Steelers' female fan base, chose his words poorly, and he was clapped back at as if he said he wiped his ass with women.\n  ","64125":"\n   until a month ago i didn't know that toilet paper in Venezuela is so insanely expensive that most residents can't afford it, and that was before the pandemic. I've already had two stories on my news feed about the outrage of a commentator during Wednesday's game who poorly chose his words.\n  ","64126":"\n   sure we can\n  ","64127":"\n   وين العرب\n  ","64128":"\n   When are we going to start being more forgiving to people who sometimes don't think things through before saying something?\n  ","64129":"\n   Do you miss someone who was too close to you?\n  ","64130":"\n   Megan the Stallion vs Mulatto\n  ","64131":"\n   This is too obviois 😅😅\n   \n    https:\/\/ask.fm\/EsIEmO\/photopolls\/190019896?utm_source=copy_link&utm_medium=android\n   \n","64132":"\n   Should I buy coins on here?\n  ","64133":"\n   kmsl\n  ","64134":"\n   What three things in life you want more than anything else?\n  ","64135":"\n   you ever ask a person if they kould help you and they say to you just pray about it?!\n  ","64136":"\n   Who is trying to buy me some chicken nuggets ??\n  ","64137":"\n   Spinster!\n  ","64138":"\n   The good old lady told me stop complaining, of course you don’t wanna listen but when you go through it you realize she’s right so Rest In Peace to the old lady.\n  ","64139":"\n   Who is your favorite late night talk show host?\n  ","64140":"\n   is there anyone that you want back in your life?\n  ","64141":"\n   I miss 2000-2014\n  ","64142":"\n   Wanna be friends on Snapchat?\n  ","64143":"\n   What's more attractive. Arm muscles or leg muscles?\n  ","64144":"\n   like the Linkin Park clip \"One More Light\"?\n  ","64145":"\n   *more pokes*\n  ","64146":"\n   Skyrim?\n  ","64147":"\n   any special diets out there?\n  ","64148":"\n   Michigan\n  ","64149":"\n   If someone went to your home of all things you have what would get their eyeballs attention more and possibly be jacked from your home without you knowing?\n  ","64150":"\n   What does it mean when a girl smiles at a boy??\n  ","64151":"\n   23F, tryna make new friends. Anybody from Michigan?\n  ","64152":"\n   There is song by Elton John called \"Daniel\".\n  ","64153":"\n   Last Concert Or Festival You Attended 🎶❔🎶\n  ","64154":"\n   Anyone awake?👌\n  ","64155":"\n   Who was the last person you had a deep conversation with?\n  ","64156":"\n   Whats the most interesting word in the English language, what does it mean?\n  ","64157":"\n   Whats your favorite subject in school?\n  ","64158":"\n   ...agina***   Goddammit.... lol\n  ","64159":"\n   ة\n  ","64160":"\n   What is the last song you heard ? ▶️?\n  ","64161":"\n   Did you imagine that your life would be different? How so?\n  ","64162":"\n   Were you left paying the taxi cab fare?\n  ","64163":"\n   I love a girl so much , I even opened a  luxury fashion brand by her name but she blocked me from social media .. what should I do? I truly love her a lot . I love everything she loves. She’s the only girl that I deeply love. I met her back when I was in high school. I see her in my dreams everyday.\n  ","64164":"\n   I AM AFRAID OF YOUR MOTHER.\n  ","64165":"\n   I can see the red tail lights heading for Spain.\n  ","64166":"\n   Favorite song by The Script\n  ","64167":"\n   Who’s the best doctor (not doctor who, actual doctors)?\n  ","64168":"\n   Do you have any pets?\n  ","64169":"\n   Are you a men's rights activist ?\n  ","64170":"\n   Which book has made you laugh aloud?\n  ","64171":"\n   How many people do you talk to everyday?\n  ","64172":"\n   Who went out for Black Friday  and killed they’re pockets!?!?!? What is the most expensive thing you got 🤔\n  ","64173":"\n   How can I make friends around Downtown Portland Oregon or in this area in general? It's been extremely hard especially with covid-19 and all that.\n  ","64174":"\n   What’s your favorite Christmas movie?\n  ","64175":"\n   هلو\n  ","64176":"\n   Favorite thing to watch on Netflix?\n  ","64177":"\n   When did you stop believing in Santa Claus?\n  ","64178":"\n   You should laugh more\n  ","64179":"\n   Who got smoke?\n  ","64180":"\n   اي واحد عنده وظيفه يتواصل معي ادور وظيفه انا\n  ","64181":"\n   Can’t sleep.. dealing with a lot of negative thoughts and feelings\n  ","64182":"\n   أمنيتكم،\n  ","64183":"\n   Почему люди такие злые?\n  ","64184":"\n   Have you ever smashed something out of anger?\n  ","64185":"\n   Sometimes at night my butt itches, what is good for that?\n  ","64186":"\n   🥺\n  ","64187":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","64188":"\n   What will you do in your old age?\n  ","64189":"\n   Do you like to make new friends?\n  ","64190":"\n   How many turkey skin smooothies did you drink today?\n  ","64191":"\n   Do you eat leftovers?\n  ","64192":"\n   Why aren't you in school? I see you every day wandering around\n  ","64193":"\n   caffeine, sugar and pop music?\n  ","64194":"\n   How was everyone thanksgiving?\n  ","64195":"\n   What is your biggest addiction?\n  ","64196":"\n   I understand ❤️ I hope it gets better :)\n  ","64197":"\n   I agree lo and ps I forgot to check my grammar before sending the question\n  ","64198":"\n   What’s wrong?\n  ","64199":"\n   Do you wish you could go back in time?\n  ","64200":"\n   What’s more important Brian’s or beauty?\n  ","64201":"\n   How big is your Christmas shopping list?\n  ","64202":"\n   Do you know Spanish?\n  ","64203":"\n   What are you up to?\n  ","64204":"\n   TRUE for me is the realization that an enormous number of otherwise decent people are willing to believe obvious lies, no matter how ridiculous, as long as the lies validate what they want to be true.\n  ","64205":"\n   Cheetos or Doritos?\n  ","64206":"\n   Hi there.\nIf you wanna get random questios of all kind pls let me know.\n  ","64207":"\n   Hope you all had a good day!\n  ","64208":"\n   Hello how was your day?\n  ","64209":"\n   Hello what are you doing?\n  ","64210":"\n   Hello what are you doing?\n  ","64211":"\n   Hello what are you doing?\n  ","64212":"\n   What crazy things do you dream of trying someday?\n  ","64213":"\n   How do you handle trash talkers?\n  ","64214":"\n   Advice for courage to ask someone out?\n  ","64215":"\n   The federal reserve will save us by printing more money...\n  ","64216":"\n   If you could go anywhere right now where would you go?\n  ","64217":"\n   Fav song\n  ","64218":"\n   I feel as if I am being followed somebody.\n   \n    @elysssa_d\n   \n","64219":"\n   the wolverine movie is not appropriate for that age group, but wolverine appeals to children in different ways outside of the movie, that's what i was wondering, if it was the same. Also, if given a choice, I'd never choose a bus driver who swears at children over one who doesn't, that's the diff.\n  ","64220":"\n   Who killed the Dead Sea?\n  ","64221":"\n   Do you struggle to find your place in the world?\n  ","64222":"\n   yeah, the language and coke use would prevent me from gifting the movie, but maybe i thought that maybe it was similar to how wolverine was able to hit many different demographics\n  ","64223":"\n   If you've been to an arcade, what's the highest amount of tickets you have won?\n  ","64224":"\n   Do eight year old girls like Harley Quinn?\n  ","64225":"\n   What’a your (full) name?\n  ","64226":"\n   You have only 1 question to ask you crush. What is it?\n  ","64227":"\n   Have u ever been in Michigan\n  ","64228":"\n   Song of the week?\n  ","64229":"\n   What year was the best year ever?\n  ","64230":"\n   Whats your favorite thing to bake?\n  ","64231":"\n   Who 😁😱is your best friend?\n  ","64232":"\n   Which mobile app are you addicted the most to?\n  ","64233":"\n   Is chilvery dead?\n  ","64234":"\n   What age is the perfect age?\n  ","64235":"\n   Whats your favorite Clint Eastwood movie?\n  ","64236":"\n   I would think you'd wany a big family since you have a lot of siblings\n  ","64237":"\n   Should leadership play favoritism to employees?\n  ","64238":"\n   I miss u 🥺\n  ","64239":"\n   Do you eat italian sasuge or meatballs with your speggetti?\n  ","64240":"\n   temptation is only a problem if you don't think you can control yourself\n  ","64241":"\n   What is your  Instagram and twitter ?\n  ","64242":"\n   Think it would be fun to live in Vegas?\n  ","64243":"\n   Yay or nay: Ray Lamontagne?\n  ","64244":"\n   ..\n  ","64245":"\n   What was the wildest thing you’ve ever said when getting to know somebody?\n  ","64246":"\n   Whao!!! Applauses to you👏🏽\n  ","64247":"\n   Can't you cope with biden winning lmfao\n  ","64248":"\n   Do you play favoritism to people?\n  ","64249":"\n   Do you like your own posts?\n  ","64250":"\n   Saturday night plans?\n  ","64251":"\n   Which countries have you visited?\n  ","64252":"\n   What kind of loud music?\n  ","64253":"\n   Can anyone help me pls?😔\n  ","64254":"\n   My fiance is drifting away emotionally. Do you think he's cheating on me? Bec my friends were after him before.\n  ","64255":"\n   If you had amnesia tomorrow, what notes would you write for yourself to remember?\n  ","64256":"\n   How good are you at pulling a poker face?\n  ","64257":"\n   Why Are Men Gulliable And Desperate? And Why Are Women Manipulatively Promiscuous?\n  ","64258":"\n   How good are you on Harry Potter quotes? Can I quiz you? :)\n  ","64259":"\n   Is your volume always up on your phone?\n  ","64260":"\n   why people thinkless try to do more?\n  ","64261":"\n   What's a place that inspires you?\n  ","64262":"\n   Your so pretty!\n  ","64263":"\n   Do you like fluffy blankets\n  ","64264":"\n   Hello from the other side 💌\n  ","64265":"\n   Hi\n  ","64266":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","64267":"\n   What are you listening to right now?\n  ","64268":"\n   Hi, I have a really huge crush on you, however, I am very shy to tell you how I feel, so I'll just send you this song, it expresses what I really feel for you :)\n   \n    https:\/\/spoti.fi\/2T0VjIJ\n   \n","64269":"\n   U have insta?\n  ","64270":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","64271":"\n   Know any jokes?\n  ","64272":"\n   Are you heart broken or the heartbreaker?\n  ","64273":"\n   What was the last beverage you spilled on yourself?\n  ","64274":"\n   How tall are you?\n  ","64275":"\n   Hey how are you today stranger ?\n  ","64276":"\n   How was your day boo?\n  ","64277":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","64278":"\n   Do you use your words?\nThey can be powerful\n  ","64279":"\n   have you ever owned any succulents?\n  ","64280":"\n   Who would you trade lives with?\n  ","64281":"\n   Do you like formal clothes or casual clothes?\n  ","64282":"\n   How Good do you have to be to be considered a \"Good Person\"?\n  ","64283":"\n   What is the scariest movie you have ever seen?\n  ","64284":"\n   Which series would you recommend watching now?\n  ","64285":"\n   What is the best way to tell someone that you love them ??\n  ","64286":"\n   What is one thing you will never do again?\n  ","64287":"\n   Good morning 🥰\n✈️\n  ","64288":"\n   Do you have any advice for people starting out on youtube?\n  ","64289":"\n   HOT DOGS OR CHICKEN. NUGGETS\n  ","64290":"\n   Do you enjoy travelling on a ferry?\n  ","64291":"\n   How many people view your Instagram story? I only get one or two. No one really views my posts\n  ","64292":"\n   Hey\n  ","64293":"\n   Okay\n  ","64294":"\n   Do you know how to juggle?\n  ","64295":"\n   Why dont you cut your hair?\n  ","64296":"\n   Are you still learning who you are?\n  ","64297":"\n   Hello what is your favorite dog?\n  ","64298":"\n   If you watch any youtubers , who?\n  ","64299":"\n   Do you think you are physically handsome?\n  ","64300":"\n   What’s your favorite clothing brand?\n  ","64301":"\n   Do you like solitude? Or do you never like to be alone?\n  ","64302":"\n   The elections are too close to call....\n  ","64303":"\n   Are you happy or sad today?\n  ","64304":"\n   Do you think it is right to keep wild animals in a zoo?\n  ","64305":"\n   Do you whistle\n  ","64306":"\n   Are you near tears ? Do you miss somebody ?\n  ","64307":"\n   What’s your team\n  ","64308":"\n   Do you learn from your mistakes?\n  ","64309":"\n   Did your football team win on Sunday?🏈🏈🏈🏈🏈🏈\n  ","64310":"\n   The polls are up, go vote\n  ","64311":"\n   What made you decide to get your pet\n  ","64312":"\n   Can intellect outweigh attractive looks?\n  ","64313":"\n   Favorite soccer team?\n  ","64314":"\n   What are you going to eat for dinner??\n  ","64315":"\n   Have you ever made your own fried chicken?\n  ","64316":"\n   What is your favorite thrill ride?\n  ","64317":"\n   Do you think that money can buy love?\n  ","64318":"\n   Thoughts on the election?\n  ","64319":"\n   How would your friends describe you???\n  ","64320":"\n   Do you believe In “God” or a “god”?\n  ","64321":"\n   Do you agree that good things come to those who wait?\n  ","64322":"\n   Who do you look up too?\n  ","64323":"\n   Is it right to fall in love with a friend\n  ","64324":"\n   Who do you find attractive?\n  ","64325":"\n   Biden won\n  ","64326":"\n   Which do you choose truth or dare?\n  ","64327":"\n   Hello how are you doing?\n  ","64328":"\n   Hello how was your day?\n  ","64329":"\n   Hello how was your day?\n  ","64330":"\n   Hello what is your favorite fast food restaurant?\n  ","64331":"\n   Hello how are you doing?\n  ","64332":"\n   How many times have you fallen in love?\n  ","64333":"\n   true. I'm not disapproving anything your saying. but in my old job, I probably had the worst resume, I dont have a really good attitude or charisma, and my interview was trash, but I was the hardest worker there. always did the most work, always stayed overtime whenever they needed me. came in for\n  ","64334":"\n   other people's shifts. and I didn't care about the aggressive manager, all of them were always complaining, coming in late, and had sloppy work ethic, on their phones texting and calling. so even tho good resume will get you the job, doesnt mean your a good worker\n  ","64335":"\n   yeah but I'm a bum that's ready to work, they literally just sit and choose names\n  ","64336":"\n   What will you never do?\n  ","64337":"\n   Are you glad it's hoodie weather again?\n  ","64338":"\n   Have you ever encountered paranormal activity?\n  ","64339":"\n   What's your favorite kind of bread\n  ","64340":"\n   What’s the first thing you notice about people?\n  ","64341":"\n   They're already calling me the next Liu Xiang.\n  ","64342":"\n   Trump will win. biden doesn't have a budget .\n  ","64343":"\n   thanks. these bums better pick up\n  ","64344":"\n   Understood\n  ","64345":"\n   I’m trying to figure out why my stomach just started having a full conversation.. We not hungry 😂\n  ","64346":"\n   What can make you sad ?\n  ","64347":"\n   Nba 2k of ps3\n  ","64348":"\n   Dream job?\n  ","64349":"\n   wow that's a lot. I've applied to 10 jobs already so far\n  ","64350":"\n   Whats been bothering you?\n  ","64351":"\n   Okay listen song workout  play multiplayer game watch youtube video soicalize to people.\n  ","64352":"\n   What was The last thing that you were trying hard to get but lost interest after getting it?\n  ","64353":"\n   Hello how was your day?\n  ","64354":"\n   Okay I am doing awesome amazing\n  ","64355":"\n   What's the biggest amount of jobs you've applied at the same time?\n  ","64356":"\n   Wichita falls\n  ","64357":"\n   Do you believe there is good in everyone?\n  ","64358":"\n   What do you prefer - to love or be loved?\n  ","64359":"\n   Hello how are you doing?\n  ","64360":"\n   Who's the worst on ur volleyball team\n  ","64361":"\n   Why do we wash bath towels? Aren't we clean when we use them???\n  ","64362":"\n   If you have any pets, do they have any habits that irritate you? If you don't, what kinds would you eventually like to have?\n  ","64363":"\n   Where is Cody Simpson ????????\n  ","64364":"\n   Okay I am doing awesome amazing\n  ","64365":"\n   Okay\n  ","64366":"\n   Hello how was your day?\n  ","64367":"\n   What is your favorite song?\n  ","64368":"\n   Sauerkraut. Yay or nay?\n  ","64369":"\n   What is the secret of happy relationship?\n  ","64370":"\n   Where are you from?:P\n  ","64371":"\n   Where does all your money go?\n  ","64372":"\n   Seattle burns.\n  ","64373":"\n   Do you believe in happy endings?\n  ","64374":"\n   If you had to choose a different nationality, what would you choose?\n  ","64375":"\n   If you could have any wild animal as a pet what would it be?\n  ","64376":"\n   Coletiva: Você acha que se fosse embora do Ask agora alguém sentiria sua falta?\n  ","64377":"\n   Ada ga sih yang bisa di ajakin konsultasi TA skripsi wkwk tapi bukan jasa :') . Stuck with perTAan\n  ","64378":"\n   a warm blanket or a cup of tea? coffee?\n  ","64379":"\n   NBA live\n  "},"Answer":{"63307":"\n  Oh Hello\n  ","63308":"\n  This probably isn’t the best tactic or best idea but..... I’d send.....\n  ","63309":"\n  That’s something better suited for google,not something you would ask a bunch of random people. Lol.\n  \n  But who knows you might get lucky\n  ","63310":"\n  No I wouldn’t. instead; I’d rather figure out what needed in order for me to become her distraction, and I’d do it.\n  ","63311":"\n  I guessing this “thing” could be either spiritual or literary, physical....  or all three.\n  \n  Love - spiritually\n  \n  The Heart - literary\n  \n  Mr Helmet Head - physical\n  ","63312":"\n  Disconnect.\n  \n  When you disconnect; you get another perspective on what life is like without all the gadgets, without Internet, and especially without social media.\n  \n  You get a chance to to see what’s in front of you. You give your senses the ability to focus on things most people normally miss. you get a sense of what nature like is like, even if it’s from your balcony or window.\n  \n  You start appreciating everything that goes around you.\n  \n  I do it all the time, though I shouldn’t, ha. But you start to really to get an  appreciation for anything, everything and everyone around. You see life as it is. Well it’s like that for me. I don’t know if it’s like this for everybody else. I don’t take for granted and come to appreciate the value each and every moment we spend not only just being alive. But spending those moments around those we love.\n  \n  I might’ve gotten a little deeper this one but that’s just my perspective. Everybody should disconnect every now and then, to appreciate what’s in front of you.\n  ","63313":"\n  Yes, but only once.\n  \n  It was for some charity run for cancer I believe. This was back in 2011, maybe 2012.\n  ","63314":"\n  Yes we can.\n  \n  Yes, that’s right.\n  \n  WE. We can get through anything. Everything just a roadblock waiting to be moved.\n  \n  We don’t move around it.\n  \n  It moves out of the way for us.\n  ","63315":"\n  Well since you asked him well there’s actually a couple one was when my ex at the time took the tub’s drainage cover off and never put it back on. That lead to me stepping on it and having 5 of the six pins going directly into the heel of my foot.\n  \n  Here I’ll even provide a picture of it so you can see.\n  \n  Yes the red stuff, that’s my blood.\n  \n  Well that’s one.\n  \n  Second one was when I woke up late to work and freaked out because I was ready like in like 45 minutes late and I ran to go to the restroom to start getting ready I tripped. Causing me to land wrong; and I I ended up spraining my heel so bad the pain caused me me to pass out: then I woke up three hours later.\n  \n  This all while, my girlfriend at the time, slept through the entirety. She didn’t even notice hear me fall or hear my yell from the injure. She didn’t even wake up. She sleep throughout the entire time. From me hurting my ankle- to me waking up.  her ass was still asleep.\n  ","63316":"\n  Not exactly sure that’s the best strategy to go with.\n  \n  I mean you can try it and see what happens. Then see how that goes for you. Then you can let me know.\n  \n  I’m pretty sure I can take a guess on the outcome.\n  ","63317":"\n  Why you gotta put me in that kind of position having to choose between those three.\n  \n  But I’m going to have to say nickelodeon because they Ren and Stimoy, Hey Arnold! kablam, ahh real monsters, Rocco's modern life, catdog, rugrats, angry beavers, rocket power.\n  \n  It Doesn’t matter how many other shows other channel have now, there will never be better lineup of cartoons out from the others\n  ","63318":"\n  I would split that into 4 quarters.\n  \n  Then I’d take the first 25% and put that into a bank account that wouldn’t be touch unless 1000000000% absolutely needed.\n  \n  I’d take the 2nd 25% piece and invest. In risking tech\/ others start up companies that all have the potential to explode. Surprisingly, I’ve been pretty on the nose about these types of things.\n  \n  Hint hint.\n  \n  Give me your money to invest.\n  \n  You won’t be Disappointed\n  \n  I’d take the 3rd 25% piece and pay off any and all outstanding debts. As well as any accounts as needed. Then use it to take care of my family members. then probably donate a bunch to communities whom actually need It. I will of course oversee to make sure that all the donated funds be spent where needed and so it may be put to proper use.\n  \n  Then the last 25%, that is for me to spend as I said choose and do whatever I want with it.\n  \n  I think I do it ok with having only $250m to spend\n  \n  The same goes for only have $250 to put away.\n  \n  I’d be OK with only investing $250m.\n  \n  Im sure foundations\/charities as well as other projects will be OK with having only $250m to spend.\n  ","63319":"\n  I like your style, I like your moves.\n  \n  Can we bring Wolverines with us too?\n  ","63320":"\n  Honestly I’m feeling lazy; and don’t feel like getting up to take one. So here’s one from a couple months ago.\n  ","63321":"\n  Where’s my car?\n  ","63322":"\n  Shall I get us some raincoats then? :)\n  ","63323":"\n  Ok now I’m being serious.\n  \n  What the hell is google?\n  ","63324":"\n  “I’ll Be There”\n  \n  by The Jackson 5\n  ","63325":"\n  Never heard of this? Is this some sort of new trend on tiktok or something?\n  ","63326":"\n  Ha I had no idea.\n  \n  Well until now.\n  \n  According to urban dictionary\n  \n  ••••••\n  \n  cuffed\n  \n  1.taken ;Have a b\/f or g\/f\n  \n  ••••••\n  ","63327":"\n  You can. He let his guard down on a leave of faith so you can see and trust him.\n  \n  That wasn’t easy to do...\n  \n  That why they call it a leap of faith.\n  ","63328":"\n  Reading that had\/has me at a loss for words. Seriously. That’s why it’s taking me so long to respond and my cheeks are starting to hurt from smiling so much. Lol.\n  \n  But for reals.\n  \n  Reading that...that means everything.\n  ","63329":"\n  No.\n  \n  I just don’t trust people.\n  \n  That’s not at all saying I don’t or wouldn’t trust her.\n  \n  I’d trust her loyalty to be faithful. Just as I hope she trust me to be loyal and faithful.\n  \n  It’s just that I don’t trust the world around.\n  ","63330":"\n  What fucking holiday\n  ","63331":"\n  Do you regret it.\n  ","63332":"\n  But my mind makes me do things my heart, at time, usually wouldn’t do.\n  ","63333":"\n  Listen to music.\n  \n  Music can ve the key to one’s survival.\n  \n  Yes while there can be shit music out, there also a bunch of music out there which can help you cope with whatever it is that you’re currently going through. It can be filled with downers?  But it can also inspire.\n  ","63334":"\n  What’s breakfast?\n  ","63335":"\n  What do you want...\n  ","63336":"\n  It had the potential to be a great day but unfortunately it ended pretty fucking terrible.\n  \n  thanks for bringing it up\n  ","63337":"\n  Bomb bomb as fuck the more bomb in their fried. I thought that was a joke when I heard about it but then when I had my first one...fire\n  ","63338":"\n  Not exactly sure how to respond to that. Lol. Thanks?\n  ","63339":"\n  I already answered this fucking question\n  ","63340":"\n  Translation:\n  \n  “A blessing group 🌹”\n  \n  Answer: What group might that be? And apparently tthegroup has trouble using a fucking translator as well.\n  ","63341":"\n  Hi\n  ","63342":"\n  Simple answer, no. Lol\n  ","63343":"\n  Yeah. She’s ok. I was cool with her work while in her “prime“.\n  \n  I cut some Walmart commercials that she was in, she was cool then as well. So I guess.\n  ","63344":"\n  I’ll believe it when I can see, hear, touch, and feel it.\n  ","63345":"\n  1) Wasn’t Sex and The City based off of Fight Club.\n  \n  I mean, Sex and The City is essentially Fight Club, am I right?\n  \n  2) Trump\n  \n  3) I like a women who can be herself.  One who can look beautiful as hell.\n  \n  And if she can hold her own, that’s just additional points.\n  \n  4) I’d prefer conservative. If someone have a difference of opinion with me, that’s fine. I wouldn’t treat them any less than if they did. I’d hope they’d do the same.\n  ","63346":"\n  Yea. I can and I have.\n  \n  Thats kind of an odd question.\n  ","63347":"\n  I really don’t want to answer that right now.\n  ","63348":"\n  Fire.\n  ","63349":"\n  Hi\n  ","63350":"\n  Don’t be all mysterious about the shit. Or play games with them. That shit isn’t cool.  Especially if you’re not serious.\n  \n  You balls out with your creativity, or , you could try surprising them with something as simple as a card.\n  \n  Quite possibly a note.\n  \n  I don’t know.\n  \n  Go however far you wanna go, but before you do anything. You need to make sure you actually mean it when you say it.\n  \n  You know simple route can at times be more effective. Just tell them you like them. Sometimes it’s easier to just tell them upfront.\n  \n  Just be like\n  \n  “hey so-and-so, I just wanted to let you know, perhaps you you may not know, but I like you. I don’t not know if may like me or not. But I just wanted to let you know.”\n  ","63351":"\n  I’m about that premium seating son. That’s my seat every single time I go to the theaters.\n  \n  I mean if I’m paying that fucking much to go see a movie;\n  \n  you best believe I’m sitting in the beat fucking seat there.\n  ","63352":"\n  I wish I could feel it. I WANT to...\n  \n  But sadly- I don’t think there’s anyone out there who currently shares that same kind of love towards me.  😔\n  ","63353":"\n  You tell me.....\n  ","63354":"\n  Get that bullshit out of here.\n  \n  This is right handed’s block cuh..\n  ","63355":"\n  Fine. I did it\n  ","63356":"\n  That sounds quite nice. Which season was your favorite to watch the sunrise, I’m assuming fall or winter since you mentioned the heater.\n  \n  I love winter.  Something about the morning mist or the melting ice does it for me. Plus I just love the cold.\n  ","63357":"\n  I think this is a rhetorical question... and I think you already know.\n  ","63358":"\n  Well if you can and it’s still up there then obviously it’s not against the rules. Do you live your life by Sarah Rose my dad deep for being mean contained inside of a certain area without being able to expand on your ideals or beliefs or opinions.\n  \n  #GrowAPairOfNutz #SpeakYouMind #BitchesGetStichesTheGetPutIntoSeveralDitches\n  ","63359":"\n  Some Pop Is OK but majority of it-\n  \n  Im not a big fan of\n  ","63360":"\n  If you’re actually referring to look, yeah sure. Many do have the same color palettes, same direction style, and artistic design.  I guess\n  ","63361":"\n  I don’t get the reference. Sorry. Lol.\n  ","63362":"\n  No.\n  ","63363":"\n  Word.\n  ","63364":"\n  Always.\n  ","63365":"\n  1st) Who the fuck did I kill.\n  \n  2nd) what the hell did they do to make me want to do that?\n  \n  3) how big is this, that’s some next level payback for me to wake up inside them? Goddamn.\n  \n  that’s like some Leonardo DiCaprio in The Revenant type shit.....\n  ","63366":"\n  Yea. Mhm, alright.\n  \n  It’s\n  \n   @adnarimleinad\n  \n","63367":"\n  Only when there’s a serial killer in them, in those instances; I’ll take the stairs.\n  ","63368":"\n  You’re welcome\n  ","63369":"\n  Nice. Do you have a favorite spot?\n  ","63370":"\n  What? Of course.\n  \n  Why could I not be upset about something like that. And depending on how you’re defining “lost;” I’d either be very upset or completely fucking devastated.\n  ","63371":"\n  Cunn dump??  Uh... lol.\n  \n  I think you might’ve misheard them.\n  \n  Are you sure it wasn’t “cum dump?”\n  \n  AKA Cum Dumpster\n  \n  Lol\n  \n  I’m pretty sure you can figure out what that means...\n  ","63372":"\n  Yes. I actually love having convos with strangers.\n  ","63373":"\n  Oh?\n  \n  Well let me ask you.\n  \n  What makes you think I am?\n  ","63374":"\n  So you called her a fat cow.\n  \n  If I was a teacher I would’ve bitch slapped you, then give you detention.\n  ","63375":"\n  Run over a gang of ginger midgets...\n  \n  I did the world a favor. They were so grateful, that they nominated me the the Noble Peace Prize.\n  \n  I turned it down though.\n  \n  I was just doing my civic duty.\n  ","63376":"\n  Sure.\n  \n  Do you?\n  ","63377":"\n  I’m not friends with people I hate\n  ","63378":"\n  What do you mean by.......”hardest”....\n  ","63379":"\n  Well yeah, sorry to say.\n  \n  Why the fuck would you let it happen all fucking night?\n  \n  Why wouldn’t you stop that shit from the very beginning?\n  \n  In a way, you kinda let it get to that point when you easily could’ve just nipped that shit in the butt right then.\n  \n  This is your waiting to say something after waiting for so long...\n  ","63380":"\n  Sorry. Wrong number\n  ","63381":"\n  Depends on who you ask, I try not to be. And if I am; I do what I can to fix any and all discrepancies. Nobody’s perfect. I do the best I can with what faults I’m stuck with.\n  \n  But I do try to be anything but problematic, but like I said; now ones perfect.\n  ","63382":"\n  Incompetence.\n  ","63383":"\n  To be honest, they completely fucking sucked. It was the first one in my entire life that I had nobody around. I was stuck in LA by myself because I was sick.\n  \n  So there was nobody around.\n  \n  It was a very lonely Christmas. Lol\n  ","63384":"\n  K-Pop\n  ","63385":"\n  Choking The Chicken.\n  ","63386":"\n  Ball sweat, asshole, and bad BO, every now and then you have that one faggot who’ll spray a hint of cologne.... like what?\n  \n  “I said is was Gooch Day! Not Gucci!!”\n  ","63387":"\n  Yes and I love it.\n  \n  You?\n  ","63388":"\n  Whelp. You might wanna re-evaluate your research analysis and go back to the drawing board.\n  \n  Because at the moment, based off your recent prediction...\n  \n  I’m still waiting.\n  \n  You’re more than a month late....\n  ","63389":"\n  What do you mean.\n  \n  Franklin, Michael, and Trevor.\n  \n  I let them all live.\n  ","63390":"\n  My opinion.\n  ","63391":"\n  BluRay: Tenet\n  \n  DVD: Bizzy Bone - Ouija\n  ","63392":"\n  Yes. But only once or two, accidentally.\n  ","63393":"\n  I’ve been free balling it this entire past year. Lol\n  ","63394":"\n  #YourHusbandYourChoice\n  ","63395":"\n  I don’t really like pictures of myself nor do I like taking selfies, but today I’ve just been saying fuck it.\n  ","63396":"\n  Shit 10 days is way too long here’s a better solution.\n  \n  Show him you’re crazier and just stab him. It’ll only take a few seconds.\n  ","63397":"\n  Don’t think about it and just do it.\n  ","63398":"\n  No. I never understood the hype.\n  ","63399":"\n  Do I look like a BBW......\n  ","63400":"\n  Are there fake working farms with fake animals and crops?.......\n  \n  That’s news to me....\n  \n  Jk. Yes.\n  ","63401":"\n  I don’t really wear them that often. so I can’t really say it makes much of a difference for me\n  ","63402":"\n  I’d continue minding my own business and walk right by them.\n  ","63403":"\n  Yea, and no. I prefer my TV to be used for movies and videos games more than anything else.\n  \n  I have a 60’ TV ... so it seems a bit “much” for YouTube\n  ","63404":"\n  Yes\n  ","63405":"\n  I can give you some ideas but I need more context.\n  \n  What was the bet on and what were the wagers.\n  ","63406":"\n  “I’m gonna let you finish.... but-\n  \n  they don’t....... simple as that”\n  \n  Otherwise they would’ve said something years ago.....\n  \n  I don’t hold that against them, but I don’t take lite of that either.\n  ","63407":"\n  I already sleep through all of my alarms. so there’s your answer. Lol\n  ","63408":"\n  I can’t say I would agree with you there. Haha but I’ll take it.\n  ","63409":"\n  What makes you say that?\n  \n  But to answer your question, Absolutely. Whenever I get the chance, I’ll take it. Doesn’t matter if it’s on the other side of town, or the other side of the world. There’s always something new to see.\n  ","63410":"\n  The last shit i took.\n  ","63411":"\n  Fuck you for asking this... Seriously...\n  \n  I refuse to answer...\n  ","63412":"\n  Sprite I suppose.\n  ","63413":"\n  I don't know, I'm getting over netflix, hbo just has a bunch of good shit, Apple TV is currently the spot as im watching all that shit at the moment, Prime will when the shows Im watching return, FX- eh, showtime it's backlog is pilling, hulu can swallow a dick, so yea... does that answer your question?\n  ","63414":"\n  Only if I get a lollipop after getting it\n  ","63415":"\n  Yea, and it sucks all the dick..\n  ","63416":"\n  The movies yea, they're eye candy, and just dumb fun, at least the Michael Bay... though they do get tiring...\n  \n  the cartoon, never really watched it.\n  ","63417":"\n  No. Granted, in a perfect world, sure. But the things required FOR medical cost money. As well as the technology, the R&D, etc etc... Now if you were to ask if it should be cheaper? absolutely.\n  ","63418":"\n  Then dont? If you don't think you do, then you don't need to.\n  \n  Mine is 8 years old and I still use it.. Granted, it's a weeee bit slow, but that's becuase I need to replace my HDD with an SSD.\n  \n  What would be the reason for needing a new one? Besides the fact that it's 5 years old?\n  ","63419":"\n  Attention span is quite lengthy. I don’t have issues with paying attention to certain things for an excessive amount of time.  As long as it doesn’t bore me that is.\n  ","63420":"\n  Because some couples actually do that in real life?.......\n  ","63421":"\n  well technically yes? but i was cheating on someone(not something im proud of) and they person I was cheating with, cheater with their ex..then i told them i got back with my ex.. who i was already the entire time.. .  it all became a cluster fuckk.. i first, bc dude was fuglier than a blue waffle moose knuckle...  i digress... but to answer your question..  yes and no. lol...\n  \n  like i said, it's not something im proud of lol\n  ","63422":"\n  Lately, I've been doing it about one a week or so.\n  ","63423":"\n  OK... That's somewhat vague and also somewhat specific.....\n  \n  Um.... Well it depend..\n  \n  Does the narcissist WANT to come back? I'm going to say yes, they do, otherwise you would've have asked this question in the first place. And it also depends on if the one who was being ghosted believes in the reasons as to why the narcissist wants to come back. Would your intentions be true? Understand, someone who could also very well be a narcissist themselves do know how to read when someone is lying.. So it's more on if the reason you'd want to come back, are honest and true, and that you really want to come back.\n  \n  Im more than certain that the other party would be more than happy to accept your back. But I don't think they'd be willing to put up with the unnecessary pettiness. You know, being ghosted- can change someone, I would know. As I'm speaking from my own experience.\n  \n  There's a certain pressure point that is developed in the person who was ghosted. That pressure point is self made, in case they need some sort of defense mechanism. They don't WANT to have it, but it's one of the side of effects of losing trust in people. I'm sure the person has a side of them that' is still as compassionate as ever before, but there's also a cold side that perhaps they kept down for years because, well, they needed to.\n  \n  basically without the repetitiveness, if you do come back. Come back for the right reasons. Come back because you're reasons are true, and are you. Give and Show they why they should believe you. I'm not saying just lay it all out on the table, I get things take time to develop\/rebuild but as long as both are willing and WANTING to heal old wounds, it' takes the trust and honesty from both side..  Letting people hurt those who didn't deserve it, is done. Just be your true self if you do decide to do that, because you'd be taken back with arms wide open.... sometimes you just have to take a leap of faith in order to find out.\n  \n  Also, since we're both speaking in VAGUE as FUCK riddles, lol, What do you mean by\"How likely is it that he will come back to Hoover?\" Are you referring to a vacuum \"hoover\" or like \"Hoover St.\" down in compton..\n  ","63424":"\n  I think think there's a word for that... it's called\n  \n  \"Attention Whore\", \"Thot Pocket\".. jk i don't know.. try asking a females... maybe they just do it because women want to secretly destroy the world\n  ","63425":"\n  Mhm.. White,Gold Silver and Blue... idk, never thought about really\n  ","63426":"\n  I don't know. What your two's relationship like?\n  \n  Depends on how you asked. did you do it like a dickhead? or were you courteous about it. Also, it matters on the words you use as well.. or perhaps you're just ugly as fuck and they said fuck no. or perhaps they're just not interested...\n  \n  Anywho.. why the fuck am i answering things you should be figuring out on your own.\n  ","63427":"\n  Happy New Years , Dick Cheese\n  ","63428":"\n  I already do. Isn't that the whole purpose of becoming wiser as you grow up, and also progressing as a person? Doesn't really do much help if you never learn from past life events\/\n  ","63429":"\n  No I've never been told that myself.\n  \n  I'm assuming it referring to balance perhaps? Maybe dancing? like their dancing\/ balance sucks? idk lol\n  ","63430":"\n  Is that a question? If so, can you rephrase that, because that doesn't really make sense. lol\n  ","63431":"\n  I'm an editor...\n  \n  seeeeeeeee.......\n  \n\n   https:\/\/www.danielmirandaeditor.com\/\n  \n","63432":"\n  Hands. One can be dry, the other can remain wet\/damp.\n  \n  And you'll never have to worry about running out.\n  ","63433":"\n  Of course.... Where's the fun if there isn't any competition?\n  ","63434":"\n  To always pursue what YOU want.\n  \n  Not worry what anyone else says or thinks about you.\n  \n  You know what makes you happy. It's not just about \"doing you\"  It goes deeper than that. It's when you're able to do that, you start your journey of independence and to be able to stand on your own two feet. Not many people are able to do that, which is why you hear about so many people be miserable. It's beause at the moment, they're unable to do what they want, or they're unable to. Me- I love editing. Editing is what bring me happiness, as in I have a special ability to make a person feel by watching something i edit. There's a sense of satisfaction when I get a particular response. I'm doing what I dreamed of doing, I'm fortunate enough to get that chance and opportunity to do so. When I found this, this is what I spend every single moment trying to perfect. I focused on me and myself, because, you're the only one whos going to be affected by your choices, good or bad.\n  \n  So with the time you have, is it better to worry and kill yourself over what other people who mean no real significance in your life, control your life. Would you prefer to be yourself, do your own thing, and create you own happiness?\n  \n  Sorry if this feels more like rant. lol\n  ","63435":"\n  Well that's quite complicated...\n  \n  1) who the fuck did they cheat on me with.\n  \n  2) for how long.\n  \n  3) Is that there way of giving up on \"our\" relationship?\n  \n  4) How do i find out.\n  \n  just a few questions to start.\n  \n  But i don't know. depends on our relationship and if i see it going anywhere. I mean i'd be fucking infuriated, but I'd want to know why they did it. and if they wanted to continue with that affair..\n  \n  Do I have a shovel and a bag of lime in my trunk sometime after me finding out........\n  ","63436":"\n  Hana, Hawaii. Got to live in the jungle for a week. Basically could have survived just off eating the fruit from the trees alone.. And the sky at night was absolutely breathtaking\n  ","63437":"\n  Don't care too much for it enough to watch it on my own. But if it's on or someone else is watching it, I'll check it.\n  ","63438":"\n  Pussy.\n  ","63439":"\n  Earlier. I have the knife against the flame, and for some genius reason, I thought it'd be a good idea to put my tongue to the knife.... That shit was fucking scorching... *mind blown*\n  \n  who knew.\n  ","63440":"\n  I like any kind of joke, as long as it's funny.\n  ","63441":"\n  The Four Agreements By: don Miguel Ruiz\n  ","63442":"\n  And to you as well\n  ","63443":"\n  I made chicken quesadillas\n  ","63444":"\n  Double, Glenlevit 18 year, neat\n  ","63445":"\n  No. I mean playing yeah that’s a privilege and a lot you’re lucky enough to play but fucking winning is what it’s about.\n  \n  If you’re not about winning, what’s the fucking point in playing.\n  ","63446":"\n  I don’t know. I’m actually about to find out. Since I’m cleaning my room, I’m gonna assume 4 beanies. 2 packs of unopened gum. A-tips, some mail. And probably my iPhone 12 charger. Just to name a few.\n  ","63447":"\n  I have no clue on what that is.\n  ","63448":"\n  Following my own dreams because my parents were always behind me in whatever I pursued.\n  \n  And for that I’m very thankful.\n  \n  more than I could ever tell them.\n  ","63449":"\n  I’m gonna have to say an old high school friend. Xochilt Ramos or Danielle Rosales(McDonald)\n  ","63450":"\n  I like your style, I like your moves.\n  \n  Only if you’re referring to punching alpacas and baby Yoda.\n  \n  Well I prefer it to not just be me.\n  \n  The whole point of convo is two people, two different interest, two different perspectives.\n  ","63451":"\n  I like any music that’s good.\n  \n  I’m currently digging this song right now:\n  \n\n   https:\/\/open.spotify.com\/track\/4Ami4MTReWxztxGW1ZmOk8?si=iF3hbfTkRHeXHiAu7dhWww\n  \n","63452":"\n  Do you like sticking your fingers knuckle deep in your asshole?\n  ","63453":"\n  Because I get tired of seeing people constantly bitch about things that they will not themselves try and fix.\n  \n  I am also sick of everything being over politicized. especially when it comes to just wanting to talk to friends, Everything is all about politics politics politics and I feel like there’s not really much room to talk on Facebook. I just Facebook is just becoming the new Twitter.\n  \n  Basically just the Epitome of retarded fucking people\n  ","63454":"\n  Damn that’s a good question.\n  \n  I’m gonna have to go with either Shangri-La or Atlantis....\n  \n  And if those aren’t accepted; I’ll go with my alternative:\n  \n  Zzyzx, California\n  ","63455":"\n  They were some carne Asada tacos from this random spot I’ve Never been  to. It was Bomb\n  ","63456":"\n  Minesweepers too easy\n  \n  pinball all day\n  ","63457":"\n  I just finished eating the chicken quesadillas I made. And now I’m watching a Netflix show.\n  \n  what about you?\n  ","63458":"\n  No my brother tried getting me to watching it but I didn’t really catch on to it. Maybe I’ll give it another shot some time down the road\n  ","63459":"\n  It means everything to me.\n  \n  without knowledge what are we?\n  \n  just normal\n  ","63460":"\n  How the fuck should I know. Why don’t you ask the person that’s actually doing it.  You asking this shit in a shout out is basically doing the same thing they’re doing.\n  \n  just more annoying\n  ","63461":"\n  It’s not but that would be quite nice\n  ","63462":"\n  Yes.\n  ","63463":"\n  Blue Waffle\n  ","63464":"\n  I need more context.  I mean, I could give you an answer, But I prefer to get some more context to what your question is\n  ","63465":"\n  Don’t ask stupid questions.\n  \n  You’ll get stupid answers.\n  \n  Who is the Ku Klux Klan.\n  \n  Is that someone’s dog or something?\n  ","63466":"\n  King Koopa\n  ","63467":"\n  Do you want me to be.....\n  ","63468":"\n  I’m alright I guess.\n  \n  All things considered.\n  ","63469":"\n  I’m single....\n  \n  Lol\n  ","63470":"\n  Gatorade, Tea, or Water\n  ","63471":"\n  I wish it wouldn’t automatically crop the fucking picture.\n  ","63472":"\n  No worries.\n  \n  All I can do is make the best out of what I’m given. :)\n  \n  But thank you anyways. The gesture was greatly appreciated.\n  ","63473":"\n  It’s a cesspool of just blatant ignorance. It’s probably one of the most racist fucking platforms there is out right now. Some say black people can’t be racist... well- after 5-10 mins reading through the comment sections; you’ll be at a complete loss of words by just how bad it it. No joke.\n  ","63474":"\n  Working working for my dad during the summer. Needed a workers permit as I was still a freshman in high school.\n  \n  The following summer. I was doing video production is for California School Leadership Programs, at UC Santa Barbara in Goleta, and At Stanford in Palo Alto.\n  ","63475":"\n  I’d probably buy from a breeder. But I don’t oppose the latter\n  ","63476":"\n  LinkedIn, YouTube, and WorldStar(unfortunately)\n  ","63477":"\n  Brownies.\n  ","63478":"\n  What?  Lol.\n  \n  Unfortunately No....\n  ","63479":"\n  Yes. Although I make jokes that I’ll be terrible, or I’ll the last person you should trust to raise a child. The world prays everyday that I don’t ever have one, as they know that’ll be the end or times etc etc.\n  \n  But I know I’d teach my child all the correct morals, attitude, mindset, imagination, heartily, musically, artistically, to provide for them basically common principles to  becoming a strong, fair, lovely, generous, and intelligent wholesome person. Or I’ll fight-’em.\n  \n  I don’t care if they’re 2 weeks, 2 months, 2 years, or 22 years old.\n  \n  I’ll fight their ass.\n  ","63480":"\n  Doing what..\n  ","63481":"\n  Phone, lighter, weed.\n  ","63482":"\n  At the current moment. I’m sad to say, probably the virgins.... because if the they’ve never had any before, they have NO IDEA what they’re missing. So it’s easier for them.\n  \n  Fuck you for asking that because now that’s on my mind\n  \n  It’s blood fucking murder without it,\n  \n  for those who’ve actually had it......\n  ","63483":"\n  Irrelevant.\n  ","63484":"\n  Sorry lol\n  ","63485":"\n  Has a very bitter taste to me as well as a little too sour. for that kind of flavor\n  ","63486":"\n  A day ago. I made s’mores\n  ","63487":"\n  Then I am truly sorry to inform you that your pain was vain. The day wasn’t so bad, not good, but wasn’t terrible. That is, towards the end of the day, that changed to shit. Sorry.\n  ","63488":"\n  Who?\n  ","63489":"\n  I’m going to write my answer in the perspective of this “crave for a women’’ is someone other than your wife. No other bullshit “what if’s apply to this question either. My answer:\n  \n  If you think your wife deserves to be cheated on, you’re a bitch.\n  \n  You’re also a bitch if you do it.\n  \n  Don’t be a fucking cunt.\n  \n  Your wife should be the only women your allowed to crave and actually indulge in.\n  \n  Don’t be a bitch and back out of the vows you made to you wife. So man the fuck up, stick to your vows you promised her. Bitch.\n  \n  If she’s not the women you don’t crave, then your bitch ass shouldn’t have married her in the first place. I mean if you’re willing to just throw the happy and  faithful life you promised your wife, over what- a piece of ass?\n  \n  If you didn’t have her before getting married, “oh shucks” I guess that time had come and passed.  If you had her already, well1- you had your time- no move the fuck on and make due with your dignity, bitch.\n  \n  Or continue to be a bitch and cheat on her. That way, that’ll lead to you getting get a divorce so some other man can take you spot.\n  \n  How does that sound.\n  ","63490":"\n  Backstabbing or betraying me.\n  \n  Loyalty means the world.\n  \n  Blatant disregard for respect.\n  \n  Respect is a must in friendship. .\n  \n  A lie that cannot be forgiven.\n  \n  Don’t ask what qualifies as one either.\n  ","63491":"\n  Translation:\n  \n  “Whose number is this? 3663814471”\n  \n  Answer: how about you try calling it to find out.\n  ","63492":"\n  Whiskey and coke.\n  \n  In a Gatorade bottle.....\n  ","63493":"\n  Translation:\n  \n  “Did you go for the bread?”\n  \n  Answer:\n  ","63494":"\n  Every chance I get. That’s what I do whenever I go out in the balcony to smoke. 3 bowls later, 4 hours have gone by and I’m higher than shit.\n  ","63495":"\n  Grapefruit\n  ","63496":"\n  Well I’d imagine you’d probably break your TV. If not your, someone else’s.\n  ","63497":"\n  Translation:\n  \n  “What do you do on your day off?”\n  \n  Answer: Well when I would be constantly working. I’d usually work. Lol. I love work. Or I’d go watch several movies in the theaters. Yes. That many.\n  ","63498":"\n  I’m 31. And yes, I believe I do.\n  ","63499":"\n  Of course, but that is almost because music in itself has changed. It’s brought me all sorts of new genres and sounds that I love, but also several that I hate. I still enjoy, the music (to a certain extent) I used to listen to growing up, as it was the type of music I like now. Let’s just say, I’ve always had a taste for good music. ;)\n  ","63500":"\n  Hi.\n  \n  I don’t n me what the fuck this gif is, but it’s what popped up when I put in “hi” not my fault. Lol.\n  ","63501":"\n  Parker Rolls. Hawaiian is too sweet to just eat like that. Kills the taste.\n  ","63502":"\n  Depends on who you are, and if I feel the same way. I’d like it to be mutual decision, of course.\n  ","63503":"\n  Oatmeal. I’ve never had grits before.\n  ","63504":"\n  Yes.\n  ","63505":"\n  I’m at home\n  ","63506":"\n  Foo, that shit is out everywhere. Lol\n  ","63507":"\n  No I want everyone else to move out of the city.\n  ","63508":"\n  Summer............\n  ","63509":"\n  Best Buy, Amazon or target. For the weed shop. Or the plug. Or the red light district.\n  ","63510":"\n  I don’t know depends on what the library regulations are against watching porno in the library. I mean who knows, they might not have any restrictions against that shit. Perhaps they encourage that shit. Book worms gotta get their nut as well.\n  ","63511":"\n  Fuck yeah.\n  \n  I do that shit all the time. Well I don’t pass out, I just leave the shit running for hours.\n  ","63512":"\n  I just finished my fifth round of jacking off for today. Now it’s nap time, can’t talk during nap time.\n  \n  Once I’m well and rested, then it’s time to get back on the grind.\n  \n  No homo.\n  ","63513":"\n  Iced Green tea.... sweetened\n  ","63514":"\n  Nope. Ain’t no bitch in my blood.\n  \n  My mama didn’t raise no chump\n  ","63515":"\n  I’ll give Baby Yoda a hard fucking kick to the chest, followed by a punt to that bitches head sending his ass into next week. Then I’d finish it all up with a good ol fashioned curb stomp to his punk ass. Fuck him.\n  ","63516":"\n  Yea.... only 339 days until then....\n  ","63517":"\n  I prefer cooler\/breezy weather. Can’t stand the excessive heat. Not a fan of it being so hot that my ball sweat actually sweats.\n  ","63518":"\n  Well fix your motherfucking clock! It’s not 7:40am its GREY:BANANAfu. Step your game up.\n  ","63519":"\n  Take a walk. Punch a wall or two. Go mute. Usually all of the above.\n  ","63520":"\n  Absolutely.\n  ","63521":"\n  I meant what**\n  ","63522":"\n  Active in want.\n  ","63523":"\n  I don’t know anymore.\n  ","63524":"\n  Lol. Shit happens.\n  ","63525":"\n  A lot of people don’t know it yet, but they will.\n  ","63526":"\n  Dental dam when I go down?\n  \n  Hellz naw!\n  ","63527":"\n  Gotta have nuts first.\n  \n  But I think I know what you’re talking about. You’re referring to that patch of flesh that YOU have, that usually holds nuts for men.\n  ","63528":"\n  Yea. I could imagine they would be. Why not fix that problem, if possible.\n  ","63529":"\n  That’s why we were born with a pair of hands.....\n  ","63530":"\n  Go take a shit and yell” I am king!”\n  ","63531":"\n  Black\n  ","63532":"\n  Yes\n  ","63533":"\n  No. The world should be thankful for that too because we’d be in a whole new world of shit.\n  ","63534":"\n  The fuck? None LOL\n  ","63535":"\n  Good afternoon\n  ","63536":"\n  Bakersfield\n  ","63537":"\n  I will be heading back home to Bakersfield to see my newly born nephew Kai... and also so I can fight his ass For talking shit. Can’t wait to meet him.\n  ","63538":"\n  Iiiiiiiiiiiiiiiiiiiiiiiiii willl always......\n  ","63539":"\n  I’ll believe it when I see it\n  ","63540":"\n  Seeing a video of somebody sticking their own foot in their ass hole..... I was kidding about that kind of video.\n  ","63541":"\n  Thank you, you as well\n  ","63542":"\n  That’s just fucking retarded, hell to the fuck no\n  ","63543":"\n  Bro you get your first gray here at like 16. Lol\n  ","63544":"\n  Man fuck the rest of the NFL season! 😭😭😭\n  ","63545":"\n  In currently eating a taco\n  ","63546":"\n  Beanie.\n  ","63547":"\n  Absolutely not.\n  ","63548":"\n  It’s really difficult to try to get to all of the messages and would like to. So yea. Well I wouldn’t feel bad if I was the one who sent the message. But if that message was sent to me, and I still haven’t been able to reply, yea I do feel bad. EVERY-TIME.\n  ","63549":"\n  My gooch. I don’t know what it is but, It’s like every time I go to shake someone’s hands and just they’re like, “oh my God! Your Gooch!! Where did you get it!?!\n  \n  I MUST HAVE!”....\n  \n  It’s makes me feel rather uncomfortable at time. Especially when meeting new people.\n  ","63550":"\n  All of the above.\n  \n  Why do you want to know.\n  ","63551":"\n  Translation: Good morning to the most beautiful things like roses and you, for example, in my message to you today, \"God always achieves the impossible in the most impossible way, rest assured.\"  🧡 Know that our Lord is a good Lord, for He does not come but with all good God blesses your heart and writes you success and repayment and fulfills every dream and wish you wish, God willing.\n  \n  Answer: Thank you for those kinds. Really. I wish you the best and to a good morning.\n  ","63552":"\n  So does Uber Eats, DoorDash, and GrubHub.\n  ","63553":"\n  Oxygen, Red Bull and beef jerky.\n  ","63554":"\n  If....\n  ","63555":"\n  Who are you?\n  ","63556":"\n  Wet farts...\n  ","63557":"\n  That said WHO.   Well I guess myself. Lol.\n  ","63558":"\n  I’m proud of everything I’ve accomplished in life, and just how much I’ve been able to do in such a short time span. I’m not stopping though as there’s so much more to accomplish. I’m just getting started.\n  ","63559":"\n  I’ll be honest... you don’t want to know. lol.\n  ","63560":"\n  What do you define being over sexual? I’m definitely not against it.\n  \n  Of course there’s times and places for stuff like that.\n  \n  But!! there’s also times where you say fuck the rules.\n  ","63561":"\n  Not sure what they have to do with one another. Beaches have Port-a-potty’s so...\n  ","63562":"\n  Eman? Like Emmanuel?\n  \n  What’s your last name.\n  ","63563":"\n  YES, No, MAYBE so.\n  ","63564":"\n  So what reason did you have to put this in the shout out? You know this never would’ve crossed my mind had your never written in the first place. Me being the person I am, I purposely like to test the waters.\n  \n  Also I’m not a real big fan of somebody give me an ultimatum on how I should act or how we should be just so I can be friends with them so if that’s the case or you can block me now I really don’t care. But that’s YOUR choice if you decide to be uptight or not be able to take jokes. Or if you choose to be so serious about everything, perhaps doing the shout out demanding whatever the hell it is you’re trying to say in your isn’t the best place.\n  \n  Also if you have to tell me that it’s my loss before I even know who you are I highly doubt it.\n  \n  And if it is, well then that’s all on me. But I don’t give me an ultimatum on on whether or not I could be your friend or not. If that’s the case, block me because you’re not the kind of friend that I want. If anything that’s a toxic trait. And if you don’t like my answer, perhaps you should try going about things another way. Remember you ask the shout out, not the other way around.\n  ","63565":"\n  Huh???....... lol\n  ","63566":"\n  Que?....\n  \n  Uhh......YES .....lol\n  \n  How did moi, fuck up?\n  ","63567":"\n  Of course I love The BerZerKer\n  \n\n   https:\/\/youtu.be\/MTWBWQf1PM0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63568":"\n  Is it...\n  ","63569":"\n  I’m more than certain the picture I posted was self-explanatory.\n  ","63570":"\n  I still haven’t heard that shit lol.\n  ","63571":"\n  Not enough\n  ","63572":"\n  All right. I’ll stay up studying up on my quantum physics tonight. along with As well as catch up on my rocket science. Oh can’t forget about rocket projection.\n  \n  I want to shoot the first child into space without a space suit, AND have them still be alive.. will they remain alive,.. that’s yet to be determined.\n  ","63573":"\n  When*\n  ","63574":"\n  Have you tried the Chinese market?\n  ","63575":"\n  Of course....\n  ","63576":"\n  Bruh... that’s my future ex-wife and ex baby mama..\n  ","63577":"\n  I love it\n  ","63578":"\n  As have I. but that doesn’t make it OK either.\n  ","63579":"\n  ☀️🛬⛅️🌥✈️⛈✈️🌩✈️⛈🌪🛩💥\n  ","63580":"\n  I don’t think that’s women in general. I think that’s more individual’s rather than generalizing that up-bringing.\n  \n  Nor can we make assumption.\n  \n  But that’s not how people should ever raise her child or tell their child. I’m sorry if you had go through that.\n  ","63581":"\n  Well considering my car was in the shop at the time I didn’t go pick it up. You told me I’m cheap fuck but you’re one riding the bike.\n  \n  Do yourself the favor And just shut the fuck up. 🤫\n  \n  Also. If you’re working that, AND riding a bike, you in NO WAY shape or form are in ANY position to tell someone they’re cheap.\n  \n  No no no no see that’s why you got a fucked up. if YOU got a complaint, YOU tell Uber. I’m not obligated to leave you shit. Remember that. If I do, out of courtesy bitch.\n  \n  Another thing to remember. this it’s your job. Delivery is your fucking JOB, dip shit. If you don’t like it quit; otherwise shut the fuck up.\n  \n  I think you got fucked up. I wasn’t trying to save money, I said was a personal choice.\n  \n  Here’s a little fun fact for you stupid.  I’ve been a fucking delivery driver. So I know what it’s like.\n  \n  Do you want to know what I got for fucking every single delivery??\n  \n  I got ONE for every PER fucking delivery and guess what- I also knew what the job entailed when I applied for it. I did my fucking job. I never bitched about not getting a tip. I never bitched about anything.\n  \n  I shut the fuck up and I did my fucking job.\n  \n  Not like you faggots that bitch, “oh I this, I need a insurance,  I need this tampons, I need coverage.” fuck you\n  \n  You stupid sour puss whiny little bitch. You idiots fucked up every freelancer job and means of getting work in California with AB5 with all of your pathetic fucking asses.\n  \n  So you can go fuck yourself.\n  \n  Nobody who’s a freelancer owes you shit. So fuck you.\n  ","63582":"\n  Imagine with the world would be like if girls would listen when somebody told him that. The world might be a different place. Lol.\n  ","63583":"\n  Repo! The Genetic Opera\n  ","63584":"\n  No and no.\n  \n  I like Nine film, and I like repo at the genetic opera.\n  ","63585":"\n  Sounds like a first world fucking problem now doesn’t it?\n  \n  Also, I’m not the one that put them in that position am I?\n  \n  Also perhaps if Uber eats didn’t charge six fucking dollars on top of an additional three dollars maybe they might actually get a bigger tip there’s a reason why I need to pay an extra $12 it’s also include tax before I even leave my fucking tip. So you can eat a dick.\n  \n  Also I think I know who this is considering the last Ubereats person who delivered my order didn’t get that tip for those reasons. Along with the order being 30 to 45 minutes later than what it said. Even after the fact that it was late they decide to pick somebody that rode a fucking bike.\n  \n  And if there is a person which I’m pretty sure it is, I’m more than POSITIVE Uber eats would love to hear about this post.\n  \n  Again, you can eat a dick.\n  ","63586":"\n  I know I was just being a smart ass\n  ","63587":"\n  I don’t really care.\n  ","63588":"\n  Doing research\n  ","63589":"\n  Social Secretary?\n  ","63590":"\n  Oh I have, none of your business....\n  ","63591":"\n  The moon.\n  ","63592":"\n  Spotify’s Discover Weekly or I listen to everything everywhere, if I like it, I’ll Shazam it for later and go from there.\n  ","63593":"\n  Same.\n  ","63594":"\n  The same color hair my hair is now.., dark brown\n  ","63595":"\n  Orange juice\n  ","63596":"\n  There isn’t any context to your “question”... genius...\n  ","63597":"\n  Translation: “Your bedroom? Anything!”\n  \n  Answer: Anything what?! What the fuck are you asking exactly? Lol\n  ","63598":"\n  Strawberry\n  ","63599":"\n  Am I supposed to know what the fuck that says or even means?\n  ","63600":"\n  Stand rising?\n  ","63601":"\n  :::::: Crickets ::::::\n  ","63602":"\n  YOU can’t ask me that.... You’re not allowed to... Not unless YOU can answer me that first!\n  ","63603":"\n  Movies cuh....\n  ","63604":"\n  Love you too?\n  ","63605":"\n  Sure but not in the good way. Lol. Jk. But seriously...\n  ","63606":"\n  I try to be but it can be difficult at times\n  ","63607":"\n  Ha Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah. No\n  ","63608":"\n  Double Glenlivet, 18, neat:\n  \n  Get one bottle 18 year Glenlivet\n  \n  😚👌 or several... grab yourself a glass, pour thy Glenlivet gently into said glass, then you drink that but g and enjoy all of its glorious flavors.\n  \n  Never, EVER!! put ice in with your scotch, it dilutes it, ruining the flavor\n  \n  That’s a mortal sin.\n  \n  Absinthe: I love drinking that shit straight even though you shouldn’t it’s recommended that you shouldn’t.\n  \n  But if you must, You can have someone make you an “Absinthe Ritual.” What you do is, you find the nearest adult to you, and ask them to dilute it for you by pouring water over a sugar cube.\n  ","63609":"\n  Well if I was too embarrassed to ask the first time, why would I ask now...\n  \n  Question: When was the last time you fisted your asshole. Mine was about 3 minutes ago. I must do it every three hours, otherwise I’ll get agitated\n  ","63610":"\n  I love it. If you prefer white wine over red wine then we can no longer talk. You’re dead to me.\n  ","63611":"\n  Sorry to disappoint you, but no I’m not. I don’t fart condoms nor do I ejaculate glitter.\n  \n  ✊-> 🖐-> ☝️-> + 🤚-> 👌-=👉👌\n  \n  I hate being asked to take dumbass  polls like that.\n  ","63612":"\n  I do too.\n  ","63613":"\n  “Space 🖤....”\n  \n  I’ll be honest I don’t really know what that supposed to mean.\n  \n  That could be interpreted several different ways.\n  ","63614":"\n  Then don’t do it as a fucking shout out then I won’t give you a stupid answer\n  ","63615":"\n  I don’t use it every day. Some days I’ll check it maybe one, sometimes I don’t I’ll check for like a week. I can do without\n  ","63616":"\n  That Nigga Steve...... duh...\n  \n  And next time, how about you put a link to whatever dumbass poll you’re doing, so I can ignore putting in a vote to count for this pointless tally. My real answer:  I don’t give a fuck\n  ","63617":"\n  There’s no comparison...\n  \n  over the ears.\n  ","63618":"\n  Do you have a bob?\n  ","63619":"\n  Sure I think having any friend is a good thing to want. But only if their intentions are true.\n  ","63620":"\n  What’s crackin\n  ","63621":"\n  I few days ago.\n  \n  But face to face, Nov 20th\n  ","63622":"\n  Fuck Clout...\n  ","63623":"\n  You’re an asshole.\n  \n  I just realized I was reading your responses completely ass fucking backwards. sommamabitch.\n  \n  This is all your fault. Lol\n  ","63624":"\n  Alright, Goddammit...\n  \n  I’ve been trying to figure out just who dafuq this is. But even after going through your page and picking at whatever details there are. I just don’t fucking know. Lol.\n  \n  Here’s what’s might work better. What was the last thing you said to me when we spoke last. Haha. It’s the only chance I have at figuring it out.\n  ","63625":"\n  Anyone in particular?\n  ","63626":"\n  Yea. I mean, he’s a little tough to lockdown where he stands overall, some of his decisions are questionable but I think, his heart is in the right place. But some things are ehhh... you?\n  ","63627":"\n  No. The only way that I would ever consider supporting him is instead of releasing those cunts and pardoning whoever does; they should just execute every single one of those cunt ass pedo bitches. Saves time and money. Nothing can change my mind thinking all of those sick fucks deserve death.\n  ","63628":"\n  Was that supposed to be your idea of a hint.... because it wa— Nevermind. lol.\n  ","63629":"\n  Fuck that.... Jheri curls\n  ","63630":"\n  Depends on what kind of sugar you’re talking about..... if you know what I mean....\n  ","63631":"\n  Yes\n  ","63632":"\n  Because they’re pussies.\n  ","63633":"\n  Ok. Well it’s\n  \n  adnarimleinad\n  \n  What your Insta so I know what to look out for because I don’t accept just anyone..\n  ","63634":"\n  I was gonna say bad because honestly I could give a fuck less about l public speaking\n  ","63635":"\n  Or not...\n  ","63636":"\n  To achieve my goals.... duh\n  ","63637":"\n  Not having enough butt sex\n  ","63638":"\n  I love all movies.\n  \n  I enjoy dramas because the stories are usually wan grave me. Especially when they’re really emotional. I love it. Make me get all up in my feels.\n  \n  Comedies are OK. I can live with them but I cant always watch them as they tend to get old after a while.  Or repetitive.\n  \n  Actions I just love action movies from one the technical aspect of the soul making process but then also the dividual aesthetic to them as well. I mean they’re fucking eye candy.\n  ","63639":"\n  Oh yeah of course, doesn’t everyone? But then I take into account, oh let’s say... REALITY-\n  \n  So it’ll probably never happen..\n  ","63640":"\n  No. I don’t like to.\n  \n  I’d prefer to be behind the scenes rather than THE scene.\n  ","63641":"\n  To not follow the trend....\n  \n  I’ll decide what’s worth my time.\n  ","63642":"\n  Honest answer. Because I know that I’m a good person who’s only done right by others. So I’m quite confident that people have good things to say....\n  \n  Except for maybe punctuation when it comes to getting to work.. lol. I wish that wasn’t the case. but my sleep habits are fucked and there’s nothing I can do but accept they’re fucked and work the best I can with.\n  ","63643":"\n  Idk anymore......\n  \n  My hearts been broken too many times by the one who is\/was.\n  \n  And for no reason.....\n  \n  To the point that I used to say all the time that It’s worth all the pain....\n  \n  Now? I’m not too sure anymore...\n  ","63644":"\n  iPhone 12 Pro Max\n  ","63645":"\n  I tend to whistle or hum the songs more than singing. But I do sign, quietly, quite often.\n  \n  The best songs I perform best are:\n  \n\n   https:\/\/youtu.be\/tW-j2IwXpW4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  (No joke. Im pretty sure my neighbors hear me and I don’t care if they do.  It’s too catchy not to.)\n  \n  Other contenders:\n  \n\n   https:\/\/youtu.be\/d3DSQTDGMxY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/enBu4NFyRr0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/O9UuQujMfzY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/pExykbeytVk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/Gcjh0cVY-ik\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/9IMcDAkY5Ec\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63646":"\n  Cannoli, Cherry Pie, or Cheesecake.\n  ","63647":"\n  Yea, fall is a beautiful time of the year for them.\n  \n  And yea at times. I always loved to slowly step in them to hear them crackle. It can be soothing at times.\n  ","63648":"\n  •You can never really know someone.\n  \n  •People can lie about anything.\n  \n  •Real People are hard to come by.\n  \n  •When you do find (or if they find you) do what you can to keep them in your life.\n  \n  •Never give up on what you want in life, if you want it- get it.\n  \n  •If you want to achieve your dreams, you better be prepared to sacrifice something in order to get it. There’s no way around that either.\n  \n  •Only I(yourself) can stop my dreams from coming true.\n  \n  •Times have changed, and with that, so has love.\n  \n  •You gotta be careful where you go\n  \n  •You gotta be careful what you do\n  \n  •You gotta be careful who you use\n  \n  •You gotta be careful who you choose\n  ","63649":"\n  Yes\n  ","63650":"\n  Not really. But I’m not blind to what’s happening.\n  ","63651":"\n  Lately I’ve been crashing out around 2-430am. Then been waking up around 8-830am.\n  ","63652":"\n  I air my shit out in frustration only when the chance to listen is constantly ignored or denied. I’m a very patient person so it takes A LOT for me to actually do it. But yea. I do. But another thing I wouldn’t say it’s necessarily out of “frustration” either.  I think there’s a lot of time, ok most times, I have a lot to say on particular topics, and so I regret the times when it does happen?\n  \n  No. At least not every time. There’s moments when those of “frustration” are necessary.\n  ","63653":"\n  Honestly.....\n  \n  what the fuck are you two going on about? let me answer that for you- nothing.\n  \n  What the fuck reason do you have to put this bullshit out and shout outs.\n  \n  Nobody gives a fuck. handle your personal business privately.\n  \n  Either stop altogether with the personal bullshit with your stupid drama, or I report you for constantly killing my high. So I wish you would all fuck off, and have a good day.\n  ","63654":"\n  Ha Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah Hah\n  \n  I think you meant to ask, “when as the last time I wasn’t depressed”\n  ","63655":"\n  I think it’s fucked up I think it’s a wrong move to do and I think it’s not gonna stop there just wait everybody’s gonna start filling it there is a reason why Trump was trying to pass that bill that required big tech to take more responsibility now without that bill going through I can do basically whatever the fuck they want and yet people still choose to turn the blind eye either because their hate for Trump or they just don’t fucking now. I guarantee it will not stop there\n  ","63656":"\n  No.\n  ","63657":"\n  Best believe it.\n  ","63658":"\n  Hahahahahahahahhahahahahahahahahahahaha\n  ","63659":"\n  1st ) I'm gonna say no.\n  \n  2nd) The fuck kind of question is that, lol.Seriously...\n  \n  3rd) Sorry to kill your buzz but I don't roll that stroll. And there ain't gon’ be no beefqueef tickling my pickle . I'm no..\n  ","63660":"\n  Last weekend\n  ","63661":"\n  Oh that’s simple.....\n  ","63662":"\n  That’s a racist question, so I’m gonna have to say you.\n  ","63663":"\n  I can’t say exactly, every year is different\n  ","63664":"\n  I suppose. I just keep my imagination up to speed and try to come up with random shit.\n  ","63665":"\n  Happy New Year’s to you as well then welcome.\n  \n  Things are going well. let’s just say I’m still awake when I should be sleeping. And you?\n  ","63666":"\n  Their answers are gonna be Nipples..... Obviously.\n  ","63667":"\n  Did you think perhaps when they answered with a bad attitude they might be having a bad day?\n  \n  It might be more common than you think that people are having a bad day and ends up making their answers more aggressive than they’d want to be\n  ","63668":"\n  Well this was asked, does that still count? I sure hope so.\n  \n  About 13 years ago, a close friend of mine at that time has asked if she could, “...take a shit on my chest...”\n  \n  I wasn’t sure if she was kidding of being serious, but I didn’t ask either.\n  ","63669":"\n  Hope and pray that they only grow stronger and stronger as each day goes by.\n  ","63670":"\n  Did you think perhaps it could just be your choice in men that are the fucking jerks.\n  \n  Also it could be that you keep fucking with boys and not MEN.\n  \n  Also, how do we know that’s it’s only the ‘boys’ fault to what they act the way they do. Now I’m not excusing their actions on being an asshole. But last I check, there’s two people in a relationship.\n  \n  That being said, what do you think is the problem for said bitch boy to act like a jerk. What lead you to them acting like a bitch to you.\n  \n  I’m mean besides blaming social media for building relationships into a unrealistic fantasy and users\/followers, viewers, whoever the fuck eat this shit up. Thinking that’s how all relationships are. But they never tell you about the hardships in relationships and sticking with each other even if times are bad. (But only if it’s worth it. Not if it’s an abusive mentally or physical. If that’s the case get the fuck away and fast. After they accidentally fall on a knife 26 times....)\n  \n  Anyways....\n  \n  tell me what makes you say all boys... because I’ll tell you this, not all men are like that. And like I previously stated, maybe it’s just your shitty taste in boys. The same goes for Women’, not all are cunts, but there’s a large minority who can get men into thinking about turning into a a gravy chaser.\n  \n  So please, and in all seriousness,  I’d love to hear what the issues are, your thoughts, and all that other shit. Looking for into hearing your thoughts on this.\n  ","63671":"\n  You what subject DID I study... and I’ll only go into college courses since high school would essential be the same, technically speaking.\n  \n  film editing, color and VFX.\n  ","63672":"\n  You mean if I won all expenses paid trip to anywhere of my choice?.....ha\n  \n  I’d go back to Hana, Maui in Hawaii.\n  ","63673":"\n  Fuck you.\n  ","63674":"\n  To be loved.\n  \n  You can love somebody as much as you want; that doesn’t mean they’ll love you back. Or notice you, or respond to you, or even acknowledge you for that matter....\n  ","63675":"\n  I like painting yea, but am I a professional artist? no.\n  ","63676":"\n  What about the tens of thousands, probably millions of innocent  people that have been executed throughout the last decades...\n  ","63677":"\n  Doubting myself.\n  ","63678":"\n  well depends on what you’re referring to when you say ‘dates’.\n  \n  •IF you’re referring to going out on a date; no. Also, you gotta have someone to go on a date with in the first place.  #ForeverAlone ##MeowMeansWoofInCat.\n  \n  •BUT- if you were referring to the actual calendar, then yes.\n  \n  Why?\n  ","63679":"\n  Who the fuck are they supposed to be\n  ","63680":"\n  What’s so funny\n  ","63681":"\n  And that’s where in those particular kind of jobs people in certain positions that actually show they care about the job and that they are hard worker will move up in the company\n  ","63682":"\n  I fucking hate you. Hahaha.\n  ","63683":"\n  Or the best your isn’t grammar.\n  ","63684":"\n  500 days of summer\n  ","63685":"\n  YES.\n  ","63686":"\n  I wish those, who might have a crush on me, would say something.  Wanna know why?\n  \n  I can almost guarantee that it’d do a lot more good than harm. One because you’d actually make someone feel warmth on the inside. You never know, perhaps it’s been such a long time since they might have felt that spark. And maybe after so long of not having it, they forgot what it looks like. Maybe they need help in recognizing it. Especially when it’s right in front of them, though that can’t see it.\n  \n  Not on their own, at least.\n  ","63687":"\n  I like seeing things in perspectives or point of view, that NOBODY else would fathom, or even think to look at in that way. It’s my way to be able to continue growing my imagination. Without it, I’d be lost.\n  ","63688":"\n  I’ll say this, and it’s meant to be generalized in just about every which way you can think of...\n  \n  But it’s to be wanted...\n  ","63689":"\n  I just realized the typos in my first sentence. it’ was supposed to say ‘are you agreeing with me’ not\n  \n  ‘are you a dream with me’ hahaha.\n  \n  But I knew what you were saying, haha.\n  ","63690":"\n  Cherry Pie. All day.\n  ","63691":"\n  No you wanna fucking movies to inappropriate for kids the Jonas brothers 3-D.\n  \n  That Harley Quinn movie was garbage. Straight ass water. Derived from swamp ass. I saw that movie for free and still hated it.\n  \n  Wanna know what movie is it confusing but it’s still good and his four children check out the movie ‘The Belko Experiment.’\n  \n  It’s about this for kittens trying to escape from a lab after they were captured by the pound and didn’t get adopted so this scientist takes them with him and they must find their way home. Think,  An American Tale, Fievel Goes West meets Homeward Bound, meets Rango.\n  \n  Your kids will love it.\n  ","63692":"\n  And the butterfly won’t stay on?...\n  \n  What kind of fucking vehicle are you driving?!\n  ","63693":"\n  Myself...\n  \n  I’m the only one to stay by my own side and helpe me get through anything where I really needed someone and there was no one there.... especially recently\n  \n  I’m the only one who’s actually given advice to myself.\n  \n  helped inspire myself\n  \n  Helped encourage myself....\n  \n  nobody has done that...\n  ","63694":"\n  Masturbate wash my hands masturbate wash my hands masturbate wash my hands\n  \n  Never miss Sunday\n  ","63695":"\n  With me waking up... at 830.\n  ","63696":"\n  It’s not bad right?! Lol\n  ","63697":"\n  Wait up so are you a dream with me or are you..  I don’t know what you’re what you’re trying to say. Lol.\n  \n  I feel bad because I only kind of was that way because the situation was being instigated by friends and of course I went along with it.\n  \n  but it was actually after that moment to where I stopped giving a fuck about what other people were doing and or worried about, and only focused on shit pertained to me   and it’s worked out pretty damn well\n  ","63698":"\n  Sure why not just as long as it’s not the same fucking repeated generic ass fucking questions everyone else sends me. Each one of them bitches better be unique.  The moment you do send one of them generic ass ones I’m gonna delete the shit\n  ","63699":"\n  Invest, invest invest,\n  \n  To the point where I, as well as my love one, are taken care of and never have to worry about money again because my investments will double triple quadruple due to good business investments...\n  \n  then I’d spend that bitch like a motherfucker.\n  ","63700":"\n  Film music people random shit... it doesn’t matter... everything is interesting... it all just depends on how you look at things\n  ","63701":"\n  Never never never never never never he never learn too much\n  ","63702":"\n  Call her,\n  \n  text her,\n  \n  ask her to come over,\n  \n  Tell her how much she means to me.\n  ","63703":"\n  Yeah I don’t really think about that one like which one of those fucked up the whole rest of the wrestlers... everybody got destroyed by the\n  \n  3-D especially when tables are in involved. Or bubba rays full Nelson Bomb through a table. I.e. Buddha destroying Jeff hardy in the only smackdown extreme episode. Epics as fuck. . ..\n  \n  the choke slam...destroyed...\n  \n  The very first time the new taker came out on his chopper and debuted that shit epic.\n  \n  Mr. Socko- you might as will just gag on a random homeless person balls\n  ","63704":"\n  Motherfucking tamales yo\n  ","63705":"\n  It was with someone special. She’s great, whether or not she wants to believe it.... I wish she was still here... I hope she knows I’m still waiting for her to return, when she’s ready..... That’s all I’ll say about that right now.\n  ","63706":"\n  What.... too much\n  \n  You DID say “something that would absolutely surprise them”....\n  \n  I mean, if you really wanna fuck with the  person who’s been bullying you, throw mindfuck at them. Fuck them up mentally, record it, and the play it back for them on repeat. So their brain has no way of escaping so all it can do is explode....\n  \n  Go hard or go home.\n  ","63707":"\n  Place an order?.......\n  ","63708":"\n  The inability to do something.\n  ","63709":"\n  Mint chocolate chip or mint n chip\n  ","63710":"\n  I don’t really use filter so I don’t know. I’m all natural. Lol\n  ","63711":"\n  I don’t have any plans. No matter how hard I try to work and to fix this issue, things just never seem to go as planned. #ForeverAlone lol\n  ","63712":"\n  What kind of games? are you referring to video games?\n  \n  Then yes absolutely.\n  \n  Real life games That fuck with people emotionally?\n  \n  No because that’s just fucking cruel.\n  ","63713":"\n  People who are true to themselves but who are also true to others.\n  ","63714":"\n  I use it but I don’t use it that often.\n  ","63715":"\n  It doesn’t cost a thing,\n  \n  I usually give it away for free.\n  \n  It’s up to you on whether or not it can be taken away.\n  \n  People don’t realize it’s easier to lose than they think.\n  ","63716":"\n  Listen guys I know a lot with Covid-19 going on... people are trying to get get you with their stupid ass side hustle and all they short bus logic they have.... and I’ve found the best ways for me to tell them to go “fuck themselves” is by telling them to “go eat a dick!”\n  ","63717":"\n  Myself.\n  ","63718":"\n  Is this a joke? Because I don’t find this question be very funny.... The shit ain’t a joke!!!!\n  \n  PS4.\n  \n  All day.\n  \n  Every day.\n  ","63719":"\n  When you fling a cow and a bear at one another to the point they’re going about 100 mph, yeah they’re gonna fuck each other up and it’ll be messy; BUT they’ll cross with one another. That’s almost certain. Lol\n  ","63720":"\n  I hate FaceTimeing and I hate WebCaming so I think I’m good lol. But thanks b\n  ","63721":"\n  It’s science.\n  ","63722":"\n  Ever seen me vomit?\n  \n  Believe me when I say it looks just as glorious.\n  ","63723":"\n  Kills more people than alcohol kills hippogoatsaphant...\n  ","63724":"\n  Mhm. Never done those before ha.\n  ","63725":"\n  I have yes. Did you?\n  ","63726":"\n  Beef Jerky.\n  ","63727":"\n  What do you want Homie i got you. Know what I mean. what is looking for what are you looking for huh, huh, huh! tell me what are you looking for I got you\n  ","63728":"\n  What is this it you referred to?\n  \n  Are you talking about “it”, “It”😏 or “IT”. If so- you get your knife and you stab they fucking clown. And you stab him good. And plenty. I don’t care what he says you bleed that motherfucker.\n  \n  He tried to reason with you or say anything to you stab his ass. Then you just keep stabbing until this motherfucker stops moving. Do you hear me? how do you fucking expect to react some random motherfucker pops in and out of walls and shit like that.\n  \n  no!\n  \n  That get you stabbed!!\n  ","63729":"\n  Dog food, cat food, Basically any type of food that’s made for fucking specific house hold animals\n  \n  Technically their popular amongst household animals.....\n  ","63730":"\n  Free VPN‘s are bad, they’re are evil they’re made up of sharts, they’re Doodoo butter, they’re swamp ass, or evil, there gonorrhea mixed with diarrhea in the sauce that you made to use your spaghetti on, they’re the Devil.\n  ","63731":"\n  Why should I give a fuck about giving you a follow. Why the fuck should I care about your follow.\n  ","63732":"\n  No I put ferret feet that was finally cut the string so I have a nice glistening red glow to it.\n  ","63733":"\n  Did your TV in fact supported VPN did you read what the terms and services that comes with your VPN or using a cheap ass VPN or using a fucking free one you gonna have to provide a little bit of detail based on your current situation\n  \n  #MeToo\n  ","63734":"\n  I wouldn’t say\n  ","63735":"\n  When you put it that way I’m gonna be honest, getting head. Lol. And also vice versa to the girl lol\n  ","63736":"\n  Movies because If you were doing theater you’d be doing the same shit over and over and over again fuck that\n  ","63737":"\n  Well she’s a ungrateful asshole who is lucky that she even got a fucking gift in the first place.\n  \n  But.... BUT I have to ask what did you get her besides the fucking bear. I mean if somebody ask for one thing and only one thing and you decide to get fucking hair dye over it you kind of are the asshole because you were selfish that point and we’re only looking at hair dye for yourself. Also depends to on how much more you need to save to get the fucking bear? was the amount you needed, the amount you needed to pay for the hair dye?\n  \n  There’s so many questions that need answers.\n  \n  So in a way you’re both kind of assholes\n  ","63738":"\n  Well it all depends one they started the instigate it is the reason why they’re Being harassed as possible because they also did harassing on their end?\n  \n  I guess he was not doing anything his mind is on business and people were fuck with them then yes but I don’t know both sides of the story I said I asked these questions and I say this because not every homeless man is fucking innocent\n  \n  Let me explain.\n  \n  Are used to give homeless people money but I stop doing that because they were either ungrateful or fucked up or rude or just you know would be doing in decent things out in public like for instance whip your dick out and pissing on the sidewalk while people are standing there or like there’s kids walking behind or when you’re trying to tip put money in the tip cup you realize it’s fucking mess dick is in the tip cup or when you try to offer them food and they call you fucking I got some bullshit ass names of you little Jimmy to give him your groceries that you just bought and he want to be in a group of fuck so you never know\n  \n  But I would do that for anybody I would stand up for anybody regardless of whether in other homes or not if they’re getting harassed or some shit like that because I think it’s fucked up especially if they didn’t do anything to him have that brought upon them unless they did then fuck.\n  \n  you know if that ain’t my business\n  \n  Just FYI all my punctuation‘s gonna be fucked in the ass because I’m letting dictation write the words\n  ","63739":"\n  Well I’ve had silver phone before with like the iPhone 6 Plus and then I’ve had black bones plenty of times with the iPhone 7 Plus I’ve had Rosegold with the 7+ which is fucking pink it’s not rose gold is fucking pink and I have black again for the 12 promax I would never fucking get white and I’ve had read for the iPhone SE the fuck that phone as if you have like fucking midget hands\n  ","63740":"\n  Well I mean- isn’t that kind of the point, in the way, of this app?\n  \n  So what’s the difference between doing that and ask him a question anonymously?\n  ","63741":"\n  He’s not so bad as long as long as he doesn’t act like a bitch\n  ","63742":"\n  Fuck. Fine! I’ll do it.\n  ","63743":"\n  Yes.... yes it can\n  \n  I’m not an animal....completely\n  ","63744":"\n  All right so you went with the typical better now and finishers I’m gonna try and go the opposite route but still powerful at the same time I would say big shows choke slam, the undertakers last ride, the Dudleyz  3-D and and Mankind’s Mr. Socko\n  ","63745":"\n  Yes I do\n  ","63746":"\n  Yea I do. But just Any. It’s needs to have substance. Don’t get me wrong, I still love ignorant as fuck music when the occasion calls for it, (24\/7) but I love music with rich content and stories.\n  \n  I.e. Bone Thugs-N-Harmony\n  ","63747":"\n  I’m a whichever one doesn’t fuck my shit up, or whichever doesn’t shut or piss anywhere.\n  ","63748":"\n  If SiriusXM Cournt, considering its satellite, then yes. .\n  ","63749":"\n  I have pictures to prove it\n  ","63750":"\n  Fat burger because fuck that place\n  ","63751":"\n  I don’t know. If you are already questioning your sanity, there’s a pretty good chance you got a couple of screws loose in that dome of yours.\n  ","63752":"\n  That doesn’t make any sense. But OK\n  ","63753":"\n  How the fuck should I know\n  ","63754":"\n  Ahahahahhahahaha “friends”.......\n  ","63755":"\n  Fuck yes\n  ","63756":"\n  No I never have. But I’ll tell you, it’s one of the hardest things to not do. Because as much as you may want to do it so you can just fucking move on, I know deep down, each person has it within themselves to be their best of themselves. Just like I try to be my Best me.\n  \n  And to not give up on them hurts. It hurts a lot. .. a lot more than they know but I’ll never give up on anyone. Just like I wish people didn’t give up on me.\n  ","63757":"\n  Cunt\n  ","63758":"\n  There’s your fucking selfie.\n  ","63759":"\n  Inside of a vagina?...\n  ","63760":"\n  P.M.W.\n  ","63761":"\n  Mine\n  ","63762":"\n  Cheap labor mayne.\n  \n  Cheap ass product\n  \n  cheap ass materials\n  \n  Cheap ass companies\n  ","63763":"\n  I’m not against it but I’m definitely not one to throw that shit on first thing\n  ","63764":"\n  What do you think?\n  \n  Would you prefer knowing an answer to your question on whether she does or not? What’s the worst that could happen....\n  \n  Or would you prefer regretting having never asked her and blowing any chance at all that you might have?\n  ","63765":"\n  It’s on the glass chess board table bruh\n  ","63766":"\n  Ambition and determination\n  ","63767":"\n  The moment someone tries to take advantage of my generosity, my kindness, lie to me, or go behind my back.... you’re fucked\n  ","63768":"\n  I’ll be honest with you, Around the time when this was asked, I wasn’t happy and nothing made me happy.\n  ","63769":"\n  how do you think relationships are built?\n  \n  through interaction.\n  \n  through those awkward moments.\n  \n  Moments where you’re both able to recognize and can joke with one another.\n  \n  Once you’re able to create that foundation you’re building everything on top of, it’ll make your work easier.\n  \n  Bc you’ll be more comfortable in  each other’s presence. Ideas, vibes, will be bouncing off one another like a mofo.\n  \n  Just work on building your foundation strong and the relationship will mold into place.   Like I said just, let things happen naturally and it’ll all work out in the end. It doesn’t matter if you’re in a new relationship or an old one, never force anything. And never try to prevent something that’s inevitable from happening.\n  \n  Just let the shit flow\n  ","63770":"\n  How old do you think I am.\n  \n  Pick three possibly answers, and if you get a right I’ll tell you. If you get it wrong your punishment is death by exile.\n  \n  trust me- it’s not as painful as it sounds. been there- done that. #OJDidntDoIt\n  ","63771":"\n  That’s not really a question.\n  \n  That’s a vague as fuck statement.\n  ","63772":"\n  OK first thing-\n  \n  •Has it been made clear to them that that you like them?\n  \n  Second-\n  \n  •don’t think too much about HOW you should respond to them flirting;  and just react naturally to what is happening in the “NOW.”\n  \n  Third-\n  \n  •That’s a problem. don’t think too much about it, don’t let yourself get inside your own head. let it play naturally. The results will be even better than what you anticipated.\n  \n  And last-\n  \n  •Well I don’t really know the last thing because your sentence got cut off.\n  \n  You don’t want to tell them because why- it’s stupid?\n  \n  As long as they know that you’re OK with them flirting with you and you like them and they know that you like them it’ll be OK just be transparent about it because if he is unaware of this he’s definitely gonna be holding back because he doesn’t wanna cross a line impossibly do something based off anon a Sumption rather than what is actually now. You have to be able to give them something to work with.\n  ","63773":"\n  I got to see her again.\n  ","63774":"\n  The fuck you talking about?....\n  \n  Labor Day was JUST this weekend...\n  \n  This is just unacceptable.\n  \n  You need to step your” fucked up calendar” game up young blood.\n  ","63775":"\n  To give you a simple answer, yes. Lol\n  ","63776":"\n  I’m’s a be having some roasta beefa or tamales...\n  ","63777":"\n  Fuck no. Those cars are dumb as fuck. Why get a car that could be damaged by hitting a fucking cat\n  ","63778":"\n  Ok.... let’s have a few practice rounds to see.\n  ","63779":"\n  I’m at home\n  ","63780":"\n  ‘Murica!\n  ","63781":"\n  You tell me.\n  ","63782":"\n  Sell them to the Circus\n  ","63783":"\n  When I go to use your bathroom, just know I’m about to shit. And when I shit; I’m gonna fuck your shit up so good you’re gonna need to remodel that bitch.\n  ","63784":"\n  And a good morning to you as well.\n  ","63785":"\n  My parents are coming to visit since i couldn’t go back home for Christmas.\n  ","63786":"\n  Yea.\n  ","63787":"\n  They have their pros and cons. But yea. I just got the 12 Pro Max. Shit’s pretty legit actually. Biggest pain is getting used to the fingers around the screen. It’s super sensitive, kinda annoying.\n  ","63788":"\n  Even cooler.\n  \n\n   https:\/\/youtu.be\/gmP1ECa1eAU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63789":"\n  Bakersfield To Los Angeles\n  ","63790":"\n  Unfortunately.... Fuck Harry Potter...\n  ","63791":"\n  Wanna know what’s more petty and toxic than that?\n  \n  It’s you complaining about all the questions being asked on an app that’s SPECIFICALLY MADE FOR ASKING PEOPLE QUESTIONS.....\n  ","63792":"\n  Yea. You can lose that shit in a day with the perfect dump. Or a seriously painful workout in a hotbox gym.\n  ","63793":"\n  The fuck?! You take that “hey” shit somewhere else. We don’t take that bullshit up in here.\n  ","63794":"\n  For peeeeeeps\n  ","63795":"\n  Kind of question is that? you know damn well I do!\n  ","63796":"\n  Sure. Don’t forget to do that yourself as well.\n  ","63797":"\n  Is that what we’re calling scotch now?\n  ","63798":"\n  No, but it would be nice knowing they cared enough to wanna reach out on their own. Then that’s cool.\n  ","63799":"\n  Have I ever hated “someone like- so much?” Or “someone I like- so much?\n  \n  There’s only one person I hate with a passion.\n  ","63800":"\n  Not this guy.\n  ","63801":"\n  7514 person orgy....\n  ","63802":"\n  That’s not home. That’s an illusion. You’re still at Don Juan The Hoodrat Mom’s place.... Don’t let the Red Bull take you further than you can handle... Just know your limits.... Mine limit is when the stuff bears start to vomit strawberry Lasagna... like wtf... who puts olives in their milk??!\n  \n  Side question, Do they still live with Jamie “The Panther” Whiff?\n  ","63803":"\n  That’s a discussion better suited in a  more private environment. I’ll say this, I was 13 when it happened.\n  ","63804":"\n  Let’s just say it’s not something I’d willingly want to use, ever.\n  ","63805":"\n  Fusion Titanium\n  ","63806":"\n  Yes, I will\n  ","63807":"\n  Then my skin would probably be as worn out as a condom would be in during a 273 person orgy.\n  ","63808":"\n  Yes I’ve done this.\n  \n  I’ve also spit water out of my ass from laughter as well.\n  \n  I believe they call that a shart.\n  \n  Then it’s all downhill from there; because once you start, you can’t stop. So you might as well finish.\n  ","63809":"\n  How am I spending my Monday? Well... two days ago it was alligator, not Monday. I know I knkw, I will remember to drinketh thy blood.\n  ","63810":"\n  I try to be myself most of the time, unless I’m with a client. Lol. Then of course Im goody goody two shoes..... Until they get to actually know me and then I’ll open up and be a little bit more “open with my opinion” lol.\n  \n  But Yeah I try to be ass genuine as I can possibly be regardless of who I’m around.\n  ","63811":"\n  Smoke weed, play loud music, then enjoy the environment around me because usually when I’m driving I don’t get the chance to really take in my surroundings as much as I’d like.\n  ","63812":"\n  Seeing people help out others while actually being genuine about it. Not recording it and posting it on social media, so get likes, or tweets, or for clout. Or whatever the fuck you wanna call it. But seeing someone help somebody because you’re able to. And if they actually need it. Perhaps they needed it more than you. You do it out of the kindness of your heart, not because you seek recognition.\n  \n  For instance a couple weeks ago I was driving home and I saw this person I am who’s car was stuck like in the middle of the intersection that was pretty busy. and not one fucking person offered to help this lady push her car. She was obviously struggling, and she was a small lady too. I saw that, and instantly, pulled over, got out, and helped her push her car. She was trying to push the car while trying to steer the bitch at the same time. Not a very easy thing to do when your a small person.\n  \n  I shit you not, there wasn’t one other person to offer help.\n  \n  It took all but 5-10 seconds to do.\n  \n  People are assholes.\n  ","63813":"\n  Yes, I have. But I could use another. That’d require me seeing her....\n  ","63814":"\n  Loyalty, then honesty, Followed by me being a beautiful bitch.\n  ","63815":"\n  They should re-open.\n  ","63816":"\n  That’s good. what was your inspiration\n  ","63817":"\n  Yes\n  ","63818":"\n  Report\n  ","63819":"\n  No but I’ve always wanted one\n  ","63820":"\n  Fap fap fap fap fap fap fap\n  ","63821":"\n  It’s Sunday but sure; good morning to you as well\n  ","63822":"\n  Well there’s only one of me so...... There’s your answer?\n  ","63823":"\n  I’m sure this is a true story.......\n  \n  And if you let yourself get detention over that, you kinda deserved it.\n  ","63824":"\n  Yeah I can’t stand the smell of farts or some shit in themselves or vomit that’s been sitting for a couple of hours or even days. Mhmmm  I don’t know for certain, but judging by the looks of it; I’m pretty sure dick cheese will probably stink\n  ","63825":"\n  I am not the person you should be asking about that I know jack shit about hair.\n  ","63826":"\n  Nothing but positive vibes.\n  ","63827":"\n  If you’re going if you’re referring to this particular situation being a person I said go with your heart\/Gut\/instinct. Take it from me in my experience I let myself get in my head too much, if I just went along with how things were supposed to be naturally by following my gut instinct, I think things would’ve been a lot better on my end.\n  \n  And perhaps they will, and I hope they do, go better on your end. The heart knows what the heart wants\n  ","63828":"\n  Doo doo brown\n  ","63829":"\n  I love going to the store I’m just like being able to go to the store and see  what’s there on display, rather than what’s being shown as popular online or what’s the best sellers. In store is Less bias.\n  ","63830":"\n  Spanish French Italian German and Russian.\n  ","63831":"\n  Pepperoni\n  ","63832":"\n  I try to use it a lot to so I can I keep up with trying to answer all these questions.  But the time this process can take is just to answer one fucking question. You answer one question, but you have to wait like 5 seconds after each time. Ugh...\n  ","63833":"\n  “SOCIAL MEDIA”\n  ","63834":"\n  Fuck yes.\n  ","63835":"\n  Reddit\n  \n  Crazyshit\n  \n  TheYNC\n  \n  Facebook Groups\/Forums\n  \n  Vimeo\n  \n  And of course, ahem... DanielMirandaEditor.com\n  \n  Lol.\n  ","63836":"\n  I sleep terribly when by myself. It’s soooooo much easier when there’s someone next to me. And there’s no comparison to how much more comfortable it is than being by yourself.\n  ","63837":"\n  Again... yes\n  ","63838":"\n  Balls\n  ","63839":"\n  No.\n  ","63840":"\n  Hana, Maui in Hawaii. Absolutely Breathtaking\n  ","63841":"\n\n   https:\/\/youtu.be\/Q-NxNUzHiLo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/PQMJCOT2wlQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/l-8B7PNbMro\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/qdBJ1X33rXM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/6_pV0H5ieiw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   https:\/\/youtu.be\/_H-X1RhltRs\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63842":"\n  I’m sorry, but what in the blue waffle fuck are you talking about?\n  ","63843":"\n  As you can see, I’m all about positive vibes\n  ","63844":"\n\n   https:\/\/youtu.be\/pXhKWWCCdk8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63845":"\n  Items are:\n  \n  1 vibrator\n  \n  1 Bluetooth remote\n  \n  **Batteries Not included\n  ","63846":"\n  Cool story bro.\n  ","63847":"\n  Well I was hoping to go back home but I got fucked, figuratively speaking, and I ended up getting really sick.\n  ","63848":"\n  I have no fucking clue.\n  \n  I feel that question is better suited for google.\n  ","63849":"\n  Rubber baby buggy bumpers\n  ","63850":"\n  My keys.\n  ","63851":"\n  A mobile phone.\n  ","63852":"\n  If this doesn’t happen like you say, we’re fighting. Because you got my hopes up and you were wrong.\n  ","63853":"\n  What does that mean.\n  \n  ASS_ART.....?\n  ","63854":"\n  Can’t go wrong with Rosss\n  ","63855":"\n  Energy drinks\n  ","63856":"\n  Cancer\n  ","63857":"\n  U See 4 Yourself\n  ","63858":"\n  Today when I went on a walk I put scotch and Red Bull and a Gatorade bottle and walked a few miles.\n  ","63859":"\n  Sure.\n  ","63860":"\n  I think they’re find me personally I’ve done it a couple times.\n  \n  It’s much easier to do it when you have a partner to do it with.\n  \n  I don’t mind doing them it’s just yeah I’m not I’m not against them either.\n  ","63861":"\n  I don’t know. I know one of them had use this app for him I don’t know if she still uses it. I haven’t talk to her in years. And don’t really care to follow up on it. We’ve both obviously moved on.\n  ","63862":"\n  Lizzie McGuire all day bitch.\n  ","63863":"\n  Yes. I feel bad thinking about it now because I used to say she was fucking crazy. This was back in middle school\n  ","63864":"\n  I think Instagram has become everything opposite that it was supposed to be.\n  \n  Personally I fucking hate it.\n  \n  It’s basically just an ad page now.\n  ","63865":"\n  Rottweiler. We got her when I was a wee little baby. We had to put her down when I was 14. Her name was Big Toe.\n  ","63866":"\n  Yes.\n  ","63867":"\n  Go hard or go home.\n  ","63868":"\n  Yea.\n  ","63869":"\n  That’s not necessarily true. There should be some sort of context to each scenario, as each situation is different. As well as what the circumstances in each instance. There could be some extra ordinary circumstances in some scenarios.\n  \n  For instance, (obviously hypothetical) let’s say you’re dealing with a person whom if you happen to look into their eyes, can cause some serious fucking damage to you- depending on their mood. If you were to look into your eyes your fucking head explodes. Or your eyeballs melt out of your sockets, your dick falls off, your vagina implodes, or your blood gets turned into 50 year old semen.\n  \n  You can’t just be like,\n  \n  “Shit. I’m not weak. I’m going to prove to them I’m a strong person.\n  \n  I’ll look at them in the eyes”\n  \n  Then BOOM. Just like that, you’re now in a Ziploc bag.\n  ","63870":"\n  Well that sort of all depends on the context of the situation at hand. You have to look at it from both perspectives. And take into consideration to how each side she’s it from their perspective.\n  \n  •Is the miscommunication happening from one end and not the other.\n  \n  •Is it happening because of both sides?\n  \n  •Are they both to blame?\n  \n  •What has caused led up to hem not wanting to hear out or listen?\n  \n  •Are they even giving the other side a chance to hear them out?\n  \n  •How does the other side see things?\n  \n  •Perhaps they’ve waited and wanted to hear them out; but were never given the chance?\n  \n  •What if they just got so tired of waiting?\n  \n  •What if they chose to rant so they can put something out there expressing their frustration for being forced to wait, and the other side not falling through with that was said.\n  \n  •What if ranting was the only way to get out what they wanted to say because it might either catch the other sides attention?\n  \n  What it that was their only way to get across that frustration because they haven’t been getting any sort of response at all.\n  \n  There are assortment of questions that should be asked as well as answered before anyone make the assumptions that those are just some out-of-pocket rants\/ means to start drama, or to say they’re putting blame on someone else.\n  ","63871":"\n  I don’t think I ever had the innocence of a child. From as far back as I can remember, my brain was always thinking of some fucked up stuff or always wanting to see some fucked up things. Lol.\n  \n  I wish I was joking\n  ","63872":"\n  I would take my child out to a ranch; and find a horse that is either close towards the end of its life; or one that’s just not gonna make it. I’d pay the rancher to go and put a horn on the horses head. Then I asked my child do you want to go see what happened to the unicorn. But they have to decide. Then we’d go out back and I’d show them up close- the unicorn get his brains blown out.\n  \n  Then I’d look to my child and say, “See child. I  wanted to show you that unicorns used to exist.\n  \n  USED TO.”\n  \n  Then they’d give me that look of shock, and it’d say, “They don’t anymore. That was the very last one in existence. You killed it...”\n  \n  “BOOM”\n  \n  :::DROPS MIC:::\n  \n  Then I’d walk away.\n  \n  Crisis averted.\n  ","63873":"\n  Well if you’re a girl, that’d be your fantasy\/fetish. Go for it. That’ wouldn’t be weird. Some think that is kinky.\n  \n  Now if you’re a dude, ditto to basically all of the above that I just wrote. Except for me, personally, I think that shits weird.\n  ","63874":"\n  I wouldn’t say anything. Nor would I go out of my way to condescend, or degrade you for it because that’s not my business.\n  \n  That’s your choice to be that way.\n  ","63875":"\n  When it’s the same one’s asking that- probably.\n  \n  When it’s new people every time asking; no.\n  \n  And I’m giving them the benefit of the doubt if they didn’t go back and read your wall or page. Whatever the fuck you wanna call it.\n  ","63876":"\n  I don’t enjoy giving gifts, because that shit can hurt the wallet, lol; but I love seeing the reactions.\n  ","63877":"\n  Yea. I have two\n  ","63878":"\n  I’d go with snorting Red Bull and chugging powered cocaine...\n  ","63879":"\n  Since I can’t grow a beard.... I’ll go with the latter.\n  ","63880":"\n  I can live with sacrificing him. Just as long as you didn’t offer to sacrifice him to Elmo.\n  \n  You don’t want to fuck with Elmo. That bitch is crazy.\n  ","63881":"\n  As long as you don’t let it kill you, you’ll eventually over one the fear.\n  \n  My name is not Richard.\n  ","63882":"\n  Yea\n  ","63883":"\n  No\n  ","63884":"\n  And who’s decision was that.....\n  \n  Also, you just said YOU have lived with HIM, for 35 years; not him having to live with you.\n  ","63885":"\n  You don’t have to do that.\n  \n  And that’s fucked up thing to say, if you think that HE’s the one ruining YOUR life.\n  \n  That’s entirely up to you. That’s your choice to take care of him.\n  ","63886":"\n  Word\n  ","63887":"\n  Head and shoulders.\n  \n  the fuck kind of question is that\n  ","63888":"\n  That people actually translate their fucking questions\n  ","63889":"\n  You probably have better luck finding answers in forums filled with people who are use it, not this. Lol.\n  ","63890":"\n  Someone who’s:\n  \n  Faithful\n  \n  Genuine\n  \n  Honest\n  \n  Loyal\n  \n  Heartfelt\n  \n  Loving\n  \n  Actual Exclusivity\n  ","63891":"\n  Why people are so shitty\n  ","63892":"\n  I don’t know exactly what that means. I’m sure everybody wants to lover- I guess it all just depends on if the lover wants them...\n  ","63893":"\n  I really don’t know right now.\n  ","63894":"\n  No\n  ","63895":"\n  I don’t know... At the moment. Careless.\n  ","63896":"\n  I don’t really care anymore....\n  ","63897":"\n  The fuck is that.\n  ","63898":"\n  Sorry about that\n  ","63899":"\n  I would but only if they stop this generic fucking shout out question bullshit. It should be required that you ask your own question.\n  ","63900":"\n  Yay\n  ","63901":"\n  No, but I’d Airbnb that bitch out.\n  ","63902":"\n  IDK\n  ","63903":"\n  Doesn’t matter what it was...\n  \n  I was never gonna get it anyways.\n  ","63904":"\n  I actually gave a fuck about people and I would actually go above and beyond to help somebody...\n  \n  But that’s going to change.\n  \n  So really.... nothing.\n  ","63905":"\n  I don’t know....\n  ","63906":"\n  A heart?.... uh..\n  ","63907":"\n  How the fuck should I know, that’s a question for them! Lol\n  ","63908":"\n  No.\n  \n  I blame Elmo’s bitch ass for that.\n  ","63909":"\n  Only on Thursdays..... oh would you look at that.\n  ","63910":"\n  White chocolate Reese’s\n  ","63911":"\n  What do you miss most.\n  ","63912":"\n  I important is grammar learned.\n  ","63913":"\n  Oh hello\n  ","63914":"\n  They’re all at the strip club.\n  ","63915":"\n  My favorite color is somewhere in this bitch. Only when you have guessed correctly, will I truly tell you\n  ","63916":"\n  I fucking hate selfie‘s.\n  \n  It’s rare that I’ll do them.\n  \n  I only take them when forced.\n  ","63917":"\n  Spiritual goals? I can’t really say I have a spiritual goal, as I already have reached what I striving for.\n  \n  I have become the combination of headless horse’s torso, using my frog legs, flying with wings from a chicken, and eat with my head from a shark.\n  \n  What the fuck did I just write.\n  \n  lol did that make any sense?\n  \n  My brain often amazes me with some of the random shit that I say.\n  ","63918":"\n  It’s probably best they avoid going that route.\n  ","63919":"\n  They only annoy when there’s no sensible logic to what they’re butthurt over. If they can adequately explain  why they’re butthurt, then ok, Point to them.\n  \n  I’m still making fun.\n  \n  If they can’t do as such, oh well.\n  \n  I’m still making fun.\n  \n  Either way they’re fuck’d.\n  ","63920":"\n  None. I loved the scary shit when I was little. I actually welcomed them, it just that everyone was such a pussy nobody wanted to delve into them with me.\n  ","63921":"\n  Neither. I don’t care for name brands like that. I don’t wear them, don’t need them, don’t want them.\n  ","63922":"\n  You gotta be VIP cuh\n  ","63923":"\n  What’s the matter?\n  ","63924":"\n  2\n  ","63925":"\n  Translation: “Today is my rebirth.  I want to mention it.”\n  \n  Answer: To what, are you going to finally give me a translated question from now on?\n  \n  And rebirth of......?\n  ","63926":"\n  That as long as you don’t betray, take advantage, my trust or my loyalty, talk behind my back, and have my back if I’m not there- then I’m down for whatever, whenever. I’ll have your back. And I’ll stand up for you, I’m a good friend. And I’m a loyal friend. But the moment you start lying to me, and betraying me, or doing me dirty, that’s the end of it.\n  \n  And even though I might not be able to, in certain scenarios, tell you the exact truth right then and there- I will tell you, i guarantee it. I always try my absolute best to be 100% truthful with what I say. And if I’m unable to say at that moment, you will know. A LOT sooner than you think too. The truth always comes out sooner or later, might as well come from me.\n  ","63927":"\n  It was bland as fuck to be honest. It was uneventful, I showed up mad late; missed a bunch of people, forgot my wallet the first time. Then my laptop charging the second, then got a shitty text message to end the night.... so yea... like I said. Bland and uneventful.\n  \n  How about yours?\n  ","63928":"\n  Fuckin’ A....\n  \n  As long as they don’t ask those kinds of questions it’s whatever.\n  \n  But once they do....\n  \n  ::CUT THE CORDS::\n  \n  But for reals. There weird ass questions I’m just like dafuq did I just read???\n  ","63929":"\n  Yes I do\n  ","63930":"\n  Cherry.\n  ","63931":"\n  I don’t know. Whatever requirements needed to get a work permit as a teen. I’d guess 15-17?\n  ","63932":"\n  No\n  ","63933":"\n\n   https:\/\/youtu.be\/DvFzDZb8ttE\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","63934":"\n  Because for some reason I’ve been getting like over 100 a day lately, which is out of the norm to be honest, and so I try to go back and answer all the ones I missed. I’d be much faster at answering these sommamabitches but everytime I answer one I have to wait 5 secs for this stupid notification and *ping* to pop up, then for it to go fuck itself. That is my biggest gripe with this app.\n  ","63935":"\n  Sup\n  ","63936":"\n  Determination. The only thing that can prevent me from achieving anything and going anywhere, is myself.\n  ","63937":"\n  In the words of Michael Jordan,\n  \n  “Stop it... get some help. “\n  ","63938":"\n  Feature film editor, I’ve still got plenty of time to accomplish this.\n  ","63939":"\n  To a certain extent. Yes.\n  \n  As long as they never cause physical harm or even(REAL) mental distress, or attempted to hurt someone else or to the innocent. They deserve whatever’s coming to them. That’s just toxicity one person doesn’t need.\n  ","63940":"\n  I don’t think it really matters how tall you you are in your dream. I mean unless you’re like a midget and you need to jump up on a 6 foot ledge. Or jump over a log, not hop or roll, jump. Well.. then you’re fucked.\n  ","63941":"\n  No. Unless I see it and experience it first hand, fuck no.\n  ","63942":"\n  I speak Jive...........\n  \n  Turkey.....\n  ","63943":"\n  I’m alright. And yourself?\n  \n  What’d you do today?\n  ","63944":"\n  Not as many as I should.\n  ","63945":"\n  Fuck no. I’m all for having the window seat. I wanna see the lift from ground and crash to pavement. (Hopefully never have to experience that myself, or anyone for that matter)\n  ","63946":"\n  Ok what\n  ","63947":"\n  I don’t believe You.\n  ","63948":"\n  Yea me like heaven and all that? Yea\n  ","63949":"\n  Translation: “We talk”\n  \n  Answer: Do we? I don’t know anyone beside maybe ONE person who speaks Arabic and we haven’t spoken in over 10 years....\n  ","63950":"\n  Yea\n  ","63951":"\n  The toilet, after just dropping the doo doo butter.\n  ","63952":"\n  Exterminate the homeless.\n  \n  Nuke half of the world.\n  \n  Make Chipotle and Taco Bell free.\n  ","63953":"\n  Yes.\n  ","63954":"\n  Bye\n  ","63955":"\n  We?....\n  ","63956":"\n  Uhhh ... dafug . Lol Well...\n  \n  1) That will never happen, ever since I don't roll that way.\n  \n  My pocket stays rocket free, ya dig?\n  \n  2) But I'll humor your weird question lol. let's just say \"theoretically” I tickled with the dickle.... if that was the case.\n  \n  I'd just say \"Bye Felicia”\n  ","63957":"\n  I don’t know\n  ","63958":"\n  That’s a tough question to answer even though it shouldn’t be.\n  \n  I WANT to be happy, if that counts.\n  ","63959":"\n  That knee used to slip in and out of the socket due to my sports injury in high school. But I got that fixed with surgery not too long after.\n  ","63960":"\n  If that’s the only option, I’m a tea kind of guy.\n  ","63961":"\n  At least the length of a swimming pool. Let’s not go crazy now and say how about 400 ft pool, fuck you.\n  \n  No lol.\n  ","63962":"\n  Headphones.\n  \n  Music\n  \n  Wallet.\n  \n  Shoes.\n  \n  ID care.\n  \n  Weed.\n  \n  Hard Drive(of some sort)\n  \n  Something to keep me hydrated.\n  \n  And my Phone, I guess. That’s only because others prefer it.\n  \n  I could care less to be honest.\n  ","63963":"\n  Black\n  ","63964":"\n  Cherry tootsie roll pop.\n  ","63965":"\n  I give them even weirder answers.\n  ","63966":"\n  Yes. It wasn’t the best, but still did it. I used to do it all the time actually.\n  ","63967":"\n  Chloe Bean, of course. 😉\n  ","63968":"\n  Working. Because I love what I do.\n  \n  But I loved school though. The responsibilities were less and the homies were there.\n  ","63969":"\n  Never have; sorry.\n  ","63970":"\n  Yes, I do and I have.\n  ","63971":"\n  32\n  ","63972":"\n  No\n  ","63973":"\n  Just got it. But haven’t watched anything yet. Recs?\n  ","63974":"\n  Yes.\n  ","63975":"\n  Hi\n  ","63976":"\n  Terminator 2: judgment day\n  ","63977":"\n  Never heard of it.\n  ","63978":"\n  I mean come on. Look at that fucking deliciously terrible pollution.\n  \n  Mhhmmm... Asthmaaaa. 🤤🤤🤤\n  ","63979":"\n  It says 4. So...1 ☝️...... 2 ✌️....... 3🤟....4...4!! I have 4.\n  ","63980":"\n  Tell me why?\n  \n  Do you really need me?\n  \n  Is it out of actually necessity?\n  \n  Or is it just a want?\n  \n  There is no wrong answer.\n  ","63981":"\n  Never knew who she was until now.\n  \n  But ok.\n  ","63982":"\n  I’ll be honest with you I’ve never seen it.\n  ","63983":"\n  Life doesn’t change. What’s happens in one’s life does and will change.  But life if the same for everyone.\n  \n  You’re born, you live, then you die.\n  ","63984":"\n  You mean the munchies?\n  ","63985":"\n  Not married.\n  ","63986":"\n  7:22pm\n  ","63987":"\n  Yes. I don’t see why we wouldn’t be.\n  ","63988":"\n  I’m ok\n  ","63989":"\n  Unfortunately.\n  ","63990":"\n  Yes. I wish I I a workout buddy.\n  ","63991":"\n  What the problem is.\n  ","63992":"\n  Cherry Coke is the best\n  ","63993":"\n  30 seconds after.\n  \n  For everyone to see.\n  ","63994":"\n  Italian.\n  ","63995":"\n  Teamwork makes the dream work\n  ","63996":"\n  Hi. Yes.\n  ","63997":"\n  Because they care way too fucking much about what people, who they’ll never meet, and probably never know, think about them.\n  ","63998":"\n  Twice\n  ","63999":"\n  Movies, Music, Extremities m, Random Dumb shit, and Sex.\n  \n  The fun stuff.\n  ","64000":"\n  Oh most def explore a new Planet!\n  ","64001":"\n  Jam\n  ","64002":"\n  Translation:  “I love sharing rags”\n  \n  Answer: Thats cool? Lol. We all have our preferences. Just as long as they’re not snot rags then I’ll accept that as a question.... I guess.\n  ","64003":"\n  I think asking questions non-anon sends a stronger message to the person answering them. They become more personal. Which in return could possibly make the payoff more satisfying if you get the answer you’re hoping for.\n  ","64004":"\n  Popcorn gets too messy, especially if someone puts butter on theirs; so I’m gonna have to go with the candy.\n  \n  I don’t care if opening that wrapper sounds like you’re using a chainsaw to open the box. I’ll take those few seconds of pure madness in a quiet movie theater over oily fingers any day.\n  ","64005":"\n  This right here.\n  \n\n   https:\/\/youtu.be\/dzFEPJK45iQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","64006":"\n  Translation: “May you follow 😂”\n  \n  Answer: Follow what? Plus I’m not a follower, I take my own path.\n  \n  And what’s so funny about that?\n  ","64007":"\n  Translation: “Someone sleeping?”\n  \n  Answer: I’m sure someone out there  is.\n  ","64008":"\n  Perhaps.\n  \n  Yea there are some questions that have me like, “dafuq did I just read?... but then I choose to give them back an answer that’s even weirder? For instance, this could be a response to a weird question.\n  ","64009":"\n  Oh, fuck you. Lol.\n  \n  How dare you.....\n  \n  I’m just gonna say, Mac & Cheese.\n  ","64010":"\n  That’s not being a realist, that’s just being pessimistic as fuck.\n  \n  You can’t just generalize your personal experiences with everyone.\n  \n  That’s like me saying,\n  \n  “dudes of askFM, please don’t bother getting with the girl you like\/or might as well dump your girlfriends, since they’re already expecting the relationship to eventual end anyways.\n  \n  Why waste your time...”\n  ","64011":"\n  I tell myself, failure is an option and I make sure to keep myself reminded of that.\n  \n  I’ve never been a quitter, and I don’t plan on starting any time soon.\n  \n  I don’t stop til I’ve reached my goal and by the time I’m done completing that goal, I already have the next one set and ready to go for.\n  ","64012":"\n  Neither, they both suck, lol.\n  \n  But if I have to choose one, I guess I’d go with vans. Even though their shoes suck all the ass, I’m talking the whole booty, asshole included.\n  \n  I’m just not a fan of Reebok.\n  ","64013":"\n  Yes. I have two. One on each forearm.\n  \n  On my right it says Strength, and\n  \n  On my left it says Loyalty.\n  \n  Both are written in Mandarin.\n  ","64014":"\n  I’ve tried it maybe but a few times my entire life so I can’t really give a definitive answer on if it do or not.\n  ","64015":"\n  +10\n  ","64016":"\n\n   https:\/\/open.spotify.com\/track\/5YGUD6GFP7ZLGH0nQAKm6c?si=orsu12rYRrG-PuGobiCU-w\n  \n","64017":"\n  The world is full of hypocrites and there’s no telling how people feel in a certain day then all of a sudden  they’ll do a complete 180.\n  \n  The Internet\/world\/ People only seem to be upset at something or feel some type of way only if it’s the trendy thing to do at the time.\n  ","64018":"\n  •Tardiness.\n  \n  •Tardiness.\n  \n  and oh,yea.\n  \n  •TARDINESS\n  \n  •Overworking myself. I know that might not sound like a toxic thing, but trust me. It is.\n  \n  •Holding shit in. Like my thoughts and feelings. Not my actual shit.\n  ","64019":"\n  Uh... yea. Of course.\n  ","64020":"\n  Sometimes. Depends on the mood I’m in.\n  ","64021":"\n  Cunt.\n  ","64022":"\n  Torch that bitch.\n  ","64023":"\n  I’m better. I started feeling like shit out of the blue Thursday afternoon.  yesterday was a bit better. today fine.\n  \n  How about you?\n  ","64024":"\n  A passenger plane full of people is currently on the verge crashing. Amongst those passengers are schoolchildren, their teacher, a lawyer, and a Catholic priest.\n  \n  There are only a few parachutes onboard so the teacher “save the children!”\n  \n  “Fuck the children!”, replied the lawyer “They’re not gonna make it anyways!”\n  \n  Then priest then jumps out of his seat and asks, “Is there time?”\n  ","64025":"\n  Eventually, yes. You?\n  ","64026":"\n  Absolutely\n  ","64027":"\n  A healthy relationship first and foremost should be one where both parties involved have the same mutual feelings. They’re both happy and content on who they’re with.\n  \n  One where you’re not afraid to be yourself. And one where the significant other can be there for you with a shoulder to lean on if needed as well to be able to talk to one another and be completely honest with each another without being judged or criticized.\n  \n  And trust.\n  ","64028":"\n  Translation: “How about me the time?”\n  \n  Answer:\n  \n  Are you asking\n  \n  A) how about “me” time?\n  \n  B) how about giving you some time?\n  \n  C) how about some cloud turner?\n  \n  D) what exactly are you asking. Lol.\n  ","64029":"\n  Damn. That’s shitty.\n  \n  What was the reason was?\n  ","64030":"\n\n   https:\/\/youtu.be\/0UmWpJ6yV14\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Or\n  \n\n   https:\/\/www.worldstarhiphop.com\/videos\/video.php?v=wshhNDEzf5ACMi9Kcq8U\n  \n","64031":"\n  Doung?.....\n  ","64032":"\n  Ones choice to forgive or forget is of their own free well, so only that person making that choice decides whether or not it’s easy. Don’t make the choice if you’re not ready to. And if you are ready, don’t think too much about it and do it. That’s the only way to get past it.\n  ","64033":"\n  Hello\n  ","64034":"\n  Then it better be a good horror show  because most suck ass. What is it?\n  ","64035":"\n  Yes.\n  ","64036":"\n  Video\n  ","64037":"\n  Hay\n  ","64038":"\n  In Bakersfield, hell yes.\n  \n  In Los Angeles, fuck no. At least not anymore.\n  ","64039":"\n  Well why don’t you get on. And if you can’t, what’s the problem as to why, and how do you fix it.\n  ","64040":"\n  But....\n  ","64041":"\n  The same goes for you.\n  ","64042":"\n  Well, it kinda of depends on what I’ll be doing as my profession. If my job required me to move constantly like every week, well then- that’s my job. I knew what I signed up for.\n  \n  If that wasn’t part of my jobs, well then that would fucking suck all the dick because moving sucks hairy asshole dipped in homeless man booty sweat...\n  \n  Too descriptive?\n  ","64043":"\n  Hi, well I had just gotten home from a night drive. It was quite nice actually. LA is a ghost Town and I like it. But yea after that. I pulled into  the parking garage at my place, just sitting in my car listening to my music absurdly loud.\n  \n  Slipknot’s self titled album in case you were curious what I was listening to. But I just walked back up to my place now. Which is where I’m writing this.\n  ","64044":"\n  Weed yes. Fuck cigs.\n  ","64045":"\n  No clue.\n  \n  It will probably be semi productive\/semi lazy. Split evenly.\n  \n  But more than likely consolidating hard drives. Yay! 👉😑👈\n  ","64046":"\n  I’m single.\n  ","64047":"\n  Arkansas\n  \n  Alaska\n  \n  Alabama\n  \n  Arizona\n  \n  California\n  \n  North Carolina\n  \n  South Carolina\n  \n  Colorado\n  \n  Connecticut\n  \n  North Dakota\n  \n  South Dakota\n  \n  Delaware\n  \n  Florida\n  \n  Georgia\n  \n  Hawaii\n  \n  Kansas\n  \n  Idaho\n  \n  Illinois\n  \n  Louisiana\n  \n  Maine\n  \n  Missouri\n  \n  Michigan\n  \n  Mississippi\n  \n  Montana\n  \n  Maryland\n  \n  Nevada\n  \n  New Hampshire\n  \n  New Mexico\n  \n  New Jersey\n  \n  New York\n  \n  Pennsylvania\n  \n  Ohio\n  \n  Oklahoma\n  \n  Oregon\n  \n  Rhode Island\n  \n  Washington\n  \n  Wisconsin\n  \n  Texas\n  \n  Tennessee\n  \n  Utah\n  \n  Virginia\n  \n  West Virginia\n  \n  So I think I got 40 or so.\n  \n  I’m pretty sure I’m missing some easy ass ones too. .\n  ","64048":"\n  Better late than never, I suppose. Lol.\n  ","64049":"\n  Little Caesars.\n  ","64050":"\n  I can’t really say that I myself have made too barbecue.. but I do love it.\n  ","64051":"\n  Typo?\n  \n  Yes.\n  ","64052":"\n  Mint.\n  ","64053":"\n  Whichever one works best where you live.\n  ","64054":"\n  Wear around the house....? You talking about clothes?\n  \n  Shit..... I wouldn’t know. I go straight butt ass naked with the blinds completely open so my neighbors can see I mean business....\n  ","64055":"\n  No. If the boogyman is so scary... why is he always in some corner of a room like he’s on timeout.\n  \n  Me when I see him chillin in timeout.\n  ","64056":"\n  Yea I believe I have. It’s usually on whenever I’m chilling with my friend back home.\n  ","64057":"\n  Neither.\n  \n  I feel that Social media has done more damage to our society as a whole than anything else in the last 10 years.\n  \n  Maybe it’s only me that thinks that...\n  ","64058":"\n  White\n  ","64059":"\n  Slipknot.\n  \n  Though their first album came out in 1999, well, 1995 if we’re being technical about it... but yea..\n  ","64060":"\n  Word.\n  ","64061":"\n  You’re going to need to be a little more specific than that. Are you referring to the US state of Georgia, the country Georgia, or a person who’s named Georgia?\n  ","64062":"\n  B\n  ","64063":"\n  It counts if my answer is: staying alive till Christmas. Right?\n  ","64064":"\n  Well when people send you money, be sure to pass some of that shit this way.\n  \n   @adnarimleinad\n  \n","64065":"\n  I honestly couldn’t tell you because nobody has gotten it right or come close. Lol\n  ","64066":"\n  No\n  ","64067":"\n  Glenlivet 18 year\n  ","64068":"\n  💨💨\n  ","64069":"\n  I mean; not regularly. But I have played it several times...( to completion) not many people can say that. Lol\n  ","64070":"\n  Monday night football is gonna be cray cray tonight.\n  ","64071":"\n  No of course not.\n  \n  Unless you’re from the bay.....\n  \n  fuck the bay. Lol\n  \n  SoCal does it better.\n  ","64072":"\n  You’re staring at me while I pee...\n  ","64073":"\n  I wouldn’t necessarily say that I like it burnt, but I’m not completely against it being a little burnt. I mean I used to do That shit all the time when I was little, as I always put it in the microwave for way too long. lol.\n  ","64074":"\n  There is no favorite. My favorites are The Revenant,Django Unchained, Titanic, or Revolutionary Road. There’s no way that I can make that list any smaller. Lol.\n  ","64075":"\n  Fuck no. It’s basically all ads.. just like Facebook... I wonder why.... mhmm.\n  ","64076":"\n  I’m not really sure to be honest. Everyone is different. Some people can folder under Immense pressured and some will fold if you ask them what they want for lunch.\n  \n  A spirit can be broken, but not completely, not unless you allow them too.\n  \n  But they can always be healed..\n  \n  It’s the mind that can be tough to recover if broken.\n  ","64077":"\n  Omg what....\n  ","64078":"\n  Humble.\n  ","64079":"\n  Yes. Do you.\n  ","64080":"\n  No. I mean a ufo could be anything really, as long as you’re unable to identify it. I mean, it could be a dildo helicopter drone for you all you know with a speakerphone attached playing sounds of a pig in heat mixed with audio of a bear fighting a 4ft sloth that’s built like a baboon. I don’t know what the hell it is, it’s a fucking UFO. Ha.\n  \n  And I’m not really sure why would you be afraid of a bright light....\n  ","64081":"\n  Roses for sure.\n  \n  Sunflowers are nice too... I guess.\n  \n  Besides them attracting bees.\n  ","64082":"\n  Well I miss you.\n  ","64083":"\n  ❄️\n  ","64084":"\n  Would you prefer to see hairy male nipples or would you like to see hairy female nipples??\n  ","64085":"\n  I think so. Shit, don’t worry about the water. I got that covered. Im just gonna just drink the water that’s already in my body.\n  ","64086":"\n  How dare you. Get the fuck out of my face with that disrespectful ass question. Dafuq  the obvious choice is Jessica Biel.\n  \n  Haven’t you seen | Texas Chainsaw Massacre or I pronounce you chuck and Larry?\n  ","64087":"\n  That shit needs to be crisps needs to be crips(not crunchy) on the outside, but be warm in the middle. Yaddadamean?\n  ","64088":"\n  Sex\n  ","64089":"\n  Steak quesadilla. Shits bombski\n  ","64090":"\n  It’s not really Tuesday, it’s Thursday.\n  \n  Don’t get it twisted, you can’t trust your subconscious. It’s just trying to play a trick on you.\n  \n  You can trust me...\n  \n  I’m your conscious....\n  ","64091":"\n  …\n  ","64092":"\n  I wouldn’t say special.\n  \n  I didn’t ride the short bus when I went to school.\n  \n  Though I’m not sure that would’ve really mattered as I was already dropped off by a parent.\n  \n  Where is this thing going?\n  \n  That was probably the same thing Ponce de le’on said when he sailed across the oceans searching for the fountain of youth.\n  ","64093":"\n  The one that works....\n  ","64094":"\n  Depends.\n  \n  I can be lenient when it comes to certain matters but I can also be ruthless if pushed.\n  \n  Thankfully I’m also a patient man.\n  ","64095":"\n  Fuck the blueberry.\n  \n  I would’ve went with the strawberry or cherry flavor.\n  ","64096":"\n  FUCK YES. Waaaay too many times. Lol . Especially my friends from back home, for sure. There's times where I'd still see them wearing my fucking gym shorts from high school, then I’d see another friend wearing them the next week.  I'm just like...\n  ","64097":"\n  🌧\n  ","64098":"\n  Good morning\n  ","64099":"\n  Thank you? Ha\n  ","64100":"\n  I’m 31.\n  ","64101":"\n  No. It’s only when I didn’t trust them that I was deceived.\n  ","64102":"\n  I’d like to think I do.\n  \n  I think I’m an extremely patient person, so I try to use that to my advantage so I don’t. Who knows, someone might say different.\n  ","64103":"\n  Why would you want to know.\n  \n  Unless I know who this is, I’m probably not gonna say. It doesn’t matter if I know you, i just would like to know\n  ","64104":"\n  Night\n  ","64105":"\n  They’re not comparable.\n  ","64106":"\n  With how fucked everything is in today’s culture, I honestly have no clue. I mean I can guess a few. But with today’d soft that marshmallow pussies and he-bitches, they’d be considered outdated, probably be classified as misogynistic.\n  ","64107":"\n  Unfortunately; myself\n  ","64108":"\n  Everything\n  ","64109":"\n  Well that’s a little vague.\n  ","64110":"\n  I have been before, Sure. It may not be right away, but it can affect.\n  ","64111":"\n  Who was she\n  ","64112":"\n  I wouldn’t know. Lol\n  ","64113":"\n  Her...\n  ","64114":"\n  I’m doing alright, could always be better. But I’ll take what I can get.\n  \n  How about you?\n  ","64115":"\n  Not what.... but who....\n  ","64116":"\n  January: Didn’t follow through with last year’s resolution? Try again this year.\n  \n  February: Where the hoes at?\n  \n  March: Fuck basketball\n  \n  April: April showers brings- mudslides and that good shit.\n  \n  May: You feel like getting wasted?\n  \n  June: Let your whack ass uninteresting summer begin.\n  \n  July: The greatest motherfucking month.. EVER.\n  \n  August: What the fuck happened to summer.\n  \n  September: Finally, those fucking kids are back in school and out of the house .... “zzzzzzz”\n  \n  October: I’ll Trick Your Treat.... Bitch.\n  \n  November: Gobble Gobble..... Bitch.\n  \n  December: “The Mooooosst Wooondeerfuuuul Timeeee of the Yeeeaarrr- to watch you family get drunk as fuck and fight’”\n  ","64117":"\n  Why the fuck would you want to do that...\n  ","64118":"\n  Fuck no.... lol the only chance they could ever feel anything close to regret is when you don’t feed them.\n  ","64119":"\n  Translation:\n  \n  “Nice quote 💫💙”\n  \n  Answer: And which quote might you be referring to?...\n  ","64120":"\n  Homeless man beef stew with extra vegetables. I swear vegetables can be so difficult to get out of their wheelchairs sometimes. Also made a side dish of baby guts mashed potatoes, with freshly brewed baby seal ice tea.\n  ","64121":"\n  I know, and I will. 😌\n  ","64122":"\n  I was 13, in Jr high, during school,m and in class. Last period, in the backroom closet.\n  \n  That’s all I’ll say on here.\n  ","64123":"\n  Have you seen wasted people fight?!? That shit’s hilarious.\n  \n  Watching cocaine users fight, somebody is gonna die.\n  \n  If not by their opponents hands, by their own.\n  \n  Meth heads fighting, I don’t think I’ve ever seen that.\n  \n  Heroin users, I could only imagine them smoke up their foil or slamming their shot and will probably nod out before they’re down. It’s more gross than exciting.\n  \n  Stoners fighting usually end up being disappointing.\n  \n  Plus you can hide drinking in public much easier than the rest. Making it the fun pick of the litter.\n  ","64124":"\n  Yeah I just watch that clip right now.  It wasn’t that big of a fucking deal. At least I don’t think so.\n  \n  People need to pull their fist out of their assholes and need to quit being so fucking butt hurt about every goddamn thing.\n  ","64125":"\n  Venezuela’s unfortunate problem are due to it’s corrupt leadership. Thought it’s previous leader did help the country with the corrupt shit he did, he also fucked up at the same time. He counted solely on the high oil prices to keep their country’s currency sustainable due to his insane spending to help the country. When the oil prices fell after he died, and then new, now current leader failed to do anything. Causing an insane spike in inflation.  Which has fucked their currency. That’s why they can’t afford toilet paper, because their currency isn’t worth shit.  It’s unfortunate.\n  \n  And what game?\n  ","64126":"\n  I mean, Yea, ‘technically’ we can; but is that true forgiveness?\n  ","64127":"\n  Translation:\n  \n  “Where are the Arabs?”\n  \n  Answer:\n  \n  How the fuck should I know.\n  \n  Why don’t you ask them.\n  ","64128":"\n  -When we give people the chance to at least be heard out so they could try to explain themselves. And when we give people the opportunity to ask for forgiveness.\n  \n  We can’t really forgive anyone if we don’t allow them the chance to ask for forgiveness.\n  ","64129":"\n  Absolutely, though there’s a error in your question.\n  \n  They could never be “too close.” if anything, I wish they were closer to me now, more than ever.\n  ","64130":"\n  Who the fuck is Mulatto?\n  \n  Meg the Stallion, she’s aight.\n  ","64131":"\n  Of course. Toby McGuire\n  \n  He had one of the most badass motherfucking fights in Superhero film history in Spider-Man The Dos.  He and Doc Oct threw them fucking hands and it was epic.\n  \n  And Tom Holland... he fucking died. Lol\n  ","64132":"\n  The question isn’t “Should you buy...” but rather, “How many*** should you buy...”\n  ","64133":"\n  Thank goodness for urban dictionary lol.\n  ","64134":"\n  Love, happiness, and success.\n  ","64135":"\n  Yup...... 🙄\n  ","64136":"\n  Your wallet....\n  ","64137":"\n  Dafuq is that\n  ","64138":"\n  Rest In Peace old lady?\n  \n  What’d you do, kill her? That’s quite a drastic thing to do. Lol.\n  ","64139":"\n  None. They’re all pretty trash right now. Always bashing trump. That shit got old fast, and they COVID issue only exposed just how not funny most are.\n  ","64140":"\n  Abso-fucking-lutely.\n  ","64141":"\n  Word. ✊🏿\n  ","64142":"\n  Sure,\n  ","64143":"\n  I can only assume you’re talking about muscles on a dude. So I wouldn’t know, I’m not a doo doo chaser. Meaning I’m not attracted to dudes.\n  \n  But when it comes to women, goddamn do I love legs on a woman.\n  ","64144":"\n  What do you mean.\n  ","64145":"\n  ***corpse get poked***\n  \n  I don’t know if you know this, but it’s rude to poke at a dead body...\n  ","64146":"\n  Never actually played it, those kinds of games were never really my thing.\n  ","64147":"\n  I heard bulimia is the hottest thing working right now.\n  ","64148":"\n  Yea no shit... I read that part. Lol.\n  \n  I meant what city, town, yada yada...\n  ","64149":"\n  They’re probably take every one of my Cutco knives so they can take them home and butt fuck themselves with them....\n  \n  in which I’d offer a piece of advice... “have fun”\n  ","64150":"\n  It means the guy received a smile from the girl.\n  ","64151":"\n  I’ve been to Michigan quite a few times. Loved Ann Arbor.\n  \n  Where are you from?\n  ","64152":"\n  Yea. I’m aware of this...\n  \n  But what does that have to do with the current topic\/question we’re on?\n  ","64153":"\n  Beerfest 2019\n  ","64154":"\n  No.  Nobody’s awake.....\n  \n  Everybody’s dead...... just like you... You will continue to deny this because you’ve refused to come to terms with it.....\n  \n  .. this is your conscience talking....\n  ","64155":"\n  My cousin\n  ","64156":"\n  Queef.......\n  \n  If you have to ask,\n  \n  You’ll never know....\n  ","64157":"\n  In high school; Editing. tech theater, math, science\n  \n  In college: editing, then more editing, and more editing. Then VFX, then the editing James Franco class. Then directing. then screenwriting, then drawing, the. Cinematography. Then production workshop\n  ","64158":"\n  I hate how you can’t edit the answer.\n  ","64159":"\n  Translation : “v”\n  \n  Answer: ..igina\n  ","64160":"\n  IDK feat Denzel Curry - No Wave\n  ","64161":"\n  No. I knew what path I wanted to take in regards of my career. Despite a few hiccups, I’m still on that path. And I will because I don’t give up.\n  ","64162":"\n  If you’re trying to ask have I ever been left to Pay? No not really. Usually if I’m the one calling who’s calling the taxi, of course I’ll be paying for it. But usually whenever I have called a taxi, if I’m on a date, I’ll pay out of courtesy, but if I’m with a friend. Usually they’ll over to split.\n  ","64163":"\n  Well, all I have to say is her loss.\n  \n  If she can’t see, doesn’t care or is just that fucking blind to see what was waiting for her; then, her fucking loss. She doesn’t deserve the happiness you’re willing to provide and can provide if she’s choosing to not see what’s there.\n  \n  -Perhaps she’s just not attracted to materialistic things but rather the person inside.\n  \n  -Maybe you two just don’t share that connection.\n  \n  -Maybe the feelings aren’t mutual.\n  \n  -Perhaps she just doesn’t know about your feelings towards her.\n  \n  There’s multiple factors\/possibilities judging by the little Details you’ve provided in your question.\n  ","64164":"\n  Shit, me too Lol. Don’t worry though.   The bark is worse than the bite.\n  ","64165":"\n  I’m not really sure what that means? lol. Care to explain?\n  ","64166":"\n  Who the fuck are the The Script?\n  ","64167":"\n  How the fuck should I know? Depends on what kind of doctor you need. Not all doctors are the same.\n  ","64168":"\n  No. Not anymore. Well at least non that are personally mine, no.\n  ","64169":"\n  Huh?!! What the fuck for?\n  \n  Perhaps if it was to fight for guys to act like a fucking man, rather than these gay ass sissy bitches most dudes are now and days.\n  ","64170":"\n  Mein Kampf\n  ","64171":"\n  It’s varies from day to day.\n  \n  Why do you want to know?\n  ","64172":"\n  Their*\n  ","64173":"\n  My only suggestion is to move the hell away from Portland.\n  ","64174":"\n  30 Days Of Night\n  ","64175":"\n  Translation: “Hello”\n  \n  Answer: Hi\n  ","64176":"\n  Movies\n  ","64177":"\n  When I beat his ass after catching the fat fuck trying to sneak into the house to trying to eat my motherfucking cookies.\n  \n  Let s just say he won’t be doing that any time soon.\n  ","64178":"\n  Try to make me laugh then...\n  \n  If you can’t....\n  ","64179":"\n  The person with the smoke does...\n  ","64180":"\n  Translation:\n  \n  “Anyone who has a job communicates with me, I do the job”\n  \n  Answer: No\n  ","64181":"\n  If you’d like- you can talk to me about whatever you want if that’ll help ease your mind a little?\n  \n  There’ll be not judgement from me.\n  ","64182":"\n  Translation:\n  \n  “Your wish,”\n  \n  Answer: I’d people would start translating their own damn questions before submitting them.\n  ","64183":"\n  Translation:\n  \n  Why are people so angry?\n  \n  Answer: That’s a damn good question. I can only assume it’s a self-dislike, ones own dissatisfaction From within, or anger they have with oneself, that they must project that same negativity onto others rather than deal with it on their own.\n  ","64184":"\n  Of course.\n  ","64185":"\n  It’s good for reminding you,\n  \n  That you need to wipe your ass after you’re finished shitting. That also means you haven’t been washing your ass while in the shower.\n  ","64186":"\n  What’s the matter.\n  ","64187":"\n  Yea I have and that’s none of your business\n  ","64188":"\n  I’d seek out a big group children on a playground... And beat the shit out then. I’m talking power chest kicks, throat punches, thumbs into the eye sockets, and even a few curb stomps, All while giving them the finger.  Then when the cops come, I’ll say that I’m slowing slipping into senility and I don’t have any clue where I’m at or what I’m doing. .\n  ","64189":"\n  Of course.\n  ","64190":"\n  Turkey skinned smoothies sounds a lot like you’re sucking a dick and you get a mouthful....\n  ","64191":"\n  Sometimes\n  ","64192":"\n  Because I’ve already graduated foo.\n  \n  Where and how dafuq do you see me. That’s impossible.\n  ","64193":"\n  Scotch, Cocaine and Metal Music?\n  ","64194":"\n  Whack as fuck.\n  \n  Only 25690 died at the hands of the killer hermaphrodite duck.\n  ","64195":"\n  Caring too much.\n  ","64196":"\n  I appreciate it, but to be honest-\n  \n  I’m just about over hoping for anything and everything, anymore.\n  ","64197":"\n  Yea I figured.\n  \n  I thought It’d be better to focus on the part more important, the question; rather than call you out in something you more than likely already noticed.\n  ","64198":"\n  It’s not something I would want to talk about on this...\n  ","64199":"\n  I honestly don’t know anymore...\n  ","64200":"\n  ..... brains are beautiful.\n  \n  And it takes brains to be beautiful.\n  ","64201":"\n  I don’t have one.\n  ","64202":"\n  No\n  ","64203":"\n  I’m driving all over because I’m very upset. I’m also very fucking sad.\n  ","64204":"\n  I don’t think of it that way.\n  \n  I see it more as those decent people want to give people the benefit of the doubt. That’s not necessarily believing a lie.\n  \n  I think they want to believe somewhere deep down there’s a good person on the inside.\n  \n  Either waiting to be found again, or discovered for the first time. They don’t want to believe everyone is a piece of shit.\n  \n  I don’t think that’s necessarily a bad that. Granted. Not every only is the same. Some people thrive off the pain of others, some thrive off sainting to help.\n  ","64205":"\n  Hold the fuck up... you can’t just put out a question as vague as that!!! Dafuq are you trying to do, start a war?! The flavor category matters!!!\n  ","64206":"\n  As long as they’re not basic as fuck like the rest of these lame ass generic ass questions.\n  ","64207":"\n  What if it was just a basic ass day? Can we put some of that on you, because you didn’t hope enough?!\n  ","64208":"\n  It was about as basic as this question.\n  ","64209":"\n  Don’t trip on what I’m doing.\n  ","64210":"\n  I’m in my car thinking about how these lousy ass questions are basic as fuck.\n  ","64211":"\n  I’m sitting here thinking how much I hate these generic ass, pre-made questions.\n  ","64212":"\n  Nothing too crazy.... like...\n  \n  Skydiving with no parachute.\n  \n  Travel space without a spacesuit.\n  \n  Fly without a plane....\n  \n  You know... small stuff\n  ","64213":"\n  I’d find a picture of an old blood boiled asshole or something that’s gross and has been destroyed by some sort of vile STD, and I’ll send them several pictures of that...\n  \n  I’m sure they’d stop shortly after...\n  \n  Then again, I haven’t really had to deal with that.\n  \n  Lol. That’s just what I’d do.\n  ","64214":"\n  Don’t think too much about it. Know what you want to say and just do it. Once you start to think too much on it; you might start to doubt, you don’t want that. Lol.\n  \n  Believe in yourself, as well as the words you say, when you ask them out. If you don’t believe the words you say;how do you expect them to?\n  ","64215":"\n  Uh..... Yea....\n  \n  It doesn’t really work like that...\n  \n  Ever heard of this “little”👌 thing called..... INFLATION.\n  ","64216":"\n  I would go to where a certain someone was- to pick them up.\n  \n  And I’d bring them back here(home)\n  ","64217":"\n\n   https:\/\/youtu.be\/_wk9mx6eZzU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","64218":"\n  This is supposed to be directed at her why didn’t you just send it directly to her and not as a shout out....\n  \n  If you feel like you’re being followed by some random, best thing to do is to quickly turn around and pull out your knife; stab there ass a couple of times in the chest and run.\n  ","64219":"\n  I agree. No movie that shitty is appropriate for ANY age...\n  \n  It should also be banned in every country along with having every available copy burned to leave behind no record or trace of its existence.\n  \n  How does it appeal to children outside the movie. It’s about an angry sommamabitch that goes through a extremely painful procedure to have his Skelton converted in a metal. Then goes all over the world chopping mofos heads off, bodies in half.. basically a free for all murder spree. And you think that’s appealing to children??’!? Are you shaky you’re condoning violence and the murder or others?’😱😨😱😨😱\n  \n  Well I guess it’s a good thing parents don’t normally go on the bus.... you don’t know what happens once that door closes and they start driving off.\n  ","64220":"\n  What?!’ Shit I don’t know. I ain’t no snitch....What’s with all the goddamn questions...\n  \n  You a cop or something?\n  ","64221":"\n  I think the world can go back to sucking it’s own dick and mind it’s own business.\n  \n  And no. The world struggles not knowing how to handle thing...\n  ","64222":"\n  The language and coke use? Fuck that; pull up a tray and do lines with while swearing at the tv while she watches it.\n  \n  What’d prevent me from gifting that movie is that’s it’s sucks all the ass.  I didn’t think it was that good; but I think it’d be a fun movie. It’s colorful, has humor. The one thing I’d say it has is an awesome villain. BOOM.\n  \n  I wouldn’t trip about the language either. Like el señor slim shady says:\n  \n  “So tell me that your son(in this instance, daughter) doesn't know any cuss words\n  \n  When his(her) bus driver's screaming at him(her), fucking him(her) up worse.”\n  \n  Wolverine was hot Doodoo butter. I would say you deserve a kindney shot, if you were to ever buy her that fucking wolverine movie. Seriously. If you’re gonna get her a film that contain wolverine. Logan is where you should be your money.\n  ","64223":"\n  All of them.\n  ","64224":"\n  How the fuck should I know, lol. Google that bitch.\n  ","64225":"\n  Well.... because of security reasons... I’ll just give part. People be weird as fuck with peoples personal info.\n  \n  Daniel A Miranda\n  ","64226":"\n  I mean... get the most important questions out of the way-\n  \n  I’m kidding.\n  \n  I would ask if she would like to go on a date with me.\n  ","64227":"\n  Yes. Three times.\n  ","64228":"\n\n   https:\/\/youtu.be\/5d3jr_uFr6Y\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","64229":"\n  1989 because that’s when I was born. Nuff said.\n  ","64230":"\n  My weed.\n  ","64231":"\n  Right now.\n  \n  I honestly couldn’t tell you....\n  \n  A best friend is supposed to be a real homie, be there for you, tell you when you’re fucking up, call you out on your shit, etc etc. And not surprisingly, most of the ones who I THOUGHT were my best friends- weren’t REAL... simple as that.\n  \n  I’ll be there for you(best friend) through anything, whatever, whenever, wherever, with whoever.....\n  \n  Don’t worry, that same effort isn’t required. Don’t trip, you don’t though gotta do that for me like I would you... you can just stop suddenly stop responding to me, answering, talking, the whole shebang! Because instead of talking to me, you suddenly uptight pussies would rather judge, instead of talking to me. But instead you can go ahead and listen to some bitch ass hypocritical punk made bitch who couldn’t even make it on their own here. Yet has all the room to talk shit about things they don’t know. That goes to show how you faggots really were. Always talking shit behind peoples backs, constantly bitching about one another, complain, whah whah.. Fuck you punks.\n  ","64232":"\n  Sad to say, it WAS World Star Hip Hop, until those cunts fucking banned me this morning..... pussies....\n  \n  It’s fine though. They’ve been going downhill for a long ass time.\n  ","64233":"\n  Those 93.976% of the world yes.\n  \n  But to me, no.\n  \n  Chivalry should be practiced in everyone’s everyday lives.\n  ","64234":"\n  Whatever age you feel your best.\n  \n  There is no set age that qualifies as perfect. Peoples life’s can change in an instant. It can happen when you’re young, it can happen when you’re much older\n  ","64235":"\n  Fist Full of Dollars,\n  \n  Million Dollar Baby,\n  \n  Every Which Way Loose,\n  \n  Or\n  \n  Gran Torino\n  ","64236":"\n  I have one brother and one sister.\n  \n  I wouldn’t necessarily count that a lot. Now... As for wanting a big family, I’d be OK with having two kids, possibly three.\n  ","64237":"\n  No. But I think those who stand out deserve recognition, but not favoritism.\n  ","64238":"\n  Do you really?\n  \n  What do you miss most about me?\n  ","64239":"\n  I guess whatever it’s served with.\n  \n  But I prefer meatballs.\n  ","64240":"\n  Oh I can definitely control myself. I’m pretty headstrong.\n  \n  That’s not a problem.\n  \n  I just love to feed my curiosity.\n  ","64241":"\n  I usually don’t use my social as much as I like or should... but here\n  \n\n   @adnarimleinad\n  \n\n  And\n  \n\n   @itsthapenguin07\n  \n","64242":"\n  No. It’s fun to visit. But there’s too much temptation in Vegas.\n  \n  So yea then actually. Haha.\n  \n  I guess so. Lol but I don’t I ever could\n  ","64243":"\n  Never heard of him until now, but his genre of music isn’t my thing. Unless you have 3 songs to recommend to listen to, I’m gonna have to go with... fuck no.\n  ","64244":"\n  ...\n  ","64245":"\n  This isn’t the wildest but it’s the most recent.\n  \n  Me asking:\n  \n  “What do you think of the idea of us fucking in front of every window in this place with the blinds wide open. That way everyone in that view of that window can see...”\n  \n  Her Response:\n  \n  “I love it”\n  ","64246":"\n  Lol thanks\n  ","64247":"\n  Here’s the simple truth....\n  \n  You, me, everyone has to deal with whoever is elected, regardless if you like them or not, by the electoral college.\n  \n  Personally, I’d prefer to not have Biden. I mean; it’s just gonna be another 4 years of him not really doing shit. yet again. but whatever.\n  \n  So calm down. It’s nothing to get your thong all gooey over.\n  ","64248":"\n  No. Everyone gets treated the same as though they’re the same unorganized grab-ass dick pieces of amphibian shits.\n  ","64249":"\n  Absolutely not.\n  \n  That’s just gay. You look stupid and it makes you look mad desperate just to get a fucking like.\n  \n  As though someone’s gonna be like\n  \n  -“oh shit! somebody liked it their post.. damn- it must be worth checking out”\n  \n  -“wrong”....\n  \n  I look at it like this, Yea I like what I  posted....  it’s my fucking post..\n  \n  If I DIDN’T like it then I wouldn’t have posted it....So making that post in itself say I already like it. I don’t need to like it to.\n  ","64250":"\n  I was watching the final season of Power\n  ","64251":"\n  Only Mexico. I’d love to travel to other places. But.... not really an option.\n  ","64252":"\n  Nothing specific. I listen to all sorts. I’ll got from classical, to hardcore rap to r&b to funk, to pop, to rock , to metal to oldies,to just about anything really.\n  \n  Anything besides gospel, or foreign genre that makes shit music, and country. Fuck county. But seriously.\n  \n  I’ll listen to just about anything.\n  ","64253":"\n  What’s good?\n  \n  What’s the matter?\n  \n  Who you trying to bury?\n  ","64254":"\n  Just because he’s drifting away emotionally doesn’t mean that he’s cheating....\n  \n  Why is it you think HE’S the one cheating......\n  \n  They were after him before?...Huh...\n  \n  Did you ever think to consider that maybe your “friends” are nothing but home-wrecking bitches and they’re not really your “friends?”......\n  \n  Friends don’t fuck other friends fiancé’s...\n  \n  Did you also ever think it could be something on your end? Or have you perhaps ASKED him about it, rather that thinking there’s a chance he’s cheating?\n  \n  Not all men are assholes, you know.\n  \n  And if it comes to fruition that he did actually cheating. Well...\n  ","64255":"\n  “Don’t forget about the Gimp locked in the basement...”\n  \n  “.... and don’t forget to feed them...”\n  ","64256":"\n  I don’t know what you’re talking about.... I don’t speak Spanish\n  \n  Why would I pull a poker face when that’d be the exact opposite of what I’d want....\n  ","64257":"\n  Because we, men, are stupid.\n  \n  And women are assholes.\n  \n  Lol thought I’d keep this one short.\n  ","64258":"\n  I hate Harry Potter... watched the very first one... the boredom put me to sleep. What’s the last one or 2nd to last.... mad weak...\n  \n  Sorry to kill your hype. Lol.\n  \n  You can still quiz me. But the most I’d know if from the 1st Book, the sorcerers stone. And that’s about it.\n  ","64259":"\n  Yes, it’s always up but the phone is usually on silent.\n  ","64260":"\n  Because they don’t understand the saying:\n  \n  “Work Smarter, Not Harder”\n  ","64261":"\n  Any place that have a great sound set up because I like to play my music loud as fuck. Or if whatever spot I’m at has great headphones. Wherever there’s loud music, and only, I’ll find my zone and start getting inspired by whatever my brain comes up with.\n  ","64262":"\n  Thank you, :)\n  ","64263":"\n  Yes. I have a few.\n  ","64264":"\n  📨 Hi, how that side looking over there.\n  \n  It’s looking kinda bland on this side.\n  ","64265":"\n  Hey\n  ","64266":"\n  No I’m not afraid of tickling but it can be quite the reflex agitator.\n  \n  My balls.\n  ","64267":"\n  Trapped In My Mind - Kid Cudi\n  \n\n   https:\/\/open.spotify.com\/track\/3fV84Z6UdxxHqfGIMmuSKg?si=HfrTmGEVQV6kvRa66fLvGQ\n  \n","64268":"\n  Wow. That was a quite an emotional song. Lol. Seriously, that kinda hit me in the feels. I liked it. I think I listened to it like 10 times before I decided to respond. Lol.\n  \n  I really would like to know who sent me this. As long as you felt comfortable enough to tell me. :)\n  ","64269":"\n  Siiiiiiiiii\n  ","64270":"\n  What’s wrong with having both?\n  ","64271":"\n  What is the toughest part on a vegetable to eat?\n  ","64272":"\n  Both. I mean, it’d only be fair, right?\n  ","64273":"\n  My own numb numb juice... I was doing a study to see how many times it took to Wu my Tang(tickle my pickle) before I filled up a while glass. Think the GIF... but in reverse.\n  ","64274":"\n  I am 5’ 11’’\n  ","64275":"\n  Ehh... Could be worse...\n  \n  I’d prefer not though.\n  ","64276":"\n  I tried looking at today in a positive manner but failed at making that happen, unfortunately\n  \n  I think I’m still just too down and bummed about what happened.\n  \n  I really put a lot into it, especially emotionally, trying to make it work.  Despite whatever minor, but fixable, roadblocks there were, as well as what was coming, I really REALLY tried. Sadly things don’t always go the way we want them to.\n  \n  How it feels...\n  \n\n   https:\/\/youtu.be\/HxilwT1sKSo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  Don’t worry, that’s not how it was\/is. Lol. But it sure fucking felt like it.\n  ","64277":"\n  You need to fall asleep watching another scary movie to try and get your mind off of the first one.\n  ","64278":"\n  In what way do you mean by that?\n  \n\n  Are you saying words in general can be powerful, or are you saying MY words are powerful?\n  ","64279":"\n  I’ve never owned one myself, no.\n  ","64280":"\n  I wouldn’t trade with anyone, as that sounds hard to believe.\n  \n  If I was to trade lives with someone just like that, then all the time and effort that I put into getting to know all the people I’ve met and love throughout all these years would have been a waste.\n  \n  As nice as it would be to do so; I wouldn’t want to change that.\n  ","64281":"\n  I like formally casual.\n  ","64282":"\n  That’s the problem right there. It’s not about “how good” of a person you have to be.\n  \n  It’s just about being a good person.\n  \n  Simple as that. It defeats the purpose of wanting to be that good person if all it’s based on his what your “good person” score level is.\n  \n  You gotta be a good person at heart.\n  ","64283":"\n  “Oliver and Company”\n  \n  Followed closely by “Event Horizon”\n  ","64284":"\n  The Wire\n  ","64285":"\n  Ideally telling them in person is the way to go. I think so anyways.\n  \n  I like the idea of being able look at someone face to face when you’re telling them something as significant as that.\n  \n  Hopefully you get the reaction you’re looking for.\n  ","64286":"\n  Doubt myself, in regards to my work. It’s one thing to critique yourself, but it’s a whole other thing to doubt.\n  \n  Letting myself get into my own head is the worst thing I can do.\n  ","64287":"\n  And a Good morning to you.\n  ","64288":"\n  Know what you want to accomplish. Know who your audience is.\n  \n  Know who your audience isn’t.\n  \n  Maintain a consistent level of quality for you content.\n  \n  Always upgrade the quality, never downgrade.\n  \n  Take your time with you content.\n  \n  Get it right the first time.\n  \n  First impressions matter.\n  \n  Don’t be boring.\n  \n  Script your content.\n  \n  Never settle for average.\n  ","64289":"\n  Hamburgers.\n  ","64290":"\n  I’ve never been on a ferry before...\n  ","64291":"\n  I’ve never posted an Instagram story before. Not really sure I want to.\n  ","64292":"\n  Hello.\n  ","64293":"\n  Was that not the answer you were expecting?\n  ","64294":"\n  No...\n  ","64295":"\n  I’ve already cut my haircut recently. And my hair is still very short at the moment since my hair grows slowly.  So I don’t need to.\n  \n  Why don’t you cut yours...,\n  ","64296":"\n  No. I know who am I.\n  \n  I’ve always known.\n  \n  It’s just been, more or less, me reassessing any and all situations, reevaluating my choices, and  determining what my path is going to be; based off the choices I make. From there, it’s just repeating that same process for every obstacle. Gotta keep moving forward.\n  \n  Mate. Feed. Kill. Repeat.\n  ","64297":"\n  The kind that can take itself out to piss and shit. That includes cleaning up after itself.\n  ","64298":"\n  HowToBasic....\n  \n  thats all you’ll ever need.\n  ","64299":"\n  I do, yes.\n  ","64300":"\n  Thong Bikini’s. I love wearing them out in the Winter.\n  ","64301":"\n  I love being around people. At least those who are in fact good company. Convo starters, random facts people, observant people, but also are ok with silence. But yea I love being around people.\n  \n  Those who I find to have their values, morals and those who see the best in me, and vice versa, are the ones that when I’m around them, I’m my Best Me. There’s no better feeling than that.\n  \n  I’m also a person of solitude as well. EVERYONE must have their “me” time.\n  ","64302":"\n  Word\n  ","64303":"\n  Sad.\n  ","64304":"\n  If I think it’s OK to hold my midgets in cages for until I complete my midget farm collection, I’m pretty sure I’d be ok with keeping wild animals within a zoo.\n  ","64305":"\n  Every day\n  ","64306":"\n  Yes. And yes.\n  ","64307":"\n  What’s with all the questions.....\n  \n  Jk.\n  \n  The Titans.\n  ","64308":"\n  Yes. I try learn, adjust and fix while they’re happening as well.\n  ","64309":"\n  Hell’s yeah\n  ","64310":"\n  You’re a little behind there buddy....\n  \n  The polls are closed...\n  ","64311":"\n  I don’t have a pet anymore.\n  \n  And I haven’t got a new one recently.\n  \n  If you’re referring to my midget farm, well....\n  \n  Every since I was a kid, I’ve always dreamt of having a midget farm.\n  ","64312":"\n  Ehh... I suppose both play an intricate part in it all.\n  \n  Just because you have an attractive looks, doesn’t mean you can’t be dumb as shit.  you can be super very intelligent and look like a bay of soggy potatoes.\n  \n  Also, just because you’re intelligent, that doesn’t mean you still can’t be an arrogant asshole.\n  \n  And just because your attractive doesn’t mean you can’t be conceited prick.\n  ","64313":"\n  Soccer sucks.\n  ","64314":"\n  That’s a damn good question. I should probably go get some groceries. But I’m debating if i should do that, or get some chipopo.\n  ","64315":"\n  No.\n  ","64316":"\n  Driving though the mountains at night with no lights.\n  ","64317":"\n  No.\n  ","64318":"\n  There’s a lot of sketch things happening. I think big tech and the billionaires or any\/everyone the dems “say” they’re fighting seem to be dipping their hand in this way too much. First they fund the fuck out of Biden and all the dem senators... then they silence all those on social media that oppose him even though it’s just people who are stating their own personal opinions. yet social media seems that as false or misleading news. That’s pretty fucking sketch.\n  \n  I hope Trump wins.\n  ","64319":"\n  Depends on which friends you ask. Are you asking my friends from Bakersfield, or are you asking my “friends” from LA?\n  ","64320":"\n  Yes. I believe in God.\n  ","64321":"\n  No.\n  \n  Patience is both a gift and a curse.\n  ","64322":"\n  Myself. Since I’m the only one who i can count on to check up on me and make sure that I’m doing good.\n  ","64323":"\n  Well I’ll tell you know thing-\n  \n  .....it’s not wrong.....\n  \n  You feel what you feel.\n  ","64324":"\n  The girl I have feelings for.\n  ","64325":"\n  Yea.. he won the prize of having a pair of old saggy nuts dragged across his face.\n  ","64326":"\n  Dare.\n  \n  I feel like after all these AskFm questions it’s time for a dare.\n  ","64327":"\n  Please\n  ","64328":"\n  Fuck\n  ","64329":"\n  Off\n  ","64330":"\n  El pollo loco\n  ","64331":"\n  Hello.\n  \n  I could definitely be doing better.\n  \n  My depression, which was finally starting to dissipate, is coming back. So yea, I’m sad and slowly wandering back into the land of depression. Good times.\n  ","64332":"\n  I had this discussion with someone a few months ago. And I was balancing it out between 4-5 times. I think it was settled at 4 at that time. It has since jumped to 5. But I’m not gonna a lie, that last one was quite painful. 🥺\n  ","64333":"\n  That’s why the process can take so long at times. Lol\n  ","64334":"\n  You are absolutely right about that. And that’s where the references come in. They play a big role, at least for me. I think that’a what it comes down to. What others say about your work.\n  \n  They’d be able to tell any hiring manager about their work ethic, about keeping a gold standard within work. Whether it’s on their attendance, leadership, assertiveness, do they have initiative, are they problem solver, etc etc. I get people do have their own internal social communication issues. And I’d be willing to allow that as long as that person would be willing to work on it then themselves.\n  \n  Because not only would it help benefit the company, but it’s benefit that employee in both life and in the work field.\n  ","64335":"\n  I think there’s a lot more to it than just that, ha.\n  \n  If I was hiring someone, I’d look at the resume first.\n  \n  To look and see the way it’s formatted as well the way it’s structured, how much you say, how much you don’t say.\n  \n  It all depends on how much valuable detail you provide, and how much you don’t.\n  \n  Also depends on your job experience; I’d look at the job experience between each candidate to see who would work best. Who has the right attitude, and compare and contrast them to see who’d be the best pick for the company out of the bunch.\n  \n  Also I’d look at your references.  I’d check with the provided references to see what made them hire you, and what made you leave.\n  \n  You can learn a lot about someone just through their resume.\n  ","64336":"\n  Give up.\n  ","64337":"\n  Yezir!!\n  ","64338":"\n  I think you meant to ask,\n  \n  “So Daniel, what exactly happened during your last paranormal encounter ? I heard both you and the paranormal ended up in the hospital. You both apparently caused $16k in damages in a KFC...\n  \n  Care to explain?”\n  ","64339":"\n  Sourdough.\n  ","64340":"\n  The eyes.\n  \n  I’ve already answered this question recently. If you want to read my full answer to that, go check it out.\n  \n  It was a bit of a read for such a simple question. Lol\n  ","64341":"\n  And what are you thoughts about it....\n  ","64342":"\n  Biden doesn’t have the budget?! Are you being sarcastic because dude has nothing but money at the moment thanks to Silicon Valley and Wall St.\n  \n  You are correct about Trump winning though. Hopefully.\n  \n  Thank fucking goodness, if he does.\n  ","64343":"\n  The bums better pick up?\n  \n  Are you the one who’s searching for people to hire, or are you the one applying for the jobs.\n  \n  Because i don’t think calling THEM the bums would be correct if it was the latter. Lol\n  ","64344":"\n  Understood that what I said, as in I predicted your future? Lol\n  \n  Or understood, like it makes the most sense.\n  ","64345":"\n  I believe the correct medical term that is “The Bubbly Guts”...\n  \n  aka “The Calm Before The Shits”\n  ","64346":"\n  Abandonment\n  ","64347":"\n  The servers are still up on ps3?\n  ","64348":"\n  Feature Film Editor.\n  \n  Ideally studio features.\n  ","64349":"\n  Gotta stay determined to get what you want. Good luck in your search.\n  ","64350":"\n  Blatant Silence.\n  ","64351":"\n  What game and console?\n  ","64352":"\n  I’m embarrass to say, but work. And that has nothing to do with the work in itself. There was a personal situation that, unfortunately took all my attention away from the job; which I always give my undivided attention to, and it affected everything. I was worried sick and I felt abandoned. It was shit. I couldn’t focus on work to save my life and this was some easy fucking work. My depression, something which I was just starting to make some real progress on overcoming, reappeared. It was a total shit show.\n  \n  It was unprofessional, and was fucking embarrassing.\n  \n  That was the very first time I’ve ever lost interest in something I worked hard to get. Not any time before this recent moment, have I EVER lost interest in my pursuit for it. I know this because I don’t pursue things I think might work, or “it’s a maybe”.\n  \n  I know what I want and i cherish everything I work for.\n  ","64353":"\n  Why is everyone asking this same goddamn question. If you’re going to ask this, as it in a way that doesn’t just feel copy and pasted or generic\/typical. Don’t mean to come off rude about it, but I’m sure you can get where I’m coming from with it.\n  ","64354":"\n  You know, when you copy and paste your answers(if you did... it seems like it) onto something that did not ask or mentioned that particular thing you replied back with, it makes your answers feel hollow.\n  ","64355":"\n  Idk. I think 20-30 I believe.\n  \n  I don’t apply to any and all jobs just to say I did it either. These were jobs I was more than qualified to do\n  ","64356":"\n  What about it.\n  ","64357":"\n  From the moment of Birth to roughly our adolescent\/teenage years, yea- I do believe there is some good inside of everyone....\n  \n  But from that point on till their present day age, no.\n  \n  Not everyone. People can be cruel.\n  \n  And as people grow older, some tend to grow and become more cruel. After so many years of that cruelty, that “Good” that inside can only last so long before it withers away and there’s nothing left.\n  \n  Unfortunately.\n  ","64358":"\n  To be loved.\n  \n  You can love someone all you want, but that doesn’t mean they’ll ever know or acknowledge it.\n  \n  There’ll always be more satisfaction in knowing that you are loved by someone, than to love someone ,but never be loved.\n  ","64359":"\n  Hello, I’m alright I suppose. But To be honest I could be doing much better. Lol\n  ","64360":"\n  Uhhh...\n  \n  I don’t have a volleyball team. Lol.\n  ","64361":"\n  Yea we use them when cleaning ourself. But that doesn’t mean they still don’t go in and all around a persons shitty asshole, their gooch, their balls and\/or va-jay-jay, their armpits. So unless you’re using your own hands to clean out your doo doo maker, you’re gonna be “cleaning” yourself with a shit rag.\n  ","64362":"\n  No. I Don’t any pets.\n  \n  Not anymore that is, home slice done went and died. Old age, 🥺.\n  \n  What kinds would I eventually want.... mhmm. Well, most of my- I’ve dreamt of owning a midget farm. And purchase some land for them to go play in and roam around in the open. I wanted a whole farm full of them.\n  \n  So yea- I guess my next pet could very likely be a midget.\n  \n  Damn... it’s getting me kinda exited now that I’m thinking about it.\n  \n  🤔 mhmm..... decisions, decisions....\n  ","64363":"\n  An I supposed to know who that is?\n  ","64364":"\n  Well that’s good to hear.\n  \n  What’s making your day amazing?\n  ","64365":"\n  Alright\n  ","64366":"\n  It was a lot less productive than I’d hoped it be. It was lazy actually.\n  \n  How about yours.\n  ","64367":"\n\n   https:\/\/youtu.be\/HtMxyNqQCH4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","64368":"\n  Fuck no. Lol\n  ","64369":"\n  Well besides having mutual feelings, I’d say it’s transparency and trust.\n  ","64370":"\n  I’m from Bakersfield.\n  \n  What about you.\n  ","64371":"\n  Bills. And food. And whatever subscriptions I have or need for work.\n  ","64372":"\n  Nobody to blame except for the ones starting the fires\n  ","64373":"\n  I believe they’re possible, yea.\n  ","64374":"\n  I wouldn’t.\n  \n  I don’t want to Imply anything different either.\n  \n  Plain and simple.\n  ","64375":"\n  A Fox.\n  ","64376":"\n  Translation:\n  \n  “Collective:\n  \n  Do you think that if you left Ask now, someone would miss you?”\n  \n  Answer:\n  \n  I can’t see why anyone would, I feel like I leave a lot of questions unanswered. Perhaps theirs might fall under that category.\n  \n  BUT!!\n  \n  IF someone did, It’d be nice to know. As well as who. Perhaps they’d give me more incentive to want to stay.\n  ","64377":"\n  Translation:\n  \n  “Is there anything that can be consulted for TA thesis, but not services :') Stuck with rules”\n  \n  Response:\n  \n  Rules are meant to be broken.\n  ","64378":"\n  I’m going with warm blanket.\n  \n  But I’ll take the cup of tea so I can quench my thirst.\n  ","64379":"\n  Dafuq?.....\n  \n  I never said ANYTHING about playing or liking of all games, NBA Live... lol\n  "}}