{"Question":{"633070":"\n   170?\n  ","633071":"\n   Looool like there's only u out  there?\n  ","633072":"\n   Tbhh I follow you on here , and you seem awesome\n! I'd love to talk to you sometime\n  ","633073":"\n   Hehe and what about our fights and all\n  ","633074":"\n   Wrestling is for the FAGS!!\n  ","633075":"\n   Jk ur sexy af and u have a good  personality o i wish I had a gf like u?\n  ","633076":"\n   Hehe really it's not like that hehe\n  ","633077":"\n   Who wear pants means\n  ","633078":"\n   Yes u look like a virgin\n  ","633079":"\n   No at what age you lost your virginity\n  ","633080":"\n   My gf use to beat me hard daily bcz she says i don't have much power\n  ","633081":"\n   Do you like wrestler boys\n  ","633082":"\n   Yes you do\n  ","633083":"\n   R u a virgin mam\n  ","633084":"\n   Have you ever played Bloody Mary - the game where you look into a mirror, say 'Bloody Mary' 3 times & a Witch appears & tells you who you're gonna marry? :o If so what happened?? :s\n  ","633085":"\n   What if we had 1 big toe instead of 5 little toes.\n  ","633086":"\n   someone anon talk to me please \nlord I'm so bored\n  ","633087":"\n   U got the real power girl ????????????\n  ","633088":"\n   You're so adorable\n  ","633089":"\n   Mmm bread head!!\n  ","633090":"\n   What type of texter are you ?\n  ","633091":"\n   Do you find yourself to be more of a person who learns better by watching other people or as a person who learns better doing work on your own ?\n  ","633092":"\n   How long does it take for you to fully build a one on one relationship with someone else ?\n  ","633093":"\n   those are leggings yeah in your cat photo\n  ","633094":"\n   You like space dont you?\n  ","633095":"\n   I was talking about you saying I could die.\n  ","633096":"\n   You look like an alien\n  ","633097":"\n   Adorbs\n  ","633098":"\n   Bs! You have a great body b\n  ","633099":"\n   That's rude.\n  ","633100":"\n   You arent positive about it now?\n  ","633101":"\n   Classics never die lol.\n  ","633102":"\n   Youre welcome(: body positive?\n  ","633103":"\n   A heavy wooden paddle then.\n  ","633104":"\n   I sure love you\n  ","633105":"\n   Perfection\n  ","633106":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141905091961\n   \n   A hand...maybe a paddle depends on the crime.\n  ","633107":"\n   I wonder if your ass could take it.\n  ","633108":"\n   You are very welcome. Post another pic please\n  ","633109":"\n   I still love you.\n  ","633110":"\n   Damn youre gorgeous af\n  ","633111":"\n   because shes with you that should automatically make her feel comfortable you are very comforting person\n  ","633112":"\n   What do you think is your best physical feature? Pap\n  ","633113":"\n   I'm British\n  ","633114":"\n   Every thing loves you sav\n  ","633115":"\n   How frequently do you talk to distant friends?\n  ","633116":"\n   You are beautiful Boom!\n  ","633117":"\n   Fav watch\n  ","633118":"\n   What is the weirdest thing that you caught a friend doing?\n  ","633119":"\n   ALL HAIL THE MIGHTY POWERFUL GODDESS BOOM!!!!!!!!!!\n  ","633120":"\n   HAIL SATIN!!!!!!!!!!!!!!!!!\n  ","633121":"\n   Did you know today is #HeterosexualPrideDay because straight people should have a day to celebrate themselves to.\n  ","633122":"\n   No I missed 7th grade because of eating disorder and in the hospital\n  ","633123":"\n   oh no when I was in 7th grade\n  ","633124":"\n   I don't really know\n  ","633125":"\n   I've been feed through a tube it sucks really badly.\n  ","633126":"\n   You like the Brits accent\n  ","633127":"\n   did you go down on her?\n  ","633128":"\n   Hugs\n  ","633129":"\n   please? :)\n  ","633130":"\n   please tell\n  ","633131":"\n   did you go down on the girl?\n  ","633132":"\n   It's too hard to get hold off\n  ","633133":"\n   Would you do it again? with a girl?\n  ","633134":"\n   What made you happy today?\n  ","633135":"\n   Have you got any morphine\n  ","633136":"\n   just wanted to hear it from a girl who's been there\n  ","633137":"\n   just curious. sorry\n  ","633138":"\n   Idk ?\n  ","633139":"\n   Ok.\n  ","633140":"\n   what is it like to sleep with a girl being a girl?\n  ","633141":"\n   It's worse for men my twin brothers just turned 24 and people think they're 18 so even though they're good looking woman their age or a little younger probably aren't going to be into them\n  ","633142":"\n   10 lol\n  ","633143":"\n   Ok.\n  ","633144":"\n   Can you coins for them\n  ","633145":"\n   No\n  ","633146":"\n   How do I pass level 10\n  ","633147":"\n   I need to pass this level like omg it's so hard\n  ","633148":"\n   Yeah it's just that picture in most of your pictures you look 18 so I agree it's a good thing from here on out\n  ","633149":"\n   Love you even more\n  ","633150":"\n   Tienen Frio\n  ","633151":"\n   I can't pass level 10\n  ","633152":"\n   I mean if that was your only pic and you told me you were 13 I'd be like really you're that old?\n  ","633153":"\n   Well you literally look like you're 10 years old in it and it's not the braces.\n  ","633154":"\n   If you were convicted of a crime but got to choose between jail or taking a spanking which would you choose?\n  ","633155":"\n   Awwwww mom I love you\n  ","633156":"\n   What's going on with that picture you posted yesterday of yourself?\n  ","633157":"\n   I'm great mom you ?\n  ","633158":"\n   Not a lot, I just followed you! No biggie ??\n  ","633159":"\n   I am also hungry\n  ","633160":"\n   I know but which one would u choose if u had to?\n  ","633161":"\n   Wow you are a pretty lady ? hello ?\n  ","633162":"\n   WOULD YOU RATHER: Get spit in the face with snot and saliva or smell someone's fart???If u had to choose?\n  ","633163":"\n   Morning\n  ","633164":"\n   Haha\n  ","633165":"\n   HELLO SAVI\n  ","633166":"\n   I know that XD but what a beautiful imperfection right?\n  ","633167":"\n   Idk how to look in pain\n  ","633168":"\n   Donde andan\n  ","633169":"\n   Fav tv show\n  ","633170":"\n   For what in your life do you feel most grateful?\n  ","633171":"\n   Why are overweight women so easy compared to slim women?\n  ","633172":"\n   I don't think they will believe me\n  ","633173":"\n   Why are Americans so fat?\n  ","633174":"\n   Inviten Bielas\n  ","633175":"\n   Morning\n  ","633176":"\n   What's  your favorite summer dessert?\n  ","633177":"\n   What would you like to change about yourself ?\n  ","633178":"\n   What do you think of dimple?\n  ","633179":"\n   Actually you look older than you are in your current profile pic\n  ","633180":"\n   Is some pictures you almost look your age and in other pictures you look 12\n  ","633181":"\n   Talking to Kari. You?\n  ","633182":"\n   Your love affair with your therapist\n  ","633183":"\n   Awwwww sorry\n  ","633184":"\n   I love it when I'm right\n  ","633185":"\n   What are you thankful for today?\n  ","633186":"\n   Oh ok sorry\n  ","633187":"\n   Wait, you're dating your therapist?\n  ","633188":"\n   What makes a relationship strong?\n  ","633189":"\n   Awwww I'm sorry mom did you get the game ?\n  ","633190":"\n   Do you like your name?\n  ","633191":"\n   No I don't go to a therapist it's too expensive and that's the kind of thing I have anxiety about. Anyway you don't want to hear about my problems anymore. So what caused your ptsd?\n  ","633192":"\n   How can you be so skinny and beautiful at the same time? ?\n  ","633193":"\n   ?\n  ","633194":"\n   What is most important to you currently\n  ","633195":"\n   Aw, so happy your in love! If your anons start getting creepy about it, just ignore em.\n  ","633196":"\n   Yes you should mom\n  ","633197":"\n   Awh you liking someone sounds super adorable whose the lucky guy\n  ","633198":"\n   Uno and friends\n  ","633199":"\n   What other games can we play together\n  ","633200":"\n   Thank you so much. I hope so too.\n  ","633201":"\n   where u from\n  ","633202":"\n   Yayyyy!!!\n  ","633203":"\n   Aw\n  ","633204":"\n   Definitely not because I want to be. Being socially awkward and bad Social anxiety are my biggest problems\n  ","633205":"\n   No! I enjoy distracting you!\n  ","633206":"\n   How long have you known the person you like and when did you start liking them\n  ","633207":"\n   Okay fine. :(\n  ","633208":"\n   EVERYONE should focus on your amazon Wishlist\n  ","633209":"\n   Killstar wishlist?\n  ","633210":"\n   I have no clue\n  ","633211":"\n   Nice guys you follow ?\n  ","633212":"\n   Level 7 , 1977890 is my Id\n  ","633213":"\n   Are you crushing on anyone then or?\n  ","633214":"\n   Same ♥♥♥♥♥let's play together\n  ","633215":"\n   Yeah I see what you're saying but I'm a 31 year old virgin so it feels like life is pretty much about sex to me.\n  ","633216":"\n   How old were you in the picture you posted 20 minutes ago?\n  ","633217":"\n   I'm glad I made you happy\n  ","633218":"\n   One body part you'd absolutely hate to be nutted on\/in?\n  ","633219":"\n   when do the braces come off?\n  ","633220":"\n   wait when did you get braces?\n  ","633221":"\n   Last item bought from your wishlist?\n  ","633222":"\n   Omg it's so fun\n  ","633223":"\n   Are you having enough sex? because I feel like you're not\n  ","633224":"\n   Is there anything that you wish had been different when you were growing up?  If so, what? Please explain.\n  ","633225":"\n   I'm playing the game\n  ","633226":"\n   Are you ever planning on getting back together with Jake? Or did you both kinda move on? Sorry if this is too personal\n  ","633227":"\n   Waiting for your smile <3\n  ","633228":"\n   Sounds fun might have to try it\n  ","633229":"\n   I promise it. To show that I don't wanna steer away. I am letting it all come naturally, I have patience for mine and Kari's future. I want a future with her. So I am willing to wait.\n  ","633230":"\n   I am sorry i didnt mean to come into the middle of your conversation with him\n  ","633231":"\n   What game are you playing\n  ","633232":"\n   You cant control everything Chris (if i am allowed to call you that) you remind me a lot of myself. It is true you care for her a lot i can feel that but you need to learn to also act as your own individual. I mean nothing rude by this i just want you to succeed and be happy with the one you care fo\n  ","633233":"\n   see I adore u\n  ","633234":"\n   Being happy ?\n  ","633235":"\n   That's what I was trying to show you. But I'm sorry that any of that came up.\n  ","633236":"\n   Do not get too clingy or protective though it may cause her to go away. Be sure to give her space when she needs it and be there for her when she needs you. Be her light but also be your own light.\n  ","633237":"\n   How important is it for you to have a lot of money?\n  ","633238":"\n   That's what I do everyday, but I still fear. Because people have hurt me so much that I have turned cold hearted. I began to hate people. But Kari changed all that for me. She made me happier. So I want to marry her. Idk if it will happen but I want it to. So I strive for it, and don't steer away.\n  ","633239":"\n   Hey\n  ","633240":"\n   What has been the scariest experience in your life?\n  ","633241":"\n   I fear everyday about something happening between me and Kari. Then it gets to the better of me. So I don't think about it. I am being realistic, because I know all the shit that can happen. All the pain that can happen.\n  ","633242":"\n   I don't either, but there is nothing wrong with looking at the good things once in a while.\n  ","633243":"\n   Kari is a really pretty name\n  ","633244":"\n   How come you keep shooting, everything good that I say, down? I have a weird feeling like you don't like me or something, so everything I say you shoot down.\n  ","633245":"\n   I'm trying to optimistic. I can't see in the future, i have plans to be with her. I won't intentionally break her heart. I have had mine broken before, I know the feeling. I'm not like other guys. When I have my eyes set on someone, they stay there. I have mine set on Kari.\n  ","633246":"\n   I do know that. I understand everything your saying. But I don't think or look at those kind of things. I am never gonna loose feelings for Kari. I also mean it as that I'm never gonna break her heart, so no matter where I am. I will always be in her heart.\n  ","633247":"\n   Sav4lyfe Ames4lyfe awwily4lyfe\n  ","633248":"\n   Do you feel the spanking machine is a good invention?\n  ","633249":"\n   That's a good idea. But to me, it make me feel like I am showing the person that I am truly committed to what I make the promise too. Like how I promised Kari that I will never leave her. But I respect your stand point, nothing wrong with it. ??\n  ","633250":"\n   I have gotten through it, the thought just hurts. We have, and we will.\n  ","633251":"\n   you need a spanking\n  ","633252":"\n   Some subjects are more touchy to me than others. I already feel like I broke a promise to a passed family member. Yes, me and her hang out. We can't at the moment of course but, yes, we do.\n  ","633253":"\n   Ass 4 lyft huh? ?\n  ","633254":"\n   Hey, please don't say that. I know you're kidding, but just the thought of broken promises hurt me.\n  ","633255":"\n   Thank you, but I'm not going anywhere. I have promises to her I have to keep, and I intend on keeping them.\n  ","633256":"\n   ILYSM\n  ","633257":"\n   Pic of wristwatch\n  ","633258":"\n   My dad: *eats food so spicy that it burns the devil's tongue* hhmmm. Needs more hot sauce.\n  ","633259":"\n   Another ex???\n  ","633260":"\n   Jakesossy was abusive to you?! Girl I'm sorry, it's never ok.\n  ","633261":"\n   you wanted it, milady\n  ","633262":"\n   Have you eaten salami recently?\n  ","633263":"\n   What was the last thing you got for free?\n  ","633264":"\n   lol it's all up to you, there is nothing wrong with that at all. It's all your decision. All that counts is if you are happy.\n  ","633265":"\n   Is it normal in US if a random guy whos same age as you  hug you?\n  ","633266":"\n   So you don't jump?\n  ","633267":"\n   Western or English? Hunter? I'm a guy but I ride also.\n  ","633268":"\n   What would you do if an aggressive dog was trying to attack your dog? Today I let me dog off the lead in the park (she's a toy poodle) and this horrible pitbulls was chasing her growling at her, so I picked up my dog and held it over my head so the pitbull couldn't reach it.\n  ","633269":"\n   If we could not make things sexual... that'd be greeeat\n  ","633270":"\n   Why do we kill people who kill people to show them that killing people is wrong?\n  ","633271":"\n   is it normal in US  if a same age as you random  guy hug you?\n  ","633272":"\n   I know you wanna hop up on this d and go for a ride, biiiiiiish !!\n  ","633273":"\n   a horsey!!? im jealous!!\n  ","633274":"\n   The funny thing is, I was thinking of riding you like a horsey.\n  ","633275":"\n   would u let a guy put a leash on you and walk you like a dog?\n  ","633276":"\n   Oh my lord, I could see that ?\n  ","633277":"\n   Hey mom\n  ","633278":"\n   What two animals should breed and make a new animal?\n  ","633279":"\n   Double standards\n  ","633280":"\n   @(recent)\n  ","633281":"\n   Then turn off the anon option\n  ","633282":"\n   Just shit you can do here\n  ","633283":"\n   Boom ily\n  ","633284":"\n   a girl at school constantly stares at me. when I look back she still stares at me but she has a bf. she's done it since middle school and on a trip she tried sitting next to me and once got to and her leg was touching mine the whole time and her hand. I couldn't help getting aroused. What do I do?\n  ","633285":"\n   Lady your really pretty\n  ","633286":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","633287":"\n   Where you goin?\n  ","633288":"\n   Cookies? Brownies?\n  ","633289":"\n   Why you don't answer questions...?\n  ","633290":"\n   Did you wear pants first or shirt first while changing clothes?\n  ","633291":"\n   Can someone tell me why iPhone batteries die so damn fast ?\n  ","633292":"\n   Yes have a wonderful day gorgeous, you are one of a kind ?\n  ","633293":"\n   ANONS talk to me smh \nI'm dying of boredom help\n  ","633294":"\n   What documentaries have you been watching\n  ","633295":"\n   Why do women say stuff like horror movies, video games and porn are degrading towards women when women do enough to degrade themselves without the help of men?\n  ","633296":"\n   \"I rely on myself...\" Umm, why is there a wishlist link at the top of this page, or did you mean you rely on yourself to beg for your wants?\n  ","633297":"\n   tbh I want to stick my tongue up a another girl's bum. how do i go about doing it?\n  ","633298":"\n   I do love you boom You can do anything that you want because I am not in control of your life\n  ","633299":"\n   How is your lifestyle now? and what do you think your lifestyle will be like in the future ?\n  ","633300":"\n   What is the most beautiful thing that you seen recently?\n  ","633301":"\n   Do you think that its good or bad to always rely on and depend on your parents for most things ?\n  ","633302":"\n   You dont need to go read boom we love you\n  ","633303":"\n   If you could say thank you to at least multiple people in your life for all the sacrifices that they have made for you, who would you thank ?\n  ","633304":"\n   No in general because you take usually forever to reply\n  ","633305":"\n   What is your favorite candy?\n  ","633306":"\n   If you could be any breed of dog what breed would you be and why\n  ","633307":"\n   You're doing such a great job at texting and I am proud of you ?\n  ","633308":"\n   What does it actually take for someone to be your friend ? What do they need to do ?\n  ","633309":"\n   Okay this might seem like a weird question but please answer it honestly like i am just curious what do you do when you have a orgasm I hear some girls curl their toes some get tense or relax and some pull their hair and rub their nips so what do you do?\n  ","633310":"\n   what do you think of male chastity devices\n  ","633311":"\n   Do you associate yourself more with male or female friends or both ? Why\n  ","633312":"\n   So what are your passions in life?\n  ","633313":"\n   Would you say that you are very opinionated person ? Or do you like to keep most your opinions to yourself\n  ","633314":"\n   Mom\n  ","633315":"\n   Do ever make pot brownies ?\n  ","633316":"\n   It seems that You really are a good girl\n  ","633317":"\n   If you could have superpowers what would they be?\n  ","633318":"\n   What's your dream\n  ","633319":"\n   What kind of house or car do you want ?\n  ","633320":"\n   You wanna FaceTime?\n  ","633321":"\n   People like you Savannah thats so cute ? boo boo\n  ","633322":"\n   Cats are demanding and spoiled\n  ","633323":"\n   or maybe you shouldn't wear leggings so tight that we can see the outline of your stank pudenda? omg what a durty nasty puta! please learn some self-respect\n  ","633324":"\n   My friend suggested your blog. U write very well ??\n  ","633325":"\n   Lol text him on kik now?\n  ","633326":"\n   You're really pretty!\n  ","633327":"\n   What makes you strong?\n  ","633328":"\n   What makes you strong?\n  ","633329":"\n   Have you ever peed in a swimming pool?\n  ","633330":"\n   Do you have any piercings?\n  ","633331":"\n   Lol, yea, cats and cookies can help.\n  ","633332":"\n   Have you ever peed in a swimming pool?\n  ","633333":"\n   What kind of relationship do you have wth your siblings ?\n  ","633334":"\n   \"It’s reactive, not proactive. We shouldn’t be sitting back, waiting for intelligence to come to us: we should be out there looking for it\"\n-- I Let You Go\n  ","633335":"\n   Thats pervish ahah\n  ","633336":"\n   do you understand why guys love when girls wear leggings?\n  ","633337":"\n   Any summer plans? :)\n  ","633338":"\n   What Disney movie has ever made you really emotional ?\n  ","633339":"\n   Describe yourself with only 1 picture you have. (PS: You can't search or download new pictures)\n  ","633340":"\n   What music summed up your high school years?\n  ","633341":"\n   Do you like when people give you random advice ?\n  ","633342":"\n   Hell with that just move in a trailer park and live lyfe!\n  ","633343":"\n   Haha bed is a good feeling\n  ","633344":"\n   I hope so, I believe you will be. I am focused on mine but more importantly, hers. That also doesn't mean that I can look out for yours.\n  ","633345":"\n   Thank you that means a lot. I am so sorry to hear that ? but I don't blame you it's understandable. I don't blame you girl.\n  ","633346":"\n   Why did you get adopted ?\n  ","633347":"\n   Omg I'm dying ?\n  ","633348":"\n   All yall siblings got the same parents ?\n  ","633349":"\n   Thank you so much. Honestly, the same thing happened to me. I know exactly how you feel right now. I was single and enjoyed it. I minded my own business and didn't care at all to be in a relationship. Then after 2-3 years I met Kari, and she changed it all for me. I know you'll get someone special?\n  ","633350":"\n   Okay...\n  ","633351":"\n   Maybe its genes ?\n  ","633352":"\n   Thank you so much for saying that, it means a lot to me also I'm sorry lol. I use to like being single too, then I met her. She changed it all for me.\n  ","633353":"\n   Do your siblings look like you ?\n  ","633354":"\n   Thank you, but it's true. She asks me to do something, I do it for her. I just love her way too much to say no. Unless it's to crazy, then I'll think about it ?\n  ","633355":"\n   You are very beautiful\n  ","633356":"\n   Hey good evening askfm users, I just wanted to say that I am really deep down in my heart sorry for what I have done. I promise that I will never ever pull pranks and ask silly dumb questions ever again. Please I beg you, from this day forward I am will to start fresh and ask decent questions :)\n  ","633357":"\n   Post some memes ?? pls?\n  ","633358":"\n   got that new wishlist?\n  ","633359":"\n   Actually I can relate to that. I do the same thing.\n  ","633360":"\n   You're amazing mother\n  ","633361":"\n   Do you think that people need to stop selling old fashioned  products just for profit ?\n  ","633362":"\n   You know you didn't have to vote ?\n  ","633363":"\n   ???????love you mommy\n  ","633364":"\n   That means a lot coming from you ?I'm going send you a long ass paragraph on kik tomorrow\n  ","633365":"\n   Would my aunts husband be more directly related to me or would aunt be more directly related to me ? This is my fathers sister or to be more specific its his half sister\n  ","633366":"\n   To make me feel beautiful you told me that I'm beautiful\n  ","633367":"\n   You are very beautiful\n  ","633368":"\n   I'm not leaving you cause you're one of my big influencers\n  ","633369":"\n   What should there be in a perfect city?\n  ","633370":"\n   Yes I will talk to you ???I'm always here for you not leaving you ever\n  ","633371":"\n   I understand because I have been through a lot as well people hate what they do not understand\n  ","633372":"\n   Awwwwww I'm sorry is their anyway I can cheer you up\n  ","633373":"\n   You have been through hell and back and that has changed the way you looked at the world\n  ","633374":"\n   I am great savi ? how is life? Any good news?\n  ","633375":"\n   Your a better person than you think you are to be honest\n  ","633376":"\n   Step one to be a Kardashian: help your best friend get away with murdering their spouse.\n  ","633377":"\n   You're going (going) back (back) to Cali (Cali)?\n  ","633378":"\n   How are you? You look so beautiful in the new dp ❤??I miss talking to you ?❤❤\n  ","633379":"\n   Pap of you in a bikini?\n  ","633380":"\n   What's wrong\n  ","633381":"\n   Do you like guys who dont have muscle ?\n  ","633382":"\n   And don't free the nipple publicly\n  ","633383":"\n   hi you're beautiful ok bye\n  ","633384":"\n   Don't make a sex tape please and if you do keep it private #tipstobeaKardashian\n  ","633385":"\n   Okay so once you are free from YouTube Videos will you reply him on Kik?\n  ","633386":"\n   Savannah reply that guy once? He's upset please?\n  ","633387":"\n   Hey SAVI ????\n  ","633388":"\n   Pantyhose pap?\n  ","633389":"\n   Thoughts on spankings?\n  ","633390":"\n   Someone is waiting for you on Kik anxiously girl?\n  ","633391":"\n   If reincarnation exists, what kind of creature would you like to be in your next life?\n  ","633392":"\n   I'm happy cause you're my mom and you love me and my boyfriend loves me\n  ","633393":"\n   Why are you not coming on Kik girl? ??\n  ","633394":"\n   Heyy?\n  ","633395":"\n   Do you wear bra after cliping it or clip after wearing it?\n#nohateplz\n  ","633396":"\n   I'm so happy right now\n  ","633397":"\n   Thanks for the spam\n  ","633398":"\n   Tbh; I don't know you but your really pretty and should message me sometime!\n  ","633399":"\n   Wear short shorts but make sure they have a tiny bit of butt coverage and if you wear a see through shirt wear a bra with it\n  ","633400":"\n   Love you mom you're the best\n  ","633401":"\n   You could do that\n  ","633402":"\n   You should do what you want\n  ","633403":"\n   ? pap\n  ","633404":"\n   If a woman wanted to spend a few weekends working as your maid for free, would you consider it?\n  ","633405":"\n   But beautiful skin how hot will be ur skin fr french kiss\n  ","633406":"\n   If someone offered to buy you every item on your Wishlist how would you react?\n  ","633407":"\n   They spelt model wrong...\n  ","633408":"\n   I have jock itch...can you help ?\n  ","633409":"\n   If you could have a sexual relationship with any celebrity who would it be?\n  ","633410":"\n   You are so cute *-* why\n  ","633411":"\n   “Whatever you do, don't hurt anyone and don't let anyone hurt you. Be neither a heartbreaker nor heartbroken” \n-- The Architect's Apprentice ?\n  ","633412":"\n   Yeah same here. Music is life. I can't imagine going a day without listening to it.\n  ","633413":"\n   Lmfao looks like u got u a girl-slave\n  ","633414":"\n   Hey\n  ","633415":"\n   Would you be satisfied if many people in this world  treated each other right ?\n  ","633416":"\n   Does it feel a lot different when you're on your period?  And all guy do, trust me, and way more than you could imagine.\n  ","633417":"\n   Do you think there might be other human like beings elswhere in the universe even if you don't have evidence?\n  ","633418":"\n   dutch flowerz\n  ","633419":"\n   Would you ever wear a low cut thong bikini to the beach?\n  ","633420":"\n   Eid mubarak\n  ","633421":"\n   So it depends right ? Get to the point already ?\n  ","633422":"\n   Do you like the name Colton ?\n  ","633423":"\n   i feel so insecure with a close friend and have you ever felt like that with someone you knew?\n  ","633424":"\n   Pap of you at a beach or pool?\n  ","633425":"\n   Lol I feel ridiculous buying you something out of jealousy but meh - you're the Queen!\n  ","633426":"\n   Wtf omfg it's a simple question black or white guys\n  ","633427":"\n   I was the woman who complimented you yesterday and I just bought you something just because I really liked it but know you'd look so much better in it than me!\n  ","633428":"\n   Why are there often long lines in women's restrooms?\n  ","633429":"\n   Black or white guys ?\n  ","633430":"\n   So basically you are saying being single is a liability ?\n  ","633431":"\n   HAhaha i was asking for picture of ur mobile.......\n  ","633432":"\n   What do you like on your pizza?\n  ","633433":"\n   Help me I'm thinking about writing new song idk what to write about\n  ","633434":"\n   Pap in a ?\n  ","633435":"\n   Your eyes colour brown ?\n  ","633436":"\n   Hi, i am actually lost right now and i am looking for your number?\n  ","633437":"\n   Kik ? please\n  ","633438":"\n   Do you fart a lot?\n  ","633439":"\n   Who do you acknowledge and appreciate for all of their hard work and effort ? ❤️\n  ","633440":"\n   Do you trash talk or run your mouth a lot\n  ","633441":"\n   Will you have you and Miley making out while Robbie Ray watches?\n  ","633442":"\n   Where do you find new music?\n  ","633443":"\n   Ever been on a cruise ship ?\n  ","633444":"\n   Ça va ?\n  ","633445":"\n   BONJOUR\n  ","633446":"\n   Would you wear a t-shirt with your own face on it, Boomy?\n  ","633447":"\n   Out of 10 how relaxed are you right now\n  ","633448":"\n   Hey\n  ","633449":"\n   Thanks but it's okay. No it isn't but thankfully music keeps it at bay for the most part.\n  ","633450":"\n   like to make new friends\n  ","633451":"\n   Do you mostly get gifts from guys or girls?\n  ","633452":"\n   Hey\n  ","633453":"\n   do you get mad when guys catcall you?\n  ","633454":"\n   I have always heard that interracial relationships never really workout because there is always that one parent that doesn't approve the persons partner because he or she is a different race. Is this true ? Or false ?\n  ","633455":"\n   What would you do if your best friend suddenly became a doughnut?\n  ","633456":"\n   Can a person be like, literally, loyal to more than 1 person simultaneously? Is it possible. Will it be called loyalty then if he\/she is loyal to many fellows?\n  ","633457":"\n   When you are bored what do you like to do ?\n  ","633458":"\n   hows life?\n  ","633459":"\n   Instead of money pay me in…\n  ","633460":"\n   Amazing hair, stunningly pretty face, incredible figure, perfect skin, sassy attitude, worlds best legs...just to name a few\n  ","633461":"\n   Yeah and right now I'm as happy as I can be (while suffering from depression I mean lol).\n  ","633462":"\n   How often do people buy you gifts?\n  ","633463":"\n   What perfume are you wearing today?\n  ","633464":"\n   Ughhhh I could not be more jealous of you ?\n  ","633465":"\n   Exactly. IF I ever choose to want to be with someone again, I'll make that decision if and when it comes. Meanwhile, I love just being where I am with my music to keep me company. As long as you are happy with yourself, that's all that matters anyway.\n  ","633466":"\n   Precisely. I was with someone for 3 years and I've been alone since we broke up in 2013. I'm perfectly fine on my own and happy (I've got my music). Where is the so-called rules that say we *have to* have someone in our lives to be happy?\n  ","633467":"\n   maybe tomorrow we can have blood orange cosmos. 1 cup vodka, ½ cup orange liqueur, 1 cup blood orange juice, and ¼ cup lime juice.\n  ","633468":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141886079609\n   \n   - Why do people feel the need to proclaim how it must 'suck' being single?! We single people don't need to be with someone to be happy. I prefer being single too.\n  ","633469":"\n   Shakespeare lived in the 16th century. How can they claim to have psychologically profiled him?\n  ","633470":"\n   I mean ANONS silly ??\n  ","633471":"\n   Heyy you again it sucks being single lol\n  ","633472":"\n   God no one is talking to me I criiii??\n  ","633473":"\n   dont talk about the dead\n  ","633474":"\n   Are there degrees of boredom?\n  ","633475":"\n\n    https:\/\/www.16personalities.com\/free-personality-test\n   \n   what's yours?\n  ","633476":"\n   Post them!\n  ","633477":"\n   Ok, you're awsome!\n  ","633478":"\n   Shit ass selfies? Bless you Boom\n  ","633479":"\n   Does a guys smell like nothing also?\n  ","633480":"\n   Ever been heart broken\n  ","633481":"\n   What do they say it smells like?\n  ","633482":"\n   Pap of you\n  ","633483":"\n   Do guys tell you it smells like fish?\n  ","633484":"\n   haha is there any special reason for taking pants off first?\n  ","633485":"\n   what is the strangest thing that you saw a student at your school do?\n  ","633486":"\n   Pap??\n  ","633487":"\n   Full body pap\n  ","633488":"\n   \"The ultimate measure of a man is not where he stands in moments of comfort and convenience,\nbut where he stands at times of challenge and controversy\"\n\n-- The Measure of a Man ?\n  ","633489":"\n   What happened to jakesossy\n  ","633490":"\n   nope i asked while changing not while selecting clothes\n  ","633491":"\n   Did you wear shirt first or pant while changing clothes?\n  ","633492":"\n   You wear pant first or shirt first while changing clothes?\n  ","633493":"\n   Do you like scary movies? What was the last film you watched that scared you to the very core of your being?? :o\n  ","633494":"\n   Personally I get infuriated when anyone tells me what to do with my emotions. They are mine to control, nobody else's. Nobody but myself has any right to tell me how to respond to the world around me. You calm yourself down. It especially irks me when I'm ALREADY CALM\n  ","633495":"\n   Guys ever tell you why they are itchy down there all the time?\n  ","633496":"\n   Do you think it's wrong for a girl to talk openly about pooping??\n  ","633497":"\n   Can't wait to see what you picked out!\n  ","633498":"\n   What wrong\n  ","633499":"\n   What's the drink of the day?\n  ","633500":"\n   I do hope that you do have a good health insurance since things can get quite rough after that health care bill was passed.\n  ","633501":"\n   Awwwwwwwwwww.\n  ","633502":"\n   Yeah sorry I couldn't resist. I just think that would be perfect on you.\n  ","633503":"\n   You dare question LADY BOOMETH!!?\n  ","633504":"\n   Likers get OW? Please beautiful.\n  ","633505":"\n   Hope you don't mind but I want you in this set\n   \n    https:\/\/us.killstar.com\/collections\/clothing-womens-lingerie-bodysuits\/products\/sinner-velvet-bralette-b\n   \n   and this skirt\n   \n    https:\/\/us.killstar.com\/collections\/clothing-womens-skirts\/products\/cult-maxi-skirt-b\n   \n","633506":"\n   Sorry m'lady\n  ","633507":"\n   Really mature let me tell ya.\n  ","633508":"\n   OMG YOUR BACKGROUND IS EVERYTHING ?\n  ","633509":"\n   You would look perfect in all of it.\n  ","633510":"\n   Why do u sometimes answer questions with something totally random instead of a yes or no???\n  ","633511":"\n   Yay! Now explore the gorgeous clothes that would look gorgeous on you.\n  ","633512":"\n   Photo of what you've found?\n  ","633513":"\n   You gotta make an account first love muffin.\n  ","633514":"\n   Oh yeah! Now people will buy you pretty killstar gifts!\n  ","633515":"\n   @ (recent) ?\n  ","633516":"\n   Cutie ?\n  ","633517":"\n   Tell me about your childhood experiences growing up ?\n  ","633518":"\n   Yes it should. Those clothes would look amazing on you so you deserve to have them.\n  ","633519":"\n   If you know that stars trade their life just to grant you a wish, will you stop throwing wishes?\n  ","633520":"\n   Would u give Selena Gomez an eskimo kiss for $20?\n  ","633521":"\n   Make a wishlist for killstar!\n  ","633522":"\n   Good afternoon Boom I love you so much with all my heart and to the Republic for which it stands ❤️??? Making a nigga go crazy out here\n  ","633523":"\n   send those lovely questions to me ??\n  ","633524":"\n   What was one song that you always loved dancing too ?\n  ","633525":"\n   Do you believe taking action and responsibility for you're community is essential for better living qualities ?\n  ","633526":"\n   You get generalized because your white duh\n  ","633527":"\n   I really wanna see you wearing it.\n  ","633528":"\n   ANONS wanna talk to me today? I'm really bored ?rn\n  ","633529":"\n   Do you think you have been a role model to other people ?\n  ","633530":"\n   HEY SEXY IM HEREEEE :))\n  ","633531":"\n   Do you take a look at people before even meeting them and ultimately assume what kind of person they are ?\n  ","633532":"\n   I swear I really hate white girls y'all think that y'all are better that everyone and y'all think that y'all are better than black girls\n  ","633533":"\n   Do you think that injustice everywhere is a threat to justice everywhere?\n  ","633534":"\n   That skirt would look perfect on you.\n  ","633535":"\n   We will be serving Pancakes, eggs, Belgian waffles, toast, scrambled eggs, bacon and more :)\n  ","633536":"\n   I want to buy you this.\n   \n    https:\/\/us.killstar.com\/collections\/clothing-womens-skirts\/products\/cult-maxi-skirt-b\n   \n","633537":"\n   Do you normally leave reviews?\n  ","633538":"\n   Would you consider yourself to be very privileged ?\n  ","633539":"\n   Someone is thinking about you thats why you keep sneezing haha\n  ","633540":"\n   I'm addicted to you.\n  ","633541":"\n   hey\n  ","633542":"\n   What is polls\n  ","633543":"\n   hahaha  how dirty? how would you eat your crush if he is an ice cream?\n  ","633544":"\n   Ootn pap\n  ","633545":"\n   if your crush is an ice cream how would you eat him?\n  ","633546":"\n   can I help with that I don't really get questions\n  ","633547":"\n   How many questions do you have\n  ","633548":"\n   Do you like to impress people? If so how\n  ","633549":"\n   Do you have interest in wanting to meet a celebrity?\n  ","633550":"\n   Bikini pic time\n  ","633551":"\n   I am smarter than everybody else on ask FM...please do not hate me.\n  ","633552":"\n   One clothing brand that you cannot stand is ?\n  ","633553":"\n   What\n  ","633554":"\n   Describe your day in emojis!\n  ","633555":"\n   haha what is the most awkward talking to a guy situation you been in your life? tell us what happen if you don't mind :D\n  ","633556":"\n   Do you go to the gym?\n  ","633557":"\n   have you ever been in a situation where you meet a new guy and after introducing each other you two end up in an awkward silence?\n  ","633558":"\n   Hi\n  ","633559":"\n   If I created an askfm breakfast where everyone on askfm could join each other for breakfast, talk, have fun and meet each other in person for the first time. Would you attend it ?\n  ","633560":"\n   happy eid! ? even if you don't celebrate it, I'd like to seek your forgiveness upon my mistakes and wrongdoings. I'm sorry for anything I've done that has caused you concern\/irritation\/anger. ??♀️ take care, hydrate yourself well, and remember to cherish all your loved ones! ?☺️\n  ","633561":"\n   How long have you had your current cell phone ? Do you want a new one\n  ","633562":"\n   haha why making eye contact makes people uncomfortable?\n  ","633563":"\n   What's the best place to make and form friendships?\n  ","633564":"\n   Are you good at making eye contact ?\n  ","633565":"\n   You sleep alonggggg time west coast ??? lol\n  ","633566":"\n   Do you think life has been one big rocky road for you ? Too many obstacles interfering with you all at once ?\n  ","633567":"\n   Do you know how to keep secrets only if it's necessary?\n  ","633568":"\n   What're your plans for today\n  ","633569":"\n   Rip\n  ","633570":"\n   Did you know that Snapchat and instagram are two apps that do the most battery drain on you're cell phones?\n  ","633571":"\n   Do you miss school?\n  ","633572":"\n   lazy girl\n  ","633573":"\n   Do you even know how to make a guy feel good ?\n  ","633574":"\n   You like a bitch\n  ","633575":"\n   I would\n  ","633576":"\n   Fake? I see a girl fake not a boy fake !\n  ","633577":"\n   You're perfect\n  ","633578":"\n   I truth\n  ","633579":"\n   Yes you!\n  ","633580":"\n   Busy with me\nCome to me\n  ","633581":"\n   Cute\n  ","633582":"\n   Don't like documentry\nI need yu\n  ","633583":"\n   Last foul thing u smelt?\n  ","633584":"\n   Each night? How money?!\n  ","633585":"\n   I want you each night\nEach moment\n  ","633586":"\n   Lol which type of videos??\n  ","633587":"\n   Last foul thing u smelt?\n  ","633588":"\n   You would be correct\n  ","633589":"\n   I want a girl same you\n  ","633590":"\n   Last foul thing u smelt?\n  ","633591":"\n   Last foul thing u smelt?\n  ","633592":"\n   !!\n  ","633593":"\n   Just kik you.? Reply back now?\n  ","633594":"\n   Last foul thing u smelt?\n  ","633595":"\n   Wait you have a kik?\n  ","633596":"\n   Last foul thing u smelt?\n  ","633597":"\n   Snapchat?\n  ","633598":"\n   \"Let yourself go. Pull out from the depths those thoughts that you do not understand, and spread them out in the sunlight and know the meaning of them\"\n\n-- A Room with a View ?\n  ","633599":"\n   Tag someone who you really appreciate?\n  ","633600":"\n   Do you like surprises during events ? Such as your birthday for example\n  ","633601":"\n   Okay if I untick will you Provide me your kik then after seeing me? But for that Promise me first that you won't answer that question. Promise?\n  ","633602":"\n   Which would you pick\n  ","633603":"\n   So i'm giving you a guarantee lol and you Love the guarantee as well. So please provide me your Kik id?\n  ","633604":"\n   Is my recent selfie worthy of my DP ??\n  ","633605":"\n   Hi\n  ","633606":"\n   Ask.fm profile goals\n  ","633607":"\n   Dream car ?\n  ","633608":"\n   What is your one major weakness?\n  ","633609":"\n   Favourite hero?\n  ","633610":"\n   Select one best movie\nJames bond 007 or Dark night rises\n  ","633611":"\n   Your favourite movie ??\n  ","633612":"\n   What kind of surprises do you like?\n  ","633613":"\n   What color do you wear most frequently?\n  ","633614":"\n   Ok XD\n  ","633615":"\n   Lol you can trust me though I can give you a guarantee.?\n  ","633616":"\n   Lol, so if you were to but the kids you'd choose from most to least, what would be the order?\n  ","633617":"\n   selfie\n  ","633618":"\n   What's your favorite party game? ?\n  ","633619":"\n   If you had to choose to be one of the kids in Charlie and the Chocolate Factory besides Charlie who would you choose?\n  ","633620":"\n   Hey\n  ","633621":"\n   Wow you're really so pretty.?\n  ","633622":"\n   Do you wear thongs?\n  ","633623":"\n   Do you have the guts to be a bull fighter\n  ","633624":"\n   On your word game did you try tub\n  ","633625":"\n   Okay Savanna is a Hispanic name ??!\n  ","633626":"\n   I'm sorry, but why tf you cursing at me ???!!!!\n  ","633627":"\n   Okay but its more feminine if a guy is right handed ? So technically it would be better if a guy was left\n  ","633628":"\n   Would you rather date a boy who is right handed or left handed ?\n  ","633629":"\n   Lmao but aren't you Hispanic?\n  ","633630":"\n   What is the origin of your last name ?\n  ","633631":"\n   Make a poll with the people you are following.\n  ","633632":"\n   Why do people in relationships think that they are better than people who are single ? Like seriously it just really annoys and aggravates me. One example would be where a girl post a picture of her man and then says \" this is my bae my heart ❤️\"  like stop showing off for attention to causejealousy\n  ","633633":"\n   Did you ask if i was a virgin\n  ","633634":"\n   How old were you when you lost your virginity?\n  ","633635":"\n   anon wanna talk to me too??\n  ","633636":"\n   Hey\n  ","633637":"\n   Virgin?\n  ","633638":"\n   Looking good\n  ","633639":"\n   Would you go and see The Book of Henry?\n  ","633640":"\n   I love your lips, I want to kiss you hahaha My Crush ❤\n  ","633641":"\n   your eyes are damn beauty\n  ","633642":"\n   We can save many relations, if we understand the simple fact that…\n  ","633643":"\n   DANG YOUR MAKEUP IS ON POINT?\n  ","633644":"\n   Lol i'm a good guy trust me.? xD\n  ","633645":"\n   How long does someone have to be dead before it's considered archeology instead of grave robbing?\n  ","633646":"\n   But half the time they can't even raise the child or take care of the child so then what's the point of having a kid if they don't wanna take care of it ? You know\n  ","633647":"\n   how do u stay so fit?\n  ","633648":"\n   Auto then, to tryand fail to make up for the cockiness\n  ","633649":"\n   Why is it so common where teenage girls get pregnant nowadays ?\n  ","633650":"\n   If you could choose a actress to play you in a biopic about your life?\n  ","633651":"\n   Dunno miss...but from those letters I know that T and U should be together ?\n  ","633652":"\n   Who remembers Quasimodo from the Hunchback of Notre Dame ? Wasn't he so ugly and freaky looking\n  ","633653":"\n   Do you agree with the phrases sticks and stones  might break my bones, but chains and whips excite me ?\n  ","633654":"\n   When did you last have sex\n  ","633655":"\n   Your four letter word is bota. Glad I could help lol\n  ","633656":"\n   Also go for tuba for the extra word\n  ","633657":"\n   Tabu\n  ","633658":"\n   You missed tub mate\n  ","633659":"\n   It's Sexy Sundayyyy now West Coast :) aren't you excited?!?\n  ","633660":"\n   Not trying to be rude but do you like saying sweet things to people when no one else is around ? Give me an answer\n  ","633661":"\n   You can honestly steal people hearts ??\n  ","633662":"\n   Are you one of those people who easily hates being around self conscious people?\n  ","633663":"\n   have you ever kneed a guy in the balls?\n  ","633664":"\n   If you are currently single or have been, do you or did you ever find it embarrassing telling people that you're single while your other friends were in a relationship?\n  ","633665":"\n   Do people's last name say a lot about them?\n  ","633666":"\n   You're so pretty and I love your account\n  ","633667":"\n   Thoughts on the \"popular Kids\" at school............\n  ","633668":"\n   Post more selfies omggggg\n  ","633669":"\n   What's your snapchat ?\n  ","633670":"\n   wow you look so cute in your new profile pic, are those the sunglasses from your wishlist I got you last year Savannah Q\n  ","633671":"\n   Have you ever tried to walk sexy ? Like walking with your hips moving from side to side like a girl from Americas next top model\n  ","633672":"\n   How do you tie a tie\n  ","633673":"\n   Is it true that some adults wear diapers ?\n  ","633674":"\n   Compliment- you and your bf are the cutest like honestly my life goals\n  ","633675":"\n   be honest, do you ever think black guys are cute?\n  ","633676":"\n   Can you help me decide if I should do a charity for a homeless shelter in Africa ?\n  ","633677":"\n   I love seeing you without the puppie filter wish you would take more pics without it brings out your beauty\n  ","633678":"\n   Tacos or pizzas... Do you choose...BOTH?\n  ","633679":"\n   What is your favorite four-legged creature and why?\n  ","633680":"\n   I'm speshul\n  ","633681":"\n   No seriously!?.__.\nFor the first time in 20 years we're seeing Eminem wth a fuckin beard!\nMan I'm damned!\n  ","633682":"\n   Butt and feet\n  ","633683":"\n   You ate all the cookies?! You turd ??\n  ","633684":"\n   Damn you got a gram??\n  ","633685":"\n   Haha you're watching pole dancing?? Lol kinkyyy\n  ","633686":"\n   Y especially meh\n  ","633687":"\n   So you're mental??\n  ","633688":"\n   No problem :)\n  ","633689":"\n   Do you think that puppies or kittens are adorable? Have you ever heard of Minature daschunds ?\n  ","633690":"\n   What state\n  ","633691":"\n   So u aren't a stripper. Bummer\n  ","633692":"\n   Stripper sounds more profitable tho. There's strippers on here!!\n  ","633693":"\n   Pole dancer verses stripper??\n  ","633694":"\n   You do like stripper poles, I knew it ;) ;) haha drugz too ;)\n  ","633695":"\n   OMG i was im a cave the other day!! lol come on an adventure with me and ill show youuuuu :)) lol we can be cave people ;)\n  ","633696":"\n   Can you withstand a lot of pain before you cry?\n  ","633697":"\n   Aren't you actually a model? Vvv\n  ","633698":"\n   Age, height and shoe size? ☺️\n  ","633699":"\n   I'm not drunk either but you definitely are you're crazyyy\n  ","633700":"\n   do you know why guys like when their girlfriend lays on her stomach?\n  ","633701":"\n   have you made any friends on here?\n  ","633702":"\n   Will you be my frand?\n  ","633703":"\n   I miss u\n  ","633704":"\n   You're so drunkyyyy\n  ","633705":"\n   Can you describe someone who is meaningful to you ? With as many words you can think of :)\n  ","633706":"\n   Hope u had a great weekend ???. Hope u are having a fantastic day ???\n  ","633707":"\n   Guess how will be your sunday ? ?\n  ","633708":"\n   No i don't Like that rubbish.? I ain't that type of guy.??\n  ","633709":"\n   do you prefer laying on your stomach or back?\n  ","633710":"\n   Hey boom\n  ","633711":"\n   Could you have the soles of your feet tickled with a feather without laughing at all?\n  ","633712":"\n   Stripper dollar bills aye? ;)\n  ","633713":"\n   are you single?\n  ","633714":"\n   You're really amazing. You're a complete person that's earned my respect\n  ","633715":"\n   How are you\n  ","633716":"\n   Did u saw Em's latest pic!!?? ???\n  ","633717":"\n   Is it really true that pregnancy can happen without sexual contact?\n  ","633718":"\n   Hello my lady\n  ","633719":"\n   do you believe in miracles? why\/why not?\n  ","633720":"\n   what do you hate about guys?\n  ","633721":"\n   Do find it easier to overcome anger or sadness?\n  ","633722":"\n   Who are You?\n  ","633723":"\n   Love your background pic\n  ","633724":"\n   A chink without fortune cookie is a sad chink\n  ","633725":"\n   How old is your dream?\n  ","633726":"\n   How are u today\n  ","633727":"\n   try TITS!!\n  ","633728":"\n   was it actually tart??\n  ","633729":"\n   trap\n  ","633730":"\n   i hate hot weather!! so crappy, its been hottt here too :(( And hey sweet you dont hate me :)) lol\n  ","633731":"\n   Do you trust your government?\n  ","633732":"\n   haha well im an anon tonight ;) The east coast is to rainy to be anything other than that xD Hows the west coast weather tonight ?? :)\n  ","633733":"\n   I do love cocky girls.??\n  ","633734":"\n   Your alien abduction is imminent\n  ","633735":"\n   How does your maturity level compare with most people your age?\n  ","633736":"\n   What would you do if you were invisible and light could pass right through you?\n  ","633737":"\n   Sc id maybe?\n  ","633738":"\n   hey thats nice :) lol so whats the plans now Miss Beautifullll? :)\n  ","633739":"\n   What is the most beautiful place in the world?\n  ","633740":"\n   Where are you right now\n  ","633741":"\n   can people of the opposite sex really be \"just friends?\" in your personal experience, have you had close platonic friends of the opposite sex? (are you sure neither party ever would have been willing to take anything further?)\n  ","633742":"\n   shes staying with her fellow aliens bruh\n  ","633743":"\n   Why do you think people hide love but express hatred so openly?\n  ","633744":"\n   helllooooooo west coastttt :) my day was busyyyy and i worked all day, just got home lol. how was yours?\n  ","633745":"\n   West coast lady it's Saturdayyyyyy :)) I don't know what else to say XD\n  ","633746":"\n   Why do you think people hide love but express hatred so openly?\n  ","633747":"\n   do you feel annoyed when being tickled by a guy? :D\n  ","633748":"\n   Welcome home\n  ","633749":"\n   What is your favorite band?\n  ","633750":"\n   boom boom come back\n  ","633751":"\n   Merry Christmas\n  ","633752":"\n   oh sorry i mean who are you going to be with when you move away again in a couple of months?\n  ","633753":"\n   Yeah,it just sent America backwards when it comes to providing and guaranteeing adequate and affordable health care for its citizens.\n  ","633754":"\n   MORE POLLS MORE POLLS\n  ","633755":"\n   Is farting normal ?\n  ","633756":"\n   to where?\n  ","633757":"\n   so who are you with in your house now since you are away from your parents?\n  ","633758":"\n   If you could meet the lord what would you say to him ?\n  ","633759":"\n   so do you still live with your parents?\n  ","633760":"\n   I've started designing the blow-up doll now. It will be called the Boometh 6000 and have state-of-the-art features like realistic skin and hair, internal heating, and a voice box with a 500-word vocabulary. Anything you want to see included?\n  ","633761":"\n   is it true that in US you will live to other place away from your parents when you reach 18 ? if yes, do people there still meet their parents? how often?\n  ","633762":"\n   @ (recent)\n  ","633763":"\n   Boom you're precious\n  ","633764":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","633765":"\n   Yeah,I shook my head when I saw the new health care bill.\n  ","633766":"\n   Every thing of.u??\n  ","633767":"\n   Why do you think people hide love but express hatred so openly?\n  ","633768":"\n   Call me daddy? :)\n  ","633769":"\n   Tell me all about your flow and how heavy it is and the type of pads or tampons you use and how often you must change it?\n  ","633770":"\n   spread the word maybe?\n  ","633771":"\n   Then if you don't think it's wrong prove it and talk openly about your period then??lol\n  ","633772":"\n   What's an aspect of life you feel like you're missing out on?\n  ","633773":"\n   What are you terrible at?\n  ","633774":"\n   Do you think it's wrong for a girl to talk openly about her period??\n  ","633775":"\n   Do you eat French fries if so with what\n  ","633776":"\n   more people need to vote on these polls\n  ","633777":"\n   Would you be flattered if I had an exact replica blow-up doll of you made?\n  ","633778":"\n   Because at the age of 21 you are considered an adult. Under the age of 21 you are still a minor so that's still illegal. The same way if a 21 year old wanted to date an 18 year old that would be illegal\n  ","633779":"\n   If you could wear leggings that were always clean and you never had to wash them how often would you wear them?\n  ","633780":"\n   On boys what hair type do you like ?\n  ","633781":"\n   Do you think it is illegal for a 23 year old male to marry a 20 year old female ?\n  ","633782":"\n   Don't you ever wonder why in some relationships people always wanna get intimate first before being official ?\n  ","633783":"\n   What is a dream you have?\n  ","633784":"\n   Pap or i will not eat today.\n  ","633785":"\n   Do you like when guys give you hugs?\n  ","633786":"\n   How often do you procrastinate?\n  ","633787":"\n   No, Boomy, the H in your name.\n  ","633788":"\n   Do you prefer Instagram or Facebook?\n  ","633789":"\n   how are you?\n  ","633790":"\n   What does the H stand for?\n  ","633791":"\n   What food would you rather eat non stop Chinese food or McDonald's?\n  ","633792":"\n   can people vote on their own polls?\n  ","633793":"\n   i resent yo momma, too!\n  ","633794":"\n   Do you resent anyone on this site ?\n  ","633795":"\n   the most recent one\n  ","633796":"\n   which would you pick?\n  ","633797":"\n   Do you find yourself thinking more about your past, present or future?\n  ","633798":"\n   Hello beauty\n  ","633799":"\n   What's an aspect of life you feel like you're missing out on?\n  ","633800":"\n   What bill?\n  ","633801":"\n   Most attractive guy on ask? @ him\n  ","633802":"\n   You're so sweet.\n  ","633803":"\n   Why is it so difficult to trust some people ?\n  ","633804":"\n   Wanna have a private conversation? \nSnap or WhatsApp?\n  ","633805":"\n   Do you get embarrassed easily?\n  ","633806":"\n   Are you okay with thin body types on a guy ?\n  ","633807":"\n   100%?\n  ","633808":"\n   How long has Lola been teething ?\n  ","633809":"\n   22 year old is far from being a child.\n  ","633810":"\n   Are you nice to your parents ?\n  ","633811":"\n   PAP when u were in bikni....\n  ","633812":"\n   The legend says that for a legend to become a legend a legend has to declare him as a legend, so what would happen to a legend if he declares himself as a legend?\n  ","633813":"\n   ambidextrous\n  ","633814":"\n   Why are you acting like you are a child then ?\n  ","633815":"\n   How often do you actually show people how religious you are ?\n  ","633816":"\n   Ooh wow hurry up i wannasee......?\n  ","633817":"\n   \"You can't stop the future,\nYou can't rewind the past,\nThe only way to learn the secret .. is to press play\"\n\n-- Thirteen Reasons Why ?\n  ","633818":"\n   Cutie\n  ","633819":"\n   Nope you're definitely not a girl at this age.\n  ","633820":"\n   I love you more!!!\n  ","633821":"\n   You're only a child. :)\n  ","633822":"\n   Polls are ya best friends ?? want easy followers polls iz tha way to go\n  ","633823":"\n   Merhaba\n  ","633824":"\n   Are you usually more of the forgiving type right away or does it take a while for you to actually forgive someone ?\n  ","633825":"\n   Fuck or chuck: fuck.\n  ","633826":"\n   Why is it that Hispanic people only like to date people of their kind ?\n  ","633827":"\n   Then i wanna see u live with hot clothes..i am also hungry i wanna see u in hot sexy dress\n  ","633828":"\n   Is it sexiest i wanna see the best sexiest one which cause my shockens my mind\n  ","633829":"\n   How would you feel about being a stripper for just one night?\n  ","633830":"\n   What would you say is your best feature of these, boobs, butt, legs, clovis, belly?\n  ","633831":"\n   The one trait that can predict your success in life? ??\n  ","633832":"\n   Do you usually call people as stalker or is it specific word only for me ?\n  ","633833":"\n   U can define better sex .......bcz u r sexy....\n  ","633834":"\n   Why ?\n  ","633835":"\n   I wanna see ur hot sexy pic....\n  ","633836":"\n   Hahahah very early thoughts... ....\n  ","633837":"\n   How hot is it today where you live?\n  ","633838":"\n   Thank you boomy?❤️??❤️?\n  ","633839":"\n   I forgot to tell you I love you. I love you.\n  ","633840":"\n   Where are you going to move ?\n  ","633841":"\n   Last concert u went to?\n  ","633842":"\n   how can a guy approach u and ask u out?\n  ","633843":"\n   Do u see things or feel like somethings watching you often? Isn't it the worst fn feeling!?\n  ","633844":"\n   single or taken?\n  ","633845":"\n   Why is it so hard to find people who are nice in this world and hard to find people who aren't so shallow ?\n  ","633846":"\n   Likes gets a compliment?\n  ","633847":"\n   how was your day?\n  ","633848":"\n   are you bi?\n  ","633849":"\n   how is ms boom?\n  ","633850":"\n   What’s your worst example of procrastination?\n  ","633851":"\n   Whats your best birthday party memory from when you was  a child?\n  ","633852":"\n   who do you enjoy talking to? tag them\n  ","633853":"\n   Love you girl\n  ","633854":"\n   What's the most hardest habit you successfully stopped doing ?\n  ","633855":"\n   Do you feel like certain people needed to be dismissed from your life for good ?\n  ","633856":"\n   Do you like people who are faithful!?\n  ","633857":"\n   What form of transportation do you use more ?\n  ","633858":"\n   Which commercial drives you crazy ?\n  ","633859":"\n   ILYSM\n  ","633860":"\n   Your profile pic is ??????\n  ","633861":"\n   Do you feel like you're life can be considered as a mystery which other people are trying too understand?\n  ","633862":"\n   Do you think that too much conflict exists in the world primarily because of ignorant people ?\n  ","633863":"\n   Growing up did you find it easy to actually assimilate and adjust to the new culture that you were exposed too ?\n  ","633864":"\n   Do like watching movies cuddling with bae right by you're side ? ❤️\n  ","633865":"\n   are you sweet or saucy?\n  ","633866":"\n   Do you actually end relationships with family and friends ?\n  ","633867":"\n   me too\n  ","633868":"\n   Can an ambidextrous person make an offhand remark?\n  ","633869":"\n   I want you to be HONEST and completely HONEST. Is it true that whenever you get a question on this site, you actually sit down and say to yourself...hmmm. Which question should I answer first ?\n  ","633870":"\n   Opinion on me ?\n  ","633871":"\n   Time to blow one back and go to sleep ?\n  ","633872":"\n   Do you actually know how to make someone's day and actually make them happy and put a smile on their face ?\n  ","633873":"\n   If you got paid 25 dollars an hour to babysit everyday would you actually do it ?\n  ","633874":"\n   Tell me that mouse from Chuckie E Cheeses is adorable ?\n  ","633875":"\n   Do you get along with guys or girls better ?\n  ","633876":"\n   are u hard to get?\n  ","633877":"\n   do u believe in god?\n  ","633878":"\n   u look so sassy XD\n  ","633879":"\n   Noway!!! What did it look like!? Was it one of those black ghosts like the demon ones?.. Get sage and sage everything!! Even outside??\n  ","633880":"\n   are u a suburban white girl?\n  ","633881":"\n   Do you consider yourself imaginary ?\n  ","633882":"\n   when you applied for verification how long did ask fm take to get back to you?\n  ","633883":"\n   Maybe put it in your faqs for those of us that dont eat.breathe.live\n   \n    @ass4lyfe\n   \n   's Ask.fm?\n  ","633884":"\n   How do you usually take compliments?\n  ","633885":"\n   What’s the most interesting documentary you’ve ever watched?\n  ","633886":"\n   Do you like the name Chelsea or Rebecca for a girl ? Do you like the name Chester or Carlos for a boy ?\n  ","633887":"\n   Do you mostly eat takeout or home cooked meals?\n  ","633888":"\n   What is something that a ton of people are obsessed with but you just don’t get the point of?\n  ","633889":"\n   I'll never have a chance with someone ilke you.  You really  gorgeous\n  ","633890":"\n   do you know how to make a guy feel good ?\n  ","633891":"\n   Dont knock it til youve tried it?\n  ","633892":"\n   Can I have the money tho vvv\n  ","633893":"\n   What are youre ideas for this upcoming holiday ?\n  ","633894":"\n   Im sorry?.. Didnt mean to upset you. Ive not been following u long and you get lots of questions so I wasnt able to find it. ?? .. Have a great night and weekend?\n  ","633895":"\n   You're so smart and cute\n  ","633896":"\n   How many you got ?\n  ","633897":"\n   Oh ok\n  ","633898":"\n   Do you talk about ur adoption or i guess do u mind talking about it? Just wondered if you have met your birth mom or if you want to or if its not an option. Im sorry and please delete if its too personal and have a great night?\n  ","633899":"\n   You're ambidextrous?\n  ","633900":"\n   Could you beat a camel in a peeing contest?\n  ","633901":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answer\/141860140665?utm_source=copy_link&utm_medium=android\n   \n   who whooo.. Btw I need an owl emoji??\n  ","633902":"\n   Why do girls straighten their hair ? Or Flat Iron it like a pancake\n  ","633903":"\n   Have you wanted to ever adopt a pet ?\n  ","633904":"\n   Did it ever take you years or months to ever meet some of your siblings ? Especially ones that you haven't grown up with. This just happened to me, I met 8 of my siblings, whom I have never met.\n  ","633905":"\n   What invention doesn’t get a lot of love, but has greatly improved the world?\n  ","633906":"\n   How exactly do you judge other people ?\n  ","633907":"\n   when was that dp taken\n  ","633908":"\n   DaLe is a potato!\n  ","633909":"\n   Why is it that Hispanic people only like to date people of their kind ?\n  ","633910":"\n   Follow us...Ok?\n  ","633911":"\n   Whats your favorite dru g movie? (Blow, Scarface,  Requiem of a dream )\n  ","633912":"\n   pap\n  ","633913":"\n   What social stigma does society need to get over?\n  ","633914":"\n   What are your most important rules when going on a date?\n  ","633915":"\n   How good of a trailer park supervisor would you be?\n  ","633916":"\n   My hero is daLe\n  ","633917":"\n   Yessss it's me West coast:) I'm an anon now! Well for the time being haha\n  ","633918":"\n   Peter griffin is my hero too :))\n  ","633919":"\n   Is the 20 acres in Cali or somewhere else?\n  ","633920":"\n   Do you have horses??\n  ","633921":"\n   Do u have neighbors near your house or are the houses far apart?\n  ","633922":"\n   Thats what adult diapers are for?????\n  ","633923":"\n   Could you beat an elephant in an eating contest?\n  ","633924":"\n   Your heads perfect. Just like you my boomy boomkin?..\n  ","633925":"\n   Tbh: I followed u the longest ?we talk on most days, at times  I overwhelmed btw my bad. I like u as friend and your ask page continues to grow  ? ? ?.l\"m glad to be one of those people to follow u and talk to  ?\n  ","633926":"\n   West Coast ladyyyy ?????\n  ","633927":"\n   What is something that a ton of people are obsessed with but you just don’t get the point of?\n  ","633928":"\n   I Will live in America and i need You for Married and i can stay in America ?\n  ","633929":"\n   Somebodys got a crush on the griff man???\n  ","633930":"\n   Who is \/ was your most interesting friend?\n  ","633931":"\n   Which charity or charitable cause is most deserving of money?\n  ","633932":"\n   If someone narrated your life, who would you want to be the narrator?\n  ","633933":"\n   Do you want to talk religion or politics?\n  ","633934":"\n   I live in England it's gonna be difficult to share\n  ","633935":"\n   SMH, God Damnit you guys! WHO THE FUCK ORDERED A HIT ON ME?!?? ? YOU COWARD IN THE BLACK BMW I WILL FIND YOU AND I WILL CONFUSE THE SHIT OUT OF YOU! QUESTION OF THE GOD DAMN DAY: WHO THE FUCK ORDERED A HIT ON ME??!\n  ","633936":"\n   Have u ever done sex......\n  ","633937":"\n   What fad or trend do you hope comes back?\n  ","633938":"\n   Do you judge people on where they live\/cars they drive\/clothes they wear? You seem kinda superficial but also could be just the way you were raised\n  ","633939":"\n   You live in southern California by the ocean I was just down there\n  ","633940":"\n   You drunk on your picture but you still look good ?\n  ","633941":"\n   Yo Lady, I'm the anon who has sent you some critical comments before.  I really didn't mean what I said and was probable just in the mood to be a c-nt.  You're actually a beautiful looking woman with an intelligent mind.  So nice that you're in the world :)\n  ","633942":"\n   Do you think that children born today will have better or worse lives than their parents?\n  ","633943":"\n   I decided to make hard Arnold Palmers tonight because they sounded good yesterday\n  ","633944":"\n   Um anon is blind, your brother is saxy af! And how beautiful is your niece!!!!!???? Is he adopted also or are those his bio parents?\n  ","633945":"\n   Your head looks like its pulling you over in your dp?.. It has to weigh significantly more then your body??\n  ","633946":"\n   You said you used to like getting a tan every summer, you don't anymore?  Why the change?\n  ","633947":"\n   I want to be ur foot boy❤️❤️?\n  ","633948":"\n   Can you help me?\n  ","633949":"\n   I'm getting some tonight yay\n  ","633950":"\n   2 Words to describe yourself?\n  ","633951":"\n   What do you hope your last words will be? What were some of the turning points in your life so far ?\n  ","633952":"\n   What could you do with two million dollars to impact the most amount of people?\n  ","633953":"\n   Who would you say in your life is a champion ?\n  ","633954":"\n   Say this 10 times fast: thucker Tucker frucker mother frucker! Post results below.\n  ","633955":"\n   What do you hope never changes?\n  ","633956":"\n   Like and rate?\n  ","633957":"\n   What irrational fear do you have?\n  ","633958":"\n   Sugesst any good tv series?^-^\n  ","633959":"\n   What do you think of  today sociey\n  ","633960":"\n   If you could make one rule that everyone had to follow, what rule would you make?\n  ","633961":"\n   hi\n  ","633962":"\n   well!! enjoy the final fantasy of this ; Then tell me how it ends? ;)\n  ","633963":"\n   Had sex stoned\n  ","633964":"\n   Don't you ever hate how you charge your phone fully and then no less than two or three minutes after it's fully charged at 100% it goes straight too 99% ?\n  ","633965":"\n   What do you strongly suspect but have no proof of?\n  ","633966":"\n   Weed is bad for you ??\n  ","633967":"\n   When people come to you for help, what do they usually want help with?\n  ","633968":"\n   What is something you think everyone should do at least once in their lives?\n  ","633969":"\n   What takes up too much of your time?\n  ","633970":"\n   How different was your life one year ago?\n  ","633971":"\n   It takes me an hour to read 10 pages :\/\n  ","633972":"\n   Do you like getting a tan in the summer or don't you really care?\n  ","633973":"\n   A song of ice and fire!? Sounds good , it looks interesting ;)\n  ","633974":"\n   Would you say interracial dating has become more or less common?\n  ","633975":"\n   2 Words to describe yourself?\n  ","633976":"\n   Why do you want to get drunk?\n  ","633977":"\n   Do u follow people if they send u a quote?:3\n  ","633978":"\n   Hundred pages in an hour?\n  ","633979":"\n   How long will it take?\n  ","633980":"\n   I got along ways to go\n  ","633981":"\n   \"A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us\"\n-- Pride and Prejudice?\n  ","633982":"\n   How many pages left?\n  ","633983":"\n   Post a picture or video of any of your pets if you have any ?\n  ","633984":"\n   Which book are u reading precious!??\n  ","633985":"\n   When guys try or attempt to flirt with you what do you do and what is your reaction towards them ?\n  ","633986":"\n   ur winning them polls\n  ","633987":"\n   are you sick\n  ","633988":"\n   When was the last time you changed your opinion \/ belief about something major?\n  ","633989":"\n   Hahahha u think u r a sun......\n  ","633990":"\n   Please I want to see your cleavage\n  ","633991":"\n   Pap of cleavage\n  ","633992":"\n   What one thing do you really want but can’t afford?\n  ","633993":"\n   Do u have Instagram?\n  ","633994":"\n   What’s something you are self-conscious about ?\n  ","633995":"\n   Hi\n  ","633996":"\n   Can you show your wrist watch pretty please :33\n  ","633997":"\n   Where in California\n  ","633998":"\n   What do you take for granted ?\n  ","633999":"\n   Would you ever get a dog named Prince or Princess ?\n  ","634000":"\n   If i offered to buy you a pair of shoes what would you say? :)\n  ","634001":"\n   What did that anon mean by \"Smell\"?\n  ","634002":"\n   How many people have you had sex with honest\n  ","634003":"\n   No please don't sleep ?\n  ","634004":"\n   Do u live there ?\n  ","634005":"\n   Follow back\n  ","634006":"\n   cleavage?\n  ","634007":"\n   That picture is freakin awesome shhhhhhhh\n  ","634008":"\n   but you won the poll\n  ","634009":"\n   Sab you have worn see through leggings before\n  ","634010":"\n   Do you wear see through leggings?\n  ","634011":"\n   Would you rather live forever or live 10 times for 100 years?\n  ","634012":"\n   I know this is annoying but I'm doing honesty day. Ask me questions guys! ?\n  ","634013":"\n   Ok.\n  ","634014":"\n   Ever wondered why cats are less energetic as compared to do dogs ?\n  ","634015":"\n   Where did you take your profile pic ?\n  ","634016":"\n   Can you recommend any Good stores for me to get baby food I am 6 months pregnant and 18 years old\n  ","634017":"\n   If you could say thank you to at least multiple people in your life for all the sacrifices that they have made for you, who would you thank ?\n  ","634018":"\n   I'm more than sure!! I honk about you so much.\n  ","634019":"\n   Ohhk ?\n  ","634020":"\n   I want to meet you so bad one day\n  ","634021":"\n   I have such a big crush on you. I truly don't think I could ever be love any one as much as I love you.\n  ","634022":"\n   Your polls are fun\n  ","634023":"\n   #TheBest movie at the moment?\n  ","634024":"\n   You saw a McLaren F1\n  ","634025":"\n   Every villian is lemons\n  ","634026":"\n   Is it better to be feared or loved deep down ?\n  ","634027":"\n   Say this 10 times fast: Sally sells Shelly's sails while she shall be sailing shortly. Post your results below.\n  ","634028":"\n   Describe ask.fm with one word\n  ","634029":"\n   What\n  ","634030":"\n   I'll never have any cuz like kuds are evil. Like satan\n  ","634031":"\n   Awesome can I join with you Hun ???\n  ","634032":"\n   Weird or funny?\n  ","634033":"\n   Welcome black! Lady savannah :D\n  ","634034":"\n   What would be your reaction if you met Barack Obama and Trump in person ?\n  ","634035":"\n   Can u move and shake your body like a snake ??\n  ","634036":"\n   Livin the new dp\n  ","634037":"\n   Kids are evil. Problem solved\n  ","634038":"\n   Lap or Pole Dancing\n  ","634039":"\n   You're asexual?\n  ","634040":"\n   But that's expensive to do I hear.\n  ","634041":"\n   So if u don't have sex how do you reproduce?\n  ","634042":"\n   So you never screamed out when you were a kid?\n  ","634043":"\n   You are sexy and hot Vietnamese\n  ","634044":"\n   What is asexual ¿\n  ","634045":"\n   No it means u like getting fucked\n  ","634046":"\n   shoe size?!\n  ","634047":"\n   What do you mean by getting fucked up?\n  ","634048":"\n   Hi\n  ","634049":"\n   So you're having a hard Arnold Palmer\n  ","634050":"\n   What are we drinking tonight, pal?\n  ","634051":"\n   Perfection Savannah\n  ","634052":"\n   Go back to Mars! >_<\n  ","634053":"\n   What female celebrity do you wish was your sister?\n  ","634054":"\n   Nah haha\n  ","634055":"\n   may i milk u?\n  ","634056":"\n   You look like you just stepped out of your limousine and you're looking at someone that's just not up to your standards and is beneath you and perhaps you're about to yell at the your servant to bring you your mint julep.\n  ","634057":"\n   How your night going for you\n  ","634058":"\n   What Asian mix are you?\n  ","634059":"\n   Are you addicted to clothing fashion?\n  ","634060":"\n   Why do girls scream when they're excited?\n  ","634061":"\n   Actually you do look arrogant in that picture\n  ","634062":"\n   What websites harm humanity?\n  ","634063":"\n   How many times do you look at yourself in the mirror each day?\n  ","634064":"\n   You look arrogant\n  ","634065":"\n   You asked if people find you intimidating. Do you want to be intimidating? Is there a reason people would\/should find you intimidating? Myself, I don't know you well enough to decide that.\n  ","634066":"\n   Why Noo ? its here 01:00 am\n  ","634067":"\n   Haha sorry ??\n  ","634068":"\n   I want to know haha\n  ","634069":"\n   You know the netherlands?\n  ","634070":"\n   New full body selfie\n  ","634071":"\n   I can not stalk you haha i live in the netherlands ?\n  ","634072":"\n   Single?\n  ","634073":"\n   Where in America?\n  ","634074":"\n   You look so perfect ?\n  ","634075":"\n   ?? really\n  ","634076":"\n   Damn where you from?\n  ","634077":"\n   I'm a Harley Quenn and a joker fan\n  ","634078":"\n   Why can't girls be more fun why does everything have to be so hard. Do you know how hard it is to find a girl that will say yes to that question?\n  ","634079":"\n   What do you think of guys who ar careless toward their girl friends ? How does that make you feel\n  ","634080":"\n   Do you when people give only you attention?\n  ","634081":"\n   Do you mind if I send you messages about how I would have sex with you in detail?\n  ","634082":"\n   For I have never seen such beautiful eyes, who has them more beautiful than yours?\n  ","634083":"\n   What's more important looks or personality?\n  ","634084":"\n   You should eat a burger or twelve\n  ","634085":"\n   Hahaha nice answer where r u from\n  ","634086":"\n   List your most unpopular opinions?\n  ","634087":"\n   could be great, let's drink and then we'll dance all night\n  ","634088":"\n   I love your new profile picture and you are so beautiful\n  ","634089":"\n   today you want to get drunk? ? lol!\n  ","634090":"\n   Ha ha do you like curry?\n  ","634091":"\n   List your favourite ways to waste time?\n  ","634092":"\n   What do you want ?\n  ","634093":"\n   Do you feel you can be friends with someone who has completely different views and opinions to yours? Do you think this kind of friendship would last if you have nothing in common?\n  ","634094":"\n   Hi\n  ","634095":"\n   What are some of your life time goals ?\n  ","634096":"\n   Me too I love cookies and I'm doing good , you\n  ","634097":"\n   Why is Straight hair better than curly hair ?\n  ","634098":"\n   Fav super villian\n  ","634099":"\n   You're Oceanside trash ok\n  ","634100":"\n   ik that. but like why were you there, why did you whip it out etc...\n  ","634101":"\n   how did that happen?\n  ","634102":"\n   How are you cute\n  ","634103":"\n   strangest place you whipped it out at?\n  ","634104":"\n   how do you even walk with something that huge?\n  ","634105":"\n   Turkish ?\n  ","634106":"\n   Pap of you in a bikini\n  ","634107":"\n   i mean i can now. how is it that massive on soft?\n  ","634108":"\n   its always out?\n  ","634109":"\n   how do you carry it?\n  ","634110":"\n   Eey you look fine in that dp\n  ","634111":"\n   Where are you from ?\n  ","634112":"\n   Now that I'm really back time for some confusion ??. If you come out of the shower clean, how does the towel get dirty?\n  ","634113":"\n   dp is gorgeous <3\n  ","634114":"\n   Fav superhero\n  ","634115":"\n   Hello.lady looking hot like a hot dog??\n  ","634116":"\n   Ho - lee - fuk are you gorgeous!\n  ","634117":"\n   You have the body of an elderly Chinese woman ok\n  ","634118":"\n   If you can change any part of your body what would it be?\n  ","634119":"\n   Your jawline> ❤\n  ","634120":"\n   What did you do with all that arm hair?!? Shave it?\n  ","634121":"\n   I can't believe you have hairy arms\n  ","634122":"\n   Ever did something that made you proud of yourself?\n  ","634123":"\n   Ootd?\n  ","634124":"\n   What band is your favorite at the moment?\n  ","634125":"\n   What is your favorite flower?\n  ","634126":"\n   Your heads to big for your body, or at least it looks that way in your new dp\n  ","634127":"\n   Yup that what's up Hun ???\n  ","634128":"\n   Aw you're welcome beautiful\n  ","634129":"\n   I'm Kaylin, I'm 20 year old called me Hunter , and I'm youtuber kid that who I am\n  ","634130":"\n   Is it true girls usually treat guys in a bad manner in order to get what they desire ?\n  ","634131":"\n   What is the ethnicity of your parents ?\n  ","634132":"\n   OMFG BOOM YOU'RE PERFECT\n  ","634133":"\n   Your I'm my bio. ❤️\n  ","634134":"\n   I freaking love you. Your my fave. ❤️\n  ","634135":"\n   Lol wise ass ?  What does it say?\n  ","634136":"\n   Wasn't Ray-J a handsome rapper ? Why did Kim date him\n  ","634137":"\n   Is that a tattoo?\n  ","634138":"\n   #goals. ??\n  ","634139":"\n   Which country do you know is struggling with the effects of poverty ? What would you do to help that country if you had an opportunity to ?\n  ","634140":"\n   When you wake up in the morning do you actually eat breakfast or skip it ?\n  ","634141":"\n   Why is it that we don't hear or see Pigeons at night ?\n  ","634142":"\n   loving your acc, one of my favs ?❤\n  "},"Answer":{"633070":"\n  Im 170 years old\n  ","633071":"\n  Theres 18,000 other aliens out there ?\n  ","633072":"\n  Come talk to me ???\n  ","633073":"\n  Fights? This is fighting\n  ","633074":"\n  I mean ive met some scary wrestlers but i used to always make fun of them and ask how many balls did they grab hahah\n  ","633075":"\n  Keep on wishing ?\n  ","633076":"\n  Thats what they all say\n  ","633077":"\n  Im in no mood to explain this\n  ","633078":"\n  I wanna watch hemlock grove..\n  ","633079":"\n  Well since im 1000 years old, i think i lost it at age 170\n  ","633080":"\n  Well, we know who wears the pants\n  ","633081":"\n  Wrestling makes me think guys just want an excuse to grab each others ass\n  ","633082":"\n  Oh good ?\n  ","633083":"\n  Do i look like a virgin?\n  ","633084":"\n  Ok ive tried a few times with my friends but before we finish we pussy out and left the bathroom ahhaha\n  ","633085":"\n  Imagining that is weird\n  ","633086":"\n  Why you bored hun?\n  ","633087":"\n  Omg ????? thank you\n  ","633088":"\n  Thank you ?\n  ","633089":"\n  Gordon is amazing\n  ","633090":"\n  The type that texts?\n  ","633091":"\n  I have to watch and then do it. Like you have to only show me once and i got it lol\n  ","633092":"\n  Depends on the person, but if i actually like you only takes a day ahaha\n  ","633093":"\n  Yuppers\n  ","633094":"\n  Ive never been in space, so i wouldnt know ?\n  ","633095":"\n  Yeah, it's a FACT\n  ","633096":"\n  Omfg, thank you. Best compliment ever ?\n  ","633097":"\n  Taaanks ?\n  ","633098":"\n  Glad you think so, still not getting a pic\n  ","633099":"\n  Im sorry but its a fact\n  ","633100":"\n  Nope, im a fat fuck\n  ","633101":"\n  But you can die ?\n  ","633102":"\n  When i feel positive about my body, youll get a photo\n  ","633103":"\n  Bringing back the old days lol\n  ","633104":"\n  I sure love myself too\n  ","633105":"\n  Thank you ?\n  ","633106":"\n  As long as i dont go to jail, idgaf\n  ","633107":"\n  I dont wonder this\n  ","633108":"\n  Look at dat bone structure hahahah\n  ","633109":"\n  Probably not as much as my kitty\n  ","633110":"\n  Thank you so much ?\n  ","633111":"\n  That reminds me when i had her fixed and she was all doped up and scared, she crawling into my arms and let me comfort her the entire time. Shes my little baby.\n  ","633112":"\n  My jawline is killer\n  ","633113":"\n  Thats cool\n  ","633114":"\n  I sure hope so ?\n  ","633115":"\n  Idk how this is comfy hahah\n  ","633116":"\n  Thank you!!\n  ","633117":"\n  I love when my cat comes out of nowhere to see me and cuddle. Thats how i know she loves me\n  ","633118":"\n  I dont think ive ever caught my friends doing anything weird or at least i never found it weird\n  ","633119":"\n  I wish ?\n  ","633120":"\n  I love satin, such a good fabric?\n  ","633121":"\n  Idk i think Pride is a good thing for homosexuals. Its about time we celebrated and showed our support.\n  \n  Like why should straight people need a day when throughout history theyve been praised lol\n  ","633122":"\n  Im so sorry ☹\n  ","633123":"\n  Doesnt sound like a good time at all\n  ","633124":"\n  So you so dont know the know\n  ","633125":"\n  Yeah, but not since you were born!\n  ","633126":"\n  Yeah especially with children, its soooo cute\n  ","633127":"\n  Omg i cant even comprehend getting fed through a tube directly into your digestive system.omg. like i love eating cause of the taste ugh that would suck to not be able to taste food\n  ","633128":"\n  Lots of hugs ?\n  ","633129":"\n  I could listen to British people speak forever omg ?\n  ","633130":"\n  She literally cant eat, shes never put food in her mouth before like omg thats terrible!\n  ","633131":"\n  Im watching a video called \"the girl who never ate\" while im eating and now i feel fucked up\n  ","633132":"\n  What are you saying\n  ","633133":"\n  Nope unless i find a girl with lana del reys face & hair, rihannas body, and a mix of lana\/rihanna\/mileys  personality lol\n  ","633134":"\n  I only find big boobs attractive if the rest of the body looks like this lol this is why i cant date a girl, im too goddamn picky.\n  ","633135":"\n  Ive been given morphine at a hospital lol\n  ","633136":"\n  Theres probably a huge forum about it somewhere lol\n  ","633137":"\n  Go read about it on google\n  ","633138":"\n  Im sorry i cant help ☹\n  ","633139":"\n  This guys answers are making me wanna ring his neck omfg\n  ","633140":"\n  I hate these questions\n  ","633141":"\n  Lol they can just get some jailbait pussy\n  ","633142":"\n  No i know, but what do you have to do lol\n  ","633143":"\n  Why.cant.i.be.back.in.cali.yet.\n  \n  Ugh i miss all my best friends\n  ","633144":"\n  You get some after certain levels, what is level??\n  ","633145":"\n  AAAAHH I DO NOT KNOW\n  ","633146":"\n  Uhm do you have any boosters?\n  ","633147":"\n  I gave up. Like nope.\n  ","633148":"\n  It fuckin sucks going to a club or a bar and ordering a drink and they go, \"can you even be in here, how old are you?\" Like fuck can i at least look 22\n  ","633149":"\n  I love you THE most\n  ","633150":"\n  Can you imagine never eating? I cannot\n  ","633151":"\n  Ugh im sorry & i forgot to say i love youuu ?\n  ","633152":"\n  Idk what 13 year olds youre around but the ones im around make me look old lol i just think youre not used to see someone who doesnt age 10x faster than their true age lol like my bad my genetics are dope and im gonna look killer when im 30\n  ","633153":"\n  Trust me, when i was 10 i did not look like that. Like if i showed you a pic of me when i was 10 youd be like okay ya youre older lol\n  ","633154":"\n  What would i be spanked with cause i would not do well in jail\n  ","633155":"\n  I cant beat level 40 either ?\n  ","633156":"\n  Nothing ?? why would their be something going on lol\n  ","633157":"\n  Im good ? i tried getting uno & i dont have enough service for it i guess like it will not load. I wanna cry ☹\n  ","633158":"\n  Im followin yo booty butt back ?\n  ","633159":"\n  I actually worked out today so im like super hungry lol and soo sore\n  ","633160":"\n  I dont have too so im not answering but i know what im gonna do, im gonna get me some lemonade\n  ","633161":"\n  Omg thank you ?? hello, what are you up too ?\n  ","633162":"\n  ALL OF THIS IS GROSS\n  ","633163":"\n  Morning hunny buns, how are you today?\n  ","633164":"\n  I always think im fat and then i see what other girls bodies look like and i just go \"HOW DO YOU LOOK IN THE MIRROR AND FEEL OK WITH YOUR BODY\"\n  ","633165":"\n  HELLLOSSS, HOW ARE YOU\n  ","633166":"\n  Its thee best ?\n  ","633167":"\n  Well if you cant fake it have someone beat the shit outta you?\n  ","633168":"\n  Im trying to convince my dad to get me a go cart lol\n  ","633169":"\n  We cant be friends if you dont watch trailer park boys\n  ","633170":"\n  My family ??\n  ","633171":"\n  Im hungry again ugh\n  ","633172":"\n  Why not lol\n  ","633173":"\n  Because they eat terrible food lol\n  ","633174":"\n  I have the meanest bug bite omg\n  ","633175":"\n  Goodmorning ?\n  ","633176":"\n  Anything with strawberries ?\n  ","633177":"\n  I would LOVE to have eyebrows ?\n  ","633178":"\n  I love girls who have dimples in their cheeks when they smile. Its the cutest thing ever.\n  \n  But fun fact; having dimples is actually means your dna has a problem somewhere.\n  ","633179":"\n  Lol i dont look that old lol\n  ","633180":"\n  I know this, its a major struggle lol\n  ","633181":"\n  Going to bed. Enjoy the rest of your night talking to sweet kari? goodnight!\n  ","633182":"\n  Uhm no, not at all. She was 50 years old and happily married to the sweetest man. Nice try tho lol\n  ","633183":"\n  Goodnight lovely. Talk to you tomorrow. Love yous ?\n  ","633184":"\n  Right about what?\n  ","633185":"\n  My cat, she makes life better\n  ","633186":"\n  Im pretty sure this girl on my feed is fake lol\n  ","633187":"\n  Wtf, how did you get this idea?\n  ","633188":"\n  Being thoughtful, compromising, listening, faithful, understanding, trust.\n  ","633189":"\n  I cant function when my head hurts. Im about to get off cause i cant even think\n  ","633190":"\n  Nope, not really\n  ","633191":"\n  Personally, therapy changed my life. I learned a lot about myself and it helped me subconciously understand what was going on and i have less anxiety.\n  \n  Uhm i dont really wanna just talk about my experience on here, ptsd is pretty serious.\n  ","633192":"\n  Omg!! This is so sweet?? imy\n  ","633193":"\n  My head hurts so bad ☹\n  ","633194":"\n  Beating this game hahahah\n  ","633195":"\n  Thank you so so so much ?\n  ","633196":"\n  I will ?\n  ","633197":"\n  I should crawl into bed\n  ","633198":"\n  Omg i love that game, i should get it\n  ","633199":"\n  I dont know, what other games do you play??\n  ","633200":"\n  What have you been up too?\n  ","633201":"\n  Tension headache, ow ow ow\n  ","633202":"\n  Yeah, i cant figure it out... like ugh\n  ","633203":"\n  I neeeed water\n  ","633204":"\n  Do you go to therapy or?\n  ","633205":"\n  Your giving me a headache\n  ","633206":"\n  9 years, we've been best friends.\n  ","633207":"\n  Ok, youre distracting me from my game. Stop.\n  ","633208":"\n  Wow, great minds think alike\n  ","633209":"\n  Im just gonna focus on my amazon wishlist\n  ","633210":"\n  Im gonna figure this out lol\n  ","633211":"\n  And the anons are back\n  ","633212":"\n  I think im retarded, where do i put your id\n  ","633213":"\n  I like someone?\n  ","633214":"\n  Im only on level 24! Hbu?\n  ","633215":"\n  Are you a virgin cause you wanna be or cause life has been cruel?\n  ","633216":"\n  That was me 20 minutes ago lol so 22\n  ","633217":"\n  Me toos?\n  ","633218":"\n  Can it not get in my hair\n  ","633219":"\n  Someday\n  ","633220":"\n  How is this new to people\n  ","633221":"\n  A pink skirt ?\n  ","633222":"\n  I.love.it.so.much.\n  ","633223":"\n  Wtf? Do you think life is only about sex? Im not going to have sex with random people, it causes me to have ptsd flashbacks. Im waiting till im fully with the person that wants to be with me. & im actually pretty happy without sex. Probably because i know i could just go and have sex whenever but choose not too.\n  ","633224":"\n  1. I wish i understood i had amazing talent with writing and actually excelled in it. I wish i didnt have dreams of being famous and actually focused on something i was truly good at.\n  \n  2. I wish i wasnt a fuckin rebel druggie who thought it was cool to be a bad bitch instead of getting good grades... and went to school for screen writing.\n  \n  3. I wish i didnt have to rebel, rebel, rebel.\n  ","633225":"\n  NO WAY ????? YESSS\n  ","633226":"\n  Nope, theres nothing left to go back too. I moved on, i had to accept the fact theres nothing anymore. We dont even talk anymore. But what makes me sad is he lied to someone to make me mad so i would hate him. Im not gonna waste my time on someone who would do that, especially when theres someone who wants to give me the world and marry me.\n  ","633227":"\n  Smiling makes my face fat i swear\n  ","633228":"\n  Im addicted, but it HATES me\n  ","633229":"\n  Im happy for you! I hope everything goes as planned. You two deserve it\n  ","633230":"\n  No no its ok, what you said made sense\n  ","633231":"\n  Family yards, i think. Its a puzzle game lol\n  ","633232":"\n\n   @MeerChris\n  \n  i just tagged you cause idk if you were gonna see this since they are talking to you and not me..\n  ","633233":"\n  Awwwh? yay!!! You made me happysss ?\n  ","633234":"\n  Awh good! This game is fuckin me up! This level hates me\n  ","633235":"\n  Yeah but dont force it. Let it come naturally & stop promising shit.\n  ","633236":"\n  This is amazing advice!!! I like this a lot\n  ","633237":"\n  Wtf who leaves a surgical tool in someone\n  ","633238":"\n  Yeah people are fucked up and it sucks. So be the couple the gives people hope and show this world that our society isnt completely fucked.\n  ","633239":"\n  Hello! Whats upppp\n  ","633240":"\n  Someone buried their brother then found out he was alive..\n  ","633241":"\n  Wow i meant to say \"causees more damage than happiness\" idk wtf i was typing ahaha.\n  \n  Wait, what? Now youre living in fear as well? Just be a good person, be compassionate, be there for her, dont drag her down, be thoughtful, compromise, listen to her and you wont fear.\n  ","633242":"\n  Yeah, i go outside and look at trees, watch waves, or see the sunrise. Thats looking at good things, theres nothing wrong with that. But thinking you know how the future will end up and saying things you dont know are actually true causes my damage then pain. But if you two end up married and popping out children, i might believe in some promises lol\n  ","633243":"\n  I think its a beautiful name\n  ","633244":"\n  I just dont believe life is gumdrops, butterflies, and rainbows.\n  ","633245":"\n  You can be realistic and optimistic at the same time. Just because you have had your heart broken doesnt mean you can control how the other person feels or control what they do. Things may be disneyland for awhile but sometimes you have to come back to reality. Thats good you have your eyes set on here, im just trying to make you stop being unrealistic.\n  ","633246":"\n  Well you may never intentionally break her heart.  & whoa can you see the future or something? How do you know what your future holds for you?\n  ","633247":"\n  Awwwwwh? omg\n  ","633248":"\n  I LOVE KEVIN SPACEY\n  ","633249":"\n  Yeah, youre just setting yourself up for disaster.\n  \n  What if you get in a car accident? What if you choke?\n  \n  What if you have an allergic reaction to something without knowing it? Can you stop yourself from death?\n  \n  What if you meet someone else and dont mean to have feelings - are you going to be willing to break your promise?\n  \n  There's other ways to show how you are committed to a person instead of promising something that you truly dont have control of, you will technically at one point will leave her. Promises are for things like, \"ill buy you flowers\" \"yes ill be at your family reunion\" \"ill call you tomorrow\"\n  ","633250":"\n  I dont believe in promises, because in one way or another a person will always let you down.\n  ","633251":"\n  No, i need delicious iced tea. Omg an Arizona thats what i want\n  ","633252":"\n  This sounds like a personal issue you need to work through. & oh good ? cause you guys need to spend lots of time together\n  ","633253":"\n  Weed4lyfe\n  \n  Trippy4lyfe\n  \n  Ass4lyfe\n  \n  Its just a saying\n  ","633254":"\n  Jesus ? so sensitive. So like do you guys hang out?\n  ","633255":"\n  Thats what you think ?\n  ","633256":"\n  AWWH OMFG??\n  ","633257":"\n  My life\n  ","633258":"\n  Thats my brother?\n  ","633259":"\n  Why do i feel like nobody wants to date you?\n  ","633260":"\n  No, another ex.\n  ","633261":"\n  I know i want gatorade, but idk what you think i wanted\n  ","633262":"\n  I cant believe how happy i am, my ex is finally fully out of my life. Thank god. He stopped using all the apps we shared and now i can finally stop being reminded of him. Except my dreams like to remind me how abusive he was..\n  ","633263":"\n  Im gonna watch a video about a girl who never ate\n  ","633264":"\n  I just want you to know, if anything happens to you - ill make sure\n  \n   @littlekri\n  \n  is ok ??\n  ","633265":"\n  Im guessing your mom never hugged you growing up?\n  ","633266":"\n  Nope, that was my best friends world. She competes and shit.\n  ","633267":"\n  Western, i like English tho\n  ","633268":"\n  Pitbulls are only aggressive if they are trained to be aggressive. So you better not blame them. & i dont get bitch dogs as pets, i would most likely be the one with a pitbull or Rottweiler - except they would be the sweetest dog in the world, because they are amazing.\n  ","633269":"\n  Ok Bill Lumberg\n  ","633270":"\n  Reverse psychology?\n  ","633271":"\n  Wow you obviously shouldnt use google translate ?\n  ","633272":"\n  Why do people have to go and ruin everything and make everything sexual?\n  ","633273":"\n  Yess, she was super lazy tho. Didnt wanna go anywhere but it was fun ?\n  ","633274":"\n  Id rather you not\n  ","633275":"\n  I just got finished riding a horsey ???\n  ","633276":"\n  You know, if i had billions i would just adopted kids and just be forever alone lol\n  ","633277":"\n  Omg someone i actually like talking too\n  ","633278":"\n  Im trying to figure out which shampoo doesnt have sulfate in it.. ?\n  ","633279":"\n  Explain the double standards? Lol cause im not seeing it\n  ","633280":"\n  Youre very sweet to me ?\n  \n  Im glad we are friendsss\n  \n  I miss you\n  ","633281":"\n  But then all i would do is wall to wall people LOL\n  ","633282":"\n  I legitly had to delete all my anon questions because it was either super racist or really inappropriate.\n  ","633283":"\n  I had to change my feed to just people i follow so i didnt throw my phone at a wall lol\n  ","633284":"\n  Just fuck her and get it over with\n  ","633285":"\n  Thanks ?\n  ","633286":"\n  This trend of people doing video responses with snapchat filters needs to stop. ?\n  ","633287":"\n  To the court house and grocery store lol\n  ","633288":"\n  This girl on my feed makes me anti-life, learn the art of tying a noose.\n  ","633289":"\n  I do what i want on my page lol\n  ","633290":"\n  Shit, i should eat something before i go\n  ","633291":"\n  Im gonna be leaving soon and wont be back till later\n  ","633292":"\n  Thank you very much ??\n  ","633293":"\n  Yes talk to her & leave boom sav alone ??\n  ","633294":"\n  Last night i watched one about forgotten children in Ukraine\n  ","633295":"\n  Uhm, ive never met anyone who says this\n  ","633296":"\n  Idk how many times i have to explain this. It wasnt my idea, people wanted to buy me gifts. Because they wanted too, i didnt believe people would get me stuff but they ended up buying me stuff. Like im really fucking sorry people want to buy me stuff AND im not the only girl on here with a wishlist. Jesus, i know like at least 10.\n  ","633297":"\n  Anyways, im gonna read now\n  ","633298":"\n  Oh good?\n  ","633299":"\n  Gimme dat skrilla\n  ","633300":"\n  Your wake\n  ","633301":"\n  I rely on me self\n  ","633302":"\n  If you truly loved me youd let me go do what i want\n  ","633303":"\n  Why are documentaries so addicting?\n  ","633304":"\n  1. Stop being so needy.\n  \n  2. Im about to get off to read.\n  \n  3. Im gonna slowly reply just to piss you off.\n  ","633305":"\n  OMG\n  \n   @CelineM96\n  \n  WERE SO ALIKE. WE BOTH SAID PITBULL\n  ","633306":"\n  Pitbull, cause they are dope\n  ","633307":"\n  This isnt texting, just thought someone should tell you.\n  ","633308":"\n  Talking to me is a great start\n  ","633309":"\n  Why in the world would i tell you?\n  ","633310":"\n  I meant super chill lol i just put super ??????\n  ","633311":"\n  Males because the drama is waaay less, they are super funny, super, and im not having to constantly compete with someone cause they dont give a fuck.\n  ","633312":"\n  I need to go reaaad ?\n  ","633313":"\n  I only share my opinion if its necessary\n  ","633314":"\n  Dad\n  ","633315":"\n  No i wish but i dont have the butter or oil lol\n  ","633316":"\n  I MAKE THE GOOD GIRLS GO BAD\n  ","633317":"\n  Mind control with my own mind ?\n  ","633318":"\n  My dad just gets up abruptly to check what im doing, like stop. Its getting on my nerves\n  ","633319":"\n  House : theres a couple in san diego that ive been obsessed with except 1. People live in it and its 8 million. And the 2nd is in a very crowded area, like its a bitch to get around and its 34 million ???\n  \n  Car : audi as7 or audi Q5\n  ","633320":"\n  My nose keeps running. Ugh make it stop\n  ","633321":"\n  Awh, i feel like they tolerate me ?\n  ","633322":"\n  Yeah, especially mine\n  ","633323":"\n  Ive never seen a girl wear leggings that tight ?? like maybe pictures online, but ive never seen someone in person do that lol\n  ","633324":"\n  It makes me feel good knowing people are suggesting me ?\n  ","633325":"\n  Colin, i am thicc\n  ","633326":"\n  Awh, thank you sweet stuff ?\n  ","633327":"\n  Its really interesting to see how each week on ask a different person is popular and then people move on to someone new ?\n  ","633328":"\n  My family ?\n  ","633329":"\n  Why is my cat always so damn hungry?\n  ","633330":"\n  I used to have like 5 piercings on each ear lol\n  \n  And i have my belly button\n  ","633331":"\n  Theres this shirt i want that says \"my cat and netflix\" i need it ?\n  ","633332":"\n  So i had a nightmare about my ex and i would greatly appreciate if i never dreamt of him again.\n  ","633333":"\n  We call ourselves the tri-pod because we are so close to each other. We are more best friends than siblings.\n  ","633334":"\n  Exactly what i think ?\n  ","633335":"\n  Wait, what is?\n  ","633336":"\n  ????\n  ","633337":"\n  So like im drinking a smoothie and now im frozen ?\n  ","633338":"\n  Lion king, MUFASA ???\n  ","633339":"\n  ?\n  ","633340":"\n  Old school rap ??\n  ","633341":"\n  If i wanted advice, id ask for it.\n  ","633342":"\n  Thanks for the suggestion but no thanks?\n  ","633343":"\n  I love just melting into my sheets\n  ","633344":"\n  This is why i have my cat and cookies ????\n  ","633345":"\n  No worriesss ? ill be good, you just focus on your own happiness?\n  ","633346":"\n  Because my mom was schizophrenic and was nowhere capable of taking care of me, so she wanted me to have a better life and grow up in a stable home.\n  ","633347":"\n  ????\n  ","633348":"\n  I need to make a shirt that says \"im adopted\"\n  ","633349":"\n  Awh, i cannot explain how happy i am that youre with her and that youve met her! & yeah, you see ive already met that special someone and weve been in love for years. I will never love anyone the way i love him. Hes my everything, but we will never be able to have a life together because he doesnt have that long to live. I have so many guys who asked me if i would marry them, and i just cant. Im not ready. And hustling hurts less LOL\n  ","633350":"\n  ??\n  ","633351":"\n  They work out like fucking psychos lol & all they eat are nuts and berries hahah\n  ","633352":"\n  Thats cute? im really happy for you!! I used be like that but then my dreams & hopes got crushed so im just like naaah fuck it, i wont let the game play me - ill play in the game.\n  ","633353":"\n  They have dark hair, and dark eyes. Both very fit that it urks me cause im getting large & in charge lol they kinda look asian but kinda not lol\n  ","633354":"\n  You two need to stop being so damn cute, you might actually make me jealous and sad im single && i like being single ???\n  ","633355":"\n  Thank you very much?\n  ","633356":"\n  Oh good ?\n  ","633357":"\n  Oh girl, i got some memes\n  ","633358":"\n  Im stickin to amazon but shit i need to go on an amazon hunt and look for more stuff i wanna model\n  ","633359":"\n  Thats so cute omg\n  ","633360":"\n  No, you are ?\n  ","633361":"\n  Uhm you realize selling anything is for profit right? Like why else would a person sell stuff?\n  ","633362":"\n  She asked so i did it cause i loves her?\n  ","633363":"\n  I love you so much & i voted ?\n  ","633364":"\n  I cannot wait omg ???\n  ","633365":"\n  Google is fantastic, truly. You should check it out\n  ","633366":"\n  You are beautiful!\n  ","633367":"\n  Thank you so much ?? youre so cute\n  ","633368":"\n  What do i influence for you??\n  ","633369":"\n  I DO UNDERSTAND, NOT \"I DONT\" UUUGHHH\n  ","633370":"\n  You better not, that would make me really really sad ☹☹☹\n  ","633371":"\n  I dont know what youve been through, but i dont understand that everybody has different battles with different demons. And youre strong, really kind, and intelligent. Ill always be here for you to talk too? and im proud of you for getting though obstacles life throws at you.\n  ","633372":"\n  Just talk to me?! ?\n  ","633373":"\n  Thank you so much. This means the world to me ?\n  ","633374":"\n  Yay! Im glad?? and life is ok.. nothing exciting has been going on.. i think im gonna start hiking\n  ","633375":"\n  This almost made me cry, thank you.\n  ","633376":"\n  I can totally see myself doing that ??? omg thats terrible\n  ","633377":"\n  Whats with ( ) ⁉️\n  ","633378":"\n  Im ok? ive missed you. I hope youre doing well, and youre staying safe! & thank you so much!! How are you?!\n  ","633379":"\n  Thank god i made cookies\n  ","633380":"\n  Here goes my rant. I feel depressed because im nowhere close to my friends. I didnt get close to anyone where i live because im so much different than everyone here. And i didnt think i was gonna be here for this long. Ive been planning to go back to cali. I should have gotten a job, should have started school. Should have done something with my life besides traveling. I see all my friends doing great things and im just like, wow im doing nothing with my life. And this is the time of my life where i should be doing the most. I feel like im wasting my life. I cant wait to move back to cali and get back to living.\n  ","633381":"\n  Muscle is sexy\n  ","633382":"\n  I would never\n  ","633383":"\n  Thank you so much omfg\n  ","633384":"\n  Thats what i mean about not selling my soul ahahah\n  ","633385":"\n  Probably not lol\n  ","633386":"\n  Nope. Im in a bad mood, let me watch my youtube vids in peace\n  ","633387":"\n  Hii huunn\n  ","633388":"\n  This is what makes me happy\n  ","633389":"\n  Booty booty booty ??\n  ","633390":"\n  Im in no mood boi\n  ","633391":"\n  Im listening to a station called sonic trash & im just like omfgggg its for meeee\n  ","633392":"\n  Awwwwwwwh i love youss\n  ","633393":"\n  Because i dont wanna be on kik\n  ","633394":"\n  OMG I HAVENT HEARD THIS SONG IN SONG IN SO LONG ;\n  \n  Just cause its real doesnt mean its gonna work.\n  \n  You was out of your league\n  \n  2000 ft under the seaaaaa.\n  \n  Ive never felt so aloneeee\n  ","633395":"\n  Maybe if i shove strawberries in my mouth ill feel better\n  ","633396":"\n  Wanna share your happiness?\n  ","633397":"\n  Np fam ?\n  ","633398":"\n  Talk to me whenever ?\n  ","633399":"\n  #tipstobeKardashian\n  ","633400":"\n  I love you sm\n  ","633401":"\n  HOW\n  ","633402":"\n  But what i want is to be a Kardashian without selling my soul.\n  ","633403":"\n  Listening to the killers puts me in a better mood\n  ","633404":"\n  Wow, ive been making all sorts of typing mistakes ?\n  ","633405":"\n  Im gonna eat cut up strawberries slln, im excited. I havent been feeling that great\n  ","633406":"\n  I would probably cry and then be super happy cause that means i get to take photos of myself\n  ","633407":"\n  Everybody cant be winners\n  ","633408":"\n  Time to watch yt videos so i can forget about my own life ?\n  ","633409":"\n  Oh god, JUST ONE?! ?\n  ","633410":"\n  I wish i had the answer for this ?\n  ","633411":"\n  Ive never thought of this ?\n  ","633412":"\n  Me either. Ive noticed i dont sleep that well if i dont listen to music\n  ","633413":"\n  Shes just the dopest person ever!\n  ","633414":"\n  I swear everytime i block this fucker he just comes back, hes like a terrible tumor\n  ","633415":"\n  I have more followers on ask than ig ? oh god.\n  ","633416":"\n  Did you just say guys feel weird when they are on their periods? ?\n  ","633417":"\n  Oh 100% we are not special lol\n  ","633418":"\n  I need to move out so i can go do stuff and have pictures other than selfies ?\n  ","633419":"\n  Ok im gonna read now. Be back tonight\n  ","633420":"\n  My fav person ever just sc me and i swear he died ?\n  ","633421":"\n  What depends? What point? Im pretty sure i got to the point\n  ","633422":"\n  Yeah, i do actually\n  ","633423":"\n  Theres this one girl that makes me wanna curl up and die because shes so perfect. She literally looks like she could be a Kardashian\n  ","633424":"\n  Actually i dont have any of those pictures anymore ?\n  ","633425":"\n  I feel sad that i dont know who you are so i can wife you up real quick ?\n  ","633426":"\n  I would date wiz khalifa\n  \n  I would date Leonardo\n  ","633427":"\n  Can you just be my best friend? Youre amazing ?\n  ","633428":"\n  Because every female needs to pee at the same exact time thats why girls go together ?\n  ","633429":"\n  I really should be reading\n  ","633430":"\n  Idk where the fuck i said that?\n  ","633431":"\n  I know what you asked, but that isnt happening\n  ","633432":"\n  Banana peppers, bacon, and pepperoni\n  ","633433":"\n  I legitly heard a song about a girl getting her period.... why\n  ","633434":"\n  Herez a pic off my ig\n  ","633435":"\n  No, thats a filter\n  ","633436":"\n  I just want everyone to know that killstar has a model with jet black hair and 0 eyebrows and she looks great. So i feel better about not having eyebrows and i want to dye my hair black again!\n  ","633437":"\n  So i tried on my new bra, and omg its so pretty ??\n  ","633438":"\n  I swear in my past life i was some ugly fuck that was probably a really good person so i reincarnated into someone who wasnt an ugly fuck so i get confused about what i look like.\n  ","633439":"\n  Chefs ?\n  ","633440":"\n  So like i always feel like super insecure when i see other peoples selfies and then like i either go see a picture of me or look at myself in the mirror and i kid you not, i always go, \"OOOOH YEAAH, thats what i look like... i got nothing to be insecure about\" ??? true story.\n  ","633441":"\n  What the fuck is wrong with you\n  ","633442":"\n  Actually i got naked and went \"what the fuck am i crying about, my body is fire ??\" #selflove\n  ","633443":"\n  OMG IT MUST BE NICE TO HAVE TITS.\n  \n  Anyways, im gonna shower and cry a little cause im boobie impaired\n  ","633444":"\n  Im good, how are you?\n  ","633445":"\n  HELLO ?\n  ","633446":"\n  Its funny how ive actually thought of making a bodysuit with a photoshopped picture of miley and me hahahahaha\n  ","633447":"\n  8\n  ","633448":"\n  Im gonna be super busy today, very slow replies! Im sorry ?\n  ","633449":"\n  I know whay you mean, idk how i would survive if i didnt have music ?\n  ","633450":"\n  I always make new friends. I have too many friends lol\n  ","633451":"\n  Guys im pretty sure lol\n  ","633452":"\n  I need to go shower and my dad keeps talking to me..\n  ","633453":"\n  No lol i just laugh\n  ","633454":"\n  I cant speak for them lol\n  ","633455":"\n  It makes me sad that theres people out there who have no idea what its like to have money or to be rich.\n  ","633456":"\n  Think about back in the times of royalty, servants were loyal to all the highborns and the common folk were loyal to them as well, or well most of them are. Its possible.\n  ","633457":"\n  Can someone buy me stuff on my wishlist so i can take pictures of myself ?\n  ","633458":"\n  I may or may not have cried over a mouse yesterday.. because its leg was broken in half and it just gave up living. It tried coming to me to be rescued, and at one point i was like \"wait, is the mouse crying\" and it was. It was in so much fuckin pain. So i cried. I felt terrible, and im such a fuckin pussy i couldnt put it out of its misery so i made my cat do it. ☹\n  ","633459":"\n  Gold, lots and lots of gold\n  ","633460":"\n  That is so amazingly nice omg!!!?\n  ","633461":"\n  Im sorry, depression is 0 fun.\n  ","633462":"\n  At least once a month\n  ","633463":"\n  Im going through my amazon wishlidt and changing it to things id be comfortable taking pictures in because i miss doing that. That was the best part of receiving gifts\n  ","633464":"\n  Awh, theres no reason to be jealous!\n  ","633465":"\n  Exactly. Truthfully, the only person who can make you really hapoy, is yourself.\n  ","633466":"\n  Omg.. i was with someone for 3 years and ive been single ever since. Some times you just need to be alone (with your music)??\n  ","633467":"\n  That. Sounds. Delicious.\n  ","633468":"\n  I feel the same way.. like how does it suck knowing you only have to worry about yourself? That the only dreams you need to worry about are your own? Like i dont need a person to feel like im worthy of living..\n  ","633469":"\n  He was an idealist, based on what they described its not hard to believe he had that personality just based on his writings and all the books ive read about him.\n  ","633470":"\n  Thats what i mean as well ?\n  ","633471":"\n  Im sorry you feel that way, im content with myself i dont need to be with someone\n  ","633472":"\n  While im about to start river dancing im so stoked no one is talking to me lol\n  ","633473":"\n  Is there anyway i share my Wish wishlist, like my Amazon wishlist???\n  ","633474":"\n  Yeah, theres bored\n  \n  Then theres\n  \n  Boring because your personality sucks\n  ","633475":"\n  Same as William Shakespeare and johnny depp ?\n  ","633476":"\n  You must be stupid for thinking id post them\n  ","633477":"\n  Thanks ??\n  ","633478":"\n  Theyre very good ??\n  ","633479":"\n  No, it has a distinct smell but its hard to explain. ?\n  ","633480":"\n  Ugh, whyd you have to remind me\n  ","633481":"\n  Nothing?\n  ","633482":"\n  Im supposed to make little cubs in this game... but how the fuck ugh\n  ","633483":"\n  No, never ?\n  ","633484":"\n  I love being in sweats or pj bottoms lol\n  ","633485":"\n  I really cant remember ?\n  ","633486":"\n  I found new shops that i wish i could shop at ? i figured out what i wanna put on my amazon wishlist tho\n  ","633487":"\n  Im playing panther family omfg. I love being a little panther\n  ","633488":"\n  Yassss ?\n  ","633489":"\n  He left\n  ","633490":"\n  Oh i thought you meant like changing clothes lol but i take my pants off first\n  ","633491":"\n  Pants, i match my shirt to my pants\n  ","633492":"\n  Guys, i want gold.\n  ","633493":"\n  Im dying, that moment when you find ass selfies from when you were 17 ??? my ass is so much bigger now goddamnit\n  ","633494":"\n  OMG. The last part. Amen ?\n  ","633495":"\n  They got the clap ?\n  ","633496":"\n  Hahaha omg this makes me miss judy so much\n  ","633497":"\n  I cant wait for it all to load ?\n  ","633498":"\n  There was a spider on me. Omfg no.\n  ","633499":"\n  I want these backpacks sooo bad omggg.\n  ","633500":"\n  Wait, it got passed?\n  ","633501":"\n  Oh my jesus im gonna have like 100 items in my wishlist hahahaha\n  ","633502":"\n  You know what would be cool? If shit would LOAD\n  ","633503":"\n  Too many people do that lol\n  ","633504":"\n  Blink 182 is like mexican food sometimes you just need it\n  ","633505":"\n  Thats cool LOL\n  ","633506":"\n  I love wanting to shop online but not having fast enough service lol LET ME SEE ALL THE AMAZING CLOTHES GODDAMN IT\n  ","633507":"\n  I know right ?\n  ","633508":"\n  ?? im glad you love it ?\n  ","633509":"\n  Im crying ? i need everything omg\n  ","633510":"\n  Yeah, like everyday ?\n  ","633511":"\n  I want EVERYTHING\n  ","633512":"\n  Just wait a bit jeeze, im trying to shop lol\n  ","633513":"\n  I did ??\n  ","633514":"\n  If i can figure out how the fuck to make this wishlist lol\n  ","633515":"\n  I miss you so much? i hope youre doing wonderful! Youre so beautiful ?? i miss talking to you!!\n  ","633516":"\n  The clothing from KillStar are AMAZING wtf\n  ","633517":"\n  Theres like waaay too many. My childhood was dope.\n  ","633518":"\n  Ill look into it\n  ","633519":"\n  Awh, that made me sad. But theres so many stars.. but thats still sad\n  ","633520":"\n  To everyone who keeps trying to have a private conversation with me, and becomes very needy about it - no im not free. Go find someone else to talk too.\n  ","633521":"\n  Does it work like amazon?!\n  ","633522":"\n  Omg wow ??? i love this. This made me so happy ?\n  ","633523":"\n  Can people please talk to her ?\n  ","633524":"\n  Can people stop being so fuckin needy? Like im sorry im not here to be able to respond to you when you want. Like just fuck off.\n  ","633525":"\n  Listening to green day brings back so many memories\n  ","633526":"\n  Does that mean i can generalize someone based on if they are black, asian, hispanic, middle eastern, russian, or native american?\n  ","633527":"\n  Same, fam.\n  ","633528":"\n  Talk to her, cause im about to get off ?\n  ","633529":"\n  Why is my dad listening to the spanish station ?!\n  ","633530":"\n  HELLOO?\n  ","633531":"\n  It takes awhile to fully know what kind of person they are.\n  ","633532":"\n  Why do i always get generalized\n  ","633533":"\n  My kitty just loves cuddling, it makes me so damn happy\n  ","633534":"\n  I agree ?\n  ","633535":"\n  I want chocolate chip waffles\n  ","633536":"\n  This are cute skirts omfg\n  ","633537":"\n  I think im gonna just start reading now lol\n  ","633538":"\n  Yuppers\n  ","633539":"\n  If thats true, they are thinking about me alot lol\n  ","633540":"\n  Am i a drug ?\n  ","633541":"\n  Why do i keep sneezing. Whats wrong with me? Lol\n  ","633542":"\n  ? thats a poll\n  ","633543":"\n  No.\n  ","633544":"\n  Please be patient with me guys, im trying my best to respond to everyone ?\n  ","633545":"\n  Ahahahha oh man i just started laughing, this is dirty\n  ","633546":"\n  I wish i could give some to you\n  ","633547":"\n  Too goddamn many ?\n  ","633548":"\n  I dont really give a shit, i think im awesome and thats all that matters\n  ","633549":"\n  If only miley cyrus or lana del rey could be my best friend.\n  ","633550":"\n  Im kinda excited to read more of my book omg\n  ","633551":"\n  How do you know youre smarter than everybody?\n  ","633552":"\n  Slow replies guyss, im gonna be eating ?\n  ","633553":"\n  I need to make more polls ??\n  ","633554":"\n  ???????\n  ","633555":"\n  I dont really know, im sorry. I dont remember stuff like that.\n  ","633556":"\n  Ugh i need to workout\n  ","633557":"\n  Yeah, thats when i just ramble about my life ?\n  ","633558":"\n  Its raining. Why the fuck.\n  ","633559":"\n  Oh my god, yes. Ask.fm reuinon ?\n  ","633560":"\n  Thank you ? this is very kind!! & i dont celebrate but HAPPY EID??\n  ","633561":"\n  I just got a new phone lol\n  ","633562":"\n  Some people arent good at it\n  ","633563":"\n  A rave ?\n  ","633564":"\n  Yes, and ive seen that it kinda makes people uncomfortable..\n  ","633565":"\n  Im awake ? im gonna go cut up strawberries for myself ?\n  ","633566":"\n  Lol, no. My life has been too easy.\n  ","633567":"\n  I have too many kept secrets in my brain.. ?\n  ","633568":"\n  I wanna make cookies\n  ","633569":"\n  I cant wait to eat strawberries ?\n  ","633570":"\n  Ugh, i know. Like i can barely use them without having a charger next to me LOL\n  ","633571":"\n  Holy fuck no\n  ","633572":"\n  Yes i know this, its a major issue\n  ","633573":"\n  I dont think people realize how frustrating it is to talk to someone whos first language isnt some background in english. I just dont have the patience to explain everything i mean\n  ","633574":"\n  Wtf, who the hell are you talking about ??\n  ","633575":"\n  Well, thats good actually\n  ","633576":"\n  Do everybody a favor and just stop talking.\n  ","633577":"\n  Thank you ?\n  ","633578":"\n  Would you call yourself a truther?\n  ","633579":"\n  You lie\n  ","633580":"\n  Stef someone just told me you were fake?\n  ","633581":"\n  Me?!\n  ","633582":"\n  Oh kys, im busy\n  ","633583":"\n  My game doesnt want to download im so sad\n  ","633584":"\n  Time to watch a documentary ???\n  ","633585":"\n  THEY FOUND A REAL FAIRY\n  ","633586":"\n  Im currently mysterious creatures caught on camera\n  ","633587":"\n  I want my own island\n  ","633588":"\n  Stef ill sit on your face\n  ","633589":"\n  Good luck with that\n  ","633590":"\n  I want pasta\n  ","633591":"\n  Sexy cuban wants to bang me ?\n  ","633592":"\n  Omg omg theres a bug in my hair\n  ","633593":"\n  Im trying to watch videoss\n  ","633594":"\n  Omfg the videos of the little creatures randomly running across the room. Thats a nope moment.\n  ","633595":"\n  Not for you\n  ","633596":"\n  Lost footage is fucked. But i think itd be cool to find some\n  ","633597":"\n  I just keep getting reminded that our world is very fucked up lol\n  ","633598":"\n  Love this ?\n  ","633599":"\n  Im really bummed i wont be doing anything for the 4th this year. Its my fav holiday cause you just get drunk ugh\n  ","633600":"\n  Yeah, its fun?\n  ","633601":"\n  Yup, lets see who you is\n  ","633602":"\n  Amusement park ?\n  ","633603":"\n  I dont give my kik to anons.\n  \n  But sidenote, i was watching lost tapes from Japan. Jesus.. theres some fucked shit there.\n  ","633604":"\n  You look amazing ?\n  ","633605":"\n  I love unexplained mysteries ?\n  ","633606":"\n  Omfg ??\n  ","633607":"\n  Audi as7\n  ","633608":"\n  I have zero work ethic\n  ","633609":"\n  Iron man ?\n  ","633610":"\n  Dark night rises\n  ","633611":"\n  Boondock saints\n  ","633612":"\n  Gifts in the mail ?\n  ","633613":"\n  Black\n  ","633614":"\n  Im annoyed. The top of peoples pages should the options,\n  \n  \"Report\n  \n  Block\n  \n  I do not want this trash on my feed\"\n  ","633615":"\n  Awh, i do like guarantees\n  ","633616":"\n  I dont feel like it\n  ","633617":"\n  Time to watch youtube videoss yayyayaay\n  ","633618":"\n  How high can i blow the breathalyzer\n  ","633619":"\n  The girl who wants a squirrel\n  ","633620":"\n  Damn you fuckers just woke up today and rolled outta bed like \"im gonna be annoying asf today\"\n  ","633621":"\n  Thank you ?\n  ","633622":"\n  Find me a female who doesnt wear thongs\n  ","633623":"\n  No, i would die\n  ","633624":"\n  Bro, im like way past that level\n  ","633625":"\n  Savannah*** and ???????????? omfg. Thats totally why Georgia has a city called Savannah.. my name is white as shit ??? totally why people who speak spanish dont have a name for me lol tots hispanic\n  ","633626":"\n  Im really fuckin confused how you got any idea that i was hispanic???\n  ","633627":"\n  Who teaches you this bullshit? & do you even know history dude? Like theres still cultures to this day that require to eat with your right hand. They used to force people who wrote with their left to write with their right. In native american cultures the left hand was for wiping your ass.\n  ","633628":"\n  It doesnt matter which hand they write with ?\n  ","633629":"\n  Im sorry, but how the fuck you get any inclination that i was Hispanic?\n  ","633630":"\n  Its from England lol\n  ","633631":"\n  Ill leave that to all the other pages that do that lol\n  ","633632":"\n  What if they are just really happy to be with that person?\n  ","633633":"\n  Nope, i dont care\n  ","633634":"\n  This one age when i lost it\n  ","633635":"\n  Yes anon, will you please lol\n  ","633636":"\n  I keep sneezing ugh\n  ","633637":"\n  Negative ghost rider\n  ","633638":"\n  Thanks ?\n  ","633639":"\n  Idk, probaly not. But im not opposed to seeing it\n  ","633640":"\n  Im so happy, my braces made my lips bigger ?\n  ","633641":"\n  Thank you so much ?\n  ","633642":"\n  I have to cut fruit for my dad lol\n  ","633643":"\n  Thank you..\n  ","633644":"\n  Its hard to trust people\n  ","633645":"\n  I feel like someone whos certified as an achelolgist can say whatever and do whatever lol\n  ","633646":"\n  You know, its really not my problem\n  ","633647":"\n  My dna\n  ","633648":"\n  Omggggg thank you!! Wow i should have seen that lol oh well\n  ","633649":"\n  You know its been common for teens to get pregnant for years? As soon as they had their period they got married and had babies. Lol\n  ","633650":"\n  Scarlett ?\n  ","633651":"\n  This game hates me\n  ","633652":"\n  Omg quasimodo??\n  ","633653":"\n  Im not Rihanna lol\n  ","633654":"\n  That one time i last had sex\n  ","633655":"\n  Its not, so you didnt help\n  ","633656":"\n  Yeah it gave me points for that word, but it wasnt it\n  ","633657":"\n  Nope ?\n  ","633658":"\n  Whats the 4 letter word?!\n  ","633659":"\n  Ok help me please\n  ","633660":"\n  I say nice things to people all the time\n  ","633661":"\n  Call me the queen of hearts ?\n  ","633662":"\n  I have trouble being around people who need attention and sex from other people to feel self worth.\n  ","633663":"\n  Im so full now, i ate too much!\n  \n  I really need to start Feast of Crows but bleh ill get there at some point lol\n  ","633664":"\n  Nah i dont really care. Cause i have people who want to be in a relationship with me, i just choose not to be. Im not in a position where i can date right now anyways, im just not mentally there yet.\n  ","633665":"\n  Im gonna go get me some strawberries ?\n  ","633666":"\n  Thank you so much ?\n  ","633667":"\n  I was one of them lol but i wasnt like the type that ran for class president and shit.\n  ","633668":"\n  Oh hey everyone, im basic\n  ","633669":"\n  I swear i get waaay too many videos on sc ?\n  ","633670":"\n  Awh, no those glasses were from santa monica but some fuckhead sat on them and broke them and thats why i needed you to buy me new ones ??? and now my best friend and i have the same glasses ?\n  ","633671":"\n  I dont try to do anything, i just walk ?\n  ","633672":"\n  Youtube tutorial\n  ","633673":"\n  Yeah, like 90 year olds that have trouble getting themselves to a restroom.\n  ","633674":"\n  This super awkward moment when youre currently single ?\n  ","633675":"\n  Wiz khalifa is soooo fuckin cute\n  ","633676":"\n  Just do whatever you wanna do lol\n  ","633677":"\n  Where do i have the puppy filter?\n  ","633678":"\n  God i could totally go for some tacos right now ?\n  ","633679":"\n  Shes the love of my life\n  ","633680":"\n  I can see that\n  ","633681":"\n  I wanna meet Eminem\n  ","633682":"\n  Russian acrobatics is nuts omfg\n  ","633683":"\n  Someone buy me more cookies\n  ","633684":"\n  I wish\n  ","633685":"\n  Idk how thats kinky? Real pole dancers form art, like its the most beautiful thing ive ever seen. I love acrobatics.\n  ","633686":"\n  Because youre obviously fuckin retarded\n  ","633687":"\n  I said being a stripper would cause me psychological damage... but we're all mad, especially you.\n  ","633688":"\n  Watching all these professional pole dancing videos make me wanna work out hahaha\n  ","633689":"\n  Ive always wanted a miniature kitty or doggiee\n  ","633690":"\n  Im in the sky with diamonds like lucy\n  ","633691":"\n  No, i would never do that. That would cause me so much damage psychologically\n  ","633692":"\n  Acrobatics make a lot of money and they dont lose their self worth. And their skill level is kinda way higher.. i dont care if theres strippers on here?\n  ","633693":"\n  Pole dancer is a form of acrobatics, usually in a circus\n  \n  Stripper is someone who takes their clothes off for money.\n  ","633694":"\n  If i could be a professional pole dancer, i would. Those girls are fuckin crazy.\n  \n\n   https:\/\/youtu.be\/waIuhfoTMv8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","633695":"\n  I want the dopest mancave. Like im talking stripper polls, led lasers, huge flat screens, a bar, every console, drugs ?\n  ","633696":"\n  She put a gram on the mural, watch it vanish. She do a whole bottle a day, how she manage?\n  ","633697":"\n  I have modeled, then life happened lol\n  ","633698":"\n  Head & shoulders, the cokes devils dandruff\n  ","633699":"\n  Im 100% sober, sadly\n  ","633700":"\n  Lifes a beach, im sprawled in the sand bruh with a model making love to the camera\n  ","633701":"\n  Of course i have ?\n  ","633702":"\n  Oh shit, sexy cuban boy just texted me ???\n  ","633703":"\n  And you wanna stop. You really do, but its like a dream - you cant stop dreams. They move in crazy pieces, any way they want to. And suddenly, youre capable of anything.\n  ","633704":"\n  You know, im not drunk\n  ","633705":"\n  They are super funny! Can always make me laugh no matter what. It doesnt matter where we are, how far away they always know how i feel and what im thinking. They are trustworthy and loving. No matter what they will always be there. They have a huge heart. The biggest heart ive ever gotten the pleasure of meeeting. They are complicated, theyve been through so much pain that their heart is damaged but they dont stop loving.\n  ","633706":"\n  Thank you so so so much omfg ?\n  ","633707":"\n  It better be fanfuckintastic\n  ","633708":"\n  How am i suppose to know what kind of guy you are ?\n  ","633709":"\n  Bitch got a pussy that smells like anchovies.\n  \n  Stomach looking all roly poly\n  ","633710":"\n  Adderall, caused a cosmic shift in my endorphins\n  ","633711":"\n  White mans guilt is a black mans poison\n  ","633712":"\n  Hey thor, i make em pay more\n  ","633713":"\n  Her ex-man, no X-man, im team A\n  ","633714":"\n  Omg thank you so so so much\n  ","633715":"\n  Hera is my wife, Aphrodite is my mistress. Coldest nigga out here and Apollo be my witness.\n  ","633716":"\n  Tonight we dine in Hell, you feel the heat?\n  ","633717":"\n  By sperm donation?\n  ","633718":"\n  Yes this is mythology, but bitch im so real\n  ","633719":"\n  Yes i do. Because theres been many many moments where i probably should have died but didnt.\n  ","633720":"\n  Their need to stick their dicks in and on everything ?\n  ","633721":"\n  Anger, i usually just say \"fuck it\"\n  \n  & when i got stoned all the time i used to just go \"im gonna smoke about it\"\n  ","633722":"\n  Boom, who are you?\n  ","633723":"\n  Thanks ?\n  ","633724":"\n  I dont like fortune cookies\n  ","633725":"\n  Like 15 years old.. ?\n  ","633726":"\n  Im like super bummed i dont have cookies\n  ","633727":"\n  Nope, youre done\n  ","633728":"\n  No, it was trap\n  ","633729":"\n  OMG THANK YOU\n  ","633730":"\n  Like i cannot handle it. I wanna just hide in a dark cave.\n  ","633731":"\n  No, never. America is fucked\n  ","633732":"\n  At least youre an anon i do not hate ?? ITS HOT AS SHIT.\n  ","633733":"\n  No, you like putting cock in girls.\n  \n  Theres a difference\n  ","633734":"\n  Im just waaaaiiting, i have so many questions. Like watch it end up where they go, \"we've been waiting for you\" ?\n  ","633735":"\n  Oh oh oh i took a maturity quiz once, it said i was at the maturity level of a 32 year old\n  ","633736":"\n  Rob a bank\n  ","633737":"\n  Dont you love girls who are cocky as shit when they shouldnt be ???????\n  ","633738":"\n  Trying to not commit suicide because these anons are blowing me up ???\n  ","633739":"\n  My heart ?? HAHA\n  ","633740":"\n  On my bed\n  ","633741":"\n  Yeah, of course. My best friend is a guy. And its because hes gay that it never went any further ?\n  ","633742":"\n  Omg. Wait. Howd you know?\n  ","633743":"\n  Im so bad at word games like why is this so hard\n  ","633744":"\n  I just got home as well! I was with my family ??\n  ","633745":"\n  Happy saturrrdaaayyy ?? how was your day?\n  ","633746":"\n  I am slacking on my polls ?\n  ","633747":"\n  Oh bitch please, you cant force someome to want to remember you ? calm the fuck down, youre not important.\n  ","633748":"\n  AWWH? thank you ?\n  ","633749":"\n  Chiodos ?\n  ","633750":"\n  Oh my god, im finally home.\n  ","633751":"\n  Why. Was. I. Tagged. In. That. Bullshit.\n  ","633752":"\n  Jesus\n  ","633753":"\n  Its very very sad\n  ","633754":"\n  I have a bunch of ideas so there will be more tomorrowss\n  ","633755":"\n  Id assume so since we dont see random people blowing up out of nowhere ?\n  ","633756":"\n  Beach condo in cali\n  ","633757":"\n  I just said i moved back LOL\n  ","633758":"\n  \"Youre kinda fucked in the head huh?\"\n  ","633759":"\n  I moved back last oct lol im moving out again in a couple months\n  ","633760":"\n  Uhm i was 50% of every purchase\n  ","633761":"\n  If they want to but its not required LOL\n  ","633762":"\n  Ily? i hope youre doing well! I miss talking to you ?\n  ","633763":"\n  Thank you ?\n  ","633764":"\n  Oh fuck, what did i do\n  ","633765":"\n  I saw nothing good about that bill\n  ","633766":"\n  Idk what this is saying, so im gonna make a new poll\n  ","633767":"\n  Everybody a hater\n  ","633768":"\n  Are you my dad?\n  ","633769":"\n  Normal to light flow.\n  \n  Tampons when i go out, pads at home. Im like terrified of that vagina disease you can get from tampons lol\n  \n  Youre suppose to change it every 2 hours\n  ","633770":"\n  Naaah, i dont care that much. I just enjoy making them\n  ","633771":"\n  I just did?! Like what else do you want me to say?? Its just a bloody mess. Hahahah see what i did there? you dont know if i meant it in british terminology or not\n  ","633772":"\n  Eat da pussy like peek a boo\n  ","633773":"\n  Its easier for me to say what im good at...nothing ???\n  ","633774":"\n  Nope, every time im on my period i say, \"im sacrificing for satan\" \"the pipe is leaking\" \"my ovaries need a massage\"\n  ","633775":"\n  I want a texas bbq burger ?\n  ","633776":"\n  FUCKIN RIGHT?\n  ","633777":"\n  You know how easy thatd make my life?\n  \n  \"I wanna have sex with you\"\n  \n  \"Heres a blowup doll\"\n  ","633778":"\n  No, 18+ youre an adult.\n  \n  The only thing that changes at 21 is you can drink lol\n  \n  And you can get married at a younger age with a parents consent.\n  ","633779":"\n  Oh, everyday.\n  ","633780":"\n  Gentlemen's haircut\n  ","633781":"\n  Why would that be illegal?\n  ","633782":"\n  Well if the sex isnt good why get official with them? Ahahhaha\n  ","633783":"\n  To have 2 beautiful children ?\n  ","633784":"\n  Looka like youre not eating\n  ","633785":"\n  I love hugs so much\n  ","633786":"\n  Like from the moment i wake up to the moment i go to sleep\n  ","633787":"\n  Oh yeah then definitely heroin\n  ","633788":"\n  Instagram\n  ","633789":"\n  Im good, just super tired ?\n  ","633790":"\n  Heroin?\n  ","633791":"\n  Is this suppose to be a poll or?\n  ","633792":"\n  Ive tried and it doesnt work lol\n  ","633793":"\n  Its a goood thing shes already dead\n  ","633794":"\n  No i resent their mothers for having them\n  ","633795":"\n  Id be bald lol\n  ","633796":"\n  Wait, for which one?\n  ","633797":"\n  I like to imagine what my future may hold for me ?\n  ","633798":"\n  Helloss?\n  ","633799":"\n  Raving & clubbing ?\n  ","633800":"\n  The new health care bill\n  ","633801":"\n  My heart goes out to all that this bill effects serverly!\n  ","633802":"\n  Awh, thats very sweet of you to say ?\n  ","633803":"\n  Because people are snakes\n  ","633804":"\n  No, no i do not.\n  ","633805":"\n  No i dont. Thank god ?\n  ","633806":"\n  This goddam new bill just made America way more fucked up.\n  ","633807":"\n  ??\n  ","633808":"\n  Whos lola?\n  ","633809":"\n  I thought that as well ?\n  ","633810":"\n  Of course i am!?\n  ","633811":"\n  Wtf guys, vote my polls\n  ","633812":"\n  I am legend.\n  ","633813":"\n  I. Hate. Conservatives.\n  ","633814":"\n  Where am i acting like a child?\n  ","633815":"\n  Its hard to show anything when im not religious\n  ","633816":"\n  What you wanna see?!\n  ","633817":"\n  I love 13 reasons why\n  ","633818":"\n  Im baaaack and have pollsss ?\n  ","633819":"\n  No, im pretty sure i am ? definitely know how old i am.\n  ","633820":"\n  I love your beautiful face so much ?\n  ","633821":"\n  Im 22?\n  ","633822":"\n  It really is! Im about to message ask and tell them that they should make a section just for polls so people who just like taking polls can just press that instead of having to go looking through peoples answers as well.\n  ","633823":"\n  Huba buba?\n  ","633824":"\n  This bitch talks to everyone and people still dont like her ??\n  ","633825":"\n  LOVE YOU SO MUCH\n  ","633826":"\n  It amazes me how many followers ive gained since i started making a lot of polls ?\n  ","633827":"\n  I really like 2 piece outfits like crop top with skirt omfg. They are my FAV\n  ","633828":"\n  Ive decided on my next theme for polls ?\n  ","633829":"\n  It better be an upscale strip club.\n  ","633830":"\n  My brain is pretty damn sexy\n  ","633831":"\n  Charisma?\n  ","633832":"\n  Everyone who wants to know where i live or im gonna live is a stalker.\n  ","633833":"\n  Ok this is the best outift\n  ","633834":"\n  I wanna finish my book but like im in no mood to read right now ?\n  ","633835":"\n  What if that doesnt exist?\n  ","633836":"\n  \"Fuck im hungry\"\n  ","633837":"\n  Its only like 70° F\n  ","633838":"\n  Bedtimee, lets hope i can sleep\n  ","633839":"\n  ?\n  ","633840":"\n  Not telling you, stalker.\n  ","633841":"\n  Little bitch, growing so bored of your fits. Cause sooner or later youre done and down with the worms, and no one remembers your name. Too bad.\n  ","633842":"\n  You only know how it feels to be me when your hearts on the floor and your dreams are all gone.\n  ","633843":"\n  Can we not talk about this rn\n  ","633844":"\n  Who started all the fuss? You cant be serious. Walking around among us, the hater anonymous.\n  ","633845":"\n  I dont like night time right now\n  ","633846":"\n  Ok i just heard a noise where there shouldnt have been a noise. Fuck.\n  ","633847":"\n  My cat is freaking out like theres someone outside ?\n  ","633848":"\n  Bang your head like a gong cause its filled with all wrong\n  ","633849":"\n  I could buy myself a reason. I could sell myself a job. I could hang myself on treason.\n  ","633850":"\n  I cant make it to your wedding, but im sure ill be at your wake.\n  ","633851":"\n  Youre the good things.. youre the icing on the cake on the table at my wake. Youre the extra ton of cash on my sinking life raft. Youre the loud sound of fun when im trying to sleep. Youre the flowers in my house when my allergies come out.\n  ","633852":"\n  Everybodys life ends, but no one ever completes it.\n  ","633853":"\n  I love yous ?\n  ","633854":"\n  Well, it took a lot of work to be the ass that i am\n  ","633855":"\n  My mind changed me so much i cant even trust myself.\n  ","633856":"\n  I was in heaven. I was in hell. Believe in neither but fear them as well.\n  ","633857":"\n  Can you hear the silhouettes, the slim and dark figures rising like giants out of shadows? Theyre crawling out of your skin.\n  ","633858":"\n  I feel weak - thrown in wide open spaces. We turn ourselves inside out, expose what we're afraid to see.\n  ","633859":"\n  ???\n  ","633860":"\n  Thanks beauty ??\n  ","633861":"\n  Put away this old guitar, and on my way out hang my vocal cords up on the door.\n  ","633862":"\n  Tend to me tonight. May it be the last of our alliance\n  ","633863":"\n  Take these misunderstandings and send them back where they came from. Take these misunderstandings. Its hard enough to live life as it is.\n  ","633864":"\n  What if tomorrow never comes? How will i know you loved me? I just need something to live for so ill never die again.\n  ","633865":"\n  Sauce bouss\n  ","633866":"\n  Im taking down these pictures of you on my wall. These scars still bleed and im letting them drip on our past. Im torn between decision and dead reckoning. If im not fair then tell me why do you still care?\n  ","633867":"\n  No, i dont have the time of day. Theres not enough time in the a day for me.\n  ","633868":"\n  These tears run down my face, tasting of salt as feel my heart begin to break. Your love for me comes to a screeching halt. The service that youre preaching makes me quake.\n  ","633869":"\n  I just answer the first one i see\n  ","633870":"\n  Ilysm, youre so sweet. & an amazing friend ??\n  ","633871":"\n  Im so excited for bed\n  ","633872":"\n  Youre too beautiful. I can never compare with your picture perfect smile and flowing brown hair. No one will e able to give you what you deserve.\n  ","633873":"\n  I love babysitting\n  ","633874":"\n  I love when things take till im 90 to load\n  ","633875":"\n  Guys 100%\n  ","633876":"\n  Theres nothing to get\n  ","633877":"\n  I believe theres a possibility theres a God. Or its possibly theres multiple gods.\n  ","633878":"\n  I am sassy\n  ","633879":"\n  OMG FINALLY SOMEONE TAKING ME SERIOUSLY. Like i could just feel it starring at me ugh.\n  ","633880":"\n  Nope, i didnt grow up in a suburban area\n  ","633881":"\n  Ok im not kidding. Im pretty sure there was something outside watching me. Ive never ran so fast in my life.\n  ","633882":"\n  Like an hour LOL\n  ","633883":"\n  I hate ask rn ? its being slow\n  ","633884":"\n  I say thank you.\n  ","633885":"\n  Everything on the real stories channel on yt\n  ","633886":"\n  Those names arent bad, i just wouldnt choose them\n  ","633887":"\n  Home cooked meals are the best ?\n  ","633888":"\n  I really dont like going outside at night\n  ","633889":"\n  Awh, thanks ?\n  ","633890":"\n  Food makes everyone feel good\n  ","633891":"\n  Well well ?\n  ","633892":"\n  If i marry him, he comes with money ?\n  ","633893":"\n  I wanna get drunk and not remember it.\n  ","633894":"\n  You didnt upset me. And sorry for having tons of questions. Have a good weekend ?\n  ","633895":"\n  Thank you ?\n  ","633896":"\n  2\n  ","633897":"\n  Im in like 0 mood to have a conversation with anyone lol\n  ","633898":"\n  Ive already talked about it like 10 times on here.\n  \n  Yes ive met my birthmom\n  \n  & she is dead.\n  ","633899":"\n  No. Im handicrapped with my left hand\n  ","633900":"\n  Itd be cool if this guy would text me\n  ","633901":"\n  A psycho\n  ","633902":"\n  I love straight hair\n  ","633903":"\n  Yup, his name was bear\n  ","633904":"\n  I grew up with my siblings soo\n  ","633905":"\n  If God is real, i cant wait to see him and be like, \"thank you for not making me huge. Thank you for making my jawline killer. Thank you for not making me look like trash.\"\n  ","633906":"\n  It makes me happy no one likes your fat psycho ass\n  ","633907":"\n  Idk, i cant remember. Life has become a blurr\n  ","633908":"\n  I want french fries\n  ","633909":"\n  If i said i fucked your bitch, just know i mean it\n  ","633910":"\n  You know if i say something, i mean it.\n  ","633911":"\n  Pulp fiction\n  ","633912":"\n  I would marry him\n  ","633913":"\n  \"You dont eat meat, you just wear that shit. Thats barabaric as shit. Did you come from the vikings? Do you take peoples lands? So you fuck with the war?\"\n  ","633914":"\n  I changed my mind, im gonna listen to music ?\n  ","633915":"\n  Id probably be just like mr. Lahey\n  ","633916":"\n  And that is?\n  ","633917":"\n  Id rather talk to you as not an anon ?\n  ","633918":"\n  Hes not my hero, hes just super funny.\n  \n  My hero is Jim Lahey\n  ","633919":"\n  I moved to washington and ill be moving back to cali. Idk how many more times im gonna have to explain this\n  ","633920":"\n  Sadly no, i did when i was little\n  ","633921":"\n  I live on 20 acres of land so\n  ","633922":"\n  Thats fuckin weird\n  ","633923":"\n  I hate having to go pee but being too lazy to get up\n  ","633924":"\n  Thanks you so much ?\n  ","633925":"\n  Awwwwwh ?? this is so sweet\n  ","633926":"\n  Colin is that you ??\n  ","633927":"\n  Time to watch about Satanists lol\n  ","633928":"\n  Shut up, no one wants to marry you.\n  ","633929":"\n  Can you imagine how hilarious life would be if peter griffin was constantly making comments ??\n  ","633930":"\n  I think i experience too much deja vu\n  ","633931":"\n  We should probably stop aids\n  ","633932":"\n  Peter griffin ?\n  ","633933":"\n  No, no i do not.\n  ","633934":"\n  Learn how to telepathically send me highness\n  ","633935":"\n  My b, it was me\n  ","633936":"\n  What is sex?\n  ","633937":"\n  That moment when you go outside and something runs through really tall grass.. and you think youre about live the movie signs.\n  ","633938":"\n  No. Ive had friends who are billionaires and ive had friends who were homeless. I talk to everyone, i dont give a fuck where youre from.\n  ","633939":"\n  Im happy for you\n  ","633940":"\n  I was just high ?\n  ","633941":"\n  Thank you ?\n  ","633942":"\n  Depends where the kids are from.\n  ","633943":"\n  Im considering drowning myself with those as well. ?\n  ","633944":"\n  Im the only adopted one.\n  \n  & yes my niece is adorable\n  ","633945":"\n  Can you stop trying to see something thats not actually happening. Everyone actually used to make fun of me because my head was too small so can you fuck off?\n  ","633946":"\n  I got over the beach.\n  \n  I got over getting sunburned.\n  \n  I liked partying and getting high more.\n  ","633947":"\n  Anyways, im gonna get off for a little\n  ","633948":"\n  With what?\n  ","633949":"\n  Are you going to share?\n  ","633950":"\n  Im sorry if my polls annoy you, but i love outfits ?\n  ","633951":"\n  Uhm, a species on a planet a lot like earth give birth by regurgitating... uhm. Fuck. That.\n  ","633952":"\n  I dont think i wanna meet an alien anymore\n  ","633953":"\n  My brother and my neice ?\n  ","633954":"\n  That was easy lol\n  ","633955":"\n  Girls with deep nasely voices are terrible. Like please dont speak.\n  ","633956":"\n  Im kinda not in the mood to have a conversation lol\n  ","633957":"\n  Ok this video is freaking me out. Holy shit.\n  ","633958":"\n  Scream queens ?\n  ","633959":"\n  Imagine a world where everybody was stoned ???\n  ","633960":"\n  You must eat one medical brownie a day!\n  ","633961":"\n  Theres a pimple under my chin and its really starting to piss me off\n  ","633962":"\n  I have 2 more books to read lol\n  ","633963":"\n  Why is yt so addicting?\n  ","633964":"\n  This doesnt happen to me\n  ","633965":"\n  Theres aliens ?\n  ","633966":"\n  ????????????????????????\n  ","633967":"\n  Everything. People come to me about EVERYTHING lol\n  ","633968":"\n  Smoke weed\n  ","633969":"\n  Ask HAHA\n  ","633970":"\n  Omg extremely, i went from being obliterated everyday to being sober all the time lol\n  ","633971":"\n  That sucks. It just takes practice and it depends on how interested you are in what youre reading.\n  ","633972":"\n  Thats what i used to do every summer..\n  ","633973":"\n  Its soooo good. Like ive never like a series so much before\n  ","633974":"\n  I would say i dont really care\n  ","633975":"\n  Chill and dope ?\n  ","633976":"\n  Because i like being drunk\n  ","633977":"\n  Nope, i just like their page\n  ","633978":"\n  Yup, depends on how distracted i am lol i read 100 in an hour today.\n  ","633979":"\n  An hour LOL\n  ","633980":"\n  A hundred pages is nothing ?\n  ","633981":"\n  Thanks for this quote ?\n  \n  I followed you ?\n  ","633982":"\n  I got to 1000 today\n  ","633983":"\n  This is my baby\n  ","633984":"\n  Storm of swords.\n  \n  Im so close to finishing. 1100 pages is A LOT.\n  ","633985":"\n  I smile and take it as flattery. Playfully flirt back as well. Im always nice (in person) ?\n  ","633986":"\n  I FUCKIN LOVE EVERYONE\n  ","633987":"\n  How did this question even pop up into your head?\n  ","633988":"\n  I cant remember, thata a very rare occasion ?\n  ","633989":"\n  Are you calling me hot?\n  ","633990":"\n  Im about to watch KGB agent record of alien races ?\n  ","633991":"\n  Omfg bitch get off my feed\n  ","633992":"\n  A house lol\n  ","633993":"\n  Its in my bio ?\n  ","633994":"\n  My nose, i swear it just keeps getting bigger and bigger.\n  ","633995":"\n  The photos wont upload for my polls ?\n  ","633996":"\n  How do i show something i dont have?\n  ","633997":"\n  I was at the Oceanside museum of art since my mom is an artist and gets her stuff displayed there.\n  ","633998":"\n  My life ?\n  ","633999":"\n  Why do people act surprised when i tell them i dont go to school or i dont work? LOOK AT MY FACE, im spoiled as shit.\n  ","634000":"\n  Thank you ?\n  ","634001":"\n  I have no idea what youre talking about lol\n  ","634002":"\n  The music video Guala is cracking me up ?\n  ","634003":"\n  & the polls have started ?\n  ","634004":"\n  Used too, ill be moving back soon ?\n  ","634005":"\n  People need to listen to Everybody Gets High by Missio\n  ","634006":"\n  I totally forgot life is only about tits\n  ","634007":"\n  I have so many pictures that my face looks sooo much better in\n  ","634008":"\n  For now, things can change ?\n  ","634009":"\n  Please stfu, we already have discussed this. Go away.\n  ","634010":"\n  Noo, im in a poll. Ugh i hate being compared to people ? i already think im uglier than people, i dont need reassurance?\n  ","634011":"\n  Id totally live forever. The opportunity is endless. I could finally do and be all the things i want to be. Im not limited to just being a couple. And if things go wrong, i dont have just a few years left to fix it.. i have hundreds. It would be insane!\n  ","634012":"\n  Ask her questions ??\n  ","634013":"\n  So the next girl who my polls will be about is my fav character in scream queens. I love her personality so much, and you cam kinda see it in her outfits.\n  ","634014":"\n  Ever since i got my kitty fixed all she wants to do is cuddle. ?? it makes me happy\n  ","634015":"\n  California\n  ","634016":"\n  a grocery store?\n  ","634017":"\n  My brother ?\n  ","634018":"\n  'Honk'\n  ","634019":"\n  Literally every single one of her outfits are like 300 and up. One of the dresses was $3000 like wtf\n  ","634020":"\n  Maybe if i knew who you were?\n  ","634021":"\n  Are you sure about that?\n  ","634022":"\n  Thank you so much ?\n  ","634023":"\n  I want to thank everyone for doing my polls, i know its been a lot but idk its really fun for me ??\n  ","634024":"\n  Wtf did i just see someone post Samanthas videos on yt, like what the flying fuck?\n  ","634025":"\n  Anyways i wish my music would load\n  ","634026":"\n  A good balance of both ?\n  ","634027":"\n  I sounded like i had a speech problem hahaha\n  ","634028":"\n  Aggravating ?\n  ","634029":"\n  Do. My. Polls.\n  ","634030":"\n  Everyone has their own opinions\n  ","634031":"\n  I need to drink more ?\n  ","634032":"\n  Ive only done chanel and i have like 6 other people to do. Omg im gonna go up to 100 probably ?\n  ","634033":"\n  Awh, thank you ?\n  ","634034":"\n  Obama : \"hello Mr. President, wanna get high?\"\n  \n  Trump : \"hello Mr. President, stop tweeting\"\n  ","634035":"\n  No, cause im not a snake\n  ","634036":"\n  'Livin'\n  ","634037":"\n  Nobody said you had to have any\n  ","634038":"\n  Professional pole dancing ?\n  ","634039":"\n  I said i DONT recall being asexual. That means NO\n  ","634040":"\n  So is having a fuckin kid\n  ","634041":"\n  If they want kids, theyd just adopt.\n  ","634042":"\n  Actually no not really\n  ","634043":"\n  Oh thanks ?\n  ","634044":"\n  Someone who doesnt have sex\n  ","634045":"\n  Well i dont recall be asexual\n  ","634046":"\n  Just so everyone knows... theres gonna be A LOT of polls\n  ","634047":"\n  Means getting drunk\n  ","634048":"\n  Omfg\n  \n   @sammanthaclassyy\n  \n  thank you for being a dedicated poll taker ??\n  ","634049":"\n  I should really start calling it that lol\n  ","634050":"\n  Ice tea vodka with lemonade\n  ","634051":"\n  Thank you ?\n  ","634052":"\n  IVE BEEN TRYING BUT MY SPACESHIP IS BROKEN\n  ","634053":"\n  Ok im obsessed with the outfits from scream queens and empire and i wanna start dressing like them. So im gonna post polls to see which outfits you guys like best\n  ","634054":"\n  I shall be back when i am back ?\n  ","634055":"\n  This girl dresses like shes in her 20s and shes like fuckin 13. No. Please stop. Jailbait.\n  ","634056":"\n  The first part was a compliment then it just got weird\n  ","634057":"\n  Im getting drunk ????\n  ","634058":"\n  Im Vietnamese\n  ","634059":"\n  Im addicted to getting fucked up, dressing up cute, and then going clubbing.\n  ","634060":"\n  I wouldnt know, i dont do that Lol\n  ","634061":"\n  Wtf how? My mom just wanted a picture of me and i was just making weird faces\n  ","634062":"\n  18 year old sav\n  ","634063":"\n  Like maybe 3 times ?\n  ","634064":"\n  I didnt know this could be a look ? if thats the case you look ignorant\n  ","634065":"\n  People keep saying im intimidating\n  ","634066":"\n  Go to bed.\n  ","634067":"\n  Im eating byee\n  ","634068":"\n  THE WEST COAST\n  ","634069":"\n  Naaah, i never went to school. Never learned about other European countries. Never studied about Amsterdam.\n  \n  Im just an idiot ?\n  ","634070":"\n  Girls who look really old when theyre young are either gonna look really good in there 20s or gonna look like straight trash cause theyre aging way too quickly. Girls need to stop peaking too early ?\n  ","634071":"\n  Why does it matter where i live in america? Lol\n  ","634072":"\n  This shit isnt loading.. time to eat\n  ","634073":"\n  I dont want stalkers please\n  ","634074":"\n  Thank you ?\n  ","634075":"\n  Yup\n  ","634076":"\n  Mars\n  ","634077":"\n  You know what would be dope? Getting paid to house sit rich peoples homes for a living ?\n  ","634078":"\n  Awh, poor baby. Life is so hard for you.\n  \n  GO ON TINDER YA FUCK.\n  ","634079":"\n  Anyone else get those moods where there like \"i really dont wanna talk to anyone except to myself\"\n  ","634080":"\n  Im in no mood to wall to wall people, and im sorry ?\n  ","634081":"\n  Ill just delete them or block you. ?\n  ","634082":"\n  Idk how this is a question\n  ","634083":"\n  Personality, but if youre hot thats a bonus\n  ","634084":"\n  I remember everyday after school my friends and i would go to McDonald's and order 10 mcchickens and i ate 5 in like 8 minutes ahahhahaah\n  ","634085":"\n  Nowhere and everywhere\n  ","634086":"\n  Im getting cranky, i should probably eat something ?\n  ","634087":"\n  Thats all i want in life ?\n  ","634088":"\n  Thanks ?\n  ","634089":"\n  I wish i could get drunk with you!\n  ","634090":"\n  No, i just said that for shits and giggles ?\n  ","634091":"\n  Watch yt vids.\n  \n  Get drunk\n  ","634092":"\n  I just want yellow curry to be in my mouth\n  ","634093":"\n  A lot of my friends have way different views and opinions. Actually a lot of my best friends were complete polar opposites. We just didnt have arguments, we had disagreements.\n  ","634094":"\n  Goddamnit, i need Thia food\n  ","634095":"\n  What is required to become a medium or a paranormal detective?\n  ","634096":"\n  Im just trying to watch a documentary about Fox Hollow farm and its not loading wtf\n  ","634097":"\n  Its not?\n  ","634098":"\n  Heath ledger joker\n  ","634099":"\n  If im trash, what are you?\n  ","634100":"\n  Please shut the fuck up\n  ","634101":"\n  It was her birthday?\n  ","634102":"\n  I love cookies so much\n  ","634103":"\n  Your moms birthday\n  ","634104":"\n  Practice\n  ","634105":"\n  ?\n  ","634106":"\n  Oh hey its me\n  ","634107":"\n  Im a shower not a grower\n  ","634108":"\n  You cant see it?\n  ","634109":"\n  I dont\n  ","634110":"\n  Thanks hun?\n  ","634111":"\n  Art is how we decorate space, music is how we decorate time.\n  ","634112":"\n  Water creates mold\n  ","634113":"\n  Thank you so much ??\n  ","634114":"\n  If people dont recognize clark kent as superman because of his glasses, does his eye doctor know his true identity?\n  ","634115":"\n  I dont really see this as a compliment???\n  ","634116":"\n  Thanks ??\n  ","634117":"\n  Im not really seeing the resemblance but ok ?\n  ","634118":"\n  Most inappropriate art I've ever seen omfg\n  \n\n   http:\/\/www.stumbleupon.com\/su\/2iClBs\/\n  \n  :$XRnTEdq:nr5uw.8a\n  ","634119":"\n  ? thanks sweetheart\n  ","634120":"\n  The perks of being asian, i barley grow body hair...\n  \n  Disadvantages - i have no eyebrows ?\n  ","634121":"\n  Yeah dude, im Chewbacca\n  ","634122":"\n  Yes, i graduated with a 4.1 GPA ?\n  ","634123":"\n  I told you guys, ass 4 lyfe\n  ","634124":"\n  I think this was my 17th birthday\n  ","634125":"\n  I used to like liquor to get me inspired but you look so beautiful my new supplier i used to like smoking and stop all the thinking but i found a different buzz.\n  ","634126":"\n  HOW MANY TIMES DO I HAVE TO TELL YOU IM AN ALIEN\n  ","634127":"\n  Most relatable lyrics ive heard in awhile, \"im the real me when im fucked up\"\n  ","634128":"\n  Bishop briggs - river\n  \n  Kinda a really weird music video lol\n  ","634129":"\n  Thats whats up ?\n  ","634130":"\n  I love the song faded by zhu omfg ?\n  ","634131":"\n  Biological:\n  \n  Mom - Vietnamese and white\n  \n  Dad - probably white cause im hella white\n  \n  Adoptive:\n  \n  Mom - Japanese\n  \n  Dad - German and Czech\n  ","634132":"\n  OMGOMGOMG THANK YOU\n  ","634133":"\n  Youre now in mine ??\n  \n  Omfg. Youre so nice!\n  ","634134":"\n  I love you so much ???\n  ","634135":"\n  & we will float like angels together\n  ","634136":"\n  Why cant i be kim\n  ","634137":"\n  Nah, i was born with a birthmark that was words\n  ","634138":"\n  Omfg, youre gorgeous babes. I love your face so much\n  ","634139":"\n  Look at the weight ive gained ?\n  ","634140":"\n  I get cranky if i dont have breakfast.\n  \n  Speaking of food, ive eaten so many cookies.. i should eat dinner.\n  ","634141":"\n  My kittys tummy is shaven and idk why i find it so damn cute\n  ","634142":"\n  Omg omg im obsessed with your acc. You are perfect ?? this means so much too me. Thank you ?\n  "}}