{"Question":{"634143":"\n   Lmfaooooo if the sun didn't come up everyday would you be scared ?\n  ","634144":"\n   No, Goddess, you are stunning and deserve to be spoilt 24\/7. I literally live near a dumpster and know guys like me should spoil you bc you're beautiful and classy\n  ","634145":"\n   If you could kindly have my children so they have your beuitful eyes\n  ","634146":"\n   Have you ever spoken to a really cute or attractive looking guy in person and then you just got so nervous that you heart was going to melt ?\n  ","634147":"\n   Ask me questions\n  ","634148":"\n   You're still gorgeous without the tan but what about a spray tan. There just something about tan lines that make a girl look really hot.\n  ","634149":"\n   So famous u have a wish list ??\n  ","634150":"\n   Would you be open to a brief IM if I were to buy you things on there?\n  ","634151":"\n   Your confidence level should be queen 24\/7...\n  ","634152":"\n   Imagine if you could only live in one of these two countries which country would you choose ? Barbados or Grenada\n  ","634153":"\n   What item(s) do you particularly want on there now?\n  ","634154":"\n   Have you ever been tempted to take part in a high stakes poker game? :o Do you have a good poker face??\n  ","634155":"\n   ILY BOOM\n  ","634156":"\n   Is it true that during the summer time, the heat makes girls and guys both sexually attracted to each other aka horny  ?\n  ","634157":"\n   What would you say is the difference between a  Rule and Law ?\n  ","634158":"\n   In school have you ever got caught off guard being a class clown, ? If so what did you do\n  ","634159":"\n   Do you like Marvel and DC movies or just Narvel or Just DC\n  ","634160":"\n   Do you think there should be a Penalty for allowing children to learn about sex related topics during their youth ?\n  ","634161":"\n   Ever noticed how babies are so good at memorizing faces better than other animal species?\n  ","634162":"\n   Do you love people unconditionally, or do they have to earn it from you?\n  ","634163":"\n   Scenario: You are employed by a medical research team to video research on a new type of serum. You film a successful underground experiment where a recently deceased dog is brought back to life! The team intend to go to the next level & do the same to a dead human :\/ Do you alert the authorities??\n  ","634164":"\n   What's something you've been able to do that most people don't get the chance to do?\n  ","634165":"\n   What's something you've been able to do that most people don't get the chance to do?\n  ","634166":"\n   How often do you stick up for other people?\n  ","634167":"\n   Have you ever had a family member who cares about you every second of the day ?\n  ","634168":"\n   What would you do if we had no social media in our lives ?\n  ","634169":"\n   You need a tan\n  ","634170":"\n   Hi , Do you have an idea on how to make v*gina tight after having alot of sexual intercourse?\n  ","634171":"\n   Tbh you have a nice body and your beautiful\n  ","634172":"\n   Full body pic\n  ","634173":"\n   Say this 10 times fast: the brown cow bowed his brow right now, but how?\n  ","634174":"\n   Meth?\n  ","634175":"\n   Heroine?\n  ","634176":"\n   How are you verified with answers like that?\n  ","634177":"\n   Close go getting suspended for what\n  ","634178":"\n   Please answer when did you lose your virginity\n  ","634179":"\n   Did you ever get suspended from school or came close too getting suspended\n  ","634180":"\n   You've probably answered this already but are you a virgin?and if not when did you lose your virginity if you don't mind me asking\n  ","634181":"\n   How soon after someone buys you something do you know it's been bought?\n  ","634182":"\n   Is it possible for the same person to be spirited and shy\/quiet?\n  ","634183":"\n   If you're on kik, join (#askfamily) public group.\n  ","634184":"\n   Four trolls are attacking your village! How do you kill them, be creative.... or not! Your choice. ;)\n  ","634185":"\n   Why would not buying you gifts make someone a loser? ?\n  ","634186":"\n   In a boyfriend would you go for a strong alpha or a weak subservient guy?\n  ","634187":"\n   Would you be happy meeting someone who has the same exact name as you ?\n  ","634188":"\n   Do you believe that global peace is attainable?\n  ","634189":"\n   Is it true that you sing in the shower ?\n  ","634190":"\n   Would you agree or disagree that every guy knows how to satisfy a girls needs ?\n  ","634191":"\n   Love or wifi?\n  ","634192":"\n   How much of a loser do you consider the people buying you gifts?\n  ","634193":"\n   Chances of falling in love with someone on social sites?\n  ","634194":"\n   What was the last lie you told?\n  ","634195":"\n   Why does my stage name Thug Nasty Entertainment keep getting rejected by so many people ?\n  ","634196":"\n   Have you tried the new Twinkie ice cream by hostess? I saw it at the store and didn't buy it but am curious if anyone else has tried it?\n  ","634197":"\n   What does the grammar has to do with someone's ability to be lawyer and do his or her job well ?\n  ","634198":"\n   Don't call me a bitch first of all\n  ","634199":"\n   Ever noticed how Beyoncés song put a ring on it actually can go hand in hand for a wedding ? Like when the bride and the groom put a ring on each other's hand. So then if you \" love \" each other then you shoulda put a ring on it ? Sweet Jesus\n  ","634200":"\n   what has been the source of your greatest sadness?\n  ","634201":"\n   What have you learned from your past?\n  ","634202":"\n   what are ur fav outdoor nice weather activities? :)\n  ","634203":"\n   Not feeling the dark moody angst Boomy so can you bring back the nice Boomy?\n  ","634204":"\n   Did you see the tupac movie? If not do you plan to? #thuglife #californialove\n  ","634205":"\n   what issues in your life\/family\/community\/country\/world rile your anger?\n  ","634206":"\n   what have you been interested in ever since you were a child?\n  ","634207":"\n   What can I do if my mom is getting abused but is too blind to see what's going on\n  ","634208":"\n   What do you love most about your country?\n  ","634209":"\n   what are your parents star signs? (like horoscopes! astrology!)\n  ","634210":"\n   have you ever gotten a manicure?\n  ","634211":"\n   Do you sell on eBay?\n  ","634212":"\n   Who have you been an inspiration to?\n  ","634213":"\n   Look whos back... Back again\n  ","634214":"\n   Is someone getting their period soon?\n  ","634215":"\n   Your third DP reminds me of a young Denise Richards back in her wild things days????. Have you seen that movie? If not look it up!\n  ","634216":"\n   Hey guys! :)  Here your question: Do you ever considered\/thought on how the way you communicate in person and through social media, define your relationship with others and how you're perceived? What do you think about it?\n  ","634217":"\n   Please dont do that?????????????\n  ","634218":"\n   What is your opinion on placing car seats on top of a shopping cart\/buggy?\n  ","634219":"\n   And the whole world has to answer right now just to tell you once again, WHO'S BAD?\n  ","634220":"\n   What's your favourite movie ?:)\n  ","634221":"\n   are there any tv shows you used to be obsessed with, that you've completely lost interest in?\n  ","634222":"\n   What is your view on single parents celebrating both Mother and Fathers Day? Do you think even as a single parent, they should stick with their own gender assigned holiday? Why or why not?\n  ","634223":"\n   June 28 is feel sorry for men day.\n  ","634224":"\n   Hypothetically speaking if you had a headache almost non-stop for a month what would you do?\n  ","634225":"\n   I have read what you wrote about your grandfather. I feel sad and feel your feelings\n  ","634226":"\n   What is your thought on father's taking paternity leave upon the birth of their child?\n  ","634227":"\n   Why are you used to not seeing your mother\n  ","634228":"\n   It is praiseworthy because your face very beautiful\n  ","634229":"\n   Have you decided which guys mean the most to you deep down in you're heart ?\n  ","634230":"\n   Anytime pal!:) and ya whatever works for u. I hope u have fun pal:) and awww:) btw sorry for such a late text my phone died...\n  ","634231":"\n   Have you ever been to Funeral, how does seeing a persons dead body in a casket make you feel ?\n  ","634232":"\n   Men cannot have babies.....no fair.\n  ","634233":"\n   How many baby chinks you want?\n  ","634234":"\n   are you going to have children eventually?\n  ","634235":"\n   Baby Boomers suck. They ruined the economy, the environment, and politics. The Lamest Generation.\n  ","634236":"\n   But you just said before that young people have life hard so that's why they're living at home longer\n  ","634237":"\n   I want you wake up !\n  ","634238":"\n   Why do young people have life harder than their parents?\n  ","634239":"\n   How do you get your braids so tight?\n  ","634240":"\n   I want cookies\n  ","634241":"\n   When's the last time you tried something new? Did you enjoy it?\n  ","634242":"\n   what do u know about aliens?\n  ","634243":"\n   Would you rather hookup with stranger or make out with your friend\n  ","634244":"\n   I mean specifically when your face gets oily ?\n  ","634245":"\n   Date or pass ?\n  ","634246":"\n   What kind of economic problems are keeping people at home?\n  ","634247":"\n   Do you miss your mom?\n  ","634248":"\n   What are you really good at?\n  ","634249":"\n   Why do you still live at home with mommy and daddy?\n  ","634250":"\n   Does older mean wiser?\n  ","634251":"\n   Are you going mad?\n  ","634252":"\n   Best ass on ask? @\n  ","634253":"\n   Is the Earth small in comparison to the rest of the universe?\n  ","634254":"\n   The best birthday gift you ever got???\n  ","634255":"\n   Why are you asking questions when your supposed to be ANSWERING my questions\n  ","634256":"\n   When's the last time you tried something new? Did you enjoy it?\n  ","634257":"\n   How to get a girl to like you back ??\n  ","634258":"\n   Don't you ever hate when your skin is constantly getting oily ?\n  ","634259":"\n   Are you lonely?\n  ","634260":"\n   He missed his childhood and never grew up mentally, he was an adult child. His talent was beyond this world, his gift to the music world can never be matched. Him and Elvis are hanging out in Heaven now\n  ","634261":"\n   He was treatly wrong for the allegations against him, he was acquitted of all charges and most of the accusers asked for money settlements after the first accuser. They were lying to get money from him, he didn't molest them\n  ","634262":"\n   What do u think abt PDA\n  ","634263":"\n   I love the ABC album of the Jackson5 and the young Micheal, have you heard it\n  ","634264":"\n   Would you go to a place that has free ice cream?\n  ","634265":"\n   Are you a human Hedonism Bot?\n  ","634266":"\n   bye\n  ","634267":"\n   How are you\n  ","634268":"\n   You are adorable\n  ","634269":"\n   Love you for just the way you are. No Bruno Mars Shet, just for being you. Spread the love.\n  ","634270":"\n   Which cities would you like to visit around the world?\n  ","634271":"\n   Ever helped a stranger\n  ","634272":"\n   Hiii\n  ","634273":"\n   Body appreciation post?\n  ","634274":"\n   what is your favourite holiday eg: Halloween, Christmas etc and why\n  ","634275":"\n   If you are at a restaurant and it takes you a long time to get served, so you are just waiting and waiting, does that make you the waiter? Hmmmm.\n  ","634276":"\n   Have you been too Europe?\n  ","634277":"\n   Is your full name Boometh Boometh Clapeth?\n  ","634278":"\n   Do you think it should be an obligation for men to join the military? Well it's already a law, but do you think it is unfair or fair to force young men to join in the army ?\n  ","634279":"\n   how forgiving are you?\n  ","634280":"\n   Why do you like ass?\n  ","634281":"\n   What r ur fantasies\n  ","634282":"\n   Whats you're nickname?\n  ","634283":"\n   If you had to choose a different nationality, what would you choose?\n  ","634284":"\n   You are attractive and you have a childish face\n  ","634285":"\n   Would you say that it's completely odd to begin parenthood or have children in your 50's  ?\n  ","634286":"\n   Have you ever thought of running away from home?\n  ","634287":"\n   Does everything remind you of food?\n  ","634288":"\n   what flavor of ICE CREAM CAKE do you like Lady Boometh :DDD\n  ","634289":"\n   Do you eat healthy?\n  ","634290":"\n   me too lmao, that's like some hoe wearing the same dress as you to your own damn wedding\n  ","634291":"\n   You look so pretty!! I mean you've always looked pretty but you just look more mature ya know???\n  ","634292":"\n   Yeah but like why.would u post ur phone number on this site theres so many.weirdos\n  ","634293":"\n\n    @sammanthaclassyy\n   \n   has a boyfriend and yet shes telling ppl to hit her up and posting her phone number?\n  ","634294":"\n\n    https:\/\/ask.fm\/IzaeyahMolyneaux\/answers\/141585180734\n   \n   well then\n  ","634295":"\n   Do you have a step siblings ?\n  ","634296":"\n   I want my icecream back, it's all gone :\/\n  ","634297":"\n   I want a rolo\n  ","634298":"\n   If you have no goals then haven't you therefore achieved success by default?\n  ","634299":"\n   What name is best for a girl ? Samantha or Elaina or Sabrina ?\n  ","634300":"\n   Hey I want apes\n  ","634301":"\n   Hey you're gr8\n  ","634302":"\n   Should I might a video about what cute girls do\n  ","634303":"\n   I got a question\n  ","634304":"\n   is it true that people in New york are better than people in California?  they are more classy, more educated , more respectful?\n  ","634305":"\n   Who is one person who has inspired you greatly or tremendously?\n  ","634306":"\n   Whats better a cold shower or hot showers or hot bath or cold bath ?\n  ","634307":"\n   Would u date a guy with six packs ?\n  ","634308":"\n   Did you ever go into a sauna ?\n  ","634309":"\n   Would you say your life is victorious?\n  ","634310":"\n   Do you have secrets that you would never want others to know about?\n  ","634311":"\n   Do you like people with good qualities ?\n  ","634312":"\n   Who or what empowers you ?\n  ","634313":"\n   Full ethinicity ?\n  ","634314":"\n   What age is the best to begin life as a parent ?\n  ","634315":"\n   Why are middle aged women so promiscuous?\n  ","634316":"\n   What is the purpose of Snapchat nowadays, if instagram has videos now that you can create which is very similar to Snapchat...it makes no sense doesn't it ?\n  ","634317":"\n   Thicc hot\n  ","634318":"\n   What is your weight ?\n  ","634319":"\n   Didn't u live in California ?\n  ","634320":"\n   Pap of u doing the duck face\n  ","634321":"\n   Can we talk?\n  ","634322":"\n   But you're making out politics and science as being bad by having a hidden agenda when actually, everyone has a hidden agenda\n  ","634323":"\n   Women will do anything for money\n  ","634324":"\n   Does it annoy you when people use you in order to get what's convenient for them ?\n  ","634325":"\n   Do you think that getting pregnant you can actually feel the baby kicking inside of the Fetus ?\n  ","634326":"\n   What are some of your Secondary goals ?\n  ","634327":"\n   have you met Denny in person before?\n  ","634328":"\n   Who lives in the same state on here as u ?\n  ","634329":"\n   Have you ever read some William Wilfred Campbell poetry? If so, what poetry did you like most? Do you like reading poetry?\n  ","634330":"\n   Ever been arrested or taken home by police\n  ","634331":"\n   Are you good with time management?\n  ","634332":"\n   What are you an expert at?\n  ","634333":"\n   Why is Twerking a such a female habit? Half of the days I scroll through Instagram girls are shaking their butts all day !? Like what's the point of that? Are you basically shaking your butt to the alphabet? ABC easy as 123 ?\n  ","634334":"\n   Try saying this 10 times fast: he whistled while he wrestled the rest of the wrestlers.\n  ","634335":"\n   Have you wondered what happens after death ?\n  ","634336":"\n   Who have you been an inspiration to?\n  ","634337":"\n   What do you think of the world\n  ","634338":"\n   Do you think that everyone has their own hidden agenda?\n  ","634339":"\n   Would you rather be a tinman releasing wood screws or would you rather be a sales associate?\n  ","634340":"\n   Are you more of a person who sacrifices the things you love for other or sacrifices the things you love for animals ?\n  ","634341":"\n   can I sneak into your giant town?\n  ","634342":"\n   New Zealand ? wbu\n  ","634343":"\n   What are your favourite shops?\n  ","634344":"\n\n    https:\/\/ask.fm\/xoxo_t1093\/answer\/141406692132\n   \n   is this bad parenting?\n  ","634345":"\n   Do you like storms?\n  ","634346":"\n   If you don't know what the politicians and the scientists are trying to distract us from, then how can you make such a statement without the evidence or are you just being paranoid?\n  ","634347":"\n   If you could say thank you to only one person on ask in person who would you choose and why ?\n  ","634348":"\n   You are offered a cruise to 5 countries where would you go ?\n  ","634349":"\n   If you could go back in time to talk to yourself, what would you say?\n  ","634350":"\n   What are they trying to distract us from do you think?\n  ","634351":"\n   Do you agree that one cannot judge a book by its cover?\n  ","634352":"\n   Do you mean that the politicians are trying to distract us or the scientists are trying to distract us?\n  ","634353":"\n   Sure, there's no debate that the climate changes but would you think that it changes as much as the scientists are telling us that it is?\n  ","634354":"\n   How would you do on a song competition show?\n  ","634355":"\n   If you could be half man half animal, which animal would you choose?\n  ","634356":"\n   Would you think that the climate was changing radically if there was no one saying that it was?\n  ","634357":"\n   Do you believe that playing is more important than winning?\n  ","634358":"\n   Do you keep a personal journal?\n  ","634359":"\n   Do you think women are oppressed till this day ?\n  ","634360":"\n   Do you prefer a bath or shower?\n  ","634361":"\n   Do you trust easily\n  ","634362":"\n   Why is it that people who have CARS  always want to ride or take their bicycles to work...? That makes no sense what's the point of paying car insurance if your not even using it.\n  ","634363":"\n   Girl on girl booty grabbing is great lmao\n  ","634364":"\n   What i hate is when i am trying to watch a video on youtube and an ad comes on. the countdown bar next to it says: your video will play  after the ad. >_> no really?! thanks for clearing that up for me! i would have never guessed!\n  ","634365":"\n   And modest to ?????\n  ","634366":"\n   In what ways can a pain change a man?\n  ","634367":"\n   In honor of Fathers' Day, what traits do you feel are found in a good father?\n  ","634368":"\n   If its ok to say. You look adorable and so cute in your profile pic. I hope your having a super good summer sweetheart  ?\n  ","634369":"\n   Do you have what it takes to nurture a child at your age ?\n  ","634370":"\n   Lol at 3\n  ","634371":"\n   What are you doing this summer?\n  ","634372":"\n   Most attractive girl on ask? @ Her\n  ","634373":"\n   Do you ever hate when people are hypocrites?\n  ","634374":"\n   Is there anyway you can help me ? I just got into the biggest argument with my aunt I don't know what to say.. she's been ignoring my texts\n  ","634375":"\n   Which animal would you love to be for a day?\n  ","634376":"\n   Do you like to eat eggs ?\n  ","634377":"\n   How did you ruin your friendship?\n  ","634378":"\n   Do you spend most days indoors or outdoors ? Why type of person are you\n  ","634379":"\n   Boom goes the dynamite!\n  ","634380":"\n   If u didn't have ur parents in your life how would you feel?\n  ","634381":"\n   Ladies how y'all react when y'all see a cute looking guy ?\n  ","634382":"\n   I'm going to go read now be sure to spam me with love!!!\n  ","634383":"\n   Bored?\n  ","634384":"\n   What is your snapchat, kik, fb, twitter, and skype? jkjkjkjk. how ya been?\n  ","634385":"\n   Which features on a guy attracts you most and look sexy  ?\n  ","634386":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","634387":"\n   How was your day today\n  ","634388":"\n   I have some things to do outside but I'll be back on later\n  ","634389":"\n   Is the world filed with hypocrisy?\n  ","634390":"\n   What do you look forward to most this year?\n  ","634391":"\n   @\n  ","634392":"\n   When it comes down to money do you usually want it alll for yourself or do you like to split it with other people who don't have as much as you have worth of money ?\n  ","634393":"\n   Leave a message here for your future self:\n  ","634394":"\n   That one achievement, you worked so hard for?\n  ","634395":"\n   Hey sorry to bother you, I got asked to send a question around asking the people I follow for an opinion so here it is! Opinions would be appreciated. If you get this I follow you! :)\n  ","634396":"\n   Has anyone had a water damaged phone? Any tips on making my screen come back to normal? The phone is functionable and is fine other than the fact the screen is patchy and has lines through it lol.\n  ","634397":"\n   why do people separate fish from meat\n  ","634398":"\n   Cheesest pick up line you've ever heard\n  ","634399":"\n   Do you wish that dogs could live as long as humans?\n  ","634400":"\n   If a random guy offered you a diamond necklace, with chocalates, roses and heart shaped bracelets, would you accept it or reject it ?\n  ","634401":"\n   Do you like guys who are skinny ?\n  ","634402":"\n   Does your boyfriend ever play with your buns ?\n  ","634403":"\n   You can't be bad at texting what the hell ? You get a notification whenever a text is received so I don't know why y'all be taking so long to text people back. It's not that hard what are you scared to to interact with people get it together.\n  ","634404":"\n   Is you're life going right?\n  ","634405":"\n   Would my step sister have any biological relationship to me being that she is my step fathers child ?\n  ","634406":"\n   Is being single a curse or a blessing?\n  ","634407":"\n   Goodbye is...............\n  ","634408":"\n   What do you do to entertain yourself?\n  ","634409":"\n   Ootn?\n  ","634410":"\n   What do you believe in?\n  ","634411":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","634412":"\n   Would you date yourself if you were someone else?\n  ","634413":"\n   What is your most bizarre talent?\n  ","634414":"\n   is your new phone better than your old phone?\n  ","634415":"\n   Do you prefer fish or meat?\n  ","634416":"\n   What color are your eyes?\n  ","634417":"\n   Where did you meet your best friend?\n  ","634418":"\n   if i was pregnant but didn't want to keep the baby what should i do?\n  ","634419":"\n   Don't you ever wonder what goes on in other people's houses ?\n  ","634420":"\n   What word describes your day?\n  ","634421":"\n   Who do you follow on Vine?\n  ","634422":"\n   What magic words do you know?\n  ","634423":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","634424":"\n   Are u gonna post a picture of  u in it if i buy it for u ?\n  ","634425":"\n   What do you think of makeup?\n  ","634426":"\n   why was it off\n  ","634427":"\n   Princess Savannah\n  ","634428":"\n   What were you doing 30 minutes ago?\n  ","634429":"\n   It means what's your Philosophy.... about anything...\n  ","634430":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","634431":"\n   Pap of your belly\n  ","634432":"\n   I follow y'all take that how you want\n  ","634433":"\n   Have you ever been catfished\n  ","634434":"\n   My heart goes out to you and you're family... my prayers go to the lord Jesus our savior\n  ","634435":"\n   How can a smile make u fat ??\n  ","634436":"\n   U talk alot and it's awesome!!\n  ","634437":"\n   Cute pictures Savannah ??\n  ","634438":"\n   Post that sweetest smile and mesmerising eyes lady ?\n  ","634439":"\n   Love to see you smile. Post one please\n  ","634440":"\n   @\n  ","634441":"\n   @ me again lol\n  ","634442":"\n   Oh shit you're doing @s\n  ","634443":"\n   @@\n  ","634444":"\n   @\n  ","634445":"\n   @\n  ","634446":"\n   @\n  ","634447":"\n   @\n  ","634448":"\n   Oh me too.\nI love getting free thoughts. ??\n@\n  ","634449":"\n   @ :D\n  ","634450":"\n   @\n  ","634451":"\n   @\n  ","634452":"\n   @ mee\n  ","634453":"\n   @@\n  ","634454":"\n   @ xD\n  ","634455":"\n   @\n  ","634456":"\n   @\n  ","634457":"\n   @\n  ","634458":"\n   @ ?\n  ","634459":"\n   me\n  ","634460":"\n   @\n  ","634461":"\n   @\n  ","634462":"\n   @\n  ","634463":"\n   @@@@\n  ","634464":"\n\n    @opinions\n   \n   ?\n  ","634465":"\n   Have you been out the United States?\n  ","634466":"\n   What do you think will be the most popular electronic gadget given as a gift this year?\n  ","634467":"\n   What is your opinion about same gender relationships?\n  ","634468":"\n   At what age you kissed for the first time?\n  ","634469":"\n   What's the funest moment in your life\n  ","634470":"\n   what nationality s are you\n  ","634471":"\n   do you ever get depression?\n  ","634472":"\n   how old were you in your last relationship?\n  ","634473":"\n   do you believe there is such a thing as the self? if so what is it?\n  ","634474":"\n   Do you prefer IPhone or Android why ?\n  ","634475":"\n   Did you get to break out a bikini for Memorial Day?\n  ","634476":"\n   GOOD HEHEHEE?\n  ","634477":"\n   are you more of a visual or auditory learner\n  ","634478":"\n   What have been something's that you have tested out or tried , but ended up not really liking ?\n  ","634479":"\n   Do you believe Greek Mythology to be a true concept ?\n  ","634480":"\n   Have you ever been in love ?\n  ","634481":"\n   Do you feel like money makes a person perfect in life\n  ","634482":"\n   why do people find money attractive\n  ","634483":"\n   Your thighs and ass are perfect\n  ","634484":"\n   do you feel like you can just talk to a girl without dating?\n  ","634485":"\n   If reincarnation is real, what animal would you come back as?\n  ","634486":"\n   Do you think that high school students should be shielded or prevented from learning about topics such as sex for example ?\n  ","634487":"\n   Your feeeet\n  ","634488":"\n   When you’ll be 90 years old, what will matter most to you?\n  ","634489":"\n   Hiii Gawdess pure soul Gratitude, Optimism,& Gratitude\n  ","634490":"\n   What hairstyles do you like or haircuts for men ?\n  ","634491":"\n   Where is best place to mingle and socialize with other people ?\n  ","634492":"\n   Boy wyd\n  ","634493":"\n   You are looking stunning\n  ","634494":"\n   You really didn't just copy paste that question oh god\n  ","634495":"\n   Looking gorgeous\n  ","634496":"\n   Do you think that it is possible to get to know someone fully on a first date ?\n  ","634497":"\n   take no notice you have beautiful skin, I don't know what they are talking about\n  ","634498":"\n   Fuck u, someone snap me\n  ","634499":"\n   Do you prefer blondes or brunettes\n  ","634500":"\n   What is your favorite flower?\n  ","634501":"\n   What scares you more than anything else?\n  ","634502":"\n   Give the other half of smoothie to me ♥\n  ","634503":"\n   Are you a video game fan\n  ","634504":"\n   So what do I do?\n  ","634505":"\n   you are my crush\n  ","634506":"\n   You have a cute laugh.\n  ","634507":"\n   Tag your top three snap chat best friends?\n  ","634508":"\n   What’s the most scared you’ve ever been?\n  ","634509":"\n   If people could read minds and two people were reading each other's minds, whose mind would they be reading?\n  ","634510":"\n   You're extreme beautiful\n  ","634511":"\n   @\n  ","634512":"\n   What's your definition of happiness?\n  ","634513":"\n   What r good topics for senior Thesis paper.................\n  ","634514":"\n   What are your favorite junk foods?\n  ","634515":"\n   What do you look like when you wake up in the morning?\n  ","634516":"\n   Boom sup\n  ","634517":"\n   Your belly looks really really pretty ??\n  ","634518":"\n   How old were you when you learned how to ride a bike?\n  ","634519":"\n   Crushing?\n  ","634520":"\n   Post a selfie you look cute\n  ","634521":"\n   Do you know Ante the most beautiful thing I have ever seen\n  ","634522":"\n   I would so fly if i could do that !! ?\n  ","634523":"\n   What do u want to do for your mother?\n  ","634524":"\n   This one was not a controlled one ?\n  ","634525":"\n   Do you think women should be exempt from indecent exposure laws considering women's reproductive organs are on the inside ?\n  ","634526":"\n   Wow must be cool of its not a terrifying offcourse ?\n  ","634527":"\n   What did you do as a kid that seemed normal at the time but which now seems super weird?\n  ","634528":"\n   Totally understand!! U always dream that lucid??\n  ","634529":"\n   Post a picture of your favorite building or monument!\n  ","634530":"\n   Fucking hell wow thats a fucked up dream?\n  ","634531":"\n   What's something you do which most people don't?\n  ","634532":"\n   What is your favorite thing to do to relax after a long hard day of work?\n  ","634533":"\n   Is it normal that I drink a bottle of scotch a day?\n  ","634534":"\n   What do you think should be done to people who create SPAM on the Internet?\n  ","634535":"\n   PAP a creepy face!\n  ","634536":"\n   Do you regret anything?\n  ","634537":"\n   Are you still here?\n  ","634538":"\n   Did you know that strangers live in the walls of houses and sometimes the people that own the house don't even know about it?\n  ","634539":"\n   Life is like a paper..once crumpled, it can't be straight anymore..but all of you have the choice whether to be happy or sad.. to see yourself as flawed and not accept it or try to improve yourself as much as possible.it's what that matters..always look on the bright side don't be affected by flaws?\n  ","634540":"\n   What is the best invention ever?\n  ","634541":"\n   How many times a day do you look at yourself in the mirror?\n  ","634542":"\n   What would you do if you got pregnant\n  ","634543":"\n   I HAVE SO MUCH PIZZA\n  ","634544":"\n   Who knew what time it was when the first clock was made?\n  ","634545":"\n   Are you the type of person who's good at texting or bad ?\n  ","634546":"\n   How are you? X\n  ","634547":"\n   Describe me in 5 words?\n(Sent to my favourites that I follow)\n  ","634548":"\n   hi\n  ","634549":"\n   Which quality in a man do you dislike the most?\n  ","634550":"\n   Have you ever saved someone's life?\n  ","634551":"\n   Which day of the week do you hate the most?\n  ","634552":"\n   What is your idea of a romantic evening?\n  ","634553":"\n   Do you watch NBA\n  ","634554":"\n   Which three things would you take to a deserted island?\n  ","634555":"\n   Why do people smoke?\n  ","634556":"\n   What name would you give to the ASKfm’s owlcat?\n  ","634557":"\n   What can you do to make this world a better place?\n  ","634558":"\n   how are u\n  ","634559":"\n   What do you usually forget?\n  ","634560":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","634561":"\n   Tell something funny from your school life!\n  ","634562":"\n   Are you awake ?\n  ","634563":"\n   What did you dream about last night?\n  ","634564":"\n   What was your first paying job?\n  ","634565":"\n   What is the most interesting thing that ever happened to you?\n  ","634566":"\n   if ever one day you travel to Spain, What city are you going to go?\n  ","634567":"\n   Sim: yeah boss, i can't go to work today. Boss: why? Sim: there is a small teddy bear in the doorway. Boss: OMG! DON'T MOVE!!!!! I WILL GET HELP RIGHT AWAY!!!!!!!!!!!!!!\n  ","634568":"\n   What is the best thing about being your age?\n  ","634569":"\n   sup\n  ","634570":"\n   Sims Logic: fire starts in house, scream at the flames.\n  ","634571":"\n   What's your middle name?\n  ","634572":"\n   What 3 countries would you most like to visit?\n  ","634573":"\n   How can someone earn $1,000,000?\n  ","634574":"\n   What activity do you never get bored with?\n  ","634575":"\n   What are you always late for?\n  ","634576":"\n   What is your X Factor?\n  ","634577":"\n   hey you you're so freaking gorgeous(:\n  ","634578":"\n   Which day of the week do you hate the most?\n  ","634579":"\n   Whom have you hugged today?\n  ","634580":"\n   Would you ever pierce your belly button?\n  ","634581":"\n   What's a phrase you use often?\n  ","634582":"\n   Who can ruin our World?\n  ","634583":"\n   What advice would you give to children today?\n  ","634584":"\n   i can't sleep because i keep thinking about that man dressed up as the easter bunny at walmart now i'm scared again\n  ","634585":"\n   What you wanna do for a career?\n  ","634586":"\n   Girls over 5'3 are considered tall\n  ","634587":"\n   33? Do you get bored often? What do you do to keep yourself busy?\n  ","634588":"\n   31? Who inspires you and why?\n  ","634589":"\n   Do you have people on here whom you consider friends ?\n  ","634590":"\n   How often do you spend time meeting new people?\n  ","634591":"\n   If you could do one thing an animal does what would it be and what animal does it\n  ","634592":"\n   Do you have real life friends on ask? (people you knew before ask)\n  ","634593":"\n   84? Do you get the exact amount of sleep that you need?\n  ","634594":"\n   I don't understand why people ask you as you are a girl,you are clearly a guy✌️\n  ","634595":"\n   Someone had a go at me for saying the word c**t do you hate that word\n  ","634596":"\n   If you won 100 million what will you buy\n  ","634597":"\n   Do you want to be famous\n  ","634598":"\n   Likers get a compliment\n  ","634599":"\n   Sims Logic: dude i went out, met a girl, had dinner with her, we went out on a date, got married, had a bunch of kids, they went off to college. that was the best 6 hours of my life.\n  ","634600":"\n   6months ago I wasn't feeling the greatest and I saw your ask and I just saw so much hope and you made me who I am today! You gave me confidence, my confidence went over the roof. I've never felt so great about myself, ever. And now I do! Thank you so much!\n  ","634601":"\n   Sims logic: Cheat on wife. Dance with her until she forgives you.\n  ","634602":"\n   What is the best thing ever happened to u ?\n  ","634603":"\n   Sims Logic: Bah harmey putar? Glark! Funniest joke ever.\n  ","634604":"\n   You're my one lucky princess that makes my life special and you make me a sweet and caring prince???\n  ","634605":"\n   What's your favorite thing to eat for lunch?\n  ","634606":"\n   What is one of your favorite foods?\n  ","634607":"\n   If you were an activist what would want to protest against?\n  ","634608":"\n   What's the longest you've gone without accessing the internet?\n  ","634609":"\n   What was the happiest moment of your life?\n  ","634610":"\n   What are your bad habits?\n  ","634611":"\n   Climate change is real, but it goes through phases so there's nothing to really worry about. There's no real change to the climate\n  ","634612":"\n   Love you\n  ","634613":"\n   Why do you or don't you smile back at strangers?\n  ","634614":"\n   What’s your favorite public or state holiday of the year?\n  ","634615":"\n   Have you ever been madly jealous? What did you do?\n  ","634616":"\n   Do you think you can learn more about someone from the questions they ask rather than the answers they give?\n  ","634617":"\n   u r perfect ?\n  ","634618":"\n   The dare is starting tommorrow you have to go a whole day without using the bathroom!!\n  ","634619":"\n   How come in fighting games the girl characters are so much better then the male ones ?\n  ","634620":"\n   What would you do if you meet an alien?⛄-STAIF.\n  ","634621":"\n   What comes up in your mind when you hear the word \"space\"?\n  ","634622":"\n   ARE YOU READY FOR THE MOST ULTIMATE DARE ?\n  ","634623":"\n   Have you ever been rude to someone and you didn't mean it?  What did you do after that?\n  ","634624":"\n   How's ocean city?\n  ","634625":"\n   have you ever had a thing for a teacher? (if so, which subject did they teach?)\n  ","634626":"\n   Share your most memorable experience ?\n  ","634627":"\n   What makes you feel so special? ?\n  ","634628":"\n   Smell.\n  ","634629":"\n   What are you diagnosed with and what's on your medical certificate?\n  ","634630":"\n   Does it matter to you if you are the most successful among your friends?\n  ","634631":"\n   What are up to three things that you do, that you would say are bad habits.\n  ","634632":"\n   Can  you drive\n  ","634633":"\n   What events in your life have changed your life\n  ","634634":"\n   hey you you're so freaking gorgeous(:\n  ","634635":"\n   Video game logic: vase falls so many feet to the concrete floor, indestructible. Soft bread lightly taps vase, FRIGGIN KRYPTONITE, IT BREAKS IT!\n  ","634636":"\n   What are the best remedies for someone who has just been dumped?\n  ","634637":"\n   Opinion on me (sent to all I follow)\n  ","634638":"\n   Oldest\/youngest u would talk to?\n  ","634639":"\n   Seen a good movie lately? if so what was the movie about?\n  ","634640":"\n\n    https:\/\/m.facebook.com\/story.php?story_fbid=641689959375425&id=624855984392156\n   \n   Do you love your mom?\n  ","634641":"\n   How can you search for a better gift for your friend's birthday?\n  ","634642":"\n   What is your favorite thing to do on the internet besides going on ask?\n  ","634643":"\n   Would you be my friend ?\n  ","634644":"\n   Do you think now Miley Cyrus has long hair again she looks & comes across as a more respectable young lady? Do you think her previous wild girl look & antics were all about 'Killing off' her Hannah Montana image & now that's been done she can tone things down a notch??\n  ","634645":"\n   Are you a very emotional person or do you not like to let your feelings show?\n  ","634646":"\n   Why people give gifts?\n  ","634647":"\n   What are the ways you can buy birthday gifts?\n  ","634648":"\n   Ever had surgery\n  ","634649":"\n   Ever seen a therapist\n  ","634650":"\n   Ever been kicked out of anywhere\n  ","634651":"\n   Idc what my haters say, I can not stay away from ask. So I had to make a new account. If you get this I follow you. I am going to be more honest than I have ever been on this account so ask questions. What did you do today?\n  ","634652":"\n   Hi\n  ","634653":"\n   What's something you believe deserves more attention from the media?\n  ","634654":"\n   Seeing as I'm getting my first tattoo tomorrow i thought I'd ask you guys about tattoos. Do you have any tattoos and do you regret any of them? if you don't have any do you want any in the future?\n  ","634655":"\n   Happy Birthday beautiful ????\n  ","634656":"\n   Got any gay friends\n  ","634657":"\n   Did u see little miss Sunshine ?\n  ","634658":"\n   One of my favorite movies ever!!?\n  ","634659":"\n   Do you own a figget spinner\n  ","634660":"\n   Do you still watch cartoons at all? :o If so which are your favourites??\n  ","634661":"\n   Will you answer anything\n  ","634662":"\n   Would you throw anyone down some stairs?\n  ","634663":"\n   What do you use more Snapchat or Twitter!\n  ","634664":"\n   Can really small surfers ride microwaves?\n  ","634665":"\n   Are you the kind of person who wants to be the big fish in a little pond or the little fish in the big pond?\n  ","634666":"\n   What's your dream job?\n  ","634667":"\n   What kinds of people do you vibe with?\n  ","634668":"\n   Do you believe in scientology?\n  ","634669":"\n   Fav condiment\n  ","634670":"\n   How would your friends describe you?\n  ","634671":"\n   What makes a person rich?\n  ","634672":"\n   Do you like muscular guys?\n  ","634673":"\n   Is it true that guys know how to put a twinkle in a girls eye ?\n  ","634674":"\n   Worst thing you've ever done? tbh\n  ","634675":"\n   If you could give one piece of advice to pass on to the next generation, WHAT WOULD IT BE?\n  ","634676":"\n   Who would you consider to be the most important figure in your life ?\n  ","634677":"\n   How do you think the United States is doing in terms of Trump?\n  ","634678":"\n   Do you want to ask something from your followers?\n  ","634679":"\n   GOOD MORNING BOOM DONT FORGET TO CHECK YOURE TEXT MESSAGES?\n  ","634680":"\n   How do you feel about child abuse especially toward toddlers ?\n  ","634681":"\n   Right!? About the global warming stuff!? I live in Ohio and we didnt even really have a winter! Lol. It may have snowed twice and it wasnt anything bad. And the summers are just awful! Hot, muggy. Days you go outside and cant breath?. People can not say these things are normal????\n  ","634682":"\n   Savannah it sucks your phone got stolen but I hope you're doing okay boomie :). I miss you a lot and all of the amazing conversations we had. I don't know when you'll see this, but just know that you're amazing and I hope things work out in your favor. I hope to talk to you again soon. -Spencer\n  ","634683":"\n   Are you an optimist or pessimist? Do you believe your thoughts control your future? I believe what we put out we get back??\n  ","634684":"\n   Baby savvy\n  ","634685":"\n   What is one of your greatest feature?\n  ","634686":"\n   Global warming is a myth\n  ","634687":"\n   What do you shave?\n  ","634688":"\n   What's the best way to spend $1,000,000?\n  ","634689":"\n   Why do our parents feel as if they always have authority us in any situation?\n  ","634690":"\n   Where is she\/he? (Your bestfriend)\n  ","634691":"\n   Ever got a tattoo while drunk? If so did you regret it?\n  ","634692":"\n   Best memory of all time, that you wanna relive?\n  ","634693":"\n   Do you like people doing you favors ?\n  ","634694":"\n   Whats the tat on your arm say? And you're perfect ?\n  ","634695":"\n   Do you ever sit and think you may be the only interaction some of these people that ask you questions have with people? Like they may be outcasts or loners and just talking to you may be the only thing that keeps them going? Idk.. Food for thought  ?\n  ","634696":"\n   Are you a daddy's girl? Do you have siblings? If so are you the youngest?\n  ","634697":"\n   Being male has its advantages and disadvantages.\n  ","634698":"\n   are you pregnant?\n  ","634699":"\n   Do you have a baby picture ? pap of it ?\n  ","634700":"\n   You look taller in your pics! Youre tiny!! But short girls are the best?\n  ","634701":"\n   Thoughts on global warming..............\n  ","634702":"\n   You have an amazing smile I love everything about you :)))))))))))))))))) don't mean to be gay or anything but you're damnnnn smoking hot !!!\n  ","634703":"\n   How tall are you?\n  ","634704":"\n   Sometimes I say stupid things.\n  ","634705":"\n   Is it okay to have an abortion with twins ?\n  ","634706":"\n   On average, how much genetic information do you think two parents share with one another ?\n  ","634707":"\n   Have you ever seen a naked male horse ?\n  ","634708":"\n   Thoughts on Chad ?\n  ","634709":"\n   So when u starting ???\n  ","634710":"\n   What do you think people think of you?\n  ","634711":"\n   You need to be a professional partier for your job. I bet people would pay to just party with you?.. And i bet you have the best connects??\n  ","634712":"\n   Dont forget to travel first ?\n  ","634713":"\n   Do you wish you were born male ?\n  ","634714":"\n   Where do you see yourself in the next 10 years from now? What do you anticipate to be doing and what do you anticipate for to come ?\n  ","634715":"\n   So are you good at taking it when people joke or are sarcastic with u? Because everyone's always like you can dish it but cant take it! ?? Haha.\n  ","634716":"\n   What is the most embarssing moment of your life\n  ","634717":"\n   Love Lana and Drakes song!!! Have a great day my lady??\n  ","634718":"\n   What are your top 3 favorite animals\n  ","634719":"\n   Summer plans........\n  ","634720":"\n   I think ppl take sarcasm\/jokes as being mean or bullying because im the same way and ppl think im mean???..  Its like take a joke wit yo cry baby A$$\n  ","634721":"\n   Did you ever bull anyone in school\n  ","634722":"\n   In whose power it is to make a difference in the world?\n  ","634723":"\n   start a Crowdfunding and all of us will pay for you to get a new phone\n  ","634724":"\n   Would you date a 22 year old guy?? If not, why? Please answer.\n  ","634725":"\n   Hello beautiful sav\n  ","634726":"\n   Which word or phrase annoys you the most?\n  ","634727":"\n   What are some of your Intermediate goals ?\n  ","634728":"\n   Isn't everyone bad a texting nowadays ? Male and female\n  ","634729":"\n   This is not a question but instead rather a tip for your safety. Holding a cell phone to your head for long hours can increase your chances of developing brain tumor that can be deadly. Try making cell phone calls using headphones for safety\n  ","634730":"\n   If you disagree with someone's view point which they've posted publicly, do you argue against it and state your point or ignore it?\n  ","634731":"\n   Did you have a good day\n  ","634732":"\n   Whats your favorite superhero movie?\n  ","634733":"\n   Post a lame joke\n  ","634734":"\n   Should I get my neck tatted or no?? ?\n  ","634735":"\n   Active vs inactive lifestyle? And what's your favorite sport?\n  ","634736":"\n   Who is more stupid peter griffin or Homer Simpson\n  ","634737":"\n   If everyone walked around naked would you as well or no?\n  ","634738":"\n   Isn't it sad and unfair how most of the guys who know how to treat girl right most of the time and do nice things for girls always end up getting rejected everytime they make a move on a girl ??\n  ","634739":"\n   \"Promise yourself to be so strong that nothing can disturb your peace of mind, to talk health, happiness, and prosperity to every person you meet, to make all your friends feel that there is something in them, to look at the sunny side of everything, to give every living creature you meet a smile.\"✨\n  ","634740":"\n   What's your dream summer vacation?\n  ","634741":"\n   If you have a superpower, what would you wanna use it for?\n  ","634742":"\n   Your arms are shaved right?\n  ","634743":"\n   what's the most expensive fun\/luxury experience you've ever paid for?\n  ","634744":"\n   Did you have any dreams last night that you can remember?\n  ","634745":"\n   Have you ever been in an emergency\/crisis situation before?\n  ","634746":"\n   Are you a competitive person?\n  ","634747":"\n   Do you think that digital technology is contributing to the atomising of society and tribal concepts?\n  ","634748":"\n   Do you have any facial blemishes?\n  ","634749":"\n   As a child did you ever get beatings from your parents ?\n  ","634750":"\n   Would you ever wear an assless dress or assless pants?\n  ","634751":"\n   Have you ever listened to music that you liked in the past but realized that you don't like it at all in the present?\n  ","634752":"\n   If you bottle up your emotions, does that make you a strong or a weak person? Why?\n  ","634753":"\n   Do you think that you live in a democracy?\n  ","634754":"\n   Do you have male friends your own age?\n  ","634755":"\n   Why are most of your friends male?\n  ","634756":"\n   If you were single, would you ever ask a guy out first?\n  ","634757":"\n   Do you dance much to your music?\n  ","634758":"\n   Are you usually first drawn to particular music that you like by listening to the lyrics or the tune and rhythm etc?\n  ","634759":"\n   What influences you to like the kind of music that you do?\n  ","634760":"\n   I need a idea for new video for YouTube\n  ","634761":"\n   How do birds not fall off trees when they are asleep?\n  ","634762":"\n   Hi how are u\n  ","634763":"\n   If your snap score is over 50.000 your a snake{} ?\n  ","634764":"\n   Quick! What's your favorite band? Song? (I need to expand my music taste, sent to all i follow)\n  ","634765":"\n   Aren't pimples and acne so fucking annoying? Like why tf do we have to get them anyway...I have so many scars on my face how can I get rid of it ? Any suggestions\n  ","634766":"\n   Do you have Snapchat? What is your snap score? How many trophies do you have?\n  ","634767":"\n   Because niggas is thirsty ??\n  ","634768":"\n   YOU GONNA HAVE MAD NIGGAS HIT YOU UP IN THE DM???\n  ","634769":"\n   How long do you think kids need academic support always from their parents ?\n  ","634770":"\n   What makes you so incredibly beautiful?!\n  ","634771":"\n   Ever been in debt\n  ","634772":"\n   Are you happy where you are in life ? Is there anything that you would like to change about your lifestyle ?\n  ","634773":"\n   Do you think that there are some girls out there who overdue it with exposing themselves and their bodies to men ?\n  ","634774":"\n   Why do cars always park next to a curb on the sidewalk ??\n  ","634775":"\n   Is dating co workers a good idea\n  ","634776":"\n   I'm very sorry to tell you guys that I'll be gone for ten days ? I most probably won't be able to send any questions but if I do get the chance I promise you guys I will, but on the bright side ask.fm seems like it's starting to take my job ??\n  ","634777":"\n   Okay.. Time to file a missing persons report! HAS ANYONE SEEN BOOMY??????????\n  ","634778":"\n   What personal qualities do you have that a potential husband would want?\n  ","634779":"\n   Is it easy for you to concentrate on most of the activities that you do ?\n  ","634780":"\n   How do you save up money if you don't have a job?\n  ","634781":"\n   In what way are you not doing well in your society?  Like, you have health, good food, shelter and freedom don't you?\n  ","634782":"\n   Would you rather have the power to predict the future or read minds\n  ","634783":"\n   What was the most memorable gift you’ve received?\n  ","634784":"\n   Do do you prefer between guys with beard or no beard?\n  ","634785":"\n   Your accent is so cute ??\n  ","634786":"\n   But you don't have a job\n  ","634787":"\n   Even though you say your government doesn't really care for the citizens, aren't you nonetheless doing well in your society as a whole?\n  ","634788":"\n   Who pays for your braces?\n  ","634789":"\n   Have you ever left your cell phone plugged in and charging the entire night even when the battery percentage is full ?\n  ","634790":"\n   Girl. Did u get you're brows tatooed?\n  ","634791":"\n   Hoodie or jacket?\n  ","634792":"\n   How frequently do you check messages?\n  ","634793":"\n   What words come to mind when you think about our generation?\n  ","634794":"\n   What are three of the most significant numbers in your life?\n  ","634795":"\n   \"gold\": use this space to write what comes to mind when you see the word, \"gold\".\n  ","634796":"\n   Who would you consider your Ask.fm BFF and why?\n  ","634797":"\n   What do the stars whisper to each other? What secrets do they all hold?\n  ","634798":"\n   Nope went to community college\n  ","634799":"\n   Sure but what do you hope having braces will do for your teeth?  I don't want to assume something so that's why I ask you\n  ","634800":"\n   Hello! Sorry I've not been on as much! How are you feeling? Got any big plans for holidays? (STAIF)\n  ","634801":"\n   Lmao you're so cute.\n  ","634802":"\n   Yes, why do you have braces?\n  ","634803":"\n   What do you mean by being taken care of?  In what way do you mean?\n  ","634804":"\n   I was homeschooled and failed mine\n  ","634805":"\n   Why do you want to be taken care of by a man?\n  ","634806":"\n   Who is \"they\" as in they like his money?\n  ","634807":"\n   You make your government sound like a dictatorship.  Do you think your government is a true democracy?\n  ","634808":"\n   What are braces doing for your teeth?\n  ","634809":"\n   Sure but why pout your lips.  You don't have to pout in order to hide your braces\n  ","634810":"\n   Well, you may have a madman as president at the moment but there seems to be good checks and balances in place to stop him going too far\n  ","634811":"\n   So what logical reason do you have for not trusting your government?  Like, aren't governments there for the benefits and care of the citizens?\n  ","634812":"\n   I don't live in America so I wouldn't know\n  ","634813":"\n   Have  ever  payed the bill on a date\n  ","634814":"\n   Did u pass ur sat\n  ","634815":"\n   Have you ever trusted your government regardless of who's in office?\n  ","634816":"\n   Why do some girls pout their lips in selfies?\n  ","634817":"\n   Why don't you have trust in your government?\n  ","634818":"\n   Have you ever even been high\n  ","634819":"\n   Do you think homeschooling children comes with many advantages or disadvantages?\n  ","634820":"\n   What's for dinner?\n  ","634821":"\n   What's up\n  ","634822":"\n   I really think your such a nice person with a wonderful heart, I enjoy asking you questions\n  ","634823":"\n   Are you in love\n  ","634824":"\n   Hey perfection of mother nature ❤️??? how are you this morning,?\n  ","634825":"\n   Well my bad\n  ","634826":"\n   What would you future man look like to you in your image ? Physical descriptions\n  ","634827":"\n   Can you cook\n  ","634828":"\n   Do you like Science?\n  ","634829":"\n   You're u part vietnamese?\n  ","634830":"\n   I had to add the last part from the movie dumb and dumber.\n  ","634831":"\n   Thats super awesome!\n  ","634832":"\n   Will you marry me? You are the love of my life! The blood in my veins! We belong together till the mountains fall into the sea, till the heavens collide! Or until I get sick of you and need to move on. You hear me?\n  ","634833":"\n   ILY Savannah\n  ","634834":"\n   Why you alwayes forget about our thing savi ??\n  ","634835":"\n   is that lemonade\n  ","634836":"\n   those leggings or whatever they are have a sick ass pattern tbh\n  ","634837":"\n   Ootd pap\n  ","634838":"\n   Do you think that its possible to go back in time and erase all of the mistakes you once made ?\n  ","634839":"\n   Are you book smart\n  ","634840":"\n   Do you know anyone who has became a parent during their teenage years ? If so how was the experience for them ?\n  ","634841":"\n   What do you think that it takes to demonstrate perfection ?\n  ","634842":"\n   Why?! How?!\n  ","634843":"\n   U are???\n  ","634844":"\n   Country music is good at least new country\n  ","634845":"\n   What music do you generally listen to?\n  ","634846":"\n   How about them annoying Asian people ?\n  ","634847":"\n   Why does society value the male over the female ?\n  ","634848":"\n   Why do you often go into a state of shock and horror when people ask you certain questions on here pertaining to something that is unexpected or unexplainable ?\n  ","634849":"\n   What are some ways a guy can show a woman he loves her?\n  ","634850":"\n   Think of one person in your family who makes you happy.  Who is that person, and how do they make you happy ? Discuss some of the things that they have even done just to make you happy\n  ","634851":"\n   @ (Sent to my favourites)\n  ","634852":"\n   If you ended up in jail, what do you think you'd get put in for?\n  ","634853":"\n   15 years of hard labor... could you handle it?\n  ","634854":"\n   Try saying this 10 times fast: clearly well written worded rules.\n  ","634855":"\n   Oh so that man is your boyfriend?\n  ","634856":"\n   Have you ever looked into your family tree? Did you find out anything that shocked you? If not, would you like to know more about your ancestors?\n  ","634857":"\n   What do you think this quote means ? \" The Working Man is a Sucker \" ?\n  ","634858":"\n   Do you think its sometimes better to hold onto bad memories? Even if it makes you feel some type of way ?\n  ","634859":"\n   How many times have you fallen deeply in love? If never, do you consider the times you may have thought you were in love, just infatuation?\n  ","634860":"\n   When you were little and imagined your life, is it anyway near how you   pictured? What did you want to be when you grew up?\n  ","634861":"\n   City or countryside? What do you prefer?\n  ","634862":"\n   How clumsy are you?\n  ","634863":"\n   How long do you think that it takes to actually get a proficient in another Language?\n  ","634864":"\n   what artists\/genres does your significant other like?\n  ","634865":"\n   Remember the show the FlintStones ? Who was your favorite character\n  ","634866":"\n   How often do you eat KFC, McDonald's, Burger King, Wendy's, Popeyes or Subway ? Or any Fast Food Restaurant?\n  ","634867":"\n   What was the best meal you’ve ever eaten?\n  ","634868":"\n   Well guess who's gonna be in america soon ?? ????\n  ","634869":"\n   I would have given yu mah hart\nBut I have no hart ☻\n  ","634870":"\n   @ (recent)\n  ","634871":"\n   @ \n(Had to send to everyone i follow! Dont be harsh please ?)\n  ","634872":"\n   i will buy the all world just for you my queen ???\n  ","634873":"\n   Hiya it's squishy\n  ","634874":"\n   What's the best decision you've ever made?  Why was it such a good decision?\n  ","634875":"\n   Yu slay gurl \nMistah approves\n  ","634876":"\n   What style underwear do you have on today and what colour and bra colour\n  ","634877":"\n   Whats your kik, fb, twitter, sc and skype?\n  ","634878":"\n   What the hell is a porn queen ?\n  ","634879":"\n   Did you know? The \"L\" in the word \"Woman\" stands for \"Logic\n  ","634880":"\n   i want to do anything you want my dream is to serve you and make you the happiest girl in the world ????\n  ","634881":"\n   I want you to wash you underwear by hand and dry in the sun so they will not be ruined\n  ","634882":"\n   What shoes did you wear today?\n  ","634883":"\n   Have you ever seen one ?\n  ","634884":"\n   Are you left handed or right handed?\n  ","634885":"\n   Do you trust your government?\n  ","634886":"\n   are you a feminist?\n  ","634887":"\n   have you ever kissed someone that, at the time, you considered your best friend?\n  ","634888":"\n   Would you ever pick up a hitchhiker?\n  ","634889":"\n   What's your favorite movie scene?\n  ","634890":"\n   What makes you strong?\n  ","634891":"\n   If you were to interview a celebrity dead or alive who would it be?\n  ","634892":"\n   Do you decide quickly or do you think a long time?\n  ","634893":"\n   What did you watch on TV yesterday?\n  ","634894":"\n   If you had more money than you ever need, would you give it away?\n  ","634895":"\n   I plan on going to Toronto Canada  in the near future haha\n  ","634896":"\n   Do you need any help?\n  ","634897":"\n   So, today's a gorgeous day here in the South-West of England! What kind of weather do you usually get in your area, and what is your favourite type of weather; whether that be rainy, stormy, really hot and sunny, or grey and cool?\n  ","634898":"\n   Were you at a party or a bar when it got stolen?\n  ","634899":"\n   What's your next trip?\n  ","634900":"\n   Can you sing very well\n  ","634901":"\n   What do you think of tattoos?\n  ","634902":"\n   opinion on Baltimore?\n  ","634903":"\n   ?love\n  ","634904":"\n   Why is the sky blue?\n  ","634905":"\n   What blogs do you follow?\n  ","634906":"\n   I am retarded man and I want you....I want you to be nice to me.\n  ","634907":"\n   What is the greatest application ever?\n  ","634908":"\n   You blocked S U P E R E L E C T R I C.\n  ","634909":"\n   Boom knows best \/\/ 22 \/\/ i make a lot of polls. I'm addicted to gifts -\n   \n    https:\/\/www.amazon.com\/registry\/wishlist\/4UX4P2WY2BDB\n   \n   Goal: 100k answers ❓ DONT ASK FOR: snapchat, kik, fb, twitter or skype\n  ","634910":"\n   You should get kik\n  ","634911":"\n   What is the greatest application ever?\n  ","634912":"\n   But you do look like that\n  ","634913":"\n   Don't you hate when you forget what question(s) you wanted to ask?\n  ","634914":"\n   Why do you try to look like a porn queen?\n  ","634915":"\n   are you right or left handed?\n  ","634916":"\n   Its really pissing me off now how whenever I do nice stuff for people and they don't give a shit. Like meh\n  ","634917":"\n   Which part of the country has an accent that you dislike\n  ","634918":"\n   I am sorry for being late but HAPPY BIRTHDAY ? YOU ARE SUCH AGOOD FRIEND ILYSM THE THING IS WE ARE SO FUNNY NO ONE UNDERSTAND OUR JOKES ???? HOPE YOU HAD A GOOD ONE BABYGIRL LOVE YOU LOTS AND LOTS SAVI SAVAGEEE BANANANA NANAA ????????????????????????????\n  ","634919":"\n   Wow how did you get your phone back someone found it\n  ","634920":"\n   Does Homosexuality specifically with two guys bother you ?\n  ","634921":"\n   pap for mads\n  ","634922":"\n   Hi ?\n  ","634923":"\n   I don't think I have said this to you before, but happy belated birthday Boom ?\n  ","634924":"\n   Imagine changing your name for a day what name would you want it to be ?\n  ","634925":"\n   laziest person that yo know\n  ","634926":"\n   Bio says 21....\n  ","634927":"\n   Are you a competitive person?\n  ","634928":"\n   Who do you think bombed the Twin Towers of the World Trade Center on 9\/11 ?\n  ","634929":"\n   Wanna talk to you beautiful\n  ","634930":"\n   Bruno Mars or Drake?\n  ","634931":"\n   2 beautiful ?\n  ","634932":"\n   Do you agree that all’s fair in love and war?\n  ","634933":"\n   Who is the happiest person you know?\n  ","634934":"\n   What makes you nervous?\n  ","634935":"\n   What's your favorite things to do in the summer?\n  ","634936":"\n   How are you\n  ","634937":"\n   Or an imaginary stick up their butt\n  ","634938":"\n   What are the best holidays you have ever had in your life?\n  ","634939":"\n   What is your favorite sport to watch?\n  ","634940":"\n   If you had one word to describe yourself, what would it be?\n  ","634941":"\n   What was the last thing you made with your own hands?\n  ","634942":"\n   Really I live in D.C.\n  ","634943":"\n   Yeah but you will meet a lot of D.C. Folk\n  ","634944":"\n   Trust me east coast people are much more assholes.\n  ","634945":"\n   Bikini pic\n  ","634946":"\n   Oh east coast is much more fast paced though just so you know\n  ","634947":"\n   Welcome to the east coast we do things a little different here\n  ","634948":"\n   ??? take care of them\n  ","634949":"\n   What's one thing most people don't know about you?\n  ","634950":"\n   R u an adult??\nDo you make adult decisions???\n  ","634951":"\n   You always take good pictures and they were always SOOOOO hot?????\n  ","634952":"\n   What state you from?\n  ","634953":"\n   Did you lose your virginity at prom?\n  ","634954":"\n   dou wear uggs?\n  ","634955":"\n   Are you attracted to black guys?\n  ","634956":"\n   Who is your celebrity crush?\n  ","634957":"\n   If you had more money than you ever need, would you give it away?\n  ","634958":"\n   Who are your favorite people to follow on Instagram?\n  ","634959":"\n   You're beyond gorgeous\n  ","634960":"\n   What would be your mafia boss name?\n  ","634961":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","634962":"\n   What were you doing 30 minutes ago?\n  ","634963":"\n   Are there any places you are afraid to visit?\n  ","634964":"\n   What talent do you wish you'd been born with?\n  ","634965":"\n   What is the best way to start summer?\n  ","634966":"\n   What are the things you always take with you?\n  ","634967":"\n   What time did you wake up this morning?\n  ","634968":"\n   Boobs then ass oh the form of vagina is already almost same in all girls yessss go flyyyy\n  ","634969":"\n   Who is the one person that can always make you laugh?\n  ","634970":"\n   Whom have you hugged today?\n  ","634971":"\n   excuse me anons talk to me too xo\n  ","634972":"\n   Which is the best book you have read so far?\n  ","634973":"\n   How are you\n  ","634974":"\n   What can melt your heart?\n  ","634975":"\n   What do you do when you’re angry?\n  ","634976":"\n   Wait, you don't have an ego?\n  ","634977":"\n   I didn't say they weren't civilians???\n  ","634978":"\n   Like your big ego?\n  ","634979":"\n   Are you in love with how you look?\n  ","634980":"\n   omg i love your jaw\n  ","634981":"\n   Whats the weather there?\n  ","634982":"\n   How many people are you gonna be partying with this weekend?\n  ","634983":"\n   With who are you gona meried?\n  ","634984":"\n   Mcdonalds or KFC\n  ","634985":"\n   That guy is hot!??\n  ","634986":"\n   My boss said my working partner And I are completley diffteny but we get along so well that makes no sense does it\n  ","634987":"\n   I want to go to Maryland too.\n  ","634988":"\n   why not\n  ","634989":"\n   My i ask why where are you going?\n  ","634990":"\n   You seed dont ask abouf snapchat ,twiter or fb and then how about messenger?\n  ","634991":"\n   YOUR ROSE TATTOO IS SO ADORABLE\n  ","634992":"\n   Where do you see yourself in 5 years?\n  ","634993":"\n   So what did you do today interesting?\n  ","634994":"\n   where do u go to school\n  ","634995":"\n   u are beyond fucking cute can i have your snap\n  ","634996":"\n   Hy so what are you sign in horoscop?\n  ","634997":"\n   can i play doctor with u\n  ","634998":"\n   Why do women have bigger arses when they're on all fours?\n  ","634999":"\n   would u ever make a guy hard at a real bad time just to see him suffer\n  ","635000":"\n   What's the best time you've ever had? Mine was when I stayed up all night with two friends drinking apple schnapps and playing Tekken 2, this was in 1999.\n  ","635001":"\n   Gerard Way or Billie Joe Armstrong\n  ","635002":"\n   I can't wait to see you this weekend ?\n  ","635003":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141710404473\n   \n   This what I hate about the celebrity worship culture.\n  ","635004":"\n   What is the best way to start summer?\n  ","635005":"\n   Cute choker\n  ","635006":"\n   no anons are talking to meeee??\n  ","635007":"\n   Do you ever see yourself getting married ?\n  ","635008":"\n   Fav kind of underwear?\n  ","635009":"\n   New full body selfie?\n  ","635010":"\n   pap of unanswered questions\n  ","635011":"\n   While they (the victims of the German embassy bombing) may not be considered as \"civilians\" in the word's strictest definition,they deserve to be prayed just as much as the Manchester Arena bombing victims.\n  ","635012":"\n   Yes a civilian target filled with children. Or a political target in a war zone\n  ","635013":"\n   What is the best way to start summer?\n  ","635014":"\n   Wake upppppp\n  ","635015":"\n   help is on the way\n  ","635016":"\n   Fav color\n  ","635017":"\n   You and that fucker I hate\n  ","635018":"\n   ugh smh I'm so bored\n  ","635019":"\n   What a bunch of fags ? -\n  ","635020":"\n   Idk I just thought the book would be better than the movie\n  ","635021":"\n   I want to look special that's why\n  ","635022":"\n   And yet I have not seen the movie\n  ","635023":"\n   Did you used to read series of unfortunate events the book series\n  ","635024":"\n   Your best picture\n  ","635025":"\n   can you write with your left hand\n  ","635026":"\n   There's this cute white girl with a big booty! What do I do!?!?\n  ","635027":"\n   Go go ???\n  ","635028":"\n   nope :(\n  ","635029":"\n   What?! what do you mean by that? YOU SAYIN DAT I AM SOME SORTA MOUSEKETEER?! DAT I GOT SOME SORTA MICKEY MOUSE EARS PUT ON MY HEAD FOR YOUR OWN AMUSEMENT?! IS DAT WHAT YOUR SAYIN?!\n  ","635030":"\n   Especially when catfish that are old men trying to get with gery young girls!\n  ","635031":"\n   Nice picture ?\n  ","635032":"\n   like literally Imma sit here and pray ?\n  ","635033":"\n   pap of u  rn\n  ","635034":"\n   Chilling if you could use a animal fur what would you use as a coat?\n  ","635035":"\n   Why can't woman put their mascara on with their mouth closed?\n  ","635036":"\n   hello lovely people, hope you're having a fantastical day\/night\n  ","635037":"\n   How important is sight to you.........\n  ","635038":"\n   What is the best way to start summer?\n  ","635039":"\n   I don't care who you are and where you're from just talk to meeeee??\n  ","635040":"\n   Is it a good idea to put I broke a world record on a job application\/ on a resumé\n  ","635041":"\n   ANONS come to my page and bother meeeee??\n  ","635042":"\n   What, when, why... ask\n  ","635043":"\n   ANONS talk to me ??\n  ","635044":"\n   Not good\n  ","635045":"\n   Hahahaha ok dont forget to get off you glases ??\n  ","635046":"\n   You have nice nails i like your color blue!\n  ","635047":"\n   Ever been hypntsied\n  ","635048":"\n   I love you way more when you post memes xD what an anoying anon :p\n  ","635049":"\n   Where is it\n  ","635050":"\n   Do you despise catfish and fake accounts?\n  ","635051":"\n   I'm going to unfollow u because u don't want me to follow u\n  ","635052":"\n   Nth. You are right , and i am wrong happy now\n  ","635053":"\n   Okay so I have never really had a boyfriend in my life and I am only 22 years old. Does this look bad ? My father chastises me saying how are you like twenty two with no boyfriend? I'm really afraid what should I do.\n  ","635054":"\n   Would you rather date someone extremely hot or extremely honest? ( sorry for staying anonymous , have a great day :) )- staif\n  ","635055":"\n   I'm sorry for trying to talk to u\n  ","635056":"\n   I'll leave u alone if u want\n  ","635057":"\n   Yup i agree with you but you must make a time of it\n  ","635058":"\n   Idc it's up to u\n  ","635059":"\n   Oh just do you\n  ","635060":"\n   sorry for being rude\n  ","635061":"\n   I didnt say i dont have fun its just about time , you need to make a time of everything\n  ","635062":"\n   Oh? what r u thinking about\n  ","635063":"\n   You're\n  ","635064":"\n   I love oversimplification ?, makes so many people look so dumb ?\n  ","635065":"\n   you are so pretty\n  ","635066":"\n   Oh, can I talk to you?\n  ","635067":"\n   How did you get so hot????\n  ","635068":"\n   i am very bad at guessing so plz answer it yourself\n  ","635069":"\n   cutie\n  ","635070":"\n   Lol you make me laugh\n  ","635071":"\n   Can I cook you up some chicken nuggets and French fries?\n  ","635072":"\n   i want to see your foot so that i can choose what type of shoes should i buy for you\n  ","635073":"\n   2 years in Ask. We've seen what promises are worth. How many good guys are left? How many stayed that way?\n  ","635074":"\n   I want marry you hahaha\n  ","635075":"\n   youre just naturally beautiful wow\n  ","635076":"\n   love your new pro picc???❤️\n  ","635077":"\n   Fun is not everything in the life you must make time of everything!!\n  ","635078":"\n   Of the people you follow on here, who do you think would be the most fun to hang out with if you had the chance?\n  ","635079":"\n   What are your plans professional?\n  ","635080":"\n   omg 6 days!\n  ","635081":"\n   post a pic of your feet\n  ","635082":"\n   Did you block that person?\n  ","635083":"\n   Have you ever been to D.C.?\n  ","635084":"\n   What would you do if someone asked you to roam the whole world\n  ","635085":"\n   her patience is demonstrated on here all the time lol\n  ","635086":"\n   But I'm more important then them hehe\n  ","635087":"\n\n    https:\/\/www.google.com.pk\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0ahUKEwi5vI_r5JrUAhXJJ5oKHYluA6cQFgghMAA&url=https%3A%2F%2Fwww.nasa.gov%2Faudience%2Fforstudents%2Fk-4%2Fstories%2Fnasa-knows%2Fring-a-round-the-saturn.html&usg=AFQjCNHbQOZv7BHpEpKRVhhwLX3tSevslg&sig2=pECDZ2NZwZw0f\n   \n","635088":"\n   i wanna buy you a gift that says \"gucci shoes\" outside the box and then put sh*t inside it\n  ","635089":"\n   747394893? name one?\n  ","635090":"\n   Why are so many people twisted into believing that mariage is the key to a successful happy life?\n  ","635091":"\n   I'm craving your attention Squishy\n  ","635092":"\n   why are there  the lines around the saturn?\n  ","635093":"\n   Who touches your booty\n  ","635094":"\n   Face off against mannequins who only move when you have your back turned to them or face off against the weeping angels from Doctor Who?\n  ","635095":"\n   What are you craving right now?\n  ","635096":"\n   if i went outside asking strangers for money then i'm a beggar, you're doing the same thing but online ...\n  ","635097":"\n   how patient are you? ☺️\n  ","635098":"\n   ya and also some guys ,anyone who begs for gifts ...\n  ","635099":"\n   Why are you always on here?\n  ","635100":"\n   but it's like being a lazy beggar ...\n  ","635101":"\n   are you a gift digger?\n  ","635102":"\n   Meaning you dont like serious life and the people who takes life serious\n  ","635103":"\n   What is something you find hard to stop once you have started?\n  ","635104":"\n   people don't read that you're from Saturn\n  ","635105":"\n   where are you from?\n  ","635106":"\n   Hey hot stuff. How's it going\n  ","635107":"\n   haha why so dehydrated ?\n  ","635108":"\n   Are you fasting?\n  ","635109":"\n   If you go on a date with someone and the guy doesnt have that much  money and you offer to pay is it wrong?\n  ","635110":"\n   we’ve reached june! I hope that you’re proud of your progress as a human being. if not, then just keep on going. this is your life, so live it well. it’s the 6th month of the year & we’re finally here. thank you for being you. I hope that more goodness is to come your way. ??✨\n  ","635111":"\n   How to lose maximum wait?\n  ","635112":"\n   Guys ask me stuff ?\n  ","635113":"\n   rates?\n  ","635114":"\n   whats up?\n  ","635115":"\n   Flip-flops or sandals?\n  ","635116":"\n   If there is one thing that you could change about the past, what would that be?\n  ","635117":"\n   A good is that has a good soul!And i whould like to se you smile more it is good for health!\n  ","635118":"\n   Which city would you choose as capital of the world?\n  ","635119":"\n   What's a skill or talent that is of interest to you.\n  ","635120":"\n   You should come to Croatia we have beautifoul sea and beaches!\n  ","635121":"\n   What is the most important aspect of parenthood ?\n  ","635122":"\n   How was it in Mexico?\n  ","635123":"\n   I whould like to now you better you look like a god pearson!Frendly!\n  ","635124":"\n   Do you believe in karma?\n  ","635125":"\n   Where?\n  ","635126":"\n   Are you kidding me? Fck! You look so beautiful in your pictures! Damn!\n  ","635127":"\n   You're way too perfect you're honestly flawless ??\n  ","635128":"\n   Is it easy for a guy to approach a girl and tell her that he has feelings for her ?\n  ","635129":"\n   900 FOLLOWERS!!! THANK YOU SO MUCH FOR FOLLOWING ME!! ON MY WAY TOO 1,000????❤️❤️❤️❤️\n  ","635130":"\n   So lots of people here love you!\n  ","635131":"\n   If college was free what would be the benefits ?\n  ","635132":"\n   Im glad you changed your picture!The last picture left of you in red is also beautifoul to me!\n  ","635133":"\n   Have you bin on vacation outside the usa?\n  ","635134":"\n   Have you ever broken up with a friend?\n  ","635135":"\n   I love you too. How should I talk to you so I can move forward and we can date.\n  ","635136":"\n   If you were granted an autograph from anyone, who would it be?\n  ","635137":"\n   Which animal would you love to be for a day?\n  ","635138":"\n   What is your favorite potato chip flavor?\n  ","635139":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141698772345\n   \n","635140":"\n   Both sides looks da same the fact that they all beautiful so what seems to be bothering you?\n  ","635141":"\n   I wish we could talk right now. You make me forget that I'm in a lot of pain. I hope you're doing good have good birthday ❤️\n  ","635142":"\n   Are you still in love for him ?\n  ","635143":"\n   As I remembered you had a boyfriend who was also a member in this app. What happened ? Have you guys broken up ?\n  ","635144":"\n   I love it! Also the one outta the park:in Europe and doing challenges to get money xD\n  ","635145":"\n   You are so beautiful.\n  ","635146":"\n   You're like a d cup I don't know why you're shy\n  ","635147":"\n   You have nice boobs you should appreciate them.\n  ","635148":"\n   very nice, where is it?\n  ","635149":"\n   I keep waitin for yous to post body posi pictures or at least a lil bit of cleavage but you don't fuck w it.?\n  ","635150":"\n   where ever you live, its def a beautiful place bc youre there\n  ","635151":"\n   You have such a sweet beautiful smile.\n  ","635152":"\n   i could make you purr.\n  ","635153":"\n   Hahahahahaha it was a good song xD ,daaaaamn , and when Cyrus and the Chinese got out and all hell broke loose xD , cause of the hash and shit , and Ricky growing weed , fuck it I'm gonna watch the show now , literally\n  ","635154":"\n   Lmao why you wanna be addicted to that stuff ?\n  ","635155":"\n   What is something you find hard to stop once you have started?\n  ","635156":"\n   Hahaha when Ricky tried to and he said \"only I can take em down\" some shit like that xD , and when he got caught by his mom wanking and he made a song about it xD\n  ","635157":"\n   Hahaha they do it so well , and the ambient and shit and fucking randy won't put a goddamn shirt on , know what I'm sayiiiing ? , lahey does a good job\n  ","635158":"\n   kitty cat kitty cat dance dance dance. hop around and meow like you got no pants!\n  ","635159":"\n   Omfg I love that show too xD it's so stupid af , fucking Ricky and fucking lahey hahahahaha\n  ","635160":"\n   Absolutely!\nThey forgot how to respect a girl. Dumb people.\n  ","635161":"\n   You got weird questions lol ?\n  ","635162":"\n   You watch trailer park boys ?\n  ","635163":"\n   The questions you get ?\n  ","635164":"\n   Yea i like ittt\n  ","635165":"\n   Lady boometh tell me somthing about your self??\n  ","635166":"\n   sup\n  ","635167":"\n   fav tv show\n  ","635168":"\n   Is night not the time when many interesting things happen ?\n  ","635169":"\n   how many spankings does it take to get to the center of your tootsie pop?\n  ","635170":"\n   Braid suits you ????\n  ","635171":"\n   YOU SHOULD BE A MODEL!\n  ","635172":"\n   What car you got\n  ","635173":"\n   hey\n  ","635174":"\n   What food did you refuse to eat as a kid and still don't as an adult?\n  ","635175":"\n   I love you my queen\n  ","635176":"\n   Do you have a long tongue\n  ","635177":"\n   You get a watch yet\n  ","635178":"\n   Full body pic\n  ","635179":"\n   How are you \"getting the fun\"?\n  ","635180":"\n   My girlfriend started ranting and yelling at me about how all men are pigs and that they should be the ones in the kitchen. then she said: DOES THAT ANSWER YOUR QUESTION?! I was like: all i asked was if you wanted some popcorn.\n  ","635181":"\n   From your immature media dominated false concepts\n  ","635182":"\n   Guy: lets have sex!\nGirl: no!\nGuy: when a girl says no she means yes!\ngirl: yes!\nGuy: what do you mean no?!\n  ","635183":"\n   Yes are you living your life ?\n  ","635184":"\n   I am seriously inlove with your face\n  ","635185":"\n   You have the wrong idea of love and beauty\n  ","635186":"\n   i have a ziplock baggy full of baby oil. mind if i rub your belly?\n  ","635187":"\n   You are pretty.  Pretty ugly *_*\n  ","635188":"\n   You are so pretty mash'allah ???????\n  ","635189":"\n   Your face is perfection\n  ","635190":"\n   how was it to do a girl?\n  ","635191":"\n   Would you ever have sex with another girl?\n  ","635192":"\n   Joe from family guy ?\n  ","635193":"\n   Do you wear short shorts?\n  ","635194":"\n   You don't post sexy pictures anymore ??\n  ","635195":"\n   Pap of rn pleasee\n  ","635196":"\n   wanne snap?\n  ","635197":"\n   who's smarter you or your bf\/gf\n  ","635198":"\n   How important does a person have to be before they are considered assassinated instead of just murdered?\n  ","635199":"\n   Are you ashamed you send a nude?\n  ","635200":"\n   What was last sexual thing you did?\n  ","635201":"\n   Take of those glasses shiw your prety face and beautiful eyes!\n  ","635202":"\n   Snapchat?\n  ","635203":"\n   HONESTLY AND I SAW SOMEONE ELSE GET IT TOO ??\n  ","635204":"\n   You're so gorgeous ❤️\n  ","635205":"\n   You are cut when you are angry!\n  ","635206":"\n   Take off those stupid glasses forever\n  ","635207":"\n   Can we send @ for OL? Please?\n  ","635208":"\n   Old you vs The New you? ?\n  ","635209":"\n   SWEETEST THING TO HEAR?? ?\n  ","635210":"\n   Which is the most memorable day you have ever had?\n  ","635211":"\n   Would you prefer fb Instagram Twitter or Snapchat better than ask ?\n  ","635212":"\n   What words do you mostly use to kill the conversation?\n  ","635213":"\n   You're perfect\n  ","635214":"\n   Your a fucking alpha ??\n  ","635215":"\n   What made you get a ask account?\n  "},"Answer":{"634143":"\n  At first id be like, uhm... wtf. But then id be happy cause im a night person.\n  ","634144":"\n  ?????????\n  \n  Thank you so much ?\n  ","634145":"\n  I weirdly like this compliment\n  ","634146":"\n  Omfgggg yes, it happens to much. I hate it ?\n  ","634147":"\n  Ok anon.\n  \n  Who r u?\n  ","634148":"\n  Oranges arent cute tho\n  ","634149":"\n  Theres a few girls on here that have a wishlist ?\n  ","634150":"\n  Wall to wall me?\n  ","634151":"\n  Awh thanks? but i have days where im like \"goddamn i look like i woke up in a dumpster\"\n  ","634152":"\n  Barbados\n  ","634153":"\n  My wishlist? From most to least\n  \n  • perfume\n  \n  • Calvin Klein items\n  \n  • nail polish\n  \n  • socks\n  \n  • shorts\n  \n  • jeans\n  \n  • bras\n  ","634154":"\n  I.fucking.suck.at.poker.\n  ","634155":"\n  OMFG ?\n  ","634156":"\n  Im sorry, im not a horny radar\n  ","634157":"\n  Rules can be broken without jail time.\n  \n  Laws can be broken with jail time.\n  ","634158":"\n  No, because i was a class clown\n  ","634159":"\n  I love marvel and DC movies ?\n  ","634160":"\n  No, wtf.\n  ","634161":"\n  Yeah, ive noticed with my niece ? shes so cute. Omg i miss her!\n  ","634162":"\n  I have a problem with loving unconditionally... because the wrong people get that love and i just get hurt over and over again.\n  ","634163":"\n  Wait, you wouldnt want them to be able to bring back the dead?\n  ","634164":"\n  I just answered this below ?\n  ","634165":"\n  Have disneyland \/ california adventures completely bought out, so my friends and i were the only people there so we could go on any ride as many times as we wanted and there wasnt bullshit lines to wait in.\n  \n  It was awkward seeing people come and the people working there had to be like \"sorry closed\" but yet they saw us running back and forth from the parks like maniacs\n  ","634166":"\n  Whenever i hear someone being an asshole, but i kinda stick up for them because its just super fun for me to put people in there place and be an asshole to them ?\n  ","634167":"\n  My whole family?\n  ","634168":"\n  Probably go outside and actually be productive ?\n  ","634169":"\n  I dont tan, i lobster. Like i must be part irish or something because even when i spent my entire summer on the beach, i was white. Like i have friends the same exact way, and we just joke \"not even hundreds of dollars spent on tanning lotion would make us tan\" hahaha\n  ","634170":"\n  Google is wonderful lol\n  ","634171":"\n  Thanks ? but colin, im thicc ?\n  ","634172":"\n  Repost, but i love this photo\n  ","634173":"\n  Are you trying to train me for acting? goddamn\n  ","634174":"\n  Im not a fuckin tweaker, wtf.\n  ","634175":"\n  No, ive lost too many friends to that drug.\n  ","634176":"\n  1. I was verified the first week you could even get verified\n  \n  2. The ask community probably sees that im super active\/popular on here.\n  \n  3. Idk how you ask those kind of questions without getting reported so much that you get banned?\n  ","634177":"\n  Hmm.. ditching, drugs, or being a sarcastic asshole\n  ","634178":"\n  Please join the deep web suicide group\n  ","634179":"\n  I think i got close to being suspended?\n  ","634180":"\n  I want to see the new William Shakespeare play thats in LA ugh. It looks so good.\n  ","634181":"\n  Unless they tell me, i dont know till its here at my house\n  ","634182":"\n  Wow thats my personality i swear ?\n  ","634183":"\n  Im gonna name my kid food ????\n  ","634184":"\n  I would shoot bombs and make them go boom\n  ","634185":"\n  Because youre not awesome and loving if you dont ?\n  ","634186":"\n  I dont understand why people waste their time talking to this girl. Shes such a c.unt. like actually. Thinks shes the hottest shit ever but never learned how to close her mouth... i hate mouth breathers.\n  ","634187":"\n  It pisses me off when i meet other savannahs, like no bitch im the dopest savannah\n  ","634188":"\n  Omg i just got so terrified. A plane just flew over my house except it was WAY to close to the ground. Like im talking it was close enough to make a huge shadow. Theres ZERO airfields here and it looks like its about to go down...\n  ","634189":"\n  I cant explain how excited i am to make cookies ?\n  ","634190":"\n  I enjoy writing ?\n  ","634191":"\n  I love wifi ?\n  ","634192":"\n  Theyre more of a loser if they dont buy me gifts ?\n  ","634193":"\n  Its happened before ?\n  ","634194":"\n  \"Im doing okay\"\n  ","634195":"\n  Dirt nassstyy\n  ","634196":"\n  Im gonna be honest with you, that doesnt sound very good ?\n  ","634197":"\n  Most of a lawyers job is writing lol\n  ","634198":"\n  I forgot how much i love modest mouse omfg.\n  ","634199":"\n  I think youre the only one who notices this hahah\n  ","634200":"\n  I just want everyone to know the sexiest cuban has been messaging me and hes best friends with a guy i was really good friends with in 8th grade. ??? looks like i know who im hanging out with when i move back to cali\n  ","634201":"\n  I just wanna take shots and go clubbing\n  ","634202":"\n  Hiking ?\n  ","634203":"\n  Can i listen to Hollywood undead  in peace?\n  ","634204":"\n  I got a gold chain like its 1980\n  \n  Im alll cocaine like its 1980\n  ","634205":"\n  You sound like a little bitch\n  ","634206":"\n  Music\n  ","634207":"\n  Do something about it?\n  ","634208":"\n  Let me party like its 1980\n  ","634209":"\n  Can you go ask questions to other people please\n  ","634210":"\n  Of course i have.\n  ","634211":"\n  Only souls\n  ","634212":"\n  Can. We. Not. Spam. Me. Please.\n  ","634213":"\n  Im obsessed with the guy with blonde dreads ?\n  \n\n   https:\/\/youtu.be\/VSXg2swBmrY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","634214":"\n  If 3 weeks is soon, then sure\n  ","634215":"\n  No i wont because i dont look like anyone other myself so can you please not compare me to anyone.\n  ","634216":"\n  People think im better in person ?\n  ","634217":"\n  You know i got like 1938930308374 messages on snapchat cause of that picture. Js.\n  ","634218":"\n  What the fuck, wait, you think since my hair looks blonde it doesnt look like me.. WHEN I WAS BORN BLONDE?\n  ","634219":"\n  BOOM\n  ","634220":"\n  Boondock saiints\n  \n  Idk how many times i have to answer this\n  ","634221":"\n  Pretty little liars..\n  ","634222":"\n  No because a single parent has to act as a mother and a father.. and thats not easy.. at all.\n  ","634223":"\n  Straight out of hell with the intent to sell\n  ","634224":"\n  I used to be known as a shark attack, but now im hot like the cherry on my bitchs blunt wrap\n  ","634225":"\n  I know, im still so sad thinking about it. Ugh\n  ","634226":"\n  Who am i to judge?\n  ","634227":"\n  She was never around much growing up, always traveling and working.\n  ","634228":"\n  Well then thank you very much!!\n  ","634229":"\n  Lil dicky songs ?\n  ","634230":"\n  Wait, who iz disss ?\n  ","634231":"\n  My grandpa wasnt in a casket, they just had him in a room where we could say goodbye before they cremated him.\n  \n  Im going to be honest, i was in shock. I couldnt look away. I kept starring at his chest to see if he was breathing. He just looked like he was peacefully asleep. I miss him so much. I still dream about him. Ugh im starting to cry just thinking about him.\n  ","634232":"\n  Im sorry youre not a seahorse?\n  ","634233":"\n  I doubt theyll be very chinky since theyll be 1\/8th lol\n  \n  But 2 or 3\n  ","634234":"\n  Yeah, i mean if everything goes as planned ?\n  ","634235":"\n  Time magazine disagrees with you. The generation after ww1 is the one that sucks. Just saying. Ww1 ruined everything. You should probably read more.\n  ","634236":"\n  Youre putting words in my mouth. You cant compare generations to each other, they had different difficulties then we do. The economy isnt what it was 50 years ago. We're more a consuming society. We spend way more money. Inflation.\n  \n  The reason why i think my parents had it harder than me is because their parents were the depression generation, so they were the baby boomer generation. Post ww2. They had to build themselves up. They had to do everything themselves. They couldnt stay home if they wanted too, they would have gone nowhere. For them to make sure their kids (generations now) had a better life, luxurious, comfy life - they had to work extra hard.\n  ","634237":"\n  Does it make you feel like a man\n  \n  Boom\n  \n  Its not the size we understand\n  \n  Boom\n  \n  You think youre gonna get with me, youre never gonna get with me, youre never gonna dance with me.\n  ","634238":"\n  I kinda feel like my parents had a harder life than me ?\n  ","634239":"\n  What?! ?? they arent\n  ","634240":"\n  I know, saaaame ?\n  ","634241":"\n  Im so excited to bake cookies tomorrow ?\n  ","634242":"\n  THE TRUTH IS OUT THERE ?\n  \n  I know that im an alien ?\n  ","634243":"\n  Both are fun ?\n  ","634244":"\n  Whenever i listen to mexican music i start dancing\n  ","634245":"\n  I wanna play the number = pic game but i dont have any photos ?\n  ","634246":"\n  College debt, loans, housing, food ect ? you can just google this, its widely known.\n  ","634247":"\n  Eh. Im used to not seeing her.\n  ","634248":"\n  Im really good at eating ??\n  ","634249":"\n  Just dad, my parents are divorce lol my mom lives in Rome\n  \n  I moved out when i was 17, and i moved back when i was 21 because i needed to get back on my feet and ill be moving out again soon.\n  \n  53% of people my age still live with their parents, and its rising. A lot of studies have shown kids stay with their parents till they are 30 because of economic reasons. I also have a lot of friends who live with their parents because they work to help their parents pay for everything.\n  ","634250":"\n  Not always\n  ","634251":"\n  We're all mad\n  ","634252":"\n\n   @ass4lyfe\n  \n  ?\n  ","634253":"\n  What about pluto?\n  ","634254":"\n  I always get plane tickets for my birthday, because i love traveling ?\n  ","634255":"\n  Your questions are stupid\n  ","634256":"\n  I started gardening, and i have a strawberry patch. They are finally producing fruit and they are the best strawberries ever\n  ","634257":"\n  What the fuck. Michael had a chimp names bubbles that would help him clean the house, use the toliet and flush, used utensils when he ate... omfg can i have one?\n  ","634258":"\n  Why are you so worried about my skin?\n  ","634259":"\n  I totally forgot ive met lary king and ive been to his set and his home because this girl that was in my grade, that was her dad ? i totally forgot. Like her birthday parties lary king was there and i was in an area where everyone's parents were famous, it wasnt a big deal lol but now im like WHAT THE FUCK\n  ","634260":"\n  I know hes a manchild, but i love manchildren lol because i dont believe you have lose your youth when you grow old. You can still have fun and enjoy life.\n  \n  His music is so good. I love his voice so much\n  ","634261":"\n  I know. He was the kindest person ever. He had such a big heart. All he wanted was to be a dad and he just wanted to give children the things he never got! He hates cussing. He hates being mean. Like ugh. He cried when prince was born\n  ","634262":"\n  Omg this interview about micheal is making me cry, he was the sweetest guy ever. Omg ?\n  ","634263":"\n  Yes ? omfg.\n  ","634264":"\n  I would live there ?\n  ","634265":"\n  Im an alien actually\n  ","634266":"\n  Im binging on micheal jackson songs. His voice ?\n  ","634267":"\n  Can i go to Michael Jackson's Neverland?\n  ","634268":"\n  Awh, thank you ?\n  ","634269":"\n  Im finally letting my cat go outside and stuff... but im having little panic attacks that she won't come back. I feel like its my kids first day at kindergarten or my kid is going off to college.\n  ","634270":"\n  I honestly want to go all over the world. Everywhere, every city.\n  ","634271":"\n  I bet hippies are pissed they didn't think of this\n  ","634272":"\n  I havent decided if i wanna read more, play games, or watch yt lol\n  ","634273":"\n  Thank God I'm not this big\n  ","634274":"\n  I love halloweeenn. ?\n  ","634275":"\n  Look at you and your word play\n  ","634276":"\n  I dedicate this to all the snakes on ask\n  ","634277":"\n  Oh tots my goats\n  ","634278":"\n  No one should be forced into the military, we should all have the right to choose.\n  ","634279":"\n  I can be very forgiving, especially in moments where i think i shouldnt be\n  ","634280":"\n  Why wouldnt i?\n  ","634281":"\n  Anon getting hit by a truck\n  ","634282":"\n  My family calls me Manna\n  \n  But everybody calls me sav\n  ","634283":"\n  #goals\n  ","634284":"\n  Idk if i should be flattered or insulted\n  ","634285":"\n  Am i the only one who watching videos on vimeo\n  ","634286":"\n  No ? i enjoyed having unlimited amount of food, thats what kept me home.\n  ","634287":"\n  Mayyybeeeee ?\n  ","634288":"\n  I really want cake batter ice cream with sprinkles ugh\n  ","634289":"\n  I literally ate like an hour ago and im hungry again\n  ","634290":"\n  OMG? thats so true.\n  \n  Youre beautiful btw ?\n  ","634291":"\n  I. Hate. Getting. The. Same. Exact. Shit. As. Other. People.\n  ","634292":"\n  Why do you care so much? Worry about yourself.\n  ","634293":"\n  Omg who the hell cares?\n  ","634294":"\n  This made me laugh ?\n  ","634295":"\n  Time to watch a documentary about the sodder children ?\n  ","634296":"\n  I wanna see wish upon omg\n  ","634297":"\n  I want ice cream cake\n  ","634298":"\n  The drama on my feed.\n  \n  Yaaass ?\n  ","634299":"\n  Is there a reason why all these names in \"a\"\n  ","634300":"\n  We all have different wants\n  ","634301":"\n  Hey i want grapes\n  ","634302":"\n  Wanna try this sentencw again?\n  ","634303":"\n  Wow i wonder why ask was invented\n  ","634304":"\n  Its all about location, location, location.\n  \n  Theres good and bad to each place.\n  \n  But i dont think you realize cali people go to nyc and nyc people go to cali lol\n  ","634305":"\n  Beer before liquor, never sicker.\n  \n  Toothpaste before orange juice, dead.\n  ","634306":"\n  Cuddling is when you hold your pet hostage and think they enjoy it\n  ","634307":"\n  The best things in life either make you fat, drunk, or pregnant\n  ","634308":"\n  Its all shits and giggles until someone giggles and shits\n  ","634309":"\n  Sometimes i have to tell myself its not worth the jail time.\n  ","634310":"\n  Im not saying shes a slut im just saying shes been on more wieners than ketchup.\n  ","634311":"\n  What doesnt kill you gives you a lot of unhealthy coping mechanisms, and a sick sense of humor.\n  ","634312":"\n  Where can i get one of those Kim Kardashian or Paris Hilton jobs where they just kinda pay for you to exist?\n  ","634313":"\n  How the fuck did Jesus find guys named ; peter. John. James. Matthew. Andrew. Philip. Thomas. & simon in the middle east?\n  ","634314":"\n  Kitchen sex - because its the only chance to ever get laid on an island\n  ","634315":"\n  I almost gave a fuck, scared the shit out of myself\n  ","634316":"\n  I prefer snapchat over ig. Its simplier. Theres too much going on with ig.\n  ","634317":"\n  Thicc thot\n  ","634318":"\n  Im thicc\n  ","634319":"\n  I was born and raised there, lived there for 21 years lol im moving back in a couple months\n  ","634320":"\n  Can someone send me a cold stone ice cream cake please? I WANT IT\n  ","634321":"\n  Remember when\n  \n  \"Happy holidays!\"\n  \n  Became\n  \n  \"Happy holocaust!\"\n  \n  - autocorrect\n  ","634322":"\n  I dont think i have a hidden agenda ?\n  ","634323":"\n  Two days after they die, ants give off an odor which ants pick up on. They come pick up the ant and carry it to an ant graveyard.\n  \n  Ants are dope.\n  ","634324":"\n  Ants stretch when they wake up in the morning\n  ","634325":"\n  During pregnancy womans brain shrinks and it takes up to six months to regain its original size\n  ","634326":"\n  Shouldnt i have main goals first ?\n  ","634327":"\n  No, hes on the western side while im on the eastern side\n  ","634328":"\n  Denny ?\n  ","634329":"\n  No i have not, but i love poetry. I should check it out!\n  ","634330":"\n  Love thiss\n  ","634331":"\n  I love his artwork so much\n  ","634332":"\n  Im pretty good at takin selfies ?\n  ","634333":"\n  HAHAH omfg that was funnnyy.\n  \n  Hoes learning how to twerk instead of learning how to cook.\n  ","634334":"\n  Omg i suck at tongue twisters\n  ","634335":"\n  Do you remember what life was like before you were born? Thats how i imagine death will be like.\n  ","634336":"\n  There was this girl, she was kinda obsessed with me. She had a diary and multiple pages she wrote, \"i wanna be pretty like savannah\" \"i wanna be skinny like savannah\" \"i wanna be perfect like savannah\" \"i wanna be savannah\" all over. It was almost terrifying. She got so serious that she stop eating so she could be as thin as i was. It got so bad, that she died from starvation. I didnt even know her until after she was dead, and her family came and found me because of her diary thinking i was a close friend from all the things she wrote about me, and having pictures of me glued in it. If i knew her i wouldnt have let her get to that extent. I felt like i killed someone without even knowing it. I wasnt a very good inspiration as well.\n  ","634337":"\n  All that we see or seem is but a dream within a dream.\n  ","634338":"\n  One day Alice came to a fork in the road and saw a cheshire cat in a tree. \"Which road do i take?\" She asked. \"Where do you want to go?\" Was his response. \"I dont know,\" Alice answered. \"Then,\" said the cat, \"it doesnt matter.\"\n  ","634339":"\n  WHATS LOVE GOT TO DO WITH IT?\n  ","634340":"\n  All the hardest, coldest people you meet were once as soft as water. And thats the tragedy of living.\n  ","634341":"\n  Once youve accepted your flaws, no one can use them against you\n  ","634342":"\n  Saturn of course, but resided in america ?\n  ","634343":"\n  I dont think people love me. They love versions of me i have spun for them, versions of me they have construed in their minds. The easy versions of me, the easy parts of me to love. Whos going to love the girl that cant stop crying? The girl that hurts herself? The girl that is losing control? The girl that is so sad she cant get out of bed? The girl that keeps pushing everyone away? Whos going to love the monster in me, whos going to love me now?\n  ","634344":"\n  Nope, i understand completely. Except for me its, if their stupid enough to get caught ?\n  ","634345":"\n  Not really, i always think the world of wars is happening?\n  ","634346":"\n  Because thats what they always do? lol theres always a hidden motive.\n  \n  You think if i could make any sort of evidence, theyd have any reason to cover up something??? like obviously if i could tell they might as well just be straight forward.\n  \n  Ive read so much autobiographies about people in the military and politicians and ex cia\/fbi who all have claimed what you get on the news isnt the truth ever, theres always something behind what they are saying and to stop being so naive. Lol\n  ","634347":"\n\n   @hateuandurbrows\n  \n  because she never judges me, always makes me feel better, always makes me laugh ?\n  ","634348":"\n  You get a strange feeling when youre about to leave a place.. like youll not only miss the people you love but youll miss the person you are now at this time and this place, because youll never be this way ever again.\n  ","634349":"\n  Please know that there are much better things in life than being lonely or liked or bitter or mean or self conscious. We are all full of shit. Go love someone just because, i know your heart may be badly bruised or even the victim of numerous knifings but it will always heal even if you dont want it to, it keeps going. There are more fantastic, beautiful things and people out there, i promise. Its up to you to find them.\n  ","634350":"\n  If i knew, i would have said already.\n  ","634351":"\n  Dont ever mistake my silence for ignorance, my calmness for acceptance, or my kindness for weakness.\n  ","634352":"\n  Both\n  ","634353":"\n  A part of me thinks they are trying to distract us from other things going on cause they are getting a little extreme.. lol\n  ","634354":"\n  Why do i like french music so much?\n  ","634355":"\n  Let me save pandas too omfg ?\n  ","634356":"\n  Ive been saying the climate is changing before people have, like years ago cause you have to be blind to not see the change\n  ","634357":"\n  I want a watercolor tattoo like this but with geometric designs\n  ","634358":"\n  Yes, I've started journal on Jan 1, 2017 and write in it once a day. I started it as an experiment to see how much I change and to see the patterns within myself.\n  ","634359":"\n  This is a portrait done with wire mesh, uhm why can't I be talented..\n  ","634360":"\n  Im so excited to shower omfg ?\n  ","634361":"\n  Trust nobody\n  ","634362":"\n  Maybe they cant afford gas at that moment? Or they want to get excercise? Car insurance is good even if you dont drive your car cause most people have it so if they are in someone else car and get in an accident they are covered, or if they drive someone else car and get pulled over or accident. Its just safe to have it at all times.\n  ","634363":"\n  Why are their so many attractive girls on the discover feed like fuck me STOP REMINDING ME IM TRASH.\n  ","634364":"\n  Hahahha i love the sassy attitude\n  ","634365":"\n  I was just kidding, i know im a dumpster fire ?\n  ","634366":"\n  A broken heart can change a man.\n  ","634367":"\n  A good listener, gentle, understanding, a good teacher, hard working, loving, caring, humorous, fun, trust worthy ?\n  ","634368":"\n  You are too sweet ? thank you so much!! ? i hope youre having a great summer as well ?\n  ","634369":"\n  Just a spoon full of sugar helps the medicine go down.\n  ","634370":"\n  Haha im being serious!\n  ","634371":"\n  Probably will be spending most of it in san diego ?\n  ","634372":"\n\n   @ass4lyfe\n  \n\n  She is fine asf ?????\n  ","634373":"\n  I took a carrer quiz and it told me i should be a news reporter\n  \n  1.i fuckin hate the news\n  \n  2. Im not good at smiling like they do\n  \n  3. Im not good at being fake as shit.\n  ","634374":"\n  What was the argument about?\n  ","634375":"\n  This is just so goddammit cute\n  ","634376":"\n  Only a certain way, like there needs to be spices and onions or chilies in them.\n  ","634377":"\n  I was going through some shit and kinda pushed her away. Then i moved school and didnt keep up the friendship.. and now were just acquaintances.\n  ","634378":"\n  I always have a dream about one of my old really good friends and we are always partners in crime, like we get along so well and stuff. I wish i never ruined that relationship in high school, we would be really good friends probably.. ugh.\n  ","634379":"\n  Best Cleveland episode ever\n  ","634380":"\n  Im so butthurt, i wanna go to edc so bad.\n  \n  2018 goal : go to edc.\n  \n  It is decided.\n  ","634381":"\n  I just wanted to get through more of my questions but it is insanely difficult for me to keep my eyes open right now ?\n  ","634382":"\n  Im kitty cuddling and i couldnt be happier ?\n  ","634383":"\n  Only boring people get bored\n  ","634384":"\n  I'm good just laughing ?\n  ","634385":"\n  You cant just give up on someone because the situations not ideal. Great relationships arent great because they have no problems. Theyre great because both people care enough about the other person to find a way to make it work.\n  ","634386":"\n  One of the greatest tragedies in life is to lose your own sense of self and accept the version of you that is expected by everyone else.\n  ","634387":"\n  Really good, i spend my saturdays with family. It was a really nice time. ?\n  ","634388":"\n  Hopefully i will be on ?\n  ","634389":"\n  Im lowkey using ask as a blog right now and im sorry, kinda.. not really ?\n  ","634390":"\n  This made me laugh waaay to hard\n  ","634391":"\n  You are so intelligent and non judgemental. You always have something worthy to say and i greatly appreciate your input on everything. Youre someone i come to when i have no idea about something. You are knowledgeable?\n  ","634392":"\n  This is for Colin ?\n  ","634393":"\n  Dear future self;\n  \n  I hope you have overcome your anxiety and have learned your strengths, i hope you still dont underestimate yourself and hold yourself back.\n  \n  I hope you have followed your dreams; gotten married, started thinking or having kids, live a happy fulfilled life, and kept a good relationship with your family.\n  \n  I hope you have stayed strong and kept fighting. Keep pushing yourself and dont give up hope.\n  \n  Keep having self love,\n  \n  Savannah\n  ","634394":"\n  My diploma actually! I busted my ass for that.\n  ","634395":"\n  Thanks for following me ?\n  \n  I think your are such an interesting person, i love all the conversations we have had! You are so sweet. And you just have nothing but kind things to say. ?\n  ","634396":"\n  I wish i had some tips for you omfg, that sucks so bad. I hope you get that all figured out really quick!!\n  ","634397":"\n  My eyes hurt im so tired\n  ","634398":"\n  I do not appreciate the fact my sc wont load.\n  ","634399":"\n  Your existence just makes me very sad\n  ","634400":"\n  Could someone please buy me the perfume on my list, i neeeeed it.\n  ","634401":"\n  Im gonna be with family all day so i wont be on till way later. No spam spam please ?\n  ","634402":"\n  Im so excited, i think i figured out why it wasnt loading and fixed it. Yayayay\n  ","634403":"\n  Oh shut the fuck up.\n  ","634404":"\n  Does the tin man have a sheet metal cock?\n  ","634405":"\n  I was hoping that i could watch game of thrones, BUT IT WONT LOAD GODDAM IT\n  ","634406":"\n  Ok so like i had another crazy dream last night. This one was about ghosts and i was in my room shit started to go crazy. Things started to be thrown around and i go running to my dad crying like crazy. When he gets up to come to my room i see this crazy little girl behind him and i freak out but then she comes up and says she needs help. Then her brother comes up and they explain to me that they were murdered and all they want is to be happy.\n  \n  Then out of nowhere i randomly pop up at this womens house, im pretty sure she was the killer. And i kept calling my bf (im guessing idk who he was) and he kept saying like i got myself into this, its my fault blah blah blah. Well as soon as i started trying to make a plan for him to find me the women sneaks up behind me and makes me get off the phone then decides she wants to cut my skin off for her dinner and tried shoving me into her oven.\n  \n  Like why do i need to dream this shit.\n  ","634407":"\n  What im about to do, cause im tired and need to go to sleep ?\n  ","634408":"\n  She keeps smelling it. Lol\n  ","634409":"\n  Oh ok cat ?\n  ","634410":"\n  I think the yt vids i watch is what is giving me nightmares ?\n  ","634411":"\n  Im pretty sure i hear a mouse in my walls.. ?\n  ","634412":"\n  America has 16 and pregnant\n  \n  Mexico has 10 and pregnant ?\n  ","634413":"\n  Who the fuck would have sex with a 9 year old. Like why why why\n  ","634414":"\n  Yesss i did ?\n  ","634415":"\n  Meat.\n  \n  I only like sushi when it comes to fish.\n  ","634416":"\n  Check my dp to find out lol\n  ","634417":"\n  We were next door neighbors since we were born.\n  ","634418":"\n  Im watching top 10 youngest parents in the world. Can you imagine being 10 years old and having a kid? I cannot.\n  ","634419":"\n  What the fuck kind of shows are they making now\n  \n  Wtf is \"the big fat truth\" like why is that even a thing\n  ","634420":"\n  Watched weird fucking youtube videos lol\n  ","634421":"\n  I miss watching viness, some are so funny. But vine kinda died quickly\n  ","634422":"\n  I wanna see Happy Death Day for some reason..\n  ","634423":"\n\n   @littlekri\n  \n  is the fucking best. I love her\n  ","634424":"\n  Maybe the tops, not the underwear\n  ","634425":"\n  Its magic. It makes a snake look like a princess\n  ","634426":"\n  So i could go through my inbox in peace ?\n  ","634427":"\n  Yes. I am present\n  ","634428":"\n  I. Just. Want. This. One. Guy. To. Snap. Me. Back. And. He. Wont.\n  ","634429":"\n  I think sorta like Ghandi\n  ","634430":"\n  Im gonna rant real quick.\n  \n  Ok so like im super confused about the way i feel right now. Like i wonder if its jealousy idk. But like how the fuck do i get over it because i dont wanna give a fuck, but it pisses me off that i got treated the way i did and like i wanna just party my face off just like how they are with not a single care in the world about my existence. Like goddamn.\n  ","634431":"\n  Relationship goals ?\n  ","634432":"\n  ill just assume im awesome ?\n  ","634433":"\n  Ugh ya.. but they always so tell me after awhile because they feel bad and it always turns out to be some snake girl\n  ","634434":"\n  These are my lords\n  ","634435":"\n  Do you not see that cheek action?\n  ","634436":"\n  I really like to put all my thoughts out there and people deserve it ?\n  ","634437":"\n  Thank you?\n  ","634438":"\n  I swear my smile makes me look fat\n  ","634439":"\n  Boom the goober\n  ","634440":"\n  You are so unbelievably handsome, i hope you realize that. I love how you always compliment me and make me feel good about myself? i just want life to go well for you? you deserve it.\n  ","634441":"\n  Ilysm? you are so nice to me. One of my besties forsure!! I really wish we could talk off ask somehow honestly, your a friend i wanna keep ?\n  ","634442":"\n  LAMBOOO ? you are one of my closest friends on here!! We talk like all the time. You are so nice. Funny. My monkey pal. You deserve happiness and deserve to be loved. Im so glad ive gotten to know you. The bestest friends are made spontaneously ?\n  ","634443":"\n  My beautiful strong pumpkin? i love your personality. You are kind hearted but you dont let anyone mess with your heart. Ill always be here for you no matter what! ?\n  ","634444":"\n  DUDE i havent talked to you in so long omfg. How have you been?!!! You are sooo cute. And always fun to talk too! I hope youre doing well, its been awhile. ?\n  ","634445":"\n  We dont really talk but please dont take this offensively.. your name makes me say usama laaaammaa ? i love it.\n  ","634446":"\n  I honestly miss your questions.. best goddam questions anyone asks cause you actually having meaning behind everything. Not only that, you are such a sweet person. Probably why your name is sweet huh?? you have a really good page as well!\n  ","634447":"\n  We used to talk a lot, i thought you were really sweet but now we are strangers ? but at least youre one of the cuter strangers ?\n  ","634448":"\n  You are one of my favs on here. Weve actually taken the time to get to know each other and i think thats really awesome. You are really understanding and down to earth. You dont judge people and your heart is so big. I love how loving you truly are?\n  ","634449":"\n  You are a little cutie! Like awwwh ?? adorable face\n  ","634450":"\n  I still think youre a gooodlooking human sir ?? we never talk thoo which is a shame honestly ?\n  ","634451":"\n  I see you all the time when im on here so like i should know you buuuuut i dont ? & your page is mostly in a different language so thats kinda shitty. But hey, thanks for liking stuff on my page ?\n  ","634452":"\n  I see you on my feed from time to time and i can honestly say some of your responses have made me go \"you go girl, tell em how it is\" ? you are awesome darling, just absolutely great ?\n  ","634453":"\n  Your tats are on point. You are on point. I love the fact you get my sense of humor and youre super duper sweet ? your snaps make me happy as well ?\n  ","634454":"\n  I dont really know you that well, and your @ says stranger... stranger danger! ? kidding, kinda. ? i hope you are having a wonderful day tho?\n  ","634455":"\n  You have some sexxxyy muscles. Bro youre swolle. Yoked. Jacked.\n  \n  And youre one of those people i follow because the shit you day makes me go \"OMFG YAS ?\" its pure enjoyment and entertainment to see you on my feed, you bless my feed. ?\n  ","634456":"\n  Whenever i read your name i just wanna yell \"GANG GANG BANG BANG\" i really dont know why. ?\n  \n  Weve spoken a few times and youre pretty entertaining to talk too which i really like in a person ?\n  ","634457":"\n  Hello you beautiful specimen ? i see your posts from time to time and they are awesome ? stay beautiful ?\n  ","634458":"\n  You really pissed me off that last time we spoke, but i think you truly had no idea or understood what you were saying was kinda frustrating, so im sorry i got so mad. Youre really a nice person. You are intelligent, at times ? but yeah im sorry.\n  ","634459":"\n  We had a rough start honestly ? (my fault) but i think its pretty cool that you had the balls to confront me about it and we just talked it out? not many people would do that. I really love all the things you have to say too and about people, they make my day? oh and YOUR MAKEUP SKILLS. HELP. ME. ??\n  ","634460":"\n  You. Are. Fuckin. Goals.\n  \n  I cannot handle it. I love the fact you live in SD. I wish i knew you more to say more than just WOW CAN I LOOK LIKE YOU. Anyways ? ill stop fangirling.\n  ","634461":"\n  You are such a caring and loving person to everyone. People need to learn from you. You appreciate me, so i appreciate you ?? im glad we are friends, i can be straight up with you and you listen \/\/ understand. I hope youre doing well ?\n  ","634462":"\n  You are so gorgeous. I appreciate all your likes? i love your personality (based on your page) you are so funny! I dont really know you, so if you ever wanna talk - hmu ?\n  ","634463":"\n  You are sooooo nice and i like how we can actually have a conversation, instead of everything being like \"hi. How are you. Cool.\"\n  \n  I also like how ive known you for awhile actually ? thats awesome ?\n  ","634464":"\n  Send your @\n  ","634465":"\n  Chili. Sounds. Bomb.\n  ","634466":"\n  Im like 99% sure this girl just sits in her room all day, puts on makeup and takes selfies.. and has like 0 friends in real life\n  ","634467":"\n  I need a good tit rub, from a female cause they are gentle ?\n  ","634468":"\n  I think not eating is making me savage ?\n  ","634469":"\n  Clubbing and getting drunk asf in ocean city was pretty dope, i also greatly enjoy having braces and still being hotter than yo bitch ?\n  \n  That moment when you see guys literally push the girl away from them when i walk past ?\n  \n  That other moment when a couple was down to take me home ???\n  ","634470":"\n  Im a goddamn white american chink\n  ","634471":"\n  Im depressed about how addicted i am to grilled cheeses\n  ","634472":"\n  It must suck to know that nobody wants to be friends with you\n  ","634473":"\n  DOWNLOADING?! IM ABOUT TO DOWNLOAD MY FOOT UP YOUR ASS\n  ","634474":"\n  I like iphones cause they are simple and easy to use ?\n  ","634475":"\n  Im just trying to play the gordon ramsay game and it doesnt want to load wtf\n  ","634476":"\n  DOOBIE LEFT WHAT\n  ","634477":"\n  So, its raining again ?\n  ","634478":"\n  Gardening... i really tried. Not my thing.\n  ","634479":"\n  I believe greeks believed it was a true concept\n  ","634480":"\n  WHAT IS SO WRONG ABOUT THAT LANA DEL REY POST HOLY FUCK\n  ","634481":"\n  Anonsssssss i have like 20 questions left till im done and i can turn on anonymousss ?\n  ","634482":"\n  Because it can buy you things that make people look attractive ?\n  ","634483":"\n  Omg thank you ?\n  ","634484":"\n  If people want me to make more polls, like this please ?\n  ","634485":"\n  A big kitty cat ?\n  ","634486":"\n  Knowledge is good. People need to understand the risks of having sex and need to learn how to have sex safely. I had 6 years of health class and i know so much shit, and im super cautious.\n  \n  I know people whove never had health class and they got preggo, i jokingly asked \"did you not learn about how babies were made?\" And they got all serious and said, \"i went to private school, they dont teach it till its too late\"\n  ","634487":"\n  For everyone who enjoys using the word \"daddy\"\n  ","634488":"\n  My family, assuming i have one ?\n  ","634489":"\n  I have double gratitude guys\n  ","634490":"\n  Gentlemen cut ?\n  ","634491":"\n  Awwwwh what the fuck, whyd that get deleted\n  ","634492":"\n  Guurrrl youre ugly AND fat\n  ","634493":"\n  Thank you so much ?\n  ","634494":"\n  Ok so like at my dentist appointment the girl at the front desk starts writing down my next appointment and she stops and goes \"you are really pretty, like wow\"\n  \n  She was so sweet omfg ?\n  ","634495":"\n  Thank you !! ?\n  ","634496":"\n  Oh my fuckin fuck\n  \n  I need to start working out or stop eating. Either one cause my favorite jeans almost dont fit. Nononono.\n  ","634497":"\n  Thank you ?\n  ","634498":"\n  Sh\n  ","634499":"\n  I swear i take the best snaps for luke hahaha\n  ","634500":"\n  My new dp ??\n  ","634501":"\n  I swear i thought she died\n  ","634502":"\n  I will cause sharing is caring ?\n  ","634503":"\n  Can i be tomb raider\n  ","634504":"\n  I still have half a glass of my smoothie left, what do i do\n  ","634505":"\n  Thats sweet ?\n  ","634506":"\n  Oh thank you ?\n  ","634507":"\n  Zach, sarek, and tyler p\n  ","634508":"\n  I just threw up in my mouth a little bit, that was terrifying. Wtf. Came out of nowhere\n  ","634509":"\n  At that point i feel like theyd be talking telepathically\n  ","634510":"\n  Thank you ?\n  ","634511":"\n  We dont really talk that much, even tho i wish we did because youre really nice and seem like someone id get along really well with. & youre gorgeous\n  ","634512":"\n  Being content with yourself and your life.\n  ","634513":"\n  Why my snapchats wont send\n  ","634514":"\n  You know i was all pissed cause i got my phone stolen but i think God just thought my phone was so shitty it was time for a new one ?\n  ","634515":"\n  I need to cut my nails so bad ugh\n  ","634516":"\n  I was legitly about to reply to your old message!! Not much, how are you?!\n  ","634517":"\n  You like this chunky monkey ?\n  ","634518":"\n  Goddamn i need to check my sc, people are blowin me up\n  ","634519":"\n  Bitch i might be\n  ","634520":"\n  Meow\n  ","634521":"\n  Does anyone else wish gordon ramsay could be in your background noise. Like whenever you do something good, \"fucking stunning!\" \"The next level\" \"rising star\"\n  \n  And when you do something bad, he says \"youre a bloody idiot\"\n  ","634522":"\n  Im gonna try to do that next time ?\n  ","634523":"\n  Make sure her inheritence doesnt go to waste ??\n  ","634524":"\n  Yeah it was, everything i thought happened.\n  ","634525":"\n  What. The. Fuck.\n  ","634526":"\n  Yeah its super fun to control your dreams but fuckin aye.\n  ","634527":"\n  I actually went outside and used my imagination\n  ","634528":"\n  Yup. All the time\n  ","634529":"\n  Oh hey guys i look like the bitch i was talking about who does her makeup like a clown\n  ","634530":"\n  Yeah! I dont wanna sleep again im scared of my dreams now hahaha\n  ","634531":"\n  Ok so i had a lucid dream last night that turned out to be on of the scariest fucking nightmares ive ever had.\n  \n  I was with a friend and we were gonna get in the car and leave, well demonic chucky was in there and he was coming after us. He put dynamite all around the house, but i kinda left my friend behind and went looking for every way out possible, i had to swim and then jump into another pool\/pond from like 200 ft. At this moment, i tried waking up and since i didnt.. i thought it was real. I just kept running and i found people to help me except they were with chucky so i stabbed one in the throat and kept running. One crazy women tried helping me with a big knife and we kept running. My friend was dead and after us as well. The women charged chucky and he just bit her throat out and i heard the women yell \"he looks like a baby but he has shark teeth that are razor sharp! Keep running but watch him kill me\" i kept running until another women when huge dogs came to help and by then the other women was dead and crawling towards us so we just kept running. I was getting so scared i forced myself to open my eyes.\n  ","634532":"\n  Read, drink tea ?\n  ","634533":"\n  I too should be the liquor\n  ","634534":"\n  I just kinda said fuck it and deleted like over half of the anon questions cause ive already answered them like 100 times.\n  ","634535":"\n  Send me a picture of your face then i can\n  ","634536":"\n  I wish i was good at improv\n  ","634537":"\n  Im about to just watch yt videos\n  ","634538":"\n  Omg that one yt video of the women coming through the vents to steal food lol\n  ","634539":"\n  Lifted up my spirits ?\n  ","634540":"\n  Uhm, a cellphone\n  ","634541":"\n  I try to not break my mirrors\n  ","634542":"\n  Fall down a flight of stairs\n  ","634543":"\n  Why is everyone making me so hungry..\n  ","634544":"\n  Ive never thought of that..\n  ","634545":"\n  If i wanna talk to you im good at texting lol\n  ","634546":"\n  Im good, i just wish i had some ice cream\n  ","634547":"\n  Sweet\n  \n  Adorable\n  \n  Charming\n  \n  Caring\n  \n  Lovely\n  ","634548":"\n  Lets all get the same girl pregnant\n  ","634549":"\n  He grew up as an old shit spark from the shit flint then he turned into a shit bonfire and driven by the winds of his monumental ignorance he turned into a raging shit fire storm.\n  ","634550":"\n  Im crying ?\n  ","634551":"\n  Maybe we should call ourselves the fabreeze brothers cause were feeling so fresh right now\n  ","634552":"\n  On the count of the 3, name your favorite dinosaur\n  ","634553":"\n  Whenever i can ?\n  ","634554":"\n  MA, THE MEATLOAF. FUCK.\n  ","634555":"\n  Because life is stressful asf\n  ","634556":"\n  Mustafa\n  ","634557":"\n  Getting another cat and naming him mr. Biglesworth\n  ","634558":"\n  I.. dont know how to put this... but, im kinda a big deal\n  ","634559":"\n  That just because a girl looks perfect doesnt mean she has a dope personality, shes probably a snake ?\n  ","634560":"\n  Ice cream, theres so many flavors!\n  ","634561":"\n  My favorite story is when my friend comes into math and he has the meanest black eye, and im like \"yo wtf happened\" and he pulls me close and goes, \"i got waaay to high yesterday, shit was so purple turned my eye purple\"\n  \n  I was dying ?\n  ","634562":"\n  I think im awake..\n  ","634563":"\n  Weird shit, i dont wanna publicise lol\n  ","634564":"\n  I worked in retail\n  ","634565":"\n  Its always interesting to me when someone who doesnt know me and we are in public, & i just have a casual conversation with them and they always tell me super nice things. I never really think i would get such nice remarks but then again i underestimate myself.\n  ","634566":"\n  Im not really sure, i wanna go all over and try all the food!\n  ","634567":"\n  HAHAHA\n  ","634568":"\n  Guess how old i am\n  ","634569":"\n  Ok, im exhausted from all these questions. Break time.\n  ","634570":"\n  Omg i love when you put an object in front of them and they cant walk around it ahha\n  ","634571":"\n  Quyen\n  ","634572":"\n  Spain, france, and italy\n  ","634573":"\n  Dealing drugs\n  ","634574":"\n  Hahahahah omg\n  ","634575":"\n  Pssh, im never late.\n  ","634576":"\n  What is this askin me?\n  ","634577":"\n  Thanks ?\n  ","634578":"\n  Days of the week dont matter to me anymore\n  ","634579":"\n  My kittty ?\n  ","634580":"\n  Ive had it for 4 years now\n  ","634581":"\n  \"DOPE\"\n  ","634582":"\n  Trump\n  ","634583":"\n  You have 2 ears for a reason, keep your mouth shut every once in awhile\n  ","634584":"\n  Wake up x\n  ","634585":"\n  LET ME BE A KARDASHIAN\n  ","634586":"\n  Girls who are 5'9 and up are tall\n  ","634587":"\n  I dont get bored, because life isnt boring. Theres always something you can do\n  ","634588":"\n  Lana del rey because shes lana del rey\n  ","634589":"\n  Yes, everyone im wall to wallin right meow\n  ","634590":"\n  When im in public thats all i do\n  ","634591":"\n  Uhm fly ?\n  ","634592":"\n  I used to but they all stopped using it\n  ","634593":"\n  I would think i get more than enough sleep\n  ","634594":"\n  Tots a guy\n  ","634595":"\n  I love that word. It just rolls off the tongue\n  ","634596":"\n  Investments and stocks\n  ","634597":"\n  I would love to be famous!\n  ","634598":"\n  I thought, \"im totally getting close to finishing!\"\n  \n  Ya, no.. i was wrong.\n  ","634599":"\n  Hahahahahahqhqh im actually cracking up ?\n  ","634600":"\n  Should i be insulted?\n  ","634601":"\n  HqhahahahahAHAHAHA omg yes\n  ","634602":"\n  Oh shit i need to charge my phone\n  ","634603":"\n  I love it! ?\n  ","634604":"\n  Itd be cool to actually know who my prince is\n  ","634605":"\n  I want subway\n  ","634606":"\n  Dont get mad at me...butttt i hate fake eyelashes. So trashy.\n  ","634607":"\n  Whores\n  ","634608":"\n  Months lol\n  ","634609":"\n  Right now, knowin im not the only one who thinks this bitch does her makeup like shes in a circus\n  ","634610":"\n  It makes me happy when another persons sees that they arent that great and way too big of a face.\n  ","634611":"\n  *50 years later*\n  \n  Humans get set on fire when they go outside ?\n  ","634612":"\n  ??\n  ","634613":"\n  I always smile and its interesting how nice a person is when you smile at them.\n  ","634614":"\n  I will always love halloween\n  ","634615":"\n  Ugh, yesss. & i just ended up getting really angry and lashing out.\n  ","634616":"\n  Yes, because you see where their mind set is based on the questions they ask\n  ","634617":"\n  No im not ?\n  ","634618":"\n  That isnt healthy..\n  ","634619":"\n  I wanna rewatch nikita for the 4th time ahha\n  ","634620":"\n  I would freak the fuck out.\n  \n  Id probably wouldnt believe it at first.\n  ","634621":"\n  Aliens ?\n  ","634622":"\n  NO\n  ","634623":"\n  If im gonna be rude, im gonna mean it.\n  ","634624":"\n  Amazingly fun, way too fun. Should have been illegal to have that much fun.\n  ","634625":"\n  Wtf, no.\n  ","634626":"\n  Going to the east coast was pretty memorable. It was nice and i felt free?\n  ","634627":"\n  I love when people buy me something without expecting anything in return\n  ","634628":"\n  Im playing the gordon ramsey game omfg i love him. Its so funny\n  ","634629":"\n  I have anxiety and ptsd ?\n  ","634630":"\n  Yeah, cause its like expected of me.\n  \n  My friends all comment \"why arent you famous yet?\"\n  ","634631":"\n  1. Selfies\n  \n  2. Drugs\n  \n  3. Eat too much sugar\n  ","634632":"\n  Pull up in my rarri\n  ","634633":"\n  Lets not speak of those\n  ","634634":"\n  Awh thank you!!\n  ","634635":"\n  My fav is sims logic ?\n  ","634636":"\n  Ice cream or chocolate.\n  \n  Chocolate ice cream ?\n  ","634637":"\n  You are so sweet and i really enjoy talking to you. I wish we could text?\n  ","634638":"\n  Im gonna make a grilled cheese with chili! ?\n  ","634639":"\n  I watched that movie about NASA, it was good!\n  ","634640":"\n  Of course i love my mom!\n  ","634641":"\n  Can someone explain to me why i look like im still 15 ?\n  ","634642":"\n  Watch youtube videos!\n  ","634643":"\n  I just scrolled through all my questions, i wanna cry omfg. ? tooooo fucking much\n  ","634644":"\n  I supported miley through all her phases, i think she is awesome. I love her\n  ","634645":"\n  I just go quiet when i get emotional\n  ","634646":"\n  Because people are dope\n  ","634647":"\n  Wishlists ?\n  ","634648":"\n  Yes and goddamn did i wake up high\n  ","634649":"\n  Yup, ive gone to therapy for awhile actually\n  ","634650":"\n  Hahahah yes\n  ","634651":"\n  Thanks for following me ?\n  ","634652":"\n  ??\n  ","634653":"\n  Me HAAHAHAH\n  ","634654":"\n  I love tattoos and i wish i had 1000 more!! ? i hope your tattoo came out nicely ?\n  ","634655":"\n  Thank you even tho my birthday was awhile ago ?\n  ","634656":"\n  My best friend is gay lol\n  ","634657":"\n  One of my favvss\n  ","634658":"\n  ITS SO GOOD\n  ","634659":"\n  Shit sayin no network connection.. oh dis shit wants to die\n  ","634660":"\n  Does family guy count?\n  ","634661":"\n  Nope, i answer what i want\n  ","634662":"\n  Only if they were pregnant and couldn't afford an abortion\n  ","634663":"\n  Ask.fm?\n  ","634664":"\n  Hahahaha imagining this is so funny\n  ","634665":"\n  Big fishy.\n  \n  Omg who has seen the movie, \"Big Fish\" omg.\n  ","634666":"\n  Let me be a white Kardashian\n  ","634667":"\n  People who do this are my fellow companions\n  ","634668":"\n  Hahahah no, they crazy\n  ","634669":"\n  I love bbq sauce .\n  ","634670":"\n  Me.\n  ","634671":"\n  I just wanna download a goddamn game on my tablet and then watch yt videos. That is all\n  ","634672":"\n\n   @Lxkeclemo\n  \n  i tried sc but IT WILL NOT LOAD\n  ","634673":"\n  Twinkle twinkle little star\n  ","634674":"\n  Why would i publicize this?\n  ","634675":"\n  STOP BEING SUCH WHORES\n  ","634676":"\n  Wtf, no. Stop.\n  ","634677":"\n  Got a tablet for my birthday, its just like my phone hahah\n  ","634678":"\n  I have over 3k followers and probably like 10 dont make themselves anonymous, why is that boomfam?\n  ","634679":"\n  I CHECK MY TEXTS WHENEVER I WAKE UP\n  ","634680":"\n  Abuse is never ok, wtf\n  ","634681":"\n  How can people not see whats going on?? And thats crazy, im so sorry. I would not be able to handle that.\n  ","634682":"\n  Spencerrr, i got a new phone so whenever you decide to bless ask with your presence please please talk to me, i will be here ? i miss you so much and hope that youre doing well ?? you are the amazing one, i swear! Come baaaack\n  ","634683":"\n  Optimist usually but i can be pessimistic as well.\n  \n  I tend to think of the opposite of what could happen because usually what i do want doesnt happen so if i think of what i dont want theeen for some reason what i want happens, its quite annoying lol\n  ","634684":"\n  Im sorry who r u ?\n  ","634685":"\n  My eyes arent bad ?\n  ","634686":"\n  I said climate change, not global warming.\n  \n  And you should watch leonardos speech about climate change, its quite moving.\n  \n  Idk how you dont see that our environment is changing??\n  ","634687":"\n  Okays i lied, im back now. My dad left so hes not yelling at me for being on my phone so i can finally answer my shit.\n  \n  Anonymous is off ?\n  ","634688":"\n  Im thinking of turning off anon just so i can get through all my questions.. hmmm ?\n  ","634689":"\n  Because we will always be their kids\n  ","634690":"\n  She got married and moved to Pennsylvania\n  ","634691":"\n  All my tattoos i was drunk, but thats just because im a functioning alcoholic\n  ","634692":"\n  Theres a lot of memories of my childhood that i wish i could go back too, i really miss my best friend.\n  ","634693":"\n  Only if i agree to the favor\n  ","634694":"\n  \"They never planned for the future. They werent supposed to grow old and we were never supposed to grow up\"\n  ","634695":"\n  Well when you put it that way...\n  ","634696":"\n  Yes\n  \n  Yes\n  \n  &\n  \n  Yes\n  ","634697":"\n  What disadvantages does a white male have?\n  ","634698":"\n  I had my period last week so im gonna have to go with no..\n  ","634699":"\n  I have a drunk picture? Lol\n  ","634700":"\n  Yeah people think im 5'5 until they put another girl next to me and go \"oh shit, youre short\"\n  ","634701":"\n  THE CLIMATE IS CHANGING, DO NOT IGNORE IT.\n  ","634702":"\n  I love thissssss??? thank you so so so much ??\n  ","634703":"\n  5'3 ?\n  ","634704":"\n  You cant be stupider than anons on here\n  ","634705":"\n  I think its ok to have abortions in general, she could have 8 inside her and i would not care if she CHOOSES to abort.\n  ","634706":"\n  I thought this was way too funny\n  ","634707":"\n  A naked male horse?\n  ","634708":"\n  Super sweet and actually respects me ?\n  ","634709":"\n  Ive been traveling, like wtf\n  ","634710":"\n  I dont know what other people are thinking, i wish i could read minds but i.cant.\n  ","634711":"\n  You know, youre not far off lol\n  ","634712":"\n  I know?\n  ","634713":"\n  No, because i was blessed and born as a pretty awesome female but being a male would be so much easier. Id also be the worst male, i would be such a frat boy.\n  ","634714":"\n  I should be married and have at least one kid in 10 years, ill be 32 ..\n  ","634715":"\n  Yeah, i join it and make more jokes ?\n  ","634716":"\n  I thought i was the only one\n  ","634717":"\n  Do not put lana and drake in the same sentence ?\n  ","634718":"\n  1. Sloth\n  \n  2. My kitty\n  \n  3. Slow Loris\n  ","634719":"\n  I better be partying thats all im saying\n  ","634720":"\n  ??? exactly. A lot of people could tell i was kidding, mostly guys which is why i was friends with mostly guys cause idk why but girls have the worst sense of humor\n  ","634721":"\n  It was never serious, i always ended up being friends with the people id make jokes about just so theyd know i was just kidding. Except for this one girl who was in 6th grade when i was in 8th grade.. she was already having sex and shit. So i jokingly said she was gonna get pregnant so a rumor went around the school that she was pregnant... so that was bad. She hates me still to this day ?\n  ","634722":"\n  I know its gonna be a good day when lana del rey is on my feed ?\n  ","634723":"\n  I have a new phone doe\n  ","634724":"\n  Why wouldnt i date someone my own age?\n  ","634725":"\n  Im gonna be reading and on ask at the same time, so its gonna be slow replies lol\n  ","634726":"\n  \"Lit\"\n  \n  That shit needs to stop\n  ","634727":"\n  Ive been trying to go through all these questions. I cannot. Im exhausted ? im so ready to get off ask\n  ","634728":"\n  Or everyone is needy asf and dont have patience\n  ","634729":"\n  Were all gonna die someway somehow.\n  ","634730":"\n  I believe everyone has the right to form their own opinions and if people want to have discussion im more then welcome to it, but i will not speak to people who tell me im stupid cause i dont agree with them.\n  ","634731":"\n  I did, it was a chill day\n  ","634732":"\n  Iron man ?\n  ","634733":"\n  What do you call a nun in a wheelchair?\n  \n  Virgin mobile\n  ","634734":"\n  Neck tattoos are sexy\n  ","634735":"\n  I love soccer\n  ","634736":"\n  Homer\n  ","634737":"\n  Yeah, it would be normal\n  ","634738":"\n  Thats just the way the cookie crumbles\n  ","634739":"\n  I truly needed this right now, thank you ??\n  ","634740":"\n  New zealand!!\n  ","634741":"\n  Take over minds ?\n  ","634742":"\n  I had no idea she was next to me till she started purring haaha\n  ","634743":"\n  Haaa thats a good one\n  ","634744":"\n  Im dreaming that you will stop and leave\n  ","634745":"\n  Your questions are making me about to be in an emergency crisis\n  ","634746":"\n  Loook pandas\n  ","634747":"\n  Youre making me wanna blow my brains\n  ","634748":"\n  My whole face is a facial blemish\n  ","634749":"\n  Yeah i was a terrible child\n  ","634750":"\n  Im seriously about to delete all the anon questions i receive next\n  ","634751":"\n  Ive always listened to bomb music\n  ","634752":"\n  Can i just post memes please\n  ","634753":"\n  Omg whoever you are, stooopp\n  ","634754":"\n  Obviously ?\n  ","634755":"\n  Because females always have to make life into a goddamn competition and i hate drama\n  ","634756":"\n  Stop sending me questions, not in the mood\n  ","634757":"\n  Im just dancing\n  \n  Eat, sleep, rave, repeat\n  ","634758":"\n  Rhythm\n  ","634759":"\n  I like music thats powerful and poetry.\n  ","634760":"\n  Share your secrets\n  ","634761":"\n  Magic\n  ","634762":"\n  I wanna make a shirt that says\n  \n  \"Cuntgradulations, youre a whore\"\n  \n  To like most of the ask people hahahahah\n  ","634763":"\n  Oh man i could name so many people on here who are little snakes\n  ","634764":"\n  Chiodos!\n  \n  Song : bulls make money, bears make money, pigs slaughtered\n  ","634765":"\n  Go consult with the nearest dermatologist.\n  ","634766":"\n  Yes i do\n  \n  Only 5k, i dont use it that much\n  \n  & i dont know hahah\n  ","634767":"\n  Thirsty for that boom juice ?\n  ","634768":"\n  WHY? CUZ IM SO THICCC\n  ","634769":"\n  As long as your parents will allow ?\n  ","634770":"\n  Best fucking thing ive ever read\n  ","634771":"\n  Medical debt ?\n  ","634772":"\n  Oh boy, more heat on my feed ???\n  ","634773":"\n  They have some insecurities to work through.\n  ","634774":"\n  Parallel parking?? ?\n  ","634775":"\n  If youre into drama while youre at work, thats the best way to do it.\n  ","634776":"\n  Come back soon, i actually enjoy your questions\n  ","634777":"\n  IM BAAACK\n  ","634778":"\n  Im funny and snuggly\n  ","634779":"\n  My heart ??\n  ","634780":"\n  I have worked before & my parents give me money\n  ","634781":"\n  Just go look up \"america is not the greatest country in the world\" & leave me alone\n  ","634782":"\n  Predict the future!\n  ","634783":"\n  The gift of life\n  ","634784":"\n  All depends on the guy\n  ","634785":"\n  ? how do you know how i sound\n  ","634786":"\n  Doesnt mean i dont have money saved up?\n  ","634787":"\n  Nope. They want you to believe that but nope\n  ","634788":"\n  I do.\n  \n  Drop. The. Subject.\n  ","634789":"\n  Nope, my phone is usually close to death when i go to bed.\n  ","634790":"\n  Anon. Can you write correctly please & no i didnt wtf\n  ","634791":"\n  Neither, crew neck\n  ","634792":"\n  Whenever i get the chance\n  ","634793":"\n  Narcissists\n  ","634794":"\n  6 6 6\n  ","634795":"\n  Moneeeyy\n  \n  Shinyy\n  \n  Sav likey\n  ","634796":"\n\n   @hateuandurbrows\n  \n  I MISS YOU SO SO MUCH\n  ","634797":"\n  All the dirty little secrets out there that people take to their deathbeds, the stars see all.\n  ","634798":"\n  At least youre going to college!!\n  ","634799":"\n  I want to have straight teeth and an even mouth, goddamn. Like why the fuck else would someone waste thousands of dollars on braces.\n  ","634800":"\n  Its ok! I just came back on after awhile. Im doing well!! Hope you are as well ?\n  ","634801":"\n  Thank you ?\n  ","634802":"\n  Because i really enjoy having metal in my mouth, feeling like my teeth are getting pulled, and getting food stuck in my teeth.\n  ","634803":"\n  Ive been spoiled my whole life and have zero work ethic. The end. Im moving on to my other questions\n  ","634804":"\n  Oh no!!! Did you retake it?\n  ","634805":"\n  Because i like being taken care of?\n  ","634806":"\n  Republicans, the congress, russia ahahhahaha\n  ","634807":"\n  ??? noo. I was taught in history class that we claim to be a democracy but we are not even close hahaha\n  ","634808":"\n  Hmmmm i wonder why a person would get braces... its a mystery\n  ","634809":"\n  Oh i just wanted to post a picture, i wasnt being serious ?\n  ","634810":"\n  Yeah because hes rich as fuck and they like his money lol\n  ","634811":"\n  Thats what they want you to believe lol the only people the government benefits are the rich, celebrities, and politicians. Everyone else can go fuck themselves in their eyes.\n  ","634812":"\n  How does wherever you are from feel about america?\n  ","634813":"\n  That moment when you think youre catching up on questions ??? ha what a joke\n  ","634814":"\n  I didnt take it cause my family assumed im gonna be a trophy wife.\n  ","634815":"\n  Hell no\n  ","634816":"\n  Youd rather see my sexy braces huh\n  ","634817":"\n  Do you trust the american government?\n  ","634818":"\n  HAHAHAHAHAHAH im currently looking at my wax pen\n  ","634819":"\n  Advantages : one on one teaching, can accelerate learning.\n  \n  Disadvantages: social skills\n  ","634820":"\n  I wanna get high\n  ","634821":"\n  The funniest people are on tumblr i swear\n  ","634822":"\n  Awh thats sweet, but i have enough questions to last a lifetime\n  ","634823":"\n  Till the day i die\n  ","634824":"\n  Im looking forward to when it gets dark and i can crawl into bed\n  ","634825":"\n  All the people im wall to walling, be patient with me\n  ","634826":"\n  He better age like george clooney or robert downing jr.\n  ","634827":"\n  I have to eat somehow ?\n  ","634828":"\n  Indeeed i do\n  ","634829":"\n  Yuppers\n  ","634830":"\n  Well it made me subtract from caring\n  ","634831":"\n  ? but im greedy and need more hahah\n  ","634832":"\n  This is a nope moment\n  ","634833":"\n  Awh! ily ?\n  ","634834":"\n  OMFG NOW I UNDERSTAND. Im sorry i can be so dumb hahaha\n  \n  When are you comin??\n  ","634835":"\n  Lemonade flavored alcohol\n  ","634836":"\n  I agreee!! That whole outfit someone bought for me off my wishlist\n  ","634837":"\n  Thicc sav\n  ","634838":"\n  Is this the episode of spongebob when he gets that pencil ?\n  ","634839":"\n  Nope, im street smart to the point i hustled my way through school to seem book smart\n  ","634840":"\n  Stressful, considering they are meth addicts.\n  ","634841":"\n  Acceptance to your flaws and imperfections\n  ","634842":"\n  The lyrics are terrible hahaha\n  ","634843":"\n  Yup, my dads side isnt asian tho\n  ","634844":"\n  It makes me want to find the strongest branch and wrap a rope around it to make a noose\n  ","634845":"\n  Anything\n  \n  But\n  \n  Country \/\n  \n  Dubstep\n  ","634846":"\n  Im asian... ?\n  ","634847":"\n  Because its a mans world\n  ","634848":"\n  I dont.\n  ","634849":"\n  With his penis\n  ","634850":"\n  My brother.\n  \n  He has always be there for me since i was born. All hes ever wanted was to see me happy and be who i want to be. Hes the one who taught me to laugh when life gets tough. He taught me it doesnt matter how much money you make if youre happy. Hes now a father and hes going to be the best goddamn dad in the world.\n  ","634851":"\n  You are sooo sweet and so cute!! We havent talked for awhile, but thats my fault. I got a new phone yesterday cause my old one got stolen. You have the best smile everrrrr and im gonna try to talk to you more??\n  ","634852":"\n  Drugs honestly.\n  ","634853":"\n  No, personally i could not. It amazes me when i meet someone who has done it for 30\n  ","634854":"\n  It wasnt that hard but i had to actually think about what i was saying haha\n  ","634855":"\n  Negative ?\n  ","634856":"\n  Yes, but mainly to find out if cancer is in my family history and it is not ?\n  ","634857":"\n  Im posting this picture just as a ???? cause he wont let me post anything from maryland on ig, but he never said ask ?\n  ","634858":"\n  Why would you want to hold on to bad memories? Like i dont see any benefit. Learn from those memories then move the fuck on\n  ","634859":"\n  Once and im still in love. Ill always be in love, its not something that will just go away.\n  ","634860":"\n  Oh man its nothing like how i pictured, then again i did have a really different upbringing and i thought everybody is rich as shit. I did guess correctly that i wasnt gonna go to college and people were gonna support me and spoil me tho.\n  ","634861":"\n  Theres good and bad to both.\n  \n  I like them equally tho, i see the beauty in both areas\n  ","634862":"\n  Not very ?\n  ","634863":"\n  4 years\n  ","634864":"\n  Just in case anyone cares, my grilled cheese came out beautifullllly omg.\n  ","634865":"\n  BAM BAM\n  ","634866":"\n  Only when i travel, never when im at home.\n  \n  Now speakin of food, my grilled cheese is taking forever\n  ","634867":"\n  Im gonna make food now since this reminded me ?\n  ","634868":"\n  I dont fuckin knoooow\n  ","634869":"\n  Thats good i dont want your hart\n  ","634870":"\n  You are amazing ? youre so sweet and you dont let anyone get to you! Youre sooo strong ? & i miss uuu\n  ","634871":"\n  I dont really know you but you like my answers and you seem really sweet ?\n  ","634872":"\n  I hate people who are all talk, if you say you wanna do something - do it. Dont just sit there and run your mouths\n  ","634873":"\n  I really should be making my grilled cheese\n  ","634874":"\n  Moving to washington was a really good choice for me. Im healthy and in a good state of mind ?\n  ","634875":"\n  Thanks ?\n  ","634876":"\n  Love him ?\n  ","634877":"\n  Drake and josh memes make me happy ?\n  ","634878":"\n  Im just as lost as you are ?\n  ","634879":"\n  Is the \"L\" in women invisible?\n  ","634880":"\n  Then buy me stuff ?\n  ","634881":"\n  Can someone just buy me underwear?? ???\n  ","634882":"\n  Posted this on ig today ?\n  ","634883":"\n  I need more people to text ?\n  ","634884":"\n  Gained a follower, lost a follower - thats just the way she blows ??\n  ","634885":"\n  HAHAHAAHAHHAHAHAHA\n  \n  No.\n  ","634886":"\n  I believe in women rights, but like im not crazy about it all. Like i have my limits & im personally all for being taken care of by a man.\n  ","634887":"\n  Ive kissed all my best friends ?\n  ","634888":"\n  Im going to write a story about what would happen ; this is fiction -\n  \n  Im driving in a rural area, and its raining. The rain is coming down heavy and can hardly see. But what i do see is someone on the street, getting soaking wet hoping for someone to come and pick them up. As i get closer, i notice its a girl, a little girl. I start to feel terrible that im all dry and shes probably going to the pneumonia. So i do the right thing and i pull over, roll down my window and ask where shes going. As im speaking, two guys with guns come up behind my car and tells me to get out so they can steal my car, rape me, and stuff me in my trunk so they can murder me later.\n  \n  - thats what would happen if i picked up a hitchhiker ? females cannot do something like that.\n  ","634889":"\n  Every goddamn scene in Boondock Saints, they are so fuckin adorable\n  ","634890":"\n  Memes\n  ","634891":"\n  Id love to spend a day with amy winehouse\n  ","634892":"\n  Ive decided really quickly how much i dont give a fuck ?\n  ","634893":"\n  I just realized i mix up \"then\" & \"than\" too much ?\n  ","634894":"\n  I have more selfies then i need..\n  ","634895":"\n  I hope you have fun, i really need to renew my passport but like the effort is insane.\n  ","634896":"\n  Ya can someone answer my questions for me?\n  ","634897":"\n  Currently the weather here is overcast and windy. I hate wind. Like im ok with all types of weather unless theres wind, then i wanna die.\n  \n  My fav weather is high 70s. I miss cali weather\n  ","634898":"\n  I was coming back from a bar\/club & i left it in a taxi, then someone took it.\n  \n  I was way too drunk, i wish i saved the videos from that night hahaha\n  ","634899":"\n  ? san diego\n  ","634900":"\n  Im the WORST singer. I sound like a calf is getting mutilated\n  ","634901":"\n  I need a 100 more\n  ","634902":"\n  Its the hood ?\n  \n  But i liked it a lot. I liked the architecture, the way the houses were put together. I liked being around different cultures. And the people were really nice to me, except the fuckhead who stole my phone ?\n  ","634903":"\n  Thats me ?\n  ","634904":"\n  Ok im just gonna delete questions i am in no mood to answer, and the ones i do im probably gonna make them obnoxiously long\n  ","634905":"\n  Idk how i feel about this choker\n  ","634906":"\n  Wow you really are a Rtard\n  ","634907":"\n  Being on ask makes me pro -suicide\n  ","634908":"\n  Maybe they shouldnt be S U P E R A N N O Y I N G and i wouldnt have\n  ","634909":"\n  Im glad you can copy and paste\n  ","634910":"\n  I have kik, i just dont give it out to people ?\n  ","634911":"\n  The one for a job\n  ","634912":"\n  How does one look like something they dont even know what the look is?\n  ","634913":"\n  I hate when i have 400 questions to answer and some fuckhead decides to send 50 goddamn questions, WHICH ARE PROBABLY REPEAT QUESTIONS AS WELL. Like mother of god, stop.\n  ","634914":"\n  1. \"Porn\" & \"queen\" should not be in the same sentence.\n  \n  2. I dont even know what that even means or looks like\n  \n  3. And if i wanted to look like i did porn, youd be able to tell.\n  ","634915":"\n  Okie dokie artie chokies, im getting off and going to bed. I feel like answer quuestions in story form tomorrow, or making them long and painful to read idk ? also, im going through a bunch of questions tomorrow so like dont waste your time asking nonsense please ?\n  ","634916":"\n  It pisses me off how my washer and dryer decided to ruin all my lace underwear and now i need new underwear.\n  ","634917":"\n  I dont like the way rednecks speak, it pisses me off.\n  \n  I just want to scream \"go get a better education\"\n  ","634918":"\n  OMFG I LOVE YOU SO MUCH, THIS IS THE NICEST THING EVER. THANK YOU THANK YOU ??????? you are amazing, im so glad i know you.\n  ","634919":"\n  I got out of my car, walked into at&t and bought one.\n  ","634920":"\n  You know what really grinds my gears? When people who are religious say to not critize or judge others until you bring up homosexuality.\n  \n  Like im sorry, i didnt know that someone elses life choices jeopardizes your \"salvation\"\n  \n  I didnt know that now that homosexuals have the right to get married that means when youre a guy and around a gay guy you have to go a jerk him off.   Like why the fuck is it such a big deal whay OTHER people do with their bodies? If they really go to hell, let them go peacefully goddamnit. Like you hate abortions and you hate gays, when gays are the ones who never have to have abortions.\n  \n  Ugh im ranting. I just cannot stand it.\n  ","634921":"\n  Doing it for the mads ?\n  \n  P.s. sorry i look scary\n  ","634922":"\n  Im probably going to go to bed soon, today was such a long day.\n  ","634923":"\n  Thank you so much!!! ?\n  ","634924":"\n  So its probably going to take me a year to get through my questions, so im not even going to try.\n  ","634925":"\n  Me, myself, and i\n  ","634926":"\n  Oh yeah, i didnt have a phone till today so i never changed it. Thank you ?\n  ","634927":"\n  Not exactly, like if you really need to win that badly ill just let you, especially if the person gets all heated and pissed off.\n  ","634928":"\n  Borat says the jews did it and he says gypsies tears helps with aids\n  ","634929":"\n  I have saved pictures on my snapchat to post, except.. my snapchat will not load ??\n  ","634930":"\n  40 people liked that my phone got stolen, fuck you all ??\n  ","634931":"\n  Thank you ?\n  ","634932":"\n  2 more days till my birthdayyayayayy\n  ","634933":"\n  Time to drink till i cant remember anything ?\n  ","634934":"\n  A part of me doesnt feel very wanted right now. Which is cool ?\n  ","634935":"\n  Party, drink, tan, party some more hahha\n  ","634936":"\n  Ive been drinkin all damn weekend hahaha\n  ","634937":"\n  A turned slightly to the right?\n  ","634938":"\n  Im ready to sleep.\n  ","634939":"\n  Has anyone noticed flight attendants all walk the same? Like they are holding an imaginary bag\n  ","634940":"\n  Someone smells like flowers ?\n  ","634941":"\n  Is it just me or do airplanes make everyones mouth feel super gross?\n  ","634942":"\n  Thats cool lol\n  ","634943":"\n  Yeah ive been, they were nice to me ?\n  ","634944":"\n  Im not going to new york ahahhah\n  \n  But good, ill fit in\n  ","634945":"\n  When japanese is spoken lazily it sounds like someone who had a stroke and trying to talk but half their mouth doesnt work\n  ","634946":"\n  I already know this ? but cali is pretty  face paced as well\n  ","634947":"\n  Im in utah rn waiting to get to the east\n  ","634948":"\n  My headache still hasnt gone away\n  ","634949":"\n  I love gay guys cause they just talk shit the whole time ?\n  ","634950":"\n  I try to adult but it doesnt work\n  ","634951":"\n  Im 99% sure the girl i was sitting next to on the last plane snapchatted a picture of me.\n  ","634952":"\n  California\n  ","634953":"\n  Ok im not THAT BASIC\n  ","634954":"\n  I love uggs with jeans\n  ","634955":"\n  Omg the way i found my gate for my next flight was i followed a black family hahaha\n  ","634956":"\n  I think johnny depp\n  ","634957":"\n  Oh yeah, we dont live in a dynasty\n  ","634958":"\n  The guys on the plane have been soooo nice to me\n  ","634959":"\n  Thank you?\n  ","634960":"\n  Yung savage\n  ","634961":"\n  Make my dick fo in circles\n  ","634962":"\n  I was getting off a plane\n  ","634963":"\n  Uhhh Afghanistan, ill get killed\n  ","634964":"\n  Making memes, some people are soo good at them\n  ","634965":"\n  I LOVE LISTENING TO PEOPLE SPEAK FRENCH\n  ","634966":"\n  My phone,  and my id lol\n  ","634967":"\n  7:30\n  ","634968":"\n  Im about to get on another plane lol\n  ","634969":"\n  Omg theres a few, but Jason always had the best jokes\n  ","634970":"\n  My dad ?\n  ","634971":"\n  I have soo many questions, im too dead. I wanna give them to you\n  ","634972":"\n  Game of thrones\n  ","634973":"\n  Im gonna cry if theres not outlets on this plane\n  ","634974":"\n  A beautiful designed meal that will fill up my tummy\n  ","634975":"\n  I distract myself or i sleep\n  ","634976":"\n  Not really ?\n  ","634977":"\n  Innocent bystanders shouldnt be killed as collateral damage\n  ","634978":"\n  I wish i had an ego dude, life would be so much easier\n  ","634979":"\n  Naah, i wanna change some things\n  ","634980":"\n  Thank you!! I do too ?\n  ","634981":"\n  Its overcast at the moment\n  ","634982":"\n  I dont know, a couple people i think. ?\n  ","634983":"\n  No idea but i better be getting married hahaha\n  ","634984":"\n  Oh god, both at the same time\n  ","634985":"\n  Dude right like whaaaaat be my doc\n  ","634986":"\n  I have the worst headache.. ever\n  ","634987":"\n  Ill meet you there ?\n  ","634988":"\n  The seattle airport is the most diverse place ive ever been, ive heard over 10 different languages already ahhaha\n  ","634989":"\n  Maryland\n  ","634990":"\n  Thats part of fb.\n  ","634991":"\n  I DONT HAVE A ROSE TATTOO\n  ","634992":"\n  I better be married..\n  ","634993":"\n  Im at the airport, and will be in like 4 different airports\n  ","634994":"\n  Im no longer in school\n  ","634995":"\n  Ill give you my snap if i knew who you were\n  ","634996":"\n  Im a gemini\n  ","634997":"\n  If anymore of my flights are delayed im gonna be pissed\n  ","634998":"\n  Wtf did the bitch just do, im so annoyed\n  ","634999":"\n  He can play doctor with me anytime\n  ","635000":"\n  Oh man the 90s were a good time.\n  \n  Mine was probably all of 2007, 2008, and 2009\n  ","635001":"\n  Nevermind, we are just sitting here waiting lol\n  ","635002":"\n  I gotta goo, im about to fly!! ?\n  ","635003":"\n  Same ugh.ugh.ugh\n  ","635004":"\n  Pictures dont do me justice, i look fuckin sexy can i right now but my picture taking skills suck\n  ","635005":"\n  Thanks its my fav\n  ","635006":"\n  I have tooooo many anon questions that i havent even come close to answering hahaa\n  ","635007":"\n  I wanna get a ring as big as the womens next to me omfg ?\n  ","635008":"\n  Almost time to fly\n  ","635009":"\n  I hate taking selfies in public\n  ","635010":"\n  Just a few of the hundreddds ?\n  ","635011":"\n  Right? Like i just ugh so annoyed\n  \n  I feel so bad for them\n  ","635012":"\n  They are considered civilians too? Thats fucked up. Absolutely fucked up. It was a suicide bomb, that should be considered war. And thats some straight double standards. You might as well just not give a fuck about anybody who died in 9\/11 if that's what you think.\n  ","635013":"\n  The lighting is terrible haha\n  ","635014":"\n  You know what really grinds my gears?\n  \n  When arianas concert got bombed, everyone on here wouldnt shut up about it, felt sorry for her..\n  \n  But when the German embassy gets bombed and over 100 people got killed and 100 wounded, nobody on here gives a shit.\n  \n  I havent seen a single person going, \"pray for the victims.\" Like wtf.\n  ","635015":"\n  You're so sweet?\n  ","635016":"\n  I love red, black, and purple\n  ","635017":"\n  Jake is that you ?\n  ","635018":"\n  My foot is asleep and hurts so much. Help\n  ","635019":"\n  Who?\n  ","635020":"\n  Well thats always the case, but jim carrey was amazing\n  ","635021":"\n  Omg brings back memories of all the bad decisions i made\n  ","635022":"\n  Why not?\n  ","635023":"\n  I loved those books omg\n  ","635024":"\n  I dont have one best picture but this one is pretty good ?\n  ","635025":"\n  Only if i wanna be declared to have down syndrome\n  ","635026":"\n  Skit skit my nigga, gang gang gang\n  ","635027":"\n  SHE ABOUT TO GO ALL SILENCE OF THE LAMBS ON ME ?\n  ","635028":"\n  God, they suck.\n  ","635029":"\n  I have minnie mouse ears if that makes you feel any better\n  ","635030":"\n  That doesnt really shock me tho cause like we all know theres old men who go on im8yearsoldandmymomissleeping.com\n  \n  Its the females that act like guys and make other girls fall head over heels with them that shock me.. like bitch, thats fucked up.\n  ","635031":"\n  Thanks ?\n  ","635032":"\n  Is praying working?!\n  ","635033":"\n  Carl the friendly spider just came out to say hi.\n  ","635034":"\n  Chinchilla omfg\n  ","635035":"\n  I dont know why but like i swear it makes your eyes open wider ?\n  ","635036":"\n  I laugh every single time i see your name ? i miss you so much. Hope youre great!!\n  ","635037":"\n  Ive already figured out id rather be deaf than blind.. being able to see is amazing. I love colors ?\n  ","635038":"\n  Beach party ?\n  ","635039":"\n  Hahaha i really hope they talk to you ?\n  ","635040":"\n  You are the reason why foreigners are taking all of our jobs\n  ","635041":"\n  I wish i could like send them to you, like if they try to send me a question it automatically goes to you ?\n  ","635042":"\n  BUBBLES I MEANT THEY NOT YOU UGH\n  ","635043":"\n  PLEASE ? you exhaust me\n  ","635044":"\n  Whats not good?\n  ","635045":"\n  Oh wait, KYS. Ok now im leaving ?\n  ","635046":"\n  That wasnt me\n  ","635047":"\n  Wow that spelling is great ?\n  ","635048":"\n  Oh dont worry love theres more coming ?\n  ","635049":"\n  The german embassy\n  ","635050":"\n  They're kinda annoying honestly\n  ","635051":"\n  I really do not care\n  ","635052":"\n  Ok im getting off now ?\n  ","635053":"\n  The best finish last\n  ","635054":"\n  I love honesty\n  ","635055":"\n  I just wanna post memes\n  ","635056":"\n  Oh goodie gumdrop\n  ","635057":"\n  Wtf are you even saying\n  ","635058":"\n  You're right it is\n  ","635059":"\n  Dont know who else id be\n  ","635060":"\n  Sorry for not caring\n  ","635061":"\n  Ok? ? i have fun while i do \"everything\" doesnt matter what it is, or what time it is. Life should never be boring, life should be entertainment\n  ","635062":"\n  That i should get off to read\n  ","635063":"\n  It just started raining, uhm.\n  ","635064":"\n  I just enjoy being a sarcastic little asshole ?\n  ","635065":"\n  Thank you!!!?\n  ","635066":"\n  Can we not talk\n  ","635067":"\n  Lady gaga would say i was born this way\n  ","635068":"\n  Seriously, its not that hard to guess. Starts with an A and ends in merica\n  ","635069":"\n  My kitty is seriously passed out, i thought she died ?\n  ","635070":"\n  I wanna see how the brush their teeth?\n  ","635071":"\n  Can anons stop sending me questions?\n  ","635072":"\n  I know what shoes look good on me, ypu dont need to see my feet\n  ","635073":"\n  ??\n  ","635074":"\n  Please no\n  ","635075":"\n  Thank you so much ?\n  ","635076":"\n  Thank you!?\n  ","635077":"\n  Why wouldnt you have fun while you do whatever you need to do?\n  ","635078":"\n\n   @hateuandurbrows\n  \n  obviously, shes my faaaaav. I love my peachy booty\n  ","635079":"\n  Can i be a white Kardashian ?\n  ","635080":"\n  Till my birthday?\n  ","635081":"\n  I have cute feet ?\n  ","635082":"\n  Whom do you speak of?\n  ","635083":"\n  Yuppp i have\n  ","635084":"\n  And how would i do that?\n  ","635085":"\n  For real tho ?\n  ","635086":"\n  No one is more important than anyone\n  ","635087":"\n  Thank you, i remember learning all that ?\n  ","635088":"\n  You're gonna have to contact amazon about that ?\n  ","635089":"\n  A few people i wall to wall\n  ","635090":"\n  Maybe for some people that is a successful happy life, and all they want to do is make a family.. there's nothing wrong with it.\n  ","635091":"\n  Well you're gonna have to be patient cause 747394893 other people are as well\n  ","635092":"\n  Oh shit, i learned about this but i completely forgot ?\n  ","635093":"\n  Touch my body is in my head now.\n  ","635094":"\n  I would punch that mannequin in the face ?\n  ","635095":"\n  Texan bbq burger ?\n  ","635096":"\n  Except im not asking anyone to buy me stuff, they do it on their own. The only reason i made a wishlist was because there was a few people who said they wanted to buy me stuff and so i made it, not even thinking they were actually gonna buy anything but they ended up buying me alot. Its nothing different then YouTubers getting shit sent in the mail all the dame time ? there's people out there who literally enjoy gifting others.\n  ","635097":"\n  Extreamly, like way too patient.\n  ","635098":"\n  I dont see anything wrong with it if people want to buy other people stuff. Thats what wishlist are made for ?\n  ","635099":"\n  Why are you even here ?\n  ","635100":"\n  So you're saying like a numerous amount of girls on here are lazy beggars?? Hahaha\n  ","635101":"\n  You know a lot of people on ask have wishlists? Like my bad i enjoy getting presents ?\n  ","635102":"\n  Why would you take life seriously? Why take the fun out of everything?\n  ","635103":"\n  Im just gonna have to accept the fact theres no way im gonna get through all this today and just save some for tomorrow ?\n  ","635104":"\n  People just dont read ?\n  ","635105":"\n  Where do you think?\n  ","635106":"\n  It would be like a lot better if i didnt have so many questions to answer ?\n  ","635107":"\n  Because i dont drink enough water\n  ","635108":"\n  No, i would never\n  ","635109":"\n  I dont think so ?\n  ","635110":"\n  I turn 22 the 6th of june, im so excited for my birthday ??? this has been a fantastic year and its just gonna get better!! ??\n  ","635111":"\n  Eating disorders\n  ","635112":"\n  I told em babes, i told theeem ?\n  ","635113":"\n  Ok so i have 200 questions to answer, i say my ask is SUPER slow and so someone decides to fucking send me MORE. Wtf. No. Stop. Send\n  \n   @NineGDxFour\n  \n  questions\n  ","635114":"\n  I am so dehydrated i swear. I need more water\n  ","635115":"\n  I just started singing \"im on a boat\" after i read flip flops ?\n  ","635116":"\n  Me..\n  ","635117":"\n  I smile all the time ?\n  ","635118":"\n  Hahaha i would have never thought\n  ","635119":"\n  Being able to fly would be a dope skill hahaha\n  ","635120":"\n  Maybe someday\n  ","635121":"\n  Spending time with your children\n  ","635122":"\n  Awesome, the food is amazing\n  ","635123":"\n  Whats a god pearson?\n  ","635124":"\n  Well fuck\n  ","635125":"\n  Canada & mexico\n  ","635126":"\n  Thank you ??\n  ","635127":"\n  Thank you so much ??\n  ","635128":"\n  Idk, im not every guy on the planet\n  ","635129":"\n  YAAAASSS, CONGRATS ?\n  ","635130":"\n  Im slowly learning that ?\n  ","635131":"\n  Free education??\n  ","635132":"\n  Thank you thank you\n  ","635133":"\n  Yes i have\n  ","635134":"\n  Dear love,\n  \n  Im sorry you're in so much pain. If i could i would take it all away. I wish that more than my heart and soul was with you. I wish i could spend more time with you. Life is truly short and you never realize it until its taken away from you.\n  \n  I love you more than anyone. I will always love you, nothing will take that away. You are the best thing thats ever happened to me & thank you for teaching me how to love myself. We've been through it all, maybe hell is real because we've been there but at least we go to go together.\n  \n  Please be my angel, im gonna need you to look after me. I may lose myself without you. Also, if you really are an angel can yoi please prove it to me ? i love you ? i love you a lot.\n  ","635135":"\n  Wait, what? ?\n  ","635136":"\n  Will Ferrell\n  ","635137":"\n  A cat\n  ","635138":"\n  Sea salt & malt vinegar\n  ","635139":"\n  Yes, what about it\n  ","635140":"\n  I cant choose which angle is better hahah\n  ","635141":"\n  We should talk, i dont want you to be in pain. And i miss you.\n  ","635142":"\n  I always will be, till the day i die.\n  ","635143":"\n  There's just certain things that life throws at you. We're no longer together because hes going through some stuff & its ok.\n  ","635144":"\n  The amount of bug bites i have isnt cute\n  ","635145":"\n  Thank you ?\n  ","635146":"\n  HAHAHAHAHAAH OH FUCK OFF i wish i had a d cup\n  ","635147":"\n  I do appreciate them, thats why i dont need to go showing them off so people can compliment me.\n  ","635148":"\n  Washington state\n  ","635149":"\n  Why.the.fuck.would.i?\n  \n  First if all i need titties to be able to post my cleavage\n  ","635150":"\n  Awhhh, i do live in a beautiful area tho ?\n  ","635151":"\n  Thanks ?\n  ","635152":"\n  Shit..\n  ","635153":"\n  Hahahahah its the best show omg\n  ","635154":"\n  You do realize weed isnt that addictive..\n  ","635155":"\n  Weed\n  ","635156":"\n  HAHAHAHAHAH OMFG I FORGOT ABOUT THAT SONG ????\n  \n  Or when jroc confesses to his mom that hes white hahahabah\n  ","635157":"\n  When Randy takes off his pants to fight ahahahahahahahahah\n  \n  Jroc and his transitions through different eays of speaking ???? such a good show.\n  ","635158":"\n  My kitty\n  ","635159":"\n  I think they are so goddamn good at acting. The fact the can portray those character's so well. Its improv.\n  \n  And lahey doesnt even drink like wtf, best drunk ever.\n  ","635160":"\n  Exactly!! & thank you for understanding ?\n  ","635161":"\n  Rude*\n  \n  People are so fuckin rude\n  ","635162":"\n  Its the best show\n  ","635163":"\n  Like wtf?! I dont understand why i have to get these ?\n  ","635164":"\n  Sims memes >>>>\n  ","635165":"\n  Im pretty sure i love myself too much ????\n  ","635166":"\n  I legitly got lemonade stuck in my windpipe\n  ","635167":"\n  Trailer park boys\n  ","635168":"\n  Its the time when the best things happen\n  ","635169":"\n  I used to be in love with zac, this is too good?\n  ","635170":"\n  Thank you so much ??\n  ","635171":"\n  I WANNA BE, BUT THE COMPETITION IN AMERICA FOR MODELING IS HIGH ?\n  ","635172":"\n  Again me?\n  ","635173":"\n  Me when people talk about religion\n  ","635174":"\n  I hate brussel sprouts ?\n  ","635175":"\n  ? awh\n  ","635176":"\n  Me when i drink\n  ","635177":"\n  Im loving all the likes? thanks guys??\n  ","635178":"\n  I. Am. Dying. ?????\n  ","635179":"\n  I still havent gotten my lemonade..\n  ","635180":"\n  I do not care.\n  ","635181":"\n  Fucking obama ?\n  ","635182":"\n  This sounds like rape\n  ","635183":"\n  I like to think so ?\n  ","635184":"\n  Aweh!!? finally someone is\n  ","635185":"\n  Wait, wtf. Where did thay even come from ?\n  ","635186":"\n  Can i ask why the baby oil is in a ziplock?\n  ","635187":"\n  IM UGLY AND IM PROUD\n  ","635188":"\n  I LOVE U SO MUCH\n  ","635189":"\n  Omg, thank you ?\n  ","635190":"\n  It was wet ?\n  ","635191":"\n  Been there, done that.\n  ","635192":"\n  Golden star ??\n  ","635193":"\n  \"Who wears short shorts\n  \n  I wear short shorts\"\n  \n  If anyone knows where this is from, you get a gold star\n  ","635194":"\n  I dont really recall ever posting sexy pictures?\n  ","635195":"\n  Go ask Maddie, she has waaay better selfies i swear ?\n  ","635196":"\n  I really want lemonade guysss\n  ","635197":"\n  My bf, cause he doesnt exist ?\n  ","635198":"\n  They have to have some sort of power & they need be someone whos important to society.\n  ","635199":"\n  No but i dont send nudez cause\n  \n  1. I dont need to use my body to get people to like me.\n  \n  2. I dont know what the person would do if i send them (would they show their friends, delete it)\n  \n  3. The real thing is better than a picture i promise ?\n  ","635200":"\n  Nevermind i found a picture that i like ?\n  ","635201":"\n  If i had a new picture i wanted to put on my dp, i would. But right now i dont have a picture i like well enough to change it too\n  ","635202":"\n  Or is the song \"cut with an e\" goddamn it.\n  ","635203":"\n  HAHAHAH I GUESS WE'RE JUST ALL SPECIAL ??\n  ","635204":"\n  Once again chloe and i get the same questions ?\n  ","635205":"\n  You better mean cute?\n  \n  Omg anyone else now the song \"cute without the e\"\n  ","635206":"\n  Omg you're just beggging to be blocked\n  ","635207":"\n  Send @ for tbh\n  ","635208":"\n  They're kinda the same except the \"new\" me is a little bit more mature but not much ?\n  ","635209":"\n  THE VOICE IN MY HEAD ???\n  ","635210":"\n  The drama on my feed ??? niggga damn\n  ","635211":"\n  Probably sc\n  \n  Ive gotten over ig honestly.\n  ","635212":"\n  \"K\"\n  ","635213":"\n  Oh stawp, no im not\n  ","635214":"\n  Oh thank you ???????\n  ","635215":"\n  I used formspring a lot and i had a LOT of questions on their and i thought it was fun, so i heard they made a new place called ask so i tried it out.\n  "}}