{"Question":{"636289":"\n   Do you feel loved enough?\n  ","636290":"\n   Would you ever be a milf?\n  ","636291":"\n   Post a stomach pic atm\n  ","636292":"\n   That you like tall guys lol\n  ","636293":"\n   How often Do you have sex\n  ","636294":"\n   Wyd?\n  ","636295":"\n   Are you any good at being yourself?\n  ","636296":"\n   Are you a dominant person\n  ","636297":"\n   Which town did you grow up in?\n  ","636298":"\n   Send in names you think would be a good couple!\n  ","636299":"\n   would you rather have scooby doo as a pet or gardfield as a pet or top cat as a pet\n  ","636300":"\n   last compliment you got?\n  ","636301":"\n   Tbh you are like one of the most people I've ever seen like wow. You also have some of theeeeee most hilarious stories and tales that you tell on your profile? the way you refer to people and your friends and the kindness and pure heart that you have is truly inspirational and beautiful? #followed\n  ","636302":"\n   What kills us and what makes us eternal?\n  ","636303":"\n   Name 1 thing you like about yourself? (Don't say you don't like anything) ?\n  ","636304":"\n   ?that's cute babe\n  ","636305":"\n   To picky i see why you don't have a man\n  ","636306":"\n   What's wrong with short guys ??\n  ","636307":"\n   Tall and muscular or shorty morty and skinny Minnie?\n  ","636308":"\n   i'll love you as well\n  ","636309":"\n   Denny is the rarest people to himself forward to care for others\n  ","636310":"\n   Does he have to be his self with tats?\n  ","636311":"\n   What makes you blush you see a guy?\n  ","636312":"\n   Name one person you know of on the internet that you would like to meet in real life?\n  ","636313":"\n   Can I get your autograph?\n  ","636314":"\n   Most of them are sweet right\n  ","636315":"\n   I know ? just needed a break tbh but yeah I've been good ty! How are you holding up? Oh you are ??\n  ","636316":"\n   i'll pay you\n  ","636317":"\n   In the time I've been gone off here, you're still so so pretty omg ? x\n  ","636318":"\n   Can you cut my hair?\n  ","636319":"\n   Buy me hubba bubba plz\n  ","636320":"\n   hey\n  ","636321":"\n   because i need a visa\n  ","636322":"\n   Sorry mommy\n  ","636323":"\n   i want you to marry me\n  ","636324":"\n   U beautiful!!!\n  ","636325":"\n   hey sexy\n  ","636326":"\n   Ciao you beautiful creature, how's life been treating you lately? I've found your profile pretty interesting, give me a call if you come to the southern part of italy, I will be more than happy to guide you through the beautiful puglia.\nWish you a great day meanwhile <3\n  ","636327":"\n   I'm English so am your fav ☺️\n  ","636328":"\n   Do you feel comfortable, when being photographed?\n  ","636329":"\n   Have you ever been hypnotized?\n  ","636330":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","636331":"\n   Yep, I'm deffo your fav ☺️\n  ","636332":"\n   Does the teacher have the right to give homework to a homeless kid?\n  ","636333":"\n   So I didn't realize how bad the question I sent earlier was until it was too late, so here's a redemption round ??.  If someone with multiple personalities threatens to kill himself, is it considered a hostage situation?\n  ","636334":"\n   I'm your fav anon\n  ","636335":"\n   use this space to share anything you've been meaning to express: ?...?✨\n  ","636336":"\n   do you masturbate?\n  ","636337":"\n   You would luv your anon army\n  ","636338":"\n   What's the greatest invention of all time?\n  ","636339":"\n   i'm not, you'll be calling me daddy\n  ","636340":"\n   Daddy Sav\n  ","636341":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","636342":"\n   ay papi\n  ","636343":"\n   are you single\n  ","636344":"\n   yeah right there daddy\n  ","636345":"\n   When is your anon meet and greet?\n  ","636346":"\n   What is the world's best song to dance to?\n  ","636347":"\n   you are so pretty *.*\n  ","636348":"\n   do you have skype\n  ","636349":"\n   Your welcome babe\n  ","636350":"\n   Having a family is amazing no matter how different. Everyone is different. Family is love ??\n  ","636351":"\n   List the top 5 things that are benefits of having someone like you as a friend.\n  ","636352":"\n   Oye me haces un favor? Nocontestes?\n  ","636353":"\n   Were you grew up ?\n  ","636354":"\n   Hubba hubba ?\n  ","636355":"\n   Do you support LGBT?\n  ","636356":"\n   Ravishing Display!\n  ","636357":"\n   Damn! You look so beautiful in your profile picture, as always\n  ","636358":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","636359":"\n   Your so beautiful\n  ","636360":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","636361":"\n   I love you ❤️\n  ","636362":"\n   I wish you was nice\n  ","636363":"\n   age\n  ","636364":"\n   What’s something you should throw away, but can’t?\n  ","636365":"\n   How can we save the World from global warming?\n  ","636366":"\n   Are you okay?\n  ","636367":"\n   like=5 likes?\n  ","636368":"\n   good\n  ","636369":"\n   Has Jake told you?\n  ","636370":"\n   What's your favorite Netflix series?\n  ","636371":"\n   Waffles are just pancakes, with abs! O.O\n  ","636372":"\n   U cuddling with your cat ?\n  ","636373":"\n   If you won the lottery (€8.5million) What would the first thing be that you buy? Do you think you'd be sensible with the money?\n  ","636374":"\n   Have you ever been on a plane? How was your first ever experience?\n  ","636375":"\n   Do you think you're better than everyone else\n  ","636376":"\n   Did you ever in your life reject a guy who you didn't find attractive?\n  ","636377":"\n   has he told you yet?\n  ","636378":"\n   Why is it that you never answer certain questions?\n  ","636379":"\n   Can i see your house? A little tour\n  ","636380":"\n   She needs to loved\n  ","636381":"\n   Glad you're better\n  ","636382":"\n   What's your favorite magazine?\n  ","636383":"\n   Xoxo how are your kidneys now as I remember you have been very ill with them\n  ","636384":"\n   Hey\n  ","636385":"\n   It's never been away sav\n  ","636386":"\n   If you had $5 left in your pocket what would you spend it on?\n  ","636387":"\n   Okay i can try in english, have you ever wondered why your true parents have abandoned you? Have you ever thought about looking for them? ~\n  ","636388":"\n   ?\n  ","636389":"\n   Well I'm just like you naturally amazing cute and sweet ily\n  ","636390":"\n   Parli italiano?\n  ","636391":"\n   Have any funny drunk stories?\n  ","636392":"\n   I try\n  ","636393":"\n   Do you have phobias?\n  ","636394":"\n   We are having a fun conversation tho\n  ","636395":"\n   oh cutie haha, thank you so much??\n  ","636396":"\n   Don't think you've ever been rude or anything but amazing and adorable to me\n  ","636397":"\n   Where do you fall asleep besides your bed?\n  ","636398":"\n   Forever and always that's what the language of YouTube was xx\n  ","636399":"\n   Is there anybody who has made a big impact on your life? if so who was it and how did they impact your life?\n  ","636400":"\n   And even so,the frames look great!\n  ","636401":"\n   I will always be your fan\n  ","636402":"\n   some anonymous are rude , seriously they should keep their shits to themselves, anyway you are so strong!?\n  ","636403":"\n   Honestly boom things have been crazy how but about yourself?\n  ","636404":"\n   do boys call you ghetto rat?\n  ","636405":"\n   Yea pretty much I'm watching my bloody Valentine and it's pretty stupid asf ?\n  ","636406":"\n   You real mom and dad didn't even want you so no need for you to be cocky if you was worth they would of keep you\n  ","636407":"\n   I haven't been a mood today or yesterday. :\/\n  ","636408":"\n   Damn I always wanted to go Baltimore:(\n  ","636409":"\n   Your cocky as hell\n  ","636410":"\n   Hey you're different and that's what makes you so interesting your biggest fan Squishy ?\n  ","636411":"\n   HOWWW\n  ","636412":"\n   But your not that beautiful you just have nice eyes\n  ","636413":"\n   People are telling you to take off glasses and not noticing they're a filter? Or am I the only one noticing that? (If they are)\n  ","636414":"\n   hot in the cityyyy\n  ","636415":"\n   Cats always been weird, and they are selfish animals to me\n  ","636416":"\n   Hahaha ???\n  ","636417":"\n   Not everyone is as pretty as you\n  ","636418":"\n   Good evening guys! If there was a place where literally anything was possible, wouldn't it be possible for something to be impossible?\n  ","636419":"\n   Do you have a nice booty\n  ","636420":"\n   Well dayum Lol...just dayum\n  ","636421":"\n   ????\n  ","636422":"\n   Bless you\n  ","636423":"\n   Not being a pussy if you have a heart\n  ","636424":"\n   ?\n  ","636425":"\n   Who's your guy celebrity crush?\n  ","636426":"\n   How about no no nooo like Cleveland ???\n  ","636427":"\n   Suggest Emotional Song...\n  ","636428":"\n   Would you rather make out with brian stewie or chris?\n  ","636429":"\n   I've been playing Grand Theft Auto since I was 6, is that bad parenting?\n  ","636430":"\n   that's because i want you to be my boo\n  ","636431":"\n   Did you find the scene where Niko kills Darko powerful and emotional?\n  ","636432":"\n   Whose brittany\n  ","636433":"\n   Oh ok\n  ","636434":"\n   So, will you be swallowing all your anons too? Lol take them with ya\n  ","636435":"\n   Spell your name without using the letters A,E,I,O,U.\n  ","636436":"\n   Bacon and eggs are the best combination\n  ","636437":"\n   Leave the goldfishies alone\n  ","636438":"\n   Now thaz wut I call tragic there, and tha next step iz that...how are ya gonna swallow??????\n  ","636439":"\n   rate me\n  ","636440":"\n   Lol Np fam :) I'm guud here just chillin and laughing at tragic shit on here. You?\n  ","636441":"\n   What's up\n  ","636442":"\n   My gf locked me outside while I were wearing just her undies :'(\n  ","636443":"\n   What r u excited for:)?\n  ","636444":"\n   how are you\n  ","636445":"\n   Would you go a day with out wear underwear if it is to hot\n  ","636446":"\n   No wonder you're single\n  ","636447":"\n   100% is max\n  ","636448":"\n   bacon taste better then pork\n  ","636449":"\n   You called me dude ☺️\n  ","636450":"\n   But I'm nice ?\n  ","636451":"\n   Lol I'm here :) You are funny just to be very clear...like foreal\n  ","636452":"\n   I don't like pears\n  ","636453":"\n   Anons alwayz a joke...thaz nothin new\n  ","636454":"\n   Why are you mean ?\n  ","636455":"\n   I like grapes\n  ","636456":"\n   I'm the joke ?\n  ","636457":"\n   I have to admit I read about why pork is prohibited in Islam and I stopped eating it for a couple of years but started eating it again\n  ","636458":"\n   What's the weather like where you live?\n  ","636459":"\n   You're actually quite nice you\n  ","636460":"\n   Lol, you're funny\n  ","636461":"\n   That didn't count as cooking, it was horrible\n  ","636462":"\n   So you'll never eat it again then\n  ","636463":"\n   Its tasty af\n  ","636464":"\n   Do you like to watch porn clip in website? 10\n  ","636465":"\n   10\n  ","636466":"\n   But bacon is Peng af\n  ","636467":"\n   You used to eat bacon didn't ya\n  ","636468":"\n   Nope, your turn to cook\n  ","636469":"\n   Can you cook me food plz\n  ","636470":"\n   Well, if the sun is blind and old then it true that old blind people have a magical ability of Enlightening us ???\n  ","636471":"\n   Hãm lồn là gì?\n  ","636472":"\n   I've been sniffing Charlie for three days straight, line after line, I haven't slept or eaten within these three days because I don't feel tired or hungry, however I've completed Grand Theft Auto San Andreas, Grand Theft Auto IV and I'm just about to complete Grand Theft Auto IV\n  ","636473":"\n   What makes you exhausted\n  ","636474":"\n   When was the last time you danced?\n  ","636475":"\n   How many times per day do you shower?\n  ","636476":"\n   Good afternoon everyone, Why are cartoon suns almost always drawn wearing sunglasses?\n  ","636477":"\n   Boom, they want to change me.\n  ","636478":"\n   Goodnight nice girl\n  ","636479":"\n   i have ordered 5 things from your wishlist that you will get in time for your birthday. they will arrive in the next 10 days\n  ","636480":"\n   How are you\n  ","636481":"\n   No matter what I do\nAll I think about is you\nEven when I'm with my boo\nYou know I'm crazy over you\n  ","636482":"\n   KFC sounds good too lol\n  ","636483":"\n   What song always makes you happy?\n  ","636484":"\n   Well that's good.\n  ","636485":"\n   Do you think that there needs to be better environmental policies?\n  ","636486":"\n   Why are people so addicted to cigarettes? Dont they know how many chemicals and carcinogens they are inhaling\n  ","636487":"\n   Despacito\n  ","636488":"\n   Kentucky ??wanna go somewhere tropical or sunny like fuck\n  ","636489":"\n   What about non randoms are they showing they care\n  ","636490":"\n   What is UP\n  ","636491":"\n   I care can you stop saying I don't. You made it clear you want to be left alone and that's what I'm doing. You're anons are pissing me off.\n  ","636492":"\n   Good night\n  ","636493":"\n   This towns boring af with this state, I mean Ig I'm proud where I'm from just wanna go on a vacation for a while\n  ","636494":"\n   Well you can't say he cares cuz he doesn't and if he really did he'd msg you.\n\nI'm sure other guys are messaging you showing how much they care.\n  ","636495":"\n   Oh that's right Jake's a loser who doesn't care\n  ","636496":"\n   UOTD?\n  ","636497":"\n   I have a problem I can't get a woman to have sex with me and that means all of my kids aren't going to exist, at least all the kids I would have had up to this point. It's a disturbing thought\n  ","636498":"\n   Kinda want to move but gonna graduate and prob won't move far just take vacations\n  ","636499":"\n   Pic of you right now?\n  ","636500":"\n   Umm no I live in a damn hell hole fucking sucks where I live\n  ","636501":"\n   UOTD?\n  ","636502":"\n   Have you walked in a store like a target or something like that lol\n  ","636503":"\n   he care about you\n  ","636504":"\n   Would you want in the middle of a store in a full bikini?\n  ","636505":"\n   Haha I love your name on here ?? ass4lyfe ?\n  ","636506":"\n   Still awake?\n  ","636507":"\n   I thought you cared about jake\n  ","636508":"\n   Well what Jake is doing but it's not up to me to say\n  ","636509":"\n   The things you like\n  ","636510":"\n   No not all just give me your snapchat and i will show you\n  ","636511":"\n   I will boom you good\n  ","636512":"\n   Some of us on here don't waste there life getting drunk like you\n  ","636513":"\n   Ok so??\n  ","636514":"\n   I'm not a pretty nigga but my moms think I'm handsome\n  ","636515":"\n   Can I move to Saturn with u\n  ","636516":"\n   I'm not in the mood today :\/\n  ","636517":"\n   Why do u have such a looonng face\n  ","636518":"\n   kyleigh\n  ","636519":"\n   U pantyhose hater u\n  ","636520":"\n   Jake\n  ","636521":"\n   Well then just give me pantyhose\n  ","636522":"\n   Have u had a threesome in pantyhose\n  ","636523":"\n   He's not telling you what he did but he should and it's not my place to say\n  ","636524":"\n   Your even more pretty when your angry ?\n  ","636525":"\n   What size pantyhose do u wear\n  ","636526":"\n   I'll give you vodka u give me pantyhose\n  ","636527":"\n   Ok I can smell your pantyhose\n  ","636528":"\n   You will wish you knew. It's not my place to tell you girl, or i would.\n  ","636529":"\n   She's my idol in pantyhose\n  ","636530":"\n   He's keeping the most important thing from you, he needs to tell you but he thinks he is “protecting you”\n  ","636531":"\n   But do you like wearing pantyhose\n  ","636532":"\n   Let me eat you ?\n  ","636533":"\n   Thank you!!!!\n  ","636534":"\n   How was your day\n  ","636535":"\n   Favorite singer\n  ","636536":"\n   Shaaarree\n  ","636537":"\n   What's your daily routine\n  ","636538":"\n   I wish I could meet you and cook for you\n  ","636539":"\n   Suckas run duck and hide when they see me\n  ","636540":"\n   There is more bacteria and viruses in fish. cause they eat, swim, sleep, and go to the bathroom all in the same spot. but i digress. cause bacon is good. eat what ya want. won't force ya. not the kind of man i am.\n  ","636541":"\n   yo\n  ","636542":"\n   Why can't I one day make you Japanese food like your favourite sushi and steamed buns with duck etc\n  ","636543":"\n   I don't care if it is made with blended puke. it is good.\n  ","636544":"\n   Who did you ask\n  ","636545":"\n   Do you have anything in the fridge? XD\n  ","636546":"\n   Do you like to wear pantyhose\n  ","636547":"\n   you Jewish or something?\n  ","636548":"\n   Honestly how did you get Verified\n  ","636549":"\n   QUESADILLA!!!\n  ","636550":"\n   bacon?\n  ","636551":"\n   How did you get Verified\n  ","636552":"\n   Well there you go we can still hug if we don't make out\n  ","636553":"\n   eat me!............... jkjkjk! i kid! look at ya! ruff!!!!!! eat pizza.\n  ","636554":"\n   You look yummy\n  ","636555":"\n   Idk if I was on anon or not\n  ","636556":"\n   Hiiii. Again :3\n  ","636557":"\n   Why not beautiful\n  ","636558":"\n   Why are you so beautiful and sweet?\n  ","636559":"\n   Makes sense XD\n  ","636560":"\n   Awwwww ? you're making my day\n  ","636561":"\n   I sent you friend request on instagram\n  ","636562":"\n   Well I'm not a cat so that's a start plus I'm nice and I make out good plus if we didn't make out we could just hug\n  ","636563":"\n   finna buss a nut in ur hair\n  ","636564":"\n   ??\n  ","636565":"\n   You can have what you want in life.\n  ","636566":"\n   ????\n  ","636567":"\n   You look adorable in that picture.\n  ","636568":"\n   :'(\n  ","636569":"\n   Awwwwww you're just killing it with the complements today\n  ","636570":"\n   I'm sorry\n  ","636571":"\n   Snapchat userr\n  ","636572":"\n   WHY XD\n  ","636573":"\n   Hi can i ass you a question?\n  ","636574":"\n   That's like four lokos. Delicious but terrifying\n  ","636575":"\n   There's something about your eyes in that picture that I can't quite put into words. They look so beautiful and pure, reminds me of honey. Or drops of dew sparkling in the mist early in the early morning. I can see a real soul behind them, a spark. Life. Simply captivating.\n  ","636576":"\n   I'll have to try it!\n  ","636577":"\n   I fargot the 'r' sorry\n  ","636578":"\n   Well if I was there we could make out\n  ","636579":"\n   Evening y'all, how would you describe a jellyfish to a blind person?\n  ","636580":"\n   Why don't make you think about making out right now\n  ","636581":"\n   Your fav position of making out?\n  ","636582":"\n   Yikes. Actually sounds sorta good\n  ","636583":"\n   If you got pregnant at this age would you abort the baby, keep it, or put it up for adoption?\n  ","636584":"\n   Does it taste sweet, or does it taste strongly like vodka?\n  ","636585":"\n   That doesn't look like vodka\n  ","636586":"\n   Snap ?\n  ","636587":"\n   Yeah,this is her\n   \n    http:\/\/www.wwe.com\/f\/styles\/og_image\/public\/rd-talent\/Bio\/Eva_Marie_bio.png\n   \n","636588":"\n   Awwwww thank you but you're to\n  ","636589":"\n   that's true\n  ","636590":"\n   Oh Mai! You jus skurried me!\n  ","636591":"\n   Well we will meet not to worry I have vodka??\n  ","636592":"\n   I want whores\n  ","636593":"\n   Take out that frustration on me then ;)\n  ","636594":"\n   Why would you dat?\n  ","636595":"\n   What do u mean\n  ","636596":"\n   Hey would u ever want a massage or a foot rub\n  ","636597":"\n   I do have vodka plenty\n  ","636598":"\n   The alcohol is in my house smh\n  ","636599":"\n   A+ yay! So I got the job of being your stylist?\n  ","636600":"\n   Hey what's up\n  ","636601":"\n   Maybe now you'd fancy sit on something else? ?\n  ","636602":"\n   She Iz petty\n  ","636603":"\n   Nah. You look like ma fusure wifi\n  ","636604":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141593560185\n   \n   A female pro wrestler who's currently signed to WWE.\n  ","636605":"\n   One knee is cut out n the other one is not?\n  ","636606":"\n   You look like Eva Marie\n  ","636607":"\n   vere from?\n  ","636608":"\n   The fashion look I go for is very little clothes, so it's called 'the nearly naked look'\n  ","636609":"\n   Hmmm or I could make one actually chop toppings and stuff\n  ","636610":"\n   Where you wanna eat?\n  ","636611":"\n   but we're both hot\n  ","636612":"\n   Let's do it then\n  ","636613":"\n   I'll be your stylist\n  ","636614":"\n   YOU ARE SO\n  ","636615":"\n   lets get drunk and fuck\n  ","636616":"\n   Apparently 1400 years is now 3 seconds according one of my Google + followers.\n  ","636617":"\n   No that's you you're prettier\n  ","636618":"\n   Yay so we can go shopping together ☺️\n  ","636619":"\n   I volunteer as tribute\n  ","636620":"\n   I feel like it is.\n  ","636621":"\n   lets fuck and watch vikings\n  ","636622":"\n   Thug life\n  ","636623":"\n   WAIT REALLY THATS SEXY AF\n  ","636624":"\n   Oh I'm sorry it looked like your lips was squished like face\n  ","636625":"\n   single?\n  ","636626":"\n   MM THANKS AND YEAH CAN'T GET A TATTOO ON YOUR V LINE IF YOU DON'T GOT ONE X\n  ","636627":"\n   come over babes lets fuck\n  ","636628":"\n   can you speak another langues\n  ","636629":"\n   OKAY LIT AND THEN MY SLEEVE AND I WANT A QUOTE ALONG MY V LINE\n  ","636630":"\n   True but it's nice to say\n  ","636631":"\n   WELL I WANT IT ON MY CALF LIKE ABOVE MY ANKLE IS THAT GOOD?\n  ","636632":"\n   When's our day out together then\n  ","636633":"\n   Maybe it's the right time to do it.\n  ","636634":"\n   AHAHAHA YOU FORGOT TO PATENT IT\n  ","636635":"\n   Cute  duck face ?\n  ","636636":"\n   MONEY BUT I AM GETTING IT SOON THEN TWO BANDS ON MY RIGHT FOREARM\n  ","636637":"\n   Smile pap\n  ","636638":"\n   I MISSED MY APPOINTMENT FOR MY SLEEVE\n  ","636639":"\n   AM NOT\n  ","636640":"\n   Yeah well, I'll do what I want from now on.\n  ","636641":"\n   So no booty pap\n  ","636642":"\n   Oh yeah, remember this one thing, I don't want any graves. Just get rid of my ashes if you can.\n  ","636643":"\n   I need something stronger to put me to sleep. Gotta go.\n  ","636644":"\n   Very beautiful\n  ","636645":"\n   Hahahaha, take care of myself? I'm not doing that.\n  ","636646":"\n   You're beautiful\n  ","636647":"\n   I love you too, don't forget that.\n  ","636648":"\n   how you doing? :)\n  ","636649":"\n   Well, you don't need to ask, your cat is already here??\n  ","636650":"\n   Meh. I feel like I found my dead-end. Just gonna go and uh.. write something.\n  ","636651":"\n   Porn or sex in public?\n  ","636652":"\n   Smart casual or sporty style?\n  ","636653":"\n   I would find it out? and do you have a cat ???\n  ","636654":"\n   I don't think so no\n  ","636655":"\n   Why would you go and do such a silly thing\n  ","636656":"\n   I'm done with this website, I'm done with my life, im done with everything.\n  ","636657":"\n   Who are you talking about?\n  ","636658":"\n   To be honest with you, I'm just so done.\n  ","636659":"\n   I have no idea ??, yes eat and drink a lot ! ;)\n  ","636660":"\n   I'm fine and I'm in a bus with a attractive man ??, you?\n  ","636661":"\n   Nopes, I can feel it.\n  ","636662":"\n   Cutie\n  ","636663":"\n   Sup cutie ?\n  ","636664":"\n   hi\n  ","636665":"\n   Heyyyyy?\n  ","636666":"\n   fed up\n  ","636667":"\n   How are you doing gorgeous ?\n  ","636668":"\n   Hello how are you ?\n  ","636669":"\n   Are you into the whole sub Dom thing\n  ","636670":"\n   No, you're not ready to d.ie et.\n  ","636671":"\n   Hey there\n  ","636672":"\n   Weet iemand mooie matte foundation voor gevoelige\/vette huid?\n  ","636673":"\n   Age?\n  ","636674":"\n   Damn you hold yourself to high standards\n  ","636675":"\n   Can I just d.ie?\n  ","636676":"\n   bye boomy <3\n  ","636677":"\n   Tomorrow I'm getting drunk. Idc what anyone says.\n  ","636678":"\n   Hi Savanah ! May 15th 1212 pm and 18° C. How do I feel about my new President ? Welll ! He's smart, Young (39 y old). He wants  a new world to be done !\nTotally fed up the old fashoned way of politics !\n  ","636679":"\n   Who's better than you?\n  ","636680":"\n   Dude, I'm getting dumped. Let's drink to that.\n  ","636681":"\n   Have a nice night\n  ","636682":"\n   morning\n  ","636683":"\n   how is your monday going?\n  ","636684":"\n   Have you ever been in love?\n  ","636685":"\n   Skulle du kunna ha analsex?\n  ","636686":"\n   Squishies back\n  ","636687":"\n   Full OOTD <3\n  ","636688":"\n   Haha respect ???\n  ","636689":"\n   When can I have my day with you?\n  ","636690":"\n   Why is it important?\n  ","636691":"\n   Many sites or companies have Frequently Asked Questions sections. How do you pronounce FAQs? Do you pronounce them as \"faks\" or do you say the letters, like, \"eff-ayyy-kews\"?\n  ","636692":"\n   You're welcome cutie\n  ","636693":"\n   Pap of your hair length. Please. Are you a Stylist?\n  ","636694":"\n   What are some of the negative effects of students using social media in school?\n  ","636695":"\n   do you ever hate your butt?\n  ","636696":"\n   You are adorable okay?\n  ","636697":"\n   i am good. you should watch the video i posted to my wall. it is so relaxing.\n  ","636698":"\n   What was the last compliment you were given?\n  ","636699":"\n   Is it just me or are latina girls so ugly? So are blacks, arabs, and asian girls. Only white european women are attractive and beautiful especially Scandinavians oh my god swedish girls ????\n  ","636700":"\n   What would you do if someone bought you everything from your wishlist\n  ","636701":"\n   Why do people cheat and act like they don't know anything and they didn't do anything??\n  ","636702":"\n   and you super puta, super puta\n  ","636703":"\n   Newport 100s or Marlboro reds?\n  ","636704":"\n   Come away with me come away with me let me take you from this world of insanity\n  ","636705":"\n   A cigarette(newport100 or l&m blue) with a bottle of hennesy is nice :)\n  ","636706":"\n   What are some of your best stress relievers?\n  ","636707":"\n   Anybody that can hear just fight, fight for the right, fight for your life, fight for what you believe is right - Mos Definitely by Logic\n  ","636708":"\n   Eminem, MGK, Logic, and G Eazy are the best rappers\n  ","636709":"\n   Are you going to hangout with moms today?\n  ","636710":"\n   hello beautiful!\n  ","636711":"\n   Ik like you babe\n  ","636712":"\n   Yes marvel should have picked you for avengers?\n  ","636713":"\n   I ordered tha chicken Tender and shrimp. Well extra fries too Lol a brotha iz hungry, and gotta grove too fam\n  ","636714":"\n   do u not have a mom, is that why u on ask today?\n  ","636715":"\n   Am not cupcake?\n  ","636716":"\n   Thaz actually chilled tho. Me? I'm aight, and yez I'm with my mother. Just eating out rn\n  ","636717":"\n   I want to spend a day with you\n  ","636718":"\n   Boom, wutz guud? Hope Mother's Day goin guud for ya\n  ","636719":"\n   Your like the scarlet witch ?\n  ","636720":"\n   THAT too\n  ","636721":"\n   Haha I thought I confused you a bit there ???\n  ","636722":"\n   STOP you are cute as shit I just like her better than the second one bc she looks more natural\n  ","636723":"\n   She is lit ahahahah you would make a good one?\n  ","636724":"\n   GIRL 1 IS A FUCKING JAWN?\n  ","636725":"\n   OMG do it ill dress like putin\n  ","636726":"\n   YESSSSSS x\n  ","636727":"\n   Hey sexy❤I missed ya\n  ","636728":"\n   I am when I visit we can both get them\n  ","636729":"\n   Then come on insta and stop posting the answers if u don't want to talk then u can say. Don't keep me on waiting\n  ","636730":"\n   Yeah I would back it tho go for it\n  ","636731":"\n   In general?\n  ","636732":"\n   Do you think you could survive as a cave person?\n  ","636733":"\n   And watch Netflix Riight ?\n  ","636734":"\n   Somewhere else\n  ","636735":"\n   SOLID WHITE\n  ","636736":"\n   huh? i only add chill dayyy like that on purpose ?\n  ","636737":"\n   Selfie\n  ","636738":"\n   Then where can we talk?\n  ","636739":"\n   truee sometimes i wish i was in the suburbs loll the city is tooo much\n  ","636740":"\n   Hi\n  ","636741":"\n   Nice flower\n  ","636742":"\n   Awww that's sweet\n  ","636743":"\n   :( u dont like it\n  ","636744":"\n   body pic??\n  ","636745":"\n   Then where u feel like to go?\n  ","636746":"\n   Chill dayyy\n  ","636747":"\n   or come to new york lol\n  ","636748":"\n   Can't u do that now?\n  ","636749":"\n   Snap?\n  ","636750":"\n   Not impressed face\n  ","636751":"\n   Done\n  ","636752":"\n   Caliiiiii\n  ","636753":"\n   Vid of you talking\n  ","636754":"\n   Would you make a good bodysuit?\n  ","636755":"\n   Your new shoes are Zebra shoes ☺️\n  ","636756":"\n   Move in with me\n  ","636757":"\n   Lol. Oh. Are all your fillings metal?\n  ","636758":"\n   Last time you had sex\n  ","636759":"\n   you moving :( which state\n  ","636760":"\n   You have some of the large metal fillings?\n  ","636761":"\n   How old were you when you lost your virginity and do you think you were too young\n  ","636762":"\n   you got any social media i can dm you on!?\n  ","636763":"\n   7 fillings is great. Are they all small and tooth coloured?\n  ","636764":"\n   Hehe. You have been caught having sex!!  Who caught you?\n  ","636765":"\n   Wait I'm gonna to add u\n  ","636766":"\n   You look really cute, like with makeup you look really beautiful but without makeup then you just look adorable aff???\n  ","636767":"\n   You're so fucking adorable!!???\n  ","636768":"\n   heeyyyyoooooooooo (lol ricco from hannah montanaaa) i love you ! hope you spend enough time with your mothersss!\n  ","636769":"\n   I know it's been like more than 3 months but sometimes it's still hard to believe Trump's the president. I'm more scared he'll fuck up the great relationship with Canada lol.\n  ","636770":"\n   Have you ever been caught having sex and who was more embarrassed\n  ","636771":"\n   I love you super girl?\n  ","636772":"\n   you saw united vs. hotspurs today?\n  ","636773":"\n   Awww don't pass up on that\n  ","636774":"\n   where im in a dress??\n  ","636775":"\n   Can you do another kinky photo like that second profile pic?\n  ","636776":"\n   Man Utd lost today ?\n  ","636777":"\n   I am doing peachy. You?\n  ","636778":"\n   Counting my blessings wbu?\n  ","636779":"\n   How many fillings have you had?\n  ","636780":"\n   Can I add u on insta?\n  ","636781":"\n   LOOL I'm glad it made your day. Although as funny as it is, he'd probably say something like that too and be serious about it.\n  ","636782":"\n   That's good\n  ","636783":"\n   Hey why support man United\n  ","636784":"\n   traduction....your is the very beauty  and nice girl of the all ask.....sorry for my bad English. kisses precious??\n  ","636785":"\n   Im not just like u as a friend\n  ","636786":"\n   whats your team(s)\n  ","636787":"\n   hi\n  ","636788":"\n\n    @russiandan10\n   \n   talks to every girl\n  ","636789":"\n   aww thank you so much! you too\n  ","636790":"\n   Hi Lady ! May 14th 1935 pm and 20° C. How are u doing ?\nToday, there has been the investiture of our new president. Heard about it ?\nHave a pleasant day ! The French dude\n  ","636791":"\n   LOL dude imagine how Trump would react. We'd probably get an invitation to the White House.\n  ","636792":"\n   lool that'd be a wild adventure. And then we'd probably run into Obama who'd join us in shitting on her front lawn. 3 Humans, one lawn.\n  ","636793":"\n   ?\n  ","636794":"\n   When was the last time you had a haircut? How long is your hair?\n  ","636795":"\n   Yeah ?\n  ","636796":"\n   you seen champion league & europa league?\n  ","636797":"\n   Take me with you. I'll even go out of my way to find Hillary's childhood home and take a great big shit on the front lawn.\n  ","636798":"\n   Did you already watch the TV show\n  ","636799":"\n   Say tummy in a vr\n  ","636800":"\n   Did I just read that boom is in some art gallery in the windy city?\n  ","636801":"\n   You used to be a model??\n  ","636802":"\n   When did you last have a filling at the dentist\n  ","636803":"\n   What is your one guilty pleasure?\n  ","636804":"\n   Does anyone have tumblr? (STAIF) Sorry if this annoying for anyone who doesn't have it\n  ","636805":"\n   its your favorite sport or you just watch it time to time?\n  ","636806":"\n   Lit!!!\n  ","636807":"\n   pap with a parent or a sibling and say something about them.\n  ","636808":"\n   I know and would write u a lovely letter on how wonderful u r on here\n  ","636809":"\n   Wym? It sounds cute when you call it a tummy\n  ","636810":"\n   thou art as wise as thou art beautiful\n  ","636811":"\n   How's your day\n  ","636812":"\n   It sounds cute when you say tummy lol\n  ","636813":"\n   watchin a football (soccer) games while see some girl get salty about me. im bored aff\n  ","636814":"\n   Do you call your stomach a belly, tummy, or stomach?\n  ","636815":"\n   Why can't you drive a car without Plates ?\n  ","636816":"\n   What’s wrong with the world?\n  ","636817":"\n   Don't u study?\n  ","636818":"\n   Lately I have been thinking a great deal about taking my life..just the idea of it. It disturbs me that It comes too often to my mind yet sometimes it looks like a possibility\n  ","636819":"\n   wassuppp beautiful gal\n  ","636820":"\n   ???\n  ","636821":"\n   Did you know when rapper Logic teased his debut album Under Pressure he released multiple songs referring to someone named \"Nikki\" it wasn't until the album released on a song titled \"Nikki\" at which he reveals who Nikki really was which was his addiction to cigarettes and nicotine\n  ","636822":"\n   Holy cow! You're a beautiful individual! Have a nice day and life!\n  ","636823":"\n   awww!?\n  ","636824":"\n   I took a nap ?? have a great day\n  ","636825":"\n   heyy\n  ","636826":"\n   You should make a anime or comic book about yourself\n  ","636827":"\n   You got a car\n  ","636828":"\n   Someone needs a takeaway boom\n  ","636829":"\n   How old is jakesossy?\n  ","636830":"\n   How's life?\n  ","636831":"\n   I'd go back in time just to touch his mustache and brag that I'm taller than him. He'd probably give me a medal lol.\n  ","636832":"\n   How come your not in Victoria secret by now Damn ?\n  ","636833":"\n   why the fuck are you ass4lyfe ??\n  ","636834":"\n   Chelsea champions, Chelsea champions, Chelsea champions\n  ","636835":"\n   Nm, woke up for no good reason. Tryinh to get back to sleep :(\n  ","636836":"\n   Pap of you in new shoes\n  ","636837":"\n   pretty girl\n  ","636838":"\n   Don't you take rest ,you are always active on askfm\n  ","636839":"\n   Hiiii\n  ","636840":"\n   Just for the hell of it I'd travel back in time, and go inside of Hitler's brain for one day just to see how he was truly like.\n  ","636841":"\n   Ok. So what do u do?\n  ","636842":"\n   if Hitler really did survive then I bet he went to Argentina. I can picture him watching the news, naked, and laughing at everyone whilst drinking 10 litres of Argentinian wine.\n  ","636843":"\n   Did you pee yet? Lol\n  ","636844":"\n   LOL wow that's funny yet ruthless at the same time. Stalin was just as bad though, maybe even worse because he got to live more after the war.\n  ","636845":"\n   What makes you feel like a boss?\n  ","636846":"\n   Hello beautiful\n  ","636847":"\n   Hey!\n  ","636848":"\n   Do you have a good relationship with your mom?\n  ","636849":"\n   \"Hey Adolf, what's on your shirt?\" - said Hitler's friend. Hitler fell for the trick, and looked down. Hitler's friend proceeded to laugh, before staring right in Adolf's eyes and realizing he's going to die in 2 seconds.\n  ","636850":"\n   Post a stomach pic\n  ","636851":"\n   Where is that place?\n  ","636852":"\n   que payas más guapas hay en el ask?\n  ","636853":"\n   Ty☺️. Where are u from?\n  ","636854":"\n   Buddies ???\n  ","636855":"\n   Lol imagine growing up with Hitler. I wouldn't want to be the person that pissed him off.\n  ","636856":"\n   So pretty\n  ","636857":"\n   What if you were Genghis Khan and made everyones lives a living hell?\n  ","636858":"\n   Hey beautiful\n  ","636859":"\n   Dude I'm only 21 and sometimes I feel old as hell so you're not alone. Maybe you're an old soul like me and we just feel older.\n  ","636860":"\n   How is your night\n  ","636861":"\n   I GOTTA REMEMBER TO WISH YOU A HAPPY BIRTHDAY OKAY. I won't lie when I first started talking to you I thought you were older lol\n  ","636862":"\n   afternoon !!\n  ","636863":"\n   Answer me are y single or not?\n  ","636864":"\n   U look cute in glasses?\n  ","636865":"\n   What if you're a reincarnated version of Gandhi? It makes perfect sense. Damn dude you've done a lot of travelling lol I'm jealous. What do you plan to do in the land of Mary?\n  ","636866":"\n   Goodnight ?\n  ","636867":"\n   Single????\n  ","636868":"\n   I missed you too man. I've been doing quite well actually, although I should probably meditate today lol. How are things in your alien world?\n  ","636869":"\n   You try to have a baby\n  ","636870":"\n   you look unbelievably tall in the red head pic omg\n  ","636871":"\n   BECAUSE THE HIGHER POWERS KNOW WHAT WE WANT. and they make it happen.\n  ","636872":"\n   Damn I hope jake gets you pregnant soon your so fucking cute ???\n  ","636873":"\n   GOOD TIMING BECAUSE BOOM IS ONLINE THE SAME TIME AS I AM\n  ","636874":"\n   ever tried in invent something\n  ","636875":"\n   hi\n  ","636876":"\n   I wish I could talk with you one day, convo would be so funny\n  ","636877":"\n   Goodnight sweetheart love squishy\n  ","636878":"\n   What is the nicest gift you have given to your mother?\n  ","636879":"\n   More erotic pics please ???\n  ","636880":"\n   Your second profile pic looks erotic ?❤️\n  ","636881":"\n   why are you so needy? didnt you have a mum growing up\n  ","636882":"\n   Boom is life ☺️?\n  ","636883":"\n   I'm not dangerous yet\n  ","636884":"\n   Who's jake\n  ","636885":"\n   Anon on Jakes page said you like your toes being sucked. Would you let jake do that?\n  ","636886":"\n   I can read you all so clearly it's dangerous for your state of mind\n  ","636887":"\n   Hey you\n  ","636888":"\n   If I blind fold you I could pretend to be jake?\n  ","636889":"\n   You're angry inside\n  ","636890":"\n   X\n  ","636891":"\n   Your dumb\n  ","636892":"\n   Vodka\n  ","636893":"\n   I don't wanna make out with you\n  ","636894":"\n   How tall are you?\n  ","636895":"\n   Can I spank you\n  ","636896":"\n   Sorry\n  ","636897":"\n   You like being spanked?\n  ","636898":"\n   pringles or Doritos\n  ","636899":"\n   Plans for the night\n  ","636900":"\n   I know darling but that's heroin it's morphine too\n  ","636901":"\n   What is your favorite area to hike. Do you backpack into the back country.\n  ","636902":"\n   Do you believe in reincarnation?\n  ","636903":"\n   Yep the sap\n  ","636904":"\n   Do like to hike in the woods?\n  ","636905":"\n   What is one thing you do that your parents would kill you if they knew\n  ","636906":"\n   Ever had Morphine\n  ","636907":"\n   whats with everyone doing daddy dom relationships lately\n  ","636908":"\n   last person to slap your butt? how did you react?\n  ","636909":"\n   They were the greatest just like you\n  ","636910":"\n   do you get easily annoyed? do you think you get annoyed if you were in a relationship and he is always slapping your butt?\n  ","636911":"\n   What is your favorite thing to do outdoors? and why?\n  ","636912":"\n   Love you❤️️\n  ","636913":"\n   Because I was stupid I regret it\n  ","636914":"\n   Body pic\n  ","636915":"\n   Shut your mouth\n  ","636916":"\n   Cool beans\n  ","636917":"\n   I mean I can get jiggy but then I loose my balance\n  ","636918":"\n   I don't like Spotify ads\n  ","636919":"\n   Hey\n  ","636920":"\n   Virgin or not\n  ","636921":"\n   I've tried crack and heroin\n  ","636922":"\n   How is Canada like?\n  ","636923":"\n   You're a sweetheart?\n  ","636924":"\n   Ever tried crack cocaine\n  ","636925":"\n   I am hopping to be unrolled.\n  ","636926":"\n   Boom is the sound my heart makes when I see you\n  ","636927":"\n   What's cocaine like\n  ","636928":"\n   Grade\n  ","636929":"\n   . Well I just thought it was strange that when she was talking about modeling you were talking about someone not actually being a model but if you don't know her then...\n  ","636930":"\n   Are you talking about my boo Sarah\n  ","636931":"\n   I miss YouTube days\n  ","636932":"\n   Probably cause it can jiggle\n  ","636933":"\n   hey join europe whatching eurosivion 21:00 cet\n  ","636934":"\n   do people ever compliment your butt?\n  ","636935":"\n   ⌚️ here is your new watch\n  ","636936":"\n   Boom 6 years of perfection\n  ","636937":"\n   Pap stomach?\n  ","636938":"\n   do you donate to charity\n  ","636939":"\n   Figure pic?\n  ","636940":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answer\/141576962425?utm_source=copy_link&utm_medium=iOS-\n   \n   you should rate yourself higher than 8 on looks, you're absolutely gorgeous and naturally beautiful\n  ","636941":"\n   how was you day?\n  ","636942":"\n   What's your talent?\n  ","636943":"\n   What type of siblings do you have (sent to all I follow )\n  ","636944":"\n   Sup boom stick?\n  ","636945":"\n   Who is your hero?\n  ","636946":"\n   do you get awkward why your best friends hear you fart?\n  ","636947":"\n   Suppose you use 4 chatting apps Messenger, Whatsapp, Snapchat, Instagram and your best friend messages you on each app. Which app will you open first and what will you reply? ?\n  ","636948":"\n   ? I've always remembered you ily\n  ","636949":"\n   Do you or anyone you know have a learning disability? if so what is it? mine is being developmentally delayed.\n  ","636950":"\n   do you speak english?\n  ","636951":"\n   Yes beautiful those YouTube days xx\n  ","636952":"\n   how cute are you now? pic\n  ","636953":"\n   would you say it not lady like to fart?\n  ","636954":"\n   Ever worn the same pair of  underwear two days in a row\n  ","636955":"\n   I am great\n  ","636956":"\n   You need to put sone sexy jeans on ?\n  ","636957":"\n   Why do guys lock themselves?\n  ","636958":"\n   Well you deserve it you deserve every single compliment and I like you alot.\n  ","636959":"\n   Have you ever order KFC and then the cashier forgets to put your biscuits in the box?\n  ","636960":"\n   Did you buy a watch\n  ","636961":"\n   waaaadup baaaah\n  ","636962":"\n   What one word describes you?\n  ","636963":"\n   Why are you so lovely you is the best\n  ","636964":"\n   I TRIED SLAPPING HER BUT SHE GRABBED ME AND THREW ME. THEN WHEN I TRIED TO CRAWL AWAY SHE STARTED KICKING ME THEN WHEN I GOT AWAY SHE THREW A DRINK IN MY SHIRT. SHE GRABBED MY THONG WHEN I WAS CRAWLING AWAY AND I GOT WEDGIED. SHES IN GRADE 8 IM SO MAD. SHE THREW DRIBKS IN MY FACE AND DOWN MY CLOTHES\n  ","636965":"\n   Yes I am the zach that you usually talk to but not all the time bc I am busy\n  ","636966":"\n   Boom do you remember Squishy?\n  ","636967":"\n   Boom I love your new profile picture and I love you so much BFF\n  ","636968":"\n   Boom\n  ","636969":"\n   Answer me (the fight)\n  ","636970":"\n   Do you like high heels?\n  ","636971":"\n   Where are thos pic you are going to post\n  ","636972":"\n   full body pap ?\n  ","636973":"\n   Ew your dumber then a potato\n  ","636974":"\n   your so dumb Ewwwww stop\n  ","636975":"\n   How are you\n  ","636976":"\n   Which gossip is there about you?\n  ","636977":"\n   shutup your dumb\n  ","636978":"\n   how am i drunk????????\n  ","636979":"\n   i will exist\n  ","636980":"\n   Can i rant here\n  ","636981":"\n   When a person spits does that mean they have authority ?\n  ","636982":"\n   Can you imagine... That love?\n  ","636983":"\n   dont call me kid\n  ","636984":"\n   your still dumb tho k\n  ","636985":"\n   Do you talk about driving down the poor and the middle class people\n  ","636986":"\n   U HAVE A BEDTIME LMAO DUMB KID\n  ","636987":"\n   Have you ever been to a Job Interview and then dressed casually and still got hired ?\n  ","636988":"\n   How much to sniff your farts?\n  ","636989":"\n   Underwear band pic\n  ","636990":"\n   Would you switch places with a guy?\n  ","636991":"\n   Hey\n  ","636992":"\n   hey\n  ","636993":"\n   ??\n  ","636994":"\n   Do you find anything Cool about being a girl ?\n  ","636995":"\n   There hot but then there's you ?\n  ","636996":"\n   Does speaking have anything to do with mathematics?\n  ","636997":"\n   I recommend Audemars Piguet\n  ","636998":"\n   I love you, you love me ❤️❤️❤️❤️❤️❤️\n  ","636999":"\n   A cheap 1 or expensive\n  ","637000":"\n   Which watch will you get\n  ","637001":"\n   Are you a virgin? What do you consider as losing your virginity?\n  ","637002":"\n   What watch do you have?\n  ","637003":"\n   Whom would you call, if you were allowed to make just one last telephone call?\n  ","637004":"\n   rate yourself on looks and personality?\n  ","637005":"\n   how much money does it cost to start a new life in a new town\n  ","637006":"\n   Damm you should've kept the red it looks nice on you\n  ","637007":"\n   I mean not all of it is from god, there's eating healthy, exercise, or  even if you had a fast metabolism that is from god\n  ","637008":"\n   I wanna make out with you\n  ","637009":"\n   Wish you could kiss me on the cheek ????\n  ","637010":"\n   How are you so skinny??like shit and your belly is really flat\n  ","637011":"\n   Dude why you gotta be a smart ass?\n  ","637012":"\n   What book are you reading\n  ","637013":"\n   You had your hair red before?\n  ","637014":"\n   I love you way more boom and you're welcome beautiful ??☺️☺️\n  ","637015":"\n   Have you made out with another girl?\n  ","637016":"\n   Why would I do that to myself?\n  ","637017":"\n   Your fave and figure pic are already so amazing post yours ????\n  ","637018":"\n   Stop it anon you're the sweetest person ever ??\n  ","637019":"\n   No problem beautiful\n  ","637020":"\n   Post a body positive pic\n  ","637021":"\n   Opinions on belly rings?\n  ","637022":"\n   You're welcome, I love you so much boom stay perfect!!????\n  ","637023":"\n   Do you have a pic of you with your ak47?\n  ","637024":"\n   Ily, you're legit perfect, you're sweet as hell but feisty af you don't take no shit from anyone but you're cute at the same time ??\n  ","637025":"\n   Ily ??\n  ","637026":"\n   You're good?\n  ","637027":"\n   Favorite belly button piercing?\n  ","637028":"\n   You have a cute ass smile\n  ","637029":"\n   Your eyes are hypnotising\n  ","637030":"\n   You are stunning\n  ","637031":"\n   Eh stop i am the biggest potatoe\n  ","637032":"\n   Yeah I was like damn ???it's all good tho\n  ","637033":"\n   thank youuu!?\n  ","637034":"\n   I do lol just didn't know what they were at first lol\n  ","637035":"\n   ughh thank you new york's minute girl xD \n why you don't like people telling you that you look like her? is it too anoying? \nI think you are prettier than her look at those eyes man *-* ♥♥ cute :*\n  ","637036":"\n   You're adorable aff\n  ","637037":"\n   Jw I'm new to this app\n  ","637038":"\n   Is it those pics that's side by side?\n  ","637039":"\n   True??\n  ","637040":"\n   Wait what piercing are you changing it to when you go to Maryland?\n  ","637041":"\n   Whats polla? Lol\n  ","637042":"\n   Feel like if you change that anon would cry lol\n  ","637043":"\n   Can you post another one, it looks cute ?\n  ","637044":"\n   yea\n  ","637045":"\n   Really hope you don't change ??\n  ","637046":"\n   Your belly looks cute ?\n  ","637047":"\n   Post a belly pic\n  ","637048":"\n   I fell from my bed and hurted my arm lol but i am great yeah IT'S MY RIGHT ARM AND I HAVE 3 EXAMS IN THIS WEEK HOW COULD I EVER EVEN PASS!!!\n  ","637049":"\n   ?????\n  ","637050":"\n   Not as sweet as you ?\n  ","637051":"\n   my throat really hurts\n  ","637052":"\n   Can I sit on your lap\n  ","637053":"\n   Cute belly button piercing\n  ","637054":"\n   You're welcome beautiful, don't change you're already beautiful just the way you are ??\n  ","637055":"\n   Your belly looks really pretty ???\n  ","637056":"\n   You're so adorable you really don't need to change ???\n  ","637057":"\n   Damn I missed you ??? THE DP THO SLAY BANANA ???????\n  ","637058":"\n   Would definitely call you the best friend I could ever have so wonderful\n  ","637059":"\n   Who was your first crush? Describe them.\n  ","637060":"\n   What's your favorite font?\n  ","637061":"\n   Just asking your opinions on them\n  ","637062":"\n   What Wikipedia article have you recently read?\n  ","637063":"\n   You're really cute\n  ","637064":"\n   Could you live without a computer?\n  ","637065":"\n   \"Who looks better\" polls, basically.\n  ","637066":"\n   What is the most interesting science?\n  ","637067":"\n   How do you feel about the outer look comparison some profiles are doing (via requests) in this site?\n  ","637068":"\n   $10m final offer\n  ","637069":"\n   Opinions on belly kisses?\n  ","637070":"\n   Which place do you find to be the most boring?\n  ","637071":"\n   Which is the most stylish celebrity?\n  ","637072":"\n   ugh i wish i was feeling good!\n  ","637073":"\n   What is your most bizarre talent?\n  ","637074":"\n   what's your fav day and what's your least fav day\n  ","637075":"\n   Your name is ass4lyfe so I'm thinking you like booty lmao\n  ","637076":"\n   Do you follow your brain or your heart?\n  ","637077":"\n   How many slices of pizza do you usually eat?\n  ","637078":"\n   What was the last book you read?\n  ","637079":"\n   aw thank you ?\n  ","637080":"\n   Thank you, you are so lovely?\n  ","637081":"\n   What about when you dads out? Try it, you'll feel free running around naked\n  ","637082":"\n   What's your spirit animal?\n  ","637083":"\n   PAP your style icon!\n  ","637084":"\n   Will you put panties on your wishlist and I'll buy them for you\n  ","637085":"\n   Has a guy made a song about you?\n  ","637086":"\n   what's the weather like where you live\n  ","637087":"\n   Have you ever run around your house naked\n  ","637088":"\n   I have !! ?\n  ","637089":"\n   Hey\n  ","637090":"\n   I'd give booty the slight edge though ?\n  ","637091":"\n   Would you marry me n live with me if I gave you $5m\n  ","637092":"\n   What do you wear around the house\n  ","637093":"\n   Omg, I want ?\n  ","637094":"\n   what is the best smell in the world\n  ","637095":"\n   Nothing special , you? ??\n  ","637096":"\n   Same.\n  ","637097":"\n   What did you make?\n  ","637098":"\n   My dp is big af eh? It's 3 inches\n  ","637099":"\n   Your  not going to cook today?\n  ","637100":"\n   Im that .3% ☺️\n  ","637101":"\n   Heyyyy?\n  ","637102":"\n   Sorry, ladies but I am not the golfing type.\n  ","637103":"\n   Do u sleep with your bedroom door close or open\n  ","637104":"\n   sup cuteness???\n  ","637105":"\n   3 inches is big right?\n  ","637106":"\n   Hi Lady !  May 12th at 1930 pm and 18° C \nHow are u doing ? \nSunset is being to be seen ! \nAre u motivated to fulfill ur day's hope ? \nHave a quiet afternoon ! \nMarc from France\n  ","637107":"\n   Do you like the cars that go BOOM?\n  ","637108":"\n   Do you like to dance?\n  ","637109":"\n   has anyone ever sent u dick pics that u haven't wanted before?\n  ","637110":"\n   Random Thoughts????\n  ","637111":"\n   That's a good answer! ??\n  ","637112":"\n   Likers get 5 likes!? I will like back\n  ","637113":"\n   What's your second biggest fear?\n  ","637114":"\n   the angulation of your right maxillary lateral incisor seems asymmetrical with your central incisor you dirty girl!!!!!\n  ","637115":"\n   Booty or boobs??\n  ","637116":"\n   Panty check style n color\n  ","637117":"\n   My girlfriend won't stop trying to sniff me!\n  ","637118":"\n   heyy i got questions about you can i untick?? dont post\n  ","637119":"\n   What will you never do?\n  ","637120":"\n   What's up?\n  ","637121":"\n   Something you're excited for?\n  ","637122":"\n   It's like a scar. And it decided to bleed for some reason.\n  ","637123":"\n   Naked?\n  ","637124":"\n   What's the bravest thing you've ever done?\n  ","637125":"\n   Nah it's alright. It's just my mental state being weird.\n  ","637126":"\n   But I want to sit around the Christmas table with you n eat turkey with you\n  ","637127":"\n   % of anons that you like?\n  ","637128":"\n   Help\n  ","637129":"\n   Can I be your brother?\n  ","637130":"\n   Pap of you atm\n  ","637131":"\n   U mean u flirt\n  ","637132":"\n   U r really special and pretty\n  ","637133":"\n   U finally started doing ur brows\n  ","637134":"\n   Good! I have been feeling so damn lonely.\n  ","637135":"\n   I feel so f.ucked up that I'm gonna go to bed early. How are you?\n  ","637136":"\n   Y did jakesossy deactivate\n  ","637137":"\n   Y would she not like ur convo\n  ","637138":"\n   You always look attractive yo ?\n  ","637139":"\n   Maddie is his gf\n  ","637140":"\n   What perfume are you wearing today?\n  ","637141":"\n   sossy has a gf\n  ","637142":"\n   Always eating\n  ","637143":"\n   full body pap?\n  ","637144":"\n   What is one thing people should know about you?\n  ","637145":"\n   What is your most treasured possession?\n  ","637146":"\n   so no opinion?\n  ","637147":"\n   What did you do that made you do that cause the headache or what happened\n  ","637148":"\n   good morning my dudes and dudettes, today's word of the day will be \"clitty\"\n  ","637149":"\n   Haha sorry babe i slept?\n  ","637150":"\n   NE1 4 sausage?\n  ","637151":"\n   ???\n  ","637152":"\n   I called my girlfriend on her cellphone and she said: Hiiiiiii Daddy! should i be worried?\n  ","637153":"\n   That's cool ?\n  ","637154":"\n   Because you are a girl\nYou are dream for some people \nIncluding me\n  ","637155":"\n   My plan? Is to sleep. Haha yeah coz it's 1:22 am here. :)\n  ","637156":"\n   Thank sweet girl kiss kiss ?????????\n  ","637157":"\n   May the 4th be with you!\n  ","637158":"\n   Why are women oppressed\n  ","637159":"\n   hi\n  ","637160":"\n   Haha aside from ceiling, it's the sky. Haha lol. Fine but tired, you?\n  ","637161":"\n   Emotions for whom\n  ","637162":"\n   Just if you want PAP?\n  ","637163":"\n   I'm Indian \nWe are emotional people\n  ","637164":"\n   Hi!\n  ","637165":"\n   Awesome sterling u r the best so happy I got a wonderful friend like you\n  ","637166":"\n   Haha :3 and what are you upto\n  ","637167":"\n   It's cool #RedMilitia\n  ","637168":"\n   ???? dil tut giya \nBroken heart\n  ","637169":"\n   Good night my love kiss?\n  ","637170":"\n   Ass tities pussy money weed everywhere I look a killing spree—killing spree by logic featuring ansel elgort\n  ","637171":"\n   Have you ever experienced a moment so joyous that you teared up?\n  ","637172":"\n   Indian boy ??\n  ","637173":"\n   miss you too!\n  ","637174":"\n   Last time you cried\n  ","637175":"\n   What about indian food\n  ","637176":"\n   Wyd\n  ","637177":"\n   Does speaking have anything to do with mathematics?\n  ","637178":"\n   More things , what you love\n  ","637179":"\n   I'm not going to cover anybody's ass anymore.\n  ","637180":"\n   Do you believe money is the route to all evil? If so, was there no evil prior to the time when money didn't exist?\n  ","637181":"\n   I thought rice is your favourite\n  ","637182":"\n   How do you feel about the notion that \"nothing is new under the sun\" and everything just repeats itself? Do you agree with it? Do you derive hope from it, or the opposite?\n  ","637183":"\n   What's the longest you've ever gone without sleep?\n  ","637184":"\n   When did you last have sex\n  ","637185":"\n   And rice\n  ","637186":"\n   What is your goal for the next 24 hours?\n  ","637187":"\n   Ootn\n  ","637188":"\n   I see the potential for many patents\n  ","637189":"\n   Pap of you in bed\n  ","637190":"\n   Pap of where you would keep the buttons\n  ","637191":"\n   What or who motivates you to get out of bed every morning?\n  ","637192":"\n   What did you do today\n  ","637193":"\n   Drive to me\n  ","637194":"\n   I can't stop thinking about being inside you. I just imagine your eyes\n  ","637195":"\n   What 1 million of them? Where would you keep them\n  ","637196":"\n   What's your surname\n  ","637197":"\n   can you drive\n  ","637198":"\n   No it would be coat buttons\n  ","637199":"\n   What's your real name\n  ","637200":"\n   Wow thanks for give us a few days break From you\n  ","637201":"\n   Dont they, Sav!\n  ","637202":"\n   Shit maybe they'll make an exception and deliver at whatever time it is there\n  ","637203":"\n   If I sent you 1 million buttons, how would you react\n  ","637204":"\n   Can I call you sterling instead of savannah\n  ","637205":"\n   Will call you sterling instead then to make u happy\n  ","637206":"\n   Our tone doesn't get translated into words so I keep thinking you are being sarcastic and you think the same about me...no..I genuinely like your name\n  ","637207":"\n   ??\n  ","637208":"\n   I love you, love me back plz\n  ","637209":"\n   That is a..pretty name\n  ","637210":"\n   fine 10 facts\n  ","637211":"\n   Ok :) what is your name?\n  ","637212":"\n   do you drink\n  ","637213":"\n   Last time u got laid???\n  ","637214":"\n   You don't need a sugar anything get that out of your head.\n  ","637215":"\n   20 facts  about yourself\n  ","637216":"\n   SC please\n  ","637217":"\n   Well obviously we are monkey pals remember?\n  ","637218":"\n   Lmao, y'all wild!\n  ","637219":"\n   Who is your daddy\n  ","637220":"\n   Haha. Being sarcastic? :p\n  ","637221":"\n   Tell me you never stalk anyone's page,. You need to chill, fam\n  ","637222":"\n   Please say something to your followers.............\n  ","637223":"\n   You may call me Castle. I solemnly swear I am upto no good. Couldn't sleep the whole night\n  ","637224":"\n   Take lots of cute selfies for us\n  ","637225":"\n   I need advice\n  ","637226":"\n   do you understand why guys love when girls wear leggings?\n  ","637227":"\n   You are welcome, m'lady *tips his hat*\n  ","637228":"\n   what's new\n  ","637229":"\n   what do you do when your angry\n  ","637230":"\n   Ever been in a fight\n  ","637231":"\n   I gotcha on them lyrics fam\n  ","637232":"\n   when is your birthday\n  ","637233":"\n   did you get bullied in school\n  ","637234":"\n   do you have twitter\n  ","637235":"\n   which state do you live in\n  ","637236":"\n   That's sad. You always post such good pics\n  ","637237":"\n   Where does the name ass4lyfe come from\n  ","637238":"\n   Dam it, I though you'd post bikini pics ?\n  ","637239":"\n   I like short girls\n  ","637240":"\n   Did they delete you bikini pics? Repost them ☺️\n  ","637241":"\n   They're deleting my shit to though. It's a conspiracy\n  ","637242":"\n   Is stalking bad?\n  ","637243":"\n   Why no full body of you lying down\n  ","637244":"\n   Pic in your fav outfit\n  ","637245":"\n   I like you second profile pic, looks sexy\n  ","637246":"\n   Yeah bummer. I didn't get to see them :(\n  ","637247":"\n   allergies which is annoyying!. help lol\n  ","637248":"\n   ever eaten lobster\n  ","637249":"\n   Don't lie you hoard food\n  ","637250":"\n   Why do people post the llink to their Instagram account in their bio, when it's private? That just makes no sense to me\n  ","637251":"\n   fav emoji\n  ","637252":"\n   do you have a bf\n  ","637253":"\n   Rapid fire ?: First thing that comes to your mind after you see my profile or dp ?\n  ","637254":"\n   When did you gave your last fuck??\n  ","637255":"\n   Pic of what you wear for bed\n  ","637256":"\n   THE TASTE OF HER CHERRY CHAPSTICK\n  ","637257":"\n   what are you hoarding for yourself that could be shared with others?\n  ","637258":"\n   when are you 22\n  ","637259":"\n   do you have facebook\n  ","637260":"\n   Full body pic of you lying down\n  ","637261":"\n   single?\n  ","637262":"\n   fair enough\n  ","637263":"\n   do you worry much\n  ","637264":"\n   fav song\n  ","637265":"\n   do you smoke?\n  ","637266":"\n   Full body post\n  ","637267":"\n   Ask can be dorky\n  ","637268":"\n   I'm in Red Reserve actually red use to be partnered with FaZe up until we decided to leave\n  ","637269":"\n   height\n  ","637270":"\n   Shorty ?\n  ","637271":"\n   what was the questions and what were your answers\n  ","637272":"\n   are you a shy person\n  ","637273":"\n   ask most likely did it\n  ","637274":"\n   are you bi\n  ","637275":"\n   Wat would u be called instead on here\n  ","637276":"\n   ever kissed a girl\n  ","637277":"\n   who do you love\n  ","637278":"\n   are you a hoarder\n  ","637279":"\n   do you love anyone\n  ","637280":"\n   you okay tonight\n  ","637281":"\n   Head to toes pap, I want to see how tall you are ☺️\n  ","637282":"\n   can't sleep it's a hangover headache\n  ","637283":"\n   Full body pap of what you're wearing now\n  ","637284":"\n   I got a massive hesdache\n  ","637285":"\n   can you count cards\n  ","637286":"\n   what was the last thing that entered your stomach\n  ","637287":"\n   How are you tonight\n  ","637288":"\n   I knew what he was doing was wrong, but I couldn't stop him. he just kept screwing me. He slowly slid his hands deep inside my.................. pocket and stole my wallet. took all my money out and screwed me over out of a months rent!\n  ","637289":"\n   Is it homophobic for a straight man to refuse to date bisexual women?\n  ","637290":"\n   Think that is a really lovely name savannah\n  ","637291":"\n   Oh..I can just hope diabetes doesn't run in your family\n  ","637292":"\n   Savannah Q.....  I still love you\n  ","637293":"\n   Would you be impressed if I was in FaZe?\n  ","637294":"\n   Sugar can be a pretty bad addiction yeah..\n  ","637295":"\n   Plans for the day\n  ","637296":"\n   do you have weird friends\n  ","637297":"\n   Wat is your actual name sweetie\n  ","637298":"\n   What are you currently addicted to?\n  ","637299":"\n   why a sloth\n  ","637300":"\n   your cute\n  ","637301":"\n   What kind of browns are there\n  ","637302":"\n   So hot. Enough said.\n  ","637303":"\n   U look really lovely in photos sweetie\n  ","637304":"\n   I do that's how I got into the team I'm in now ?\n  ","637305":"\n   You're the cutest alien ?\n  ","637306":"\n   Think your a great friend to have on here and think u was born beautiful\n  ","637307":"\n   How has your day been\n  ","637308":"\n   I just hit a nasty trick shot I'm so happy and I feel like a nerd\n  ","637309":"\n   Yes you are pretty white. I am pretty brown btw.\n  ","637310":"\n   Hey blease can we both friends??\n  ","637311":"\n   ??\n  ","637312":"\n   Oh quarter ok. Coz you dont look it\n  ","637313":"\n   You really are half Viet?\n  ","637314":"\n   That sounds really good to now\n  ","637315":"\n   im in  New York. the shit part. so also, whats your race?\n  ","637316":"\n   @ (receennnt duckiieesss)\n  ","637317":"\n   Hope you stay beautiful in anything u wear\n  ","637318":"\n   You look great\n  ","637319":"\n   Ever kick a guy in the nuts? :)\n  ","637320":"\n   Good morning\n  ","637321":"\n   where you from\n  ","637322":"\n   Really? Aw sorry I should've at least asked if you wanted something sorry :(\n  ","637323":"\n   Yo boom boom\n  ","637324":"\n   Just got back from eating chili's\n  ","637325":"\n   That is a CUTE PICTURE\n  ","637326":"\n   Please body photo at the moment\n  ","637327":"\n   Do you smoke weed\n  ","637328":"\n   Confess Something!?\n  ","637329":"\n   Ootn beautiful\n  ","637330":"\n   no, no we do not.\n  ","637331":"\n   Would you get embarrassed if you bent over and your underwear showed\n  ","637332":"\n   Oh fuck. You just get better and better, don't you\n  ","637333":"\n   Aw haha love you ??❤\n  ","637334":"\n   Your so fuckable\n  ","637335":"\n   Goodnight ???\n  ","637336":"\n   if only japan sent you a robot\n  ","637337":"\n   How was it?\n  ","637338":"\n   wassupp\n  ","637339":"\n   Followed you\n  ","637340":"\n   Oh damn, you got a belly piercing? :o\n  ","637341":"\n   Boom check snapchat friend sorry i hope im not sounding annoying asking that but i sent you something youd maybe want to read\n  ","637342":"\n   You are welcome. What's up with you?\n  ","637343":"\n   Didn't you go out somewhere else\n  ","637344":"\n   How are you tonight\n  ","637345":"\n   How is the trip?\n  ","637346":"\n   That pic though <3\n  ","637347":"\n   It's because u had a great vacation ????\n  ","637348":"\n   GoArmy.com serve your Country\n  ","637349":"\n   Would you rather be in a room with a snake or scorpion?\n  ","637350":"\n   last thing you bought\/ your parents bought you\n  ","637351":"\n   What was your favorite part about today?\n  ","637352":"\n   I nice boy\n  ","637353":"\n   What's something you want to try but you are to scar to\n  ","637354":"\n   Is it better to be loved or feared ?\n  ","637355":"\n   Listen\n  ","637356":"\n   That wasn't a yes or no question bro xD\n  ","637357":"\n   <3 <3 what are you upto. what you been doing\n  ","637358":"\n   Him ?\n  ","637359":"\n   I ll drink to that. So college or work?\n  ","637360":"\n   you like donald thrump??? please\n  ","637361":"\n   Sup cute ass nerd ?\n  "},"Answer":{"636289":"\n  Yeah especially since a guy ive talked to since i was 12 years old, still loves me to this very day... like ive pushed him aside and shit, but im still the one he wants to marry. He's definitely handsome as shit now too.\n  ","636290":"\n  I aspire to being a milf\n  ","636291":"\n  Boom sav is straight chub right now\n  ","636292":"\n  Most of my ex's have been tall.. ?\n  ","636293":"\n  I havent had sex since the last blood moon\n  ","636294":"\n  About to go lay in the tub with my drink & ponder life ?\n  ","636295":"\n  Thats the ONLY thing im good at ??\n  ","636296":"\n  You know you're dedicated to drinking when you squeeze your own lemons for it lol ?\n  ","636297":"\n  666 sacrifice your soul to me ?\n  ","636298":"\n  Im good fam, its drinking time.\n  ","636299":"\n  Scooby doo omfg, we'd get stoned and eat scooby snacks alll damn day ?\n  ","636300":"\n  Read below  ??? such a nice person ?????\n  ","636301":"\n  Omg? i think i love you ?? Youre my new favorite person. Thank you so much ??? you made my day!!\n  ","636302":"\n  Meet the bird thats been trying to come inside my house for 3 days and my cat keeps meowing at it..\n  ","636303":"\n  I have major trust issues & its sucks. I question if a person really means what they say, i basically dont trust anyone\n  ","636304":"\n  Im confused, what are you referring too?\n  ","636305":"\n  Im 5'3 its not that hard to be taller than me.. they need to be 5'9 and higher ? thats not hard to find. Also, i choose to not have someone right now. There's many guys that have asked to date me and shit but im not ready to start dating again. Im still damaged from my ex.\n  ","636306":"\n  I like heels and I'm not gonna be taller than my man.\n  ","636307":"\n  I like em tall and fit ?\n  ","636308":"\n  ? no, thats not how its gonna work.\n  ","636309":"\n  Hes a sweet guy ?\n  ","636310":"\n  Ink is a plus ??\n  ","636311":"\n  When hot guys smile at me, i die ?\n  ","636312":"\n\n   @hateuandurbrows\n  \n  i love her so much & im actually gonna meet her in October ?\n  ","636313":"\n  I wonder if theirs a pill actually called molly cyrus... and if there is, i need it.\n  ","636314":"\n  Most of them are annoying actually\n  ","636315":"\n  I totally understand, this place is so toxic!!\n  \n  Im glad youre doing well, im okay.. trying to be better but takes time ya know?? ive missed your beautiful soul.\n  ","636316":"\n  Im gonna marry someone that loves me, not someone who pays me.\n  ","636317":"\n  Dude, its like youve gone missing... how have you been?! &&& nooo hunny bunny i swear im not ??\n  ","636318":"\n  I suck at cutting my own hair, i do not trust myself cutting someone elses.\n  ","636319":"\n  I shouldnt be looking forward to getting wasted, but i am.\n  ","636320":"\n  Im pissed, i need new underwear..all my lace ones are fucked  ?\n  ","636321":"\n  Go use someone else.\n  ","636322":"\n  Folding clothes makes me feel like a goddamn mom\n  ","636323":"\n  Why would you want to marry me?\n  ","636324":"\n  Thank you ??\n  ","636325":"\n  Eating always makes me tired\n  ","636326":"\n  Life is life, but im glad you enjoyed my page ? youre very sweet && i would love to visit you in the south of Italy, thatd be super fun??\n  ","636327":"\n  I dont think thats how it works..\n  ","636328":"\n  Depends whos taking the photo & i like more spontaneous photos.\n  ","636329":"\n  No, nor do i want too\n  ","636330":"\n  Thats my moms life motto, she gets everything she wants i swear ?\n  ","636331":"\n  You're only my favorite if you spell correctly.\n  ","636332":"\n  I went to school with kids who were homeless....?\n  ","636333":"\n  I feel like regardless if one of the personalities wants to kill themselves, having multiple personality disorder would feel like you were trapped and a hostage to yourself..\n  ","636334":"\n  Didn't think their was such thing\n  ","636335":"\n  Life.\n  ","636336":"\n  Quesadillas with green chilies are the shit\n  ","636337":"\n  I could probably rule my civilization with my army of anons\n  ","636338":"\n  The cell phone, like whaaaat star trek much?\n  ","636339":"\n\n   @UnrealJACKO2\n  \n  wanna call me your papi\n  ","636340":"\n  Momma jack??\n  ","636341":"\n  Not at all actually, ive grown up a lot\n  ","636342":"\n  All your bitches wanna fuck me\n  \n  They can call me their father, papi\n  ","636343":"\n  My cat is fuckin weird\n  ","636344":"\n  Ew, i just threw up. Do not call me daddy\n  ","636345":"\n  That would cool but creepy at the same time, like my world will be shaken if i figure out who my anons truly are ?\n  ","636346":"\n  Greg parys songs ;\n  \n\n   https:\/\/youtu.be\/99R4N2cbZ6c\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","636347":"\n  Omfg, thank you so much?\n  ","636348":"\n  I cant decide if i want to watch a yt video or read game of thrones, hmmm hmm\n  ","636349":"\n  What are your plans today ?\n  ","636350":"\n  Gonna be honest, i have a pretty sweeet family.\n  ","636351":"\n  Ok so like\n  \n  1. Im like super duper fun to go eat with.\n  \n  2. I crack myself up so you dont have to worry about making all the jokes ?\n  \n  3. I listen really well, and remember everything a person tells me (so be careful what you say ? i can make jokes about anythingg)\n  \n  4. If you like to nest\/eat\/watch stuff for hours, im your partner in crime, im also a super good sidekick too.\n  \n  5. Im cute so like you can bring me anywhere ?\n  ","636352":"\n  I only understood the word \"favor\" ?\n  ","636353":"\n  Where i grew up you mean??\n  \n  Places i spent a lot of my time in San Diego;\n  \n  Rancho Santa fe\n  \n  Elfin Forest\n  \n  La jolla\n  \n  Del mar\n  \n  Encinitas\n  \n  La costa\n  ","636354":"\n  Hubba bubbaaa ??\n  ","636355":"\n  Oh yes i do, my sister actually volunteers for the Denver LGBT Pride festival every summer!! I want to go, but she didnt seem too thrilles on me being there? but i support and love them for being who they are. Most of my friends are gay, lesbian, or bisexual actually!\n  ","636356":"\n  Thank you sweetness ?\n  ","636357":"\n  Thank you ???\n  ","636358":"\n  Plans for the day:\n  \n  Eat goldfish for breakfast\n  \n  Do laundry\n  \n  Sit in the tub and drown in alcohol\n  ","636359":"\n  Awh, thank you so much hun ?\n  ","636360":"\n  Im all about that adventurous life cause i dont have to worry about moneysss\n  ","636361":"\n  I love you sweetheart ?\n  ","636362":"\n  And i wish things in life worked out the way they should.\n  ","636363":"\n  Ill be 22 June 6th\n  ","636364":"\n  My feelings for him, im crying again. God\n  ","636365":"\n  Kill off humanity\n  ","636366":"\n  No, im gonna miss him so much but i have to let go and there's nothing i can do about it.\n  ","636367":"\n  My soul is empty.\n  ","636368":"\n  Im awake and i do not want to be\n  ","636369":"\n  Can we not bring him up?\n  ","636370":"\n  Orange is the new black\n  \n  Or\n  \n  Trailer park boys\n  ","636371":"\n  Ok, this made me laugh ?\n  ","636372":"\n  I legitly feel so sick to my stomach\n  ","636373":"\n  INVESTMENTS\n  ","636374":"\n  Multiple times.\n  \n  My first plane ride was with my 5th grade class to D.C. lol\n  ","636375":"\n  No, lana del rey and miley cyrus are like waaay better than me.\n  \n  But i know I'm better than one person in particular.\n  ","636376":"\n  I think thats like an everyday occurrence for me\n  ","636377":"\n  Kys anyday please.\n  ","636378":"\n  Because i dont want to, and i do what i want\n  ","636379":"\n  I dont live in the house i grew up in anymore\n  ","636380":"\n  Game of thrones should be illegal for being so good\n  ","636381":"\n  Me too ?\n  ","636382":"\n  Stop. Getting. My. Posts. Deleted. Just. Because. You. Dont. Like. What. I. Said.\n  ","636383":"\n  Never been better sweetheart, came to find out that was all ptsd symptoms\n  ","636384":"\n  Hey, whats up?\n  ","636385":"\n  You got a point ?\n  ","636386":"\n  I meant to say WITHOUT sibilings? fuck.\n  \n  ?\n  ","636387":"\n  Clearly you cant read because i already explained this. My biological parents didnt throw me in a dumpster and say goodbye, they gave me to a suitable family, being adopted doesnt mean i was abandoned. If i was never adopted, i would have grown up with sibilings, in a tiny piece of shit apartment with a very very ill mother. Because i was adopted, i grew up in a mansion with very well off parents. I dont really see that as abandonment.\n  \n  The only reason i know all of this is because ive met my biological family and they told me everything, my biomom committed suicide when i was 18 years old.\n  \n  I gained more from being adopted, so stop trying to make it out to be something horribe when its not. Its a blessing.\n  ","636388":"\n  BRINGING SEXY BACK\n  ","636389":"\n  Oh shush?\n  ","636390":"\n  Only english\n  ","636391":"\n  Many many ones.\n  \n  My fav is when i was like 17 and i went to my elementary\/middle school with my friends cause they had the dopest playground, and they actually put in a new field and they were the eagles so i peed on top of the eagle in the middle of the field hahahaha\n  ","636392":"\n  I doubt that ?\n  ","636393":"\n  Ngl the guy named daz on here is adorable\n  ","636394":"\n  My kitty is drooling, she wants love again\n  ","636395":"\n  You're welcome, you gorgeous human\n  ","636396":"\n  Thats because youve been nothing but amazing and sweet to me ?\n  ","636397":"\n\n   @iamkira98\n  \n  DID I JUST SEE 1.8 MIL LIKES AND YOURE FUCKIN PERFECT JESUS\n  ","636398":"\n  Those were the days, especially before they updated it and shit.\n  ","636399":"\n  My family as a whole, i wouldnt be who i am if it werent for them? im truly blessed.\n  ","636400":"\n  Thank you! I totally thought i couldn't oull glasses (even tho their a filter) but still!\n  ","636401":"\n  That i can believe\n  ","636402":"\n  Thank you so much ??? that means a lot. They should keep their mouths shut cause there's nothing they can say that will bring me down. You are lovely\n  ","636403":"\n  ARE YOU WITH THAT GIRL YET?\n  \n  And ive been chillin, getting drunk hahaha\n  ","636404":"\n  Hahahahahahahahah you do realize i grew up in the least ghetto area in California right?\n  ","636405":"\n  Dude why, thats horrible\n  ","636406":"\n  1. My dad raped and tortured my biomom sooo i dont want him either ?\n  \n  2. My mom was schizophrenic and she decided to put me in private adoption so a rich family could adopt me or i would have probably ended up a stripper. She thought i was WORTH a better life\n  \n  3. It says more about my parents i have, the could have declined and said no, but they CHOSE to have me. They took an oath and promised to give me a good life.\n  \n  4. I have heard stories about my baby shower from my parents friends who were like \"if you dont want her, ill have her. Shes beautiful\"\n  \n  Beind adopted isnt an insult for me because ive been blessed with a good life. I would have never gotten the education i have, made the friends i have, or traveled to the places ive gone too if i werent adopted.\n  ","636407":"\n  I feel like being a bitch today?\n  ","636408":"\n  Same, so my friend was just like \"hey I'm buying you a ticket and we're gonna party\"\n  ","636409":"\n  When people hand you everything and when you can hustle the fuck out of people just by looking at them, you tend to get a tad cocky?\n  ","636410":"\n  Awh thank you ? youve been a fan for so long\n  ","636411":"\n  They are just trying to make me feel like shit, which is impossible ??\n  ","636412":"\n  HahahahahaahHAHAHAHAH thats a good joke. Im fuckin banging, do you not see my bone structure? Nobody gets treated the way i do just because i have \"nice eyes\" ?????? oh man You're hilarious\n  ","636413":"\n  I think you're the only one who knows ??\n  ","636414":"\n  Cause i have arrived ??\n  ","636415":"\n  Awh im sorry ? mine drools when she wants love, it freaks me out\n  ","636416":"\n  Ive been talking in an english accent for no reason\n  ","636417":"\n  Which is a shame, truly.\n  ","636418":"\n  Not if anything were possible. You could shit a cupcake if thats what you wanted in a world full of all possibilities\n  ","636419":"\n  I wonder what its like having to use your body to get attention.\n  ","636420":"\n  My cat is fighting paper towels... cats are weird\n  ","636421":"\n  God shes such a pretty human\n  ","636422":"\n  Help, my eyes. My feed is ruining my sight.\n  \n  Someone bless my feed. Her pictures even make the devil want to run & hide\n  ","636423":"\n  Having a heart makes you a pussy.\n  ","636424":"\n  LANDOO WHAT IS UP\n  ","636425":"\n  Uhhhhhhh is Connor McGregor a celebrity?\n  ","636426":"\n  Him and his goddamn bathtub\n  ","636427":"\n  You're asking the wrong person, i dont listen to pussy music\n  ","636428":"\n  Stewie cause hes gay so he'd be all grossed out and wouldnt last long.\n  \n  Has anyone else realized that when brian has sex its beastality  ???\n  ","636429":"\n  Good parenting, teach em how to hustle when they are young\n  ","636430":"\n  Gag\n  ","636431":"\n  And what scene is this from?\n  ","636432":"\n  Brittany spears? How do you not know where that is from?\n  ","636433":"\n  Every time someone says \"oh ok\" i picture the family guy episode of peter breaking his own neck after saying \"oh ok\" ??\n  ","636434":"\n  No? I was saying all the anons moms should have swallowed instead of get cum inside them so they would have never been born.\n  ","636435":"\n  Svnnh lol\n  ","636436":"\n  Im not a big fan of breakfast food, i used to have steak for breakfast ?\n  ","636437":"\n  LEAVE BRITTNEY ALONE\n  ","636438":"\n  The same way all anon mommies should have done, open up the throat and gulp ?\n  ","636439":"\n  Hard pass\n  ","636440":"\n  Whats tragic is how much goldfish i have stuck in my mouth, wow this isnt cute\n  ","636441":"\n  Just waiting for all the characters i hate in game of thrones to die.\n  ","636442":"\n  Currently over stuffing my face with goldfish\n  ","636443":"\n  BALTIMORE BALTIMORE BALTIMORE\n  ","636444":"\n  Im a huge fan of\n  \n   @poetalunam\n  \n\n  i swear she gives the best answers\n  ","636445":"\n  If i have a son im naming him Tyrion\n  ","636446":"\n  Im pretty sure you send this like once a month lol you do realize im single because i want to be right?\n  ","636447":"\n  Im BOOM, i make up my own rules.\n  ","636448":"\n  I agree 1000000%\n  ","636449":"\n  Its been fun, DOOOD. But ima get off for a bit, gonna do other stuff now. Bye byee\n  ","636450":"\n  Bless me, i sneezed\n  ","636451":"\n  Coming from you, that means alot?? thank you!! How have you been?\n  ","636452":"\n  Dude same, the texture pisses me off\n  ","636453":"\n  Ive missed ya ?\n  ","636454":"\n  You make yourself an easy target lol\n  ","636455":"\n  I like grapes, i like wine but i hate raisins.\n  ","636456":"\n  Yes, your existence is quite hilarious\n  ","636457":"\n  I hate the taste of pork, I've never liked it even before i knew how disgusting pigs are. Lol\n  \n  But good for you??\n  ","636458":"\n  The sky is crying\n  ","636459":"\n  Unless you piss me off, then the devil takes over\n  ","636460":"\n  I dont remember making a joke\n  ","636461":"\n  Im sorry but im not down for this virtual conversations like you have any idea what i made or what it tasted like. Its all fantasy and i wont have any part of it.\n  ","636462":"\n  No probably not lol its not a big deal to me, ive gone months without it and im still alive ?\n  ","636463":"\n  Well keep on eating it then?\n  ","636464":"\n  I dont watch porn because i dont get turned on, i get super fuckin sad.\n  \n  Questions i think about ;\n  \n  \"Where is your father?\"\n  \n  \"We're you abused?\"\n  \n  \"Did people bully you?\"\n  \n  \"Do you need money that bad?\"\n  \n  \"Do you feel insecure?\"\n  \n  \"Can you only feel love when theres a cock between your legs?\"\n  \n  \"Have you been loved?\"\n  ","636465":"\n  According to peachyboo im on like ban, and im super triggered cause i wanna like her stuff ?\n  ","636466":"\n  Idk what peng is so..\n  ","636467":"\n  Indeed, until i started reading about lil piggies\n  ","636468":"\n  But i cooked yesterday\n  ","636469":"\n  I thought you were suppose to cook for mw\n  ","636470":"\n  Well when you take away one sense, it enhancing others..\n  ","636471":"\n  I made hot chocolate cause its fuckin freezing outside\n  ","636472":"\n  Taking snaps of the white liquor egghead?\n  ","636473":"\n  Sex, its a fuckin workout\n  ","636474":"\n  Whatever last rave i went too..\n  ","636475":"\n  My friends who went to beauty school explained to me that i shouldnt shower everyday and only shower once. It drys my hair out really badly, and i need my natural oils in my hair.\n  \n  Some people can shower a lot and it doesnt matter, but for me personally they told me thats why my hair was turning into straw. So i shower every other day.\n  ","636476":"\n  Reminded me of the telly tubbies and how much i hated that show, you had to do some serious drugs to enjoy that show i swear, except the sun didnt have sunglasses.. it was a baby but anyways.\n  \n  I feel like its like a personification joke, cause you cant look into the sun, unless you have eye protection. So like the sun is so bright it needs sunglasses itself. And might help the kids understand to not look into the sun, or maybe the sun is blind?\n  ","636477":"\n  Whos they? And why would someone wanna change you?\n  ","636478":"\n  Dream: to be able to go around the world taking pictures of abandoned and rundown places..\n  ","636479":"\n  Holy ass & titties ive never been so excited?????????????????? thank you thank you so so so so much??? ilysm????\n  ","636480":"\n  Fuckin starving ?\n  ","636481":"\n  Thats shitty for your \"boo\" ?\n  ","636482":"\n  Ugh i still havent eaten anything, i need food. Its raining a fuckton and its all cold ?\n  ","636483":"\n  This song\n  ","636484":"\n  I. Want. Thia. Food.\n  ","636485":"\n  How can people not see that our climate is changing..\n  ","636486":"\n  Nicotine is super addictive, heroin addicts have said its harder to stop smoking nicotine then to stop doing heroin.\n  ","636487":"\n  I think im melting into my bed\n  ","636488":"\n  Ughh you just made me want kfc, i fucking love fried chicken\n  ","636489":"\n  Well the people im texting are amazing\n  ","636490":"\n  Time to get the chills\n  ","636491":"\n  Can you just message me, i don't want our convo on here ok? Im sorry, they piss me off too.. thats why im being a dick.\n  ","636492":"\n  Legitly just got sent this, \"you think I'm a pussy and my dicks huge\" ????????????\n  ","636493":"\n  Where exactly do you live, like what state\n  ","636494":"\n  This one random is messaging me saying he wants to meet me.. red fuckin flag, im gonna get kidnapped if i meet up with him\n  ","636495":"\n  I mean he might be? He would message me if he cared\n  ","636496":"\n  I need another drinkipoo\n  ","636497":"\n  Ew nobody wants you spawn\n  ","636498":"\n  Thats still dopeee\n  ","636499":"\n  Im a mess lol\n  ","636500":"\n  That sucks, maybe try moving\n  ","636501":"\n  I miss brett and max so much?\n  ","636502":"\n  ? clearly youve never been to cali\n  ","636503":"\n  ? no he doesnt\n  ","636504":"\n  I already have, you tend to walk into stores right next to a beach in a bikini lol\n  ","636505":"\n  Thank you, thank you ?\n  ","636506":"\n  The most random people add me on fb, like how the fuck do they find me\n  ","636507":"\n  He doesnt care about me, why should i care about him\n  ","636508":"\n  I dont know and dont care what hes doing, get that through your goddamn skull\n  ","636509":"\n  What do i like\n  ","636510":"\n  What arr you trying to show me?\n  ","636511":"\n  Ugh *gag* conceited little fucks\n  ","636512":"\n  I do not care what you do with your life and i don't think of it as wasting, i think of it as inhancing\n  ","636513":"\n  Ugh, youre all boring.\n  ","636514":"\n  The only thing that's important is what your mama thinks.\n  ","636515":"\n  Do not drink vodka warm, it isn't good ?\n  ","636516":"\n  Same, thats why im drinkin\n  ","636517":"\n  I doooooont\n  ","636518":"\n  I think im too drunk for this\n  ","636519":"\n  Legitly blockin you\n  ","636520":"\n  What the fuck does he have to do with anything\n  ","636521":"\n  You vibe ruiner you\n  ","636522":"\n  Just cuddling the babe\n  ","636523":"\n  Who, what, where, when, why, how?\n  \n  I do not know who you're talking about.\n  ","636524":"\n  Im always pretty what are you saying\n  ","636525":"\n  Why do anons have to go and ruin peoples vibes\n  ","636526":"\n  I already have vodka, sorry brah\n  ","636527":"\n  I think i need more vodka\n  ","636528":"\n  The fact you think i give a shit is super funny. ? why say anything if youre not gonna tell me? You just wasted both of our time. Move along.\n  ","636529":"\n  Uhm okay bro, okay\n  ","636530":"\n  I legitly have no idea what youre talking about\n  ","636531":"\n  Shes my idol\n  ","636532":"\n  I only want one person to eat me, thats not you.\n  ","636533":"\n  They smell so good???\n  ","636534":"\n  Im so drunk i dont even care my food is on fire...\n  ","636535":"\n  CRAIG OWENS\n  ","636536":"\n  I made two!! Ones for you?\n  ","636537":"\n  What\n  \n   @DjentJunkiee666\n  \n  said\n  ","636538":"\n  I wish anyone would cook for me, i just like eating i hate cooking\n  ","636539":"\n  Shits cooking and im stoked\n  ","636540":"\n  If i cared enough to prove you wrong id google all the scientific studies lol you could feed a pig a human body and theyd eat the bones. But i really dont care what you do and dont eat. Not my body.\n  ","636541":"\n  Damn i have attitude when im drunk and hungry\n  ","636542":"\n  Because youre a virtual person to me, you dont even exist in my reality\n  ","636543":"\n  I dont want their bacteria or viruses. Also, i dont even like the taste. If You're down thats fine, i really dont give a flying fuck what you put into your body.\n  ","636544":"\n  This super dope section called \"contact us\"\n  ","636545":"\n  Im gonna make a quesadilla and im gonna love it.\n  ","636546":"\n  Im enjoying the aggression on my feed right now. People talking shit about other people talking shit on ask like they arent on ask as well ?\n  ","636547":"\n  No.. have you even read about the scientific studies of pig meat?\n  ","636548":"\n  I went to ask and was like \"yo, i need to have that blue checkmark or im gonna sue\"\n  ","636549":"\n  Thats what im gonna make, im sooo hungry ?\n  ","636550":"\n  Nooo ? i dont eat pig\n  ","636551":"\n  Im. Fuckin. Dope.\n  \n  The. End.\n  ","636552":"\n  I need hugs, but since i cant get any im gonna make food and listen to suicideboys\n  ","636553":"\n  I dont have pizza ????\n  ","636554":"\n  I AM YUMMY\n  ","636555":"\n  Grilled cheese or quesadilla?\n  ","636556":"\n  What should i eat?\n  ","636557":"\n  Why is it when im drunk i finally function like a normal person?\n  ","636558":"\n  ??? i didnt even think i was those thinngs\n  ","636559":"\n  Im hungry ???\n  ","636560":"\n  You deserve it?\n  ","636561":"\n  Can someone ship me blow?\n  ","636562":"\n  I fuckin love hugs\n  ","636563":"\n  Fuckin Jake is talking about blow, ugh fucking fuck\n  ","636564":"\n  Zach is going to bed right now, he lame ?\n  ","636565":"\n  Youre right, and i will.\n  ","636566":"\n  Hope you had a good day!!\n  ","636567":"\n  Thank you!! Im such a goober ?\n  ","636568":"\n  When i smile i look chinky asf, thats whats sad.\n  ","636569":"\n  Noooo, youre just a cutie\n  ","636570":"\n  Daamn i was super skinny before i moved to Washington\n  ","636571":"\n  Tribute to my best friend, i miss him so much\n  ","636572":"\n  I hated being sober at school, i did better when i was drunk or high hahaha\n  ","636573":"\n  Asking all these questions\n  ","636574":"\n  Oh god, i used to drink those before school... bad idea ?\n  ","636575":"\n  I think a tear actually came to my eye after reading this ???? omg you are so sweet\n  ","636576":"\n  Its deadly, but my fav drink!!\n  ","636577":"\n  When will this bitch learn that nobody cares if she were dead or alive\n  ","636578":"\n  But what if i dont wanna make out with you\n  ","636579":"\n  There's this weird squishy substance that has things dangling from it that hurt you if you touch it floating around.\n  ","636580":"\n  Because i have no one to make out with except my cat\n  ","636581":"\n  Dont make me think about making out right now ?\n  ","636582":"\n  Its freakin sweet, highly recommend with lemonade\n  ","636583":"\n  Well im almost 22, id get my shit together and raise my own kid.\n  ","636584":"\n  It taste like tea.. like you dont realize its vodka till after you swallow and get the chills, its so dangerous\n  ","636585":"\n  Its sweet tea vodka lol the pic is kinda blurry, but just because the shit isnt clear doesnt mean it aint vodka. Look it up if you dont believe me.\n  ","636586":"\n  Its ok\n  \n   @russiandan10\n  \n  i got myself some vodka now ? im so happy\n  ","636587":"\n  Oooh shes cute\n  ","636588":"\n  I loooooove your smile\n  ","636589":"\n  Its super cute how i got food stuck in my teeth\n  ","636590":"\n  Ok now im all cold, my heart is turning black\n  ","636591":"\n  Wait you better bring vodkaa ?\n  ","636592":"\n  Let's go get ourselves some slutzz\n  ","636593":"\n  You're not here ?\n  ","636594":"\n  Please sir can i have some whores?\n  ","636595":"\n  Im so angry that im getting sexually frustrated\n  ","636596":"\n  Whos face should go between my legs next?\n  ","636597":"\n  I think i need to change my panties\n  ","636598":"\n  YOURE RUSSIAN YOU HAVE VODKA\n  ","636599":"\n  Stating the obvious doesnt make you a good fashion stylist\n  ","636600":"\n  My alcohol still hasnt come wtf who do i start sueing\n  ","636601":"\n\n   @absensanity\n  \n  his face just looks so hungry, we need to feeed him\n  ","636602":"\n  Damnit now i wanna sit on his face ?\n  ","636603":"\n  Wifi must be sexii\n  ","636604":"\n  Oooh, thats dope.. ?\n  ","636605":"\n  Wow you get an A+ for being observant\n  ","636606":"\n  Uhm whos that\n  ","636607":"\n  Ahmerika\n  ","636608":"\n  Im looking for this look\n  ","636609":"\n  Please please and mix the hamburger meat with sausage ?\n  ","636610":"\n  Lowkey really want a burger, and not a fast food burger like a gourmet burger\n  ","636611":"\n  Im probably hotter\n  ","636612":"\n  Geeze buy me dinner first\n  ","636613":"\n  Uhm, okay depends... whats the fashion?\n  ","636614":"\n  IM SO CUTE EVEN WHEN IM DEAD PEOPLE WHO FUCK DEAD PEOPLE WOULD BE IN LINE WAITING THEIR TURN TO GET SOME OF THIS\n  ","636615":"\n  I dont wanna fuck youyouyou\n  ","636616":"\n  Wheres the logic behind that?\n  ","636617":"\n  No wayyy baybay\n  ","636618":"\n  I need my own stylist honestly.\n  ","636619":"\n  Wow so many people want to kill me ?\n  ","636620":"\n  I dont ?\n  ","636621":"\n  I dont wanna fuck, i wanna be drunk. Maybe once im drunk id wanna fuck, but probably not you\n  ","636622":"\n  Where the fuck is the pudding\n  ","636623":"\n  IK IK IM SEXY\n  ","636624":"\n  & im sorry you think i care all or a sudden\n  ","636625":"\n  Who wants to drown me in the tub\n  ","636626":"\n  I MAY ALREADY HAVE ONE THERE ?\n  ","636627":"\n  I just wanna get drunk and watch vikings\n  ","636628":"\n  I do not have the gift of tongues.\n  ","636629":"\n  JESUS AT LEAST YOURE SEXY SO ITS OK\n  ","636630":"\n  Can i go back to sd so i can have my Russian drug dealer give me molly ugh\n  ","636631":"\n  FINEEEEE THATS GOOOD ENOUGH\n  ","636632":"\n  The day when you give me all your money so i can go shopping\n  ","636633":"\n  Its never the right time to die.\n  ","636634":"\n  UGGHHH, I ALMOST DONT WANT THEM ANY MORE BECAUSE EVERYONE AND THEIR GRANDMOTHER HAS IT\n  ","636635":"\n  I dont think thats a duck face lol\n  ","636636":"\n  WHY IS EVERYONE GETTING BANDS, THAT WAS MY IDEA\n  ","636637":"\n  You're a hooker\n  ","636638":"\n  WHY WHY WHY\n  ","636639":"\n  I WANT MORE TATTOOS, I NEEED MORE TATTOOSS\n  ","636640":"\n  You should have always done that ?\n  ","636641":"\n  When do i ever post pictures like that? I get enough attention, im not an attention seeking whore\n  ","636642":"\n  Ill take your ashes to the ocean ? but please dont die yet.\n  ","636643":"\n  ???? my darling, i hope you rest peacefully\n  ","636644":"\n  Thank you!?\n  ","636645":"\n  Same lol saaaaame. I need to take a bath ugh.\n  ","636646":"\n  I am?\n  ","636647":"\n  I wont? please take care of yourself\n  ","636648":"\n  Im okaaay, i think im gonna read or something. Im waiting for FedEx..\n  ","636649":"\n  Shes really cute in hunting mode.\n  ","636650":"\n  I love you and i always will.\n  ","636651":"\n  Has anyone ever thought like who the person they went to school with is gonna end up a psychopath, or end up in prison for life or getting the death penalty? Or whos gonna die from cancer or whos gonna die at age 30?\n  \n  In school its always, \"whos the most likely to succeed\" they need to have, \"whos most likely to kill someone\"\n  \n  (Im awful)\n  ","636652":"\n  Im lookin for my rainbow\n  ","636653":"\n  I do have a cat and shes meowing at the bird haha\n  ","636654":"\n  ??? hmm that changes things ?\n  ","636655":"\n  Is making someone commit suicide essentially murder?\n  ","636656":"\n  I can drink to that...\n  \n  Im so sorry tho. Life can be so shitty, and the world is filled with shitty people.\n  ","636657":"\n  One of the most annoying people on ask.\n  ","636658":"\n  What happened?!\n  ","636659":"\n  You should find out ? this bird keeps trying to come inside my house.. i wonder whats so bad about being outside..\n  ","636660":"\n  Ooohhhh, whos this attractive fellow ?\n  \n  Im just in bed, i dont know what to do at the moment honestly. I should probably eat.\n  ","636661":"\n  You're too sweet darling ?\n  ","636662":"\n  YOU'RE THE CUTE ONE.\n  ","636663":"\n  Im like super annoyed this bitch is still alive. Like im all about self love and shit, but she takes it to a whole new level. She needs to take an attractive person and put it next to her face while looking in the mirror, she looks like a goddamn mop. She's on this pedestal somehow, idk how the fuck she got there. I think she should believe in anti- life any moment now.\n  ","636664":"\n  Heyssss?\n  ","636665":"\n  Hey, whats up?? how have you been?\n  ","636666":"\n  FedEx needs to get here\n  ","636667":"\n  Im probably going to drink while i take a bath, and drown myself\n  ","636668":"\n  Could be better, you?\n  ","636669":"\n  Im into the whole someone loving me thing, but the world is like naaah\n  ","636670":"\n  Yes i am ?\n  ","636671":"\n  Hello hunty ?\n  ","636672":"\n  Dont make me sad\n  ","636673":"\n  Im almost 22 ?\n  ","636674":"\n  I know this is sarcasm but i think i really do have high standards.\n  ","636675":"\n  Only if i can die with you.\n  ","636676":"\n  Hi Mickey ?\n  ","636677":"\n  Tell me when and ill drink with you.\n  ","636678":"\n  My mom was telling me about him, he seems like hes a good fit!!\n  ","636679":"\n  Doesnt matter who, just matters that their is someone who is.. when their shouldnt be.\n  ","636680":"\n  Dude, alcohol is being shipped to me today. Lets get so drunk we forget we're alive.\n  ","636681":"\n  Nobody cares, i dont even care about myself.\n  ","636682":"\n  Woke up and had the reminder that someone else is better than me. This is probably gonna be the reason why i turn into an alcoholic.\n  ","636683":"\n  I dont have the motivation to get up. I wanna sleep forever.\n  ","636684":"\n  Mood:\n  ","636685":"\n  Im loving the middle finger tats\n  ","636686":"\n  Welcome to hell on earth\n  ","636687":"\n  Legitly how i feel right now\n  ","636688":"\n  I hope you have a great night, im about to get off soon ?\n  ","636689":"\n  I totally read this as \"when can i have my way with you?\"\n  ","636690":"\n  Idk why i keep having dreams about this one person, its not making any sense at all. And the dreams are fuckin weird.\n  ","636691":"\n  I pronouce the letters.. lol\n  ","636692":"\n  Gonna eat a brownie, get high, and lay in bed till im happily dreaming again.\n  ","636693":"\n  Im not a stylist ? omg.\n  ","636694":"\n  For me personally, it was super distracting and i didnt learn what i needed to learn.\n  ","636695":"\n  I love my butt, i have a cute butt\n  ","636696":"\n  So are you, so freakin cute\n  ","636697":"\n  I slept for like 3 hours..\n  ","636698":"\n  Well apparently this girl has been told that im super mean to everyone and we started talking and she goes \"youre actually really nice\" ?\n  ","636699":"\n  There's beautiful girls all over the world\n  ","636700":"\n  I would be grateful ?\n  ","636701":"\n  Because people like to play the game \"if i dont believe it, its not true\"\n  ","636702":"\n  Did you just call me a puta?\n  ","636703":"\n  I hate cigs\n  ","636704":"\n  Can i go back to my dream, it was way better then reality\n  ","636705":"\n  Reminds me of the youtuber that puts hennesy on everything hahaha\n  ","636706":"\n  Xanax\n  ","636707":"\n  Why am i getting so much bullshit about logic?\n  ","636708":"\n  SUICIDEBOYS AND BONES\n  ","636709":"\n  My mom is going to bed now, so no lol\n  ","636710":"\n  Hi!! How are you?\n  ","636711":"\n  Im not Russian tho ?\n  ","636712":"\n  Scarlet is the sexiest Russian ever.\n  ","636713":"\n  Wtf that sounds delicious\n  ","636714":"\n  Im messaging my mom ? she lives in Rome.\n  ","636715":"\n  I mean you kinda are ?\n  ","636716":"\n  What are you eating??\n  ","636717":"\n  Thatd be so fun!\n  ","636718":"\n  Im about to cuddle up and read? how are you? Whats up with you? Seein your momma today?\n  ","636719":"\n  This is a compliment\n  ","636720":"\n  But thanks for calling me cute, but youre crazy?\n  ","636721":"\n  No youre good ?\n  ","636722":"\n  And she has a sweet rack ?\n  ","636723":"\n  Dude, her outfits are life & that body has given birth... how..\n  ","636724":"\n  I knowwwww??? i wish i looked like her ugh\n  ","636725":"\n  Thank god you know who i was tlking about?????\n  ","636726":"\n  Im gonna dress like Yolanda for halloweeenn\n  ","636727":"\n  I missed ya too love ?\n  ","636728":"\n  THATS RIGHT, lets scare little children\n  ","636729":"\n  I totally forgot the world revolved around yoi\n  ","636730":"\n  Youre a homieee\n  ","636731":"\n  Yeaaah\n  ","636732":"\n  Would be the perfect day for alcohol ngl\n  ","636733":"\n  No, just read\n  ","636734":"\n  Nope, sorry.\n  ","636735":"\n  would be soooo creepy but supper dope\n  ","636736":"\n  Its raining so muchhh, reading time\n  ","636737":"\n  I realize now that i can give out my snap since I'm on public.. i dont have to add everyone back..\n  ","636738":"\n  Uhm on here?\n  ","636739":"\n  Yeah!! Lol its hectic.\n  ","636740":"\n  Hey hun ?\n  ","636741":"\n  Thanks ?\n  ","636742":"\n  What are you up too?\n  ","636743":"\n  Too many people\n  ","636744":"\n  I get super annoyed when people ask, \"how do you know so many people and why does everyone wanna talk to you? I'm not ugly, and i dont get as much attention as you.\"\n  \n  Maybe dont have a shitty personality..\n  ","636745":"\n  I dont know, i cant see the future ?\n  \n  Insta isnt a chill time for me, too many people wanna talk\n  ","636746":"\n  What is wrong with my spelling..\n  ","636747":"\n  Ill come there to shop and eat but i eimt live there\n  ","636748":"\n  I dont feel like going on insta\n  ","636749":"\n  A birdie wants to come inside for some reason\n  ","636750":"\n  My cat farted, omg i need a gas mask\n  ","636751":"\n  Ill follow back soon ?\n  ","636752":"\n  I know cali is the shit\n  ","636753":"\n  I. Cannont. Post. Vids. Fuck. Off.\n  ","636754":"\n  Probably, but i like life so lets not\n  ","636755":"\n  I dont think you know what zebra looks like ?\n  ","636756":"\n  No, i dont want you to skin me alive and make me into a bodysuit\n  ","636757":"\n  Why do you have to ask the same question in a different way\n  ","636758":"\n  666 b.c.\n  ","636759":"\n  Im going back to cali, or im going to Oregon.\n  ","636760":"\n  Yeah its super cute\n  ","636761":"\n  That one age when i was an age\n  ","636762":"\n  I just use ask rn, until i move.\n  ","636763":"\n  Nopers\n  ","636764":"\n  No i havent? Lol im not a dumbfuck\n  ","636765":"\n  Sounds good to me ?\n  ","636766":"\n  AWH, THANK YOU?\n  ","636767":"\n  Thank you ????\n  ","636768":"\n  This is so sweet, ilysm\n  ","636769":"\n  I love how the government is still trying to figure out a way to get him out of office before he fucks up everything.\n  ","636770":"\n  I guess i cant spell sadly\n  ","636771":"\n  Shes a super freak, a super freak.\n  ","636772":"\n  No ssaly i didnt ):\n  ","636773":"\n  I know, i miss him so much\n  ","636774":"\n  No no the one you have now!\n  ","636775":"\n  Triggered.\n  ","636776":"\n  Motherfuckin whores\n  ","636777":"\n  Im doing good, my best friend wants to snuggle me\n  ","636778":"\n  About to go back and finish cutting shit cause i cut it all wrong. Im not good at all this female shit.\n  ","636779":"\n  7 ?\n  ","636780":"\n  Of course ?\n  ","636781":"\n  I just imagine myself cracking up and he just looks at me like hes about to admit me into the nearest mental institute hahaha\n  ","636782":"\n  I like to think so\n  ","636783":"\n  Their team used to be super good, but they slacking right now\n  ","636784":"\n  It was super sweet nevertheless ?\n  ","636785":"\n  I still havent said happy mothers day to my mom, I'm the worst daughter\n  ","636786":"\n  Manchester united ?\n  ","636787":"\n  How are you?\n  ","636788":"\n  Or every girl talks to him?\n  ","636789":"\n  Your new dp is sooo cute\n  ","636790":"\n  Im pretty good!!\n  \n  & yes i heard, how do you feel about it?\n  ","636791":"\n  \"That was absolutely luxurious\"\n  ","636792":"\n  HAHAHAHAHAAHA IM CRYING ???\n  \n  Dude thats go viral. Instant fame\n  ","636793":"\n  What is up\n  ","636794":"\n  I cut my hair every month, i trim it.\n  \n  My hair is only passed my boobies\n  ","636795":"\n  Its fuckin pouring\n  ","636796":"\n  Both ?\n  ","636797":"\n  Hahhaha ill join you in that adventure omg\n  ","636798":"\n  Yessss\n  ","636799":"\n\n   @jakesossy\n  \n  kick the hoe out?\n  ","636800":"\n  Yes you did! Im probably going back soon cause i wanna check it out. ?\n  ","636801":"\n  I used to be one of those girls who got asked by every person who wanted to be a photographer to have my pictures taken LOL ive actually modeled before tho, im in an art gallery in Chicago and you can ger posters of me.\n  ","636802":"\n  4 months ago i think\n  ","636803":"\n  Im a huge foodie\n  ","636804":"\n  Souledoutgoddess\n  ","636805":"\n  I grew up with soccer, my family played it growing up and we've loved watching it and still do!\n  ","636806":"\n  So lit fam\n  ","636807":"\n  Hes the best person in my life. I wouldnt be who i am if i didnt have him as a brother. Hes going to be the best dad in the world. Avery is so lucky, and the second baby on the way is as well ?\n  ","636808":"\n  Why you so obsessed with me\n  ","636809":"\n  But like what if i sound gross and have a terrible voice, would it still be cute?\n  ","636810":"\n  Thou art is grateful.\n  ","636811":"\n  Good, im super excited to read game of thrones\n  ","636812":"\n  & how do you know how it sounds?\n  ","636813":"\n  Damnit i wanna watch soccer\n  ","636814":"\n  Tummy, cause i act like im 5\n  ","636815":"\n  My cat loves me, i just kissed her 100 times and she is upset that im not any more omfg.\n  ","636816":"\n  It makes you have crazy eyes\n  ","636817":"\n  Not in school, but i study random things on my own. I learn better that way anyways.\n  ","636818":"\n  Wait, you have suicidal thoughts? No thats not good, life is so beautiful. We wont be alive for that long, you gotta live it up. Dont let anything hold you back. Everyone gets down, but when you fall you cant give up.. you gotta get up again and keep going. Theres strength in everyone.\n  ","636819":"\n  Not much, just chillin ? how about you?\n  ","636820":"\n  NO SPENCY SHES CRAZY I SWEAR.\n  ","636821":"\n  Yeah, i catch on quick ?\n  ","636822":"\n  I do not appreciate seeing this sent to everyone\n  ","636823":"\n  Youre a beautiful person\n  ","636824":"\n  Yupp i cut it all wrong..\n  ","636825":"\n  Helloooss\n  ","636826":"\n  Is it bad ive thought about it and it would be super fuckin funny\n  ","636827":"\n\n   @jakesossy\n  \n  no you wouldnt, youre too good looking.\n  ","636828":"\n\n   @jakesossy\n  \n  i thought you were everyones dad?\n  ","636829":"\n  Old ?\n  ","636830":"\n  Im pretty sure i cut the rubar wrong.\n  ","636831":"\n  I would give you a medal ?\n  ","636832":"\n  You know i ask myself the same thing ?\n  \n  But on the realest note, ive been offered a few times. Except when i wad younger, i was always too young. And they wanted me to do runway but they said im too short tho. So its just shitty. I should probably go back now that im older and see whats up.\n  ","636833":"\n  I thought i was clever in 2013 ?\n  ","636834":"\n  Dont kill me but i like Manchester United.\n  ","636835":"\n  Awwh, i fell asleep on you and im getting off for a little cause i gotta cut some fruit\n  ","636836":"\n  Here are new shoes\n  ","636837":"\n  Thanks ?\n  ","636838":"\n  I just got on an hour ago ? pipe the fuck down\n  ","636839":"\n  Herro\n  ","636840":"\n  I mean, he lowkey was a genius. Id travel back and be like, \"maybe lets not kill the jews and use them as economical slaves\"\n  ","636841":"\n  Im like one of those 1%ers who dont have to really do anything with their lives unless i want too\n  ","636842":"\n  They found his mistress somewhere in south America so he probably wasnt to far hahaha\n  ","636843":"\n  Im making such a mess with this brownie\n  ","636844":"\n  Theres no way Hitler killed himself. America had to have taken him and been like \"so like give me and tell me everything you know so we can rule the world and you will live forever.\"\n  ","636845":"\n  This filter\n  ","636846":"\n  Apparently i need to go cut some fuckin shit to cook and im in no mood.\n  ","636847":"\n  Hey there\n  ","636848":"\n  I mean its as good as it will ever get ?\n  ","636849":"\n  You know he wanted to be a painter, and i tell people... well he was he just used jews blood ?\n  ","636850":"\n  Oh shit i need to message my mom happy mothers day, at least shes in Rome so i dont have to do anything else ?\n  ","636851":"\n  America ?\n  ","636852":"\n  Can someone translate this for me?\n  ","636853":"\n  The west coast, where everybody gets high\n  ","636854":"\n  How are you\n  ","636855":"\n  But i would totally be the person that would trigger it ??? omfg.\n  ","636856":"\n  I know you are omfg\n  ","636857":"\n  I was thinking what if i was Hitler's mother ?\n  ","636858":"\n  I say dope like Jroc from trailer park boys.. just to let everyone know.\n  ","636859":"\n  we've already lived for hundreds of years we just cant remember.. i wonder what lives we have possessed.\n  ","636860":"\n  Apparently i have the best personality??? Would never have thunk it but DOPE\n  ","636861":"\n  Dude im turnin 22, thats fuckin oooollddd\n  ","636862":"\n  Morning denny!!!\n  ","636863":"\n  Bro im not in a relationship\n  ","636864":"\n  Thank you? youre so sweet\n  ","636865":"\n  Dude, id be so dope then.. but it would make perfect sense honestly..\n  \n  Its for my birthday so I'm gonna be partying!! ??\n  ","636866":"\n  Getting stoned before bed was the smartest thing ive done, i slept so well\n  ","636867":"\n  Ok i need to get up and pee my bladder hurts\n  ","636868":"\n  Dude, i took a test about my political compass, im one the exact spot as gandhi lol im glad youre still meditating?\n  \n  Im doing really well, ive been traveling a lot. I went to Idaho, Montana, Wyoming, and Colorado! In about 2 weeks im going to Maryland!!! Im so excited!!\n  ","636869":"\n  No, everytime i hold my niece i think \"im I'm suppose to make one of these things one day... oh hell no, im not ready\"\n  ","636870":"\n  Heels are magical\n  ","636871":"\n  ALL HAIL OUR FELLOW ALIEN\n  \n  Ive missed you, seems like youve been doing well?\n  ","636872":"\n  I hope the same thing ???\n  ","636873":"\n  HOW DO WE ALWAYS COME ON AT THE SAME TIME?!\n  ","636874":"\n  I invent something everyday in my head..\n  ","636875":"\n  I enjoy polls, but the polls people are making these days piss me off..\n  ","636876":"\n  Im pretty funny huh\n  ","636877":"\n  Gooodnight?\n  ","636878":"\n  Uhm my existence duhh\n  ","636879":"\n  I feel uncomfortable\n  ","636880":"\n  Im not sure that was the look i was goimg for, but thanks?\n  ","636881":"\n\n   @jakesossy\n  \n  im so needy. Boom needy more drugsss\n  ","636882":"\n  Im pretty sweet\n  ","636883":"\n  Hahahah yet\n  ","636884":"\n\n   @jakesossy\n  \n  where da blow at\n  ","636885":"\n\n   @jakesossy\n  \n  what are you telling people ?\n  ","636886":"\n  You are a danger to our society.\n  ","636887":"\n  Whats up?\n  ","636888":"\n  I dont think it works like that\n  ","636889":"\n  Yeah cause i dont have vodka\n  ","636890":"\n  Society makes me sad\n  ","636891":"\n  Are these the only words you know? You sound like a broken record.\n  ","636892":"\n  One. More. Day.\n  ","636893":"\n  Thank allah\n  ","636894":"\n  5'3\n  ","636895":"\n  Are you Jake?\n  ","636896":"\n  One more day then ill have liquor\n  ","636897":"\n  Yes so jake spank me\n  ","636898":"\n\n   @jakesossy\n  \n  so youre not going to bed\n  ","636899":"\n  The dumbest people use ask i swear\n  ","636900":"\n  Wtf i know. I wasnt talking about that you dumbass, i was talking about gmae of thrones. They say that like 100 times. Dont call me darling\n  ","636901":"\n  I live in back country\n  ","636902":"\n  It sounds way doper then going to heaven to watch all your goddamn loved ones suffer and incapable of getting high\n  ","636903":"\n  ? you dont get it\n  ","636904":"\n  Yesss\n  ","636905":"\n  Ive done pretty much everything a parent doesnt want their kid to do and they know && im still alive.\n  ","636906":"\n  Yeah, shit is amazing\n  ","636907":"\n  Im just as lost as you.\n  ","636908":"\n  I need more spanking\n  \n  JAKE SPANK ME\n  ","636909":"\n  Im sweating its so hot\n  ","636910":"\n  When im sober. But if im high, nothing can annoy me. Im way tooo happy\n  ","636911":"\n  I really like hiking actually\n  ","636912":"\n  Jake said im balls deep cute\n  ","636913":"\n  Im sorry, regret sucks\n  ","636914":"\n  Suicide im anti- life\n  ","636915":"\n  I will when youre hanging from a tree\n  ","636916":"\n  Hot rod ?\n  ","636917":"\n  If i had a dick, this moment would make me lose my wood\n  ","636918":"\n  Good, they dont like you\n  ","636919":"\n  I shit purple glitter\n  ","636920":"\n  Im a sexy unicorn\n  ","636921":"\n  Whyyyyy\n  ","636922":"\n  Amazing! Everybody is so nice\n  ","636923":"\n  Im sweeter when im high\n  ","636924":"\n  Im not a poor street hooker\n  ","636925":"\n  Wtf you mean dont do drugs\n  ","636926":"\n  I need drugs so my heart can go boom\n  ","636927":"\n  ???? now i want cocaine.\n  \n  It makes you feel like you can jumo through walls\n  ","636928":"\n  Now im all triggered ?\n  ","636929":"\n  I dont follow her, i didnt know she was talking about that and now i got linked to her goddamn page.\n  ","636930":"\n  Who the fuck is Sarah?\n  ","636931":"\n  Me..too.. those were good days\n  ","636932":"\n  Get jiggy with it\n  ","636933":"\n  Hahahhahahhaah bitch thinks shes a model, just because your friend has a camera and knows how to edit their ugly ass logo in the right corner doesnt make you a model ???\n  ","636934":"\n  Jake likes my butt\n  ","636935":"\n  Ive always wanted an emoji watch\n  ","636936":"\n  God, can we go back to 6 years ago\n  ","636937":"\n  Im like 97.34% sure something is starring at me\n  ","636938":"\n  I would if i wasnt my own charity ?\n  ","636939":"\n  Guys, i have an addiction... to suicideboys\n  ","636940":"\n  AWWWWWWH??\n  ","636941":"\n  You know what they should make? Weed toothpaste, get stoned whilr brushing your teeth AND weed taste good with toothpaste...\n  ","636942":"\n  I just got new shoes in fashion empire, wasssup\n  ","636943":"\n  I have the human type, but i like to pretend i have alien ones as well ?\n  ","636944":"\n  Hold up, gotta check fashion empire\n  ","636945":"\n  My nose looks cute\n  ","636946":"\n  My best friend farts like crazy?\n  ","636947":"\n  Snapchat prolly\n  ","636948":"\n  Ive known you for years, thats fuckin nuts\n  ","636949":"\n  My friends left and right hemisphere arent  connected.\n  ","636950":"\n  ZACH IS AT A CLUB AND HE BE DANCING WITHOUT ME. ?\n  ","636951":"\n  IT IS YOU OMFG\n  ","636952":"\n  Uhmm im always cute\n  ","636953":"\n  Farts, farts, your sweats are full of farts\n  ","636954":"\n  That moment when that one person you really dont want to talk too, starts messaging you.  Time for me to contempt suicide\n  ","636955":"\n  Omg me too\n  ","636956":"\n  I think my cat might send me to an institute\n  ","636957":"\n  Gonna be honest, that last question took me 5 minutes to write.\n  ","636958":"\n  I love compliments ?\n  \n  Awh?? thats cute\n  ","636959":"\n  Whyd you have to go and talk about KFC, fucker now I'm hungry.\n  ","636960":"\n  Time is an illusion\n  ","636961":"\n  My whole body feels all tingly\n  ","636962":"\n  Boom\n  ","636963":"\n  Awwwwh, why you so nice\n  ","636964":"\n  Wow, i was like \"wait a sec this is super interesting\" but then i got to the bottom, \"and then they ruined it.\"\n  ","636965":"\n  Im being serious, no youre not.\n  ","636966":"\n  Like THE squishy from back in the day?\n  ","636967":"\n  Awh thanks hun except youre not the zach im talking about? so like idk if we are best friends\n  ","636968":"\n  To the clouds\n  ","636969":"\n  I cannot wait to go to Baltimore to hang out with zach, that motherfucker has a rave in his basement\n  ","636970":"\n  Im a doofus\n  ","636971":"\n  Be patient goodnesssss\n  ","636972":"\n  Ohh shit zach sent me a video on snap, this is gonna be goood\n  ","636973":"\n  Even potatoes can be made into french fries ?\n  ","636974":"\n  Hold up lemme get stoned real quick then i can come up with some dope ass comebacks\n  ","636975":"\n  Ok im gonna go brush my teeth so i can get high and lay in bed stoned asf\n  ","636976":"\n  Goofy goober ya!\n  ","636977":"\n  Thats what everyone told your mom after she gave birth to you\n  ","636978":"\n  The question you should be askin is why arent you drunk\n  ","636979":"\n  Now i know God isnt real.\n  ","636980":"\n  Go home, youre drunk\n  ","636981":"\n  So everyone who does dip has authority?\n  ","636982":"\n  What is love, baby dont hurt me.\n  ","636983":"\n  Dont exist\n  ","636984":"\n  Sure kid.\n  ","636985":"\n  I want to figure out who this annoying piece of shit anon is so i can laugh at them\n  ","636986":"\n  Yeah my bedtime is when i choose to go to bed ? i just wanna be in bed in the dark, you have no chill fam.\n  ","636987":"\n  No, ive been educated bro. I wouldnt do that.\n  ","636988":"\n  Time for me to go on orderahitman.com\n  ","636989":"\n  Its already 9.. wtf. I have to go brush my teeth so i can crawl into bed\n  ","636990":"\n  For a day so i can do all the things i imagine guys do with their cocks\n  ","636991":"\n  Hello, how is you\n  ","636992":"\n  Guys i have pictures to post, lets just all hope they dont get DELETED because ask is mean to me.\n  ","636993":"\n  Wtf did you just say bye\n  ","636994":"\n  Tits are pretty sweet\n  \n  & girls feel more pleasure so thats kinda dope.\n  ","636995":"\n  I know im fuckin fire ? LOL kiddingg. Thank you so much ?\n  ","636996":"\n  Ok guys i wanna make more friends on here, so if you want me to message something random to you later tonight, like this please ?\n  ","636997":"\n  Thank you ? ill check it out ?\n  ","636998":"\n\n   @russiandan10\n  \n  ilysm ??? youre the fuckin shit.\n  ","636999":"\n  Expensive, it better have diamonds on it\n  ","637000":"\n  I dont know, im gonna have to go shopping\n  ","637001":"\n  No i am not\n  \n  & when your cherry goes POP\n  ","637002":"\n  I NEED ONE\n  ","637003":"\n  Ghost busters\n  ","637004":"\n  Looks: 8\/10\n  \n  Personality: 10\/10 ?\n  \n  I turned out fuckin dope\n  ","637005":"\n  A couple hundo\n  ","637006":"\n  I like purple better\n  ","637007":"\n  I know many people who eat dust and water and never lose a pound lol\n  ","637008":"\n  I wanna make out but not with you\n  ","637009":"\n  I dont.\n  ","637010":"\n  Lemme go find God and ask.\n  ","637011":"\n  Why do people have to ask stupid questions\n  ","637012":"\n  Game of thrones\n  ","637013":"\n  No bro i just woke up one day and it was red... no fuckin shit if its red in the fuckin picture.\n  ","637014":"\n  ???\n  ","637015":"\n  Yeah, most girls have.\n  ","637016":"\n  Everyone shut up, im trying to leave\n  ","637017":"\n  No.\n  ","637018":"\n  I really hope youre not complementing yourself\n  ","637019":"\n  Ok im getting off for a bit\n  ","637020":"\n  I wanna look like her\n  ","637021":"\n  Why would i have one if i didnt love them?\n  ","637022":"\n  Ilysm??? thank you\n  ","637023":"\n  Nope.\n  ","637024":"\n  Awwwh omfg ??? thank you\n  ","637025":"\n  ???\n  ","637026":"\n  ??\n  ","637027":"\n  My ak47\n  ","637028":"\n  Awh thank you\n  ","637029":"\n  Why i sometimes feel like im not human\n  ","637030":"\n  Thank you ?\n  ","637031":"\n  Oh shush, youre incredible inside and out\n  ","637032":"\n  My b, my b.\n  ","637033":"\n  Of course, want you to feel your best ?\n  ","637034":"\n  Oh ? oops\n  ","637035":"\n  I just dont like being compared to anyone but thank you so much ????? YOU ARE SO CUTE\n  ","637036":"\n  Im not cute enough to be in a poll tho\n  ","637037":"\n  You should vote on my polls ?\n  ","637038":"\n  Yesss\n  ","637039":"\n  I speak the truth\n  ","637040":"\n  Dont fuckin know yet\n  ","637041":"\n  Polls** jesus christ\n  ","637042":"\n  Hahah god thatd be pathetic\n  ","637043":"\n  I wanna just post polla rn\n  ","637044":"\n  I hope you feel better!\n  ","637045":"\n  Same here bro\n  ","637046":"\n  Thanks ?\n  ","637047":"\n  I alrrady did, scroll\n  ","637048":"\n  I HAVE FAITH IN YOU MY DARLING\n  ","637049":"\n  My brownies are almost done bakingggg\n  ","637050":"\n  Oh shucks ?\n  ","637051":"\n  Are you chuggin tea??\n  ","637052":"\n  Polls polls polls, i make polls now\n  ","637053":"\n  Thanks, im gonna change it for maryland tho\n  ","637054":"\n  Omggggg stop youre too sweet\n  ","637055":"\n  Thank you!!!!\n  ","637056":"\n  Im glad you think so ?\n  ","637057":"\n  Ive missed you hunny????? omfg thank you so so much beauty. How are you??\n  ","637058":"\n  Thats very sweet?\n  ","637059":"\n  Like my very first crush? Leonardo, john Travolta, or paul walker lol\n  ","637060":"\n  Old cursive\n  ","637061":"\n  No.\n  ","637062":"\n  I hate wikipedia\n  ","637063":"\n  Awh, thanks ?\n  ","637064":"\n  I dont use my computer in Washington but omfg i miss it so much\n  ","637065":"\n  I love polls\n  ","637066":"\n  This cat looks EXACTLY like ash but its not ash\n  ","637067":"\n  Im sorry, what?\n  ","637068":"\n  I dont want your goddamn offer\n  ","637069":"\n  Dont fuckin touch me\n  ","637070":"\n  I dont find anything boring.\n  ","637071":"\n  I think Rihanna dresses really well\n  ","637072":"\n  Whats wrong??\n  ","637073":"\n  Is intuition a talent?\n  ","637074":"\n  Everyday is a party for me\n  ","637075":"\n  Congratulations , you are correct\n  ","637076":"\n  My heart, but i fight with my brain alot\n  ","637077":"\n  Like 3\n  ","637078":"\n  Damnit, i need to read game of thrones still fuck. Been too distracted today\n  ","637079":"\n  Of course ?\n  ","637080":"\n  Youre so lovely!!\n  ","637081":"\n  I actually dont like being naked, i like being in bra & panties but fully naked is too vulnerable for me.\n  ","637082":"\n  Owl and my second one is a snake\n  ","637083":"\n  Like every outfit in scream queens ugh emma roberts is amazing\n  ","637084":"\n  I do need new clavins ?\n  ","637085":"\n  Yess actually.\n  ","637086":"\n  Its fuckin raining\n  ","637087":"\n  No, i live with my dad\n  ","637088":"\n  Im so glad ?\n  ","637089":"\n  I go make brownies\n  ","637090":"\n  Thicky biddie\n  ","637091":"\n  I need billions\n  ","637092":"\n  Clothes\n  ","637093":"\n  Id share ???\n  ","637094":"\n  I need new perfume\n  ","637095":"\n  About to bake browniess\n  ","637096":"\n  We need to be happy\n  ","637097":"\n  Pasta\n  ","637098":"\n  Im doing a word search, and i cant find serum wtf\n  ","637099":"\n  I already did\n  ","637100":"\n  Maybe ?\n  ","637101":"\n  Hey whats up?\n  ","637102":"\n  More polls soon!!\n  ","637103":"\n  I like it closed\n  ","637104":"\n  Im pretty cute i guess\n  ","637105":"\n  Im probably going to have some serious laugh lines when i get old\n  ","637106":"\n  Im good, super excited to start reading game of thrones again??\n  ","637107":"\n  No, i dont like cars that explode\n  ","637108":"\n  I love dancinggg omg\n  ","637109":"\n  Story of my fuckin life\n  ","637110":"\n  I should really go start the brownies but im gonna probably wait till i catch up on all my questions\n  ","637111":"\n  Thank you ?\n  ","637112":"\n  I need a lemondrop\n  ","637113":"\n  Finding out whats gonna kill me\n  ","637114":"\n  Wow i feel filthy after reading this\n  ","637115":"\n  I would love both ?\n  ","637116":"\n  Omg i ate too much\n  ","637117":"\n  You must smell like sunshine\n  ","637118":"\n  How am i suppose to answer if i dont post?\n  ","637119":"\n  Heroin\n  ","637120":"\n  Im eating pasta right meow\n  ","637121":"\n  BALITMORE\n  ","637122":"\n  Thats an amazing way to put it\n  ","637123":"\n  Union station was dope\n  ","637124":"\n  Moved to a different state\n  ","637125":"\n  I know how you feel...\n  ","637126":"\n  Yeah and i want 1 billion dollars\n  ","637127":"\n  .3%\n  ","637128":"\n  Try these out for me\n  ","637129":"\n  No, wtf\n  ","637130":"\n  Look at my brother ??\n  ","637131":"\n  Lol no, he flirts too. I mean he told me he wants to bang and marry me soo\n  ","637132":"\n  Awwwh??? thank you!!\n  ","637133":"\n  Yeah i stopped being lazy lol\n  ","637134":"\n  Im so sorry. I wish i could come over\n  ","637135":"\n  Whats wrong?! Im good, im making pasta right now. Then gonna make brownies\n  ","637136":"\n  I dont know lol\n  ","637137":"\n  We flirt ?\n  ","637138":"\n  Awwwwwh?? thank you!\n  ","637139":"\n  Hahahahahaha no shes not. If she is, she wouldnt have enjoyed our convo last night\n  ","637140":"\n  My sweat ???? im showering soon\n  ","637141":"\n  He doesn't lol\n  ","637142":"\n  24\/7 yo\n  ","637143":"\n  Goober sav\n  ","637144":"\n  Food is the best way to my heart..\n  ","637145":"\n  My heart ?\n  ","637146":"\n  Psh, trump doesnt want us to have opinions.\n  ","637147":"\n  I woke up with it\n  ","637148":"\n  All these hoes are being awfully clitty today\n  ","637149":"\n  Hey sweetie!!\n  ","637150":"\n  Ill probably make more polls tonight\n  ","637151":"\n  Look at this sweet peach\n  ","637152":"\n  Maybe she thought you were her dad HA\n  ","637153":"\n  Im pretty sure i have a tension headache ?\n  ","637154":"\n  Yeah, but im more worried about my own dreams\n  ","637155":"\n  Oh man!! I didnt know that!!\n  \n  Its 10:32 am for me\n  ","637156":"\n  Awh, youre welcome ????\n  ","637157":"\n  I dont know if i should be offended or glad i havent been put in a poll\n  ","637158":"\n  I need another one\n  ","637159":"\n  Hello\n  ","637160":"\n  Haha, you got jokes (:\n  \n  Im good! Have a few things i need to do today  (: what are your plans?\n  ","637161":"\n  From people\n  ","637162":"\n  Reposting because im pretty sure it got deleted\n  ","637163":"\n  Emotions turn me off\n  ","637164":"\n  Hey there!! Whats up??\n  ","637165":"\n  Well thats sweet ?\n  ","637166":"\n  About 10 secs away from getting off to clean lol what you doing\n  ","637167":"\n  Still dope how youre on a team!\n  ","637168":"\n  That sucks.\n  ","637169":"\n  Gooood morningsss\n  ","637170":"\n  Ew logic. My ex was obsessed. Yikes.\n  ","637171":"\n  Yes, and omfg i was embarrassed a little\n  ","637172":"\n  No.\n  ","637173":"\n  I hope youve been well ?\n  ","637174":"\n  I have this headache on the left side of my head, its super faint but its there..\n  ","637175":"\n  Ugggghh i want it or Ethiopian\n  ","637176":"\n  About to get up to clean a little, just wanted to answer some questions\n  ","637177":"\n  Now, that would be a trip\n  ","637178":"\n  I need some fuckin thia food in my life\n  ","637179":"\n  Good, im glad. Move the fuck on with your life\n  ","637180":"\n  I heard this quote, \"money is route to all evil, but once you have money - Youre just rich\"\n  \n  There was always currency of some sort.\n  ","637181":"\n  I love rice, thats just not what im gonna make\n  ","637182":"\n  When will people learn that shit keeps repeating itself, why else would writings from centurys ago still be able to be applied today??\n  ","637183":"\n  Like 30 hours possibly more lol\n  ","637184":"\n  I think people should send me presents since my birthday is soon\n  ","637185":"\n  No, not rice\n  ","637186":"\n  To make brownies and pasta ?\n  ","637187":"\n\n   @jakesossy\n  \n  you know exactly what my heart wants, but im gonna need to be naked.\n  ","637188":"\n  Same since al of mine actually become a thing years later\n  ","637189":"\n  Noo nigga, im getting off\n  ","637190":"\n  No, im in bed and thats hella far away\n  ","637191":"\n  My bladder\n  ","637192":"\n\n   @jakesossy\n  \n  i wanna get off and just annoy you so like pay  attention to me\n  ","637193":"\n  No\n  ","637194":"\n  I hope you imagine being blocked as well\n  ","637195":"\n  I have room ?\n  ","637196":"\n  Miss savannah ames\n  ","637197":"\n  Yesssss i can\n  ","637198":"\n  Id probably use them for arts and crafts\n  ","637199":"\n  SAVANNAH\n  \n  How many times do i have to answer this\n  ","637200":"\n  Just give me a hydrologic suck on my ballls.\n  ","637201":"\n  I have a lot of inventions to start\n  ","637202":"\n  I. Wish.\n  ","637203":"\n  NOT THE GUMDROP BUTTONS\n  ","637204":"\n  Sure lol\n  ","637205":"\n  Damn that name brings back memories\n  ","637206":"\n  They really need different fonts for different tones lol\n  ","637207":"\n  I need pizza lando i neeed it\n  ","637208":"\n  Someone give me motivation for food\n  ","637209":"\n  Sarcasm, my name sucks\n  ","637210":"\n  My brain already hurts, can i just think about food\n  ","637211":"\n  Savannah\n  ","637212":"\n  I have a bottle of iced tea vodka being shipped to me\n  ","637213":"\n  420 b.c.\n  ","637214":"\n  Cause i already got you ??? hahah\n  ","637215":"\n  Wow that sounds like a lot of work\n  ","637216":"\n  I could totally pass out right now\n  ","637217":"\n  I will never forget it ?\n  ","637218":"\n\n   @jakesossy\n  \n  you hear this, im wild ?\n  ","637219":"\n  I need a suga daddy\n  ","637220":"\n  No lol\n  ","637221":"\n  Aint nobody got time for that, fam.\n  ","637222":"\n  I love you all so much ?\n  ","637223":"\n  That's a dope name\n  ","637224":"\n  I did, but my posts keep getting deleted\n  ","637225":"\n  Sugar cut my mouth wtf\n  ","637226":"\n  Naaah, im retarded\n  ","637227":"\n  What you up too? Idk what to call you lol\n  ","637228":"\n  I dont want to answer boring questions\n  ","637229":"\n  Sleep or listen to music\n  ","637230":"\n  Nooooooooo\n  ","637231":"\n  Youre always a homie\n  ","637232":"\n  June motherfuckin 6\n  ","637233":"\n  HA no.\n  ","637234":"\n  Thats definitely one of the things in my bio i tell people not to ask for\n  ","637235":"\n  Washington\n  ","637236":"\n  Awh. Thank you\n  ","637237":"\n  Came from my brain\n  ","637238":"\n  You must think im dumb\n  ","637239":"\n  Oh my god, nobody cares\n  ","637240":"\n  I didnt post any bikini pics\n  ","637241":"\n  The foot im gonna shove up their ass will be a conspiracy\n  ","637242":"\n  Naaah bro totally chill, go try it out and see what happens\n  ","637243":"\n  I hate having to repost everything\n  ","637244":"\n  I legitly hate whoever is going through my page and getting everything deleted cause i know ask isnt doing it\n  ","637245":"\n  Ew, dont look at it\n  ","637246":"\n  I dont even wanna post pics anymore lol\n  ","637247":"\n  Im getting the worst headache all of a sudden\n  ","637248":"\n  Yuupers\n  ","637249":"\n  Im not a closet eater!\n  ","637250":"\n  So you can follow them instead of being a fuckin creep and stalking them\n  ","637251":"\n  ?????\n  ","637252":"\n  I never read game of thrones today\n  ","637253":"\n  This guy i went to high school with\n  ","637254":"\n  346 b.c.\n  ","637255":"\n  Nooo\n  \n   @jakesossy\n  \n  come back\n  ","637256":"\n  YESSS OMG\n  ","637257":"\n  I dont hoard, ive shared everything since i could remember.  I even share my drugs\n  ","637258":"\n  The day i was born.\n  ","637259":"\n  Not for you\n  ","637260":"\n  No. No. No. Noooooo\n  ","637261":"\n  I just laughed like seth rogan in my head\n  ","637262":"\n  Mother fuck i meant shit*\n  ","637263":"\n  Why do i even post pictures on here if she is just gonna get deleted\n  ","637264":"\n  Eclipse by suicideboys\n  ","637265":"\n  I need to get higher\n  ","637266":"\n  My. Face.\n  ","637267":"\n  Im upset, they were cute\n  ","637268":"\n  Oh thats cool ?\n  ","637269":"\n  5'3\n  ","637270":"\n  I never said i was tall?\n  ","637271":"\n  Idk what the fuck the questions were, but the answers were just pictures of my trip\n  ","637272":"\n  Like all my pictures i posted earlier are gone.\n  ","637273":"\n  THEY WERENT BAD\n  ","637274":"\n  Can someone explain why so many of my posts got deleted ?\n  ","637275":"\n  Sterling\n  ","637276":"\n  I KISSED A GIRL\n  \n  AND I LIKED IT\n  ","637277":"\n  Doesnt matter ?\n  ","637278":"\n  No, not at all\n  ","637279":"\n  Yes ?\n  ","637280":"\n  Im great?? how about you\n  ","637281":"\n  Fine here, im a goober\n  ","637282":"\n  Had to remind me i dont have vodka\n  ","637283":"\n  Bam my face\n  ","637284":"\n  Get off ask and go to sleep\n  ","637285":"\n  Dude no, the math that goes along with that is hard.\n  ","637286":"\n  Chocolate, now i need waterrrr\n  ","637287":"\n  I cant tell if im just high or really tired\n  ","637288":"\n  Hahahahaha you think youre clever\n  ","637289":"\n  Maybe? Idk??\n  ","637290":"\n  Thank you, im not a big fan of it\n  ","637291":"\n  IT DOES ????\n  ","637292":"\n  Awwwh??? at least someone still loves me\n  ","637293":"\n  Ehh i just know a lot about faze so its just easier to relate aha\n  ","637294":"\n  Im acually addicted\n  ","637295":"\n  I just realized i havent gotten any presents lately ?\n  ","637296":"\n  Oh yeah ? all my friends are weird\n  ","637297":"\n  Savannah\n  ","637298":"\n  Sugar\n  ","637299":"\n  Sloths are lazy asf, so am i. ?\n  ","637300":"\n  Thank you ?\n  ","637301":"\n  Everything thats not white or black\n  ","637302":"\n  Im glad that it\n  ","637303":"\n  Thank you (:\n  ","637304":"\n  Ohh damn!! ? faze?(;\n  ","637305":"\n  AWWWH BEST COMPLIMENT\n  ","637306":"\n  I have flawsss\n  ","637307":"\n  I look like a zombie\n  ","637308":"\n  People still trick shot?\n  ","637309":"\n  What kind of brown tho\n  ","637310":"\n  I had tp read this 5 times because i thought i took drugs without remembering and reading this wrong, but nope it actually is a fucked up sentence\n  ","637311":"\n  How have you been\n  ","637312":"\n  Yeah im pretty white lol\n  ","637313":"\n  A quarter\n  ","637314":"\n  I want to cry i want curry so bad\n  ","637315":"\n  Vietnamese and white\n  ","637316":"\n  Awh, youre so nice. We've talked for a little! Miss you ?\n  ","637317":"\n  You know, i hope the same\n  ","637318":"\n  Thank you ?\n  ","637319":"\n  I swear this fruit hurts my mouth\n  ","637320":"\n\n   @jakesossy\n  \n  drugs. Now.\n  ","637321":"\n  Cali but moved to Washington state\n  ","637322":"\n  I REALLY WANT THAI FOOD\n  ","637323":"\n  WAAASSSSAAAPAPAPAPAP\n  ","637324":"\n  ?? wtf im so jealous\n  ","637325":"\n  Really?! I thought i looked sketch haha\n  ","637326":"\n  Oh man i look scary\n  ","637327":"\n  I dont smoke enough weed\n  ","637328":"\n  Im pissed, this fruit sucks\n  ","637329":"\n  Whoever thought i wasnt alien, youre wrong\n  ","637330":"\n  Thats honestly such a thought\n  ","637331":"\n  No, shit happens. I mean guys are always sagging showing their boxers\n  ","637332":"\n  I like to think so ?\n  ","637333":"\n  Ily?\n  ","637334":"\n  Im also very hungry\n  ","637335":"\n  Its raining, its fuckin raining.\n  ","637336":"\n  Im gonna send a letter, they need me. ?\n  ","637337":"\n  Amazing omfg. Had so much fun with my family. Tried Ethiopian for the first time, oh my fuck its so good\n  ","637338":"\n  Im just in bed really wanting fruit but im not gettting up right now\n  ","637339":"\n  Followed back ?\n  ","637340":"\n  Yeee yeee ?\n  ","637341":"\n  DUUUUDE awhhh, you two are sooo cute\n  ","637342":"\n  I have to go do shit outside, ill actually be back in an hour or so ugh\n  ","637343":"\n  Yeah i went to Denver\n  ","637344":"\n  Hold up, ill be back in a few\n  ","637345":"\n  2 weeks i go to Baltimore ?\n  ","637346":"\n  ? thank you\n  ","637347":"\n  I sure did ?\n  ","637348":"\n  I would not do well in the army\n  ","637349":"\n  Depends are they poisonous or no?\n  \n  If not, snake.\n  \n  If yes, scorpion\n  ","637350":"\n  Food, obvi\n  ","637351":"\n  Deleting and blocking everbody\n  ","637352":"\n  I don't care\n  ","637353":"\n  DMT\n  ","637354":"\n  A good balance of both\n  ","637355":"\n  Learn\n  ","637356":"\n  It was for me\n  ","637357":"\n  I just got back from Denver, and im probably going to read game of thrones for a little then come back on\n  ","637358":"\n  Yes, him.\n  ","637359":"\n  Hahahahahahaha no\n  ","637360":"\n  Ew.\n  ","637361":"\n  Im probably going to read a chapter of game of thrones\n  "}}