{"Question":{"637362":"\n   @ (recent)\n  ","637363":"\n   Bro, you know what hell is? I guess life is :p\n  ","637364":"\n   At least I see u almost everyday ? no spams ???\n  ","637365":"\n   oh wow u are on ask still haha sorry for the late response but im all good and full lol ?????\n  ","637366":"\n   hey lady\n  ","637367":"\n   ?❤\n  ","637368":"\n   What was your most embarrassing time of your life\n  ","637369":"\n   Cool lol\n  ","637370":"\n   No, I was just asking. I wouldn't want a hell where people into that kind of stuff would feel targeted. Would you? :p\n  ","637371":"\n   I like the not abiding by rules part. But about the latter, what if you wanna?\n  ","637372":"\n   What's your usual sleepwear?\n  ","637373":"\n   I just wanted you to know that although maybe in a creepy way, I'm totally in love with you. You're beautiful and smart and hilariously honest.\n  ","637374":"\n   My kitten is an orphan and it's been 11 days i've been taking care of it, it's eyes are still closed i'm afraid if it won't open his eyes what should i do?\n  ","637375":"\n   haaay follback please\n  ","637376":"\n   Been eating salami?\n  ","637377":"\n   Yeah haha Ik it's awesome lol\n  ","637378":"\n   you dont know him. trust me, living with him is a different story.\n  ","637379":"\n   do you ever dislike your butt?\n  ","637380":"\n   No wonder people end up in hell then. They know the road leads to hell but it's a road worth taking\n  ","637381":"\n   Name 5 things you cannot live without\n  ","637382":"\n   Thoughts on people who send links to their photo polls? ??\n  ","637383":"\n   if you could have any zoo animal as a pet what would you have?\n  ","637384":"\n   What did you have for breakfast this morning?\n  ","637385":"\n   there are 2 kinds of brownies my older brother likes. chocolate brownies and hash brownies.\n  ","637386":"\n   luke oliver\n  ","637387":"\n   Name your three biggest weaknesses!\n  ","637388":"\n   sorry some gay kid pissed me off\n  ","637389":"\n   Haha yeah I'm going to college there lol\n  ","637390":"\n   i want some chocolate. thankfully i have some hot chocolate at the ready! :D\n  ","637391":"\n   Come back I miss you and love you I don't care what others think it's how I feel about you\n  ","637392":"\n   I'm moving to NC lol\n  ","637393":"\n   are you ambidextrous\n  ","637394":"\n   Oh dang then ig just stay where you are\n  ","637395":"\n   you look like a one-way trip to Hell if messed with *tips his hat again*\n  ","637396":"\n   yeah. it is a sad life.\n  ","637397":"\n   Would love to know you more <3\n  ","637398":"\n   Mine was good, i just have 5 weeks left of school then i graduate high school. And summer vacation starts. Might go to Canada.\n  ","637399":"\n   Not really lol you'd probably get a modeling job if you lived a California\n  ","637400":"\n   Do you believe that women deserve a place within the government?\n  ","637401":"\n   Haha you damn sure wouldn't be homeless long looking like that\n  ","637402":"\n   i know. thats why they need help. for some of those it can be as easy as opening a door. for others it would take a miracle.\n  ","637403":"\n   ?????then go back\n  ","637404":"\n   All time fav movie?\n  ","637405":"\n   How was Denver\n  ","637406":"\n   How was your day?\n  ","637407":"\n   No problem ?\n  ","637408":"\n   Just stated the truth, awh you're so sweet.\n  ","637409":"\n   24 this month. I thought everyone on this site was a jailbait. Nice to meet you\n  ","637410":"\n   yw, you really 21?\n  ","637411":"\n   Lol indeed. Look around...just look! They are everywhere on here too\n  ","637412":"\n   do u file nails\n  ","637413":"\n   they just need someone to help them find a more healthy helpful outlet. only than can they experience peace.\n  ","637414":"\n   Your eyes though. *tips his hat*\n  ","637415":"\n   i meant no offense. i have depression myself and i have thought more than once of harming myself but instead of harming myself i put in a more healthy outlet, like listening to calming music.\n  ","637416":"\n   Damn yes you are\n  ","637417":"\n   ?•today let people come in but if they leave don't chase after them, because you don't need them•?\n  ","637418":"\n   Gorgeous and stunning lady <3\n  ","637419":"\n   in my mind they are. nobody told me they were. i just made it so that if i see i don't think or do. (don't worry. i dont self harm when i think bad thoughts or do bad things. those kinds of people are nuts!)\n  ","637420":"\n   Was there ever a moment where your boyfriend brought you a surprise out of nowhere and then you ended up lowkey not liking the surprise?\n  ","637421":"\n   if you're upset, do you prefer to be left alone or have someone cheer you up?\n  ","637422":"\n   Ahh I feel ya, you missed ya friend on here Lol Sleep iz life fam Lol Psh, work haz been a headache. Drama and deelin with fuckboys and thots...other stuff too Lol\n  ","637423":"\n   ||Random Question|| If you had a chance for a “do-over” in life, what would you do differently?\n  ","637424":"\n   it is for someone who took a vow to not have sex before marriage. (and this was before me or my mom became Christians.)\n  ","637425":"\n   Thanks and btw you're really pretty\n  ","637426":"\n   What do you want to be remembered for when you are an adult ?\n  ","637427":"\n   The forbidden thoughts! sexual thoughts!\n  ","637428":"\n   Your display is absolutely gorgeous\n  ","637429":"\n   yeah it would suit you a lot. like a gorgeous nerd xD\n  ","637430":"\n   we tried to get me to...... uuuummmm......... ya know?......... think those............ uuuuuhhhhhh. YOU KNOW WHAT I AM TALKING ABOUT!\n  ","637431":"\n   Yeah,it seems so.By the way,this is undoubtedly one of the most stupidest things I have ever heard in my life (referting to the right-wing radio host in the clip.\n  ","637432":"\n   hey\n  ","637433":"\n   Foodie?\n  ","637434":"\n   i know. but i did live with a stripper for a while. she kept posing as my sister whenever we had to get something. she would always call my mother: mama\n  ","637435":"\n   Looking gorgeous\n  ","637436":"\n   XD\n  ","637437":"\n   Not everyone thinks so tbh but I enjoy what I do wake up play video games and make videos\n  ","637438":"\n   Pap of your nails\n  ","637439":"\n   Have you ever gave a bj?\n  ","637440":"\n   Vlogs, pranks, and call of duty I guess you can say I'm kind of a nerd\n  ","637441":"\n   Hey\n  ","637442":"\n   I love you ❤️\n  ","637443":"\n   Well while it is in his powers and totally legal to fire him,I don't think that it was a wise decision to fire in the midst of an FBI investigation about Trump's ties to Russia.This only helps to fuel the suspicions of many people about the Russian influence to the Trump administration.\n  ","637444":"\n   Hello!\n  ","637445":"\n   Yeah I'll be fine\n  ","637446":"\n   single?\n  ","637447":"\n   Oh, did I ask you a question earlier? I don't remember Lol It'z all guud tho :) Pudding is lit fam, and glad you had fun and being away from ask. Me? Psh, nothin just workin and sleepin Lol\n  ","637448":"\n   she told me that I asked her to get together with her best friends to help her as I live too far from her to help her\n  ","637449":"\n   I'm good and u ?\n  ","637450":"\n   do you think you have a nice butt?\n  ","637451":"\n   What does it mean when a woman or a man walks around you with their pants wide open and you can see their underwear?\n  ","637452":"\n   it wasn't about being fake some o her friends and parents don't care about her feelings\n  ","637453":"\n   Hey boom, wut sup?\n  ","637454":"\n   Have a quiet rest ! \nMeans you ain't gonna respond anymore during the rest ?\n  ","637455":"\n   I talked to her she is doing much better has that ever happned to you it has me\n  ","637456":"\n   I lived with a stripper once.\n  ","637457":"\n   I fell in love with a nerd as a matter of fact.\n  ","637458":"\n   Recording and editing videos ?\n  ","637459":"\n   Hannah is my good friend I hope she is ok\n  ","637460":"\n   It's ok, it's not your fault and I'm not verified bc I choose not to be ? ?\n  ","637461":"\n   NERDS RULE!!!!!!!!!!!\n  ","637462":"\n   you're welcome. your eyes are too beautiful and actual glasses would really suit you\n  ","637463":"\n   of course it could be that you look nerdy with glasses on and i have a huge attraction to nerds. :3\n  ","637464":"\n   But love it anyway\n  ","637465":"\n   you look beautiful with glasses on.\n  ","637466":"\n   Yeah :) I wish that she would learn to call me as an uncle (in Finnish of course),instead of what she using now as a nickname for me :)\n  ","637467":"\n   you are gorgeous\n  ","637468":"\n   are you shy?\n  ","637469":"\n   Your welcome ? I need a nap\n  ","637470":"\n   Afternoon ?\n  ","637471":"\n   how are you?\n  ","637472":"\n   How was your nap\n  ","637473":"\n   i've.been drinking can't stop throwing up help what should I do\n  ","637474":"\n   Do you decide quickly or do you think a long time?\n  ","637475":"\n   Hannah girones page is fake, everyone knows it. She won't do a simple pic with her in it n a piece of paper with her ask page written on it. I think is out of order against people like you who are genuine\n  ","637476":"\n   Why doesn't Hannah Girone get ask verified like you if she's real\n  ","637477":"\n   And it makes people hate for no reason. Like I'm tired of that bs. It's not making any difference so might as well stop ??\n  ","637478":"\n   Why do so many girls make duck-faces in pictures?\n  ","637479":"\n   What is the most interesting science?\n  ","637480":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","637481":"\n   You can make me coffee all day as I'm your boss\n  ","637482":"\n   I'm going to stab something that anon is awakening my serial killer\n  ","637483":"\n   They may have an assumption but their assumption is wrong ?\n  ","637484":"\n   Do you easily fall in love?\n  ","637485":"\n   Which part of day is the most productive for you?\n  ","637486":"\n   Ikr and they act like they know everything when they clearly know nothing ?\n  ","637487":"\n   I'll be your boss one day\n  ","637488":"\n   I'm not tho ?⬇️\n  ","637489":"\n   Yeah,it is :) It's amazing to see how quickly a little child develops :)\n  ","637490":"\n   Gonna have some rest this afternoon ? \nRight here night has completely fallen !\n  ","637491":"\n   he still dumped u nd u pout on here all the time\n  ","637492":"\n\n    @recklessturtle_\n   \n","637493":"\n   Hi Lady ! May 11th 2121 pm and 14°. How are u doing ?\nAs u may know, we've elected a new prseident who's gonna be in charge may 14th\n  ","637494":"\n   What does it mean when a woman or a man walks around you with their pants wide open and you can see their underwear?\n  ","637495":"\n   Ok buddy hope you had Great time????\n  ","637496":"\n   If you were a fruit, what kind would you be?\n  ","637497":"\n   You will care when I'm your boss\n  ","637498":"\n   he dumped u while u beg him back on here\n  ","637499":"\n   What is your favorite type of sushi?\n  ","637500":"\n   Do you have a phobia? What is it?\n  ","637501":"\n   Hannah Girone is fake. She gets all her pics for the real Hannah girone and sisters\n  ","637502":"\n   jakého youtubera máš nejradši?\n  ","637503":"\n   jakesossy doesnt\n  ","637504":"\n   So you like to get kinky with bae? What's the safe word ?\n  ","637505":"\n   Don't waste your time on people who don't want you\n  ","637506":"\n   Okey\n  ","637507":"\n   What's a noose? Kiss? ?\n  ","637508":"\n   do you belive in ghosts\n  ","637509":"\n   What do I get for being bae?\n  ","637510":"\n   Good night :) <3\n  ","637511":"\n   ahhh at least I got something correct ???\n  ","637512":"\n   So I am bae ☺️\n  ","637513":"\n   Anything special coming up\n  ","637514":"\n   I was honestly really done with his shit\n  ","637515":"\n   Anything special coming up\n  ","637516":"\n   Why am I shit? ?\n  ","637517":"\n   I forgot to tell you on Snapchat but that one anon kept asking for your Snapchat\n  ","637518":"\n   Nice view from Idaho\n  ","637519":"\n   Why not? I'm bae\n  ","637520":"\n   Mention some choti choti khushiyaan!?\n  ","637521":"\n   I missed you bae\n  ","637522":"\n   take a walk on your lunch break. use this space to list everything you hear, see, or think.\n  ","637523":"\n   Can you help me im Palestinian living in syria and I want travel\n  ","637524":"\n   Have you ever had sex in the kitchen and was it against the fridge\n  ","637525":"\n   What kind of thongs\/panties do you wear? Stuff with words on it? Or just color?\n  ","637526":"\n   I love nipples\n  ","637527":"\n   I don't know \nBut you are very beautiful \nAnd very sexxy lips\n  ","637528":"\n   Savannah Savannah\n  ","637529":"\n   Nice glasses\n  ","637530":"\n   I don't like the person I am when I'm with u\n  ","637531":"\n   Where do you live\n  ","637532":"\n   Do you believe our perspective creates our reality? why\/why not?\n  ","637533":"\n   Those eye glasses are fake to trying to look intellectual.\n  ","637534":"\n   Ur dp is unflattering otherone was better\n  ","637535":"\n   would you ever do a sky dive\n  ","637536":"\n   What is the goal you currently want to reach? STAIF <3\n  ","637537":"\n   Shower is the only part I am interested in?\n  ","637538":"\n   I mean in all the ones u posted since coming on not just the one\n  ","637539":"\n   U and jake???\n  ","637540":"\n   What's been on your mind lately?\n  ","637541":"\n   That's great to hear :) My niece can already speak some words and climb ladders :) Besides walking and running of course :)\n  ","637542":"\n   U look awkward in the pictures no offense\n  ","637543":"\n   have you ever tried writting a book\n  ","637544":"\n   Yeah :) Can she walk or stand up yet ?\n  ","637545":"\n   Offffffff you can't imagine how is ask with out you ... it's way way better thank you for going away you should do it more often ?\n  ","637546":"\n   If you could make one change that would create a more environmentally sound and socially Just world what would you do ?\n  ","637547":"\n   You = very beautiful girl ? \nNot alien \nNot at all\n  ","637548":"\n   Sabr\n  ","637549":"\n   Why u so beautiful and gorgeous in photos\n  ","637550":"\n   Alian?\n  ","637551":"\n\n    https:\/\/ask.fm\/randumbjordan\/answer\/142029923221\n   \n   ? His dog passed away\n  ","637552":"\n   Love you\n  ","637553":"\n   I like your lips\n  ","637554":"\n\n    @randumbjordan\n   \n","637555":"\n   Aww,your niece is so cute :)\n  ","637556":"\n   What's your first exam\n  ","637557":"\n   When was your last kiss\n  ","637558":"\n   What would you do if you were invisible and light could pass right through you?\n  ","637559":"\n   Where do you see yourself in 4 years time .\n  ","637560":"\n   would you ever do a sky dive\n  ","637561":"\n   ? wow I'm stupid\n  ","637562":"\n   Booom\n  ","637563":"\n   Good night\n  ","637564":"\n   I'll just make nuggets smh\n  ","637565":"\n   Thank ya. So are you :)\n  ","637566":"\n   Heyyy\n  ","637567":"\n\n    @hateuandurbrows\n   \n","637568":"\n   Nice\n  ","637569":"\n   I am doing great wbu?\n  ","637570":"\n   I wish every fuckboy and every hoe had his trailer so people wouldn't get fooled\n  ","637571":"\n   When are you going to make a new poll?\n  ","637572":"\n   Greedy sav\n  ","637573":"\n   do you like the zoo\n  ","637574":"\n   Share!\n  ","637575":"\n   I hate\n   \n    @saraahm1\n   \n","637576":"\n   ❤️•each and every day is something we should never take for granted. life throws us upside down and turns us inside out but we, as people, are strong enough to overcome the hardships.  I feel blessed to have the people I have in my life. things are going up up up•❤️\n  ","637577":"\n   Poor fish\n  ","637578":"\n   What's your favorite tune at the moment?\n  ","637579":"\n   Ootd picture\n  ","637580":"\n   Hi\n  ","637581":"\n   PAP ATM ?\n  ","637582":"\n   Hey bhotnaath\n  ","637583":"\n   Can I ask you something\n  ","637584":"\n   “Seeing an old friend hurts more than seeing an old lover.”\n- shahan omer (@angelicshxhx)\n  ","637585":"\n   Underwear color\n  ","637586":"\n   Why do so many girls make duck-faces in pictures?\n  ","637587":"\n   Haha ok ok?? wasup?\n  ","637588":"\n   DUDE... I KNOW YOU PROBABLY DON'T CARE, BUT THE 100 IS ON TONIGHT ON THE CW!!! YAYAYAYAY!!! ???\n  ","637589":"\n   Thanks for the likes :)\n  ","637590":"\n   Omg!!! Ily already\n  ","637591":"\n   Am I boring you ?\n  ","637592":"\n   Are women evil ?\n  ","637593":"\n   ??\n  ","637594":"\n   hey so theres this girl that works at the cafeteria at my college. she has a huge butt. i want to get with that but idk what I should do. help me plz\n  ","637595":"\n   But I am obsessed with it. ?? So be nice to me. Lol.\n  ","637596":"\n   Awe okay good! Okay let's get this money together????????\n  ","637597":"\n   Is it hypocritical for a disabled man to not date disabled women?\n  ","637598":"\n   Snapchat me for sure then?\n  ","637599":"\n   Omg thank youuu!!! & I meant to say perf not pert sorry ughhh...\n  ","637600":"\n   What is your address ?\n  ","637601":"\n   Not much\n  ","637602":"\n   Wonderful! Sorry if it takes me a while to respond btw I'm working on making sure I'm prepared for my final tomorrow\n  ","637603":"\n   Tbh: you're pert based on looks and you seem sooo sassy so I LOVE THAT. We'd be bffs lol. You don't take shit from pple...you don't care about pples opinion of you so that's a plus. Keep shining girl. I see u and support ya!?\n  ","637604":"\n   Last thing u bought?\n  ","637605":"\n   Who makes you laugh?\n  ","637606":"\n   Do you wear thongs?\n  ","637607":"\n   Have you ever suspected of being pregnant?\n  ","637608":"\n   Lol Wut will they do for you?\n  ","637609":"\n   Noo look at you babe??\n  ","637610":"\n   Awwww, 6 1\/2 feet size, cute\n  ","637611":"\n   Hey how are you today sweetie\n  ","637612":"\n   Long time no see fam (cuz my account was banned... ??). How are ya?- The person who was always talking to you about The 100, which you have only seen once (or so you told me). Lol.\n  ","637613":"\n   Ontario, my dood\n  ","637614":"\n   Not sure if i told you this already but I'm from Canada\n  ","637615":"\n   Do ya get a lot of questions daily?\n  ","637616":"\n   why is ur name\n   \n    @ass4lyfe\n   \n   ?\n  ","637617":"\n   Hey\n  ","637618":"\n   I'mm take a big bite ?\n  ","637619":"\n   Just in the future, in response to your last amswer, I know you don't really know me but feel free to tell me that shit that you think might be hard to tell someone else you're thinking about. It's always nice to vent and I can either give feedback or just listen, no judgment or anything. Js\n  ","637620":"\n   Are you  an american or british ?\n  ","637621":"\n   what country are you from\n  ","637622":"\n   Tha Queen of savageness. All hell Boom. Well anons should get on their knees tho\n  ","637623":"\n   Gorgeous??\n  ","637624":"\n   Books better than the show?\n  ","637625":"\n   I want you to be my girlfriend.\n  ","637626":"\n   Who is that\n  ","637627":"\n   Do you have nude pics of your self on your phone\n  ","637628":"\n   Ask.fm or sex.fm\n  ","637629":"\n   Add savage too\n  ","637630":"\n   How many books of that are there and do you also plan on watching the show eventually\n  ","637631":"\n   Yez you are fuckin dope, you're lit af\n  ","637632":"\n   $20 for a kiss?\n  ","637633":"\n   I have only had one girlfriend.\n  ","637634":"\n   Yummy tryhard\n  ","637635":"\n   Describe yourself in 3 words!\n  ","637636":"\n   If you were guaranteed to be successful in a certain profession, what would you want to do?\n  ","637637":"\n   look to  your left the first item you see is your weapon in a zombieoutbreak what's your weapon\n  ","637638":"\n   Okay good compromise. Really appreciate it ?❤\n  ","637639":"\n   Oh okay well I am going to bed I will talk to you tomorrow\n  ","637640":"\n   What's wrong BFF\n  ","637641":"\n   That sounds good for me?? i would love to be your friend ??\n  ","637642":"\n   Definitely not my imagination but idk this trip to you is really taking a lot outta me\n  ","637643":"\n   I love you so much BFF\n  ","637644":"\n   How are you \"getting the fun\"?\n  ","637645":"\n   So sexy\n  ","637646":"\n   QUACK QUACK\n  ","637647":"\n   sidenote- you're being cute\n  ","637648":"\n   I don't compete. I win.\n  ","637649":"\n   I love your @\n  ","637650":"\n   I would buy you flowers if we meet in real life\n  ","637651":"\n   Tack selfie  now\n  ","637652":"\n   I KNOW THAT BC WE JUST CONNECT LIKE THAT. SO PLEASE BE PATIENT IM OMW\n  ","637653":"\n   It's okay I promise you'll get to play it\n  ","637654":"\n   1200 is a lot you better give something in return\n  ","637655":"\n   AND I HAD TO STOP TO BUY YOU FLOWERS\n  ","637656":"\n   Can I call you boom since I am your BFF and I love your new profile picture\n  ","637657":"\n   I hope so aswell. And i'm from germany ? trying to get my weird english better haha and maybe make new friends\n  ","637658":"\n   Salted or sweet popcorn?\n  ","637659":"\n   My booty butt is on the way\n  ","637660":"\n   Shin boen\n  ","637661":"\n   Do we become happy only when we meet the one we love?\n  ","637662":"\n   What activity do you never get bored with?\n  ","637663":"\n   Which city would you choose as capital of the world?\n  ","637664":"\n   Oh wow that's a large gap\n  ","637665":"\n   Couldn't find one\n  ","637666":"\n   Jeans for sure\n  ","637667":"\n   Old photo with gap?\n  ","637668":"\n   I don't believe you have one\n  ","637669":"\n   Youre gorgeous and sexy\n  ","637670":"\n   I'm serious\n  ","637671":"\n   Pap of that thigh gap then?\n  ","637672":"\n   What do you like best about your hometown?\n  ","637673":"\n   Do you have a thigh gap?\n  ","637674":"\n   What was the last big mistake you made?\n  ","637675":"\n   Idk if it's possible but for the record, i would help massage your teeth if needed\n  ","637676":"\n   I'll buy them for you\n  ","637677":"\n   Do you prefer to be behind the camera or in front of it?\n  ","637678":"\n   Who was the last person you had a deep conversation with?\n  ","637679":"\n   Ootm beautiful?\n  ","637680":"\n   I gotta practice that then. I work in a restaurant and I'm not sure how well that would go\n  ","637681":"\n   My dad is gone\n  ","637682":"\n   What are you interested in?\n  ","637683":"\n   I wish iggy azalea style. I'd make more money that way\n  ","637684":"\n   What is the strongest animal?\n  ","637685":"\n   What's the best way to spend $1,000,000?\n  ","637686":"\n   What can people learn from animals?\n  ","637687":"\n   What is something you want right now?\n  ","637688":"\n   What are the benefits of being famous?\n  ","637689":"\n   Work work work work work work work work work work work work work work.\n  ","637690":"\n   rate me\n  ","637691":"\n   Honestly yeah lol I can agree with that for sure\n  ","637692":"\n   Pap of your nails\n  ","637693":"\n   Do you have any scars if so where at\n  ","637694":"\n   You're amazing! ?? i actually felt aslept when i was about to write and send you my question lmao ??\n  ","637695":"\n   Are you eating raisin bread ?\n  ","637696":"\n   Shoe size\n  ","637697":"\n   Missed ya too. I'm doing pretty well and hope the same for you\n  ","637698":"\n   Rate for you is a 10\/10 on personality already like damn you're super cool\n  ","637699":"\n   Show your amazing body\n  ","637700":"\n   Body positive pic\n  ","637701":"\n   That's a good thing, what do we have in common\n  ","637702":"\n   no i do not. but did you know that the pizza was once served as a royal feast for the queen?\n  ","637703":"\n   Do you wear thongs?\n  ","637704":"\n   If you were a billionaire what would you do with the money?\n  ","637705":"\n   Oh my lol\n  ","637706":"\n   Oooh that sounds fun ? have a good time in Denver! ☺ i'm glad you're good aswell ? and awe thanks its evening here ?? its 8:11PM here ?\n  ","637707":"\n   An alian who have very sexy lips ????\n  ","637708":"\n   Is that you\n  ","637709":"\n   Just reading something from a book\n  ","637710":"\n   Same\n  ","637711":"\n   tbh have you ever tasted another grrrlz love area?\n  ","637712":"\n   That is good\n  ","637713":"\n   facebook\n  ","637714":"\n   twitter\n  ","637715":"\n   What is something you have lost, that you wish you could get back?\n  ","637716":"\n   Why do that\n  ","637717":"\n   But you perrty\n  ","637718":"\n   I'm a girl and I've had a crush on you it's been a year the first time I saw you that day you just seem so nice and lovely and kind . I know this must be awkward for you since you're straight but I just want you to know boys are assholes and I like you a lot and I know life sucks don't give up haha\n  ","637719":"\n   Cum\n  ","637720":"\n   what does ? taste like?\n  ","637721":"\n   are you bi-curious?\n  ","637722":"\n   tbh have you ever had a yeast infection?\n  ","637723":"\n   Yikes ?\n  ","637724":"\n   who is your worst shag besides the obvious?\n  ","637725":"\n   I 2nd liking the dp but I just got too hype for you getting to play and hangout\n  ","637726":"\n   Lady please date me\n   \n    https:\/\/media2.giphy.com\/media\/6E9xxRx6VST9m\/giphy.gif\n   \n","637727":"\n   Depends can i eat a slice of you?\n  ","637728":"\n   Why not both\n  ","637729":"\n   Like your DP\n  ","637730":"\n   What do girls think of men who wax? Especially if they wax \"down there\"?\n  ","637731":"\n   Have a great night! ????\n  ","637732":"\n   ITS SO GOOD TBH LIKE I CAN LITERALLY DO SO MUCH AND DO IT THE WAY I WANT YOU HAVE PLAY IT WHEN WE HANGOUT\n  ","637733":"\n   What are the best pj\n  ","637734":"\n   Sorry again friend I've been prepping for my final and gaming cause as you know i got the switch and I've been hardcore playing the new Zelda\n  ","637735":"\n   Nah the sand and the sunny weather ???, it's similar ?\n  ","637736":"\n   William Shakespear was the 1st 1 ever to use the world famous \"Your mother\" insult.\n  ","637737":"\n   *hugs you tightly* WHERE WERE YOU?!\n  ","637738":"\n   What is the most comfortable  type of panties in your openion?\n  ","637739":"\n   That threw me off lamo ?\n  ","637740":"\n   Is that the California beach ?\n  ","637741":"\n   WHERE ARE YOU?! I NEED YOU!!!!!!!!!!!!!!!!!!!!! ?????????\n  ","637742":"\n   Throwback pic ?\n  ","637743":"\n   I just spat my drink  Jews!?!???\n  ","637744":"\n   Transformation Tuesday?\n  ","637745":"\n   I swear you make the best polls\n  ","637746":"\n   ootd?\n  ","637747":"\n   I know now you're my only hope ?\n  ","637748":"\n   ??????\n  ","637749":"\n   Just because i'm a hot pizza?\n  ","637750":"\n   How can i say no to that? ;)\n  ","637751":"\n   I am great pretty homo sapien\n  ","637752":"\n   how many users did u block?:mirko\n  ","637753":"\n   ?\n  ","637754":"\n   I'm good thank you ? hbu? ? hope ya have a good day\/night ?\n  ","637755":"\n   How's it going?\n  ","637756":"\n   what is your house number\n  ","637757":"\n   I want cake tho\n  ","637758":"\n   People ask me nuggets or pizza. And i say my topping on pizza is nuggets ?\n  ","637759":"\n   asparagus or green beans??\n  ","637760":"\n   you are still virgin ?\n  ","637761":"\n   nighttt\n  ","637762":"\n   Is it sad i have nothing better to do with my life but make people smile\n  ","637763":"\n   What's new\n  ","637764":"\n   Nice haha\n  ","637765":"\n   Not really i like make people happy so it's worth it\n  ","637766":"\n   : What do a gang member and a redneck have in common?\nA: They both know how to throw a good hoe down.\n\nQ: Why did the Redneck cross the road?\nA: Because he couldn’t get his dick out of the chicken.\n\nQ: What do a redneck divorce and a burning meth lab have in common?\nA: Someone’s losing a trailer.\n  ","637767":"\n   How much do you want\n  ","637768":"\n   Ever dated or made out with a person of the same sex as you?\n  ","637769":"\n   Snapchat names\n  ","637770":"\n   Goodnight baby I love you so much ?\n  ","637771":"\n   Ooh pancakes sound good\n  ","637772":"\n   IDC. We are gonna go with it x\n  ","637773":"\n   i am getting some things from your wishlist soon and you will get them around your birthday\n  ","637774":"\n   Happy early bd AYE!\n  ","637775":"\n   Aw bless you haha. I hope you find something soon!!\n  ","637776":"\n   What was your first thought when you woke up this morning?\n  ","637777":"\n   I really don't but thank you and not a lot just working!! Wby? Xxxx\n  ","637778":"\n   I knocked out haha sorry.\nSchool went by fast but it was really boring. mostly preparing us for finals. and school ends this month for us so yay haha.\n  ","637779":"\n   When was the last time you danced?\n  ","637780":"\n   Idea of the day!\n  ","637781":"\n   good day ladies and gentlemen, today's word of the day is \"lemon\"\n  ","637782":"\n   Want some food?\n  ","637783":"\n   hah and to think\n  ","637784":"\n   I'm glad you're okay baby.\n  ","637785":"\n   Your above sexy, hot, beautiful,flawless,gorgeous and attractive. Your the reason why the sun shines in the morning\n  ","637786":"\n   Your eyes are like oceans full of water, and so majestic and beautiful to look at!\n  ","637787":"\n   pretty\n  ","637788":"\n   Want any tattoos or have any\n  ","637789":"\n   i'm bad\n  ","637790":"\n   Do you have a boyfriend?\n  ","637791":"\n   I'm good too!\n  ","637792":"\n   Wbu?\n  ","637793":"\n   Do you love yourself?\n  ","637794":"\n   everybody is talking to each other. but nobody is talking to me. of course it doesn't help that i am alone in the house. which is 1 of my main phobias. :\/\n  ","637795":"\n   Very straight and correct answer\nloved your answer ????\n  ","637796":"\n   <3\n  ","637797":"\n   Hey love❤\n  ","637798":"\n   What are your thoughts on men who wax \"down there\"?\n  ","637799":"\n   How are you?\n  ","637800":"\n   What qualities do you search in men\n  ","637801":"\n   ✨•The world around you may be falling apart, but that doesn't mean you have to fall with it...•✨\n  ","637802":"\n   Your welcome ? talk to me sometime\n  ","637803":"\n   How smooth are your arms?\n  ","637804":"\n   if somebody thinks the thoughts we think we thought than that means they become us and we become them and thus cease to exist!\n  ","637805":"\n   uh uh, that's you :p\n  ","637806":"\n   Plus your perrty\n  ","637807":"\n   I did! How about you my simian friendo!?\n  ","637808":"\n   Heyaaaa?\n  ","637809":"\n   are you attracted to men or women\n  ","637810":"\n   Let's go on holiday together\n  ","637811":"\n   Those cars are sick\n  ","637812":"\n   u are littt\n  ","637813":"\n   it's always a blessing to see youre up and about :))\n  ","637814":"\n   Are we voting which we like better or which would look better on you?\n  ","637815":"\n   Yes car goals ?\n  ","637816":"\n   thank ya! you're quite sweet.\nI'm off to school now though, see ya! have a nice day\n  ","637817":"\n   My love is enough for both of us.\n  ","637818":"\n   Yes yes it is ???\n  ","637819":"\n   Hello beautiful!?❤\n  ","637820":"\n   How are you\n  ","637821":"\n   What are you up to?\n  ","637822":"\n   Quack\n  ","637823":"\n   Never do selfies or vids\n  ","637824":"\n   how are you\n  ","637825":"\n   last compliment you got?\n  ","637826":"\n   ?•stand back look at your life and where you are at•?\n  ","637827":"\n   BANANA.\n  ","637828":"\n   Legs picture? ?❤❤\n  ","637829":"\n   Thank you\n  ","637830":"\n   Do you have a sayat.me?\n  ","637831":"\n   Lady bombom. she can seking for boys under 10. will she become you? NAE FAK NIOOO!! we are freeeeeeedoooooommmm. kill pedo girl niggy we need fuck her upp or she maybe just not need to do shit? i feel bad if the adult big lady go to prison and i just not just fucking fake friends u friends fucked u!\n  ","637832":"\n   If you were moving into a new house & one of your friends gave you what they believed to be a black & white abstract painting as a moving in present, but what you could clearly see was a sheet of plywood covered in pigeon shit, would you pretend to be grateful so as not to hurt their feelings??\n  ","637833":"\n   Left face is orgasm face? ??\n  ","637834":"\n   Its timid because your basically putting down people who seek help in anxiety medication and it doesn't always \"fuck you up\". It actually helps a lot of individuals and its something that you should never put down or in the wrong category because a lot people seek help in them.\n  ","637835":"\n   Is there anywhere where you spam your pictures?\n  ","637836":"\n   Is you really adult teenager everyone should be want to be more like? Like i is saying modell girls is fake lie. Trust me homiebitches 300 dollars this lady have no ide how to chage a fucking diaper?? anyone prove me wrong and im payinmg up. LOOK sexy girls = stupid and hit you. So this one is? :(\n  ","637837":"\n   you are very ignorant because anxiety medication can vary in a lot of ways and it doesn't just get you \"high asf\". also, I think its so fucking rude for you to say \"I don't need drugs to help\". In my opinion, that's a very rude and timid thing for you to stay.\n  ","637838":"\n   pssst they don't look professional if you post random pictures off the internet\n  ","637839":"\n   Can you do more polls using your own pictures please?\n  ","637840":"\n   Hey baby\n  ","637841":"\n   haha thank you, same goes to you!\nyou're a very interesting person (not in a bad way) haha\n  ","637842":"\n   Naah <3\n  ","637843":"\n   I don't know why they love me hahahaha.\n  ","637844":"\n   Are you on any medication for you anxiety?\n  ","637845":"\n   Should be become a red head\n  ","637846":"\n   how do i come out as transgender and bisexual. my family is very homophobic and transphobic and i think most my friends also are but i don't want to keep living a lie\n  ","637847":"\n   Yup the cutest loser lol\n  ","637848":"\n   Your smile is pretty asf\n  ","637849":"\n   i think we'd get along really well haha. \nit would be kewl to meet ya i do believe\n  ","637850":"\n   Can we go on holiday together\n  ","637851":"\n   They directly delete the questions I wouldn't want to see.\n  ","637852":"\n   hi want to be friends\n  ","637853":"\n   Theres a whole lot of reasons why\n  ","637854":"\n   To a different game store where hopefully we get better turnouts and actual tourneys also sorry for my late response I passed out and feel super bad about it\n  ","637855":"\n   Plz do vid\n  ","637856":"\n   Baby admins love me.\n  ","637857":"\n   Winter or summer?\n  ","637858":"\n   Tumblr link?\n  ","637859":"\n   I don't like cheese unless it's on pizza, i don't like grape soda, my favorite thing to eat is spicy cheetos, I love drinking italian sodas, i love fruit salad, I love going on runs, i like watching sports, but not playing them. I like to read old books, and I suck at playing chess.\n  ","637860":"\n   Yes u silly ?\n  ","637861":"\n   good morning! today's word(s) of the day is \"Jehovah's witness\"\n  ","637862":"\n   Good morning\n  ","637863":"\n   Ig you are a cute loser then\n  ","637864":"\n   Your eyes hair and everything is amazing ? I'm amazed\n  ","637865":"\n   If I were you, I'd spend the summer in Australia\n  ","637866":"\n   Brings you the food\n  ","637867":"\n   U have a very lovely skin\n  ","637868":"\n   yeth me too :))\n  ","637869":"\n   ooh i am so excited lmao this is the most alike I've been with someone in forever haha\n  ","637870":"\n   Let us hear your voice\n  ","637871":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be the name?\n  ","637872":"\n   I think I'm in love wit myself\n  ","637873":"\n   No, do girls compare their cunts with each other?\n  ","637874":"\n   naw. you just got fake friends.\n  ","637875":"\n   Are you in bed yet?\n  ","637876":"\n   You never take pics of yourself anymore ☹️\n  ","637877":"\n   You're awake\n  ","637878":"\n   Can you put your legs behind your head?\n  ","637879":"\n   Could you act in a porn movie without laughing?\n  ","637880":"\n   Do you think that changing how you look can change the person that you are?\n  ","637881":"\n   I'm a boy and as boys we used to compare dickies with each other.  Do girls do the same?\n  ","637882":"\n   Do you feel connected to nature?\n  ","637883":"\n   Can you resist not eating chocolate?\n  ","637884":"\n   Kik ?\n  ","637885":"\n   Thank you ??\n  ","637886":"\n   Are you computer generated?\n  ","637887":"\n   Yup I want so cuz no one cares ???\n  ","637888":"\n   Do you feel accepted by your society?\n  ","637889":"\n   Are you going to let me in?\n  ","637890":"\n   Omg um idk what else to say because you're so beautiful you made me forget ?\n  ","637891":"\n   What would you do if you knew you couldn't fail?\n  ","637892":"\n   Are you a deep thinker?\n  ","637893":"\n   but do u have any real friends. doubt it\n  ","637894":"\n   Frnds ?\n  ","637895":"\n   Can we talk some q-q may b ?\n  ","637896":"\n   You are gorgeous no doubt\n  ","637897":"\n   You're cute ?\n  ","637898":"\n   Lol thats good to hear that you love your life ??❤  hope ya have a great day\/night gorgeous! ?\n  ","637899":"\n   K I'm here with the food ?\n  ","637900":"\n   What were you doing 30 minutes ago?\n  ","637901":"\n   Great movie!\n  ","637902":"\n   If you had to lose a sense, which would it be?\n  ","637903":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","637904":"\n   Is it ethical to eat meat?\n  ","637905":"\n   Heyy\n  ","637906":"\n   say spooky spoopy mooky made a poopy loopy doopy! 10 times fast.\n  ","637907":"\n   K I'm coming over with pizza and burgers ?\n  ","637908":"\n   Why are people scared of death?\n  ","637909":"\n   What's your favourite perfume\n  ","637910":"\n   same lmao ?\ni have a fear of closets at night too lmao\n\nin my old house, they just flew open one night by themselves and ever since then I've just kinda been avoiding them at night lol\n  ","637911":"\n   What was the best day in your life? ?\n  ","637912":"\n   Thats pretty spooky\n  ","637913":"\n   U too\n  ","637914":"\n   Probably. ??\n  ","637915":"\n   I woke up at 9 cause I thought I was going to a flea market with my friend and his gf but the sky was sad so that didn't happen and then I went to go participate in his yugioh tourney I do every Sunday but it didn't fire cause we didn't have enough people that being said he is moving location\n  ","637916":"\n   But the right time could be ages down the track\n  ","637917":"\n   Yes you too\n  ","637918":"\n   I will get my brain chugging that being said roughly soon I may be going to sleep today was a tiring Sunday lol\n  ","637919":"\n   So do you think later on will be the right time or do you just think he is not the right guy.\n  ","637920":"\n   Pizza and burgers ?\n  ","637921":"\n   3 words better than \" i love You \"? ?\n  ","637922":"\n   Lol I'll have to agree with ya, but I mostly draw by hand and use Photoshop\n  ","637923":"\n   You're gorgeous tho ❤\n  ","637924":"\n   What your favorite horror movie\n  ","637925":"\n   I LOVE LANA DEL REY!!\n  ","637926":"\n   I want to hear your voice ☺️\n  ","637927":"\n   What happened to the jake dude you were seeing\n  ","637928":"\n   Can i marry your brain and your heart? You are literally goals. You are so cute and perfect ???\n  ","637929":"\n   why you are so cutie ?\n  ","637930":"\n   Last time you got spanked\n  ","637931":"\n   You are so intelligent and good hearted person which is a turn on for me. I love you\n  ","637932":"\n   So you don't have a bf then?\n  ","637933":"\n   growing up, what was your family's attitude towards dinner? (i.e. did someone prepare dinner every night? did you eat around a table? in front of the tv? did you often scrounge something up individually?)\n  ","637934":"\n   That's a tough call then I'm insightful but I can think of many many reasons as to possibly why that happened\n  ","637935":"\n   Do you think you are a good gf. \n\nDo you think your bf is a good bf\n\nCould you be a better gf\n\nCould your bf be a better bf\n\nIf you have a bf that is.\n  ","637936":"\n   I once got 400 likes overnight on my original account actually\n  ","637937":"\n   How much money would you like?\n  ","637938":"\n   Atleast 2 with me? ☺️\n  ","637939":"\n   10 is nothing I had 50 at one stage\n  ","637940":"\n   What is something you wish you were better at?\n  ","637941":"\n   Would you like to meet all your anons?\n  ","637942":"\n   sameeee. i just feel like something is watching, and as soon as i fall asleep it's doing something.\ni feel like somethings gonna chop off my legs if i don't have any blankets too.\n  ","637943":"\n   same with all that...\n\nand i refuse to sleep with the door open.\n  ","637944":"\n   Did you like driving barefoot?\n  ","637945":"\n   How many questions do you have to answer.\n  ","637946":"\n   Do you have a phobia? What is it?\n  ","637947":"\n   Do you have a job yet?\n  ","637948":"\n   Why is your name Boom?\n  ","637949":"\n   If you had an undo button for anything, what would you use it for?\n  ","637950":"\n   ❤❤\n  ","637951":"\n   What did you do so far today?\n  ","637952":"\n   Where do I send you my money\n  ","637953":"\n   come over to my place asap. i got a bottle of grey goose with your name on it\n  ","637954":"\n   You been tied up before?\n  ","637955":"\n   What's your Snapchat I'd?\n  ","637956":"\n   Do you like it when people do you favours rather than you doing them favours ?\n  ","637957":"\n   Lana del rey?\n  ","637958":"\n   |QOTD #1| What is your inspiration? Why?\n  ","637959":"\n   TBH : you are ?\n  ","637960":"\n   Bikini or one piece?\n  ","637961":"\n   Not sure how Id feel about people saying, \"I live in Chilly\"\n  ","637962":"\n   have you ever fallen asleep in class\n  ","637963":"\n   what's on your bucket list\n  ","637964":"\n   what's your favorite carbonated drink?\n  ","637965":"\n   do you think having children was a big part of your parents life plan?\n  ","637966":"\n   grade\n  ","637967":"\n   If there was a city named after me it would probably be in canada. Badum tss\n  ","637968":"\n   Has your childhood made you the person who you are today ? If so what effect has your childhood has on your persona\n  ","637969":"\n   If you had to be named after a city, state or country, what would you want your name to be?\n  ","637970":"\n   Maybe something has been bothering you subconsciously and you want to make the person pay for what they did? That or it's the beginning of you being the serial killer\n  ","637971":"\n   How old are you?\n  ","637972":"\n   Which of these 3 foods are better Pizza, Mozzarella sticks or Fish sticks ?\n  ","637973":"\n   Do you compromise or you have ego?\n  ","637974":"\n   I don't know how I just survived that day\n  ","637975":"\n   How many siblings do you have ? (Step or full) (sent to everyone I follow )\n  ","637976":"\n   Even my @ username is a meme\n  ","637977":"\n   Helloooo!\n  ","637978":"\n   Your perrty ?\n  ","637979":"\n   I was drunk when I wrote that question last night, hence the weirdness of it, though it was based on actual feelings, I was probably laying it on a bit thick lol... Good answer anyway :-)\n  ","637980":"\n   What is worth living for.........\nWhat is worth dying for........\nThoughts............\n  ","637981":"\n   night enjoy the night ? ? ?\n  ","637982":"\n   You are soo cute ??\n  ","637983":"\n   Haha your not a loser your cute and I'm just chilling\n  ","637984":"\n   Have you ever crushed on someone so bad that you based the value of your whole existence on something as simple as to whether or not they talked to you on a night out?? :\/ Explain your answer :-)\n  ","637985":"\n   You must like 20% of the internet then ??\n  ","637986":"\n   I will consider your partner to be lucky\n  ","637987":"\n   True or false: Parents are not related to each other, but are related to their children ?\n  ","637988":"\n   At the very least they could learn to listen to opinions that aren't their own\n  ","637989":"\n   Im just some cringy furry on the internet\n  ","637990":"\n   Wassup\n  ","637991":"\n   then I will keep the supply of them up. ?\n  ","637992":"\n   Them some genuine answers and some good laughs. No clue why I worded this like that though\n  ","637993":"\n   When guys wear earrings isn't it a sign of femininity? Femininity ? I thought its usually more masculine if a guy doesn't wear earrings.\n  ","637994":"\n   That's mean ?\n  ","637995":"\n   Pretty much cartoonish stuff, and more like Sonic fan made characters or other stuff I like. I actually can draw real life stuff, but suck at drawing humans\n  ","637996":"\n   Ah thankz :) I try...I try Lol\n  ","637997":"\n   You got it and are you going to share?\n  ","637998":"\n   i was asking if you like Diglett or Vaporeon more... go to church and repent\n  ","637999":"\n   Why is it so hard for people to text back nowadays? Like seriously what's the point of having a cell phone??\n  ","638000":"\n   How many times u get a sex in a day ?\n  ","638001":"\n   What do you want me to bring you?\n  ","638002":"\n   YOU'RE AMAZING\n  ","638003":"\n   Saaaame here too Lol I can write for hours none stop. I honestly just started back writing a few dayz ago. Taking a break from drawing\n  ","638004":"\n   *bows* why thank you. The angry rants are pretty fun.\n  ","638005":"\n   Ever drive barefoot?\n  ","638006":"\n   do you like d or v more?\n  ","638007":"\n   Hey cutie what you love the most tattos o piercings\n  ","638008":"\n   Larry failed. ??\n  ","638009":"\n   Fanfiction iz actually fun and keeps ya mind flowing with ideas, and can also help calm you down when you're down about something\n\nI barely can remember dream Lol Ah thaz cool, glad you get to chill now\n  ","638010":"\n   Want me to bring you food?\n  ","638011":"\n   Always cute ;)\n  ","638012":"\n   Lets do it\n  ","638013":"\n   Isn't that sweet :D Thank you! Basically the same for you. Also I just think it's awesome how blunt you are on here.\n  ","638014":"\n   Goodnight you kind human being\n  ","638015":"\n   Ah really? I actually write fanfiction, and I base tha story off my characters. It'z more of a super hero or rate T or M story Lol\n\nI hope ya dad didn't work ya to hard Lol\n  ","638016":"\n   It looks like I'll be the first one if you're serious about the impressions thing ? @\n  ","638017":"\n   Dp??\n  ","638018":"\n   Can you believe i actually dated Matthew.. I dated him because i felt bad for him tho. I'm such a push over?\n  ","638019":"\n   I'm straight\n  ","638020":"\n   I need some\n  ","638021":"\n   What does this tablet do does it have side effects\n  ","638022":"\n   Need gf\n  ","638023":"\n   Hi. She wanted me to let you know that she loves you a lot.-J\n  ","638024":"\n   A month ?\n  ","638025":"\n   I do avyually like reading...but I write and read my own stuff Lol Wut kinda work your dad iz gonna have you to do?\n  ","638026":"\n   Likers get honest(brutal if it has to be) first impression?\nNo hates ??\n  ","638027":"\n   When was the last time you had sex ?\n  ","638028":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","638029":"\n   Hi\n  ","638030":"\n   What's with everyone posting 2 pics of something and saying one or the other are we meant to pick our faves\n  ","638031":"\n   bra color?\n  ","638032":"\n   Go mow the lawn boom ?\n  ","638033":"\n   Hey intelligent creature\n  ","638034":"\n   Sup Boom? Wutz guud?\n  ","638035":"\n   Oh okay, thats nice. Have fun.\n  ","638036":"\n   Do you agree that good things come to those who wait?\n  ","638037":"\n   Are you're parents related too you?\n  ","638038":"\n   Which colours do you like? Red,Yellow,Purple and Blue are my favourites\n  ","638039":"\n   Hello Lady B ?\n  ","638040":"\n   Small hands small fingers small face small nose small lips but big eyes and your lips ???\n  ","638041":"\n   Please live stream one day\n  ","638042":"\n   Hey guys, if you have the time & you're interested, could you check out my friend's blog??\n   \n    https:\/\/joshbaldwin.org\n   \n   ~feel free to use as a filler~\n  ","638043":"\n   Hey sav, Goood morning, i can't like like any answers of yours rn\n  ","638044":"\n   Awh, you're too sweet. are you on facebook?\n  ","638045":"\n   Sounds amazing to me ?\n  ","638046":"\n   Confused on wat u on about sweetie\n  ","638047":"\n   (TW) a woman was going out on a date with a man. he showed up but her dog was barking at him. snarling everything. the dog had to be held back to keep from biting him. so she had to cancel their date. he left. next day she found out that the man was a convicted rapist who was prowling for victims.\n  ","638048":"\n   hello good morning, today's word of the day is \"slinky\", use it in a sentence\n  ","638049":"\n   Sure where do you want to eat dinner?\n  ","638050":"\n   Would you be my queen\n  ","638051":"\n   hello xx\n  ","638052":"\n   Your display is so gorgeous awh ??\n  ","638053":"\n\n    https:\/\/www.youtube.com\/watch?v=YuG4-lewUTs\n   \n   <3\n\nYou are really beautiful you know and you can't say you are not <3\n  ","638054":"\n   Goodnight Boom sleep good and hopefully I'll talk to you tomorrow ♥☺\n  ","638055":"\n   Adorable laugh?? Nah haha and nope I'm still alive? Missed your pretty face as well???\n  ","638056":"\n   Live stream book reading plz\n  ","638057":"\n   How many babies do you want?\n  ","638058":"\n   Do a vid of you reading the book to us\n  ","638059":"\n   Your new pfp pic is adorable\n  ","638060":"\n   Thanks my beautiful?\n  ","638061":"\n   All questions deserve a answer, if everyone left questions answered then no one would progress in life\n  ","638062":"\n   Vid of you getting out of bed\n  ","638063":"\n   Why don't you ever answer questions n instead come back with a random answer ?\n  ","638064":"\n   Pap if you at beach or pool party\n  ","638065":"\n   Ur dp?\n  ","638066":"\n   What makes you blush?\n  ","638067":"\n   Pap of what you are wearing\n  ","638068":"\n   hey hope you are ok I miss you\n  ","638069":"\n   good morning all, today's word is \"flap\". give me a good sentence including the word of the day\n  ","638070":"\n   Fuckin rip dude lol :P So! How're you?\n  ","638071":"\n   Night\n  ","638072":"\n   Hello Lady Boometh, mind if I ask you some questions?\n  ","638073":"\n   Good night love\n  ","638074":"\n   Hello to my most favorite person on this site ?\n  ","638075":"\n   It was good your going to let me drive your car right? ?\n  ","638076":"\n   Back follow\n  ","638077":"\n   Would you take advantage of a guy that is drunk?\n  ","638078":"\n   ? how was your day?\n  ","638079":"\n   When you dream of. Cute guy how do you picture him?\n  ","638080":"\n   Fork the anons they got nothing on you ?\n  ","638081":"\n   Hey my most fav person on ask.fm ?\n  ","638082":"\n   lets kiss and then i will ship you to kekistan\n  ","638083":"\n   Aw how come?\n  ","638084":"\n   ur best friends with him too? thats even weirder omg. you probably could get a reality show and get paid milliions\n  ","638085":"\n   I am doing fine and you madam ?\n  ","638086":"\n   OMG I AM SOOO HAPPY TO HEAR THAT\n  ","638087":"\n   DID SNAPCHAT DIE ON US?\n  ","638088":"\n   ewww why do u have a relationship with ur father thats kinda sick...\n  ","638089":"\n   Hey ❣️\n  ","638090":"\n   It's great to have u as a friend ?\n  ","638091":"\n   ever thot about being a cam girl?\n  ","638092":"\n   Your smile is the reason why the sun goes up glowing in the morning\n  ","638093":"\n   Want my big white D\n  ","638094":"\n   Do you watch porn?\n  ","638095":"\n   oksie doksies :^)\n  ","638096":"\n   BOOM!\n  ","638097":"\n   joshua or klitschko\n  ","638098":"\n   Alvast Goodnight people❣️?\n  ","638099":"\n   Evening!\n  ","638100":"\n   ?•Don’t you ever settle. No matter how many times you want to give up. You were created for so much more than being average•?\n  ","638101":"\n   PAP of your spring mood!\n  ","638102":"\n   That's dope are you going to let me drive yours?\n  ","638103":"\n   Sounds good to me and I'll be getting mine all blacked out with my name on the side ?\n  ","638104":"\n   I was foolish and distracted with college but I'm almost done for the semester and I will for sure message you tomorrow! Goodnight boom sleep well again super sorry ???\n  ","638105":"\n   Lol ? what color are we getting?\n  ","638106":"\n   Keeper? Wow flattered\n  ","638107":"\n   Wanna do.some rails??\n  ","638108":"\n   I hope so as well but on to the more important things how are you friend? How've things been? I know it may not have been super long but it feels like it's been long and I need to not forgot to respond ever again\n  ","638109":"\n   I'm just saying that because most people go for looks but i go for character, personality and intelligence. If the heart is good then it's the biggest turn on\n  ","638110":"\n   I can just imagine driving around in that beast ? engine probably so loud your underwear will get soaked ???\n  ","638111":"\n   tell me how ya like it and if you had to explore lmao\n  ","638112":"\n   do you want to be a stay at home mom when you have kids?\n  ","638113":"\n   If your talking mclaren then your speaking my language cause that car is a beast ?\n  ","638114":"\n   I told my girlfriend that my mom is deaf so she should speak loud and slow. I told my mom that my girlfriend is kinda slow.\n  ","638115":"\n   What is the most unappetizing meal?\n  ","638116":"\n   I'll send in on snap\n  ","638117":"\n   No it's fine you didn't do that and yes lets do it\n  ","638118":"\n   Down to kiss?\n  ","638119":"\n   I have to show you what I got though you're gonna be happy I think or at least interested\n  ","638120":"\n   Damn you have better taste in cars than me so I'll let you pick it\n  ","638121":"\n   ?\n  ","638122":"\n   BMW i8 or a Porsche sounds nice with the drop top ?\n  ","638123":"\n   Who was the last person you said thank you to?\n  ","638124":"\n   What do you see from your bedroom window?\n  ","638125":"\n   Buy whatever car you want ? I'm buying me a rolls Royce\n  ","638126":"\n   Oh my god I forgot to respond I'm the worst\n  ","638127":"\n   Full body pic atm\n  ","638128":"\n   Hell yeah we would split the money even and buy a nice house\n  ","638129":"\n   I wanna se ur pics a lot and if u allow some videos may be too\n  ","638130":"\n   If it does become a beer company you'll be my partner right?\n  ","638131":"\n   Favorite thing to do in the bedroom?\n  ","638132":"\n   Omg your profile picture I'm in love ?\n  ","638133":"\n   Ootd picture\n  ","638134":"\n   ❤️ (Recent)\n  ","638135":"\n   I have a huge crush on you. You are such a beautiful and intelligent girl. If i ever marry you I'll marry you because of your freaking brain s and your lovely personality\n  ","638136":"\n   You are so adorable!\n  ","638137":"\n   fav movie\n  ","638138":"\n   You're one beautiful girl. Loving your eyes\n  ","638139":"\n   Hey your back!\n  ","638140":"\n   What are you wearing rn\n  ","638141":"\n   U look very pretty in new dp dear\n  ","638142":"\n   Chuck\n  ","638143":"\n   You're still beatiful as always you are.\n  ","638144":"\n   No problem. Hun?\n  ","638145":"\n   Can I hear your voice ?\n  ","638146":"\n   ?•A good day always start with a smile so shins bright because you're beautiful just the way you are no matter what people say•?\n  ","638147":"\n   But you must clarify\n  ","638148":"\n   I sent a text to my girlfriend. I meant to say: everything alright sweetie? What it got changed to was: Everything alright sweaty? oops!\n  ","638149":"\n   what do you think happens when we die\n  ","638150":"\n   ?\n  ","638151":"\n   Eww but like cats though could of done it outside\n  ","638152":"\n   pic of your pet\n  ","638153":"\n   ???ever been in any accidents with your grandma driving?\n  ","638154":"\n   got any pets\n  ","638155":"\n   fav acholic drink\n  ","638156":"\n   Sounds like a deal ?\n  ","638157":"\n   You seem you drive pretty reckless and have alot of road rage ??\n  ","638158":"\n   fav veg\n  ","638159":"\n   Yes I have but why not emerald green or deep sea blue\n  ","638160":"\n   fav fruit\n  ","638161":"\n   It's all good didn't mean to rub you the wrong way\n  ","638162":"\n   Your sweet like honey ? and cotton candy\n  ","638163":"\n   fav food\n  ","638164":"\n   yeah but where do you want to work though?\n  ","638165":"\n   lizzzen here punk. i am a warrior hear me ROARIOR\n  ","638166":"\n   Why light blue what is special about that colour\n  ","638167":"\n   why don't you have a job?\n  ","638168":"\n   Dumb anons think you would want to meet they creepy asses\n  ","638169":"\n   would u rather hug me or give me a massage?\n  ","638170":"\n   are you rich\n  ","638171":"\n   Is it because your not really a adventurous go all around the world type of chick\n  ","638172":"\n   are you the first middle or youngest kid\n  ","638173":"\n   why aren't I a loser than never havig a gf at 21\n  ","638174":"\n   I am a loser never having a gf\n  ","638175":"\n   And how do you if you love someone\n  ","638176":"\n   ever broken a bone\n  ","638177":"\n   If you could have any colour eyes any colour at all what colour would you have\n  ","638178":"\n   Are you shy in person because I would  like meet you in person ?\n  ","638179":"\n   Fuck marry kill?\n  ","638180":"\n   How do I impress a girl\n  ","638181":"\n   What's your opinion on the BNP?\n  ","638182":"\n   can you drive\n  ","638183":"\n   what phone do you have\n  ","638184":"\n   fav shop\n  ","638185":"\n   Can I get so advice than\n  ","638186":"\n   how are you\n  ","638187":"\n   Send word to girl let know im single\n  ","638188":"\n   do you want a bf\n  ","638189":"\n   Sweet\n  ","638190":"\n   you are so stunning damn\n  ","638191":"\n   Sorry I'll leave ya alone\n  ","638192":"\n   You get me out please\n  ","638193":"\n   Are you ready to turn 21 !!!!\n  ","638194":"\n   Your feet smell bad :p\n  ","638195":"\n   when your b day\n  ","638196":"\n   Nope\n  ","638197":"\n   Kik?\n  ","638198":"\n   god damn!!!!!!!!!!!!!\n  ","638199":"\n   Im not complaining\n  ","638200":"\n   You want some brew?\n  ","638201":"\n   ? but I'd look after you\n  ","638202":"\n   do you like any Demi Lovato songs?\n  ","638203":"\n   Can't get a girlfriend\n  ","638204":"\n   jake ssisy?\n  ","638205":"\n   Does brew, brew a good brew or could his brew be a better brew?\n  ","638206":"\n   Hi\n  ","638207":"\n   Lets make it a good one ???\n  ","638208":"\n   Come to the uk\n  ","638209":"\n   Fuck ?❤️?\n  ","638210":"\n   what's something that someone told you  that's  stuck with you for life?\n  ","638211":"\n   Hot hot hot\n  ","638212":"\n   Crush now a days? #Staif\n  ","638213":"\n   all your boomz are belong 2 me\n  ","638214":"\n   ever had chicken poxs\n  ","638215":"\n   ever had your heart broken\n  ","638216":"\n   hi\n  ","638217":"\n   Lady Boometh, much cute!\n  ","638218":"\n   i'm 21 never had a gf i'm a LOSER right?\n  ","638219":"\n   Want some cignits ?\n  ","638220":"\n   Fucking eh I know who Jim lahey is I love the trailer park boys\n  ","638221":"\n   Chilling\n  ","638222":"\n   Together we can do the impossible.\n  ","638223":"\n   Was there a moment where something didn't get a chance to stop you from falling in love ?\n  ","638224":"\n   I'm not a girl, let's date\n  ","638225":"\n   What a mint show ever see out of the park europe\n  ","638226":"\n   Would u date a girl\n  ","638227":"\n   I feel Ricky is the dumbest ever watch trailer park boys live in Dublin\n  ","638228":"\n   A real man would treat you right and give you everything you wanted\n  ","638229":"\n   Who do you think is more dumb corey and Trevor\/ Jacob or ricky\n  ","638230":"\n   How are you ?\n  ","638231":"\n   I love the trailer boys, Corey Trevor smokes likes go\n  ","638232":"\n   lol sure u was gunna say I don't ?\n  ","638233":"\n   They're actually giving me a break rn ? but likewise lovely ?\n  ","638234":"\n   You have good bone structure in your face.\n  ","638235":"\n   Madonna and the fall of the Roman Empire\n  ","638236":"\n   But I am\n  ","638237":"\n   Aye that was good\n  ","638238":"\n   Yes it is lim jahey please to meet you\n  ","638239":"\n   You're a drug and I am addicted ooh that was ?\n  ","638240":"\n   Hope it's a good one ???\n  ","638241":"\n   Haha I am the liquor\n  ","638242":"\n   I am ADORABLE ?\n  ","638243":"\n   Would u say I look lightskin\n  ","638244":"\n   how many bf have you had\n  ","638245":"\n   What drugs do you do\n  ","638246":"\n   you are cute.\n  ","638247":"\n   You are so cute.\n  ","638248":"\n   I miss this face\n  ","638249":"\n   what's worse being dumped or doing the dumping\n  ","638250":"\n   Ever try any type of drug\n  ","638251":"\n   What's your real story???\n#TFIOS\n  ","638252":"\n   Do you think\n   \n    @drxw__\n   \n   is a cutie?\n  ","638253":"\n   asmr is basically like whispering or (not annoying) tapping and stuff like that, and it's supposed to relax you and give you \"tingles\"\nidk but it makes me sleepy as fuck\nfor example:\n   \n    https:\/\/youtu.be\/3h4inWX8NtA\n   \n","638254":"\n   have you ever been dumped\n  ","638255":"\n   whoa you changed ur dp\n  ","638256":"\n   You slay ?\n  ","638257":"\n   Ryan Reynolds or Ryan Gosling?\n  ","638258":"\n   Sweet dreams have a good sleep\n  ","638259":"\n   BDSJJDJDHD AW THANK YOU GORGEOUS ❤️❤️❤️\n  ","638260":"\n   isn't that creepy your exs  checking up on you they're ex for a reason\n  ","638261":"\n   Can I make the anons go do they bother you with bikin pics boob pap and stuff like that? \nI just wanna talk like a normal human being :) <3\n  ","638262":"\n   rate me\n  ","638263":"\n   Ur profile pic is amazing??ily\n  ","638264":"\n   I LOVE YOUR PICTURE ITS SO CUTE\n  ","638265":"\n   Ahhh I thought you were going off of ask ???\n  ","638266":"\n   Here's footage from the International Space Station satellite,taken two days ago from space\n   \n    http:\/\/www.ustream.tv\/recorded\/102751315\n   \n   (Another proof that the Earth isn't flat).\n  ","638267":"\n   That anon is welcome to come to talk my page with his own name and face visible.\n  ","638268":"\n   Oh, well then ??? u busy ?\n  ","638269":"\n   I can run naked on street if you say.. but I know you will never say that?\n  ","638270":"\n   Umm,it's not.It's backed up by science and hell,even ancient greeks proved it 2500 yeas ago.Not to mention all the manned space missions by the US,Soviets and China.\n  ","638271":"\n   with every new dp, an old dp goes away. such is the cycle of dp life\n  ","638272":"\n   THEYRE THE CUTEST\n  ","638273":"\n   Yeah it's called hollow earth theory and there's a lot of evidence proving it\n  ","638274":"\n   u change your hair color? and afternoon, here where im in school\n  ","638275":"\n   Your new profile picture is pretty:)\n  ","638276":"\n   Quick correction for that Juhani dude who stupidly doesn't allow anons. The earth is flat actually, it's just a government conspiracy to make money. Do some research on it\n  ","638277":"\n   You can't see the curve of the earth from a plane. This is well known.\n   \n    https:\/\/www.howitworksdaily.com\/10-incredible-space-robots\/\n   \n   I can believe you thought you saw a curve because you knew it should be curved, but it's not high enough. You can just do the math on it. It's still essentially flat\n  ","638278":"\n   I told my girlfriend, I love you! she said: thank you!\n  ","638279":"\n   fine, where's the documentary. i'll watch it\n  ","638280":"\n   It isn't and there's scientific proof for it.And it being a conspiracy made up by the government and airlines is ridiculous.\n  ","638281":"\n   Even rough earther's tell you that you can't see a curve until you go well higher than a plane's cruising altitude. So whatever curve you think you see it's just an illusion of perspective\n  ","638282":"\n   How do activists try to get public attention ?\n  ","638283":"\n   Woah! Thankyou ?\n  ","638284":"\n   Even the ancient Greeks proved that the Earth isn't flat\n   \n    http:\/\/www.discovery.com\/dscovrd\/nature\/no-earth-isnt-flat-heres-how-ancients-proved-it\/\n   \n","638285":"\n   \"There's a documentary about it,\" not one with experts with Ph.D.s in it. It's pretty obvious to anyone with a rudimentary education in physics the tunnels inside the earth are not consistent with the pressures found there.\n  ","638286":"\n   I just leave this here\n   \n    http:\/\/www.popsci.com\/10-ways-you-can-prove-earth-is-round#page-13\n   \n","638287":"\n   Another booty pic?\n  ","638288":"\n   you think theere are aliens living in the earth? now that is truly absurd. the pressures inside the earth are like 10's of thousnads of atmosphere, there enough to reshape rocks, there are no open spaces inside the earth past a few miles down. it's impossible\n  ","638289":"\n   Also the earth isn't round. it's a conspiracy by the arilines to say it's round. If it's flat the distance between countires is less. But if they say it's round it increases the diastances and they can charge you more.\n  ","638290":"\n   Visit me in the uk plz\n  ","638291":"\n   Can we date\n  ","638292":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141463919481\n   \n   Tbh,I know plenty of millionaires and billionaires who prefer to live very modestly,like for example middle of nowhere with few or no amenities.\n  ","638293":"\n   i will have to save this new dp to my boom folder\n  ","638294":"\n   How are you doing today gorgeous\n  ","638295":"\n   Wow Savannah nice picture ?\n  ","638296":"\n   I like it and it's really cute ?\n  ","638297":"\n   it must be a long chapter\n  ","638298":"\n   I was reading last night that the earth may be hollow and has holes at the poles and there is a sun inside the earth and people living on the inside. I swear the government is covering this up to make money\n  ","638299":"\n   boom! omg i have something i need to tell you\n  ","638300":"\n   i always love it when people call me something pug related ty x\n  ","638301":"\n   What's something every teen should know?\n  ","638302":"\n   Are you the girl from the pictures? ?\n  ","638303":"\n   Suggest some good islamic names for baby boy......... may be urs got selected by my sister....\n  ","638304":"\n   good morning\n  ","638305":"\n   Ryan Reynolds or Ryan Gosling?\n  ","638306":"\n   ????\n  ","638307":"\n   Oh right yeah go to sleep chat later\n  ","638308":"\n   What's my nick name?\n  ","638309":"\n   What is something funny that happened to you ?\n  ","638310":"\n   You're a hot piece of lemon cake, let me eat you\n  ","638311":"\n   does he love you?\n  ","638312":"\n   Would you agree or disagree with Donald Trump's phrase \" Make America Great Again\" ?\n  ","638313":"\n   Can you do a vid of you talking plz\n  ","638314":"\n   ur 2 good for jake sissy, just being honest witch u\n  ","638315":"\n   No problem you would do the same for me if I was having a bad day ??\n  ","638316":"\n   Idkwhat to say or do or think. I do hope you have a fun birthday tho. I'll secretly be wishin you a happy bday ?\n  ","638317":"\n   Guess you can say that ?\n  ","638318":"\n   Wish I could talk to you beautiful\n  ","638319":"\n   Hey np ?? Glad you're okay. How ya day go besides that?\n  ","638320":"\n   Are you watching the NFL Draft\n  ","638321":"\n   Go to bed then have I upset you at all\n  ","638322":"\n   Send @ for a tbh and rate?\n  ","638323":"\n   @ (Recent) ???\n  ","638324":"\n   How attractive are you?\n  ","638325":"\n   HUBBA HUBBA ?\n  ","638326":"\n   test ?\n  ","638327":"\n   What do you like doing\n  ","638328":"\n   i will drop it\n  ","638329":"\n   i wish you could pin questins\/answers on here. that was so sweet what that person said\n  ","638330":"\n   you are so gorgeous and stunning there's nothing as pure as you anymore .. your eyes still have that childlike innocence it literally takes my breath away .. it 's like a drug for me so addicted to it .. when i look into it i just get sudden rush .. your eyes are my natural high ❤\n  ","638331":"\n   Well go ahead delete me out of ur life we all know you will come crawling back.  You always do.\n  ","638332":"\n   The uk sweetie\n  ","638333":"\n   Pic of you in just a towel\n  ","638334":"\n   Y does ur heart hurt\n  ","638335":"\n   my profile? :) <3 you are cute <3\n  ","638336":"\n   How would you feel in such social media such as Instagram and snapchat didn't contain any filters ?\n  ","638337":"\n   What one habit are you proud of breaking?\n  ","638338":"\n   How does this app WORK!?\n  ","638339":"\n   That dream sounds super crazy and spoopy\n  ","638340":"\n   Do you have your belly button pierced? If so when did you get it and if not do you want it\n  ","638341":"\n   Are you still online\n  ","638342":"\n   cool i'm glad you like it [-:\n  ","638343":"\n   haha now i no why ur single forever\n  ","638344":"\n   My grandpa: hurricane, still asleep. Earthquake, still asleep, end of the world, still asleep. Somebody turns off his TV: wakes up, WHO DID THAT?! WHO TURNED OFF MY TV?!\n  ","638345":"\n   it said that?\n  ","638346":"\n   Have you ever loved somebody so much that it made you cry?\n  ","638347":"\n   If I sent you salami.... Would you take a poc of you eating it and post it?\n  ","638348":"\n   Full body pap\n  ","638349":"\n   What is something you have always wanted to try?\n  ","638350":"\n   Oh your welcome beautiful ? or should I say a work of art\n  ","638351":"\n   hi i'm rly sorry to bother you but i'd rly appreciate it if you could give my new video a watch, the link is on my recent, thank you !! ❤️✨\n  ","638352":"\n   What is 1 memory that is most dear to you and that you would never give up for anything in the world?\n  ","638353":"\n   Hey*\n  ","638354":"\n   Vid of you talking\n  ","638355":"\n   Don't let other people define your worth. :*\n\n\nHi. ?? Newbie here. Follow me back pls ? Thankyou. ☺️?\n  ","638356":"\n   Tbh for likers?\n  ","638357":"\n   Sossy not Sossy, I mean sorry not sorry.\n  ","638358":"\n   What is your favorite thing to do on your birthday?\n  ","638359":"\n   Unfollowing all inactive accounts, if you see this answer it so I can keep you followed and give you likes ? STAIF\n  ","638360":"\n   Aye thanks ?\n  ","638361":"\n   If you could communicate with your pet for just a minutes, and they would understand, what would you say?\n  ","638362":"\n   If your boyfriend asked you in the nicest way ever to shave your arms would you do it?\n  ","638363":"\n   Use your words boom\n  ","638364":"\n   Aw Mona Lisa got nothing on you ?\n  ","638365":"\n   Is Scooby still blokced?\n  ","638366":"\n   Yay I'm fucking Adorable ?\n  ","638367":"\n   marry me then\n  ","638368":"\n   What’s the one book you think everyone should be required to read?\n  ","638369":"\n   Cute I'm ADORABLE ?\n  ","638370":"\n   What would you do if you found a celebrity's phone?\n  ","638371":"\n   Idc I'll keep saying it until I run out of gas ?\n  ","638372":"\n   if your family is so well off why do you live in the middle of nowhere where there are no ameninities?\n  ","638373":"\n   do you guys fetch your water from a well too?\n  ","638374":"\n   Who is the stupidest person you know?\n  ","638375":"\n   Do you enjoy being spanked?\n  ","638376":"\n   Your purrty I'll keep saying it until you agree with me ?\n  ","638377":"\n   How did you make your first money?\n  ","638378":"\n   What is your usual breakfast?\n  ","638379":"\n   You so perrty ?\n  ","638380":"\n   So what are you doing in studies ?\n  ","638381":"\n   get some better service then. or live in a better spot. there are solutions to these problems\n  ","638382":"\n   Do you believe in horoscopes?\n  ","638383":"\n   Which is the most beautiful place you've ever seen?\n  ","638384":"\n   What is Your Age ?\n  ","638385":"\n   \"Because i live in the wilderness i dont have service. \nWhy do idiots have to speak to me.\" well you've never explained that as a reason why ur posts are slow\n  ","638386":"\n   ngl that aidan person wrote you the sweetest poem, is he always this sweet\n  ","638387":"\n   Can't guess ? you Tell\n  ","638388":"\n   How do you know that?\n  ","638389":"\n   ngl that was some pretty mean **** he said to you\n  ","638390":"\n   Where you from ?\n  ","638391":"\n   Marry\n   \n    @drxw__\n   \n","638392":"\n   \"it takes time for your answers to post...?? it's instant when i do it\nI know, cause you dont basically live in a forest. I love in the wilderness. How many goddamn times do i have to explain this\n\" i have absolutely no idea what you're talking about now\n  ","638393":"\n   What's the deal with the guy sending you messages about you being lazy\n  ","638394":"\n   \" I love in the wilderness.\" love is better in the city tbh\n  ","638395":"\n   Thoughts on #PaloAlto by James Franco..........\n  ","638396":"\n   Can you kiss any person after they just threw up #TheBeliever???\n#RyanGosling #SummerPhoniex \n#GreatMovie with Conflict\n#PaloAlto #JamesFranco\n  ","638397":"\n   Do you take a risk #TFIOS????\n  ","638398":"\n   Your the cute stuff ?\n  ","638399":"\n   it takes time for your answers to post...?? it's instant when i do it\n  ","638400":"\n   what are you offended about?\n  ","638401":"\n   how did u hurt him?\n  ","638402":"\n   Why do iPhones die so fast ?\n  ","638403":"\n   No worries! Learned that years ago on a news segment and it somehow stuck with me.\n  ","638404":"\n   I still don't get it. when you look at a pic of 60 hot dogs when they pose with them it's like bigger than their whole torso so i don't know how it can go in their stomach :shrugs:\n  ","638405":"\n   Sossy but what is that jake guy trying to do with your heart, is he trying to break it or something.\n\nHe needs a street fighter tiger upper cut seriously I just want to smack him one if I see him like WTF.\n\nYou are so nice and sweet and beautiful and gorgeous you don't deserve what he's doing to you\n  ","638406":"\n   Hey\n  ","638407":"\n   offended?\n  ","638408":"\n   I just saw that hot dog thing. Most of them actually practice with things like celery and broccoli - easy to consume and very low in calories so they can expand their stomach to that of someone 600lbs while keeping a normal weight due to no caloric excess.\n  ","638409":"\n   referring 2 this\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/141462774649\n   \n","638410":"\n   i believe happy girls are the prettiest ones ❤\n  ","638411":"\n   Waz up\n  ","638412":"\n   you've had it there b4?\n  ","638413":"\n   What is your favorite thing to do on your birthday?\n  ","638414":"\n   for halloween, i'm going to be the victim of the american health care system\n  ","638415":"\n   Yeah, it waz all over my feed when I woke, and I tried to read as much to get a better understanding. Sounds like that anon or that person you knew iz  pretty butthurt\n  ","638416":"\n   Just woke up seeing thiz on my feed, and wut tha hell iz goin on???\n  ","638417":"\n   You haven't seen him in 6 years?\n  ","638418":"\n   I think you are an amazing person with a great personality as well as being extremely beautiful.\n  ","638419":"\n   oh, lol\n  ","638420":"\n   maybe it's not even him sending those. his account is diasbled and the internet is full of trolls who get off of wrecking other people's lives. just something to keep in mind\n  ","638421":"\n   whoa, drama\n  ","638422":"\n   How is he sending these when he  disabled his account?\n  ","638423":"\n   I'm deleting you out of my life for good.\n  ","638424":"\n   The harsh reality is life doesn't work that way. Your lifestyle is shit and I thought you'd realize that after being but in difficult situations.\n  ","638425":"\n   If the love of your life who you had been dating for years suddenly came out as transgender would it make any difference?\n  ","638426":"\n   Ok savannah but you can go to vegas and San Diego and all these other places. You're no better then me. The only difference is I'm not a lazy fuck who have parents that love me enough to support me. You want everything fucking handed to you on silver platter.\n  ","638427":"\n   I'm not blaming you for anything. I've accepted I wasn't go to be a part of your future a long ass time ago. I've accepted I need to move on from you and that's what I'm doing. Idk why you're in pain or hurting? You're the one that is choosing a life without everything we have been fighting for.\n  ","638428":"\n   I know when it hurts, it hurts. But still try to do some stuff to cheer you up. Maybe bake some cookies\/brownies, or go shopping for clothes, or maybe take a nice big bubble bath. Just do something that makes you happy and try not to think too much about the pain. Have a good day ??\n  ","638429":"\n   Yeah, I saw that. you said your head hurts but you didn't say you were upset. I guess cue your response that I'm stupid for inferring you were also upset or something =P\n  ","638430":"\n   I love you ❤️\n  ","638431":"\n   \" I saw you out yesterday ?\n\nMy heart hurts today, i dont think im gonna come on.\" you already dided\n  ","638432":"\n   i'll propose it 2 him 2 then\n  ","638433":"\n   Plz come on, I love being wripped to pieces by your low iq mind\n  ","638434":"\n   Pale skin or tanned skin?\n  "},"Answer":{"637362":"\n  Youre super cute ??? && a very sweet lil nerd! Im glad i got to talk to you today\n  ","637363":"\n  Life is hell\n  ","637364":"\n  I havent been on for a week?\n  ","637365":"\n  Im surprised as well ?\n  ","637366":"\n  Heyss\n  ","637367":"\n  ??\n  ","637368":"\n  I honestly cant remember..\n  ","637369":"\n  My cat likes pudding\n  ","637370":"\n  Bro its hell ?\n  ","637371":"\n  If thats what youre into, go ahead lol\n  ","637372":"\n  Im very happy, i blocked the correct anon so ask is nice to be on again\n  ","637373":"\n  Oh my god? thank you so much\n  ","637374":"\n  It will happen soon\n  ","637375":"\n  Life time supply of pudding please\n  ","637376":"\n  Theres no way im getting through even half of my questions\n  ","637377":"\n  But cali is my home\n  ","637378":"\n  Do we really know anyone?\n  ","637379":"\n  Curse the fact i have zero boojie genetics\n  ","637380":"\n  Hell is a good time, you dont have to abide to any rules or kiss anyones feet ?\n  ","637381":"\n  1. Pudding\n  \n  2. My cat\n  \n  3. My family\n  \n  4. Internet\n  \n  5. My bed\n  ","637382":"\n  They should stop, its annoying asf\n  ","637383":"\n  A sloth ?\n  ","637384":"\n  Applesauce\n  ","637385":"\n  I think id get along with your brother\n  ","637386":"\n  ?? oh jeeze\n  ","637387":"\n  1. Food\n  \n  2. Dessert\n  \n  3. Him\n  ","637388":"\n  Who?\n  ","637389":"\n  Oh lol my mom was gonna buy houses there cause you get huge ones for like the price of an apartment in cali lol\n  ","637390":"\n  I want brownies but too lazy to make any\n  ","637391":"\n  Awh?\n  ","637392":"\n  Nice, i like how cheap their houses are there!\n  ","637393":"\n  No, i wish\n  ","637394":"\n  Yup ? im going back to cali just not yet ugh\n  ","637395":"\n  Awwwwh im the highway to hell\n  ","637396":"\n  I really like vanilla pudding\n  ","637397":"\n  Well, im here ?\n  ","637398":"\n  I love canada!! Youre going to have so much fun.\n  ","637399":"\n  I was born and raised in cali, thats where im going back. && its not that easy lol cause everyone and their mother believes they could be a model.\n  \n  And yes really thats what happens when youre homeless, my best friend spent 8 months on the streets in la selling his body to lay his head somewhere and hes gorgeous.\n  ","637400":"\n  A women deserves a place anywhere they want to place themselves in.\n  ","637401":"\n  Yeah, id have to use my body to have a bed to sleep in at night.\n  ","637402":"\n  Like 1% of the population that has depression gets out of it... once depressed always depressed\n  ","637403":"\n  Yeah ill just go be homeless in a city, what a great life.\n  ","637404":"\n  I want more\n  ","637405":"\n  Amazing! I miss being in a city. I wanna go back to civilization\n  ","637406":"\n  Pretty good, spent most of it sleeping\n  \n  Yours?\n  ","637407":"\n  I think youre adorable\n  ","637408":"\n  Youre way sweeter darling\n  ","637409":"\n  I look like jailbait ?\n  ","637410":"\n  Yup, 22 in June\n  ","637411":"\n  Ask is FILLED to the brim with em\n  ","637412":"\n  Yeah\n  ","637413":"\n  Its not that easy, if it were easy everybody would be doing that and nobody would commit suicide.\n  ","637414":"\n  ? thanks\n  ","637415":"\n  Some people cant find that outlet. I dont suffer from depression but i have numerous friends that do, and its super hard for them.\n  ","637416":"\n  Why am i already at 60% battery\n  ","637417":"\n  If they wanna leave, ill hold the door open for em.\n  ","637418":"\n  Thank you so much ????\n  ","637419":"\n  Thats rude, those people arent nuts. They have something going on in their brain or in their lives that they cant help feeling that way. Depression is a sickness, its a war in their own brain. They arent crazy.\n  ","637420":"\n  No, ive loved all gifts. Its not hard to please me.\n  ","637421":"\n  Someone better cheer my ass up\n  ","637422":"\n  Fuckboys and thots ???? they are everywhere hahaha\n  ","637423":"\n  Oh man, id switch to charter school early so i could have actually gone to college right after high school.\n  ","637424":"\n  Sexual thoughts arent forbidden, youre not gonna go to hell for thinking lol\n  ","637425":"\n  Thank you ?\n  ","637426":"\n  That i was a good mommy\n  ","637427":"\n  Those arent forbidden!\n  ","637428":"\n  You are so fuckin sweet lovely\n  ","637429":"\n  I could take over the world ??\n  ","637430":"\n  Im actually confused lol\n  ","637431":"\n  Theres a lot of stupid things going on\n  ","637432":"\n  Apparently its raining\n  ","637433":"\n  Fuck and chocolate chip pancakes\n  ","637434":"\n  Well, i mean thats kinda chill?\n  ","637435":"\n  Thank you ??\n  ","637436":"\n  Tomorrow i need to make pasta and brownies\n  ","637437":"\n  As long as youre enjoying it ?\n  ","637438":"\n  Weather in Denver is nuts\n  ","637439":"\n  I should make pasta but like effort\n  ","637440":"\n  Awwwh!!! Those are the best vids tho\n  ","637441":"\n  Must eat pudding\n  ","637442":"\n  All i need is your love ?\n  ","637443":"\n  Right?? I was like hmmmm something smells fishy.\n  \n  I hate trump so much\n  ","637444":"\n  Hi\n  ","637445":"\n  Good, im glad ?\n  ","637446":"\n  Im definitely not in a relationship so??\n  ","637447":"\n  Its been so nice being away from ask, but at the same time, i kinda missed it.\n  \n  Omg ive been sleepin all day just not working lol\n  \n  Hows work??\n  ","637448":"\n  Okkaay? Idk what to say\n  ","637449":"\n  Im pretty good ?\n  ","637450":"\n  My butt is a butt\n  ","637451":"\n  I want a barrel of pudding.\n  ","637452":"\n  I didnt know anything about that?\n  ","637453":"\n  Hey? ive been trying to get to your question from earlier but so many people are talking to me!! I just woke up. Might eat some pudding hahaha\n  \n  My trip was really good btw ??\n  \n  Whats up with you\n  ","637454":"\n  How does a person use a phone while they sleep?\n  ","637455":"\n  Lol no, its kinda hard for me to be fake & i just prove to them im not & im verified.\n  ","637456":"\n  Oh, i was just singing a song\n  ","637457":"\n  I FELL IN LOVE WITH A STRIPPERRRRR\n  ","637458":"\n  Oh, thats coool! What kind of videos\n  ","637459":"\n  I think she'll be ok\n  ","637460":"\n  Ugh people are annoying. Im not gonna be posting anything else about here, cause i dont want to be apart of the drama.\n  ","637461":"\n  They do ?\n  ","637462":"\n  Awwwh, thank you. I enjoy not needing glasses so lets hope i dont go blind soon but its reassuring that ill look good ?\n  ","637463":"\n  You know while i was going to school some people would ask why i was nice to the nerds and friends with them and i always responded \"because nerds are the ones that actually end up doing something with their lives and end up makin money\" after that, my friends started being nice to nerds.\n  ","637464":"\n  Thank you very much ?\n  ","637465":"\n  Thank you ?\n  ","637466":"\n  Awh, thats so cute!!\n  \n  What do you think about Trump firing the FBI director\n  ","637467":"\n  Awh, thank you so much?\n  ","637468":"\n  When im by myself, im not shy at all. But when im around my family im super shy, idk why. I think i dont want them judging me while i speak to someone.\n  ","637469":"\n  Why dont you nap??\n  ","637470":"\n  How are you?\n  ","637471":"\n  I need to pee, really really bad\n  ","637472":"\n  Much needed, thanks for asking ?\n  ","637473":"\n  I took too many drugs, im going to throw up, i knew i should have.\n  ","637474":"\n  Ive decided that now im going to nap\n  ","637475":"\n  I know a lot of real people who wouldnt do that.\n  ","637476":"\n  Why dont you ask her?\n  ","637477":"\n  Yeah, i understand. I cant be on here for a long time before i start getting super annoyed, thats why im getting off for a little to go do other stuff.  Im sorry theres so much bullshit.\n  ","637478":"\n  Maybe try coming up with questions that arent from ask.\n  ","637479":"\n  Neuroscience or psychology\n  ","637480":"\n  Red\n  ","637481":"\n  I can also block you in 10 secs\n  ","637482":"\n  ME. TOO. I. SWEAR.\n  ","637483":"\n  Assuming makes an ass out if you and me.\n  ","637484":"\n  No.\n  ","637485":"\n  I have 32% battery im getting off\n  ","637486":"\n  OMFG AMEN. Its annoying\n  ","637487":"\n  Hahahahaha no you wont\n  ","637488":"\n  Anons are so stupid lol\n  ","637489":"\n  Its kinda insane, i love watching the progression\n  ","637490":"\n  Yeah, im exhausted.\n  ","637491":"\n  We've broken up with each other multiple times hun, lol and i dont pout on here. We're in love with each other, shits complicated - thats just how we talk to eachother.\n  \n  Stop acting like you have any idea whats actually going on when you dont have a clue. I will gladly block you if you keep bringing up bullshit.\n  ","637492":"\n  Hes chill ??\n  ","637493":"\n  Im good, just super tired so gonna get off to rest (:\n  ","637494":"\n  Mexico, more like sexico.\n  ","637495":"\n  Thank you ?\n  ","637496":"\n  Stawberry!\n  ","637497":"\n  That will never happen\n  ","637498":"\n  I dont remember begging lol and you dont even understand whats going on ???\n  ","637499":"\n  Rainbow roll\n  ","637500":"\n  On a scale of 1- 10 how tired are you?\n  \n  34\n  ","637501":"\n  I really dont care\n  ","637502":"\n  I dont know what you just said\n  ","637503":"\n  He wants me lol life just a little bit more complicated. Dont talk about things that you dont know.\n  ","637504":"\n  No, i just want you to die.\n  \n  And the next question you send, im using it to block you.\n  ","637505":"\n  Who doesnt want me?\n  ","637506":"\n  ???\n  ","637507":"\n  A noose is what they use to hang people\n  ","637508":"\n  I believe in the possibility ?\n  ","637509":"\n  A noose\n  ","637510":"\n  Its only 1pm but i need a break, thanks tho\n  ","637511":"\n  Lol, i think im getting off tho!\n  ","637512":"\n  Probably\n  ","637513":"\n  When there was a tornado warning\n  ","637514":"\n  I spend most of my time blocking people ?\n  ","637515":"\n  The houses in Denver are kinda like the kind of house i want.\n  ","637516":"\n  Thats what bae means in French\n  ","637517":"\n  My anons suck\n  ","637518":"\n  Yeah way better than Wyoming\n  ","637519":"\n  Yeah, you are shit.\n  ","637520":"\n  Wyoming sucked\n  ","637521":"\n  I didnt miss you\n  ","637522":"\n  What if i dont have a lunch break lol\n  ","637523":"\n  Did that just really happen or did i just take a bunch more mushrooms and not remember\n  ","637524":"\n  Why do you turn into the hulk whenever youre on goddamn shrooms?\n  ","637525":"\n  The hulk was a big green pussy on mushrooms man\n  ","637526":"\n  Ive lost all my patience lol\n  ","637527":"\n  Ok lol thanks\n  ","637528":"\n  Pretty flowers ?\n  ","637529":"\n  Its a filter.\n  ","637530":"\n  I dont like you so..\n  ","637531":"\n  What have i been saying in my answers??\n  ","637532":"\n  We all perceive a different reality\n  ","637533":"\n  Hahahahah clearly you dont use snapchat, its called a filter bro. Kys\n  ","637534":"\n  Who the fuck do you think you are?\n  ","637535":"\n  I need more liquid courage\n  ","637536":"\n  Move out of Washington, get back to a city?\n  ","637537":"\n  Wow dont be disgusting\n  ","637538":"\n  How does someone look awkward in a picture of a drink, or a picture of a screen? My dp doesnt look awkward?\n  \n  I look awkward whenever im in pics with people lol its a curse. So you can go fuck off now lol your existence makes me sad.\n  ","637539":"\n  U and your imaginary friend?\n  ","637540":"\n  Hmm, i need to move from Washington, i need to let go of what my heart keeps holding on too, oh and i need a shower lol\n  ","637541":"\n  Whaaat! Thats amazing!! Yayy?\n  ","637542":"\n  Wow really, i never knew that was what \"awko\" meant\n  ","637543":"\n  Im currently writing on actually.\n  ","637544":"\n  Shes standing, almost walking\n  ","637545":"\n  Shut up you popsicle eating hippo\n  ","637546":"\n  Everyone should just love each other\n  ","637547":"\n  Aliens are beautiful?\n  ","637548":"\n  This is my fambam guys\n  ","637549":"\n  Because thats what i look like ?\n  ","637550":"\n  You best believe it,\n  \n   @DjentJunkiee666\n  \n  is my inspiration\n  ","637551":"\n  I cry more when an animal dies then when a human dies..\n  ","637552":"\n  ILY?\n  ","637553":"\n  That makes one of us\n  ","637554":"\n  Dont know him, but very handsome ?\n  ","637555":"\n  Shes so cute, i cant get over it\n  ","637556":"\n  Why am i still so tired?? I slept so much?\n  ","637557":"\n  With this beautiful girl\n  ","637558":"\n  Rob banks\n  ","637559":"\n  Married?\n  ","637560":"\n  Id try it, just to see what is like to helplessly fall in the sky?\n  ","637561":"\n  No youre not, im just complaining?\n  ","637562":"\n  We talked in sc, but hiii ?\n  ","637563":"\n  One of the many drinks i had in Denver ?\n  ","637564":"\n  Thats fine, as long as i get my fishys\n  ","637565":"\n  You always deactivate, whhyy\n  ","637566":"\n  Hello!!\n  ","637567":"\n  Omfg, i love her so much. Shes perfect\n  ","637568":"\n  Its actually  not very pleasant hahaha\n  ","637569":"\n  I have cheesy goodness stuck in my teeth ?\n  ","637570":"\n  I got to watch all the trailer park boys i wanted last week ???\n  ","637571":"\n  Ill probably make some today ?\n  ","637572":"\n  These are my cheesy fishys not yours.\n  ","637573":"\n  Yes i do i love fluffy animals but i also like the show zoo! Lol\n  ","637574":"\n  I need water omg so salty\n  ","637575":"\n  Tell her, not me. Idgaf.\n  ","637576":"\n  I feel very very blessed ??\n  ","637577":"\n  Theyre screaming as i chew them\n  ","637578":"\n  Eclipse by $uicideboy$\n  ","637579":"\n  I eat goldfish, i am happy ?\n  ","637580":"\n  Hello ? how are you\n  ","637581":"\n  Heres my new dp, ? i have a lot of pictures, so be ready\n  ","637582":"\n  Im eating applesauce, i love applesauce\n  ","637583":"\n  Ask away baybay\n  ","637584":"\n  Unless that old friend is your old lover ?\n  ","637585":"\n  I actually have 1058 votes on a poll ? omfg yaaaas ?\n  ","637586":"\n  Im baaaaack ??? i have SO MANY pictures to post ??? but i gotta do some stuff first ?\n  ","637587":"\n  Im about to read game of thrones till i have the energy to shower lol how about you?\n  ","637588":"\n  AWH YAY IM EXCITED FOR YOU\n  ","637589":"\n  Of course ?\n  ","637590":"\n  Ily????? youre awesome\n  ","637591":"\n  More goals\n  ","637592":"\n  Goals again\n  ","637593":"\n  Hey there ☺\n  ","637594":"\n  My facial expression after reading this\n  ","637595":"\n  Its ok, im obsessed with trailer park boys, i understand ?\n  ","637596":"\n  DUDE YES, LETS MAKE THAT SKRILLA\n  ","637597":"\n  I mean kinda lol\n  ","637598":"\n  I will ?\n  ","637599":"\n  Its ok, i knew exactly what you meant!!????\n  ","637600":"\n  Wow i need to shower ?\n  ","637601":"\n  Awh, lame ?\n  ","637602":"\n  Its ok, ive been getting ready to leave for Denver, i won't be on much for the next couple days but ill be on snapchat ?\n  ","637603":"\n  OH MY GOD. you have just become my favorite person of the week ??? this made me soooo happy !! ?\n  \n  We should be friends. && youre beautiful\n  ","637604":"\n  I need to get off so i can read game of thrones, its all ive been thinking about lol\n  ","637605":"\n  Kevin hart or will Ferrell lol\n  \n  They always make me laugh\n  ","637606":"\n  Its Brittany bitch ???\n  ","637607":"\n  Nopers\n  ","637608":"\n  Give me all their money ?\n  ","637609":"\n  Noooo, i wanna look at you insteadd\n  ","637610":"\n  Im just a cutie ?\n  ","637611":"\n  Im all good in da hood yo\n  ","637612":"\n  Im good\n  \n  & yeah im not obsessed with that show lol\n  ","637613":"\n  Dooppe, ive been there ?\n  ","637614":"\n  Thats cool, which part??\n  ","637615":"\n  Yes, yes i do ?\n  ","637616":"\n  Because ass is life\n  ","637617":"\n  Sup\n  ","637618":"\n  Dont you dare ?\n  ","637619":"\n  Awh, youre no longer here ??\n  \n  Thank you for this tho ????\n  ","637620":"\n  AMERICA\n  ","637621":"\n  Land of the thieves, home of the psychopaths\n  ","637622":"\n  Yesss, they should bow down to me ?\n  ","637623":"\n  I know you are ?\n  ","637624":"\n  Soo much better, way more ruthless ?\n  ","637625":"\n  That sucks ?\n  ","637626":"\n  Who is who?\n  ","637627":"\n  Actually i dont lol i was nevee the type to keep pictures like that because 1. I let so many people use my phone if they need too. 2. I dont want to lose my phone and have those on here.\n  ","637628":"\n  Should be ask but anons only know how to talk about sex\n  ","637629":"\n  They dont call me yung savage for nothin ?\n  ","637630":"\n  Ive already seen the show ? and theres 5 i believe\n  ","637631":"\n  Im a fuckin blunt\n  ","637632":"\n  I enjoy this gif too much\n  ","637633":"\n  I have only zero fucks.\n  ","637634":"\n  Its funny cause i dont even try ?\n  ","637635":"\n  Im fuckin dope ?\n  ","637636":"\n  I would totally make weapons like tony stark lol like create all the newest technology, thatd be dopppe.\n  ","637637":"\n  A mace ? the girl uses one and shes fuckin badass. If you dont watch znation, you probably should. These are three fav characters ? especially the old dude, he gets stoned with zombie the whole time hahahaa\n  ","637638":"\n  Im going to bed, where you be\n  ","637639":"\n  Im heading to bed as well, goodnight!\n  ","637640":"\n  Nothin nothing, im going to brush my teeth now\n  ","637641":"\n  Lets be friends ☺☺☺☺\n  ","637642":"\n  We can go to sleep when you get here ?? ?\n  ","637643":"\n  Oh lord jesus\n  ","637644":"\n\n   @Kalithompsonn\n  \n  IS NOT A HOE ?\n  ","637645":"\n  ? me? Never.\n  ","637646":"\n  ILL SHOOT THE FUCKIN DUCK\n  ","637647":"\n  Youre just imagining it ?\n  ","637648":"\n  Digging this confidence ?\n  ","637649":"\n  Thank you ??????\n  \n  Ngl i love your dp, sooo cute\n  ","637650":"\n\n   @Harihomie\n  \n  looks like you got some competition ???\n  ","637651":"\n  Idk how to tack a selfie\n  ","637652":"\n  IM TRYING IM TRYING\n  \n  FOR YOU ILL BE PATIENT\n  ","637653":"\n  I started game of thrones today, best goddamn book omfg\n  ","637654":"\n  I thought this was a gift ?\n  ","637655":"\n  I FUCKIN LOVE FLOWERS\n  ","637656":"\n  Awwwh?? thank you\n  ","637657":"\n  Omg i love Germany ?? thats cool, i think youre really nice so lets be friends\n  ","637658":"\n  Sweeet☺\n  ","637659":"\n  IM WAITINGG, ANY DAY NOW\n  ","637660":"\n  I need to go brush my teeth\n  ","637661":"\n  If everything works out, then of course\n  ","637662":"\n  Blogging ?\n  ","637663":"\n  Boomcity\n  ","637664":"\n  I told you, 0 thunder thighs\n  ","637665":"\n  LOL you didnt look hard enough\n  ","637666":"\n  Ehhhh i was going for money\n  ","637667":"\n  You can scroll through my likes, im sure theres something\n  ","637668":"\n  I dont believe in God, theres things we all dont believe and we just have to live with it\n  ","637669":"\n  Awwwh, thanks ☺\n  ","637670":"\n  Im debating if id rather have gucci jeans or just money?\n  ","637671":"\n  LOL nice try\n  ","637672":"\n  The beach, friends, the parties, the drugss lol\n  ","637673":"\n  Indeed, no thunder thighs on this bitch\n  ","637674":"\n  Reaching for my black cat in the dark, i got wacked\n  ","637675":"\n  Get to booty butt over here please\n  ","637676":"\n  To gucci we goooo\n  ","637677":"\n  A little of both honestly\n  ","637678":"\n  Ben?\n  ","637679":"\n  I want gucci jeans ?\n  ","637680":"\n  Id bet you get some dope tips\n  ","637681":"\n  Well this got awkward real quick\n  ","637682":"\n  Someone to come massage my teeth, is that possible?\n  ","637683":"\n  Youre supppose to be working and twerking, thats the secret ?\n  ","637684":"\n  Yo daddy ?\n  ","637685":"\n  Assets and investments\n  ","637686":"\n  Be fuckin loyal, stop bein a hoe\n  ","637687":"\n  Someone to bring me drugs\n  ","637688":"\n  That cash money ???\n  ","637689":"\n  Iggy azalea style?\n  ","637690":"\n  Im gonna have to pass\n  ","637691":"\n  Im still so jealous ?\n  ","637692":"\n  I dumped myself last year ?\n  ","637693":"\n  My shin bone lol\n  ","637694":"\n  Awh, its ok? youre so sweet!!!\n  ","637695":"\n  I fuckin hate raisins\n  ","637696":"\n  6 1\/2\n  ","637697":"\n  What have you been up too?\n  ","637698":"\n  Ive missed you!!! Awwh omfg thank you so much ???? i hope youre doing well\n  ","637699":"\n  Ew no, im not blinding you\n  ","637700":"\n  Why, why cant i be perf like this\n  ","637701":"\n  Omg your mom is so cute ??\n  \n  But we both like older men ??\n  ","637702":"\n  I think that was me in my past life\n  ","637703":"\n\n   @Kalithompsonn\n  \n  we are very much alike ☺\n  ","637704":"\n  Invest so i make more money, id play the game called, \"lets see how much money i can make\"\n  ","637705":"\n  I know, im crazy ?\n  ","637706":"\n  Thank you so much, i hope it will be a good time. We are driving there.\n  \n  Where are you from??\n  ","637707":"\n  Thank you ☺ but they need to get bigger, i want russian girl lips ?\n  ","637708":"\n  Only in my goddamn dreams\n  ","637709":"\n  Ive been reading allll day ☺\n  ","637710":"\n  I miss you, i love you ?\n  ","637711":"\n  Body goals ? omfg\n  ","637712":"\n  I agree ?\n  ","637713":"\n  Why do we have bios?\n  ","637714":"\n  Now i wanna just go back to reading game of thrones ?\n  ","637715":"\n  My patience\n  ","637716":"\n  Body goals\n  ","637717":"\n  Brew, i just saw someone call you fake ?\n  ","637718":"\n  AWWWWH THAT IS SO SWEET AWWWWH????\n  ","637719":"\n  Im enjoying getting all these questions i can use as fillers, i have lots of pics to post ☺\n  ","637720":"\n  I would never eat a cat ?\n  ","637721":"\n  Nope I've figured out i like men\n  ","637722":"\n  No?\n  ","637723":"\n  I feel the same way ?\n  ","637724":"\n  Whos the obvious\n  ","637725":"\n  Thank you ?? i fuckin love zelda i need to come over\n  ","637726":"\n  I dont appreciate seeing things being mass sent out..\n  ","637727":"\n  The tiniest slice ?\n  ","637728":"\n  I should have made a smoothie ?\n  ","637729":"\n  Thank you ☺\n  ","637730":"\n  I legitly need baby food if i want to eat omfg this is the worst\n  ","637731":"\n  All i want to do is eat but i cant ?\n  ","637732":"\n  GODDAMNIT I WANNA PLAY\n  ","637733":"\n  Sweats ?\n  ","637734":"\n  HOW IS IT\n  ","637735":"\n  Sand, nigga theres no sand. Im on pavement\n  ","637736":"\n  Omg do you know what he said???\n  ","637737":"\n  I started reading game of thrones, omfg its so good\n  ","637738":"\n  Im going down memory lane right now, jesus ??? i used to take so many pics\n  ","637739":"\n  How? Its a road behind me?\n  ","637740":"\n  No i was on a class trip in Arizona for that one lol\n  ","637741":"\n  IM HERE IM HERE\n  ","637742":"\n  Heres another one lol\n  ","637743":"\n  Everything is the jews fault; 9\/11, trump, holocaust, Muslims, republicans.\n  \n  HAHAHAHA\n  ","637744":"\n  I realize now i dont look different ? i was 16 in this pic..\n  ","637745":"\n  OMG? thank you so much. Its so much fun for me ?\n  ","637746":"\n  Im getting off to read, ill be on later\n  ","637747":"\n  You're being to kind omfg\n  ","637748":"\n  I got chills that are multiplying its electrifying\n  ","637749":"\n  I mean only if i can eat a slice of you?\n  ","637750":"\n  You made me wish i had pizza\n  ","637751":"\n  Did you just call me homo ???\n  ","637752":"\n  I dont know theyre all anon\n  ","637753":"\n  How are you nice human ☺\n  ","637754":"\n  Im good☺ im getting excited for my roadtrip to Denver!  ? hope you have a good day or night!! ?? what is your time zone anyways?\n  ","637755":"\n  Its good! I need to eat but i don't want too cause my teeth hurt ? how about you hun?\n  ","637756":"\n  I dont want any stalkers\n  ","637757":"\n  you want some of dis BOOTY\n  ","637758":"\n  WAIT, THATS BRILLIANT\n  ","637759":"\n  I like both ?\n  ","637760":"\n  Im so hungry, for some dick ?? kidding\n  ","637761":"\n  Morning ☺\n  ","637762":"\n  No its fuckin awesome because youll be helping me out with so much!\n  ","637763":"\n  I just realized im leaving for Denver tomorrow.. and i probably wont be on ask, but ill be on snapchat ☺\n  ","637764":"\n  HEY HOE LETS GO\n  ","637765":"\n  I would CRY.\n  ","637766":"\n  Im terrible, i laughed so hard ??? omfg\n  ","637767":"\n  200$ LOL\n  \n  I know thats probably asking a lot\n  ","637768":"\n  Yup to both ?\n  ","637769":"\n  If i knew who you were id give it ?\n  ","637770":"\n  I love you so much ????\n  ","637771":"\n  Idk if i want a smoothie or pancakes right now ?\n  ","637772":"\n  Ok!! Thank you clouded cloud!\n  ","637773":"\n  Holy dick loving vagina, yassss?? im so excited ?? can someone send me money for my birthday too ???\n  ","637774":"\n  Its not for another month ?\n  ","637775":"\n  Thank you! I live in a rural area so everything is tougher, not many places ?\n  ","637776":"\n  \"Ooow my mouth fuckin kills\"\n  ","637777":"\n  Oh that's good! Ive been trying to find a job but its like doing rocket science out here lol its so fuckin hard lol\n  ","637778":"\n  Oh my god, yess! Thats exciting!! ☺\n  ","637779":"\n  Ugh can my birthday come sooner please\n  ","637780":"\n  I just want everyone to know that my mouth is in pain and im gonna complain all day ?\n  ","637781":"\n  When the world gives you lemons, say fuck these lemons I'm gonna go get high.\n  \n  Morning ?\n  ","637782":"\n  In the morning, im gonna want pancakes ok? But right now, im going back to sleepp??\n  ","637783":"\n  Wait, huh?\n  ","637784":"\n  I might head back to sleep love lovely, goodnight? ilysm\n  ","637785":"\n  ????\n  \n  This is so nice\n  ","637786":"\n  Wow, thank you ??\n  ","637787":"\n  ? xoxo\n  ","637788":"\n  I want a goddamn sleeve but i have other priorities rn\n  ","637789":"\n  Bbbbbbbbb- bad to the bone\n  ","637790":"\n  Im an independent hoe\n  ","637791":"\n  Yay!! That makes me so happy??\n  ","637792":"\n  Ugh no talking about food ?\n  ","637793":"\n  I do ? im very fortunate to be able to have self love, not many people are capable due to some issues they might be fighting\n  ","637794":"\n  Im so sorry i wasnt here to talk to you ?\n  ","637795":"\n  Thank you☺☺☺ i know what im looking for ?\n  ","637796":"\n  ???\n  ","637797":"\n  Hey darling ?\n  ","637798":"\n  I hate already brushing my teeth and then getting hungry.. why?\n  ","637799":"\n  Im really good ? you?\n  ","637800":"\n  They better be smart asf & super funny\/\/sarcastic ? obviously attractive, dress well, super caring & sweet ? enjoys spoiling me ?\n  ","637801":"\n  Nope, thats when you rise up and become powerful ?\n  ","637802":"\n  I would love too??\n  ","637803":"\n  As smooth as a babys ass\n  ","637804":"\n  Im not high enough for this ?\n  ","637805":"\n  ?? oh please. How was school?\n  ","637806":"\n  No ?? what you up too?\n  ","637807":"\n  I kinda slept for too long.. lol oopps\n  \n  And im talking about my nap, im not tired anymore ?\n  ","637808":"\n  Hahahahh omfg relatable\n  ","637809":"\n  I very much like men\n  ","637810":"\n  This is where i want to be\n  ","637811":"\n  Omg youre always on ??\n  ","637812":"\n  ???\n  ","637813":"\n  Omfg, thats so nice ?? youre so sweet\n  ","637814":"\n  Which you like, not everything is about boom - even tho it should be ? lol\n  ","637815":"\n  I wouldnt mind any of those lol\n  ","637816":"\n  I like coming on and seeing that youre on right now ??\n  ","637817":"\n  Your love is all i need ?\n  ","637818":"\n  How are yaaaa buttaaa lol\n  ","637819":"\n  Hello ?? how are you today ?\n  ","637820":"\n  I may have slept for a little too long ?\n  ","637821":"\n  Im going to sleep for a little, ill be back?\n  ","637822":"\n  There was a cute family of quail outside my window\n  ","637823":"\n  Omg look at my likes section lol\n  ","637824":"\n  Who else thinks its nap time?\n  ","637825":"\n  Read through my ask, i always get compliments\n  ","637826":"\n  That just makes me sad\n  ","637827":"\n  Hii sweetheart?\n  ","637828":"\n  I GOT A PRESENT\n  ","637829":"\n  I get more votes on the other types of polls btw\n  ","637830":"\n  No, i dont\n  ","637831":"\n  I got second hand stupidity\n  ","637832":"\n  I would start laughing because knowing my friends it was a joke haha\n  ","637833":"\n  No thats just my normal face\n  ","637834":"\n  I know this, but since when did my personal self suddenly become everyone? Im not like everyone.\n  \n  And from everyone i know whos on it, thats exactly what they say. They love it.\n  \n  I wasnt putting it down, youre lowkey being overly sensitive\n  ","637835":"\n  Youre here, just scroll through my likes and stop being lazy\n  ","637836":"\n  What in the fuckin hell are you saying\n  ","637837":"\n  My mom worked in the pharmaceutical world lol most of the drugs she sold she wouldnt put into her body, also it takes just some education to know that a lot of times those drugs arent good for you, they might even make you worse and my therapist told me \"if you can get through this without medication, youll be bealthier\"\n  \n  I got offered xanax as one of the drugs, i get high as a motherfucker on those like its bad lol so yes, it would get me high lol i know anxiety meds are different for everyone, but for me i just get high. Dont call me ignorant most of my friends are on anxiety meds and they love it cause they get fucked up.\n  \n  How is it rude that i know my brain well enough to know that ill get through this without meds, like im sorry? Timid how is that timid?\n  ","637838":"\n  Youre the only one thats complaining, people really like them ???\n  ","637839":"\n  I Fucking hate when people do that, i like when polls look more professional. But ill do one just to make you happy LOL\n  ","637840":"\n  Ill be on tonight, everybody have a good day????\n  ","637841":"\n  I was about to be all self conscious till i read not in a bad way... oh man!! Well im glad then, youre interesting as well ??\n  ","637842":"\n  Lol ?\n  ","637843":"\n  Share the love bby\n  ","637844":"\n  No, cause i didnt want to have to rely on drugs to help me overcome it because ive already gotten better but no i wish i had them just so i could be high asf 24\/7\n  ","637845":"\n  Ive been a red hed lol\n  ","637846":"\n  Then dont, why do you care what they think? If they dont love you for who you are, fuck em. Don't let people stop you from being happy.\n  \n  These are the reasons why a lot of people going through that end up going to drugs, because they are afraid..\n  \n  Take risks, be yourself. If you dont love and accept yourself how will others?\n  ","637847":"\n  Thats me ?\n  ","637848":"\n  You enjoy that joker smile ?\n  ","637849":"\n  It would be awesome cause youre someone id really enjoy getting to know. Youre fiesty and sweet at the same time! And you have amazing hair\n  ","637850":"\n  Theres a duck outside just quackin..\n  ","637851":"\n  THATS NOT FAIR\n  ","637852":"\n  Sure, lets talk and see if we can be friends lol\n  ","637853":"\n  Go on ? im excited to see what youd come up with\n  ","637854":"\n  Its ok, i went to bed as well!\n  \n  Did you sleep well (:\n  ","637855":"\n  Why cant i be cute like this?\n  ","637856":"\n  Can you tell them to love me too ?\n  ","637857":"\n  Summer ?\n  ","637858":"\n  souledoutgoddess\n  ","637859":"\n  I cant have too much cheese or i get sick of it. I LOVE SPICY CHEETOS AND TAKIS\n  \n  Italian sodas are amazing. Omg fruit salad??? im a runner myself and im the same way about sports!! I just love reading in general and im kinda good at chess.\n  \n  We would get along so well. I wanna come visit ?\n  ","637860":"\n  You need to be in this life\n  ","637861":"\n  I am the devil, jehovah is my witness\n  ","637862":"\n  Good morning? how are you?\n  ","637863":"\n  The cutest ?\n  ","637864":"\n  You are too nice omfg. Thank you so much??????\n  ","637865":"\n  Oh man, or bora bora\n  ","637866":"\n  Our goals ?\n  ","637867":"\n  Thank you ?\n  ","637868":"\n  I wonder what else we have in common ?\n  ","637869":"\n  Im glad we have each other and we're not alone ???\n  ","637870":"\n  If i dont get up in 6 mins im probably going to pee myself hahahah\n  ","637871":"\n  Sterling. I've always wanted that name\n  ","637872":"\n  I think thats called narcissistic\n  ","637873":"\n  No wtf. ?\n  ","637874":"\n  Whoa my friends are made out of plastic?\n  ","637875":"\n  Im still in bed\n  ","637876":"\n  Its been only a week since ive takin selfies, relax\n  ","637877":"\n  Who the fuck reported me a fuckton yesterday? Assholes.\n  ","637878":"\n  GOODNIGHT\n  ","637879":"\n  I wouldn't put myself in that situation in the first place\n  ","637880":"\n  So when i dyed my hair purple i was a different person? Dope, i wonder who i was.\n  ","637881":"\n  Girls have dickies?\n  ","637882":"\n  Yeah, i can thank weed for that?\n  ","637883":"\n  I can but i dont want too lol\n  ","637884":"\n  Im trying to go bed omggg shhh\n  ","637885":"\n  Thank you!!\n  ","637886":"\n  Probably, or created by an alien hahahh\n  ","637887":"\n  Yup, no one cares. Literally no one lol\n  ","637888":"\n  Yess, always have. Everyone likes boom\n  ","637889":"\n  Just walk in lol\n  ","637890":"\n  Oh myyyy ?\n  ","637891":"\n  Id be a female tony stark\n  ","637892":"\n  Have you read any of my answers?\n  ","637893":"\n  Yes???? i have many omfg ??\n  ","637894":"\n  I have many, do you?\n  ","637895":"\n  Im going to bed\n  ","637896":"\n  Thank you so much ?\n  ","637897":"\n  Thank you??\n  ","637898":"\n  I really do, i have a good life. ?\n  \n  Hope the same for you ??\n  ","637899":"\n  Ok good, cause i was getting sleepy lol\n  ","637900":"\n  I was eating artisan bread lol\n  ","637901":"\n  Its soooo good ahh i just like how all murders are true\n  ","637902":"\n  Noooooooo none no i cant i like them all\n  ","637903":"\n  Im 10 shades of cool bro\n  ","637904":"\n  What does ethics have to do with it lol\n  ","637905":"\n  Sup?\n  ","637906":"\n  Hahaahahaha im glad nobody could hear that, oh man that was sad hahaaha\n  ","637907":"\n  Im in bed waiting, hurrrry\n  ","637908":"\n  Because they dont know what or if anything comes after.\n  ","637909":"\n  Burberry, the summer one\n  ","637910":"\n  WE ARE SO MUCH ALIKE omg\n  ","637911":"\n  The day i was born ?\n  ","637912":"\n  Spooky smooky ?\n  ","637913":"\n  ??\n  ","637914":"\n  How have you been darlin???\n  ","637915":"\n  Damn a lot of stuff happened, and im sorry things didnt go well today )): changing location to wherr?\n  ","637916":"\n  Sometimes thats how life works.\n  ","637917":"\n  ITS ALMOST BEDTIME YAAAS\n  ","637918":"\n  Tell me what you did today?\n  ","637919":"\n  Hes the right guy, 100%\n  \n  Im just gonnna have to wait for the right time\n  ","637920":"\n  I just ate and now im hungry again ?\n  ","637921":"\n  \"Lets get high\"\n  ","637922":"\n  I suck at photoshop, like i didnt think it was possible but it is ???\n  ","637923":"\n  Thank you so much??\n  ","637924":"\n  Sinister ?\n  ","637925":"\n  I LOVE HER SO MUCH OMFG\n  ","637926":"\n  I need to check my games ?\n  ","637927":"\n  Sometimes you fall in love and its just not the right time\n  ","637928":"\n  You dont want to marry me, just my brain and\/or my heart?\n  ","637929":"\n  Because my chromosomes are awesome\n  ","637930":"\n  This just makes me think of judy\n  ","637931":"\n  Awwwwwh, i turn you on like a candle?(;\n  ","637932":"\n  Nope, nor do i want one.\n  ","637933":"\n  We all had different schedules,  so we would try to have a family meal every week because if we didnt, we'd never see anyone lol i never ate my food in front of the tv, i always sat at the table or in my room.\n  \n  My dad worked 20 hour days (he still does) so he was never around. A good portion of my life i was left at home by myself for 2 - 4 weeks at a time, had to get myself to and from school, but my brother or sister would make me food when they got home. Or my best friend who was across the mountain (we both lived on top of our own mountains) and her mom would make me food all the time cause she knew i rarely had any parents around.\n  \n  My mom lived in Italy and still does lol\n  \n  So yeah it was pretty much if i didnt get the whole standard family thing. Everyone was crazy jealous cause i didnt have anyone telling me what to do but i was jealous of them cause i was always alone.\n  ","637934":"\n  Get your creative juices flowin i need some answers ?\n  ","637935":"\n  I feel like i need a bf to answer this LO\n  ","637936":"\n  Yeah, thats me every morning when i check. It gives me anxiety hahahah\n  ","637937":"\n  Can i have 130 x 20 please lol\n  ","637938":"\n  No, cause i dont know who you are and probably if i did know who you are id still say no.\n  ","637939":"\n  ???? bro i get over 100 every hour please. I just delete a lot of them because they aren't worth my time. Hahaha\n  ","637940":"\n  Painting...\n  ","637941":"\n  Oh god no ?\n  ","637942":"\n  Duuuuude me too. And when its dark im afraid to put my feet down cause i think something is gonna grab me from under my bed ?? we would be so terrible together at night ahhaha both just scared lol\n  ","637943":"\n  Omg saaame, i just feel like something is watching me if i leave it open\n  ","637944":"\n  I prefer shoes lol\n  ","637945":"\n  Like 10, i went through them and deleted a bunch haha\n  ","637946":"\n  I cant have my back to anything, like in school i HAD to sit in the back corner so i knew nobody was behind me. My bedroom is set up so nothing is ever behind me lol ive been like this since i could remember ugh\n  ","637947":"\n  I have an offer in san diego i just gotta move back ?\n  ","637948":"\n  Spency came up with it, and it just stuck\n  ","637949":"\n  Omg i had a dream about that yesterday, in my dream i woke up in the house i grew up in, in my old bedroom and i was 15 except i knew what my future was going to be and i had the chance to redue it for some reason.. it was awesome. I put myself in charter school earlier so i would go to college shit like that. Man i would love to go back and start over.\n  ","637950":"\n  Im so sorry, ill reply soon!! ?? i have just a few more old questions to go\n  ","637951":"\n  I finished reading war of the worlds, i worked outside for a while, and i cooked. And now I'm answering all my old questions and then gonna make polls lol\n  ","637952":"\n  paypalsav@gmail.com\n  \n  ???\n  ","637953":"\n  OMG YOU KNOW ME SO WELL\n  ","637954":"\n  I really like artisan bread omg\n  ","637955":"\n  I want everyone to know i have more polls to make ?\n  ","637956":"\n  I like doing favors for others and i like people doing favors for me, they both are nice ?\n  ","637957":"\n  Yesssss. Her whole style, her sense of freedom, her everything. Ugh gimme\n  ","637958":"\n  Lana lana lanaa laaaaannnaaaaa i love her.\n  ","637959":"\n  Omfg ?? thank you\n  ","637960":"\n  If its from victoria secret, i think monokinis, bikinis, and one pieces are adorable ???\n  ","637961":"\n  Would it be known for their chillie?\n  ","637962":"\n  Once and omfg it was the worst thing ever.. i woke up so confused and idk why nobody woke me up... and i never fell asleep again in class, like ever. I just went home and took the fattest naps\n  ","637963":"\n  A bunch of travel destinations ? i want to see the world so bad.\n  ","637964":"\n  Champagne ?\n  ","637965":"\n  My dad yes\n  \n  My mom not so much lol\n  ","637966":"\n  I graduated in 2013.. ?\n  ","637967":"\n  Id live there, it would be dope ?\n  ","637968":"\n  Everybodys childhood makes them who they are, whether they realize it or not.\n  \n  It has made me a sarcastic asshole and i make a joke out of everything and laugh a lot. Life is too fuckin fucked up to be serious, people need to laugh more.\n  ","637969":"\n  I dont think you know my real name, but my name is Savannah Ames\n  \n  Savannah, Georgia\n  \n  Ames, Iowa\n  \n  ....... kinda already named after citys..\n  ","637970":"\n  Im ngl i just started laughing \"serial killer\" hahahaha they were chasing me, i think it was self defense ? but idk i couldnt see their faces, i dont know who they were ):\n  ","637971":"\n  Why does a bio even exist if no one reads it?\n  ","637972":"\n  Pizza is the best ugh i just want deep dish pizza from chicagooo\n  ","637973":"\n  Ive always compromised, always.\n  ","637974":"\n  Im answering old questions rn, so be patient with me\n  ","637975":"\n  2 siblings ?\n  ","637976":"\n  See yo ass is significant ?\n  ","637977":"\n  Lando, i need help understanding my dream.\n  \n  I was being chased by 2 guys and i kept getting away, farther and farther but i got to the top of this mountain (after what felt like hours of running) and they caught up to me, i jumped into some pool of water and got to this building that had a knife, so i sliced one of the guys till he was dead then i jumped off a ledge and smashed the knife into the guys skull..\n  \n  Wtf... like why..\n  ","637978":"\n  Noo you are ?\n  ","637979":"\n  It was worded weird, i tried my best to answer and explain lol\n  ","637980":"\n  Live for yourself\n  \n  Die for someone else\n  ","637981":"\n  I hope you have a good day?\n  ","637982":"\n  Awh, thank you ? i followed you btw\n  ","637983":"\n  Losers can be cute ?\n  ","637984":"\n  This question is phrased really weird so ill try to answer it because ive kinda have had an experience where i was with someone who made me question everything i valued, we really liked each other, like super good chemistry.. he even came back and said he was still in love with me.\n  \n  I was dating someone who would pick me up right before school started so we would go to his friends house and get completely trashed, and drugged up. I ditched so much school and didnt come home till like 4am.\n  \n  He was no good for me because he had this way of getting me to be super crazy and adventurous. When i was with him i felt like nothing could go wrong and i did things i never thought id do.\n  \n  Like he came over at midnight, he took me to a club till 3am which a bunch of my friends were at and some drama went down lol and  i did a bunch of drugs then had to sneak into my house through my window... and i had to work at 11 the next morning.. i didnt do that, i was usually super responsible.\n  \n  Like lana del reys song ride, is literally how i felt. If i stayed around him i would have probably ended up in jail.\n  ","637985":"\n  More like 1.2312% of the internet ?\n  ","637986":"\n  WHERE THE FUCK IS MY PARTNER IN CRIME\n  ","637987":"\n  Bro, unless the kid is adopted this is a known fact.\n  ","637988":"\n  Now i think youre asking too much ??\n  ","637989":"\n  Thats my favorite type of person on the internet lol\n  ","637990":"\n  Not much, just being a loser on here lol how about you?\n  ","637991":"\n  Yes we need more of that on this site ?? people need to be taught hahaha\n  ","637992":"\n  Thank you so much,  we'd probably get along really well ?\n  ","637993":"\n  Ive seen & met some cold ass dudes who could probably kill you if they wanted to and they have their ears pierced.\n  \n  You do realize in tribes the men have some of the most insane piercings in their ears..\n  \n  Also, some guys looks hot asf with diamonds in their ears ?\n  ","637994":"\n  Sorry im fat ?\n  ","637995":"\n  I love all art!! Thats so cool\n  ","637996":"\n  What kind of art do you do?\n  ","637997":"\n  Fuuuck no ?\n  ","637998":"\n  I am the devil.\n  ","637999":"\n  Maybe they dont want to talk to you?\n  ","638000":"\n  Go take a long walk on the shortest pier you can find.\n  ","638001":"\n  Pizzaaa and cheeseburgers please\n  ","638002":"\n  SO ARE YOU. SO SWEET. SO AMAZING\n  ","638003":"\n  You're quite the creative one ?\n  ","638004":"\n  They honestly make me so happy, because you say exactly what people are thinking?\n  ","638005":"\n  Yeah, its super weird tho. But once you get used to it you feel like you have more control. Driving in heels is the worst tho lol\n  ","638006":"\n  I like DICK.\n  ","638007":"\n  More tattoos please\n  ","638008":"\n  I want lemonade im gonna go get me some lemonade\n  ","638009":"\n  I just prefer making up my own shit lol\n  \n  I remember every dream i have ?\n  ","638010":"\n  THAT WOULD BE FANTASTIC\n  ","638011":"\n  *looks behind me, sees no one is there so i point at myself* who me?\n  ","638012":"\n  Im hungry ?\n  ","638013":"\n  You're welcome!! & thank you for being awesome.. oh yeah, i love when you get annoyed and just rant, omfg you say the best shit ?\n  ","638014":"\n  MY PICTURE OF XANAX IS GONE, WHAT THE FUCK. Who reported it? Hmm.\n  ","638015":"\n  Thats cool!! Ive never written fanfiction\n  \n  I usually base my stories off my dreams.\n  \n  & im tired but it wasnt too bad.\n  ","638016":"\n  My first impression of you was i thought you were super smart, you always had something intelligent to say. Then i notice that youre not just brains but youre beautiful too ? so i just wanted to be friends with you\n  ","638017":"\n  ?\n  ","638018":"\n  Awh, that just means youre really sweet awwwh\n  ","638019":"\n  That sucks, doesnt look like its working out for you\n  ","638020":"\n  You knock the fuck out lol\n  \n  Im surprised you dont have any ?\n  ","638021":"\n  Makes you relaxed, or sleep.\n  \n  When you drink on it, you black the fuck out.\n  \n  Hence the phrase \"barred out\"\n  ","638022":"\n  Go the fuck away, you're annoying\n  ","638023":"\n  I love her so much ?\n  ","638024":"\n  Its your time of month? ??? jk\n  ","638025":"\n  I like to write my own stuff too. ? what kind of stuff do you write?\n  \n  I had to help him put posts in the ground lol\n  ","638026":"\n  I mean if you want you can send your @ for an honest first impression\n  ","638027":"\n  You need Jesus\n  ","638028":"\n  Omg these goddamn overalls lol but i look at old pictures, i looked cute in overalls ?\n  ","638029":"\n  Hello\n  ","638030":"\n  They are called polls, thats what you're suppose to do with polls\n  ","638031":"\n  Im so tired ?\n  ","638032":"\n  I dont fuckin mow lawns\n  ","638033":"\n  Ill be on in a couple hours ? talk to everyone soon ?\n  ","638034":"\n  Wasssup ? im about to read as much as i can before my dad makes me work outside lol ?\n  ","638035":"\n  Now i have to go outside lol i hope its not miserable\n  ","638036":"\n  From personal experience, yes ?\n  ","638037":"\n  Do i need to put in my bio that im adopted? This question is too common.\n  ","638038":"\n  I love red?\n  ","638039":"\n  Im bummed i really wanted to do nothing but sit here and read all day and occasional ask entertainment ? but noooope\n  ","638040":"\n  Im an alien\n  ","638041":"\n  It looks like i wont be able to come on till later cause my dad needs help outside i guess ?\n  ","638042":"\n  I love blogs ?\n  ","638043":"\n  Good morning! & its ok i know you will eventually ?\n  ","638044":"\n  No im not, im about to read a chapter right now actually ??\n  ","638045":"\n  Thats lowkey been a dream of mine ?\n  ","638046":"\n  I just ramble a lot lol sorry\n  ","638047":"\n  Uhhhh so the dog saved her life.. lol\n  ","638048":"\n  I cant stop laughing im just picturing ace venture using a slinky down so many stairs ????\n  ","638049":"\n  We are going to Gordon Ramseys restaurant.\n  ","638050":"\n  Definitely not\n  ","638051":"\n  I dont appreciate the fact this was sent to mutiples.\n  ","638052":"\n  Girrl, youre so gorgeous inside and out ?\n  ","638053":"\n  Im like... okayy ??? i could be better\n  ","638054":"\n  I AM BACK? morning ?\n  ","638055":"\n  Yesss, you have the cutest laugh omfg.\n  \n  Thank goodness youre still alive!!\n  \n  What have you been up too?! ???\n  ","638056":"\n  Macy is one of the people who uses questions just to post the funniest things ive ever read lol\n  ","638057":"\n  At least 2\n  ","638058":"\n  My cat understands what a gun is.. how..\n  ","638059":"\n  Thank you ?? i felt cute\n  ","638060":"\n  You're very welcome lovely beauty ?\n  ","638061":"\n  Most of the people i follow dont answer the questions, they just say whatever you want. If you don't like it, dont be on ask.\n  ","638062":"\n  Im going to be doing the thing where i read a chapter then answer some questions, then back to to my book. Repeat\n  ","638063":"\n  Because some questions dont deserve an answer\n  ","638064":"\n  I just woke up and havent gotten outta bed yet or anything, so ill be back in an hour or so lol\n  ","638065":"\n  You ??\n  ","638066":"\n  Fuckin compliments or someone being super nice to me\n  ","638067":"\n  I swear some questions that arent even bad get deleted, wtf ?\n  ","638068":"\n  Awwh, thanks? ill be on tomorrow.\n  ","638069":"\n  Im about to jump off a bridge and flap my arms till i die.\n  ","638070":"\n  Ill talk to you soon darling, i dont have enough battery and i cant chargey phone since i dont have electricity right now. Im good tho and had a good day!! Goodnight sleep well ?\n  ","638071":"\n  Goodnight, not even tired to sleep but having no power is forcing me to bed lol\n  ","638072":"\n  Sure (: but i probably wont be able to answer them until tomorrow, i have no power ):\n  ","638073":"\n  FUCK my power went out. I really gotta get off. Ill come back if it turns on.\n  ","638074":"\n  Helllo kind human ?\n  ","638075":"\n  Only if you buy me dinner first\n  ","638076":"\n  I fuckin cant type today. I think its a sign i should just get offf lol\n  ","638077":"\n\n   @jakesossy\n  \n  youre always drunk, lemme tale advantage of you ?\n  ","638078":"\n  It was really good actually, yours?!\n  ","638079":"\n\n   @jakesossy\n  \n  honestly. Hes so attractive its annoying\n  ","638080":"\n  Yeah ill fork em\n  ","638081":"\n  Im about to get off to play this family guy game\n  ","638082":"\n  I will never go anywhere that ends in stan\n  ","638083":"\n  I dont have the patience for these anons lol\n  ","638084":"\n  Probably since everybodys dad just walks on their mom and leaves them single, its suuuper weird to have a dad ?\n  ","638085":"\n  Im pretty good, probably wont be on ask for too long?\n  ","638086":"\n  YOUR KIND WORDS MAKE ME HAPPY\n  ","638087":"\n  Snapchat died on me ?\n  ","638088":"\n  Its sick to have your dad as a best friend, someone whos always there to listen and give advice. To teach me values about life and how to defend myself against dumb fucks like you?\n  ","638089":"\n  Hey boo brew how are yeww\n  ","638090":"\n  So are you!!! ?\n  ","638091":"\n  I have a relationship with my father, so no - no i have not.\n  ","638092":"\n  So thats why the sun has gone missing.. i havent been smiling..\n  ","638093":"\n  Nobody wants it bro\n  ","638094":"\n  No i do not. I start thinking about how their fathers must feel then i realize they probably didnt have a relationship with one. So i get sad\n  ","638095":"\n  Im gonna be honest it was kinda weird but in a good way?\n  ","638096":"\n  LANTOTHEOOOOH\n  ","638097":"\n  Me ?\n  ","638098":"\n  I cant wait to go to bed, im so sleepy ?\n  ","638099":"\n  Evening!!!?\n  ","638100":"\n  Thank you! ?? this made me happy ?\n  ","638101":"\n  Holy fuckin christ shes perfect\n  ","638102":"\n  Ill think about it ? but im going to bed. Goodnight????????\n  ","638103":"\n  YOU WOULD hahahahaha mines gonna be murdered out but pale pink body ahahaha.\n  ","638104":"\n  No its ok!!! Dont sweat it, I'm just teasing you!!! Goodnight lando lamboo???? talk to you sooon??\n  ","638105":"\n  Can mine be pale pink?\n  ","638106":"\n  No im serious, anybody would be lucky to have you.\n  ","638107":"\n  Wtf im coming over\n  ","638108":"\n  Im about to go to bed, but things have been really good!! Things are going as planned but i dont wanna jinx it ? message me tomorrow or something...and dont forgrt about me this time hahaha. Gooodnight?\n  ","638109":"\n  Awh, youre a keeper ?\n  ","638110":"\n  HAHAHAAH RIGHT ???? gotta bring extra hahaha\n  ","638111":"\n  Im checking it our right now cause I'm going to bed ?\n  ","638112":"\n  For when they are infant - 4\n  \n  Once they go to preschool i want to do some other shit, like idk what id do but yeah haha\n  ","638113":"\n  I needed to change my pants after i saw ??\n  ","638114":"\n  What do you had for breakfast this morning, Carnation instant bitch?\n  ","638115":"\n  I wish I had a lady made of pizza... or a pizza made of boobs!\n  ","638116":"\n  Hopefully it will load ?\n  ","638117":"\n  Have you seen them?? They are beautiful omg.\n  ","638118":"\n  Just once, I want the right thing and the topless thing to be the same thing\n  ","638119":"\n  SHOW ME.\n  \n  & youre not trash\n  ","638120":"\n  Im sorrrry, i just rained on your parade ): i just grew up around cars. Im sorryyyy\n  \n  Lets get European cars that are illegal in america ?\n  ","638121":"\n  Don't resist me, Mama. It's boogie time\n  ","638122":"\n  Im not a big fan on bmw cause they break the fuck down every 2 seconds.\n  \n  And ehhbbb porsches are so mainstream. It screams midlife crisis.\n  ","638123":"\n  Where Zen ends, ass kicking begins\n  ","638124":"\n  I don't like bowling, man. You throw the ball down there and it keeps coming back... It's spooky, man\n  ","638125":"\n  Ohh thats chill, I'm just not black HAHAHAH omfg.\n  \n  I just want an rs7 so fuckin bad\n  ","638126":"\n  I AM HEART BROKEN\n  ","638127":"\n  The beautiful cannot be held responsible for the havoc our looks create\n  ","638128":"\n  I want a dope ass whip, like any Audi please\n  ","638129":"\n  I wish I had 2000 feet, so I could put 500 in each of your asses!\n  ","638130":"\n  Oh hell yeah, we'd make bank! ???\n  ","638131":"\n  Cartoons make me horny! Oh, and food\n  ","638132":"\n  Omfg ive misssed you ????\n  ","638133":"\n  I'm running a dojo of coolness\n  ","638134":"\n  We've talked for the past few days, you're so nice and sweet. Super fun to talk too. You're just my drew brew (that should be a beer company) im glad we started talking oh oh and you're cute!!\n  ","638135":"\n  Awhhhh, thats so sweet. I cant say we will get married but that was nice????\n  ","638136":"\n  Naaah that aint me\n  ","638137":"\n  I have like 100\n  ","638138":"\n  Thank you so much ?\n  ","638139":"\n  Yess, for like 15 mins tho ?\n  ","638140":"\n  My point is...... you are a whore\n  ","638141":"\n  Thank you ??\n  ","638142":"\n  Norris?\n  ","638143":"\n  ? thank you\n  ","638144":"\n  I was just being nice since you were\n  ","638145":"\n  Without rules, we all might as well be up in a tree flinging our crap at each other\n  \n   @TakuAnkh\n  \n","638146":"\n  ? i need to smile more\n  ","638147":"\n  Clarifyyyyyy?\n  ","638148":"\n  She can solve my mystery any day... By the way the mystery is my pants\n  ","638149":"\n  Nothing, you're dead\n  ","638150":"\n  Awh??????\n  ","638151":"\n  She's an indoor cat fool\n  ","638152":"\n  Im getting off, byeeeee ??\n  ","638153":"\n  Nope, ive never been in an accident. Accidents arent funny.\n  ","638154":"\n  I have a cat\n  ","638155":"\n  Vodka\n  ","638156":"\n  Talk to you later, have a good rest of your day!\n  ","638157":"\n  I drive like a grandma actually\n  ","638158":"\n  Broccoli\n  ","638159":"\n  Because i dont want those? Like jeeze. Light blue is super bright.\n  ","638160":"\n  I like all fruit except pears\n  ","638161":"\n  Well dont be creepy\n  ","638162":"\n  You are so goddamn sweet!!\n  \n  Im getting off tho!! Ill talk to you when i come back?\n  ","638163":"\n  I like all food.\n  ","638164":"\n  Ive always wanted to be a cocktail waitress or server.\n  ","638165":"\n  Im getting off to eat, read, and chill lol byeee ?\n  ","638166":"\n  Uhhh have you not seen people with light blue eyes?\n  ","638167":"\n  Ive been trying to get a job\n  ","638168":"\n  lol people are crazy\n  ","638169":"\n  How about neither\n  ","638170":"\n  Im content\n  ","638171":"\n  Lol i want to travel the world wtf ?? that has nothing to do with whether id meet you or not.\n  ","638172":"\n  Im the youngest\n  ","638173":"\n  I know I'll wither so peel away the bark\n  \n  Because nothing grows when it is dark\n  ","638174":"\n  Lost in skies of powdered gold\n  \n  Caught in clouds of silver ropes\n  \n  Showered by the empty hopes\n  ","638175":"\n  You kinda just do lol\n  ","638176":"\n  Nope\n  ","638177":"\n  Light blue eyes\n  ","638178":"\n  No im not, but i doubt we will meet\n  ","638179":"\n  The bees had declared war\n  ","638180":"\n  Hmm, be genuine and be yourself.\n  ","638181":"\n  The forest of talkin' trees. They used to sing about the birds and the bees\n  ","638182":"\n  Yup yup\n  ","638183":"\n  jitterbug\n  ","638184":"\n  The candy shop, lemme lick the lollipop oooh\n  ","638185":"\n  Okay, what do you want to know\n  ","638186":"\n  Im good, gonna get off pretty soon tho ?\n  ","638187":"\n  This isnt gonna get you a gf, desperation isnt cute\n  ","638188":"\n  I need nothing to travel the sea\n  ","638189":"\n  What??\n  ","638190":"\n  Awwh, thank you ?\n  ","638191":"\n  The drops illuminateand evaporate into a neon lake\n  ","638192":"\n  Wtf\n  ","638193":"\n  Im turning 22 !!!!\n  ","638194":"\n  I'm a bird, and a broken one\n  ","638195":"\n  June 6th\n  ","638196":"\n  Then why mention it?\n  ","638197":"\n  Save me from my nightmare\n  ","638198":"\n  This is my jam\n  ","638199":"\n  Kinda feel like you are ?\n  ","638200":"\n  Beer, not you ? sorry boo\n  ","638201":"\n  Give me all your money hunny ?\n  ","638202":"\n  Young Timberlake, I'm so N'sync\n  ","638203":"\n  Complaining about not getting a gf isnt gonna get you a gf\n  ","638204":"\n  I don't really talk too much\n  \n  But just know that I'm always watchin\n  ","638205":"\n  I need some brew so i can get fuuurked up\n  ","638206":"\n  Whats up?\n  ","638207":"\n  Wouldnt have it any other way ??\n  ","638208":"\n  dyin' slow, ring the bell but ain't no one home\n  ","638209":"\n  Thatssss right ??????\n  ","638210":"\n  Overdose and I'm the one the blame\n  ","638211":"\n  Thats cause I'm from hell\n  ","638212":"\n  Hmmm i dont have a crush ?\n  ","638213":"\n  Manson Marylin, bitches on heroin\n  ","638214":"\n  Nope lol\n  ","638215":"\n  Lol yeah\n  ","638216":"\n  Its almost shower time lol\n  ","638217":"\n  Thats not me?\n  ","638218":"\n  No lol\n  ","638219":"\n  Shit birds flock together.\n  ","638220":"\n  And now im having withdrawls lol\n  ","638221":"\n  Doooope\n  ","638222":"\n  Smoking in the cemetary, welcome to my residence\n  ","638223":"\n  Everything dies in the end\n  \n  So I'm up trying to do just what I can\n  ","638224":"\n  How about not\n  ","638225":"\n  I just want to get through my questions peacefully\n  ","638226":"\n  I don't fuck bitches, I don't pimp dimes\n  ","638227":"\n  I have lol rickyisms are gold ?\n  ","638228":"\n  Never payed attention, never did detention\n  \n  Free clothes, free drugs, is now what I'm getting\n  ","638229":"\n  Trevor was an idiot. Lol\n  ","638230":"\n  Im good ? you?\n  ","638231":"\n  Omfg trevor is so funny\n  ","638232":"\n  Im pretty sure i dont care\n  ","638233":"\n  Lucky ?? hahah they are blowing me up.\n  ","638234":"\n  Awh wow thank you ?\n  ","638235":"\n  Jesus this book is written so well\n  ","638236":"\n  I was making a joke jesus\n  ","638237":"\n  YOUR POST\n  ","638238":"\n  Jim*\n  \n  Do you even know who that is??\n  ","638239":"\n  Ill be the blow, and youll be the puff ?\n  ","638240":"\n  Have a good day!!??\n  ","638241":"\n  Jim Lahey is that you?\n  ","638242":"\n  You ARE\n  ","638243":"\n  The fact you have to ask means you dont\n  ","638244":"\n  Ive had a few lol\n  ","638245":"\n  I dont do drugs, i am drugs\n  ","638246":"\n  Goddamn, thank you ?\n  ","638247":"\n  Oh my god, thank you hun ?\n  ","638248":"\n  How much?\n  ","638249":"\n  Be the person to break up with them cause you dont know how they are gonna react and shit my get out of hand lol\n  ","638250":"\n  Dont make me think of my favorite things\n  ","638251":"\n  My biological mom got abducted by an alien to be a vessel for a hybrid alien human baby and thats why they could never tell who was my father ?\n  \n  Im just an alien. Boom.\n  ","638252":"\n  Brew is adorable ?\n  ","638253":"\n  I saved the video, I'm gonna try it tonight and see what happens!\n  ","638254":"\n  Yeah but it was more mutual hahaha i was planning on it and they beat me to it ?\n  ","638255":"\n  Whoa dr dre, you're fuckin right\n  ","638256":"\n  Oh boy do i ?\n  ","638257":"\n  It looks like theres sparkles in the trees cause of the way the sun is lighting them haha\n  ","638258":"\n  Ok sooo like i got woken up at 3am last night because my cat caught a mouse and she brought it to me on my bed STILL ALIVE and waited till i was awake enough to watch her kill it cause she wanted to show off.... lol\n  ","638259":"\n  YOURE WELCOME ??\n  \n  I hope anons arent giving you a tough time ?\n  ","638260":"\n  Why would that be creepy, i broke up with them lol a lot of times they still want to be my friend. There has been the problem where some have come back to tell me theyve never gotten over me and still love me, but most of my exs were my friends before i dated them. And a lot of cases, ive tried dating them and we both decide this isn't gonna work lets just be best friends hahaha.\n  ","638261":"\n  Awh, youre very kind.\n  \n  Its ok, i either delete or block depending how bad it is, but thank you ?\n  \n  Lets just talk like normal humans then ?\n  ","638262":"\n  -1\n  ","638263":"\n  Ily? amazing beauty?\n  ","638264":"\n  OMG ???? THANK YOU\n  \n  You knoe youre just cute in general Right?? ?\n  ","638265":"\n  Noo, i read a chapter then come back and answer 10 questions then repeat\n  ","638266":"\n  I feel like i blocked them ? but ill post it if they are still on my page\n  ","638267":"\n  They were all upset that you didnt accept anon hahahaha\n  ","638268":"\n  It just started raining out of nowhere, lol\n  \n  Im reading the war of the worlds\n  ","638269":"\n  Ive answered way more than i intended too, i need to read this chapter its getting goooood.\n  ","638270":"\n  I guess they dont believe in science?\n  ","638271":"\n  It can be such a short life ?\n  ","638272":"\n  I LOVE THEIR SCRUNCHED UP FACE SO MUCH\n  ","638273":"\n  I need to remember not to get myself in these stupid conversations lol\n  \n  Im just gonna nod my head and smile from now on, and keep my thoughts to myself ?\n  ","638274":"\n  Nope, same boring ass hair color lol\n  \n  Hope school is going well\n  ","638275":"\n  Thank you ????\n  ","638276":"\n  I HAVE DONE RESEARCH YOU DUMB CUNT ?\n  ","638277":"\n  I cannot handle this ????? wowza.\n  \n  Believe whatever you want, youre not gonna change my beliefs ??? just go be an astronaut, take pictures in space for me then let me know but until then everything you keep trying to prove to me im just gonna laugh. ?\n  ","638278":"\n  Congratulations lol\n  ","638279":"\n  Im not going on youtube to go find it for you, sorrry lol i just wanna go back to my book ?\n  ","638280":"\n  They tell me not to believe everything i see on tv and look at what they believe ?\n  ","638281":"\n  IVE SEEN IT WHILE IN A PLANE omfg ??????? this is too much\n  ","638282":"\n  Protests lol riots ?\n  ","638283":"\n  You're welcome lovely ?\n  ","638284":"\n  Why would the earth be flat?\n  ","638285":"\n  It was an interview with someone who works for the secret space program.\n  ","638286":"\n  Dude, i cant. Ive read so many jokes about people who believe the earth is flat, they are so stupid.\n  ","638287":"\n  If whiskey is not solving all of your problems, you're not drinking enough whiskey.\n  ","638288":"\n  There's a documentary about it, it was just released in like 2016 lol\n  \n  I wouldnt be shocked if there were, they are so far more technologically advanced then us, who fuckin knows what they are capable of doing. They can probably do things that we never even imagined lol\n  \n  We're not superior, theres so much we dont know. The possibility would not shock me.\n  ","638289":"\n  HAHAHAHAHAHAH the earth isnt flat. Why the fuck would every planet be round but earth? How would everything be in rotation? Have you ever looked out on the ocean and watched a boat, you can actually watch it curve..  how would Earth have an axis? People have traveled around the world in a full circle ???\n  \n  You're right that they dont go in a straight line, but its not because its flat ??? they do it so they can have higher charges on fuel.\n  \n\n   @JVS92\n  \n  help me out here ?\n  ","638290":"\n  Ok shit in my book just got too intense. Like whoa ?\n  ","638291":"\n  Anyways going to read that chapter now.\n  ","638292":"\n  Me too. A lot of the time thats how they keep there fortune\n  ","638293":"\n  Thats a little weird\n  ","638294":"\n  Im good except i have spacers in my top teeth so my fuckin mouth is sore and its hard to eat\n  ","638295":"\n  Yes i did? i hope you like it\n  ","638296":"\n  It is cute, makes me wanna drink you up ?\n  ","638297":"\n  I just got inside and made myself food, havent even gotten to read yet ?\n  ","638298":"\n  I saw a video that says the same thing, but its not people its a certain specials of extraterrestrials and they have tunnels throughout the earth right below us ?\n  \n  Also that theres been reported sightings pf species in our ocean from people who are in submarines lol\n  ","638299":"\n  Im online but i need to go do something outside real quick and im gonna be reading war of the worlds so after every chapter im gonna answer a few questions.\n  \n  Ill brb ?\n  ","638300":"\n  I love pugs sooooo ??\n  ","638301":"\n  I. Fuckin. Love. Moonshine.\n  ","638302":"\n  Wouldnt be anyone else ?\n  ","638303":"\n  Bin Laden\n  ","638304":"\n  Morning pugalug?\n  ","638305":"\n  Reynolds ?? holy mother. I love his attitude so much.\n  ","638306":"\n  You changed your name ???\n  ","638307":"\n  Goodnight ?\n  ","638308":"\n  Brew?\n  ","638309":"\n  You say you've got them guns but I've never seen you bang\n  ","638310":"\n  Dieforme\n  ","638311":"\n  I need you, and I hope you need me too\n  \n  I see you, and I hope you see me too\n  \n  I want you, and I hope you want me too\n  ","638312":"\n  Dead of the night, running from the light\n  ","638313":"\n  So high, I'm never coming down, coming down, coming down\n  \n  This is why I'm hot, and this is why I'm hot\n  ","638314":"\n  I love you everyday, just know that you're everything to me\n  ","638315":"\n  You're right, i would ?\n  ","638316":"\n  Why not just say happy birthday to me?\n  ","638317":"\n  Thank you for making my day without even trying ?\n  ","638318":"\n  I don't like to hear your pain,\n  \n  I just wanna feed you drugs\n  ","638319":"\n  It was a pretty good day, i didnt stay home so it was good to keep my mind distracted\n  ","638320":"\n  Ghosts in the dream, afraid to fall asleep\n  ","638321":"\n  No no i just realized what time it was\n  ","638322":"\n  I hope you know you mean more than life to me\n  ","638323":"\n  Omg i thought you died ahhh\n  \n  Im so happy youre back.\n  \n  Ive missed your gorgeous face and i miss talking to you!! Ill never forget that you have an adorable laugh ??\n  ","638324":"\n  Bitch I am a legend, you are just a peasant\n  ","638325":"\n  I just got the scent of guava wtf\n  ","638326":"\n  I just got hungry, goddamn it\n  ","638327":"\n  Reading, drugs, sleeping\n  ","638328":"\n  It's best you come equipped if you steppin' to the pimp\n  ","638329":"\n  Isnt that what the like button is for?\n  ","638330":"\n  Well, this was super duper sweet omg.\n  ","638331":"\n  I dont think this is him lol\n  ","638332":"\n  I feel like i should just go to bed\n  ","638333":"\n  Sipping on my remedy\n  ","638334":"\n  You don't need a god when you're this fuckin' rare\n  ","638335":"\n  Im not cute ??\n  ","638336":"\n  Id be more upset if snapchat didnt have filters, that shit fun.\n  ","638337":"\n  Smoking moles\n  ","638338":"\n  You're using it correctly ?\n  ","638339":"\n  I realize we havent talked for awhile, i hope youre okay. ?\n  ","638340":"\n  Yup, i got it when i was 17 then repeirced at 18\n  ","638341":"\n  Walking through the river, water in my shoes trying to find my way back to where I found you\n  ","638342":"\n  Haku, listen. I just remembered something from a long time ago, I think it may help you. Once, when I was little, I dropped my shoe into a river. When I tried to get it back I fell in. I thought I'd drown but the water carried me to shore. It finally came back to me. The river's name was the Kahaku river. I think that was you, and your real name is Kahaku river\n  ","638343":"\n  Why???\n  ","638344":"\n  I feel like this is my future ?\n  ","638345":"\n  Sleep in the day, wake up with the moon, double cross me and I'll see you soon\n  ","638346":"\n  Damn now i wanna cry\n  ","638347":"\n  I'm lookin' like Bam Margera, I flip a bitch into a manual\n  ","638348":"\n  Ride with me, ride with me, I need to know. Will you die with me, die with me? Just let me know. Til we both turn ghost & our bones disappear. Tell me that you really love me, I just really need to hear it\n  ","638349":"\n  DMT\n  ","638350":"\n  ???\n  \n  Arent you clever\n  ","638351":"\n  Ill try and check it out ?\n  ","638352":"\n  Right now, my kitty curled up with me cuddling, lovin me like no one has loved me before\n  ","638353":"\n  Howdy\n  ","638354":"\n  Say she want me to feed her drugs\n  ","638355":"\n  Awh, you seem sweet? i shall follow you\n  ","638356":"\n  The blood is my liquor\n  ","638357":"\n  Click clack, oh no, now y'all laying in coffins\n  ","638358":"\n  I already answered this, get drunk\n  ","638359":"\n  Omg thank you for still following me??? youre the sweetest\n  ","638360":"\n  No thank you ??\n  ","638361":"\n  Id ask how much they love me ?\n  ","638362":"\n  keep the flame on the bic\n  ","638363":"\n  Christ coming off the cross. See them motherfuckers pause not knowing it depends on a fucking coin toss\n  \n  Either way I fucking lost.\n  ","638364":"\n  Waait, that was good ?\n  ","638365":"\n  so cold they call me snow, hoe\n  ","638366":"\n  Vincent van Gogh aint got shit on you\n  ","638367":"\n  Whoa, im woeful\n  ","638368":"\n  Smoking and drinking I ain't never thinking\n  ","638369":"\n  I cannot argue with you on this one ?\n  ","638370":"\n  Popping them pills till I'm under the cement\n  ","638371":"\n  You're too fuckin cute\n  ","638372":"\n  I grew up in san Diego my dad moved here 3 years ago because he wants to rebuild this house and also make a cabin, and various other things, oh also wants to rebuild cars. We also have 2 properties here. He likes building shit and he hates cities. He grew up as a farmboy but was too smart and ended up in law school lol\n  ","638373":"\n  ? yes\n  \n  My dad built it\n  ","638374":"\n  Ask in yo city they'll tell you I'm Jesus. The motherfuckin Anti Christ, suicide we anti life.\n  ","638375":"\n  All this Heron is the Devil. All these Xanax is the Devil. All of these murders the Devil. All of these hoes is the Devil. Bitch I am the the Devil. The Devil and I can't go to Heaven naaaaaah\n  ","638376":"\n  Welp, looks like youre gonna be saying ir for a loooooong time ?\n  ","638377":"\n  Dad, may i have some more?\n  ","638378":"\n  Green eggs and ham\n  \n  Said sam i am.\n  ","638379":"\n  Oh staaaawp, no im not ?\n  ","638380":"\n  Jesus fucking tap dancing christ\n  ","638381":"\n  Nobody in the area i live has service, its rural.\n  \n  & uh yeah bro i know im trying to get my life situated\n  \n  Why do people feel so fucking inclinded to tell me shit i already know? Like im not a fucking retard, i dont have down syndrome. I know these things.\n  ","638382":"\n  Whore oh scope this vagina\n  ","638383":"\n  Between your mom's legs\n  ","638384":"\n  Read my bio for once\n  ","638385":"\n  Its like ALL i talk about ?\n  ","638386":"\n  Yeah, it was super nice??\n  ","638387":"\n  Its reaaaallly not that hard lol\n  \n  It starts with an A and ends in merica\n  ","638388":"\n  Just guessing lol\n  ","638389":"\n  He can be pretty awful when hes pissed\n  ","638390":"\n  Guess\n  ","638391":"\n  Awwwh. He probably has other girls to marry?\n  ","638392":"\n  Because i live in the wilderness i dont have service.\n  \n  Why do idiots have to speak to me.\n  ","638393":"\n  Just some drama with my ex\n  ","638394":"\n  I meant live oops hahah\n  ","638395":"\n  If i could marry him, i would.\n  ","638396":"\n  Apparently i have, but to be fair i was drunk too\n  ","638397":"\n  Not as much as i did when i was a kid, im all nervous and cautious now. I dont wanna die yet\n  ","638398":"\n  I saw that picture you posted??? you fine asf\n  ","638399":"\n  I know, cause you dont basically live in a forest. I love in the wilderness. How many goddamn times do i have to explain this\n  ","638400":"\n  All of this pussy the Devil. All of this cash is the Devil. All of this xans is the Devil. All of these pills is the Devil. All of this lean is the Devil. I won't go to Heaven naaaaaaah\n  ","638401":"\n  I dont have the patience to wait for my answers to post but i want to answer my questions..ugh\n  ","638402":"\n  Ive wonder the same thing lol\n  ","638403":"\n  Its super interesting honestly. Ive always been curious about it\n  ","638404":"\n  You just made me want a Chicago hot dog\n  ","638405":"\n  Hes just super mad at me and i understand why honestly. But ugh i just wish everything could work out somehow.\n  \n  I dont want anyone to hurt him ):\n  \n  But omfg ?? thank you so much, that is so sweet of you to think of me like that awh ???\n  ","638406":"\n  Hey cute stuffff??\n  ","638407":"\n  Yes, offended. Upset. Angry. Sad. Idk.\n  ","638408":"\n  You honestly taught me something new, i had no idea... whoa. But it makes sense!! Thanks for telling mee?\n  ","638409":"\n  Booty fondled means butthurt lol like offended\n  ","638410":"\n  I agree, because their beauty comes within?\n  ","638411":"\n  Just got on, wont be on for too long tho. About to go to bed ?\n  ","638412":"\n  Had what where b4.. im confused\n  ","638413":"\n  Get fuckin shwasted ?\n  ","638414":"\n  Hahahahaha idk why this was so funny to me\n  ","638415":"\n  My butt is also quite fondled, but ill get over it ?? thank you for caring ?\n  ","638416":"\n  Relationship drama bullshit stuff lol\n  ","638417":"\n  Suuuuper over it. Im gonna take a nap\n  ","638418":"\n  Thank you, thats very sweet of you ??\n  ","638419":"\n  Yeah they were sent before, im not getting them now.\n  ","638420":"\n  No, its him. I can tell by what hes saying lol hes saying things only he would know, and its an exact response to what i said.\n  \n  Ive been doing this for years, i know him.\n  ","638421":"\n  Its fuckin bullshit\n  ","638422":"\n  It was probably before he disabled lol\n  ","638423":"\n  Wow this hasnt happened 500 times already\n  ","638424":"\n  The harsh reality is i fell in love with someone who doesnt have the balls to call me, to come see me, to video chat me, nothing. THATS the reality.\n  \n  The only reason my life is difficult is because i have feelings for someone i wont ever have, if i never got these feelings i could be okay with being with someone who would give me everything i want, do anything for me, buy me tickets to come see them blah blah blah, but because im walking around like a zombie with a heart i feel wrong doing that, even tho ive had numerous opportunities.. thats whats difficult.\n  ","638425":"\n  No because i wouldn't ever get to see him anyways so he can do whatever he wants\n  ","638426":"\n  I didnt pay for them, my friends did because THEY WANTED TO SEE ME. Thats how much they care about me..\n  \n  You are a lazy fuck, you could have come to see me YEARS ago. This isnt fuckin new to me, you've always said oh ill come see you, and 6 years later still hasnt, just the same old bullshit lies over and over again.\n  \n  I dont want everything handed to me, i only wanted you handed to me.\n  \n  And im trying to get a decent job, wtf. I would be making 35k a year starting if i move to cali IM TRYING TO MAKE MONEY so i can do what i want without having other people do it for me. Why dont YOU fucking move to me? Its always you dont do this, you dont do that. Ok what the fuck have you done then?\n  ","638427":"\n  Everything we've been fighting for? You are just waiting till i make the effort to move closer to you so you dont have to do anything.\n  \n  Remember i tried to make the effort years ago and you declined and told me no.\n  \n  You chose the life for me by repeatedly breaking up with me and just sitting on your ass waiting for me to just pop up at your door.\n  \n  There's  pain because your too lazy to make any effort so youd rather move on. You are the reason for my pain. Im over here trying to get my life together, trying to money. I hate living in the middle of nowhere, i gotta do what i need to do. Im doing exactly what youve been doing this whole time, whatever i feel is best for me. I dont have any fuckin money to just move to portland.\n  ","638428":"\n  This lowkey made me almost cry, idk why but it was sweet and caring, heartfelt ? thank you. Im doing the best i can to not think of the pain, but im sick and tired of being the one who gets all the blame. Its truly isnt all my fault. And it hurts. Thank you for making me feel better. Have a great day ?\n  ","638429":"\n  HEART not head. Learn how to read.\n  ","638430":"\n  Thank you for this ? i hope my day gets better, ill be on when i come on lol hope everyone has a good day ??\n  ","638431":"\n  I mean fully, i have shit to answer that im in no mood for. & thinking about it I'm in no mood to talk to you either. Yeah, its better i just close out of ask.\n  ","638432":"\n  Just drop it. Leave him alone.\n  ","638433":"\n  Thats absolutely fantastic, i say im in pain and im upset so you feel inclinded to insult me. You are walking breathing scum.\n  ","638434":"\n  Im crackin up, this bitch does this thing with her mouth that makes herself into a target for my fist. Learn how to fully close your goddamn mouth, you look like a mouth breather.\n  "}}