{"Question":{"638435":"\n   I saw you out yesterday ?\n  ","638436":"\n   _\n  ","638437":"\n   Hehe ,very good answer\n  ","638438":"\n   I would like to act as an intermediary between you and jakesossy as you 2 negotiate your ongoing relationship\n  ","638439":"\n   That's cool with me ?\n  ","638440":"\n   no but i'm having toni erdmann withdrawals tbh\n  ","638441":"\n   yeah he answered it toioi, but what's your answer?\n  ","638442":"\n   Why wish when you already are rad\n  ","638443":"\n   as of yesterday it had been 2 weeks since i watched toni erdmann\n  ","638444":"\n   If you were driving down the highway in a 4 door canoe, how many waffles would it take to cover a doghouse?\n  ","638445":"\n   gtg. bye\n  ","638446":"\n   Tbh she knows who sent the money and no I don't believe she asked for a specific amount but I just sent the amount I sent and she is very happy with it and like I said she knows who sent it so know a non can come along and say oh I was the one who sent it because she knows who did\n  ","638447":"\n   ONLY YOU! ONLY YOU CAN GET ME INTO TALKING ABOUT SOMETHING LIKE THAT! ??????????\n  ","638448":"\n   Nah that's all you\n  ","638449":"\n   Nope ?\n  ","638450":"\n   Nope you're fucking rad ?\n  ","638451":"\n   Name 5 things you love\n  ","638452":"\n   how did we get into talking about panties? ??????????\n  ","638453":"\n   i'm having a growth spurt\n  ","638454":"\n   pap of cookies?\n  ","638455":"\n   i will eat all the tacos\n  ","638456":"\n   is jakesossy drunk?\n  ","638457":"\n   Your perrrty so shhhh ?\n  ","638458":"\n   that would be counter intuitive. shouldnt it be whats going down? and than the answer of \"your panties\" would make sense.\n  ","638459":"\n   Aw your perrrrty yourself stop making me blush ☺️\n  ","638460":"\n   Lady boometh .....is it your real name or something else !\n  ","638461":"\n   do you consider yourself smart?\n  ","638462":"\n   the sky! OOOOOOOOOOOOOOOOOOOOOOOOOOOOHHHHHHHHHHHHHHHH!!!!!!! xD lol\n  ","638463":"\n   i thicky yah\n  ","638464":"\n   What are you wearing\n  ","638465":"\n   chris used the dew of life on savannah, but nothing happened\n  ","638466":"\n   WHAT?\n  ","638467":"\n   If I can guess what you had for dinner first time you have to post a panties pic from the back\n  ","638468":"\n   \"It was me by the way. ? {-:\nStarted from the inside of a warehouse like tony hawk\" no i meant the #35, i sent that ?\n  ","638469":"\n   How were your cookies\n  ","638470":"\n   It was me by the way. ? {-:\n  ","638471":"\n   You and sushi have somethig in common . Both amazing\n  ","638472":"\n   hello\n  ","638473":"\n   You have beautiful eyes ?\n  ","638474":"\n   How was your day\n  ","638475":"\n   please buy me a plane ticket\n  ","638476":"\n   not sure if you knew this but in 1947 the aliens were trying to steal our free energy technology and that's what happened in roswell\n  ","638477":"\n   Sometimes even about my hair ?\n  ","638478":"\n   to trummp?\n  ","638479":"\n   i'm watching max steel\n  ","638480":"\n   i'm pissed about it actually. i'd have so much more money if i didnt have to pay for gas, electricity, and heating\n  ","638481":"\n   Grondal and the dew of life\n  ","638482":"\n   Nikola Tesla invented free energy but the government covered it up to make money, so now we have to pay for gasoline and electricity\n  ","638483":"\n   ruff\n  ","638484":"\n   It's all good reviewing for my US history test tomorrow ??\n  ","638485":"\n   I normally get questions about being tickled in stuff ?\n  ","638486":"\n   Why you'll scream ?\n  ","638487":"\n   Yeah it gets boring on here when it's dry as fart ? you seem like a really cool person plus your cute ?\n  ","638488":"\n   i thought you only asked for 30?\n  ","638489":"\n   that's not as weird as the tree man\n  ","638490":"\n   Who sent it? And how much?\n  ","638491":"\n   yeah like farts are just burps that went the other way\n  ","638492":"\n   Just listening to music and what about your fine self?\n  ","638493":"\n   I wanna hear your voice?\n  ","638494":"\n   Please dm me your flight information\n  ","638495":"\n   Sometimes they do I think\n  ","638496":"\n   Hello ☺️\n  ","638497":"\n   If you have multiple stomachs, that means you can do multiple farts at the same time\n  ","638498":"\n   @ (recent)\n  ","638499":"\n   Goal - 100 k answers  ?\n  ","638500":"\n   I mean wouldn't come to where hes from and just like to know where people are from and wont go stalking people and will visit california\n  ","638501":"\n   I'm about as dope as a blade of grass but thanks love. ?\n  ","638502":"\n   Do you ever smile in your pictures damn your pictures look like a mugshot ?\n  ","638503":"\n   What are you up to?\n  ","638504":"\n   if i had multiple stomachs i'd eat 60 hot dogs every day tbh. plus home baked brownies and cookies ofc\n  ","638505":"\n   I need a job first but I'll start working for it next month  how was your day\n  ","638506":"\n   gabo\n  ","638507":"\n   \"What if the secret to professional eaters was they had 2 stomachs\" seriously how even do those 2 guys eat 60+ hot dogs and buns every year. it makes no sense lmao\n  ","638508":"\n   Sushi is amazing\n  ","638509":"\n   are you a normie?\n  ","638510":"\n   wish i could be a professional eater\n  ","638511":"\n   Sup avril lavign twin sister ?\n  ","638512":"\n   pap of unanswered questions\n  ","638513":"\n   Why don't I make it for you . Your favourite steamed buns and sushi and a few more things . Then for dessert double chocolate brownies with whipped cream\n  ","638514":"\n   Are you right handed or left handed ? ( STAIF )\n  ","638515":"\n   (?? how u been ?\n  ","638516":"\n   hey did they ever paypal you your $$ ?\n  ","638517":"\n   I have indeed . Funny you say that I had that on Monday when I went out for Japanese with friends . It was amazing\n  ","638518":"\n   i need multiple stomachs. i love food\n  ","638519":"\n   truly demonic\n  ","638520":"\n   Indeed . Do you like the steamed buns dipped in a soy and honey sauce\n  ","638521":"\n   Are you the demon king?\n  ","638522":"\n   so that's\n  ","638523":"\n   I like the vegetable sushi or one with salmon in it\n  ","638524":"\n   Ur not the nicest but u sure r the prettiest he is only fooling himself not dating u\n  ","638525":"\n   Do you like sushi\n  ","638526":"\n   did u get ur stuff?\n  ","638527":"\n   Why do bicycles fall over? Because they're too tired.\n  ","638528":"\n   nahh you're too good for manual labor\n  ","638529":"\n   Ur both kind of lips are soo tasty\n  ","638530":"\n   Do u think u and jake will get married\n  ","638531":"\n   oh i believe u lmao\n  ","638532":"\n   we should open it up\n  ","638533":"\n   the egypt government must be covering it up\n  ","638534":"\n\n    @jakesossy\n   \n   is kinda hot just saying\n  ","638535":"\n   What channel was the video on?\n  ","638536":"\n   Your arms are so smooth?❤\n  ","638537":"\n   Not telling.\n  ","638538":"\n   Hw then eat typical day for me\n  ","638539":"\n   Where can I learn about that?\n  ","638540":"\n   Y is jakesossy mad at u\n  ","638541":"\n   basically yeah\n  ","638542":"\n   Do you really love me or were you lying?\n  ","638543":"\n   You and your sister are soo cute omg\n  ","638544":"\n   I want one damn\n  ","638545":"\n   What was it?\n  ","638546":"\n   What's up\n  ","638547":"\n   Do you wear a wig?\n  ","638548":"\n   You are welcome??\n  ","638549":"\n   Really?\n  ","638550":"\n   Why are you such a rotten answerer?\n  ","638551":"\n   Are you a person who hates easily?\n  ","638552":"\n   Holy fuck\n  ","638553":"\n   I read it as isn't you're good\n  ","638554":"\n   Would you bogwash someone if they were acting hard in front of their mates and giving you abuse and you happen to catch them on their own?\n  ","638555":"\n   Your toes are so little n cute\n  ","638556":"\n   Please do Boom please do!\n  ","638557":"\n   Are you doing a shout-out video.\n  ","638558":"\n   Yes but his gf might not think that\n  ","638559":"\n   Honestly it sounds super interesting\n  ","638560":"\n   Can we be friends\n  ","638561":"\n   Heyyy\n  ","638562":"\n   I like it so far from the sounds of it\n  ","638563":"\n   so what exactly is yours and jakes status\n  ","638564":"\n   I've heard of presents but over 500 worth is a lil over the top for just a friend.\n  ","638565":"\n   Im curious whats in said video\n  ","638566":"\n   Ok we can just talk\n  ","638567":"\n   Haha never heard of the book before\n  ","638568":"\n   So whatre you up to friendo?\n  ","638569":"\n   Not me and wanna know where u live but won't be going there sweetie\n  ","638570":"\n   What's your kik so we can flirt for real lol\n  ","638571":"\n   Pap of you atm\n  ","638572":"\n   You do like me, we flirt on kik all the time\n  ","638573":"\n   Ever played a guitar before?\n  ","638574":"\n   Nah\n  ","638575":"\n   You like me ?☺️\n  ","638576":"\n   Woody woodpecker THO HE'S BOSS\n  ","638577":"\n   How long have you two been together?\n  ","638578":"\n   Dunn boom boom boom yeha yeha\n  ","638579":"\n   I think your the hottest girl on here and that jake is one lucky son of a gun\n  ","638580":"\n   Oh my bad my ears were dirty ? ever think about getting tattoos well more\n  ","638581":"\n   You said you like me, I like you\n  ","638582":"\n   YUP  for sure  Still happening. Like, get a life people\n  ","638583":"\n   Haha yeah fair enough\n  ","638584":"\n   Your sister is hot\n  ","638585":"\n   phone ringin constantly, peolple asking me dumb stuff\n  ","638586":"\n   I wish I was you :\\\n  ","638587":"\n   i think anons come back fro mthe dead when ask kbaooms them\n  ","638588":"\n   Oh lol wait I thought you got your own place ?\n  ","638589":"\n   Good games to download?\n  ","638590":"\n   I hate this homework lol I'm like already ready to be done with college I'd rather be gaming or drawing rn lol\n  ","638591":"\n   Do you ever still chat with the father that adopted you\n  ","638592":"\n   I am, hope you are too haha\n  ","638593":"\n   What is the KIK?\n  ","638594":"\n   You look thick in the picture but now you look way different lol\n  ","638595":"\n   Will it affect your health if you can't pay it?\n  ","638596":"\n   Does she have a boyfriend?\n  ","638597":"\n   day is going ok  crazy carp but ok\n  ","638598":"\n   Fair enough\n  ","638599":"\n   You're so populars\n  ","638600":"\n   i asked dont block me.. u said u wont  was just smileing like sayin thanks, or maybe i should have said  thanks, so thanks, Whooaa crazy day\n  ","638601":"\n   I love your whole existence.\n  ","638602":"\n   She seem super nice do you guys ever talk?\n  ","638603":"\n   beauty  :)\n  ","638604":"\n   You're still gorgeous don't worry.\n  ","638605":"\n   Youre cute, should hmu sometime\n  ","638606":"\n   What's the bill for?\n  ","638607":"\n   I agree. We're getting old baby.\n  ","638608":"\n   You cook ramen noodles does your sister looks just like you?\n  ","638609":"\n   I'm like used to this since I have been here for 8 years haahahah.\n  ","638610":"\n   :)\n  ","638611":"\n   I know right baby?\n  ","638612":"\n   Really boil some water wtf ?\n  ","638613":"\n   ok so you might not need it? if you do let me know\n  ","638614":"\n   A hot chick that knows how to cook is ?\n  ","638615":"\n   block the #\n  ","638616":"\n   Hey just callin tha anon out Lol Ayo, thankz :) \n\nIf you wanna be funny or troll at least take a joke and don't get so butthurt when that person outflanks you with their joke Lol\n  ","638617":"\n   lol u love your anons though, u no u do\n  ","638618":"\n   i don't have your paypal no. just your wishlist\n  ","638619":"\n   U have incredible eyes :p\n  ","638620":"\n   Have you ever taken drugs?\n  ","638621":"\n   What are cooking this time everytime I chat with you you always cooking something\n  ","638622":"\n   I watched every episode + movie same with the simpsons, american dad, etc because no life\n  ","638623":"\n   Awh :3\n  ","638624":"\n   k i might paypal you the 30\n  ","638625":"\n   Really? Thank you ajaha ❤\n  ","638626":"\n   Yea he kinda looks a frog & a toad mixed together?\n  ","638627":"\n   I like you, you like me, we will marry each other\n  ","638628":"\n   Random thought?\n  ","638629":"\n   Would you want to?\n  ","638630":"\n   Pay 130 to who? for what purpose?\n  ","638631":"\n   Ever met trump?\n  ","638632":"\n   Why do you need $30?\n  ","638633":"\n   i'm rite hear ?\n  ","638634":"\n   dont block me   :)\n  ","638635":"\n   No problem haha x\n  ","638636":"\n   Lmao anon can't take jokes. If you trollin you should be able to know how to take jokes\n  ","638637":"\n   I haven't seen it in a while\n  ","638638":"\n   Family guy is <3\n  ","638639":"\n   Tbh ?? @\n  ","638640":"\n   Y do u care if jakesossy gets head from a coworker u rnt dating or together\n  ","638641":"\n   they don't understand that you deserve those gifts because you're naturally lucky and blessed <3\n  ","638642":"\n   God I'm so happy..\n  ","638643":"\n   Don't get butthurt\n  ","638644":"\n   Youre attractive tbh\n  ","638645":"\n   I know. I'm so so so thankful that I met someone who is so amazing and I do hope everyday that I don't screw this over because it's like my only chance of being with the one I truly love.\n  ","638646":"\n   Still watch family guy?\n  ","638647":"\n   Oooo\n  ","638648":"\n   Lol I guess it iz. Thaz where all tha fuckin goes down at, and shit get's real Lol Here, you can have them...have fun\n  ","638649":"\n   Alright\n  ","638650":"\n   Sup home skillet\n  ","638651":"\n   Hi\n  ","638652":"\n   You treat your anons like shit\n  ","638653":"\n   It waz random, and I waz like tf iz thiz? So cats are lowkey fuckin and having babies in tha patio??? I'm shook. You can have tha kittens Lol\n  ","638654":"\n   Blokc any annoying anons recently?\n  ","638655":"\n   Nah I like it haha that was good\n  ","638656":"\n   You need to stop\n  ","638657":"\n   you don't like it when ask kabooms anons?\n  ","638658":"\n   ima turn u into a superstar\n  ","638659":"\n   Likers get?\n  ","638660":"\n   ask kaboomed me last nite. i made a new account lmao\n  ","638661":"\n   He's so amazing. He was honest enough to tell me he cheated like?? That's amazing that he let me know while knowing I could have left him. He even told me I could leave him if I wanted to because he knew he wouldn't be forgiven..\n  ","638662":"\n   Tinder or bumble?\n  ","638663":"\n   Interesting\n  ","638664":"\n   What do you like to do\n  ","638665":"\n   Yes!!! I'm so in love with him omg. Like he never gets mad at me or yells at me. I know he's busy sometimes and I get upset that I'm kinda selfish to ask more attention from him but he never minds it aw..\n  ","638666":"\n   You are so pretty :) <3\n  ","638667":"\n   Why is someone harassing you about getting gifts from people? like dang...\n  ","638668":"\n   If some pisses you off when they're with a group of friends and you can't do anything because you're on your own and they've got 4 friends with them, would you wait until they're on their own and fight them then?\n  ","638669":"\n   Yeah, I was depressed and sad so he came by and made me happy and also told me I was his mess cause I was upset that he saw me being such a mess..\n  ","638670":"\n   I will come to ocean city and be your boyfriend for that weekend.\n  ","638671":"\n   Suiciide Machines (no double ii) is a good band probably a few years before your time so you might now have heard of it yet\n  ","638672":"\n   Have you ever bogwashed anyone? Bogwash is where one puts someone's head in a toilet and flushes it.\n  ","638673":"\n   What color dominates your wardrobe?\n  ","638674":"\n   Aw I believe you are! ? Deniz told me I was the only one he wanted to start a family with aw..\n  ","638675":"\n   I dont know that and dont like him anyway\n  ","638676":"\n   I'm so happy..\n  ","638677":"\n   Ah okay, and they are easily frighted. Not to mention, but I have like 5 kittens and a mother cat living in my patio...just found out today\n  ","638678":"\n   Where u from\n  ","638679":"\n   Snap??\n  ","638680":"\n   I mean I have a bf,  and if some random guy who I did not know decided to buy my girlfriend a plane ticket and accommodation and some spending money to go on a holiday if I didn't know him or anything about him and he just did it for her I would b thinking what the f***\n  ","638681":"\n   Like wouldn't she prefer him spending the money that he paid for your trip on her instead\n  ","638682":"\n   Yes but does she know that he is paying for all of your flights accommodation etc or does she just think that you're coming down and you are paying for them\n  ","638683":"\n   What's something you could go for right now?\n  ","638684":"\n   Likers get a tbh and rate?\n  ","638685":"\n   A and she is ok with you going there and seeing him and he's paying for everything for you see you ok with that as his girlfriend\n  ","638686":"\n   hi\n  ","638687":"\n   sup\n  ","638688":"\n   Can you tell a story about you going through a moment that meant a lot or meant something special to you during anytime?\n  ","638689":"\n   Are you going to have sex with him\n  ","638690":"\n   Have a good week sweetie\n  ","638691":"\n   Do you have bf?\n  ","638692":"\n   How much is that costing.\n  ","638693":"\n   Ahh, my house is creepy too\n  ","638694":"\n   I meant by who lately\n  ","638695":"\n   Yeah and the UN becqme even more of a joke than it already was before.\n  ","638696":"\n   About everything maybe\n  ","638697":"\n   Hey\n  ","638698":"\n   You are so professional at lying\n  ","638699":"\n   Sorry cutie but you are so amaycing that's why\n  ","638700":"\n   Hello beautifull you alwasy looking so sweet and lovely ????\n  ","638701":"\n   Saudi Arabia was just elected few days to the UN Women's rights commission.I wished that it would be a joke.\n  ","638702":"\n   Have you ever dream to be a model gourges\n  ","638703":"\n   selfie atm?\n  ","638704":"\n   What is the sweetest thing anyone has ever done for you\n  ","638705":"\n   Is it normal to wake up hard\n  ","638706":"\n   Omg!!! Beautifull you got the most gourges eyes?????\n  ","638707":"\n   Are you going to be ok\n  ","638708":"\n   Well dayum...thaz creepy as fuck Lol Sounds like a movie script here, and it waz ya cat that caught you off guard...thaz pretty funny\n  ","638709":"\n   Your ass is for life\n  ","638710":"\n   There are health risks\n  ","638711":"\n   Ever one has it cuz  it  feel good\n  ","638712":"\n   Be safe that is all i can say good luck\n  ","638713":"\n   Is sex healthy?\n  ","638714":"\n   It sounds like what ever it is wants you\n  ","638715":"\n   Would you say you learn from your mistakes or keep making the same ones?\n  ","638716":"\n   Which country u from?\n  ","638717":"\n   Hey are you okay?\n  ","638718":"\n   You are adorable\n  ","638719":"\n   Is it true girls need a man to satisfy their soul ?\n  ","638720":"\n   Youre funny\n  ","638721":"\n   Do you play Chess at all, either against a computer, or against real life people? Is it a game that takes a long time to learn??\n  ","638722":"\n   ?\n  ","638723":"\n   i like spiders. except when the mom eats the dad. thats just mean bro\n  ","638724":"\n   Ghost\n  ","638725":"\n   now hear me out. The Warner Brothers and their sister Dot represent karma both good and bad. they bring good fortune to those who do good things but bring misfortune to those who have done or are doing bad things.\n  ","638726":"\n   Pre calc and wait she's in Rome?\n  ","638727":"\n   I forgot tony tick I said precalc and asked about Rome\n  ","638728":"\n   wanna go on a bike ride?\n  ","638729":"\n   I have a theory that the Animaniacs show are a representation of superstition and myths.\n  ","638730":"\n   Ootn\n  ","638731":"\n   Lmao Thankz, but I do need to cut all my facial hair off, it grows back to fast. Oh, go do ya business Lol\n  ","638732":"\n   Yeah, my question inbox is full I'm doing that. Then see what's going on ???\n  ","638733":"\n   Lmao dayum thaz pretty messed up. I'm sure you're not fat at all\n  ","638734":"\n   I may also do the same thing cause like tbh college drained me even though ive only been focusing on one class\n  ","638735":"\n   Who's your favorite actor and what was his or her best role?\n  ","638736":"\n   Listen to my new album called Digital Pie: The Upper Crust!\n  ","638737":"\n   You ate to many cookies Lol You're full of sugar.\n\nNah, I'm just chillin and answering anons questions\n  ","638738":"\n   Are you single\n  ","638739":"\n   Hey, Boom :) Whatcha up to?\n  ","638740":"\n   i can see why ur single\n  ","638741":"\n   do you ever drink until you're no longer apathetic?\n  ","638742":"\n   Ladies\/girls only: How do y'all wear those huge hoop earrings especially the ones that pull down on your ear lobe ? Isn't it uncomfortable with such huge hoop earrings. What I don't understand is how girls with smaller ears wear such big earrings ? It looks painful pulling on the ear.\n  ","638743":"\n   More poems maybe?\n  ","638744":"\n   i know. i am bored so was trying to make a joke.\n  ","638745":"\n   Busy with hw, and family utility bill issues, have a great night\n  ","638746":"\n   Are you afraid to fly in airplanes?\n  ","638747":"\n   You look like a model here though tbh.\n   \n    https:\/\/akphoto2.ask.fm\/985\/167\/944\/-69996984-1t7e4ga-8b0ngshfh8f25t5\/large\/1187296_10201656690800024_1491429562_n.jpg#_=_\n   \n","638748":"\n   Real stories?\n  ","638749":"\n   Your ear lobe is tiny?\n  ","638750":"\n   What do you think the friendzone is ?\n  ","638751":"\n   Ok im gonna nap\n  ","638752":"\n   do you have a birth mark\n  ","638753":"\n   Are you virgin ?\n  ","638754":"\n   With chocolate chips or without ?\n  ","638755":"\n   How are you :D\n  ","638756":"\n   Delicious ☺☺☺\n  ","638757":"\n   You subscribe to some though?\n  ","638758":"\n   Immigrants hate me, so I hate them\n  ","638759":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141447596409\n   \n   So are alcohol,tobacco and caffeine too if they are used wrong.So what's your real point,anon ?\n  ","638760":"\n   If you were going to get a tattoo, what would it be and where?\n  ","638761":"\n   I got home from school seeing the amazing uuu\n  ","638762":"\n   staya vegetarian it add years to your life\n  ","638763":"\n   Ily bby?\n  ","638764":"\n   Do you subscribe to a lot of yt channels?\n  ","638765":"\n   so you're a vegterian\n  ","638766":"\n   do you use trip adiviser\n  ","638767":"\n   How does the Media present hate crimes ? Do u think the media also affects our lives\n  ","638768":"\n   didnt anybody ever teach you that drugs are bad for you?\n  ","638769":"\n   could you be a vegetarian or Vegan\n  ","638770":"\n   XD why not, it's funny\n  ","638771":"\n   wazzz up\n  ","638772":"\n   A vid of a girl inflating like a balloon\n  ","638773":"\n   Do you take pride in your ancestry?\n  ","638774":"\n   Wanna see the vid?\n  ","638775":"\n   What do you like to do?\n  ","638776":"\n   XD hahahaha\n  ","638777":"\n   What do you think the friendzone is ?\n  ","638778":"\n   How are you\n  ","638779":"\n   Do you like cuddling and butt grabs?\n  ","638780":"\n   With 2 bank holiday weekends coming up what strategic advise would you give people attempting 2 or even 3 big piss up nights in a row??\n  ","638781":"\n   On average how much sleep do you need to feel refreshed for the day ahead? Do you often take afternoon or early evening naps as a 'top up'??\n  ","638782":"\n   Yeah cause she said she was feeling really bad and I'm worried..\n  ","638783":"\n   You want to see a vid of a girl inflating\n  ","638784":"\n   Im guessing you had a good day and why does it make u sleepy\n  ","638785":"\n   Have you ever visited a fortuneteller? Why or why not?\n  ","638786":"\n   I'm about to sleep but a friend of mine texted so guess I'll talk to her first.\n  ","638787":"\n   I can help you with laundry\n  ","638788":"\n   Same!\n  ","638789":"\n   ?*Never regret anything in life. If it's good, it's wonderful. If it's bad, it's an experience*?\n••••••••\n?I love you guys sm, thx for following me. I have reached 700 followers?\n  ","638790":"\n   What do you like most about yourself✌\nStaif?\n  ","638791":"\n   Come back sweetie I miss you\n  ","638792":"\n   (Staif) Are you really real? What is reality to you? What, in your opinion, does it mean to be real? Would you consider yourself more real than the next person?\n  ","638793":"\n   Cats can snore ?\n  ","638794":"\n   Feel great today u had a good day\n  ","638795":"\n   do you snore in your sleep\n  ","638796":"\n   Age in this pic?\n   \n    https:\/\/akphoto2.ask.fm\/985\/167\/944\/-69996984-1t7e4ga-8b0ngshfh8f25t5\/large\/1187296_10201656690800024_1491429562_n.jpg\n   \n","638797":"\n   Just my classmates were assholes.\n  ","638798":"\n   There was a boomerang ad on your page ?\n  ","638799":"\n   I'm okay thought, it's just that I'm kinda upset because of what happened at Uni.\n  ","638800":"\n   You are cute\n  ","638801":"\n   What is the cutest thing you have ever seen?\n  ","638802":"\n   I don't know.\n  ","638803":"\n   Good morning\/afternoon cuties\n  ","638804":"\n   did you used to model?\n  ","638805":"\n   I know right?!\n  ","638806":"\n   I just wanna sleep urgh..\n  ","638807":"\n   I'm alright what about you?\n  ","638808":"\n   go 2 cochella then\n  ","638809":"\n   Aw you're welcome baby ♥\n  ","638810":"\n   Hey ooo\n  ","638811":"\n   Boooom!\n  ","638812":"\n   Where's you go-to place of peace? How often do you go there?\n  ","638813":"\n   I know baby..\n  ","638814":"\n   PAP your favorite outfit!\n  ","638815":"\n   what music do u like\n  ","638816":"\n   F.uck them\n  ","638817":"\n   Hear me out will ya?\n  ","638818":"\n   What should I do with my birthday balloons?\n  ","638819":"\n   Why?\n  ","638820":"\n   Ok I'm sorry i seriously didn't know that. I was just goofing around\n  ","638821":"\n   Blood gang gang\n  ","638822":"\n   How are you?\n  ","638823":"\n   You were not kidnapped stop the pity party\n  ","638824":"\n   Boom bang bang\n  ","638825":"\n   I LOVE YOU MORE!\n  ","638826":"\n   I'm an anon in steal mode\n  ","638827":"\n   Who can't you stand?\n  ","638828":"\n   Oh sorry i didn't know sweetheart\n  ","638829":"\n   I wish you could.\n  ","638830":"\n   You hate the boomerangs now too?\n  ","638831":"\n   \" ootd\n\nI should probably just go to bed, ask is dead.\" some of us had to go to bed because some of us had work in the morning\n  ","638832":"\n   Your PTSD?\n  ","638833":"\n   Babe your ass is so bouncy\n  ","638834":"\n   SAME!\n  ","638835":"\n   Jacob said it has to stop\n  ","638836":"\n   are you a senstive person\n  ","638837":"\n   You have to stop the boom thing now Savannah\n  ","638838":"\n   I agree.\n  ","638839":"\n   ash is your cat?\n  ","638840":"\n   you want jake sossy to blokc the anon for you?\n  ","638841":"\n   what the f china did not attack any ships. that would be all over the enws. your info is seriously whaccked!\n  ","638842":"\n   I also enjoy the melons in that bra baby ?\n  ","638843":"\n   \"I did my own research i fuckin read the article ahhahaha.\" fine, what's the link? I'll be happy to admit I'm wrong if I am\n  ","638844":"\n   ask deleted your answer by the way because you called someone the ef word i think\n  ","638845":"\n   That's all you want from me is my drugs?\n  ","638846":"\n   Be excellent to each other.\n  ","638847":"\n   No I'm not a \"retaard\" and I don't care if you don't want me here, I'm going to stay. You can google it. There is absolutely NOTHING about them attacking us with cargo shipping. So she is misunderstood something. Gee maybe you should have done your own research in the 1st place before berating me\n  ","638848":"\n   I wouldn't be dismissive of the possibility of shipping a nuclear weapon or a suitcase nuke a cargo shipping and then detonating it on target.\n  ","638849":"\n   \"When i think of faat fukcs i imagine the faat guys in family guy ?\" So can you please explain that? Because I've never seen family dude\n  ","638850":"\n   Do you like popcorn? if so what kind is your favorite?\n  ","638851":"\n   Also your melons have made my  life huge ???\n  ","638852":"\n   Girl let's get high together.\n  ","638853":"\n   \"I remember months ago i mentioned on here about what if North korea uses cargo shipping to kill us all, and people thought i was stupid... AM I STUPID NOW??? THAT'S EXACTLY WHAT THEY ARE TRYING TO DO.\" ?? this more conspiracy stuff, because the news isn't reporting anything like this\n  ","638854":"\n   I'm okay, what about you?\n  ","638855":"\n   What's wrong?\n  ","638856":"\n   Heyyy\n  ","638857":"\n   Have you ever been madly jealous? What did you do?\n  ","638858":"\n   There's so many fake people here it's so annoying. \nPeople need to stop being fake asf like damn\n  ","638859":"\n   ootw\n  ","638860":"\n   I'm so happy to have your ass in my life\n  ","638861":"\n   What is the last thing you searched online?\n  ","638862":"\n   What is something everybody seems to like but you don't like?\n  ","638863":"\n   selfie\n  ","638864":"\n   How do you like to start your morning?\n  ","638865":"\n   ootd\n  ","638866":"\n   haha yeah i was pretty weird this afternoon lmfaoo\n  ","638867":"\n   Ever encountered someone with bad breath ?\n  ","638868":"\n   I'm so lucky to have you in my life.\n  ","638869":"\n   All annoying anons should be kaboomed!\n  ","638870":"\n   Have you ever smoked a CIGAR before? What's the attraction to them compared to regular cigarettes and why are Cuban one's meant to be better?? :o\n  ","638871":"\n   if hitler killed the wrong people, what were the right people?\n  ","638872":"\n   Do you find it annoying when T-shirts you buy from Amazon or wherever shrink when they go through the wash? Do you buy a size up to take this into consideration or just try to put off washing them as long as possible? BQ: Why do clothes only tend to suffer significant shrinkage on the first wash??\n  ","638873":"\n   You love too what? Drink or smoke? Or both\n  ","638874":"\n   If you could have dinner with anyone, who would you choose?\n  ","638875":"\n   I love you more. :3\n  ","638876":"\n   pap of feed\n  ","638877":"\n   PAP your favorite outfit!\n  ","638878":"\n   why do you have to call them faat fukcs as if there's something wrong with being faat? as i recall, some of your very friends are pushing the poundage, you said so today\n  ","638879":"\n   Which languages do you understand or speak?\n  ","638880":"\n   i do kitty farts at night sometimes, when my boyfriend's there\n  ","638881":"\n   You're gorgeous ?\n  ","638882":"\n   thing is, most old bald faat people aren't bad people despite your obvious stereotyping\n  ","638883":"\n   \"Ugh you're so boring, id rather talk about them being\" answer the question i posed as i posed it, then we can talk about that all u want lmao\n  ","638884":"\n   I'll stop being weird, soz\n  ","638885":"\n   How was your day\n  ","638886":"\n   What is the strangest dream you've ever had?\n  ","638887":"\n   What is your favorite charity?\n  ","638888":"\n   \"What if there are bald, faat old men talking to you on here?\nWouldnt doubt it. \" wouldn't it bother you? (just the thing i said, not the stuff you added lmao)\n  ","638889":"\n   fillers?\n  ","638890":"\n   why are you being so mean... i asked you two questions, what you do for a living, and what you studied in college.. and you tell me to stop existing? If you dont feel comfortable answering something, thats cool just say so, no need to go any further than that\n  ","638891":"\n   What song defines your childhood?\n  ","638892":"\n   When was the last time you felt hopeless and why?\n  ","638893":"\n   godwin's law\n  ","638894":"\n   Aw you're awesome girl.\n  ","638895":"\n   I am asking about periods... How painful they are?\n  ","638896":"\n   that was another anon who annoyed you, just so you know\n  ","638897":"\n   What if there are bald, faat old men talking to you on here?\n  ","638898":"\n   Answer my question please\n  ","638899":"\n   so can i see pjyamas then?\n  ","638900":"\n   nonetheless, i appreciate you spelling it out 4 me\n  ","638901":"\n   how come you never answer my questions seriously? like im just curious... it almost seems like youre uncomfortable answering. which is fine, i can stop asking.\n  ","638902":"\n   ootd? <3\n  ","638903":"\n   uggh really? there's a pic of a model wearing a feathered bikini top. so they exist. you pointed out no one would use it for swimming. i agree and that's why i originally figured your pic might be a modeling pic and asked if it was a bikini top or something else\n  ","638904":"\n   Tell me seriously plz\n  ","638905":"\n   Hi\n  ","638906":"\n   Would you erase your most precious memories to become smarter?\n  ","638907":"\n   well i thought you used to model\n  ","638908":"\n   What future invention are you impatiently waiting for?\n  ","638909":"\n   what did you study in college?\n  ","638910":"\n   well this person would i guess\n   \n    http:\/\/img.dxcdn.com\/productimages\/sku_394322_1.jpg\n   \n","638911":"\n   Are periods painful?\n  ","638912":"\n   I'm good, we talked things out yesterday. What about you?\n  ","638913":"\n   I didn't know you were a natural blonde. sorry?\n  ","638914":"\n   Is this a bikini top?\n   \n    https:\/\/akphoto2.ask.fm\/985\/167\/944\/-69996984-1t7e4ga-8b0ngshfh8f25t5\/large\/1187296_10201656690800024_1491429562_n.jpg\n   \n","638915":"\n   the hair color through me off. and it looks a little different than you do now\n  ","638916":"\n   hey i guarantee you i;m not the only one that saved all your pics lmao\n  ","638917":"\n   \"The answer you just gave me is beating around the bush, what you meant to say was \"no im pathetic i have no life \"\" I mean it depends who's defining \"better.\" The movie is boring so I;d rather be submitting q's to you. but you might have a different opinion, like maybe i should go to bed\n  ","638918":"\n   Is this really you?\n   \n    https:\/\/akphoto2.ask.fm\/985\/167\/944\/-69996984-1t7e4ga-8b0ngshfh8f25t5\/large\/1187296_10201656690800024_1491429562_n.jpg\n   \n","638919":"\n   \"Dont you have anything better to do with your life?\" I'm watching a movie right now but I paused it when I saw your new answers start to flow in. not sure if that counts\n  ","638920":"\n   Hi babes\n  ","638921":"\n   Good tip on the likes though. I mean I used an app on chrome to download all your pics but there were like 800 so I didn't go through all individually, but this is a quick way to look at some of the best\n  ","638922":"\n   Lol wow\n  ","638923":"\n   \"I meant a full body pic that shows it well\nKeep scrolling lazy fuck\n\" I don't have time to save all these pics which I will undoubtedly want to do if I keep scrolling. don't you just have one?\n  ","638924":"\n   What's your favorite way of engaging with your community?\n could be like social gatherings, fundraisers, protests, or something as simple as a pick-up game of basketball at the local rec center\n  ","638925":"\n   I meant a full body pic that shows it well\n  ","638926":"\n   Ootd?\n  ","638927":"\n   What is at the same time funny and sad?\n  ","638928":"\n   \"You know today was my birthday Larry\nI swear ive seen you say this before..\" yeah, a year ago\n  ","638929":"\n   pic that shows your small bone structure well?\n  ","638930":"\n   You know today was my birthday\n  ","638931":"\n   ?•sometimes you don't need a plan you just need to stand back and go•?\n  ","638932":"\n   royalty doesn't buy you loyalty ?\n  ","638933":"\n   Selfie?\n  ","638934":"\n   if i'm ignorant about something, it's not like i can wave a magic wand and not be ignorant anymore. the point of asking questions is to learn. so i can, you know, not be ignorant anymore\n  ","638935":"\n   Calm down ?\n  ","638936":"\n   nahh, that didn't happen. the only editing WoO has ever had is to make it 3d and to remove one of Dorothy's stutters.\n  ","638937":"\n   ? , sup boomy\n  ","638938":"\n   wasn't the curiosity satisfied? i mean sounds like your bio dad is not someone you'd want to meet. and you met your bio mom she was just a mess\n  ","638939":"\n   maybe ?\n  ","638940":"\n   The munchkin thing is debunked. When it was just on TVs and VHS you couldn't tell but now that there are high def versions you can clearly see it's one of the birds from earlier in the scene. There's an edited hoax video on youtube that shows somebody hanging\n  ","638941":"\n   Hum, it's weirdo because I can, but don't worry it's not a complaint. I don't mind, I was teasing you?\n  ","638942":"\n   Pros and cons of being adopted from your perspective?\n  ","638943":"\n   Hey beautiful how are you today sweetie\n  ","638944":"\n   she chose well\n  ","638945":"\n   munchkin suicide? from that scene in the wizard of oz. it showed  hanging munchkin for years including on the vhs but then they edited it and now they say it was a bird\n  ","638946":"\n   It's okay, even If you didn't answer at my question ????\n  ","638947":"\n   Are you a forgivable person? What is deemed to be unforgivable in your opinion?\n  ","638948":"\n   so your bio mom chose your parents?\n  ","638949":"\n   do yu buy into the munkin suicide theory? i know you believe some of those things they try to cover up\n  ","638950":"\n   I'm not needy? Why even would you think that?\n  ","638951":"\n   What would you most like to do if money were no object?\n  ","638952":"\n   I had asked you sth on my wall ?. But let down ?\n  ","638953":"\n   yeah that guy got bannid though\n  ","638954":"\n   Hi you're beautiful ?\n  ","638955":"\n   what would you do if a hippopotamus farted on ur leg?\n  ","638956":"\n   a\/s\/l\n  ","638957":"\n   Thank you for your\"answer\" ??\n  ","638958":"\n   you ate at the restaraunt, but a hardcore eater would have just eaten the restaurant. just sayin\n  ","638959":"\n   that's horrible, i am so sorry to hear that\n  ","638960":"\n   Do you remember that time when me and Nate got to Shambala?\n  ","638961":"\n   U little pyscho\n  ","638962":"\n   you said they were in a different state though?\n  ","638963":"\n   What was your first paid job?\n  ","638964":"\n   Who would you cast to play you in a movie?\n  ","638965":"\n   If you knew you had one day to live, how would you spend it?\n  ","638966":"\n   What is the next movie you really want to watch?\n  ","638967":"\n   Cool what are you up beautiful\n  ","638968":"\n   I finally figured out what Leegititssam and hidejyyun are. they're screenames\n  ","638969":"\n   is this jake sossy?\n   \n    https:\/\/ask.fm\/Jc2213142\n   \n","638970":"\n   One of those friends who is a girl though?\n  ","638971":"\n   How far away did they live?\n  ","638972":"\n   \" he must have been the sane one then\n\nIm pretty sure he tortured and r**** her.\" fr??\n  ","638973":"\n   What will be the most powerful nation in 100 years?\n  ","638974":"\n   ?\n  ","638975":"\n   What is funny is that my cousin looks just like her and is as tall as most everyone in my family!\n  ","638976":"\n   well moving on haha do you watch any asmr videos?\n  ","638977":"\n   If you were candy, what would you be?\n  ","638978":"\n   haha your loss\n  ","638979":"\n   What would you do if an elephant were charging at you?\n  ","638980":"\n   Has anyone seen Nate? I haven't had contact with him since that treasure discovery?\n  ","638981":"\n   what do you do for a livin'?\n  ","638982":"\n   \"I enjoy some questions?\" yah I tried to make it woth your while aha\n  ","638983":"\n   you've seen the gundge two?\n  ","638984":"\n   i want to mate with you and make anorexic kids just like you ? pls ?\n  ","638985":"\n   If you blokc somebody, that's called getting kaboomed!\n  ","638986":"\n   do you ever still talk to or visit your bio grandma?\n  ","638987":"\n   What is Landon's ask.fm screename?\n  ","638988":"\n   he must have been the sane one then\n  ","638989":"\n   adopted b4 u were boarne?\n  ","638990":"\n   2 is warmer\n  ","638991":"\n   your bio grandma doesn't know who your bio dad is?\n  ","638992":"\n   grunge 2 > the grunge\n  ","638993":"\n   Are you wearing socks right now? Post a picture.\n  ","638994":"\n   What's your favorite board game?\n  ","638995":"\n   Who has been the most important person in your life?\n  ","638996":"\n   When was the last time you cursed?\n  ","638997":"\n   Have you ever bought something on the internet?\n  ","638998":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","638999":"\n   Instagram isn't working or it's just mine??\n  ","639000":"\n   Hello beautyfull yuo are so gourges sweety??????\n  ","639001":"\n   What would you do if you found a celebrity's phone?\n  ","639002":"\n   What cheesey song do you have memorized?\n  ","639003":"\n   you wearing 2 pairs of tights today it looks cold ?\n  ","639004":"\n   What’s the best gift you have ever given someone, in your opinion?\n  ","639005":"\n   Besides your country, which is the next best country in the world?\n  ","639006":"\n   like fucking almost everyone its the best to wear 2\n  ","639007":"\n   Some friends in your real life who are also on ask.fm?\n  ","639008":"\n   age?\n  ","639009":"\n   why didn't you wear 2 pairs of tights today\n  ","639010":"\n   AGREED!\n  ","639011":"\n   Nothing much\n  ","639012":"\n   What do you think when you look in the mirror?\n  ","639013":"\n   Name your favorite french snack!\n  ","639014":"\n   Sup beautiful eyes ?\n  ","639015":"\n   I got faith in you cause you're smart as hell man lol you could probably turn water into wine. Keep working hard and eventually you'll achieve your goals. Haha I bet Einstein would think you're smart though. Dude you might need 60 hour meditations to stay on here lool\n  ","639016":"\n   Can I see a pic of you?\n  ","639017":"\n   Would you like to be famous and for what reason?\n  ","639018":"\n   Who are your favorite people to follow on Instagram?\n  ","639019":"\n   How often do you go to parties?\n  ","639020":"\n   -hey lady idiot\n  ","639021":"\n   Where does psychosis and schizophrenia differ?\n  ","639022":"\n   Last time you logged onto ask.fm and had no new questions to answer?\n  ","639023":"\n   Do you get scared in horror movies? For honesty hour\n  ","639024":"\n   Thank you for the honesty hour and for answering y questions, even some I know you didn't want to answer. Thanks!\n  ","639025":"\n   Of course.. The day we met I called him a d.ickhead lmfao.\n  ","639026":"\n   But are you hearing voices\n  ","639027":"\n   So you don't know who your bio dad is?\n  ","639028":"\n   Were you adopted as an infant right after birth, or as a young child? For honesty hour\n  ","639029":"\n   He can be a d.ick but I love him.\n  ","639030":"\n   Heyy cutie\n  ","639031":"\n   Hey there!\n  ","639032":"\n   What is something you want right now?\n  ","639033":"\n   Baby Deniz checked on me holy s.hit.\n  ","639034":"\n   Are you one of the rich girls that think they are better then ever one\n  ","639035":"\n   not pain necessarily but i've definitely woken up having to pee very badly, to the point where it affects my dream and i'm looking for a bathroom or a place to pee in my dream. i usually try not to drink a full glass of anything within 2 hours of bed to lessen the chances this will happen\n  ","639036":"\n   This is not Judy yim no\n  ","639037":"\n   How do i get eyes like that in my bloodline? Mesmerizing eyes.\n  ","639038":"\n   Omg\n  ","639039":"\n   What you were talking about earlier\n  ","639040":"\n   I hope you find a way to pull it off. If anyone can do it, it can be you. Definitely meditate when you can. It really works. Thanks boomie <3 I miss you a lot. I don't know how much longer I'll be on here lol but it was great talking to you. Keep being awesome and keep Booming on.\n  ","639041":"\n   Sounds more like a psychotic disorder\n  ","639042":"\n   Good idea!\n  ","639043":"\n   Eh, anons will be anon. They find anything to argue about. Wutz next, are they gonna try arguing about wut toothpaste iz better? Lol\n  ","639044":"\n   you actually do have it. think about it, could a place like ask.fm really exist? A place where randos buy you gifts, everyone compliments u, anons ask u what u eat, and koreans send  u constant spam? it's all in ur head\n  ","639045":"\n   Your anons are tragic\n  ","639046":"\n   I don't think it's as clear cut as you're making it though. Like it's not impossible for someone to develop schizophrenia at like age 27 or something.\n  ","639047":"\n   They're sad creatures..\n  ","639048":"\n   \"Do you not know anything about schizophrenia?\" uhh, no not much. i mean there's movies but i've also read they don't portray it right, so\n  ","639049":"\n   You're not 22 yet though? So you're not safe from the 19-21 range then\n  ","639050":"\n   What happen?\n  ","639051":"\n   What's up\n  ","639052":"\n   \"Nope, i havent or yet. Ive gotten past the first breaking point stage,\" what does that mean?\n  ","639053":"\n   Yeah I feel you. My Invisalign's expensive and I feel bad because I wanna help my mom pay it but I'm broke lol. Ehh not big life changes but small steps at a time. Have you done any meditating lately?\n  ","639054":"\n   Do you agree with the saying that a problem shared is a problem halved?\n  ","639055":"\n   I hope you don't get any of the mental issues that your mom had to struggle with it seems\n  ","639056":"\n   Is that your real eye color?\n  ","639057":"\n   Do you often thank your parents for adopting you? cuz I mean you got a sweet ride it looks like aha\n  ","639058":"\n   honest hour is still going? i thought it was just for last night\n  ","639059":"\n   Leegititssam or hidejyyun? (for honesty hour)\n  ","639060":"\n   Waking up can be the worst sometimes lol. Are you going to get braces? I'm half done with mine and the orthodontist noticed big freaking changes so I'm happy. Other than that, nothing has really happened in my life lol. I've meditated more often and damn it feels relaxing.\n  ","639061":"\n   How do you know he's rich then? just because he's a lawyer u mean?\n  ","639062":"\n   Do you think your sister would work if she marries him? or prolly not?\n  ","639063":"\n   her boyfriend is a millionaire?\n  ","639064":"\n   I know the feeling...\n  ","639065":"\n   Lol it was a nice surprise when you Boom'd my page and liked that answer. WHATS NEW??\n  ","639066":"\n   Do you think your brother and sister will also get to marry rich people?\n  ","639067":"\n   I see a certain someone is online the same time I am.\n  ","639068":"\n   Yes! Every goddamn morning..\n  ","639069":"\n   your bio mom i meant\n  ","639070":"\n   night\n  ","639071":"\n   But she became my aunt's blessing. Because my aunt is unable to make a baby.\n  ","639072":"\n   Ok sweetie will let u sleep sweet dreams\n  ","639073":"\n   jumpscares are just plain funny when ya watch him play\n  ","639074":"\n   did her mom have small bone strucutre too?\n  ","639075":"\n   oh sorry to hear that\n  ","639076":"\n   She was a throw away baby.\n  ","639077":"\n   Dont go please stay\n  ","639078":"\n   how did you meet your bio mom? did the adoption agency set it up?\n  ","639079":"\n   As I friend and im not being creepy at all but have a good week\n  ","639080":"\n   i guess it's kind of a good thing you got adopted because now you're in a rich family and have a bunch of rich friends and have an easier time of getting a rich husband\n  ","639081":"\n   You were adopted?! I have a cousin who was adopted from China.\n  ","639082":"\n   your sister and brother aren't adopted though?\n  ","639083":"\n   haha well then what I said still applies. Since she's so small, you'll probably stay naturally slim as you get older\n  ","639084":"\n   could be natural for some people. does he workout a lot then? or just sometimes?\n  ","639085":"\n   what about your bio parents? do they have small bone structure?\n  ","639086":"\n   Checkout your insta\n  ","639087":"\n   your brother works out?\n  ","639088":"\n   Sounds like you got your mom's genes for bone structure then, which is good because it means you'll stay that way (naturally slim) as you get older\n  ","639089":"\n   ooooohhhhh. makes sense\n  ","639090":"\n   do your parents and siblings also have small bone structure?\n  ","639091":"\n   You've watched him before hmm?\n  ","639092":"\n   By the way you're cute\n  ","639093":"\n   So they would like, watch what they ate and workout and still be faat because of their bone structure?\n  ","639094":"\n   Markiplier just plays video games ?\nits fun to watch. especially when he gets scared hehe.\n\nasmr is the best to watch before bed though.\n  ","639095":"\n   I know I like to be kind to ladies u cutie definitely love to meet you\n  ","639096":"\n   Porcelain dolls, FORGET ABOUT IT!!!!!!!!!\n  ","639097":"\n   yeah, because being skinny is important to you it sounds like\n  ","639098":"\n   Think we have good conversations and u say lovely things to me and was u born to be this beautiful\n  ","639099":"\n   Ootd\n  ","639100":"\n   well thank goodness you didn't get a bone structure like that then haha\n  ","639101":"\n   I was gonna do the same lmao I've been watching Markiplier every night.\n  ","639102":"\n   That and ventriloquist dummies.\n  ","639103":"\n   Lmao ah, thaz nice :) Gotta keep them away and use bs repellent. I'm doin okay here just layin down and chillin\n  ","639104":"\n   For sure! Ima try and sleep though friend and ill will message you tomorrow\n  ","639105":"\n   how long were you in a charted shcool for?\n  ","639106":"\n   ???thats cute of you but you are talking right now not walking\n  ","639107":"\n   not much at all. whatcha doin?\n  ","639108":"\n   Pap of panty waistband\n  ","639109":"\n   So they were faat?\n  ","639110":"\n   did you graduate? like did you fail classes?\n  ","639111":"\n   So I'm confused, are you so skinny because you have a fast metabolism or because you have small bones? (for honest hour)\n  ","639112":"\n   I guess you were never planning to go to college or something?\n  ","639113":"\n   I'll probably be in better spirits tomorrow I need to end this tired bug lol\n  ","639114":"\n   Holaaaa\n  ","639115":"\n   did you do homework though?\n  ","639116":"\n   Which subjects did you get a's and b's in without studying?\n  ","639117":"\n   ok so then i assume you got an F in geometry. your parents didn't care?\n  ","639118":"\n   Will you eat more later? For honesty hour\n  ","639119":"\n   Think your my best friend on here\n  ","639120":"\n   YES BITCH YESSS LGBTQ FOREVER!!\n  ","639121":"\n   So you love having small bones then?\n  ","639122":"\n   Well you needed to try in languages\/geometry\/history haha\n  ","639123":"\n   Same sorry if I'm sounding boring rn friend I just feel eh but I wanted to talk to you cause I enjoy talking to you\n  ","639124":"\n   Why did you never study?\n  ","639125":"\n   Then how did ya text me back??\n  ","639126":"\n   Is it only the ones with \"(Honest)\" that are fully honest? or do you just forget to put it sometimes?\n  ","639127":"\n   I get that it makes to bad to gain weight but I didn't know it makes it harder to gain weight??\n  ","639128":"\n   and you got all a's and b's?\n  ","639129":"\n   Why is small bones a good thing?\n  ","639130":"\n   so you didn't study much in school?\n  ","639131":"\n   Right!? Like I was like Ima go lay down and now I'm like half tired but half not as much as I probably want sleep\n  ","639132":"\n   In what ways do you have dope a$$ genetics haha. (for honesty hour)\n  ","639133":"\n   LGBTQ\n  ","639134":"\n   Hey you awake?\n  ","639135":"\n   Id pay for it hell id buy you anything\n  ","639136":"\n   I'm doing okay tired but like not at the same time it's weird idk\n  ","639137":"\n   Yo, hey :) how ya day go?\n  ","639138":"\n   True love doesn't have happy ending,because true love doesn't have an ending. hello everyone??\n  ","639139":"\n   Are you happiest when you do good?\n  ","639140":"\n   What time is it right now when you're answering this on Sunday and what all have you eaten so far today? for honesty hour\n  ","639141":"\n   How're you though friend?\n  ","639142":"\n   In what ways are you lucky\/blessed?  for honesty hour\n  ","639143":"\n   Well then this works nicely\n  ","639144":"\n   See im jealous about the brownie\n  ","639145":"\n   Enjoy your wonderful day hope it's a great one,  I'm tried ??????\n  ","639146":"\n   Pap ?\n  ","639147":"\n   :)\n  ","639148":"\n   what is your opinion on transgender people?\n  ","639149":"\n   They're nothing too special but haha thank you. I started out writing poetry then the songwriting thing came naturally. So it's cool that you're into that too ❤\n  ","639150":"\n   name 5 things about yourself which you believe you can improve upon.\n  ","639151":"\n   Truuuu, I got nothing to back up\n  ","639152":"\n   Do you feel like your life revolves around other people ?\n  ","639153":"\n   It's not that easy. My family is very homophobic and I think most my friends are too\n  ","639154":"\n   Either my own personal conflicts or social ones. It's just easiest to write about stuff I'm passionate about. I write about love or a lack of it\n  ","639155":"\n   fav junk foods? for honesty hour\n  ","639156":"\n   How do I tell my friends that I like boys?\n  ","639157":"\n   fav foods overall? for honesty hour\n  ","639158":"\n   Who is the hottest wrestler?\n  ","639159":"\n   What is your song of the week?\n  ","639160":"\n   What are the advantages and disadvantages of being young ?  S T A I F✨\n  ","639161":"\n   Glad you think it's dope! It's tough but I try\n  ","639162":"\n   Between the capitals and  maple leafs, suspenseful\n  ","639163":"\n   Can you drive manual transmission ?\n  ","639164":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141418000505\n   \n   they just scare me to death.\n  ","639165":"\n   It's literally just brainstorming at the moment but I write songs\n  ","639166":"\n   didn't mean to suggest you might be lying just checking if there might be more you couldn't rememeber (or not)\n  ","639167":"\n   I was watching hockey, that's why I was a late in response\n  ","639168":"\n   sorry\n  ","639169":"\n   Not doing much actually. Talking to you atm and listening to music and writing a little bit (But I'm not quite focused)\n  ","639170":"\n   Why? Don't they follow the rules?\n  ","639171":"\n   \"2 brownies for breakfast \nA veggie burger\nPotato\/egg salad\nFlax seed chips\n2 red velvet cupcakes\n(Honest)\n\" was there anything else you maybe don't remember or didn't list or is that absolutely everything? for honesty hour\n  ","639172":"\n   Pap of ur ass??\n  ","639173":"\n   Do you honestly think that it is very likely that you will get to marry someone rich? for honesty hour\n  ","639174":"\n   Paramore is awesome\n  ","639175":"\n   Will the questions that came in before honest hour was up get answered honestly even if you don't get to them before honesty hour is over? for honesty hour\n  ","639176":"\n   What all did you eat yesterday? For honesty hour\n  ","639177":"\n   Its paramore bruhhh, you heard their new song?\n  ","639178":"\n   It's based on her song ???\n  ","639179":"\n   Your stomach is cute and hot at the same time\n  ","639180":"\n   Black and white stripey bra ?\n  ","639181":"\n   Im gonna cry :((((\n  ","639182":"\n   Best kinda phone\n  ","639183":"\n   They look good and you are welcome\n  ","639184":"\n   I bought you those Jeans whatcha going to do about it.\n  ","639185":"\n   wow you're so sexy, my vagina just fell off\n  ","639186":"\n   I think I've heard of Flashpoint actually. And yeah no problem! I like the same thing about you. Sometimes decent conversation is hard to come by and so this is nice and refreshing\n  ","639187":"\n   The question is, do you know the song? :)\n  ","639188":"\n   The question you just answered is song lyrics, you saw my answer and liked it before you answered so ? haha, still confused?\n  ","639189":"\n   \"it matters to me lol, honestly\nWhy? It shouldn't \n(Honest)\n\" you want me to answer that? for honesty hour\n  ","639190":"\n   Can't tell if you jsut have a million honesty hours or you're skipping mine\n  ","639191":"\n   Give me attentionnnnnn ?....\n  ","639192":"\n   What are you most honest about?\n  ","639193":"\n   Whatcha reading? (Also it's still cool to me how you can be so nice and sweet and funny and all these things ahhh)\n  ","639194":"\n   What is the last thing you do before bed?\n  ","639195":"\n   why are girls often so often unhappy with their butt?\n  ","639196":"\n   \"hat repeat or questions that are just asked in a different way but about something i already answered.\" have you come across any of those already? for honesty hour\n  ","639197":"\n   You said hey first, so you tell me what's up first\n  ","639198":"\n   I think what you just said is exceptionally beautiful. (Just like you). I've had lots of close and personal experience with that issue and I think the way you explained how to handle it was perfect.\n  ","639199":"\n   I recently found out that my friend has been cutting himself. How do I make him stop. Should I just tell his parents or confront him about it?\n  ","639200":"\n   wanna prank call some people with me?\n  ","639201":"\n   What if i just give you my number then\n  ","639202":"\n   My dad is seeing a non white woman and I feel uncomfortable about it, but I'm not racist.\n  ","639203":"\n   Heyy\n  ","639204":"\n   Your welcome(: will you snap me?\n  ","639205":"\n   What are the things you want to avoid in a relationship?\n  ","639206":"\n   Eh.. Taylor Swift, \" haters gonna hate hate\"\n  ","639207":"\n   it matters to me lol, honestly\n  ","639208":"\n   where are you from\n  ","639209":"\n   You're gorgeous(:\n  ","639210":"\n   \"Are most of those friends (who party and show all day because they have trusts funds) pretty attractive? Actually not really. Some are but not all. \" how many are girls?\n  ","639211":"\n   Hry\n  ","639212":"\n   Will do. Goodnight!!\n  ","639213":"\n   \"Are most of those friends (who party and show all day because they have trusts funds) pretty attractive?\nActually not really. Some are but not all. \" pic of some that are hot? for honesty hour\n  ","639214":"\n   When did honesty hour start?\n  ","639215":"\n   Could I give you my kik\n  ","639216":"\n   It's because I put there instead of their as in person...\n  ","639217":"\n   Pap abs please?\n  ","639218":"\n   Why is it that you text people back the day after they sent you a text or never ?\n  ","639219":"\n   Why is it that you text people back the day after they sent you a text ?\n  ","639220":"\n   what about getting food delivered?\n  ","639221":"\n   ?\n  ","639222":"\n   Okay so someone asked me to attend a business meeting this wednesday. Earlier on I told the person on the phone yes that I would attend. But now I am not really interested in going. Can you suggest how I can tell this person I won't be attending the meeting in a non rude way ?\n  ","639223":"\n   what if it's not gross or sexual but a topic you're tired of, still fair game for honesty hour?\n  ","639224":"\n   I have the grammar police after me\n  ","639225":"\n   What are u wearing to bed tn\n  ","639226":"\n   Can I see a one of leg pic if you\n  ","639227":"\n   Are most of those friends (who party and show all day because they have trusts funds) pretty attractive?\n  ","639228":"\n   at what age do you want kids?\n  ","639229":"\n   Ill pay for your hair and nails\n  ","639230":"\n   respond to this when honesty hour starts so i know it';s on lol\n  ","639231":"\n   Likers get 4 likes :)\n  ","639232":"\n   Hey\n  ","639233":"\n   but when you were spoiled and getting hundreds on demand, how much did you spend on like clothes\/shoes\/accessories?\n  ","639234":"\n   for honesty hour can i ask anything?\n  ","639235":"\n   what if you want to just get some food like randomly. You don't have money to do it?\n  ","639236":"\n   Honesty hour?\n  ","639237":"\n   Would your life be that much different though? Seems you like you mostly get what you want already\n  ","639238":"\n   and clothes?\n  ","639239":"\n   How much do you spend on food now?\n  ","639240":"\n   She doesn't think you should be spoiled?\n  ","639241":"\n   You never smoked ice\n  ","639242":"\n   you told her you should be spoiled?\n  ","639243":"\n   So you didn't spend a lot of money on like clothes and food and stuff like that?\n  ","639244":"\n   well that sukcs. it would be better if you could just be spoiled with her money now :(\n  ","639245":"\n   What was the worst drug you bought. \n\nWhat was the worst drug you smoked.\n  ","639246":"\n   If your partner had a past of lying and\/or cheating, is it acceptable to go through their phone every now and again?\n  ","639247":"\n   Now say they want to go through YOUR phone, even though you've never doubted their trust. Would you allow or deny?\n  ","639248":"\n   Are you like me where as if someone wanted to touch my phone, I'd freak out even though I know there's nothing I'm hiding?\n  ","639249":"\n   trigger me\n  ","639250":"\n   How often would you ask? Like once a week?\n  ","639251":"\n   How long ago was it? Do you think they'll trust you again at some point?\n  ","639252":"\n   @\n  ","639253":"\n   How much money did you used to get?\n  ","639254":"\n   Im great thank you !\n  ","639255":"\n   but how did mistakes you made mean you can't live like that anymore?\n  ","639256":"\n   Same\n  ","639257":"\n   When are you going to start trying to become a food critic?\n  ","639258":"\n   so your mom could let you have some of the trust fund now but doesn't? that sukcs\n  ","639259":"\n   So now your mom doesn't let you do that? Or what do you mean?\n  ","639260":"\n   Shup\n  ","639261":"\n   thye can take it away before they're 21? is that how it works? Sorry I don't know much about trust funds lol\n  ","639262":"\n   Its ok fair enough and hope you had a good week\n  ","639263":"\n   \"but they honestly just party and shop all day\" sounds like your ideal life lol\n  ","639264":"\n   If they have their trust funds though why not just drop out?\n  ","639265":"\n   Is that anon serious? You're boom. That's why you're verified\n  ","639266":"\n   They don't do homework or try to get good grades?\n  ","639267":"\n   School like college or like grad\/med\/law school?\n  ","639268":"\n   show the booty\n  ","639269":"\n   Have you ever join a friend's party and it's full of people you don't know? :D\n  ","639270":"\n   Your friends who are millionaires that got their trust funds already, do they work? Or just hang out all day?\n  ","639271":"\n   \"Words from my mom, \" find someone rich because i dont want your trust to be funding who you marry, i want you to have it for your children.\"\" was she being really serious with that? Or joking kind of\n  ","639272":"\n   I actually like Ask.fm's verification system because it gives ordinary people a chance to get verified.\n  ","639273":"\n   Who are you? Why is yout account verifried? Are u a youtuber, singer,... or something?\n  ","639274":"\n   What is something your parents do not know about you ?\n  ","639275":"\n   Snapchat?\n  ","639276":"\n   Post something savage????\n  ","639277":"\n   do your stuff then\n  ","639278":"\n   Single?\n  ","639279":"\n   We all love you:)\n  ","639280":"\n   I'm great you\n  ","639281":"\n   What's your life?\n  ","639282":"\n   Hey babe❤\n  ","639283":"\n   Your mom's words are very smart. Not only because you'd have to trust fund to leave to your children, but also so that you are taken care of in life, never have to worry about money, and have as much free time as you want to pursue your hobbies that make you happy\n  ","639284":"\n   Or Is it That nature is waking up ?\n  ","639285":"\n   Oh so you are not really Lady Sav then haha?\n  ","639286":"\n   Sounds like you're pretty much set then haha.\n  ","639287":"\n   Anon, she's not going to have any trouble finding someone flithy rich. She knows tons of rich people and rich guys hit on her all the time. She's just waiting for the right one. A proper lady wants more than just money, looks and personality also matter\n  ","639288":"\n   And your dad's job?\n  ","639289":"\n   Why not get a job and make your own money?\n  ","639290":"\n   What is your mom's job?\n  ","639291":"\n   That sounds so shallow\n  ","639292":"\n   \"Words from my mom, \" find someone rich because i dont want your trust to be funding who you marry, i want you to have it for your children.\"\" what did you say when she told you that?\n  ","639293":"\n   Yeah but aren't they just waiting for their trust funds too? You need someone rich on their own lol\n  ","639294":"\n   \"Not a standard job, i wanna be a food critic or a travel photographer.\" you'd do that even if you were rich enough to not have to work at all?\n  ","639295":"\n   Are you british as you have a title of Lady?\n  ","639296":"\n   Hey girl\n  ","639297":"\n   So you plan to never get a job then?\n  ","639298":"\n   better find someone rich then. the trust fund might not be worth much. and it potentially could be decades before they die\n  ","639299":"\n   @\n  ","639300":"\n   how rich is he?\n  ","639301":"\n   How much is your trust fund worth? And when do you get it?\n  ","639302":"\n   \"Yeah, or one with a trust fund or i can just wait for mine lol\" what do you mean wait for mine?\n  ","639303":"\n   Would the guy you think is your soulmate (the one you talked about earlier) fall in that category though? rich or with a trust fund?\n  ","639304":"\n   Bye bye baby remember I love you.\n  ","639305":"\n   But it's important to you to find a husband who makes enough so you don't have to work?\n  ","639306":"\n   @\n  ","639307":"\n   I'm in too deep, people don't take interest in me anymore so why should I keep being here?\n  ","639308":"\n   You wouldn't want to work though?\n  ","639309":"\n   Is it allergies?\n  ","639310":"\n   I feel like deleting them all...\n  ","639311":"\n   @ mr. anon made me do it sowy\n  ","639312":"\n   Hey take care of yourself, I'm leaving the social media.\n  ","639313":"\n   true but providing for your whole life would be on another level haha\n  ","639314":"\n   Will you go to the jolly roger?\n  ","639315":"\n   example?\n  ","639316":"\n   New dayy\n  ","639317":"\n   In what ways?\n  ","639318":"\n   pap of feed\n  ","639319":"\n   Omg I love you\n  ","639320":"\n   How are you a lucky f****er?\n  ","639321":"\n   What's new with you?\n  ","639322":"\n   i like javascript\n  ","639323":"\n   If a person actually did that and it wiped out their savings to do it, would you feel guilty about that?\n  ","639324":"\n   Afternoonnn\n  ","639325":"\n   He needs to take u back u r a queen\n  ","639326":"\n   If you won the lottery, what would you do?\n  ","639327":"\n   Hi Lady ! April 23th 17 1313 pm and 4°C. Today in a very important day in France !\nWe're electing a new President !\nBut right here, t happens in two times : second round May 07th\nThe french dude\n  ","639328":"\n   Oh really? Lol I'm glad I'm helping here :) I gotcha tho\n  ","639329":"\n   Would that be enough?\n  ","639330":"\n   How did you feel when you woke up?\n  ","639331":"\n   just followed loads of people so i don't have a dead feed and you guys a special enough for me to follow so hello\n  ","639332":"\n   How are you\n  ","639333":"\n   What I could do is put you up in a pretty nice apartment (~2000\/month), cover all utilities, cover car insurance & gas, gym membership if yo want it, $300\/week for food, another 300 for shopping, another 300 for random expenses. This way you wouldn't have to work and could live how u wanted. ~3 yrs\n  ","639334":"\n   Yeah ? I missed you ?❤️\n  ","639335":"\n   But would you move out immediately if that happened?\n  ","639336":"\n   When was the last time you had a dinner with your whole family?\n  ","639337":"\n   Would you move out then?\n  ","639338":"\n   Real niggas dont sleep\n  ","639339":"\n   U have lovely photos of u can I have 1 as my cover photo\n  ","639340":"\n   hi\n  ","639341":"\n   Why go across the country to go to the beach when there are plenty on the west cost?\n  ","639342":"\n   i have a lot of money saved. part of me is tempted to support your lifestyle for like a year or something\n  ","639343":"\n   When are you going to oc?\n  ","639344":"\n   ocean city md?\n  ","639345":"\n   +\n  ","639346":"\n   go to another rave then\n  ","639347":"\n   Why u so beautiful and pretty\n  ","639348":"\n   It is what is is I guess\n  ","639349":"\n   would you say you're a likeable person\n  ","639350":"\n   Why do people tend to focus their attention on money rather than their necessities ?\n  ","639351":"\n   You're welcome! I just wanted to defend you to the anons who don't seem to get the concept of good genetics. Anyone who knows you knows how much you can eat and how it goes nowhere on you except you have a big booty somehow. And it's a good thing because I know you love being really skinny\n  ","639352":"\n   What trainers do you wear often\n  ","639353":"\n   Dayum, shit. Anons are nosy af tryna see if you have a bf or are you single. I'm shook. Anon are like dog flees...they don't go away\n  ","639354":"\n   Not much. Haven't spoken you in a while, hows everything going ?\n  ","639355":"\n   How are you doing rn?\n  ","639356":"\n   So much bs on ya page. Use Bs repellent spray\n  ","639357":"\n   Follower count\n  ","639358":"\n   Is it because hes w\/ maddie now\n  ","639359":"\n   New account\n  ","639360":"\n   Date again plz\n  ","639361":"\n   U havnt seen many butts then if its one of the bigger uve seen shes small nd skinny but so is her butt\n  ","639362":"\n   Are yu back together???\n  ","639363":"\n   I'm all ears here...so wutz in it for me? Lol\n  ","639364":"\n   Do you really eat more than anyone you know, like that person said?\n  ","639365":"\n   Are you sukcing in your stomach here, like even the slightest bit?\n   \n    https:\/\/akphoto2.ask.fm\/9a5\/eb5b0\/3169\/4525\/b69f\/0fc477c9e61a\/large\/4313615.jpg\n   \n","639366":"\n   ♥ or ❤? xD\n  ","639367":"\n   Hey\n  ","639368":"\n   But I didn't realize there were people in your real life you follow you on here\n  ","639369":"\n   Let's call it hello anon Lol\n\nThankz, much appropriated :)\n  ","639370":"\n   Why are you hyper tonight?\n  ","639371":"\n   Sounds like that person know you haha\n  ","639372":"\n   You're hyper right now you mean?\n  ","639373":"\n   What's on your bucket list?\n  ","639374":"\n   To the anon(s) who don't understand, Savannah does have one of the bigger butts I've seen, certainly on someone her size. And she eat literally more than anyone I've ever met in my life, but at the same time has the flattest stomach I've ever seen! She's just blessed with amazing genes. Be jealous!\n  ","639375":"\n   You must feel very lucky lol\n  ","639376":"\n   How are you and jakesossy\n  ","639377":"\n   If u actually look at it its just a normal more on the small side but normal size\n  ","639378":"\n   AGe?\n  ","639379":"\n   Well dayum Lol\n  ","639380":"\n   are you normal\n  ","639381":"\n   You have DSL\n  ","639382":"\n   before you dig for those pearls, cover your jewel.\n  ","639383":"\n   perfection that cupcake is. ????????????????\n  ","639384":"\n   But it isnt actually tht big but if it makes u feel better then think tht\n  ","639385":"\n   Hey, dupe tape or super glue will work :)\n\nHey, I'm following you btw\n  ","639386":"\n   Are they joking or do you really eat that much? haha\n  ","639387":"\n   Do anons know how to shut up? Nah, they don't. They love to run their mouth like a water fountain\n  ","639388":"\n   Yeah most skinny people don't have a butt like that lol\n  ","639389":"\n   Snapchat?\n  ","639390":"\n   How many are you having? aha\n  ","639391":"\n   Some told you that you should be 200 pounds?\n  ","639392":"\n   ever done jury duty if you're old enough\n  ","639393":"\n   Why are you cursing at me ??!\n  ","639394":"\n   booty pic from behind?\n  ","639395":"\n   Hey\n  ","639396":"\n   How old are you?\n  ","639397":"\n   Your scaring me because I dont want you to get older just stay 21\n  ","639398":"\n   Your booty really is quite big relative to how slim you are. You obviously have very good genes. Not many people get blessed with such a nice round booty and also a perfectly flat stomach at the same time\n  ","639399":"\n   Oh so you turning 22 ??!! Its litt holy squawks\n  ","639400":"\n   How Would You Spend A Billion Dollars ?__\n??\n  ","639401":"\n   How do you keep your stomach that flat?\n  ","639402":"\n   No offense but your butt is small\n  ","639403":"\n   What’s the best place to go to, when you want to be alone and enjoy solitude?\n  ","639404":"\n   why are girls often so often unhappy with their butt?\n  ","639405":"\n   Selfie atm?\n  ","639406":"\n   Ootd?\n  ","639407":"\n   okay thanks\n  ","639408":"\n   Are you wearing pyjamas ATM\n  ","639409":"\n   =\n  ","639410":"\n   Followed\n  ","639411":"\n   pap rn\n  ","639412":"\n   same, laters then :)\n  ","639413":"\n   Pap of what you are wearing\n  ","639414":"\n   Ever try an\"l\n  ","639415":"\n   Hottie\n  ","639416":"\n   okay sorry  but i tell you true okay trust me i am only 18\n  ","639417":"\n   What are some of your strengths and weaknesses ?\n  ","639418":"\n   Agreed (: we should talk more sometime. Maybe¿\n  ","639419":"\n   UR REALLY PRETTY\n  ","639420":"\n   We're you ever worried about crashing\n  ","639421":"\n   You're cute AND funny? Damn\n  ","639422":"\n   *you're\n  ","639423":"\n   How drunk were you\n  ","639424":"\n   Do shooting stars have the power to fulfill wishes?\n  ","639425":"\n   i m just 18\n  ","639426":"\n   Do you have a soul mate\n  ","639427":"\n   Are you a bad girl\n  ","639428":"\n   oH okay and i am student  i am in  UNIVERSITY\n  ","639429":"\n   When was the last time you danced?\n  ","639430":"\n   hey sav, long time. whats up?\n  ","639431":"\n   oh okay thats nice so are you student ?\n  ","639432":"\n   Hmmm. I think she knows who she is. I'm in bed too. Best place on earth\n  ","639433":"\n   I could make money rain on you lol\n  ","639434":"\n   `\n  ","639435":"\n   Any wish ?\n  ","639436":"\n   am from pakistan and i live in karachi and you\n  ","639437":"\n   Well I'm talking to a beautiful girl at the moment. What are you up to?\n  ","639438":"\n   oh okay then i am in class  and i am on ask.fm and fb chatting with you and  chatting with selena\n  ","639439":"\n   *sigh*\n  ","639440":"\n   thank you  how are you doing ?\n  ","639441":"\n   Do you try to look attractive when you go to the local grocery store?\n   \n    @askfmhero\n   \n","639442":"\n   you are really adorable and pretty\n  ","639443":"\n   Who is your best friend?\n   \n    @askfmhero\n   \n","639444":"\n   thanks for the likes\n  ","639445":"\n   Aw and I like you. This works nicely then :P\n  ","639446":"\n   What are your plans for tomorrow?\n  ","639447":"\n   ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°) ( ͡° ͜ʖ ͡°)\n  ","639448":"\n   Can I ask you something\n  ","639449":"\n   '\n  ","639450":"\n   i can't stand wax figures. like they scare the ever loving dickens out of me!!!!!!!!!!!!\n  ","639451":"\n   why the like spam? :)\n  ","639452":"\n   Are you a mudshark\n  ","639453":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141401356665\n   \n   drive vroom vroom to make boom boom. sorry couldn't help it. xD lol\n  ","639454":"\n   if you are touching me than you better be shaking my hand, hugging me, or saving my life.\n  ","639455":"\n   What are your bad habits?\n  ","639456":"\n   hence proving you have a talent. boom just got brain boomed by an anon lmoa\n  ","639457":"\n   What, when, why… ask\n  ","639458":"\n   -\n  ","639459":"\n   What would you do if you started having deep feelings for someone on ask but they lived over 3 hrs away and you hate getting tubes and trains alone to meet upnwith them?\n  ","639460":"\n   Have u met ur soulmate\n  ","639461":"\n   Goodnight boom! Sleep good hopefully talk to you tomorrow or soon\n  ","639462":"\n   If i am alone in the house for too long i start to panic.\n  ","639463":"\n   Does your home have an actual driveway for you to keep your car or do you have to constantly look for parking on the street ?\n  ","639464":"\n   Do you drink or smoke\n  ","639465":"\n   I have Arachnophobia, Automatonphobia, Claustrophobia, Haphephobia (though no real reason for it), and Monophobia\n  ","639466":"\n   What do you think about recycling?\n  ","639467":"\n   What do you think is the best gift for wedding?\n  ","639468":"\n   If you were in a relationship would you let the other person shave your arms? Yes or no?\n  ","639469":"\n   taking selfies is the best way to hype up a crowd. just yell a bunch and do it and then instant dubs for days. so your talent can be being a hypeman lmao\n  ","639470":"\n   list your phobias\n  ","639471":"\n   I need to tell you something bfore you goto bed\n  ","639472":"\n   you forgot the letters now. i am triggered to the maximum\n  ","639473":"\n   Ima go lay down Boom hope you aren't too upset with me for turning in early\n  ","639474":"\n   that is saying something cause spiders scare the dickens out of me.\n  ","639475":"\n   you have talent. y u lying\n  ","639476":"\n   *you're\n  ","639477":"\n   ✨•Beauty is not in the face; beauty is a light in the heart•✨\n  ","639478":"\n   would you kill me for 1 million dollars\n  ","639479":"\n   wish i could be as pretty as you <3\n  ","639480":"\n   preach\n  ","639481":"\n   would you ever go on a talent show\n  ","639482":"\n   If crack is not your cup of tea why don't you try heroine it is cheap gives you an awesome high and no  smoke = no problems\n  ","639483":"\n   do you want kids or more kids if you already have some\n  ","639484":"\n   you're gorgeous\n  ","639485":"\n   What's your favorite concert you been to?\n  ","639486":"\n   Dedicate a song to your life . . . .\n  ","639487":"\n   Who is your favorite author?\n  ","639488":"\n   What is ur opinion on the name Zoumana for a boy ?\n  ","639489":"\n   I HAVE THOSE ARE DOPE\n  ","639490":"\n   If you could be a superhero, who would you be?\n  ","639491":"\n   jake he literally has your heart\n  ","639492":"\n   for some reason i find that cute.\n  ","639493":"\n   im so fucking jealous of him\n  ","639494":"\n   When bae sends you a good morning text isn't that just beautiful ?\n  ","639495":"\n   Name other forms of intimacy besides sex?\n  ","639496":"\n   pap of homescreen\n  ","639497":"\n   No give her chocolate\n  ","639498":"\n   What is your mission?\n  ","639499":"\n   You know who is Leah Gotti ?\nWould practice her job ?\n  ","639500":"\n   She just wants the food your breath smells like.\n  ","639501":"\n   spiders cause me to panic.\n  ","639502":"\n   Kk\n  ","639503":"\n   What causes you to panic?\n  ","639504":"\n   What’s the one book you think everyone should read?\n  ","639505":"\n   Are you ticklish? :P\n  ","639506":"\n   House in a tree?\n  ","639507":"\n   So j guess at 8pm I have to be on to get likes ???\n  "},"Answer":{"638435":"\n  My heart hurts today, i dont think im gonna come on.\n  ","638436":"\n  Gooooodnight??\n  ","638437":"\n  Its time for me to listen to music till i pass out\n  ","638438":"\n  Idk how hes gonna feel about that lol\n  ","638439":"\n  Where you from????\n  ","638440":"\n  Im having ricky, Julian, bubbles, lahey, and randy withdrawls sooo\n  ","638441":"\n  No hes my answer, cause hes a waffle\n  ","638442":"\n  You think im rad, but im not. I swear im a little dork ?\n  ","638443":"\n  Is it possible to have trailer park boy withdrawls, cause i got them\n  ","638444":"\n\n   @jakesossy\n  \n","638445":"\n  Byeeeee?\n  ","638446":"\n  ???????????????? this is very true\n  ","638447":"\n  I KNOW ?????? OOPSS\n  ","638448":"\n  I wish, i really do\n  ","638449":"\n  I cant be on ask and listen to my music my phone is like nope, too much work\n  ","638450":"\n  Helllll naaaah youre the raddest braaah ?\n  ","638451":"\n  1. My family\n  \n  2. My cat\n  \n  3. Jake even though hes a butt and shit sucks, still love him\n  \n  4. Food\n  \n  5. My bed.\n  ","638452":"\n  My bad ??\n  ","638453":"\n  Ive listened to Paris by $UICIDEBOY$ like 10 times hahaha\n  ","638454":"\n\n   @jakesossy\n  \n  likes my shit, doesn't reply tho. ?\n  ","638455":"\n  Got that cookie gotta chips ahoy these niggas\n  ","638456":"\n  If you have a question about him, ask him.\n  ","638457":"\n  You're fuckin rad?????????\n  ","638458":"\n  Whats up?\n  \n  Your panties\n  \n  (Its suppose to mean like they shouldnt be up but they are)\n  ","638459":"\n  Im really not perrrrrrty, but you cute ?\n  ","638460":"\n  Who the fuck would name their kid lady boometh, but then again theres a kid named north west lol anyways no my name is savannah\n  ","638461":"\n  Im intelligent, i believe\n  ","638462":"\n  Ive had someone say \"your panties\" jahahahaha\n  ","638463":"\n  In the club like im walking on water in my fishnets, happy birthday Allah with the fish bread.\n  ","638464":"\n  Look at my eyes you are my isis\n  ","638465":"\n  You still aint coming over unless you hoeing and you thicky\n  ","638466":"\n  They say she pregnant, i dont believe in science. Dont trust religion neither, your ma says im no keeper, you startin to think its true but im going deeper deeper\n  ","638467":"\n  Legitly my FAV song\n  ","638468":"\n  I know who sent it.. lol\n  ","638469":"\n  AMAZING OMFG\n  ","638470":"\n  Started from the inside of a warehouse like tony hawk\n  ","638471":"\n  Oh shiiiiit, im awesome ?\n  ","638472":"\n  Whats uppp?\n  ","638473":"\n  Thank you so much ???\n  ","638474":"\n  Imagine a book of your life, it covers the beginning to end, birth to your death. You can only know the moments in between, the moment that make up your life. It makes no sense for you to fear what is outside those covers. Whether before your birth or after your death.\n  ","638475":"\n  Nukka i would never\n  ","638476":"\n  I read the book the day after roswell\n  ","638477":"\n  Because it perrrrrty\n  ","638478":"\n  Yeah if youre so pissed lol\n  ","638479":"\n  Im like a page that nobody reads\n  ","638480":"\n  Write a letter, leave a voicemail, send an email\n  ","638481":"\n  Its okay to be creative just dont paint a picture cause its already been created.\n  ","638482":"\n  I read about this actually lol\n  ","638483":"\n  For me to hear you, its like a deaf man hearing traffic\n  ","638484":"\n  Oh man!! Goodluck!! ?\n  ","638485":"\n  Thats like the askfm trend yo ??\n  ","638486":"\n  Is this my russian.\n  ","638487":"\n  Hahah right?! &&&& awwh youre so cute thank you!!!?\n  ","638488":"\n  Theyre just that nice ?\n  ","638489":"\n  Tree man?\n  ","638490":"\n  My secret admirer? and 35$ ?\n  ","638491":"\n  Made me just think of the rare case of a girl having a disease where it made shit come out of her mouth, i will never forget that.\n  ","638492":"\n  Omg listening to music is a good idea, im gonna do that!! Im just bored on here honestly ?\n  ","638493":"\n  You dont want to go deaf\n  ","638494":"\n  What. The. Fuck.\n  ","638495":"\n  Burps come from your stomach because the stomach acid is trying to break down the food, then it goes through your intestines and the gas thats created from bacteria in your intestines is where farts come from\n  ","638496":"\n  What are you up top ??\n  ","638497":"\n  Farts dont come from the stomach..\n  ","638498":"\n  Oohh, someone new that i dont know. Hello? thank you for following me ? ima follow your cute face back ☺☺☺\n  ","638499":"\n  Its pretty self explanatory\n  ","638500":"\n  Where are YOU from\n  ","638501":"\n  The grass i was thinking about is hella fire ? but i just like your taste in things, like music\/\/movies\/\/aliens ? so youre welcome\n  ","638502":"\n  Go grab an Elle magazine, look at any high end fashion models and tell me if you see a single one smile... smh.\n  ","638503":"\n  Im slightly obsessed with\n  \n   @DjentJunkiee666\n  \n  like fuuuck shes dope.\n  ","638504":"\n  If you had multiple stomachs does that mean you might gained double the weight?\n  ","638505":"\n  Youre sweet, my day was really good. I learned a lot ☺ yours?\n  ","638506":"\n  Ive realized i made a poll to change my dp, never changed my dp\n  ","638507":"\n  At first im like, gawd thats disgusting then all of sudden I'm super hungry ????\n  ","638508":"\n  Im gonna shove it down their throats, idgaf\n  ","638509":"\n  Ehhhhhh, no.\n  ","638510":"\n  WAY TOO MANY PEOPLE HAVE SAID SUSHI IS DISGUSTING, MAYBE YO ASS IS DISGUSTING. except Gab but Gawd.\n  ","638511":"\n  ?? hellooo, whats up?\n  ","638512":"\n  There is someone who sexaskin on my feed, my eyes are burning\n  ","638513":"\n  Dont talk about food right now, im full.\n  ","638514":"\n  Right handed ☺\n  ","638515":"\n  Ive been good, you?\n  ","638516":"\n  They sent it????????? omfg\n  ","638517":"\n  I miss Japanese food?\n  ","638518":"\n  Saaame, that would hella sick. What if the secret to professional eaters was they had 2 stomachs\n  ","638519":"\n  I was born on june 6th, cant help it LOL\n  ","638520":"\n  Omggggg yesssss??? have you had the steamed buns stuffed with pork with amazing sauce\n  ","638521":"\n  Queen*\n  ","638522":"\n  Did anyone else know deer have multiple stomachs???\n  ","638523":"\n  Ohhh those are good, or spicy tuna\n  ","638524":"\n  Just cause im not nice to you doesnt mean im not nice LOL im selective, you gotta deserve it. Im not gonna hand it out to everyone\n  ","638525":"\n  Why do so many people not like sushi?!?! ??? its so good.\n  \n  I love crunch rolls, avocado rolls, rainbow rolls, and vegas rolls. Omfg. I need sushi\n  ","638526":"\n\n   @NineGDxFour\n  \n  sushi isnt gross, you crazy. I still love you tho\n  ","638527":"\n  Wait, ????? that was funny\n  ","638528":"\n  Hahaha thats not manual labor\n  ","638529":"\n  Anyways im gonna go lay in the tub\n  ","638530":"\n  I used too but now idk.. he wont even talk to me.\n  ","638531":"\n  I need to see the truth, maybe i should become an archeologist...?\n  ","638532":"\n  Im not kidding, i was like \"i about to go to egypt and blow up my way in there, i wanna see this shit\"\n  ","638533":"\n  Most fuckin likely. Its been sealed shut.\n  ","638534":"\n  Hes not just kinda hot... hes fuckin handsome\n  ","638535":"\n  HD documentaries on YouTube lol\n  ","638536":"\n  How do you know this?\n  ","638537":"\n  Welp.\n  ","638538":"\n  I want a burrito\n  ","638539":"\n  I think it was in the 1960s or like 1959\n  \n  But try searching scientist or archeologists searching the pyramid in egypt, i watched a video about it.\n  \n  Or search KGB project ISIS released\n  ","638540":"\n  Y do u care\n  ","638541":"\n  So\n  \n   @TakuAnkh\n  \n  the last thing i learned that was super interesting is a team of scientists went into the main pyramid in Egypt, the first team came put running because there was some sort of chemical that was released on to them.  So they had to go in with suits after, they said there was so much energy in there you could feel it through your entire body. They found a device they said \"was out of this world\" that somehow makes the pyramid contact the sky. Then there was a device that made the prism into a sphere for the same reason (idk the scientific reason) there was messages all over the walls, like as if theyve come back to the pyramids.. one message was saying soon the star gods will return. Other messages were harder to read, but the pieces they gathered were their plans. The being in the tomb wasnt a human. And under the tomb was a hidden room called \"the tomb of knowledge\" the scientist got so freaked out they closed up everything sealed it all and said no one should be allowed in there ever. After, the scientist stopped their careers, some went crazy, some killed themselves, some had problems with drugs, and all stopped believing in religion. But none of them will tell anyone what they really saw in that tomb.\n  ","638542":"\n  Who the fuck are you\n  ","638543":"\n  We are pretty adorable huh?\n  ","638544":"\n  Why not get one?\n  ","638545":"\n  Some guy, ive never seen him in my life before, he was younger than me trapped me in a house. Kept telling me of ways he wants to kill me. He kept cutting me with a butterknife, but i kept getting away. There were two girls trying to help me, but it was like he couldnt see them only i could. But because i kept getting away he threw a party, set the house on fire so people had to jump out of windows and i found the giy outside and just started bashing his face in with a golf club so i woke up instantly...\n  ","638546":"\n  Finishing a vid then gonna lay in the bath you\n  ","638547":"\n  Sometimes i wish i did\n  ","638548":"\n  I like your display?\n  ","638549":"\n  Well with all this alien stuff, reading about a war with aliens might be scary for my dreams lol last night i had a nightmare btw? it was awful\n  ","638550":"\n  What makes me rotten? ?\n  ","638551":"\n  Nope. Hating someone means i care enough to waste energy on them, when i could be doing something else lol\n  ","638552":"\n  The next book im reading is war of the worlds cause i loved the movie... i might have nightmares LOL\n  ","638553":"\n  Its nuts but the fact that they have actual math to prove this theory is insane.. like whaaaaaaat. Like obviously they know some shit nobody knows..\n  ","638554":"\n  I am not a savage\n  ","638555":"\n\n   @TakuAnkh\n  \n  i meant isnt from God ?\n  ","638556":"\n  Ok im mind blown right now. Theres a theory called intelligence design which is mathematical equations and formulas mixed with the study of dna that shows evolutionists that the way humans came isnt just by chance, its from God (they dont believe in God) there is something that is designing beings. Something that is inhancing humans, changing dna. The scientists dont comment on who they think it is.\n  \n  But when people ask where does the chicken come from, and people say God.. well this theory actually proves something else is designing these things.\n  \n  Modern science and religion HATE this theory but some of the best scientist in the world are working on this theory lol\n  ","638557":"\n  No. Im getting off ask rn. Peace out nukkaa\n  ","638558":"\n  Why the fuck are you so worried about it ?\n  ","638559":"\n  If i learn anything else thats super interesting ill come and let you know (:\n  ","638560":"\n  So im gonna finish my video, then take a bath cause im just unhappy. If i could i would pour vodka into the tub so i could just drown in my sorrows and be reborn\n  ","638561":"\n  Hey you ☺\n  ","638562":"\n  I thought it was gonna be boring but im so intrigued hahaha\n  ","638563":"\n  Uh hes not speaking to me\n  ","638564":"\n  Youve never had my friends lol i had a best friend, she was so rich. Her house was a sick fucking joke. But anyways, she would spend more than that on me every weekend when we would go shopping. Money is nothing to her. Like whatever i wanted.\n  \n  Get millionaires for friends and then it wont seem like much ?\n  ","638565":"\n  Basically if i could put it all in one word: money.\n  \n  Where do we get money from? Religion.\n  \n  Benjamin Franklin and George Washington both admitted to believing in aliens tho. George Washington had them put a ufo in his portrait of himself.\n  \n  The Vatican has the best telescopes in the world, for that exact reason. They have art where theres a ufo in the background, like im talking everywhere... nobody notices unless someone points to it.\n  \n  America doesn't want the world to know that we got all our technology advancements from a ufo crash Roswell because it takes away our greatness.\n  \n  Ragen demanded to be told about the findings of roswell, but no president is told. Even Obama has pressured to finding out and seeing the files, wasn't allowed.\n  \n  So far what ive learned hahaha\n  ","638566":"\n  In no mood, im upset.\n  ","638567":"\n  I dont think i said which book ?\n  ","638568":"\n  Im watching the video why US kept aliens a secret lol\n  ","638569":"\n  Huh? Why wouldnt you come to America? Where is your scallywag self from then?\n  \n  Maybe its good you dont come here cause i dont wanna meet you LOL\n  ","638570":"\n  I dont want to flirt\n  ","638571":"\n\n   @jakesossy\n  \n  read my messages.\n  \n  Wait youre on molly and you're not being loving and nice.... get a refund.\n  ","638572":"\n  I talk to jake on kik and thats it lol\n  \n  But now hes pissed at me. So i probably wont use kik lol\n  ","638573":"\n  I tried, i hated it. It hurt my fingers my hands are so small. Ugh. I have a guitar too.\n  ","638574":"\n  I dont have the attention span to read right now, idk why\n  ","638575":"\n  Do i tho?\n  ","638576":"\n  Hes about to be DEAD\n  ","638577":"\n  Ive known him for 6 years, we're not together at present but he doesnt act like it but our dream is to marry each other\n  ","638578":"\n  This fuckin woodpecker outside is about to get capped.\n  ","638579":"\n  You seeing this\n  \n   @jakesossy\n  \n","638580":"\n  Im pretty sure my answer to this question that ive gotten so many times before i said i was gonna get more and it will be all on my arms..\n  ","638581":"\n  Im lost, who do i like?\n  ","638582":"\n  Amen. ?\n  ","638583":"\n  Im debating whether i should read or watch yt hmm. I definitely need water tho LOL\n  ","638584":"\n  Shes a cutie ?\n  ","638585":"\n  I feel you on that, its like lets all talk to sav day or something\n  ","638586":"\n  Whys that?!\n  ","638587":"\n  Zombie anons\n  ","638588":"\n  When did i say that, i moved back to my dads 6 months ago, thats why im in washington not California anymore. Im probably moving back in august tho.\n  ","638589":"\n  I wouldn't know ?\n  ","638590":"\n  I feel you on that ?\n  ","638591":"\n  I live with him lol\n  ","638592":"\n  Its not bad (: hopefully it goes well ?\n  ","638593":"\n  PEOPLE NEED TO STOP MESSAGING ME.\n  ","638594":"\n  The jacket is huge, im the same size in that picture as i am now ? literally the same. I have the pants and shirt still ?????\n  ","638595":"\n  Yeah i wont be able to get the treatment i need\n  ","638596":"\n  Yes she does, they are so good for each other. Im excited to see him as well\n  ","638597":"\n  What was crazy about it?\n  ","638598":"\n  I hope youre having a good day ?\n  ","638599":"\n  Whaaaaaaat?? Noo way.\n  ","638600":"\n  Awwwh, and i was just trying to seee how you day was and how you were spending it ?\n  ","638601":"\n  One day im gonna come visit it you ok?\n  ","638602":"\n  Shes suuuuper busy, we try to talk as much as possible. She is super nice, like her heart is sooooo big its nuts. Im seeing her in a week ? i cant wait. Ill take more pics (:\n  ","638603":"\n  Everytime Brett sends me a video, i get so upset cause i miss him so much ):\n  ","638604":"\n  So are you, your snaps make me happy. I love seeing your face\n  ","638605":"\n  Im always here to talk ?\n  ","638606":"\n  Medical bill, its for my health\n  ","638607":"\n  DONT REMIND ME\n  ","638608":"\n  Fuuuurk i havent had ramen in forever and i mean real ramen, not that packaged shit.\n  \n  Lol no, im adopted. We look nothing alike.\n  ","638609":"\n  Dude.... so have i.... whoa.. not okay.\n  ","638610":"\n  Whats up? ?\n  ","638611":"\n  But youre really good at handling them!\n  ","638612":"\n  ???? slightly exaggerating but i can survive.. im not like my sister who cooks these gormet meals\n  ","638613":"\n  No i do need it, like im gonna have a panic attack over it lol\n  ","638614":"\n  I know how to boil water and thats pretty much it.. except my baking game is hella strong\n  ","638615":"\n  I think its like someone trying to sell me something\n  ","638616":"\n  I love when they get all offended when i troll them back, they take everything so seriously ?\n  ","638617":"\n  Put enough cookies in me, and ill love everybody\n  ","638618":"\n  Paypal: paypalsav@gmail.com ?\n  ","638619":"\n  Thank you ?\n  ","638620":"\n  Oh yes ☺\n  ","638621":"\n  OMG i was just about to go make pasta\n  ","638622":"\n  Omg saaaame ? it just makes me so happy\n  ","638623":"\n  We both get some weird anons ?\n  ","638624":"\n  Nigga i said i might lol sorry i like that song. Do you have my paypal?\n  ","638625":"\n  You're welcome?\n  ","638626":"\n  HAHAHAHAHAHA youre right ??\n  ","638627":"\n  Wait who said i like you?\n  ","638628":"\n  Why the fuck do i keep having dreams of something coming to kill me and i always get attacked but somehow get away?! Why are the people in it people ive never seen before.... and i always wake up sweating.\n  ","638629":"\n  No ?\n  ","638630":"\n  Its a bill, chill out.\n  ","638631":"\n  No ?\n  ","638632":"\n  Because i need to pay 130, and i only have 100 lol\n  ","638633":"\n  This number keeps calling me, never leaves a voicemail and cant text them.. like who the fuck is this... i really dont wanna answer either soo.\n  ","638634":"\n  I wont ?\n  ","638635":"\n  You are so sweet. Wow??\n  ","638636":"\n  You speak the realest and truest wisdom my friend, goddamn.\n  ","638637":"\n  Why not? I notice if i dont watch it i get depressed\n  ","638638":"\n  ITS THE BEST\n  ","638639":"\n  Ilysm?? i love your snaps. I love the way you live your life. I just wanna come live it with you ? i wanna drink fourloko with you sooo bad, it would be way too much fun. You're so adorable and i love your lips so much. Ugh.\n  ","638640":"\n  I was just making jokes jesus\n  ","638641":"\n  Awh thanks, but now im all stressed again ??? i need $30 by may 1st shit balls.\n  ","638642":"\n  Im so happy as well!! ?\n  ","638643":"\n  Yaaaaas i dont have to get any teeth pulled out ????\n  ","638644":"\n  Omg??????\n  \n  Thank you!!\n  ","638645":"\n  I know exactly how that feels ? im so happy you found that. Awwwh ???\n  ","638646":"\n  I will watch family guy till i die.\n  \n  When they cancel that show I'm gonna cry\n  ","638647":"\n  Sav gives no fucks ?\n  ","638648":"\n  Hahah i reallly do want them tho\n  ","638649":"\n  Im on hold?\n  ","638650":"\n  Hold that thought, i need to make a phone call\n  ","638651":"\n  Whats up?\n  ","638652":"\n  Because they are shit ?\n  ","638653":"\n  Hahahaha maybe your patio is a prime baby making spot, try it out?! Hahaha\n  \n  GIMME DA LIL FLUFFERS\n  ","638654":"\n  Everyday ?\n  ","638655":"\n  Im happy you enjoyed that  as much as i did ?\n  ","638656":"\n  Stop what?\n  ","638657":"\n  No, i love it. I dont like it when the anons come back\n  ","638658":"\n  Superstar ?\n  ","638659":"\n  Nothing, cause nobody likes you ?\n  ","638660":"\n  Fucking damnit, and i was just finally liking ask again.\n  ","638661":"\n  Wow, hes prettt amazing. You deserve someone whos amazing ??\n  ","638662":"\n  Neither, idk what bumble even is\n  ","638663":"\n  Ayyyye lando my mandooee hahaha sorrh had too.\n  ","638664":"\n  I swear im the only person whos active on ask rn.. where is everybody ?\n  ","638665":"\n  IM SO HAPPY. Like this is the cutest love story ever. Omfg.\n  ","638666":"\n  Thank you so much?? wow ?\n  ","638667":"\n  Cant help that people get jelly welly ?\n  ","638668":"\n  What the fuck? No. I just get over it, ask of they wanna drunk or high and bam. Everything is chill.\n  ","638669":"\n  MARRY THIS GUY BBY?\n  ","638670":"\n  LET ME BE FREE\n  ","638671":"\n  $uicide boy$ is better cause they rap ?\n  ","638672":"\n  Holy fuck no, im not a savage.\n  ","638673":"\n  Black. Everyday i wear black.\n  ","638674":"\n  OMFG THAT IS SO FUCKIN CUTE WTF.\n  ","638675":"\n  Who actually likes trump tho?\n  ","638676":"\n  Whys that love?\n  \n  And btw im not famous ??\n  ","638677":"\n  Omfg. Youre so lucky!! I want furry cuteness on my patio\n  ","638678":"\n  Where trump is President\n  ","638679":"\n\n   @jakesossy\n  \n  go get head from your co-worker.\n  ","638680":"\n  Its a good thing youre not enough then huh?\n  ","638681":"\n  I dont fuckin know what she thinks, im not her.\n  ","638682":"\n  Have you ever heard of presents?\n  ","638683":"\n  Listening to suicide boysss, goodnight ?\n  ","638684":"\n  Send your @ for tbh tomorrow ?\n  ","638685":"\n  Its not just us two, its an entire group of people lol i wouldn't be shocked if she was going ?\n  ","638686":"\n  Need my daily dose of rap before i sleeep\n  ","638687":"\n  Bedtime\n  ","638688":"\n  I was 16 and i had a shitty fuckin day at school so i was looking forward to getting home and taking my routine nap. My dad was driving and he parks the car, and out of nowhere he asks, \"would you like to meet your biological mom?\" And we spent an hour in the car talking about it, and i never thought my dad would have understood what i was going though. He also made me a book about myself, about the adoption, what process they went through, pictures, what he read to prepare for adopting.. ect. Its like 800 pages lol. But im the only one in my family that gets a book. Im starting to tear up just thinking about it.\n  ","638689":"\n  No, im pretty sure he has a gf lol\n  ","638690":"\n  Thank you, im about to go to bed!\n  ","638691":"\n  Why do i need a bf? Why cant i be independent?\n  ","638692":"\n  The plane ticket was like $400 or more idk, its a fucking bitch flight tho. Idk how much the hotel is, i think its like $250 a night. Its not too bad, he got everything booked super early.  And im gonna be drunk 24\/7 sooo.\n  ","638693":"\n  I dont get scared anymore tho lol\n  ","638694":"\n  Oh hmmm zach, cause hes paying for my entire trip out to ocean city, like hotel, food, and alcohol ? FOR MY BIRTHDAY. I cant wait.\n  ","638695":"\n  Yeah, hahah its quite a shitshow\n  ","638696":"\n  Idk what everything is, need to be more specific\n  ","638697":"\n  I LOVE BLOCKING PEOPLE\n  ","638698":"\n  What did i lie about?\n  ","638699":"\n  Ok now youre just trying to piss me off\n  ","638700":"\n  You say hello, i say goodbye\n  ","638701":"\n  Women are screwed.\n  ","638702":"\n  Idk why \"gourges\" pisses me off but it does\n  ","638703":"\n  I just realized, ive been spoiled rotten.\n  ","638704":"\n  Lets see hmm\n  \n  - my friends who constantly baked me stuff\n  \n  - people who bought me stuff just because i was small enough to fit and it was super cute\n  \n  - people who pay for me to travel, plane tickets and stuff\n  \n  - people who gave me free drinks and drugs\n  \n  - people who took me into their home\n  \n  - literally everything thats ever been given to me.\n  \n  - oh and my mom giving birth to me was pretty sweet.\n  \n  - my brother moving back to help take care of me, and taking me into his home.\n  \n  - my sister and everything she does is so goddamn sweet.\n  ","638705":"\n  If youre a guy but if youre a girl and this happens.. seek professional help\n  ","638706":"\n  I was about to be like, awh thanks\n  \n  Then i saw \"gourges\"\n  ","638707":"\n  Yes, as long as i dont die\n  ","638708":"\n  My cat didnt catch me off gaurd, she got scared of something\n  ","638709":"\n  I realize its my fault for answering the questions, but now im deleting anything i recieve thats sexual.\n  ","638710":"\n  Theres health risks to everything, even water. You shouldnt drink too much water.\n  \n  But you know whats really neat? Google\n  \n  You should try it.\n  ","638711":"\n  And its good for you lol its healthful to be sexually active unless you have aids, dont be spreading that shit around.\n  \n  But you can look it up, theres numerous reasons why sex is good.\n  ","638712":"\n  My cat is literally guarding me..\n  ","638713":"\n  No its horrible for you, thats why everyone is doing it ?\n  ","638714":"\n  Thats just fantastic\n  ","638715":"\n  Ive learned from all my mistakes, well except one but i choose not to learn from it and just hope it will work out lol\n  \n  But mistakes was how i got good grades in school.. id fuck up, learn why i fucked up - get a perfect score on the test lol\n  \n  Same thing with life experiences, try something and it gets fucked - i dont do it again lol\n  ","638716":"\n  Americaaaa, the land thats a huge melting pot, home of the psychopaths.\n  ","638717":"\n  Yeah im good ? just hoping i dont get killed by a ghost hahahha you\n  ","638718":"\n  Its super adorable how i wont be falling asleep anytime soon.\n  ","638719":"\n  How would one go about satisfying a soul?\n  ","638720":"\n  You know what's super funny? The fact theres noises all over my house and this never happens... my house doesn't make these noises. Wtf.\n  \n  Totally forgot, whats also just super knee slapping funny is last night i thought my dad was watching something on his computer because i hear a girl whisper \"come over here. Im back. Im back.\" And then i hear my dad snoring and find out hes in bed not watching jack shit. Fuckin siiiiiick.\n  ","638721":"\n  I played when i was younger because my mom had a glass chess set as a display and i wanted to play. Its super easy to learn, i taught myself and im pretty good ?\n  ","638722":"\n  Sweetheart ?\n  ","638723":"\n  Dude right? Its hella fucked up. Its a good thing we're not all spiders, cause their wouldnt be any men around ?\n  ","638724":"\n  Better fuckin be casper\n  ","638725":"\n  Im telling you, karma is real.\n  ","638726":"\n  Wow, idk why i cant spell. Calc*** ?\n  ","638727":"\n  Omgg i hated pre clac lol like noope.\n  \n  She lives in Rome for 8 months out of the year, so shes going back hah\n  \n  Owwww i have pains in my rib cage, what the hell\n  ","638728":"\n  When i think of bikes i just start singing no handlebars\n  ","638729":"\n  MY FRIENDLY SPIDER CARL HAS COME OUT TO PLAY\n  ","638730":"\n  I was hoping my service was gonna let me come on here but i guess not ? looks like im just gonna check my games then come back lol\n  ","638731":"\n  So while i was brushing my teeth i felt something kick my leg and my pants moved a little, so i was like \"what the fuck?\" So i look up at the reflection and theres this white thing that suddenly disappears then a huge bang and my cat goes running away to hide... uhm.\n  ","638732":"\n  Sounds good, i just finished getting ready for bed!\n  ","638733":"\n  I love when you post selfies of your facial reaction to things ? on point. & naaah im not fat. ? i do need to pee super bad, so im gonna do that and brush my teeth. Brb?\n  ","638734":"\n  What class?? College sounds exhausting, i just got off a long conversation with my mom .. she leaves from Rome tomorrow\n  ","638735":"\n  Johnny depp for sure. I dont think anyone can really top him. I swear hes capable of playing any role.. hes one of the few actors that can actually do different types of roles.\n  \n  Jack sparrow is the best or edward scissorhands. Fuck everything he does is so good.\n  ","638736":"\n  Idk why i keep rambling.. ugh im hyper ?\n  ","638737":"\n  I told my dad that im fat cause i have a poo belly and he goes \"oh see, i knew you were full of shit\"\n  \n  ???\n  ","638738":"\n  Yeah i choose to be, i could be dating people but ehh. Ive been proposed to by 5 guys in the last month lol like people are buying me tickets to visit them in the next few months ? and a couple are coming here to see me. Mainly because my response to them wanting to marry me was \"how about we hang out again and we can see if you still want too\" so they bought tickets ??? cause all these people i met when i was younger, its been awhile since ive seen them.\n  ","638739":"\n  Laughing, ? i think i had too much sugar\n  \n  How about you\n  ","638740":"\n  What ??? why do you think im single?\n  ","638741":"\n  Im like Julian from trailer park boys. I drink enough so im on a good level but not to the point where im stupid. Just enough where i can function and not give a fuck at the same time.\n  ","638742":"\n  Uhmm i dont\n  ","638743":"\n  Hmm i could, but im kinda sleepy. I might brusg my teeth and head to bed early so i can watch a video or listen to music\n  \n  What are you doing?\n  ","638744":"\n  Goddamn it, im dumb\n  ","638745":"\n  Awh, i hope everything goes well\n  ","638746":"\n  It makes me anxious, not because i think the plane is gonna crash and im gonna die (i like to think I'm gonna pull a game of thrones moment and find out im a dragon mother and come out of flames completely naked ?) but it makes me anxious being around all those people and talking to people. Like ive missed multiple golden opportunities of where i could probably met some hot ass guys but im too fuckin anxious all the time i just wanna get off the plane.\n  ","638747":"\n  Awh thanks, kj and i made my living room into a photoshoot and i had Judy come over to do our hair and makeup also she took the photos cause thats basically the type of shit shes going to school for lol it was just what we liked to do for fun, cause i liked making the theme and style, kj had the taste of what looked good and judy made it all come together.\n  ","638748":"\n  Its an educational documentary yt channel\n  ","638749":"\n  The birth mark on my ear lobe is tiny\n  ","638750":"\n  ???? im actually crying, this is too good\n  ","638751":"\n  How was your nap\n  ","638752":"\n  On my ear lobe, its tiny\n  ","638753":"\n  Nope i will not be one of the 72 that a muslim will get\n  ","638754":"\n  Chocolate and butterscotch chip\n  ","638755":"\n  I just finished making cookies and now im all lost cause i dont know what to do lol\n  ","638756":"\n  Yes i cant wait.\n  \n  Im off to make cookies now.\n  \n  Talk later\n  ","638757":"\n  I think im only subscribed to real stories, top 5, and top 15\n  ","638758":"\n  I hate you too\n  ","638759":"\n  Use everything in moderation\n  ","638760":"\n  I have tattoos and im gonna get more, theyll all be on my arm.\n  ","638761":"\n  About to go make cookies\n  ","638762":"\n  Nigga, i know a 94 year old who has had meat his whole life. Lol please. Ima eat what i want, life is short regardless.\n  ","638763":"\n  ILY??\n  ","638764":"\n  Nope.\n  ","638765":"\n  Because my dad is, once i move out im going back to having meat. I miss it\n  ","638766":"\n  Fuck it, im making cookies\n  ","638767":"\n  The media is the biggest influence\n  ","638768":"\n  All a lie, they just dont want you happy?\n  ","638769":"\n  Havent eaten meat for 6 months\n  ","638770":"\n  Best gif ever made\n  ","638771":"\n  Just readinggg and doing laundryyy. You?\n  ","638772":"\n  No, i dont.\n  ","638773":"\n  Yeah, it made me didnt it?\n  ","638774":"\n  What vid?\n  ","638775":"\n  I like to watch yt vids, read, write, party, take pictures, learn, love, hike, and eat ?\n  ","638776":"\n  What the fuck is this ???\n  ","638777":"\n  Ill just give you an example, i have this friend who ive known since i was 14 i believe and he would murder someone if i asked him too probably but anyways, hes kept this hope for years that one day ill love him but i still dont.. and i pretty much friendzone him even tho hes given me everything ive ever wanted. Kinda shitty, he doesn't talk to me at the moment but yeah.\n  ","638778":"\n  Current mood:\n  ","638779":"\n  I wanna change my DP but idk what picture to choose, the struggles hahaha\n  ","638780":"\n  Just get super shitty. Im talking like, pop some fuckin molly, snort some cocaine, stay up for 2 days and just party\n  ","638781":"\n  I sleep way tooo much. Like im over here wondering if ill be able to take a nap later or not... ugh. Fuck this rain, i wanna go outside.\n  ","638782":"\n  I hope everything is ok ?\n  ","638783":"\n  Why am i laughing so much ?\n  ","638784":"\n  Nooo ideaaa, probably got me slighty high or something ?\n  ","638785":"\n  No, but ive always wanted too because im curious what they can come up with\n  ","638786":"\n  Awwwh thats so sweet,  choosing your friend over sleep?\n  ","638787":"\n  You know who i love? Selena gomez, because she doesnt draw on super harsh eyebrows and still looks like a perfect little doll.\n  ","638788":"\n  What you been doingg\n  ","638789":"\n  Omg congratulations ??? loveee youu\n  ","638790":"\n  My brain is pretty awesome\n  ","638791":"\n  She loves me\n  ","638792":"\n  No im living in the matrix, this is all fake.\n  ","638793":"\n  I know ash does sometimes, but most of the time shes soundless.. theres been times i was sure she was dead..\n  ","638794":"\n  The smell of Laundry detergent made me sleepy...??\n  ","638795":"\n  No i dont, im like a soundless little kitty cat\n  ","638796":"\n  18\n  ","638797":"\n  Ughhhhhh people suck\n  ","638798":"\n  Hahah they know ?\n  ","638799":"\n  Wait, what happened?\n  ","638800":"\n  Sometimes i wish i could act and be basic like most of the females these days then i think about it and go naaah that would be terrible.\n  ","638801":"\n  My little kitty cat, i love her so much\n  ","638802":"\n  ? i hope youre ok\n  ","638803":"\n  Good afternooon deary?\n  ","638804":"\n  I like to pretend im a model\n  ","638805":"\n  Why dont you sleep?\n  ","638806":"\n  I need to stop sleeping so much... but i wanna sleep too ?\n  ","638807":"\n  Im okay. I gotta put another load in the wash tho.\n  ","638808":"\n  ? yeah lemme totally drop a few hundred real quick\n  ","638809":"\n  How are you?!\n  ","638810":"\n  Wassssuppp buddy\n  ","638811":"\n  HEY YOUUUUU?\n  ","638812":"\n  Its in my head, i know thats weird but, a lot of times when i need peace im in an anxious situation that i cant just leave (example: planes) so i just close my eyes and ive created the ultimate place that always makes me happy, but its a secret i dont want other people going there too ?\n  ","638813":"\n  Im better now ? thanks for being here for me ?\n  ","638814":"\n  That was totally suppose to say producers not production hahaha\n  ","638815":"\n  That gang gang shit.\n  \n  Anything by suicide boy$ or bones\n  \n  Or the production teamSESH.\n  ","638816":"\n  People are so insensitive and disrespectful.\n  ","638817":"\n  No, i have laundry to fold. So you can go.\n  ","638818":"\n  If they have helium, inhale all of them until you pass out.\n  ","638819":"\n  Because someone says im just throwing a pity party, why the fuck would i lie about the most tragic thing thats ever happened to me that ruined 5 years of my life.\n  ","638820":"\n  Im going on a major blocking spree. Say something i dont like, idgaf youre gone.\n  ","638821":"\n  Young blood\n  ","638822":"\n  Fuckin pissed off.\n  ","638823":"\n  Exfuckinscuse me? How fucking dare you.\n  ","638824":"\n  Yung savage is here, gang gang\n  ","638825":"\n  I LOVE YOU TONS\n  ","638826":"\n  Hitler is back\n  ","638827":"\n  You.\n  ","638828":"\n  Dont call me sweetheart, you disgust me.\n  ","638829":"\n  I said i hate everyone, but i realized i dont hate you. I love you ??\n  ","638830":"\n  I hate you all.\n  ","638831":"\n  That sucks for some of you.\n  ","638832":"\n  Nobody is ptsd, i have ptsd.\n  ","638833":"\n  My ptsd is triggered\n  ","638834":"\n  I wish i could come over ngl\n  ","638835":"\n  Im sorry\n  \n   @jakesossy\n  \n  i cant stand them\n  ","638836":"\n  This anon is making me want to\n  ","638837":"\n  I dont need to do shit\n  ","638838":"\n  I need a bag of weed. Ugh.\n  ","638839":"\n  Yuppers.\n  ","638840":"\n  I mean i doubt he enjoys getting constant bullshit on his page lol\n  ","638841":"\n  No NORTH KOREA attacked mexicos ships.\n  \n  God its like im talking to someone who has a 2nd grader reading comprehension level.\n  ","638842":"\n  Gross.\n  \n   @jakesossy\n  \n  can that anon please leave.. ? block them or something\n  ","638843":"\n  Im gonna have to ask her, it wasnt on a site i recognized cause all i found was trump is getting super fuckin heated about all the missle testing going on and China banned all cargo ships due to the fear of nuclear testing. Oh and they attacked mexicos ship.\n  ","638844":"\n  I do not care. ?\n  \n\n   @jakesossy\n  \n  i do think you are ?\n  ","638845":"\n  Its not like you wanna give me anything else ?\n  ","638846":"\n  Omg\n  \n   @jakesossy\n  \n  ash just farted and i cant breath, can you come save me and shove molly down my throat. Thankss\n  ","638847":"\n  Hmmm noooo because she pulled it up on the computer LOL did i say they attacked us? Noooo we'd be dead. I said thats what they threatened us, thats what they said they want to do. And they are trying to attack hawaii and shit. I did my own research i fuckin read the article ahhahaha. Can i block you now\n  ","638848":"\n  Thank you!!\n  ","638849":"\n  Its called family GUY.\n  \n  Omg reminds me of the episode of the old people who go, \"im watching family dad\" and his wife yells back \"american guy\" ahahahha\n  \n  I realize now youre probably not gonna get that if you dont watch it.\n  \n  You're seriously missing out. Family guy is pure happiness.\n  ","638850":"\n  KETTLE CORN\n  ","638851":"\n  Im so happy you enjoy the melons im growing in my garden?\n  ","638852":"\n  I need to get high, these people on ask are the most toxic humans.\n  ","638853":"\n  No? I swear you're a retard and i dont want you on my page. This older women here told me she read about it and there was a threat last Saturday. It was actually a huge deal, she was freaking out. It was a THREAT, thats what they want to do to bomb us since they actually cant just start shooting off nukes. Shes an 80 year old Adventist, she doesnt do conspiracies.\n  \n  Except the conspiracy that God is in fact real ??\n  ","638854":"\n  Im good, just doing laundry. ?\n  ","638855":"\n  I wanna do drugs but i cant. I think im an addict ?\n  ","638856":"\n  Hey sweetheart? how are you?\n  ","638857":"\n  Yeah, im madly jealous right now. I wanna pop some motherfuckin molly. Wtf. Im just gonna cry.\n  ","638858":"\n  PREACH IT BRO.\n  \n  I swear the ration of fake to real is 97:1\n  ","638859":"\n  Im going to bed so i can have energy to be an asshole tomorrow ? gooodnight????\n  ","638860":"\n  Awwwwh. This made me happy ?\n  ","638861":"\n  The Sallie house lol\n  ","638862":"\n  You.\n  ","638863":"\n  All these cute ass Coachella pics and im over here like fucking siiiick i love being in Washington...\n  ","638864":"\n  Peeing... ?\n  ","638865":"\n  I should probably just go to bed, ask is dead.\n  ","638866":"\n  I remember months ago i mentioned on here about what if North korea uses cargo shipping to kill us all, and people thought i was stupid... AM I STUPID NOW??? THAT'S EXACTLY WHAT THEY ARE TRYING TO DO.\n  ","638867":"\n  Oh god, it was like a cat took a shit in their mouth.\n  ","638868":"\n  Im so happy i met you?\n  ","638869":"\n  Lets blast these niggaz, gang gang\n  ","638870":"\n  I dont like them.\n  \n  Its a different flavor than cigs. Its harsh.\n  \n  & idk much about them i just know they make wood boxes smell amazing\n  ","638871":"\n  Ok, so you know how he was doing all these human experiments? Well he should have done one on the brain to find out what neurons a dumb person didnt use, like if you didnt use such and such of the brain you got thrown into the gas chamber THEN he could have taken over the world by having a bunch of hella smart people around.\n  ","638872":"\n  Ive never had this issue.\n  \n  I dont wash my clothes in hot water either.\n  ","638873":"\n  Both yo\n  ","638874":"\n  Hitler, i need to tell him he killed the wrong people\n  ","638875":"\n  Nooo, i love you so much more.\n  ","638876":"\n  Someone feed me pizza\n  ","638877":"\n  To match my bg\n  ","638878":"\n  When i think of fat fucks i imagine the fat guys in family guy ?\n  ","638879":"\n  English\n  ","638880":"\n  My kitty likes to fart too ?????\n  ","638881":"\n  Awh thank you so much ??\n  ","638882":"\n  I like worst case scenarios\n  ","638883":"\n  Ugh fine. Its not weird because thats the internet for ya, and if you wanna be online youre just gonna have to accept theres gonna be some fat fucks talking to ya.\n  \n  Also its not any different from the people who try to talk to me in public. Like how do the creepiest ugliest fucks have more balls to come up to me than someone whos handsome as shit?\n  ","638884":"\n  Oh thank god, ive been waiting for this day\n  ","638885":"\n  Very good! I learned a lot about polygamy ???\n  ","638886":"\n  All. My. Dreams. Are. Strange.\n  ","638887":"\n  Boom charity\n  ","638888":"\n  Ugh you're so boring, id rather talk about them being baby rapers\n  ","638889":"\n  Questions i use to put what i want instead of answering.\n  ","638890":"\n  I am boom, thats what i do for a living.\n  \n  I never went to college cause id rather be a dope dealer.\n  \n  Boom.\n  \n  Answered.\n  ","638891":"\n  Hit me baby one more time\n  \n  Cause i always got in trouble\n  \n  HAHAHAHAHAHAH omfg.\n  ","638892":"\n  More than a year ago, i was in a hopeless relationship and i was going nowhere. Doing nothing with my life, just in a deep hole that i just kept digging.\n  ","638893":"\n  Adolf hitler is present\n  ","638894":"\n  I love you ??\n  ","638895":"\n  Jesus fuckin christ\n  ","638896":"\n  Im just answeing whatever the fuck i want, its called fillers. Just so you know\n  ","638897":"\n  Wouldnt doubt it.\n  \n  Also wouldnt doubt that they have to rape little boys to get their rocks off. & probably eat them after.\n  ","638898":"\n  I didnt go to fuckin college you goddamn putz\n  ","638899":"\n  Fuck off rico sauve\n  ","638900":"\n  I will be the hitler of ask.\n  ","638901":"\n  Im sorry you dont read any of my other questions. I said idgaf. So that means idgaf about your question. Im gonna answer whatever the fuck however i want.  You should stop existing, thats what you should be doing.\n  ","638902":"\n  My bed\n  ","638903":"\n  Does it look like im at a beach? No.\n  \n  Its a fuckin rave bra with feathers.\n  \n  I hate having to spell shit out for you.\n  ","638904":"\n  Spell please correctly\n  ","638905":"\n  Hello\n  ","638906":"\n  Im already smart, dont need to erase any memories ?\n  ","638907":"\n  What the fuck does that have to do with anything\n  ","638908":"\n  The font for sarcasm\n  ","638909":"\n  How to not be a pansy and when to fuck off.\n  ","638910":"\n  No one who is actually going swimming would.\n  ","638911":"\n  Naah, girls just pms because they think its funny ? they just enjoy the feeling of being punched\n  ","638912":"\n  Thats good!\n  \n  Im good, im enjoying being a royal bitch hahahah\n  ","638913":"\n  Learn faster\n  ","638914":"\n  Who the fuck would wear a bikini with feathers on it\n  ","638915":"\n  Its called makeup, i look the same i just dont have all the make up on and my head isnt always tilted like that..\n  \n  IVE BEEN BLONDE MOST OF MY FUCKIN LIFE.\n  ","638916":"\n  Why is everyone so fuckin weird\n  ","638917":"\n  Maybe you should.\n  ","638918":"\n  Who the fuck else would it be\n  ","638919":"\n  The answer you just gave me is beating around the bush, what you meant to say was \"no im pathetic i have no life \"\n  ","638920":"\n  Hi hun, how are you?\n  ","638921":"\n  Youre like the popular kid in special ed.\n  ","638922":"\n  Im in no mood.\n  ","638923":"\n  Save all these pics? Dont you have anything better to do with your life?\n  ","638924":"\n  I like to socially gather at the community bars and clubs?\n  ","638925":"\n  Keep scrolling lazy fuck\n  ","638926":"\n  In a dgaf mood, so dont test me.\n  ","638927":"\n  Your existence\n  ","638928":"\n  No. With his other account like a month ago. I remember cause i didnt say happy birthday hahah\n  ","638929":"\n  Just scroll through my likes\n  ","638930":"\n  I swear ive seen you say this before..\n  ","638931":"\n  Thats how i roll with life ?\n  ","638932":"\n  This is very true ?\n  ","638933":"\n  Ok i really gotta do my nails.\n  \n  Be back laterrr\n  ","638934":"\n  I mean to assume someone isnt curious about where they come from just because they were a mess is pretty stupid\n  ","638935":"\n  Im calm?\n  ","638936":"\n  Oh yeah i totally forgot you know everything ? youre the smartest person in the world.\n  ","638937":"\n  About to file my nail, watch a documentary about a man who has 9 wives and then gonna make pasta. Hbu\n  ","638938":"\n  No, my family isnt even satisfied with what little they know of their own family, you think id be satisfied with what little i know?\n  \n  Im talking YEARS of history. Not just my parents. There's more to a bloodline. And theres still mysteries about my mom ill never know because shes dead, i have so many questions that will never be answered. So no, stop being ignorant.\n  ","638939":"\n  Not maybe, thats why.\n  ","638940":"\n  I thought they literally just remade the whole scene so every video you see a bird, and the original isnt released?\n  \n  Like what they did with Aladdin.\n  ","638941":"\n  Thats probably because you have decent service or wifi.\n  ","638942":"\n  Pros: i get treated special. I didnt get raised in a shitty situation. I made amazing friends and was welcomed into a nice family.\n  \n  Cons: i dont know my family history. I cant base myself off my family cause we're not the same. I look different than everyone. Ill always have the curiosity about my biological family.\n  ","638943":"\n  Im good, you?\n  ","638944":"\n  Well the social worker knew my mom\n  ","638945":"\n  OH YEAH i watched a video about that hahah idk it doesnt seem unlikely people commit suicide all the time.\n  ","638946":"\n  Sorry? I cant even watch the video.\n  ","638947":"\n  Am i forgivable person? Idk depends on the person whos trying to forgive me.\n  \n  Do i forgive others easily? Yes i do.\n  \n  I usually have the mindset that the person is who they are and theres nothing thats going to change them. If the person is brave enough to apologize then i would be grateful but i dont hold grudges or resentment.\n  ","638948":"\n  Yes she did\n  ","638949":"\n  Uhm no because idk what the theory is\n  ","638950":"\n  Not you, people in genera.\n  ","638951":"\n  TRAVEL\n  ","638952":"\n  Literally didnt see it till now, im sorry ):\n  ","638953":"\n  Stop being so fuckin needy\n  ","638954":"\n  Awh, helllo && thank you ?\n  ","638955":"\n  Oh fuck i need to make pasta today\n  ","638956":"\n  My nails are pissing me off\n  ","638957":"\n  What \"answer\"\n  ","638958":"\n  I dont think a human can digest wood, or plywood.\n  ","638959":"\n  Its ok, im not stressing about it\n  ","638960":"\n  Shambala off my page\n  ","638961":"\n  Thats me ?\n  ","638962":"\n  Yeah now i am, but when i was growing up they were 30 mins away lol i actually ate at this japanese restaurant across from where they lived with my grandparents a lot lol\n  ","638963":"\n  I worked for my dad but my first real taxed job was at kohls.\n  ","638964":"\n  The girl who ends up being a psycho killer, or possessed hahahaha\n  ","638965":"\n  Telling every person who ive met how they impacted my life.\n  ","638966":"\n  Oh god, if i could just spend a day in the movies and just go from movie to movie, id be happy.\n  ","638967":"\n  Im finally cleaaaaaan. Showers are goood\n  ","638968":"\n  Look at you crackin the code\n  ","638969":"\n  No, idk who that is\n  ","638970":"\n  What are you talking about?\n  ","638971":"\n  Not far lol 30 mins away\n  ","638972":"\n  Why would i joke about that.\n  ","638973":"\n  Hmmm depends who trys to blow up America ahahhaah\n  ","638974":"\n  Totally need to watch yt and do my nails later ?\n  ","638975":"\n  I love when things work out like that, its like its meant to be you know? Everything happens for a reason.\n  ","638976":"\n  No i dont actually..\n  ","638977":"\n  Sugar daddy ?\n  ","638978":"\n  Feels more like a win.\n  ","638979":"\n  Try to time it where i jump onto its face hahaha\n  ","638980":"\n  He dead.\n  ","638981":"\n  I am boom.. what more do you want\n  ","638982":"\n  Well thanks ?\n  ","638983":"\n  Obviously.\n  ","638984":"\n  You're gonna get kaboomed.\n  ","638985":"\n  Im gonna be like \"youre gonna get kaboomed\" for now on ?\n  ","638986":"\n  No, shes blind now tho. I live in a different state.. it was a closed adoption, they never wanted to see me regardless.\n  ","638987":"\n  Im not sure, i cant find it. He might have deleted.\n  ","638988":"\n  Im pretty sure he tortured and raped her.\n  ","638989":"\n  Yeah its called private adoption.\n  \n  They got a social worker, filed all the papers and picked my parents before i was born. So as soon as i was popped out i didnt get sent into foster homes. Except i was with a foster mom for 6 weeks who had to take notes about me because she needed to make sure i was functioning correctly.\n  ","638990":"\n  Im not in fuckin Antarctica\n  ","638991":"\n  Nope, she told me everytime she asked her, my bio mom would start screaming, talking to something not there so she stopped asking\n  ","638992":"\n  Dude the fuckin little boy makes me laugh\n  ","638993":"\n  She owns me\n  ","638994":"\n  Candyland or mouse trap haha\n  ","638995":"\n\n   @jakesossy\n  \n","638996":"\n  10 minutes ago\n  ","638997":"\n  Online shopping is an addiction.\n  ","638998":"\n  Miley cyrus and i would dress up in a cute outfit and go get high.\n  ","638999":"\n  Dont know, im not on.\n  ","639000":"\n  Gourges? Im not sure if i should be offended or proud..\n  ","639001":"\n  Contact their manager, send them a picture of myself, and be like \"make me famous yo.\"\n  ","639002":"\n  Every. Cheesy. Song. I. Have. Memorized.\n  ","639003":"\n  Literally no one i know wheres 2 pairs of tights. Like can someone please tell me why anyone would\n  ","639004":"\n  My heart ?\n  ","639005":"\n  North Korea\n  \n  Ahahahahhaahhahahaa\n  \n  Oh man i crack myself up.\n  ","639006":"\n  Im sorry i dont smoke meth. You're all fuckin tweakers.\n  ","639007":"\n  Landon. Not my monkey pal lando.. a different one.\n  \n  (Honest)\n  ","639008":"\n  Twenty fuckin one\n  \n  (Honest)\n  ","639009":"\n  Who the fuck wears 2 pairs of tights\n  ","639010":"\n  Im so happy for you ?\n  ","639011":"\n  Ok ima go showerr now\n  ","639012":"\n  \"Yikes, get yourself together sav\"\n  \n  (Honest)\n  ","639013":"\n  Macaroons\n  \n  (Honest)\n  ","639014":"\n  Whenever i asked my kitty if shes a cutebutt she purrs ?\n  ","639015":"\n  NOOO HE LEFT ????????? GODDAMN IT SPENCY STOP LEAVING ME\n  ","639016":"\n  Is their not a likes section? Or a display picture?\n  ","639017":"\n  Yess, and because im boom. Cause im awesome. I wanna do what kim Kardashian does without leaking a sex tape\n  \n  (Honest)\n  ","639018":"\n  I havent been on ig in so long idk.\n  \n  (Honest)\n  ","639019":"\n  I dont.\n  \n  (Honest)\n  ","639020":"\n  Hey fucknut\n  ","639021":"\n  Im honestly not sure. You're gonna have to go do your own studies.\n  \n  (Honest)\n  ","639022":"\n  There's literally never been a time where that had happened.\n  \n  (Honest)\n  ","639023":"\n  Hahah no, they are my FAV type of movies actually. I used to laugh while watching the grunge. I loveeeee scary movies. The scarier the better.\n  \n  (Honest)\n  ","639024":"\n  I enjoy some questions?\n  \n  But youre welcome\n  \n  (Honest)\n  ","639025":"\n  THATS TRUE LOVE\n  ","639026":"\n  You think we were talking about me?? I dont have schizophrenia, my biological mom did.\n  \n  If i started hearing voices id be like \"holy shit im crazy, insane institution here i come\" hahaha\n  ","639027":"\n  Nope, the only person who did was my bio mom and she dead soo nobody will ever know.\n  \n  (Honest)\n  ","639028":"\n  I was adopted before i was born. Lol\n  \n  (Honest)\n  ","639029":"\n  Awwwwwh, that means you love him for who he is ?\n  ","639030":"\n  Hey darling, how are you?\n  ","639031":"\n  I should get this whole shower thing taken care of before i get too lazy ?\n  ","639032":"\n  A fat bongload\n  \n  (Honest)\n  ","639033":"\n  He better have???\n  ","639034":"\n  I dont put myself on a pedestal. We're all humans.\n  \n  (Honest)\n  ","639035":"\n  Ive never had a morning where i do not have to pee really badly.. like its terrible. Sometimes i wanna just lay in bed for awhile.\n  \n  (Honest)\n  ","639036":"\n  Damn i love judy yim\n  ","639037":"\n  Go find someone who can alter dna??\n  ","639038":"\n  I need to shower ?\n  ","639039":"\n  Schizophrenia?  Thats what it is..\n  ","639040":"\n  Omg you have way too much faith in me ?? but thank you!! Im going to do the best i can to achieve my own happiness!!\n  \n  \"Keep booming on\" hahaha best slogan!\n  \n  & i am not smarter than Einstein you crazy!!! But im gonna need to start meditating if i plan on being on here lol\n  ","639041":"\n  What sounds like a psychotic disorder?\n  ","639042":"\n  Talk to you in a bit ?\n  ","639043":"\n  I just delete or block everything nowadays. Im not even going to deal with it.\n  ","639044":"\n\n   @JessicaStonebridge\n  \n  &\n  \n   @Pookeo9\n  \n\n  this place is toxic\n  ","639045":"\n  I knew people were idiots but i didnt think they were this fuckin retarded.\n  ","639046":"\n  According to psychologist, its not common. It doesnt happen. You're not in a stage of life where the persons brain can essentially break.\n  \n  Go talk to a psychologist about it, not me. I already have but i dont have the authority to tell you. Kbyee.\n  \n  (Honest)\n  ","639047":"\n  Yes they are so im gonna go eat instead lol\n  ","639048":"\n  Movies?! Try reading.\n  ","639049":"\n  If i dont have it now since im 21, im not gonna get now lol ive been tested for it, went to therapy. Im fine.\n  \n  (Honest)\n  ","639050":"\n  People are just rude, like do the have nothing better to do?\n  ","639051":"\n  Blocking an annoying motherfucker.\n  \n  You?\n  ","639052":"\n  Do you not know anything about schizophrenia?\n  \n  19- 21 is the first stage when if something triggers a delusion its called a breaking point. Some people get past it, some people dont.\n  \n  40 is the next stage, essentially when youre going through midlife crisis, some are triggered to the point of delusions. Second breaking point. (A lot of people who are schizophrenic dont make it past 40 and take there own lives or drink\/drug themselves to death) so if i make it through life without a breaking point, im okay!\n  \n  (Honest)\n  ","639053":"\n  I know, i have to pay for my own..idk how the fuck im going to pull if off... hahahah my parents are cheap bastards.\n  \n  No i havent, i probably should tho.\n  \n  Btw, im gonna go get something to eat. Im getting cranky! If youre not on when i get back, I loved talking to you even if it was only for a short while. I hope everything goes well!? i miss you bunches.\n  ","639054":"\n  I get way too much joy out of just deleting questions ?\n  ","639055":"\n  Nope, i havent or yet. Ive gotten past the first breaking point stage, so i gotta be careful cause another one is when im 40. I also have to make sure i put my children in a good environment because it can be passed on.\n  \n  (Honest)\n  ","639056":"\n  Of course.\n  ","639057":"\n  Yes, they know i appreciate them.\n  \n  (Honest)\n  ","639058":"\n  Im only doing it because it makes it pretty fuckin clear im being honest.\n  ","639059":"\n  Judy yim is that you?\n  \n  (Honest)\n  ","639060":"\n  Yes i am... im excited but im also not excited to be an adult with them but whatever ahhahah im stoked. They gonna be expensive tho..\n  \n  Oh man, youve been making some life changes ??\n  ","639061":"\n  He has a nicee place, nice cars, nice motorcycles. Just from what she tells me i know hes doing just fine.\n  \n  (Honest)\n  ","639062":"\n  Yeah, shes in nursing school. She's very independent and enjoys doing things for herself\n  \n  (Honest)\n  ","639063":"\n  I dont know, i dont think so. I just know hes a lawyer.\n  \n  (Honest)\n  ","639064":"\n  These anons must of done some new drugs or something cause they on a sick one.\n  ","639065":"\n  I just woke up so im trying to get my little noggin workinggg! Nothing is new but i saw you mention something about orthodontist and i have a phone call with one on Wednesday...woooo!\n  \n  Whats new with you?\n  ","639066":"\n  My brother is already married, and he didnt marry a family with lots of money. And hes the male, hes suppose to work. But my brother is the fav child so if needs help, he gets it.\n  \n  My sister is with someone who has money so if they get married things should be just fine. Hes taking her to Rome and Prague in June.\n  \n  (Honest)\n  ","639067":"\n  I might have freaked out a little bit when i saw you on ? YOU CAME BACK\n  ","639068":"\n  Its the worst, like i cant just lay in bed ?\n  ","639069":"\n  Does anyone else wake up in pain cause their bladder is so full and they have to pee really bad?\n  ","639070":"\n  Buuhbye\n  ","639071":"\n  Wow, thats amazing. Im so happy they have each other\n  ","639072":"\n  Goodnight ?\n  ","639073":"\n  Ive heard of him too!!\n  ","639074":"\n  Seriously? Im done now. Its bed time. Goodbye\n  ","639075":"\n  Its ok, she was in psychological pain\n  \n  (Honest)\n  ","639076":"\n  That is so sad omfg\n  ","639077":"\n  Im trying to go to bed.\n  ","639078":"\n  No it was a closed adoption. The social worker did an illegal move and let my dad keep all the papers tho, i have information im not suppose to have. (Btw its called social services lol)\n  \n  But my dad waited till i was 16, asked if i wanted to see if i could meet her and he took me to their home.\n  \n  My mom was schizophrenic so she freaked out and i didnt get to actually meet her, i met her mom. But my biomom is dead now. She killed herself.\n  \n  (Honest)\n  ","639079":"\n  Goodnight!\n  ","639080":"\n  I just got lucky. Not everyone who gets adopted ends up being that lucky.\n  \n  (Honest)\n  ","639081":"\n  Thats awesome!! More kids need to be adopted...\n  ","639082":"\n  Negative\n  \n  (Honest)\n  ","639083":"\n  I know this, i understand how genetics work\n  ","639084":"\n  Hes a physical therapist, he gets paid to basically work out.\n  \n  (Honest)\n  ","639085":"\n  Well, i only knew my bio mom and shes small. She looked like she was 16 years old.\n  \n  (Honest)\n  ","639086":"\n  Ill see if it loads\n  ","639087":"\n  How else does someone get ripped?\n  \n  (Honest)\n  ","639088":"\n  Nope, im adopted\n  \n  (Honest)\n  ","639089":"\n  Yesss, it was very entertaining ?\n  ","639090":"\n  My mom does, my sister got more of my dads side which is bigger boned. My brother is just ripped.\n  \n  (Honest)\n  ","639091":"\n  My ex did!\n  ","639092":"\n  Thanks\n  ","639093":"\n  Yup, some might even call it anorexia\n  \n  (Honest)\n  ","639094":"\n  Thats why that sounded so goddamn familiar!\n  ","639095":"\n  And now you crossed the creepy line\n  ","639096":"\n  I HATE DOLLS\n  ","639097":"\n  No being heathy is important to me, being a fucking whale isnt healthy.\n  \n  (Honest)\n  ","639098":"\n  Awh thank you, that was kind ?\n  ","639099":"\n  Sleep\n  ","639100":"\n  Yeah, i know.\n  ","639101":"\n  How is it?!\n  ","639102":"\n  Ok, those freak me out.\n  ","639103":"\n  Im about to be doing the same exact thing\n  ","639104":"\n  Goodnight! Talk to you tomorrow ?\n  ","639105":"\n  Senior year.\n  ","639106":"\n  When people sleep walk, they talk and function as if they are awake so. My point still stands.\n  ","639107":"\n  Im about to get off and watch YouTube till i fall asleep, how about you?\n  ","639108":"\n  I want to throw you off the golden gate bridge\n  \n  (Honest)\n  ","639109":"\n  You could say that\n  ","639110":"\n  I graduated early cause i said fuck regular school im going to charter school and thats how i found out i was actually a lot smarter than average because i was in the classroom where they had kids who graduated at age 13 and went to college. My teacher told me i had a lot of potential that was shut down by regular schools and i should have been put in charter school at a young age. Lol i graduated with a 4.1\n  \n  (Honest)\n  ","639111":"\n  Bro, if i could test that i would go find out. You're asking me questions that cannot be answered.\n  \n  (Honest)\n  ","639112":"\n  Nope, i told them im gonna be successful without a college degree.\n  \n  (Honest)\n  ","639113":"\n  Awwh! I hope tomorrow is a good day for the both of us!\n  ","639114":"\n  Hey sweetie!! Whats up?\n  ","639115":"\n  Rarely lol\n  \n  (Honest)\n  ","639116":"\n  Algebra\/other math, English, writing, All science, religion, all the electives, psychology, government.\n  ","639117":"\n  Actually i was super good at my finals so i ended up pulling an F to a D ????? my parents cared but what are they gonna do?\n  \n  (Honest)\n  ","639118":"\n  Nope, im too lazy to go get food\n  \n  (Honest)\n  ","639119":"\n  You barley know me\n  ","639120":"\n  YESSSSSSS ?\n  ","639121":"\n  Im pretty sure thats what i said.\n  \n  (Honest)\n  ","639122":"\n  Yeah but i was just like fuck it.\n  \n  I remember my freshman year of geometry, every test i got i just drew on it or handed it back blank.\n  ","639123":"\n  I enjot talking to you as well hun!! I hope youre doing ok..\n  ","639124":"\n  I hated it. I also knew i didnt need to try. I also liked sleeping and texting more.\n  \n  (Honest)\n  ","639125":"\n  Sleep walking\n  ","639126":"\n  I keep fucking forgetting hahaha\n  ","639127":"\n  Yeah.. thats why people who are thin have the tiniest bones.\n  ","639128":"\n  Depends on the subject and the teacher. Lol\n  \n  I royally sucked at languages cause you have too study those.. i didnt.\n  \n  Im horrible at geometry.\n  \n  I fuckin hated history, didnt pay attention.\n  ","639129":"\n  Its harder for a person to gain wieght with small bones because their body cannot carry it.\n  \n  I had a lot of friends who would have problem with wieght because they were big boned. Even the drs told them, they are actually thin for their bone structure.\n  \n  (Honest)\n  ","639130":"\n  Hahahahahahaa i NEVER studied\n  \n  (Honest)\n  ","639131":"\n  I think im gonna watch a YouTube vid till i pass out cause im just laying here like yuuup ? what you do today\n  ","639132":"\n  Im pretty smart, i didnt have to try in school to pass, so i gots a good brain.\n  \n  I have small bones, small frame.\n  \n  I have kinda cool eyes.\n  \n  My jawline is fierce hahaha\n  \n  My hair isnt nappy\n  \n  (Honest)\n  ","639133":"\n  LOVE IS LOVE.\n  \n  Let people love who they want to love.\n  \n  Theres too much hate, we need more love. Love is free, give us our freedom\n  \n  (Honest)\n  ","639134":"\n  No im asleep\n  ","639135":"\n  You should like buy me shorts ? or like anything you want?\n  ","639136":"\n  Omfg, saaaaame. Its actually annoying cause sleeping sounds amazing\n  ","639137":"\n  My new friend!!! Hey you!! It was good, no pesty fleas today? how about  you\n  ","639138":"\n  Ohhhh mind trip.\n  \n  Hello??\n  ","639139":"\n  Of course!\n  \n  (Honest)\n  ","639140":"\n  9:35 pm\n  \n  3 brownies\n  \n  A cupcake\n  \n  A burrito\n  \n  (Honest)\n  ","639141":"\n  Im really good!! How are you?!\n  ","639142":"\n  My family. I was raised in a good home with people that truly love me and only want the best for me. Who believe i should be who i want to be and doesnt judge.\n  \n  My friends. Theyve always been there for me, through thick and thin. They keep me going and they made me realize how amazingly blessed i truly am.\n  \n  Myself. I got some dope ass genetics HAHA\n  \n  (Honest)\n  ","639143":"\n  My phone is handicapped ugh.\n  \n  I wish i was tired enough to sleeep\n  ","639144":"\n  Im pretty uspet its my last one\n  ","639145":"\n  Hope you have a good night ??\n  ","639146":"\n  I guess my phone doesnt wanna accept calls LOL\n  ","639147":"\n  Just want to let you know i just atey last brownie so i need to make my butterscotch cookies tomorrow hahaaha\n  ","639148":"\n  I do not care what a person believes they need to do with their own body. If they have the wrong baby making engine and need to switch to a new one, thats fine by me. Someone changing parts of their body does not effect my life in anyway.\n  \n  If a person feels like they a trapped in a body that isnt who they believe they should be, they should be able to free themselves and be comfortable in their own skin.\n  \n  But i do believe when it comes to sports, they should probably base it on your hormone levels because too many males who changed into females are taking over the sports world and its not fair.\n  \n  (Honest)\n  ","639149":"\n  I think its cool youre into it as well ??\n  ","639150":"\n  1. Toning my body\n  \n  2. Having more faith in myself\n  \n  3. Gaining work ethic or motivation\n  \n  4. Commitment\n  \n  5. Trusting others\n  \n  (Honest)\n  ","639151":"\n  I keep sneezing ?\n  ","639152":"\n  Not really, im pretty self- centered HAHA\n  \n  My life used too and i realized it wasnt making me happy because i was spending too much time worrying if they were happy instead of being worried about my own. So i ended up always being miserable and depressed.\n  \n  (Honest)\n  ","639153":"\n  What are they gonna do? Crucify you?\n  ","639154":"\n  Awwwwh, i bet they are good!! ?? im a writer as well, but i like stories and poems\n  ","639155":"\n  I fucking LOVE chips.\n  \n  I like candy; sour, gummy, hard.\n  \n  I like chocolate.\n  \n  I like ice cream.\n  \n  (Honest)\n  ","639156":"\n  \"Hey everybody come look how great i look. Oh and btw, i like cock.\"\n  \n  (Honest)\n  ","639157":"\n  Italian, Japanese, Vietnamese, Thai, Mexican, Indian, American, French, Hawaiian.\n  ","639158":"\n  I dont know ?\n  \n  (Honest)\n  ","639159":"\n  Greyscales by suicide boys\n  ","639160":"\n  Advantages: dont have responsibilities, such as taxes or bills. Better immune system. Can pretty much get away with anything except murder. Not afraid of dying, spontaneous.  Can do a lot more activities.\n  \n  Disadvantages: not as much wisdom, make a lot more mistakes.\n  ","639161":"\n  What do you usually write about?\n  ","639162":"\n  Oh shitt, hockey is alwaya suspenseful tho\n  ","639163":"\n  No, not yet. Im going to learn tho.\n  \n  (Honest)\n  ","639164":"\n  I can understand that, i just look at it as art.\n  ","639165":"\n  Omgg, thats dope! Songs are the one thing i cant write):\n  ","639166":"\n  I didnt know i had Alzheimer's and couldnt remember what i ate yesterday\n  \n  (Honest)\n  ","639167":"\n  Ohhh how is it?\n  ","639168":"\n  If youre really sorry, youd fuckin stop\n  ","639169":"\n  Oh, what are you writing?!\n  ","639170":"\n  They are repeats of the most annoying questions i get om regular basis and im fuckin sick and tired of being asked but what i eat and my weight. Like fuck some offs already.\n  ","639171":"\n  Im sorry, i didnt know me being honest meant i would lie? Like are fuckin kidding me\n  ","639172":"\n  Im pretty sure im going to delete more than half of my honesty questions lol\n  \n  (Honest)\n  ","639173":"\n  Yes\n  \n  (Honest)\n  ","639174":"\n  I know, i used to love it but i kinda got out of the alternative rock type music.\n  \n  (Honest)\n  ","639175":"\n  No, \"honesty hour\" is for the rest of the night till i go to bed\n  \n  (Honest)\n  ","639176":"\n  2 brownies for breakfast\n  \n  A veggie burger\n  \n  Potato\/egg salad\n  \n  Flax seed chips\n  \n  2 red velvet cupcakes\n  \n  (Honest)\n  ","639177":"\n  Nah, im all about that gang gang music rn\n  ","639178":"\n  I dont listen to her horrible music\n  ","639179":"\n  Great success\n  ","639180":"\n  Its called zebra\n  ","639181":"\n  PLEASE DONT BE SAD\n  ","639182":"\n  Iphone even tho i dont have one and you can google that android actually sells more than apple lol\n  ","639183":"\n  Now i want moreee ?\n  ","639184":"\n  Im gonna wear em and look gooood\n  ","639185":"\n  ? why did i like this so much ?\n  ","639186":"\n  I totally agree! ? so what are you doing misterr\n  ","639187":"\n  Dont kill me, noo ?\n  ","639188":"\n  Whoooa, totally unintentional but daaamn i got skilll ?\n  ","639189":"\n  If you really want\n  \n  (Honest)\n  ","639190":"\n  Im getting there, give me some time yo\n  \n  (Honest)\n  ","639191":"\n\n   @CrownTheRyaan\n  \n  wait im so confused, what did i doooo ?\n  ","639192":"\n  Myself\n  \n  (Honest)\n  ","639193":"\n  Its called flashpoint\n  \n  Its a suspense thriller about firefighters haha\n  \n  &&\n  \n  Wow, thank you so much. I think youre really sweet and i like how i can actually have a conversation with you\n  ","639194":"\n  I listen to music\n  \n  (Honest)\n  ","639195":"\n  Because the media wants you to pay more  attention to nonsense so you dont realize whats really going on.\n  \n  (Honest)\n  ","639196":"\n  Yeah, I've deleted a few already\n  \n  (Honest)\n  ","639197":"\n  Oh i forgot to say, if you had problems with cutting im so sorry and i hope everything is going okay. And if not, im still here for you regardless. ?\n  \n  And im not doing much, just on here and readinggg\n  ","639198":"\n  Thank you so much! I've had my own experience myself, ive helped a lot of people around me who had issues with cutting and thats what i learned was the best way to handle it.\n  ","639199":"\n  When you see the cuts, point at it and ask \"whats that from?\" And if he says the truth you can talk about it, but if he lies dont push. Dont freak out. Be patient. Because he will now know you noticed and you were trying to see what was going on so hes gonna need some time to be able to tell you & DO NOT go running to his mommy and daddy. That just makes it worse. And then hes not gonna trust you with ANYTHING. Just prove that no matter what youll be there, and you care then sooner or later the truth will come out.\n  \n  (Honest)\n  ","639200":"\n  No, i do not\n  \n  (Honest)\n  ","639201":"\n  I dont text people i dont already know.\n  ","639202":"\n  How does this make you not racist?\n  \n  (Honest)\n  ","639203":"\n  What is up?\n  ","639204":"\n  Ill add you if youre not already added but i dont snap that much since i dont have good service. Sorry.\n  ","639205":"\n\n   @Xxchloboxx\n  \n  i feel like i just need to check your page before i answer anything ???\n  ","639206":"\n  I dont think Taylor swift was the first person who said that\n  ","639207":"\n  Why? It shouldn't\n  \n  (Honest)\n  ","639208":"\n  White America\n  ","639209":"\n  Thank you ??\n  ","639210":"\n  Idk, a few? It honestly doesn't matter.\n  \n  (Honest)\n  ","639211":"\n\n   @Xxchloboxx\n  \n  we should start a riot ?\n  ","639212":"\n  Hey???\n  ","639213":"\n  Definitely not.\n  \n  (Honest)\n  ","639214":"\n  16 minutes ago\n  ","639215":"\n  You can but i cant promise ill message you.\n  \n  (Honest)\n  ","639216":"\n  So annoying..\n  ","639217":"\n\n   @Xxchloboxx\n  \n  jesus these anons are awful\n  ","639218":"\n  Also, whos trying to text me anyways?\n  \n  (Honest)\n  ","639219":"\n  Well i only text like 4 people for starters.\n  \n  Also, sometimes my service likes to take a shit on me sooo i cant even reply.\n  \n  (Honest)\n  ","639220":"\n  Im forty fuckin five mins away from any town, i live in a rural area. Packages dont even get dropped off at my house, i have to go to the post office to pick it up and you fuckin think someone would deliver. Also, theres not a single food place here that delivers js. Not even the pizza place, you gotta go pick that shit up.\n  \n  (Honest)\n  ","639221":"\n  ?\n  ","639222":"\n  Just be real and say youre not interested in going?\n  \n  (Honest)\n  ","639223":"\n  Ask the question and ill see if i want to answer it\n  \n  (Honest)\n  ","639224":"\n  They should go be an english teacher if they wanna correct people grammar so goddamn much\n  ","639225":"\n  Pjs\n  \n  (Honest)\n  ","639226":"\n  No.\n  \n  And to the people asking sexual questions, i delete them.\n  ","639227":"\n  Actually not really. Some are but not all.\n  \n  (Honest)\n  ","639228":"\n  25 - 29\n  \n  (Honest)\n  ","639229":"\n  You're lying.\n  ","639230":"\n  Its honesty time, i will delete anything relating to sex or questions that repeat or questions that are just asked in a different way but about something i already answered.\n  ","639231":"\n  Im baccck, honesty time lol\n  ","639232":"\n  Okay nap time, ill be back in a couple hours and then ill do honesty hour or hours probably lol\n  ","639233":"\n  I dont remember.\n  \n  Most of the time my friends parents would just buy the food\n  \n  And id spend like  $400 on a weekend shopping.\n  ","639234":"\n  If its gross or sexual, ill just delete it.\n  ","639235":"\n  I live 45 miles away from any town. I cant go get food from anywhere randomly in general. When i lived in cali, yeah id go get food whenever just ask for a $20 but here nopeee. Aint gonna happen.\n  ","639236":"\n  Ill do honesty hour when i come back from my nap\n  \n  Be backk later ?\n  ","639237":"\n  I mean, i need new clothes because my style has changed but mostly yeah i get what i want.\n  \n  Ugh and i dont have money for my nails or for my hair anymore its horrible\n  ","639238":"\n  I dont shop anymore. Dont have money. When i worked i spent my paycheck on food and new clothes hahaha\n  ","639239":"\n  My dad buys my food haha\n  ","639240":"\n  She thinks im spoiled enough\n  ","639241":"\n  Fuck that\n  ","639242":"\n  Yeah HAHAH\n  ","639243":"\n  Oh i totally did. Like $200 a week on food alone haha\n  ","639244":"\n  Thats what i tell her, but she just tells me to go find a rich bf then hahaha\n  ","639245":"\n  Worst drug i smoked - weed (its not even bad??)\n  \n  Worst drug i bought - probably molly ?? and thats not even bad.\n  ","639246":"\n  Oh theyll be getting searched everyday, except deleting stuff is a thing but still id go on a hunt through their phone hahaha\n  ","639247":"\n  Id be like, go for it.. youll just get bored hahaha i have a lot of selfies also just warning\n  ","639248":"\n  Naaah, i pretty much let anyone touch my phone haha\n  ","639249":"\n  Excuse me?\n  ","639250":"\n  Once or twice a week, depends on how much i was buying\n  \n  Cause my friends had a little deal where one week theyll buy and another week id buy then another week someone else buys so our parents wouldnt grow suspicion of why we were spending so much money ahahah\n  ","639251":"\n  Years ago.\n  \n  Haha no my mom told me \"youre not getting anymore money till im dead so i cant see what youll do with it.\"\n  ","639252":"\n  I love your attitude & your page\n  ","639253":"\n  A few hundred whenever id ask there were moments where i had a few grand stashed away for partys and shit but nope. Not anymore. My parents figured out i was buying drugs.\n  ","639254":"\n  Of course ?\n  ","639255":"\n  My parents no longer give me money because they dont trust me anymore.\n  ","639256":"\n  Im so tired\n  ","639257":"\n  When i can start traveling\n  ","639258":"\n  She made it so while shes still alive she can make more money with it so once she dies i could have double or triple the amount of money thats already in it.\n  \n  It doesnt become a trust until shes dead.\n  ","639259":"\n  Living trusts are different then trust funds.\n  \n  Living means they are active and shes currently using them to grow more money.\n  ","639260":"\n  I meant yearly not early goddamnit\n  ","639261":"\n  If the parents are still alive they still have control of the trust fund.\n  \n  Like example: lets say a kid is using all their money to buy heroin. The parents (if they are alive) can go and either put the trust fund on hold or change when they can have access to it. IF the fund is done in such a way where they are getting certain amounts of money a month. Some trust funds made my grandparents only have like 5k in it so at certain age they can have all of it, but once it gets to more than 5 million its usually monthly or early bases. All depends on how the person who created it makes it, but usually if the parents are still alive and they made it they still have control over it to either put more money in it or stop their kid from fucking up if they do.\n  ","639262":"\n  You too ?\n  ","639263":"\n  Used to be my life until i started hanging out with the wrong crowd and got myself in trouble.\n  ","639264":"\n  Because their parents can take away the trust fund\n  ","639265":"\n  AMEN\n  \n  AFUCKINMEN\n  ","639266":"\n  Not realy, they just do it so they can keep getting money\n  ","639267":"\n  Just college.\n  ","639268":"\n  I was gonna try to be on here but i am so tired i cant rn. Im about to pass out\n  ","639269":"\n  Like every high school party ive ever gone too\n  ","639270":"\n  They go to school cause there parents want them too but they honestly just party and shop all day\n  ","639271":"\n  Why would she joke about this?\n  ","639272":"\n  I agree!\n  ","639273":"\n  Hahahahaha whos verified on here thats actually someone?! All the people i know whos verified are just over the bullshit\n  ","639274":"\n  Outtie 300?\n  ","639275":"\n  Who r u\n  ","639276":"\n  Im here, thats the most savage youre gonna get.\n  ","639277":"\n  Why am i so tired?\n  ","639278":"\n  Apparently the illuminati wants to make the human race happy LOL\n  ","639279":"\n  AWWWWWWH??\n  ","639280":"\n  Im good, im actually about get off to go outside\n  ","639281":"\n  I was just saying that people dont need to tell me what i should be doing or how i should live my life, i already know im the one living my fuckin life.\n  ","639282":"\n  Hey hun!! Im about to get off actually!!\n  ","639283":"\n  Yeah, i know. Its my life.\n  ","639284":"\n  Im not a fan of waking up sometimes\n  ","639285":"\n  Well its lady boometh, not lady sav so no\n  ","639286":"\n  Yup, i know how to handle my own life.\n  ","639287":"\n  This conversation has been great and all but i need to get off and do some shit.\n  ","639288":"\n  Lawyer\n  ","639289":"\n  Because thats not what females do in the area i got raised in ???\n  ","639290":"\n  She was a pharmaceutical rep but now shes an investor.\n  ","639291":"\n  I literally do not care\n  ","639292":"\n  Im working on it mom ?\n  ","639293":"\n  No, a lot of my friends either get there trust funds at 18, 21, or 25 or there parents are 80 and theyll get it soon ahaha\n  ","639294":"\n  Yup hobbies are good\n  \n  Id also probably invest a lot\n  ","639295":"\n  Nooo. I just came up with the name and everyone calls themselves queen so i was trying to be orginal.\n  ","639296":"\n  How are you sweetie\n  ","639297":"\n  Not a standard job, i wanna be a food critic or a travel photographer.\n  ","639298":"\n  Words from my mom, \" find someone rich because i dont want your trust to be funding who you marry, i want you to have it for your children.\"\n  \n  HAHAHA the trust fund is a lot especially when my mom lives in a multi million dollar home.\n  \n  And finding someone rich to marry wont be hard considering all my friends are millionaires soo.\n  ","639299":"\n  I think you're beautiful & sweet!\n  \n  Ive enjoy our conversations in the past!\n  \n  I also love the way you talk to your anons, i love attitude ?\n  ","639300":"\n  He's well off\n  ","639301":"\n  Did i not just say when they die?\n  \n  & idk my parents wont tell me.\n  ","639302":"\n  I have a living trust currently because my parents are alive lol but when they die i have a trust fund.\n  ","639303":"\n  Yessss sir\n  ","639304":"\n  I love you ? take care of yourself\n  ","639305":"\n  Yeah, or one with a trust fund or i can just wait for mine lol\n  ","639306":"\n  I dont really know you but like i said before, you got great hair ?\n  ","639307":"\n  Ugh, but ily!! ?\n  \n  But if you need to get away for a little, i think you should.. i just know people will miss you\n  ","639308":"\n  No, i wanna travel the world, i want to eat different foods and see things. Essentially live the travel channel.\n  \n  Then i want to have babies and raise them.\n  \n  Then i wanna get old in peace.\n  ","639309":"\n  I dont know, probably.\n  ","639310":"\n  WHY\n  ","639311":"\n  You're awesome!! You're so sweet ??\n  \n  We've talked for a bit, and ive actually been able to get to know you and I'm really glad i did. I love your personality.\n  ","639312":"\n  OMFG. im gonna miss you but i got you on snap?\n  ","639313":"\n  Well isnt that what my future husband is suppose to dom\n  ","639314":"\n  I dont know?\n  ","639315":"\n  Uh they respect me, uhm they say nice things? People like to bake me things, get me books to read, pay for plane tickets to visit them. Idk. People are nice.\n  ","639316":"\n  Yes it isss and my nose keeps running lol\n  ","639317":"\n  They just treat me well lol\n  ","639318":"\n  Heres the horsey i met yesterday instead ?\n  ","639319":"\n  I love you ? i truly do. You inspire me.\n  \n  You kill the game. ??\n  ","639320":"\n  People are very nice to me\n  ","639321":"\n  My plans for the day;\n  \n  Go out and garden a little\n  \n  Read 30 pages about the illuminati\n  \n  Start a new book\n  \n  Bust through aak questions\n  \n  Make money in my fashion game LOL\n  ","639322":"\n  I like\n  \n   @ReadySetRun\n  \n  because shes tough and knows herself really well. She's confident and hella funny.\n  \n  #appreciationmoment.\n  ","639323":"\n  No, thats there choice. Im just one lucky fucker. ALSO, if people know anything about religion... youre suppose to give and youll be given more by God. LOL.\n  ","639324":"\n  Good morning!!!?\n  ","639325":"\n\n   @jakesossy\n  \n  this anon wants experience death at an early age\n  ","639326":"\n  Go to a buffet with all my friends, pay for everyone. Then go buy alcohol, weed, and cocaine and party like its 1986\n  ","639327":"\n  OH YEAH!!! omggg. I hope it will go well.\n  ","639328":"\n  You're da homie\n  ","639329":"\n  That would be plenty lol\n  ","639330":"\n  \"Nooooo, let me go back to sleep\"\n  \n  Exact thought\n  ","639331":"\n  YESSSSS IM SPECIAL.\n  \n  I follow you as welll??\n  ","639332":"\n  Im goood, how arw you?!\n  ","639333":"\n  That would be hellla dope ?\n  ","639334":"\n  I cant say the feelings are mutual\n  ","639335":"\n  I mean i guess, why do you want me to move out immediately\n  ","639336":"\n  Omg... years. But i will in may?\n  ","639337":"\n  I plan on moving out again haha\n  ","639338":"\n  Its a good thing im not a nigga?\n  ","639339":"\n  Uh thats a little weird.\n  ","639340":"\n\n   @jakesossy\n  \n  i didnt start shit, these anons smoke so much crack\n  ","639341":"\n  Because thats where my friends live and i havent really been to the east coast much and i heard its fuckin fun\n  ","639342":"\n  Uhhhhhhh youd be my number 1\n  ","639343":"\n  June 1 - 6\n  ","639344":"\n  Yaaa boiiii\n  ","639345":"\n  Zach keeps sending me vids of him raging, fuckin siiiiiick\n  ","639346":"\n  Im probably going clubbing in ocean city\n  ","639347":"\n  You are so sweeeeet?\n  ","639348":"\n  Im soooo fuckin sad. I miss raging my face off\n  ","639349":"\n  Idk, some people like me some hate me\n  ","639350":"\n  What if you need money for your necessities\n  ","639351":"\n  And we're back to this godforsaken topic\n  ","639352":"\n  Im going to cry, i wanna party\n  ","639353":"\n  Hahahaah you make it easier to handle these anons when you make me think of it like that\n  ","639354":"\n  Everything going good, how about you?\n  ","639355":"\n  Im really fuckin butthurt, im getting vids from an edm club AND IM NOT THERE\n  ","639356":"\n  Im trying ??? this shit isnt working\n  ","639357":"\n  Oh ni, its cool i didnt wanna watch the vids anyways\n  ","639358":"\n  Hahahahahahaha\n  \n   @jakesossy\n  \n","639359":"\n  Get banned again\n  ","639360":"\n  Stay out of my life plz\n  ","639361":"\n  UGH MY PAGE IS GETTUNG RUINED WITH BULLSHIT\n  ","639362":"\n  No\n  ","639363":"\n  Idk, victory?\n  ","639364":"\n  FUCK the videos\n  ","639365":"\n  Nope.\n  ","639366":"\n  ?\n  ","639367":"\n  Wasssssup\n  ","639368":"\n  Its on my ig\n  ","639369":"\n  I need your help defeating this beast\n  ","639370":"\n  Why arent you hyper is the real question\n  ","639371":"\n  Lots of people know me\n  ","639372":"\n  Do i not speak english\n  ","639373":"\n  Oh fuuuck i have videos from zach, hold up\n  ","639374":"\n  Thanks ?\n  ","639375":"\n  Im way to fuckin hyper to give a fuck\n  ","639376":"\n  We're good?\n  ","639377":"\n  Kinda like you, youre a goddamn midget\n  ","639378":"\n  BIo\n  ","639379":"\n  Oh btw, i follow you back ?\n  ","639380":"\n  HahahHAHAH no. Not even the slightest\n  ","639381":"\n  I dont, but if you think so.. thanks lol\n  ","639382":"\n  Shine bright like a diamonddd\n  ","639383":"\n  It was soo yummy??\n  ","639384":"\n  Think what? What people have been telling me all day lol\n  ","639385":"\n  But but if i sew id have my own hello kitty\n  ","639386":"\n  That's the worst joke ever, telling someone they should be fat..\n  \n  And idk would someone tell someone they have a fat girl heart inside a skinny body just for shits and giggles?\n  ","639387":"\n  Hahahahah omfg ? i wanna sew their mouths shut\n  ","639388":"\n  No they do not lol\n  ","639389":"\n  Fuck it, ill just check snap in the am\n  ","639390":"\n  One? Stop being a fuckin savage and fuck off\n  ","639391":"\n  Yeah my family lol especially my sister hahah cause she cooks a lot and i just sit there and test all her food for her. Awwwh i miss my sister.\n  ","639392":"\n  No thank fucking christ. Even if i did, ive been taught all the tricks on how to not go or not to be chosen lol\n  ","639393":"\n  I enjoy cussing, shush it nancy.\n  ","639394":"\n  That moment when you just wanna watch snap stories, but nothing fuckin loads.\n  ","639395":"\n  I think im having a stroke, i keep singing high school musical 2.\n  ","639396":"\n  Old enough to fuck your mom, legally.\n  ","639397":"\n  HOW THE FUCK DO YOU THINK I FEEL\n  ","639398":"\n  Yeah apparently...like i should be 200 pounds HAHA\n  ","639399":"\n  Ill be 22 in june, yess.\n  ","639400":"\n  Buy building a fuckin tower where i can have some goddamn wifi\n  ","639401":"\n  I eat.. the end ?\n  ","639402":"\n  Ive been getting messages all day about how my booty looks good ??? people have been freaking out how im so tiny and then my booty is just like bam hahaha\n  ","639403":"\n  HAHAHAH i live in it. Im pretty sure this is the most solitude ive ever gotten lol\n  ","639404":"\n  No thats a thick bitch\n  ","639405":"\n  Im basic, so what\n  ","639406":"\n  Whoever bought me these jeans, thank youu they fit so well now\n  ","639407":"\n  Gooodnight ??????\n  ","639408":"\n  Idk when im not in pjs honestly\n  ","639409":"\n  Smoking trees like cheech and chong\n  ","639410":"\n  ??\n  ","639411":"\n  Are we smoking dog shit man?\n  ","639412":"\n  Goodnight!\n  ","639413":"\n  If im not asleep by 12, im gonna be dead tomorrow\n  ","639414":"\n  Whip it whip it\n  ","639415":"\n  I know you are ?\n  ","639416":"\n  I believed you?\n  ","639417":"\n  Princess of le coka\n  ","639418":"\n  Message me whenever ???\n  \n  But im going to bed now!\n  \n  Goodnight\n  \n  It was nice talking to you\n  ","639419":"\n  THANK YOU AND SO ARE YOU?\n  ","639420":"\n  Believe it or not, im a very good driver and im even better when im drunk hahah everyone trusted me to drive cause im an alcoholic so when i drank i felt normal. I wasnt always stuck in my head anxious. Like for my drivers test, i drank 2 shots before it hahahaha i did super good\n  ","639421":"\n  Im a great catch ?\n  ","639422":"\n  We're here to party, but i should know better.\n  ","639423":"\n  Drunk enough\n  ","639424":"\n  Im out of my mind, with you around. Just seeking the signs, that youll let me down. Crossing the lines, but i need you now. So get high, enough to fly so i can fall back down again.\n  ","639425":"\n  Oh shit, dont make me feel old.\n  ","639426":"\n  We stay up till we see the sun, i cant get enough.\n  ","639427":"\n  Im so bad that ive driven while drunk ?\n  ","639428":"\n  Look at you being a big boy with your big boy pants on.\n  ","639429":"\n  Its like super cool how i cant listen to soundcloud while im on ask\n  ","639430":"\n  Gonna go to bed soon\n  \n  You\n  ","639431":"\n  Negative. Im gonna be successful without education\n  ","639432":"\n  Disneyland isnt the happiest place on earth, my bed is.\n  ","639433":"\n  Im waiiitinggg\n  ","639434":"\n  People say money wont make you happy, but thats not true for me. I have everything i need in life except money. If i had money everything would be better lol im already content so having money would be a bonus lol\n  ","639435":"\n  Money would just startin raining on me\n  ","639436":"\n  Washington state, 'merica\n  ","639437":"\n  Whos dis beautiful girl you speaking of??\n  \n  Im in bed haha ☺\n  ","639438":"\n  Oh shit, where you from\n  ","639439":"\n  You can find me between the devil and the deep blue sea\n  ","639440":"\n  Im good, trying to go to bed but its not workin lol\n  ","639441":"\n  Lol i look homeless when i go grocery shopping hahah\n  ","639442":"\n  Youre so sweet awwh?\n  ","639443":"\n\n   @jakesossy\n  \n","639444":"\n  Same too you ??\n  ","639445":"\n  ? well shit? what are you up tooo\n  ","639446":"\n  On top of my game, i play with an angel\n  ","639447":"\n  I flow like a lambo, my boos a bugatti\n  ","639448":"\n  Whats up☺\n  ","639449":"\n  A thousand kisses, i heard you like chocolate\n  ","639450":"\n  Whaaaat, those are dope.\n  ","639451":"\n  I like you answers ?\n  ","639452":"\n  Ive died a thousand times\n  ","639453":"\n  ? oh man\n  ","639454":"\n  Ive never had a problem with being touched.\n  ","639455":"\n  Im in my head, come and find me.\n  ","639456":"\n  ?? at least i know what i should be.\n  ","639457":"\n  Slow down love is too bright out there\n  ","639458":"\n  Do you hear the voices in my head calling for something to know?\n  ","639459":"\n  Drive? Vroom vroom\n  ","639460":"\n  Painting you a picture of the feelings you never did show\n  ","639461":"\n  Ill message you tomorrow ???\n  ","639462":"\n  OMFG ME TOO.\n  \n  Shit... is that a phobia\n  ","639463":"\n  I have an eighth of a mile for a drive way, then 20 goddamn acres lol plenty of room to park.\n  ","639464":"\n  Not at the moment but i love too lol\n  ","639465":"\n  Oh daaamn?\n  ","639466":"\n  More people need to recycle.\n  \n  Nobody realizes how much trash there is and we could minimize it by recycling more items. People dont realize how harmful the gas from dumps are to the earth and to us.. its getting really bad. Save the planet\n  ","639467":"\n  ?????\n  ","639468":"\n  I mean sure, but they probably wouldn't have to since i dont grow a lot of hair lol\n  ","639469":"\n  I would be the dopest hypeman hahahah\n  ","639470":"\n  Multiple holes, like it makes me sick. Im not even gonna think of an example because it actually makes me want to throw up. You can google it tho.\n  \n  Spit, i can look at it.. but i freak out if spit gets on me. Its so gross to me.\n  ","639471":"\n  Tell meee\n  ","639472":"\n  Hahahahahah im crackin up\n  ","639473":"\n  Im legitly going to bed right now.\n  \n  Goodnight landooo?\n  ","639474":"\n  They truly gross me out ngl. Like i cant stand watching them walk. Ick.\n  ","639475":"\n  Im pretty sure if i was in a talent show, i would be either just standing there looking pretty or taking selfies in front of everyone.\n  ","639476":"\n  Im sorry i forgot the '\n  \n  Here ''''''''' is that good enough for you\n  ","639477":"\n  Youre beauty?\n  ","639478":"\n  I wouldnt, no i couldnt, kill anyone.\n  \n  Not even for 1 bazillion dollars. No dollar amount is worth fuckin my psyche.\n  ","639479":"\n  Awwwh, omfg. Im sure youre pretty.\n  ","639480":"\n  Thank you ?\n  ","639481":"\n  I have no talent\n  \n  Hahahaah\n  ","639482":"\n  Heroin is NOT cheap. Its the most expensive drug. It may be cheap in the middle east but not America. Thats why everybody does meth\/crack, cause its dirt cheap. If they could, more people would be on H.\n  \n  Actually people can smoke heroin...\n  \n  Also, i dont wanna be addicted to heroin for the rest of my life.. sooo pass.\n  ","639483":"\n  Im gonna have kids at some point\n  ","639484":"\n  Oh my god, thank you?\n  ","639485":"\n  Escape from wonderland\n  \n  Except thats a festival lol\n  ","639486":"\n  Controls by pham ft lox chatterbox\n  ","639487":"\n  JAMES PATTERSON\n  ","639488":"\n  Well thats different..\n  \n  I like exotic names, so i mean i guess its chill\n  ","639489":"\n  ULTIMATE MONKEY CRIB\n  \n  IT WOULD BE ON MTV CRIBS YO\n  ","639490":"\n  LADY BOOMETH.\n  \n  My cape would have a lil bomb on it\n  \n  And i would blast motherfuckers\n  ","639491":"\n  Oh yeah, he sure does. Love for him just flows through my body\n  ","639492":"\n  Awwwwh? im so glad\n  ","639493":"\n  Wait of who?\n  ","639494":"\n  It would be but\n  \n   @jakesossy\n  \n  stopped doing that..\n  ","639495":"\n\n   @jakesossy\n  \n  changing his mood periodically\n  ","639496":"\n  So you want your homeboy to attack me\n  \n   @jakesossy\n  \n","639497":"\n  Shes just sitting in my lap so i can give her head kisses?\n  ","639498":"\n  Do not talk about carl like that\n  \n   @jakesossy\n  \n","639499":"\n  Is my cat gonna die if she eats chocolate\n  ","639500":"\n  You just dont want her to love me ?\n  ","639501":"\n  Living in the woods made me used to them, i have a friendly spider named carl that comes out ever night hhaha\n  ","639502":"\n\n   @jakesossy\n  \n  so i opened my mouth in ashs face and she put her nose in my mouth so i burped, and she loved it. ? thats true love\n  ","639503":"\n  Going somewhere new lol freaks me out.\n  ","639504":"\n  Miss pergerines home for peculiar children.\n  \n  Or\n  \n  The glass castle.\n  \n  Read those books like 5 times lol\n  ","639505":"\n  But im too ugly for you\n  \n   @jakesossy\n  \n","639506":"\n  Have you ever seen those super fancy tree houses like on the travel channel? Thats what i want. Lol\n  ","639507":"\n  ? haha maybe. Ask is dead for me at night..\n  "}}