{"Question":{"639508":"\n   Crack a *KIDS-MEN-LEGENDS* joke ?\n  ","639509":"\n   Single?\n  ","639510":"\n   Hey there's one or two likes ?\n  ","639511":"\n   If only i could\n  ","639512":"\n   you are awesome!\n  ","639513":"\n   Pap atm\n  ","639514":"\n   Do you think our country is better off not going to war ?\n  ","639515":"\n   i could prolly fart on his mole and make it melt away\n  ","639516":"\n   at school do you watch when theres a fight?\n  ","639517":"\n   DAMN NOW I WANT BROWNIES\n  ","639518":"\n   like why doesn't he get that removed. i had plastic surgery to remove moles and looked so much better after once  eeverything healed, not even a big deal\n  ","639519":"\n   helllooo\n  ","639520":"\n   GOOD HOW ARE YOU\n  ","639521":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141417398137\n   \n   girl i love you! ????????????????\n  ","639522":"\n   Heyyy\n  ","639523":"\n   Post a pic of your favorite shoes?\n  ","639524":"\n   The boom awakens?\n  ","639525":"\n   Wyd\n  ","639526":"\n   Why is it that most females hate guys who's body type is thin ?\n  ","639527":"\n   You're beautiful ?\n  ","639528":"\n   BOOOOOOM <3\n  ","639529":"\n   I want some ?\n  ","639530":"\n   A PORN STAR WHAT ??\n  ","639531":"\n   game of thrones doesn't have time travel though so i doubt i would like it better\n  ","639532":"\n   is he still hot now though? like doable?\n  ","639533":"\n   i guess they could also go for maggies and (tehcnically) michonne as they were introduced 2nd season\n  ","639534":"\n   i'm waiting for the whole series to be over so i don't have to deal with cliffhangers. i did the same thing with Lost! and it was beautiful. Watched the whole series in 24 days. Couldn't stop watching. And never had too lmao\n  ","639535":"\n   is daryl hot? like i don't get why he's so popular lol. i mean he's like almost 50 and not charismatic at all\n  ","639536":"\n   i've never watched game of thrones lmao\n  ","639537":"\n   Well I mean there's only 4 original cast members left, rick, carl, carol, and darryl. Their potential for a shock kill is diminished. They obviously can't kill rick. everyone hates carl so that wouldn't matter. Carol's a possibility but darryl would be a LOT more shocking given his fanbased\n  ","639538":"\n   you said you were almost done with the brownies\n  ","639539":"\n   How many brownies did you make? lmao\n  ","639540":"\n   you ate the wholke batch of brownies??\n  ","639541":"\n   U r mine??\n  ","639542":"\n   I finished it\n  ","639543":"\n   Yes ?\n  ","639544":"\n   bet they'll kill daryl next\n  ","639545":"\n   why don't you like Demi Lovato?\n  ","639546":"\n   What is something your parents do not know about you ?\n  ","639547":"\n   Your funny asf\n  ","639548":"\n   rather not say. don't wanna involve you in something and have other people mad at you for even knowing me.\n  ","639549":"\n   you can't be almost done. you haven't gotten to most of my questions yet!\n  ","639550":"\n   almost done with what?\n  ","639551":"\n   I'm here for you Savannah hunny *hugs*\n  ","639552":"\n   What does Ron gr mean?\n  ","639553":"\n   Damn ??\n  ","639554":"\n   Can you post a Legs picture plz? ?❤❤\n  ","639555":"\n   Send me questions guys\n  ","639556":"\n   what is the weather today\n  ","639557":"\n   Kick in the Nuts?\n  ","639558":"\n   well the commas look like tusks I mean\n  ","639559":"\n   How are you today\n  ","639560":"\n   I have a taste for brownies\n  ","639561":"\n   I took a shower as per your request.\n  ","639562":"\n   what conspiracy is that about? or just conspiracies in general?\n  ","639563":"\n   What are the most disturbing songs you've listened to and why?\n  ","639564":"\n   Pap of stomatch\n  ","639565":"\n   Do you curse out loud or in your head more?\n  ","639566":"\n   tell me your best joke\n  ","639567":"\n   What kind of surgery did u have ?\nThe french dude, April 21th 17.\n1900 pm local time ....\n  ","639568":"\n   Hey how was ur day\n  ","639569":"\n   ?•Don't miss the beauty of today, because of the ugly of yesterday•?\n  ","639570":"\n   What are you passionate about?\n  ","639571":"\n   you have 3 wishes what are they\n  ","639572":"\n   Do you ever do crunches or squats?\n  ","639573":"\n   Good morning\n  ","639574":"\n   Sup Savannah\n  ","639575":"\n   good.got into a little quarry with someone here on ask but other than that i am as Dandy as Space Dandy! ?????????\n  ","639576":"\n   I started smoking crack three days ago and I can't stop, I've spent a lot of money on it and I get bored easily and score some, it's only been three days, am I an addict now?\n  ","639577":"\n   I never said I increased your followers? I said I increased your question count\/ You'd have a few thousand less if I hadn't randomly found your profile\n  ","639578":"\n   I hope everything is going alright with you.\n  ","639579":"\n   What's something you want to do but are scared to\n  ","639580":"\n   Who is Luke? That name is often mentioned but I've never seen anyone ask you anything called Luke\n  ","639581":"\n   hello miss!\n  ","639582":"\n   Would you dislike it if your dad was seeing a non white womanly?\n  ","639583":"\n   You'd have a couple thousands less questions answered (and several dozen fewer to deal with in your ask box right now) if i hadn't randomly followed a link to you from some question you liked at some point. think about that\n  ","639584":"\n   Best 24 hours ever\n  ","639585":"\n   What, when, why… ask\n  ","639586":"\n   just wondering so  are you single\n  ","639587":"\n   Did you like this? ( ͡° ͜ʖ ͡°)\n  ","639588":"\n   not mine lol. i was being fascetious\n  ","639589":"\n   are you single?\n  ","639590":"\n   your questions might multiply drastically if you don't knock them all out now. might be in your best interest to make this a dedicated session\n  ","639591":"\n   how are you\n  ","639592":"\n   how life\n  ","639593":"\n   Ignore that anon, they're just being really petty, I hope that you don't get any headaches Hun x\n  ","639594":"\n   Like for a TBH\n  ","639595":"\n   I wish you would leave ask\n  ","639596":"\n   Do you have anxiety of any sort ?\n  ","639597":"\n   skipping ask for entire days isn't going to get you to 100k, just sayin\n  ","639598":"\n   It's Friday! ? What's everyone's plans for the weekend?\nI hope that you're all having a lovely week and will continue to have an amazing weekend and if you're not I really hope that things get better for you! ❤\n  ","639599":"\n   geese my first name\n  ","639600":"\n   In the name of the Lord our Savior Jesus Christ. Did you ever try pigs in a blanket ?? Especially with ketchup on those little munchkins\n  ","639601":"\n   Why does it smell so bad ?\n  ","639602":"\n   Aye pretty white woman\n  ","639603":"\n   How about you guys blow up my inbox ☺️\n  ","639604":"\n   What is the best snack to have while playing computer games?\n  ","639605":"\n   You are going to have so many questions when you come back\n  ","639606":"\n   ( ͡° ͜ʖ ͡°)\n  ","639607":"\n   oh you're a Glenn Rhee fan\n  ","639608":"\n   Hey! ?\n  ","639609":"\n   favourite song\n  ","639610":"\n   I want some hot chocolate\n  ","639611":"\n   Would you enjoy role playing as a tot though?\n  ","639612":"\n   Can you please love me?\n  ","639613":"\n   My fault for disturbing your book ?\n  ","639614":"\n   It's like a lifestyle thing only can be sexual af.\n  ","639615":"\n   Sup Savannah ?\n  ","639616":"\n   We have DD\/LG relationship!\n  ","639617":"\n   Deniz!\n  ","639618":"\n   this looks like a walruse: \";',\"\n  ","639619":"\n   Daddy told me not to drink it ugh.\n  ","639620":"\n   I shall do it\n  ","639621":"\n   ??\n  ","639622":"\n   do you want to know what happened\n  ","639623":"\n   wtf is thia? \";',\"\n  ","639624":"\n   S.hit my heart beat is going down meaning I have to cut caffeine s.hit s.hit s.hit.\n  ","639625":"\n   What kind of necklaces do you wear\n  ","639626":"\n   so you skipped all the episodes without glenn previously? because there are a lot, especially in the last couple seasons\n  ","639627":"\n   it's good this season\n  ","639628":"\n   he's in the first episode. you could watch that\n  ","639629":"\n   ;',\n  ","639630":"\n   do you watch walking dead\n  ","639631":"\n   What's better for you small or large ear rings\n  ","639632":"\n   Do you think that Negan from the walking dead is handsome\n  ","639633":"\n   why\n  ","639634":"\n   how are you\n  ","639635":"\n   I think I know what you have. I have diagnosed your condition as: boom\n  ","639636":"\n   Your hair is winter fire. January embers. My heart burns there too.\n  ","639637":"\n   What drives you to get out of bed each day\n  ","639638":"\n   ------->\n  ","639639":"\n   I shall tell you unless you wanna watch it yourself\n  ","639640":"\n   I don't know why.. It's like little pins inside my heart.\n  ","639641":"\n   Boom, boom, ain't it great to be crazy? Boom, boom, ain't it great to be crazy? Giddy and foolish all day long. Boom, boom, ain't it great to be crazy?\n  ","639642":"\n   Good! I should sleep tho, my chest has been hurting badly these days.\n  ","639643":"\n   What are you sure of?\n  ","639644":"\n   ~\n  ","639645":"\n   Are you gonna sleep?\n  ","639646":"\n   Watching that anime i was talking to you about currently on episode 16\/22 how about you?\n  ","639647":"\n   but they haven't won a world series in like a year\n  ","639648":"\n   yeah it defaults to anon so you shouldn't always blame your anons sometimes it's an accident lol\n  ","639649":"\n   you ever worn 2 pairs of tights cause its was cold in the morning only for it to get roasting at lunch then your all like ?\n  ","639650":"\n   thoughts on the cubs?\n  ","639651":"\n   I feel so sleepy.\n  ","639652":"\n   you've never submitted a question as anon?\n  ","639653":"\n   Pap\n  ","639654":"\n   Gosh I'm so happy she's out of my life.\n  ","639655":"\n   pap of you in a rave outfit\n  ","639656":"\n   What's stopping you turning the anon features off so all who ask you a question have to be non anon\n  ","639657":"\n   ???\n  ","639658":"\n   Oh dear\n  ","639659":"\n   Her feelings, like you don't come here and try to manipulate the Taurus, do you?\n  ","639660":"\n   Nf?❣\n  ","639661":"\n   but like mean ones you reported?\n  ","639662":"\n   ask should prolly ban all anons\n  ","639663":"\n   that can't be u as a 4 year old that one has blonde hair\n  ","639664":"\n   @(recent)\n  ","639665":"\n   Urgh P.\n  ","639666":"\n   there actually can't be only 1 anon because of that korean stuff\n  ","639667":"\n   you reported them but didn't block them?\n  ","639668":"\n   What ones did you report?\n  ","639669":"\n   Gurl the girl I called my sister was FAKE AF.\n  ","639670":"\n   You will forever be an amazing, gorgeous, pretty, beautiful and perfect person. No matter what, in all situations you are stunning, so push through life with a huge smile on your face, prove to everyone how beautiful you truly are?\n  ","639671":"\n   I love you SUDEM speak pleas\n  ","639672":"\n   Aw I'm here baby.\n  ","639673":"\n   Haha aww... Thank you so much....?❤\nNiw ur just making me blush ???\n  ","639674":"\n   there's only 1 anon asking u questions on here\n  ","639675":"\n   \"So it wouldnt be a big to me cause i plan on being with someone.\" the soulmate guy?\n  ","639676":"\n   You are good\n  ","639677":"\n   Damn lady!!!\nSince how long have u been using ask!?? ???????\nMore than 52K ans!!!!\n  ","639678":"\n   pap of you\n  ","639679":"\n   Yeah it's goood!\n  ","639680":"\n   Hi\n  ","639681":"\n   Beans, beans, they're good for boom's heart. The more she eats, the more she farts.\n  ","639682":"\n   How can I tell which boy got me pregnant?\n  ","639683":"\n   How come your poems don't rime?\n  ","639684":"\n   I've been pretty good. Whatcha been up to?\n  ","639685":"\n   Opinion on anonymous questions? Do you think it should it be taken down or not?\n  ","639686":"\n   what do you do for fun on this website?\n  ","639687":"\n   Saturn might have alot of rings around it,  but the only ring I want is the one to put on your finger.\n  ","639688":"\n   Have you ever been to an Antiques fair before? Did you pick up any bargains??\n  ","639689":"\n   A little girl fed a murder of crows some food. later she came back to that very same area she fed them at to find out that they had left her little gifts as a thank you.\n  ","639690":"\n   \"There was no deal, just them being nice.\" good point. Here's a question, if they said they would do it for 20-30 years and after 3 years say they just don't want to do it anymore, would you say ok or would you expect them to keep their original word?\n  ","639691":"\n   How hairy are your arms?\n  ","639692":"\n   ur kinda my fav boomie\n  ","639693":"\n   I don't know about somebody just putting you up for no reason, but you could probably totally live that lifestyle if you wanted to. Just have to find a good guy who's rich as hell to marry\n  ","639694":"\n   \" im gonna respond as \"that sucks, wasnt part of the deal\"\" what was the deal exactly?\n  ","639695":"\n   \"I feel like everyone feels like they should spoiled?\" but do you think you deserve it more than most people?\n  ","639696":"\n   \"People can demand someone of anything, doesnt mean shit ? im gonna respond as \"that sucks, wasnt part of the deal\"\" but i'm saying he could cut you off and then no one would hire you except minimum wage jobs since you never worked.\n  ","639697":"\n   What are your thoughts on the various studies suggesting that the 'drill & fill' mentality of dentists is unnecessary as tooth decay is apparently not the rapidly progressive phenomenon that dentists long believed it was? Is visiting a dentist every 6 months really necessary? How often do you go??\n  ","639698":"\n   To the girl who answered some q's for me, And wears clothes that make her looks sexy. You're sweet as a rose, with a really cute nose. And that is why I love my boomie!\n  ","639699":"\n   post a picture of your abs\n  ","639700":"\n   Oh no ??? what's it doing\n  ","639701":"\n   List the people who are related to you ?\n  ","639702":"\n   I Just have to say.... WOW! You are Beyond beautiful??\n  ","639703":"\n   Fun fact about you?\n  ","639704":"\n   i heard you were gonna clone yourself cause 2 people love u , can you make 1 for me too ? i love you as well\n  ","639705":"\n   These are troubling times in the kingdom :\/ at least we still have ask whenever Snapchat decides to take a shitter\n  ","639706":"\n   (\n  ","639707":"\n   Do you think you deserve to be spoiled? be honest\n  ","639708":"\n   @ your favorites\n  ","639709":"\n   \"People would probably call me a huge golddigging slut, but id be like **** IT IM HAPPY. So id be down ?\" But you wouldn't be worried that he'd turn out to be a total creepazoid some day and like demand you do things for him in return? And you'd be kind of stuck at that point, having never worked\n  ","639710":"\n   Would you rather jog with a cool sports watch or cool running shoes?\n  ","639711":"\n   i mean even kim could have gottenn through her questions\n  ","639712":"\n   Goodnight sav.\n  ","639713":"\n   \"my patience has run out and i didnt get though any of my questions\" gotta try harder next time. put some effort into it\n  ","639714":"\n   Goodnight boom rest up hopefully talk to you tomorrow and you totally should\n  ","639715":"\n   Well I only need your PayPal email and I can send it when I have the money\n  ","639716":"\n   Why don't I just msg you and you can Wall me the address\n  ","639717":"\n   But but I'll be working when you are on,  I'm not working today we could Wall to wall\n  ","639718":"\n   Very true\n  ","639719":"\n   It probably won't be today but I promise it will be in the next 2 or 3 days\n  ","639720":"\n   You should just stay on and Wall to wall the special people.\n  ","639721":"\n   I might not be able to send you the money today but I can in a day or 2 but hey I really want to do it because you deserve it.\n  ","639722":"\n   sorry\n  ","639723":"\n   Well I know that but you deserve something nice and that's why I Am here\n  ","639724":"\n   you love your butt being squeezed like a handle bar?\n  ","639725":"\n   if you hardly ever workout and eat whatever you want and still have such a slim figure like that then your metabolism must be through the roof!\n  ","639726":"\n   I'd have to help haunt\n  ","639727":"\n   Well I know it might be kind of a longshot haha, but I really do hope you somehow do get to be a whie Kardashian. If there's anyone who deserves to be able to relax, eat all day, and still get everything she wants it's you boom!\n  ","639728":"\n   I.m a sweet guy and sometimes people like You deserve a break and something nice to make your day that bit better\n  ","639729":"\n   Well I Am sure he'd be happy with a hug or 2\n  ","639730":"\n   You said before that you workout because you like it. And you said you workout whenever you feel like it, and when the weather is good. Causeyou hike\n  ","639731":"\n   So you can have a toned banging added bid all the big muscle guys go for.\n  ","639732":"\n   It might not be much but I really want to because you are so sweet and pretty and a really nice person.  You deserve not just a wishlist gift,  you deserve actual money\n  ","639733":"\n   Why don't you work out constantly now then?\n  ","639734":"\n   I don't think you actually have a fast metabolism. You workout a lot. So that's why you're slim\n  ","639735":"\n   why work out constantly?\n  ","639736":"\n   You could buy as much food as you wanted then too\n  ","639737":"\n   What would you do all day though?\n  ","639738":"\n   I have to poop so bad that i'm farting right now\n  ","639739":"\n   even if he kept doing it for like 20-30 years, got you your own house and everything? aha\n  ","639740":"\n   now time to get personnel with you. if you had a boyfriend, would you allow him to grab your butt or would that be a no no?\n  ","639741":"\n   if a random on the interwebs legit wanted to commit to supporting your lifestyle so that you didn't have to work and could get (mostly) what you wanted, would you let him, or would that be too weird\/creepy?\n  ","639742":"\n   I would kill em for that cause I don't want my friend gone\n  ","639743":"\n   If you could be spoiled with money and gifts and have a fast metabolism for life you would be totally set\n  ","639744":"\n   if you could it would break the fabric of reality.\n  ","639745":"\n   Don't sell your body! I'd be said if they found about about your monkey side and phat you to science that'd be sad\n  ","639746":"\n   I want to donate some money to you\n  ","639747":"\n   Yeah I think the best thing for you would be to be spoiled. That way you could stay home and not have to work and still have everything you wanted when you wanted, and the most expensive stuff\n  ","639748":"\n   It was not! lmao!! ? ????\n  ","639749":"\n   so how did you come to be so adorable?\n  ","639750":"\n   she should spoil you\n  ","639751":"\n   Oh goodness ? it appears we need a good ? chucking session that being said if we were closer in actual distance I'd offer to hangout and stuff but as you know I'm always here for you i can't believe they aren't helping you you are their child\n  ","639752":"\n   ur mum is rich?\n  ","639753":"\n   Do you have PayPal\n  ","639754":"\n   some people probably sit on ask and just report everything because they have no lyfe\n  ","639755":"\n   1000 questions?\n  ","639756":"\n   \" My s**** that much in the morning, \" ...?\n  ","639757":"\n   Is everything alright friend? Im here to lsiten\n  ","639758":"\n   There are just a few things I want in life. Flawless skin and hair. Endless Riches. A beautiful husband. Etc. I don't think this is too much to ask for.\n  ","639759":"\n   you must have like 100 questions to answer\n  ","639760":"\n   how is life treating you\n  ","639761":"\n   What is your most favourite selfie pose - model pout, kissey face, smiley face, mardy face, duck face, etc?\n  ","639762":"\n   Dont sweat it Boom itll work better eventually haha and of course! :D\n  ","639763":"\n   You like!? ?\n  ","639764":"\n   I fucking love those btw I forgot to say that\n  ","639765":"\n   what's your sense of humour\n  ","639766":"\n   Isn't is better to only mingle with and talk to only people who are related to you rather than people in general who are not related to you ?\n  ","639767":"\n   Do you \nGo with the flow,\nOr are you a planner???\n  ","639768":"\n   Doing honesty night, ask me some stuff ? (sent to people I follow)\n  ","639769":"\n   It’s World Museum Day! What is so outdated that it should be put in a museum?\n  ","639770":"\n   whoa ask deleted a ton overnight\n  ","639771":"\n   Will there be more poems btw? I enjoyed reading those\n  ","639772":"\n   Hello! How have you been?\n  ","639773":"\n   True beauty\n  ","639774":"\n   o\n  ","639775":"\n   ????\n  ","639776":"\n   Have you ever been fishing? If so what kind? Pier, sea, lake? What did you catch? If no use as a filler for whatever you want ✌?\n  ","639777":"\n   What do you think is the most challenging aspect of Parenthood ? would you say being a parent in your teens is hard as well ?\n  ","639778":"\n   Haha thats right... I agreed\n  ","639779":"\n   \"\nThere are certain things that I'm hungry for. And I want them right now\nIts like your in my head\" what are you hungry for?\n  ","639780":"\n   Who was your childhood hero? Who is your hero now?\n  ","639781":"\n   What are your thoughts on people who aren't very good at standing up for themselves?  What do you do when you see this?\n  ","639782":"\n   Just want to see your outfit.... \nPimples are not that bad\n  ","639783":"\n   \"Why cant you be like me and only be alive because food is too fuckin good?\" cause you don't eat that much of it, despite claims otherwise\n  ","639784":"\n   How do you control passion???\n  ","639785":"\n   What is the next big thing that will blow people’s minds?\n  ","639786":"\n   .\n  ","639787":"\n   How can you sleep without having my kiss mark on your lovely face baby? Umah umah umah umah I kissed over all your face and then tasted your lips too. And then i will not stop kissing you. But as I am here so bye now.\n  ","639788":"\n   You are the merits of my existence. The only reason that I know I'm still here.\n  ","639789":"\n   U got the real power goddess\n  ","639790":"\n   Oftd??\n  ","639791":"\n   you would be the hottest girl at like 95%+ of schools\n  ","639792":"\n   a man, a plan, a canal, boom\n  ","639793":"\n   Which is your favourite holiday? Give a couple reasons.\n  ","639794":"\n   love yourself, it is important to stay positive because beauty comes from the inside out?\n  ","639795":"\n   \"Im serious, there were fuckin jaw dropping girls\" pic?\n  ","639796":"\n   Hottie✨\n  ","639797":"\n   had spaghetti today so it was a good day.\n  ","639798":"\n   Bounce out walk up hit a nigga twice the shit we doing in a day can get a nigga life\n  ","639799":"\n   The Flinstones takes place in a post apocalyptic future.\n  ","639800":"\n   That's so cute how when you went to the rave and you needed water like everyone was bending over to give you their water bottles, even though water is a precious commodity there aha\n  ","639801":"\n   yo\n  ","639802":"\n   \"I mean there were way prettier girls,\" you might think so but i very much doubt it tbh\n  ","639803":"\n   wait, you have tweets...?\n  ","639804":"\n   Despite how you may feel about relationships and talking to someone based on your tweets, I really think I could make you happy. Not all guys are assholes. Some of us love treating a woman right..\n  ","639805":"\n   \"I was friends with the popular kids and the nobodies. I was friends with everyone. I couldn't get to class without 74939493 people saying hi to me or hugging me.\" that's cuz u were hot\n  ","639806":"\n   What is role of make up in ur life?\n  ","639807":"\n   nahh i was just turning the tables on you lol. i'm watching the outcasts right now. you look like one of the girls that would rule the school and pick on nobodies. but your personality on here suggests you'd be more of the nerdy type\n  ","639808":"\n   Chokers are really hot :$\n  ","639809":"\n   Oh, ok...\nI guess That's the reason I don't talk to people here very much... Not my type here I guess lol ??\n  ","639810":"\n   Thoughts on passive aggressive bullying???\n  ","639811":"\n   THE FLINSTONES CARTOON TAKES PLACE IN THE FUTURE!!!!!!!!!!!!!\n  ","639812":"\n   Demi Lovato or Selena Gomez\n  ","639813":"\n   What is better the truth even if it hurts, or a lie?\n  ","639814":"\n   you mean all 0 inches of it?\n  ","639815":"\n   i like how you think i don't no how 2 spell the wordz correctly lmao\n  ","639816":"\n   Is it hard dealing with those who betray you ? Those who are traitors ? How would you confront a traitor in any situation ?\n  ","639817":"\n   Do you feel your heart will always belong to Jake?\n  ","639818":"\n   bourne in the jason cents actually\n  ","639819":"\n   like u weren't even bourne yet\n  ","639820":"\n   Do you just wanna be an internet friend?\n  ","639821":"\n   Why do girls wear shorts under their skirts and dresses :(\n  ","639822":"\n   it's a dang good joke haha. so you never saw dumb and dumber?\n  ","639823":"\n   so how is Mother Boomperier doing?\n  ","639824":"\n   \"What about a bulldog and a Shih Tzu?\nBulltzu?\" lol no, think again\n  ","639825":"\n   Opinion on\n   \n    @trriiina\n   \n   breaking into your house?\n  ","639826":"\n   Hello lady boometh!\n  ","639827":"\n   What about a bulldog and a Shih Tzu?\n  ","639828":"\n   Have you ever called a teacher mum or dad by accident before\n  ","639829":"\n   during a retrograde, the energy of the planet is turned inward. it is a time for change and inner reflection. as long as you are cautious, aware, prepared, and ready to roll with the punches, retrogrades can be a really rewarding time for you. it brings about new beginnings through change, and it ca\n  ","639830":"\n   What two animals, if combined, would make for an awesome animal?\n  ","639831":"\n   Why don't i just Marry you sweetheart\n  ","639832":"\n   Would you rather live without your phone or without makeup\n  ","639833":"\n   ??\n  ","639834":"\n   No biggie lol I'm actually busy now TTYL u have a great night, that u had a amazing dayyy\n  ","639835":"\n   What you said is true but then if you tell a skinny person to \"eat a burger\" or \"put some meat on your bones\" it's wrong and you're horrible and encouraging eating disorders and a bunch more non sense. It's a two way street.\n  ","639836":"\n   Do you never want someone to come up, hug you, hold you tight and promise everything's gonna be okay?\n  ","639837":"\n   Which celebrity would you like to meet?\n  ","639838":"\n   Would you be happy without money?\n  ","639839":"\n   I love your personality. Marry me please\n  ","639840":"\n   Doing anything for the holiday on Sunday?\n  ","639841":"\n   Lady ! How's the weather in ur area ? \n\nHere we faced 15 days of sun \nNow rain has reappeared !\nWill u eat a little bit of something real soon ? \nMarc the funny guy from France\n  ","639842":"\n   Nice Display\n  ","639843":"\n   So when does the damage control start?\n  ","639844":"\n   What's clouds link?\n  ","639845":"\n   Aww I am sorry. Here take it? I don't want it anyway, I am indoors. Aha! :) x\n  ","639846":"\n   i'm glad that you're glad about it\n  ","639847":"\n   afternoon, my bad to overwhelm u with messages i try not too maye if i take a few days break\n  ","639848":"\n   Need some advice? You may think I'm being pathetic but my fiancée is getting his hair cut and I think it looks hideous and I won't find him sexually attractive, I will not break up with him because I love him but do you think I should mention this to him?\n  ","639849":"\n   Hi Lady ! April 18th 0512 am  3°  C\nNot yet asleep ? \nA new day has begun right here \nPrepare myself for workplace \nA shower is needed  + breakfast \nWish u a quiet night \nThe French dude\n  ","639850":"\n   are you like obsessed with me or something???\n  ","639851":"\n   There are certain things that I'm hungry for. And I want them right now\n  ","639852":"\n   I want to make a lot of money without having to do a lot of work\n  ","639853":"\n   {Q.O.T.D.} What do you think is the song of the month?\n  ","639854":"\n   Imma read Ted Dekker.\n  ","639855":"\n   What is something everybody seems to like but you don't like?\n  ","639856":"\n   pic of u guys together?\n  ","639857":"\n   why do you hate shrimp\n  ","639858":"\n   you should be the judge of that though\n  ","639859":"\n   Does this guy not realize he's your solemate or something? what the f\n  ","639860":"\n   you think congress will change the law?\n  ","639861":"\n   well, get to answering them then. time and ask wait for no one\n  ","639862":"\n   damage answers?\n  ","639863":"\n   Tag your ask friends?\n  ","639864":"\n   Tag your friends\n  ","639865":"\n   \" and should let people get ****** high. \" maybe, but i don't think he cares if people want that, and there will be no laughing when people are thrown in jail\n  ","639866":"\n   \"You are the most boring person to talk to on here.\" that's funny actually, becuase i think you're one of the more interesting people to talk to on here. frustrating though sometimes, because i don't always hide well that it's me and then u get mad ahaha\n  ","639867":"\n   \"You can watch interviews about it, they just laugh and say the state voted for it. \" who laughs about it? You're not denying it's against federal law are you? maybe they won't actually start enforcing the federal ban in these states but Sessions says they're going to and he's VERY conservative\n  ","639868":"\n   the funny thing is their filters don;t apply until you answer it. you could have left that in your inbox for days and it would have stayed, but the moment you replied their filters catch it and it's gone within minutes\n  ","639869":"\n   \" it looks more like a boob than a va jay jay, just saying aha\n\nWho has one boob?\" no one? the existence of a picture of a boob doesn't mean anybody has only 1 boob\n  ","639870":"\n   \"Also WASHINGTON DC legalized i\" congress blocked that though. congress can veto any law dc passes\n  ","639871":"\n   \" guarantee 100% ask will delete that\n\nDelete what?\" it was a racial questions. it's already gone\n  ","639872":"\n   it looks more like a boob than a va jay jay, just saying aha\n  ","639873":"\n   guarantee 100% ask will delete that\n  ","639874":"\n   \" like the legal kind?\n\nI mean in the state im in, its all legal soo\" it's actually not. the state no longer bans it, but it's against federal law. and trummp's attorney general has said they are going to start enforcing the federal law, whereas the obama admin just let it go.\n  ","639875":"\n   Both of them are action books!\n  ","639876":"\n   Oh goodness :( it's super sunny here so I'm sorry about the rain and neat you garden? For fresh stuff I'm sure right?\n  ","639877":"\n   How do you get on ask then so we'll?\n  ","639878":"\n   I HAVE TWO NEW BOOKS!\n  ","639879":"\n   did you and your soulmate ever date at one point?\n  ","639880":"\n   it seems your internet or data is weird if you can't get on things properly\n  ","639881":"\n   \"How is (o) mean i?\" seriously? think eye =P\n  ","639882":"\n   like the legal kind?\n  ","639883":"\n   \" (o) <3 u\n\nWhat are you saying?\" i love you?\n  ","639884":"\n   that sickens me that your soulmate doesn't want anything to do with you? doesn't he realize you're the whole package? beauty, brains, and wit to boot? No guys worth his salt would turn you down, fr\n  ","639885":"\n   What about you?\n  ","639886":"\n   Are you on any medication? What medication?\n  ","639887":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","639888":"\n   FABIO WTH HAHA\n  ","639889":"\n   I am glad and relieved to hear that ?♥\n  ","639890":"\n   How big of a role would you say does music play on your life?\n  ","639891":"\n   Were you channeling Avril Lavigne when you were 17 Lady ?\n  ","639892":"\n   (o) <3 u\n  ","639893":"\n   how hard oml?\n  ","639894":"\n   That is alright don't sweat it friend :D I just didn't wanna get annoying is all I have a major worry about that\n  ","639895":"\n   today my cute teacher was taking my oral test and i kept on looking at her bra straps ;-)\n  ","639896":"\n   Do you make sure to eat everyday?\n  ","639897":"\n   I switched to ask cause i didnt know what the plan was lol\n  ","639898":"\n   Pleasure?\n  ","639899":"\n   Aw can't wait to meet youuu\n  ","639900":"\n   Aww you don't have to apologize sweetie, awww that sucks. It's nice and sunny where I am. <3\n  ","639901":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141383238265\n   \n   I just say a Finnish wisdom about that:\"When a woman takes breasts implants,it is like putting a mahogany wheel to a Lada car.It is nice to touch for sure but the ride won't get any better\".\n  ","639902":"\n   You are way pretty.\n  ","639903":"\n   Aw am not you are fucking gorgeous\n  ","639904":"\n   .\n  ","639905":"\n   What song do you feel is overplayed?\n  ","639906":"\n   NOT COMPLAINING THO?\n  ","639907":"\n   how old are you? when is your birthday? what is your chinese zodiac?\n  ","639908":"\n   We get it you are hot as hell\n  ","639909":"\n   whats your favorite instagram filter?\n  ","639910":"\n   the flesh eating ants will not touch you whilst I am there to protect u!\n  ","639911":"\n   Kik?\n  ","639912":"\n   Are you going for ur license ?\n  ","639913":"\n   Do you delete questions you'll probably never answer or do you keep everything?\n  ","639914":"\n   Awww, glad you enjoyed it though lovely. I have had a super good easter thank you sweetie, been super bored today though. <3\n  ","639915":"\n   See I gotchu\n  ","639916":"\n   Awwh thank you!? and that's so sweet\n  ","639917":"\n   Lol his smile\n  ","639918":"\n   Would you get a boob job?\n  ","639919":"\n   @ (Sent to my favourites)\n  ","639920":"\n   Vid of your voice?\n  ","639921":"\n   same aw ill buy you ice cream and we can catch up\n  ","639922":"\n   I meant u look like a 16 y\/o girl Rather than a 21 year old...\n  ","639923":"\n   I bet your voice is boxer dropping\n  ","639924":"\n   Hiw can u be 21 & look like 16 y\/o hot ass chick?\n  ","639925":"\n   YEAH JUNE 2-9 omggg we have to meet I will just yell your name you will know me by voice ahahah\n  ","639926":"\n   What do you do to cheer up?\n  ","639927":"\n   Do you typically arrive to work on time or early\n  ","639928":"\n   THATS WHEN I WAS GONNA GO OML\n  ","639929":"\n   Well I can go anytime why\n  ","639930":"\n   Ocean City? Like an hour I am going there for a beach trip renting a house\n  ","639931":"\n   Heya lovely. Have you been up to anything nice this easter? Hope it's been a good one. <3\n  ","639932":"\n   Hahaha btw you r beauty????\n  ","639933":"\n   Ootd please?\n  ","639934":"\n   We will I promise I live near Philadelphia tho :((\n  ","639935":"\n   \" you're not more significant that all the other booms\n\nWhat other booms? Im the only boom.\" (o) no other booms actually\n  ","639936":"\n   I have to meet you someday. I would talk to you all day just non stop\n  ","639937":"\n   You still look pretty... I look like a vampire apparently ?\n  ","639938":"\n   What’s the best thing you have learned from your parents?\n  ","639939":"\n   Did you ever do gymnastics?\n  ","639940":"\n   Thanks for the likes ??\n  ","639941":"\n   Do you think that a real man should be able to life his wife even if he has no muscle ?\n  ","639942":"\n   you're not more significant that all the other booms\n  ","639943":"\n   i mean seriously though lmao\n  ","639944":"\n   Omg I will have to keep that in mind? ahaha\n  ","639945":"\n   So do you think you are signiifcant then?\n  ","639946":"\n   Make some motherfucking noise for beautiful lady??\n  ","639947":"\n   aww it's not that nice my voice is just deep and kinda idk how to describe it\n  ","639948":"\n   It must have felt really good when you blokced Scooby.\n  ","639949":"\n   OH okay I see you did add me and aww I sing too someday I will post a video ahahaha\n  ","639950":"\n   You're really pretty\n  ","639951":"\n   WAIT YOU ADDED ME ON SC ahaha I noticed but couldn't tell which was you aww and wait me yelling at my dog\n  ","639952":"\n   I thought you had a boyfriend ?\n  ","639953":"\n   baddie?\n  ","639954":"\n   What things do you like to post on instagram ?\n  ","639955":"\n   How come you're single? Prefer it?\n  ","639956":"\n   Jaan here I got to send you one more kiss.\n  ","639957":"\n   How do you feel about chokers? Do you own any? Would you consider wearing one? If so, what kind? PAP if you want.\n  ","639958":"\n   What's your all-time favourite thing to put on a slice of bread? Realistically, could you eat it every day? Would you want to?\n  ","639959":"\n   Do you have a fave fabric to wear? Is there any type of wearable fabric that makes you feel itchy or that scratches your skin?\n  ","639960":"\n   @\n  ","639961":"\n   Haha thank you so much!???\nExplain the term comprehend can you? ?\n  ","639962":"\n   Okie dokie my bad hope I wasn't annoying about it friend Lol\n  ","639963":"\n   What are your major goals in life?\n  ","639964":"\n   Right it worked?\n  ","639965":"\n   @\n  ","639966":"\n   @\n  ","639967":"\n   Yes cute pretty girl  good day i talk with you more later bye???\n  ","639968":"\n   Boom you're the best monkey friend ever you know that? I'm also glad to have you as a friend and I for sure wanna be able to talk with more than just ask\n  ","639969":"\n   Hello sexy girl !!!\n  ","639970":"\n   pap of what your wearing on ur feet right now ?\n  ","639971":"\n   Like and every one that puts this @ you say something about it?\n  ","639972":"\n   @??\n  ","639973":"\n   @\n  ","639974":"\n   @\n  ","639975":"\n   @\n  ","639976":"\n   Anyone that likes this gets a rate out of ten on looks?\n  ","639977":"\n   @\n  ","639978":"\n   What time is it where you live\n  ","639979":"\n   You always make me feel better.\n  ","639980":"\n   Hope your day is going good sorry I'm not on much currently just spending time with my cousin\n  ","639981":"\n   Can we send @ for OL or a tbh?\nPlease?\n  ","639982":"\n   U too what's up\n  ","639983":"\n   I love you.\n  ","639984":"\n   Can you handle a make out session beautiful?❤\n  ","639985":"\n   I love you guys\n  ","639986":"\n   Thank you.. I just don't know what's wrong with me anymore.\n  ","639987":"\n   Afternoon\n  ","639988":"\n   In Fact I love your look all the time\n  ","639989":"\n   So you want to write nonsense?\n  ","639990":"\n   Happy Easter everyone ???\n  ","639991":"\n   Why am I still alive?\n  ","639992":"\n   To be honest I have had a good day but it's destroyed thank you to me getting sad and hurt.\n  ","639993":"\n   I do understand that they do want to combat against bullying but c'mon.\n  ","639994":"\n   PAP of your Easter bunny!\n  ","639995":"\n   I hate when Ask.fm deletes my questions to you because they contain the word \"weed\". I think that ask.fm should try to be more open and not so sensitive.\n  ","639996":"\n   Happy Easter baby. Take care of yourself.\n  ","639997":"\n   Yeah,it was probably marijuana dispensary where they sell medical marijuana.\n  ","639998":"\n   Happy Easter cuties ?\n  ","639999":"\n   If you get chocolate eggs\/sweets for Easter, do you limit yourself (and your children if you have any) on how much you can eat? How many eggs\/sweets do you\/your children get each Easter?\n  ","640000":"\n   Happy Easter !! <3\n  ","640001":"\n   whoa didn't get on the hole day ]:\n  ","640002":"\n   Happy Easter, may you have a wonderful day cherishing with the people you love :)\n  ","640003":"\n   Happy Easter :D\n  ","640004":"\n   Happy Easter ? I hope that you've all had a lovely Easter weekend x\n  ","640005":"\n   Happy Easter everybody <3 hope everybody had a lovely weekend and lots of chocolate!\n  ","640006":"\n   What would you use rope and duct tape for?\n  ","640007":"\n   If you need to get high you should start smoking crack cause it's cheaper and gives you a better high then weed\n  ","640008":"\n   This nigga usually don't say that but I feel like being nice today so yeah\n  ","640009":"\n   You live in Cali? Yikes\n  ","640010":"\n   Where you from ? What time is it ?\n  ","640011":"\n   So do u get high? ?\n  ","640012":"\n   body positive pap\n  ","640013":"\n   Did u write that?\n  ","640014":"\n   Send a pickup line to everyone you follow\n  ","640015":"\n   nonsense\n  ","640016":"\n   If i tell you my name will you really forget it?\n  ","640017":"\n   Bye now. We talked for about 6 hours.\n  ","640018":"\n   What do you treasure most in your life ?\n  ","640019":"\n   You should try. Maybe it might work. Come on.\n  ","640020":"\n   I am just trying. I am not forcing you.\n  ","640021":"\n   ahh so you doo like attention, just not when it wouldn;t be good\n  ","640022":"\n   Is there a science room nearby, or am I just sensing the chemistry between us? How about this one? ?\n  ","640023":"\n   Can you talk to me at Skype? Take me as a random person. Just gather the courage to talk to me.\n  ","640024":"\n   That's one of the advantages of being a faatty like me. No one gives me too much attention aha\n  ","640025":"\n   If you didnt already go to bed or if you did goodnight friend sleep good! talk to you tomorrow :)\n  ","640026":"\n   do you like getting so much attention?\n  ","640027":"\n   fast metabolism though?\n  ","640028":"\n   What was your favorite holiday?\n  ","640029":"\n   it kinda seems like you cant get any attention elsewhere so you come to ask. is that correct?\n  ","640030":"\n   Would you rather eat nothing but pizza (and water) for 3 months, or never eat pizza again?\n  ","640031":"\n   I love your look in that shopping photo.\n  ","640032":"\n   Woooooo Tiny Rick!\n  ","640033":"\n   Yeah that's true. A hot smart grandma\n  ","640034":"\n   from ask?\n  ","640035":"\n   Did it hurt when you fell from heaven?\n  ","640036":"\n   What is the best movie you have ever seen?\n  ","640037":"\n   And yes as a matter of fact guys like me exist\n  ","640038":"\n   Opinion on LGBTQ\n  ","640039":"\n   Are you Google? Because I've just found what I've been searching for \n(Recent)\n  ","640040":"\n   Are you planning to see the new fate of furious movie\n  ","640041":"\n   Is it for your phone??\n  ","640042":"\n   what time is it where you are?\n  ","640043":"\n   What do you say during awkward silences?\n  ","640044":"\n   What is your favorite place to eat?\n  ","640045":"\n   What is your favorite summer song?\n  ","640046":"\n   Even though you have no booty lol\n  ","640047":"\n   Tobiaa\n  ","640048":"\n   Fashion game huh?\n  ","640049":"\n   I have no idea how late ima be up but probably until either you get off or sometime maybe after\n  ","640050":"\n   if ask is hell then u are heaven\n  ","640051":"\n   Welcome boom booty\n  ","640052":"\n   I wish links worked only because i want you to see the whole list of stuff i have planned for the stuff i made\n  ","640053":"\n   Is \"it\" what I think it is\n  ","640054":"\n   Im done ?\n  ","640055":"\n   I am all caught up now i have to wait for part 5 to release that being said i would advise peeing so that way you dont end up having to pee super bad in the middle of the night\n  ","640056":"\n   Wow nice dress\n  ","640057":"\n   So whatre you currently up to friend?\n  ","640058":"\n   If you had to sacrifice anything in your life in order to achieve something for the better what would it be ?\n  ","640059":"\n   I feel like you are the only one gonna be voting on the two options but in the end thats fine with me cause either way i want your opinion on them\n  ","640060":"\n   Whats your favourite movie? I need films to watch :)\n  ","640061":"\n   so i can call you noom then? n's right next to b you know.\n  ","640062":"\n   I did not I am afraid I got distracted with wanting to catch up on the current divining movie series but I will tag you when I do finish them hopefully they end up being good\n  ","640063":"\n   thank you\n  ","640064":"\n   Will you follow my alt account\n   \n    @beamiller315\n   \n   i'll follow you back and like your answers\n  ","640065":"\n   Are you tired of me yet  ? ?\n  ","640066":"\n   Be still my heart\n  ","640067":"\n   i watch it for the drama.\n  ","640068":"\n   it's xander actually\n  ","640069":"\n   If a police officer had an affair with your girlfriend whilst you was in prison, would you get revenge by hunting police officers with a sawn off shotgun?\n  ","640070":"\n   I still liked it ;)\n  ","640071":"\n   my farts are coming contiguously now\n  ","640072":"\n   Isn't she dreamy, madam Lady Boom, she's so cute ❤?\n  ","640073":"\n   I have the entire series of both Buffy and Angel on DVD. I'm going to watch them.\n  ","640074":"\n   Ooooh the chills damn another good one\n  ","640075":"\n   I got off 30 mins ago it was fun.\n  ","640076":"\n   Thanks. I'm saving these to my computer.\n  ","640077":"\n   post it...?\n  ","640078":"\n   I'm happy thou I worked 8 hours and got 16 hours pay because it's good Friday\n  ","640079":"\n   That would be interesting and maybe i could try drawing both and then doing a poll maybe?\n  ","640080":"\n   Same worked a long shift today\n  ","640081":"\n   Do ur bf or love mind if you have it ?\n  ","640082":"\n   Well the protagonist is meant to be human its just a matter of if i want like a closeup similar to one of the games in the show or like a far shot of like him charging to castle surrounded by undead or\n  ","640083":"\n   did you buy that dress\n  ","640084":"\n   What mobile phone model do you have?\n  ","640085":"\n   That tattoo on yours hand is it removable ?\n  ","640086":"\n   The game title btw is Undead Slayer\n  ","640087":"\n   His game is one where the protagonist has to stop an undead ruler and army from taking over the land due to a curse. Similar to Castlevania in a sense except I dont know if i should have the boss or final boss be a vampire.\n  ","640088":"\n   If you need any info on what kind of game it is that may probably be helpful\n  ","640089":"\n   Off topic on my drawing for a sec but you look nice in that dress (sorry if that sounds weird friend i didnt mean it to be)\n  ","640090":"\n   Good day?\n  ","640091":"\n   Have you ever been in a relationship with a girl\n  ","640092":"\n   If someone liked you, how would you like them to tell you?\n  ","640093":"\n   What could you do as a child that you can't do now?\n  ","640094":"\n   Do you push the elevator button more than once? Do you really believe it makes the elevator faster?\n  ","640095":"\n   Where is the oddest place you have fallen asleep?\n  ","640096":"\n   Where would you like to live?\n  ","640097":"\n   Would you leave your home country for the one you love?\n  ","640098":"\n   Whom do you really love?\n  ","640099":"\n   What’s the best thing you have learned from your parents?\n  ","640100":"\n   Nah you're too amazing for that.\n  ","640101":"\n   Yaaas!!\n  ","640102":"\n   who do you want to meet in real life?\n  ","640103":"\n   You said links are a no go right to that anon so ill have to screenshot it like normal\n  ","640104":"\n   Yesssss\n  ","640105":"\n   Did you want me to somehow show you the character and maybe you can help me?\n  ","640106":"\n   Man??\n  ","640107":"\n   well that was rude anon\n  ","640108":"\n   do links work for you\n  ","640109":"\n   anyone who doesnt like you is fucking crazy\n  ","640110":"\n   jake is over you, get over it.\n  ","640111":"\n   What countries would you travel to if you were to do a world trip?\n  ","640112":"\n   jk\n  ","640113":"\n   hottt\n  ","640114":"\n   You trust me x\n  ","640115":"\n   No? Here I'll give you an example. I'd rather believe in relativity than ghosts. And I believe in relativity but not ghosts. I'd rather believe in bigfoot than ghosts, but I don't believe in bigfoot. Saying you'd rather believe in reincarnation than religion doesn't clarify what you believe.\n  ","640116":"\n   Aye ???? your selfies on point\n  ","640117":"\n   What are you obsessed with?\n  ","640118":"\n   For sure! random but im struggling to figure out how i wanna draw something\n  ","640119":"\n   So you don't believe in reincarnation? (Saying you'd rather believe in it that religion doesn't clarify whether you believe in it or not lol)\n  ","640120":"\n   We get it ? you have amazing lips x\n  ","640121":"\n   You're so pretty do you follow me\n  ","640122":"\n   I didn't answer the last time sorry, this book is about diseases and a few techniques of medecine.\n  ","640123":"\n   What about the picture? There isn't any cleavage in that\n  ","640124":"\n   Ok so you don't actually believe in reincarnation? You're just saying it sounds more likely than religion?\n  ","640125":"\n   What do you like to have for breakfast?\n  ","640126":"\n   I accidentally texted to my girlfriend that I was going in for my autopsy. when i meant to say biopsy. stupid autocorrect!\n  ","640127":"\n   Do you use a lot of White inventions such as mobile\/cell\/smart phones, Radio, Television, Internet, Computers, Tablets and Filmography?\n  ","640128":"\n   What cleavage? ???\n  ","640129":"\n   I'm just saying that's why I have my doubts. If it's true, that would mean your soul can alter your dna, which seems fishy to me.\n  ","640130":"\n   I haven't showered u with likes because I'm not of likes\n  ","640131":"\n   Gosh  i wish i could kiss your\n  ","640132":"\n   well you said some of them look just like the people who their soul supposedly came from. But what you look like is based on your genetics.\n  ","640133":"\n   CLEAVAGE\n  ","640134":"\n   That wouldnt be a bad job\n  ","640135":"\n   YESSS you hot? and aww what would you do without me huhhh x\n  ","640136":"\n   Do it!!\n  ","640137":"\n   i've also read that most of those stories don't hold up under closer scrutiny. so ok yes I guess there is that in support of it. But it still makes no sense how it could affect someone's brain much less their whole genetics! i mean you get that from your parents' dna\n  ","640138":"\n   Just feeling like it.\n  ","640139":"\n   How are you\n  ","640140":"\n   what if you don't drink because you're a recovered alcoholic, like me?\n  ","640141":"\n   Why would you think that souls can be reborn? Is there even anything to support that other than some religions saying they believe that?\n  ","640142":"\n   Nah I'm a bundle of misery.\n  ","640143":"\n   Be more serious please\n  ","640144":"\n   Nope rather pretty like a queen\n  ","640145":"\n   Savannah bannana how are you❤?\n  ","640146":"\n   U sur!\n  ","640147":"\n   I take comfort in the fact that I have witnessed and am going to heaven. I pray that someday you can have this comfort too.\n  ","640148":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","640149":"\n   Random is good! I am sometimes too so. I also resonate with that though i need a job as well lol\n  ","640150":"\n   Exatly ?\n  ","640151":"\n   You're amazing.\n  ","640152":"\n   Finish in you\n  ","640153":"\n   max age u would date?\n  ","640154":"\n   Don't post this\n  ","640155":"\n   Can i marry your brain?\n  ","640156":"\n   ??\n  ","640157":"\n   Describe yourself in 3 words?\n  ","640158":"\n   It's Friday! What's your plans for the weekend?\n  ","640159":"\n   aww well hey you got me aha?\n  ","640160":"\n   Pizza?\n  ","640161":"\n   ??\n  ","640162":"\n   You're beautiful :)\n  ","640163":"\n   You love me more.\n  ","640164":"\n   I feel that i kinda just wanna relax too but at the same time i wanna be social\n  ","640165":"\n   YOU RIGHT I mean you are wayyyy too hot?\n  ","640166":"\n   Y\n  ","640167":"\n   C'mon what Good Will beauty do when you are 80 years old? A good personality remains forever\n  ","640168":"\n   Um yes there are plenty of guys like that just gotta look for them x ahahaha\n  ","640169":"\n   Get up early or just been doing a lot?\n  ","640170":"\n   No I'm just a random guy who happens to like your personality\n  ","640171":"\n   By putting your forehead on the ground, you're actually putting an end to your worries! #Sujood #khair Mubarak ?\n  ","640172":"\n   Boom boom hhahaha ??\n  ","640173":"\n   thank you !! i'm gonna try to be more active again xx\n  ","640174":"\n   I'm in love with you\n  ","640175":"\n   Heyyyyyy\n  ","640176":"\n   I'm sayinnnn why are 99% of them ugly anyways smh\n  ","640177":"\n   Awe thx ??? thank you, what about u?\n  ","640178":"\n   Hey Peter!\n  ","640179":"\n   Heyyyyyy\n  ","640180":"\n   Can't argue with that? xxx\n  ","640181":"\n   Bang bang bang ?\n  ","640182":"\n   nappy headed? and aww cute whore?????\n  ","640183":"\n   Drivinggggg\n  ","640184":"\n   You're a cute whore*\n  ","640185":"\n   Uranus is a dirty joke waiting to happen ?\n  ","640186":"\n   Heyyyyy\n  ","640187":"\n   kelly wants to eat my food aswell smh\n  ","640188":"\n   I'm doing pretty good how about you my simian pal?\n  ","640189":"\n   Quit lying to them the people that u think r good on ask.fm they're nothing but gold diggin hoes\n  ","640190":"\n   I'm sure??\n  ","640191":"\n   I had domino's feelsFATman\n  ","640192":"\n   Can we talk on fb?\n  ","640193":"\n   aww add me dmadis772❤️ and miss you more??\n  ","640194":"\n   Hi\n  ","640195":"\n   It's a horrible day ??? jk... It's great no school I need a break, btw amazing Budd good Friday\n  ","640196":"\n   you're fucking beautiful okay❤️\n  ","640197":"\n   okey\n  ","640198":"\n   I will always wanna be tagged in them ?\n  ","640199":"\n   Wow u are stunning\n  ","640200":"\n   Vote National Front, Vote National Front, No More Mosques, No more Immigration, We will start repatriation!\n  ","640201":"\n   Do you purposely spell divide that way? Trying to find the hidden meanings :)\n  ","640202":"\n   Describe yourself in 3 words?\n  ","640203":"\n   What's up on a good Friday\n  ","640204":"\n   Oh god ?\n  ","640205":"\n   Why does the average black woman have three times as many children as a whie women have on average?\n  ","640206":"\n   Why are mixed race people (half black\/half white) usually arrogant wankers?\n  ","640207":"\n   Hi Lady ! April 14th 17 0707 pm\nHow are you doing ?\nWish you HAPPY EASTER\nFull of chocolates !\nMarc the french dude\n  ","640208":"\n   So what do you think of me?\n@...\n  ","640209":"\n   What’s the best thing you have learned from your parents?\n  ","640210":"\n   @ sorry?\n  ","640211":"\n   What's your favourite kind of bread? Colour\/texture\/added ingredients? Have you ever made any from scratch? ((Sorry I like bread lmao))\n  ","640212":"\n   ❤?\n  ","640213":"\n   This last poem was really interesting and I again liked it a lot very good indeed\n  ","640214":"\n   When is the last time you told somone you love them?\n  ","640215":"\n   Where are you from?\n  ","640216":"\n   Also did you also have a good day today? i dont remember if i asked i feel like i did but i wanted to make sure cause itd be rude of me not to\n  ","640217":"\n   Gives you a pizza box and tells you to open it *opens it finds a note that says I hope you like it cheesy ? frick I'm done\n  ","640218":"\n   nothing..\nforget that ..... Good night\n  ","640219":"\n   YES I AM\n  ","640220":"\n   Please write a love poem to me, your anon.\n  ","640221":"\n   I wanted to use If I could rearrange the alphabet I'd put U and I together but it's to cliche ?\n  ","640222":"\n   Optic scumper the penis pumper ?\n  ","640223":"\n   Omfg your background is legendary ?\n  ","640224":"\n   They are better at wat?\n  ","640225":"\n   I worked really hard on that line literally took me 10 seconds to come up with it ?\n  ","640226":"\n   ???\n  ","640227":"\n   Nah the nae nae and running man\n  ","640228":"\n   Nah if it was I hope it has a banger type of beat ?\n  ","640229":"\n   Gosh you are such pretty\n  ","640230":"\n   Bangin ? let the 40 bang ?\n  ","640231":"\n   People are sending you theirs so im gonna be a follower and send one too so @me\n  ","640232":"\n   Do you know Jake in person?\n  ","640233":"\n   @\n  ","640234":"\n   Thank you so much darling ❤\n  ","640235":"\n   ??\n  ","640236":"\n   It was school ??? family work too\n  ","640237":"\n   You're so lovely thanks ❤️\n  ","640238":"\n   lol no need to get so defensive. was just curious how you could be so casual about wanting him back and he could be so casual about not wanting you back... Would think it would be easier to just get over him if that was the case\n  ","640239":"\n   very ugly :3\n  ","640240":"\n   @\n  ","640241":"\n   You think you are beautiful !\n  ","640242":"\n   can you explain the situation with your ex? you seem so casual about wanting him back... it's a little strange.\n  ","640243":"\n   @@\n  ","640244":"\n   Who is Jake?\n  ","640245":"\n   It may have been a hacked client cause ive seen vidoes on those\n  ","640246":"\n   So what's up\n  ","640247":"\n   wait you are doing @s?\n  ","640248":"\n   Opinion on me.\n  ","640249":"\n   I havent played in ages it was honestly fun to get out of the house and do that. Overally though a pretty good day and i hope yours was the same\n  ","640250":"\n   Also hope i didnt have to type out a huge sentence for when you sent the @ cause i felt like the emojis explained how i am happy to have you as my really good monkey friend :)\n  ","640251":"\n\n    @shazalean\n   \n","640252":"\n   @  dunno if you still remember me ?\n  ","640253":"\n   @ (sorry pls don't hate me i'm bored as hell xx)  i just sent this to 50 people and i feel like nobody actually uses ask anymore so i'm starting to feel like this is almost as pointless as me\n  ","640254":"\n   I am excited to see them i got back from pokemon hunting in pokemon go\n  ","640255":"\n   I LOVE YOU SAV\n  ","640256":"\n   @ (check recent)\n  ","640257":"\n   nice me too\n  ","640258":"\n   yah\n  ","640259":"\n   I am back :)\n  ","640260":"\n   Tell something funny from your school life!\n  ","640261":"\n   Which ASKfm gift would you like to receive?\n  ","640262":"\n   Tell something funny from your school life!\n  ","640263":"\n   6 pm here\n  ","640264":"\n   Scientists don't actually think all electrons are the same. It was an idea floated one time because positrons (antimatter version of electrons) are physically the same as electrons travelling backwards in time.\n  ","640265":"\n   Sorryyyyy ?\n  ","640266":"\n   ayeeee\n  ","640267":"\n   and you deserve to be treated like one!\n  ","640268":"\n   cause it's all in my hea-ead, i think about it over and over again, nd I can't keep picturing you with him, and it hurts so baa-ad\n  ","640269":"\n   lovely\n  ","640270":"\n   so then if i switch to a diet of worms i won't have to worry about gas at work!\n  ","640271":"\n   Just curious?\n  ","640272":"\n   Ahhhh I have to finish\n  ","640273":"\n   just saying you must be hungry then\n  ","640274":"\n   not worried so much as curious\n  ","640275":"\n   like a little birdy?\n  ","640276":"\n   oh, soz\n  ","640277":"\n   Why do immigrants in Britain look down at us indigenous White British and treat us like dirt?\n  ","640278":"\n   Minimum age you would date?\n  ","640279":"\n   farts happen\n  ","640280":"\n   ??\n  ","640281":"\n   Hi\n  ","640282":"\n   Luvs you??\n  ","640283":"\n   Do you laugh when you get your feet tickled? Do you like it?\n  ","640284":"\n   my cursive is illegible but my print is ok so i switched to printing everything when curvsive wasn't required. course now i mostly use digital\n  ","640285":"\n   @\n  ","640286":"\n   Where is the oddest place you have fallen asleep?\n  ","640287":"\n   i'd take you in if it came to that\n  ","640288":"\n   @\n  ","640289":"\n   Mad at you\n  ","640290":"\n   max age u would dait?\n  ","640291":"\n   MHM SURE\n  ","640292":"\n   Pap of your nails\n  ","640293":"\n   @\n  ","640294":"\n   @ (recent)\nSorry if this is annoying\nI hope that you're having a lovely week! ❤\n  ","640295":"\n   Hiiii\n  ","640296":"\n   Remember me? Do you laugh when you get your feet tickled? Do you like it?\n  ","640297":"\n   \"Oh man, what if its just one anon...\" lol that reminds me of that stupid theory scientists have that there's really only one electron and it's zipping around back and forth in time which is why it looks like there's billions or some junk lol\n  ","640298":"\n   Wowwww haha\n  ","640299":"\n   Thank you sweetie and I'm glad I pull it off?\n  ","640300":"\n   You want to model?\n  ","640301":"\n   Thank you ??? what about u ? I hope it's going great ???, u are in a great spirit ???\n  ","640302":"\n   I love you so much. :3\n  ","640303":"\n   Luv you;))\n  ","640304":"\n   @\n  ","640305":"\n   @\n  ","640306":"\n   You're my little amazing girl. I'm so happy with you. I'm so glad you're my best friend. I know I can always turn to you if something happens and I really, sincerely appreciate this.\n  ","640307":"\n   Afternoon from a busy day at school before Friday off\n  ","640308":"\n   Hope yours is going good too!\n  ","640309":"\n   Aw thank you :3\n  ","640310":"\n   @ idk if you know me but hahaaa\n  ","640311":"\n   @ (recent)\n  ","640312":"\n   @\n  ","640313":"\n   @\n  ","640314":"\n   send @ to everyone you follow!\n  ","640315":"\n   You're so cute and adorable.\n  ","640316":"\n   i thnk you may have anons that play good anon bad anon\n  ","640317":"\n   Which would be worse, having to poop in a very clean public restroom with no stalls, or a filthy one, but with almost complete privacy?\n  ","640318":"\n   Guys are 10x more likely to be colour blind than girls\n  ","640319":"\n   Will you hug me?\n  ","640320":"\n   so you'd date a 30 year old?\n  ","640321":"\n   Your no damn princess your the mother fucking queen\n  ","640322":"\n   Why would you be homeless? Your parents wouldn't let than happen\n  ","640323":"\n   Who is your biggest  inspiration from history that made a big impact on your life? mine is Martin Luther King Jr.\n  ","640324":"\n   Well that annoying anon on your ask is definitely an example of an annoying one lol\n  ","640325":"\n   Do you agree with turning thugs into far right political thugs?\n  ","640326":"\n   I will petition ask on twiter to auto-ban annoying anons\n  ","640327":"\n   Is it normal to want to destabilise the multiracial society in Britain?\n  ","640328":"\n   so how old would u go right now if the guy was otherwise perfection?\n  ","640329":"\n   Would you rather see a lot of places or get to know one really well? \n\n#lotofplace #gettoknow #reallywell\n  ","640330":"\n   Your literally ask Fms princess . No one can get more stunning than you . Your everything I want in a woman and I want to make you the luckiest woman on earth\n  ","640331":"\n   When eating at a restaurant, do you tend to try thinks you know you'll enjoy or are you able to try something new? ?\n  ","640332":"\n   Fast&Furious films - your style or not? ((If anyone wants to see Fast 8, if 100% recommend!))\n  ","640333":"\n   What's your go-to cinema snack? ?\n  ","640334":"\n   Don't tell me what to do baitch\n  ","640335":"\n   This is really random, but what accents do you guys find the most irritating and what accent is your favourite?\n  ","640336":"\n   Would you rather get paid to walk or to talk? ?\n  ","640337":"\n   im 40 and single. wanna date?\n  ","640338":"\n   Tell something funny from your school life!\n  ","640339":"\n   Would you please to buy me some food?\n  ","640340":"\n   What do you do best\n  ","640341":"\n   butts or bellys?\n  ","640342":"\n   Ok! I understand now. But I don't think it was unreasonable of me to think you saved them when you typed them out so you wouldn't have to retype them later. :shrugs:\n  ","640343":"\n   Who yelled at you?\n  ","640344":"\n   Technology is pretty amazing. You can write all kinds of javascript code to power the web.\n  ","640345":"\n   How often do you see your extended family ?\n  ","640346":"\n   Do you have Skype?\n  ","640347":"\n   all you've eaten today are 4 cookies?\n  ","640348":"\n   \"Because of you, im not getting any likes. Move along.\" ok well you took a different line of questions and answers and applied it to that one and you do that a lot and it's annoying\n  ","640349":"\n   Vampires drink blood because they lack the vitamin D needed in their body to allow them to go out in the sun. ever think about that?! no! cause you only think of yourself! selfish! #vampirelivesmatter\n  ","640350":"\n   How many cookies did you have?\n  ","640351":"\n   use this 2 post the other poem\n  ","640352":"\n   H9\n  ","640353":"\n   Watching a movie\n  ","640354":"\n   I do, I just don't like you\n  ","640355":"\n   I'm gonna begin my book about medecine so excited?\n  ","640356":"\n   would you watch a fight between 2 boys?\n  ","640357":"\n   Ur good at poetry\n  ","640358":"\n   That black egg is as black as your teeth\n  ","640359":"\n   This is why we aint friends\n  ","640360":"\n   What do you spend most of you $$ on?\n  ","640361":"\n   I identify as a goth woman.\n  ","640362":"\n   Question: If you eat yourself, do you become twice as big, or do you disappear?\n  ","640363":"\n   Rights for Whites!\n  ","640364":"\n   what are you talking about??\n  ","640365":"\n   \"But youre not doing anything, youre just talking to me on ask ?\" i'm referring to america getting into ww1 and ww2. That's before my time, nothing i could do or not do.\n  ","640366":"\n   Hello Ben here, I will be on BBC London news again at 8:00PM, they did a report on my protest outside Nigerian embassy because of the White Genocide in South Africa, tune in and have a watch, NO SURRENDER!\n  ","640367":"\n   Ban mine first pls\n  ","640368":"\n   i'm not going to do anything about it, i was just seeing if other people cared. guess not\n  ","640369":"\n   ask.fm should automatically ban anons who are annoying\n  ","640370":"\n   you know you should realize this\n  ","640371":"\n   R u back together then\n  ","640372":"\n   man I don't know. if your neighbors are either starving to death or being held as slaves in their basement, I guess you could say not my problem, or you could, you know, try to do something about it\n  ","640373":"\n   it's our country though\n  ","640374":"\n   Technically it was after the WW II when the US became a superpower and the \"world's policeman\".\n  ","640375":"\n   in fairness though, all of europe would probably be under fascist control now if the us had not come to help in WW1, and for sure if they had not gotten involved in WW2\n  ","640376":"\n   That doesn't answer my question, but ok, to answer yours, I'm the former. Now can you answer mine please? lol\n  ","640377":"\n   Sorry,I meant to put this instead at the end of my previous question ?\n  ","640378":"\n   It's not like the US government really gives a f*ck about international.Their mentality is:\"It's not a war crime when we do it because we are the good guys\" :)\n  ","640379":"\n   You don't think it's a big deal?\n  ","640380":"\n   How are you\n  ","640381":"\n   it could be a war crime though?\n  ","640382":"\n   @?\n  ","640383":"\n   The US military just dropped a MOAB (mother of all bombs) in Afghanistan. It's the largest non-nuclear bomb ever made and the first time it's been used in combat!\n  ","640384":"\n   Would you allow and ugly guy to follow you on instagram\n  ","640385":"\n   \"Because they're like cheese or wine,\" cheese & sausage is better\n  ","640386":"\n   Y did he make u chose just 1\n  ","640387":"\n   well ur a girl so you prolly had good handwriting anyway aha ?\n  ","640388":"\n   maybe it was called handwriting. but yeah it was the only thing i ever got an I in growing up\n  ","640389":"\n   Y u like older guys?\n  ","640390":"\n   well the ones you posted on here you obviously already typed out. and you said you saved them. so i'm asking how you saved them. in word?\n  ","640391":"\n   i was good in everything except penmanship. I got an I in that.\n  ","640392":"\n   I meant the ones you already psoted on here\n  ","640393":"\n   Hey I'm a poet, and I didn't even know it!\n  ","640394":"\n   a+ in english or writing?\n  ","640395":"\n   but you saved them in word?\n  ","640396":"\n   So were you good at writing in school?\n  ","640397":"\n   Wisdom or Beauty ?\n  ","640398":"\n   @\n  ","640399":"\n   Those are really good! How long did it take you to write them?\n  ","640400":"\n   did u write them in word?\n  ","640401":"\n   Those turned out really good honestly they were a great thing for me to read before classes mind you I have class at 10 and it's only 8:35 as of typing this but still super good I'm excited to see the others as well ? ?! Also I'll be on throughout he day and I'll try to be on when you are\n  ","640402":"\n   the bad thing is that poem will be buried 5 pages under within a day lmao\n  ","640403":"\n   What was your favorite TV show when you were a kid?\n  ","640404":"\n   use this question to post ur poem\n  ","640405":"\n   fav food?\n  ","640406":"\n   you like older guys?\n  ","640407":"\n   Do you ever litter?\n  ","640408":"\n   I just wanna spoil the shitt out of you but im in nb canada just wish i could take you out on cute dates\n  ","640409":"\n   you like odler guys?\n  ","640410":"\n   why did she deacticvtae?\n  ","640411":"\n   what is ur poem about?\n  ","640412":"\n   men or boys?\n  ","640413":"\n   Yur the Cutest ???\n  ","640414":"\n   girls or guys?\n  ","640415":"\n   Lol it wasn't nice I had no use for them\n  ","640416":"\n   tell her to re-activate\n  ","640417":"\n   Tag me in them please and thank you that way i for sure get the notification :)\n  ","640418":"\n   \"Can you please ask\n   \n    @Names_ShyGirl\n   \n   to re-activate her ask?\nOmfg she just snapchatted me.. ?\" what did she say?\n  ","640419":"\n   Anbody around? ask is deae\n  ","640420":"\n   ? nice selfie must be selfie day\n  ","640421":"\n   You dont need take a bunch of pics lol i just wanna see you happy cuz your so damn beautiful\n  ","640422":"\n   I agree that u are cute\n  ","640423":"\n   You are so pretty not gonna lie\n  ","640424":"\n   I'm a big fan of you and quite literally want to buy you every single little thing off your wishlist\n  ","640425":"\n   Can you please ask\n   \n    @Names_ShyGirl\n   \n   to re-activate her ask?\n  ","640426":"\n   Can i buy them timberland womena boots and dream pair heels for you because im madley in love with you\n  ","640427":"\n   is that a filter cause i like the way it turns eyes green\n  ","640428":"\n   Im excited for both but you can do it Boom! I believe in you :D\n  ","640429":"\n   Why do people tare people down to make themselves feel better?\n  ","640430":"\n   How are both coming so far if you dont mind me asking?\n  ","640431":"\n   No clue this counts as a good deed I was in the arcade today I won 5000 tickets I didn't want them because I was playing for fun and I gave them to a kid\n  ","640432":"\n   Sounds good I'll watching some shows and reading online stuff just lemme know when back ?\n  ","640433":"\n   Did you do any good deeds today\n  ","640434":"\n   Can you post your poem please?\n  ","640435":"\n   Are you cute?\n  ","640436":"\n   I'm fine and you??\n  ","640437":"\n   Why did you become lady Boom? ?\n  ","640438":"\n   Gotcha hahahaha :P\n  ","640439":"\n   So you delete questions that have quote unquote \"quotations\" in them?\n  ","640440":"\n   Hello again ?\n  ","640441":"\n   What are you up to\n  ","640442":"\n   i got no strings, to hold me down, or make me fret, or make me frown, i had strings, but now you see, there are no strings  on me\n  ","640443":"\n   Another turning point, a fork stuck in the road\nTime grabs you by the wrist, directs you where to go\nSo make the best of this test, and don't ask why\nIt's not a question, but a lesson learned in time\nIt's something unpredictable, but in the end it's right\nI hope you had the time of your life\n  ","640444":"\n   Should the indigenous white minority who only make up for 37% of Londons population be given priority over housing, hospital care, job vacancies and such? I think we should have a London Affirmative Action for whites like coloured people have in America.\n  ","640445":"\n   Do you think grand parents should WANT to spend time with their grand children? How often do you feel is acceptable, if your parents or in laws didn't come to see your children (or future children) how would you feel?\n  ","640446":"\n   I hate to interject but what exactly is the argument going on here?\n  ","640447":"\n   Instead of our government giving money to blacks in Africa to get them food and such, should the money be sent to the Whites in Africa who are being Genocided?\n  ","640448":"\n   some of the biggest farts come from some of the smallest booms\n  ","640449":"\n   I don't have the studies to review, just your copy-pasted talking points about them\n  ","640450":"\n   Do you find anyone annoying on here?\n  ","640451":"\n   i don't think you understand the literal definition of programming\n  ","640452":"\n   also you're just copy-pasting\n  ","640453":"\n   I feel bad for your eyes now\n  ","640454":"\n   What is the funniest thing you have ever seen?\n  ","640455":"\n   sound it out\n  ","640456":"\n   Welp you know what that means\n  ","640457":"\n   Hi\n  ","640458":"\n   \" ok you meant programmed metaphorically\n\nNo i meant literally.\" ok well you literally can't program something that has no computations capabilities.\n  ","640459":"\n   ok but then all your stuff about  lulling you to sleep, flicker rates, and brains waves still applies. It doesn't magically go awa because you watch it on your computer\n  ","640460":"\n   you can't be hypnotized if you're self-aware of the hypnosis\n  ","640461":"\n   I must say that I do agree with everything you said.\n  ","640462":"\n   so u never watch tv?\n  ","640463":"\n   ok you meant programmed metaphorically\n  ","640464":"\n   If you do t want to grow up, are you interested in DDLG role play?\n  ","640465":"\n   ?\n  ","640466":"\n   No? tvs did not use to be computers, what are you talking about? TVs have been around since the 50s, when the smallest computer was the size of a room.\n  ","640467":"\n   Yeah,it would be like Vietnam but on much larger scale.\n  ","640468":"\n   U look gorgeous\n  ","640469":"\n   I don't know why they call it rain man when it's really just raymond. He just couldn't say it\n  ","640470":"\n   Don't sweat it! I'm sure it'll be great\n  ","640471":"\n   \" i do not want to grow up yet.\" well either go to neverland or get a job. every boomie has to grow up sometime\n  ","640472":"\n   prolly should have deleted this for the kwoatashyunz\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/141343193465\n   \n","640473":"\n   Tag me in it when it's finish friend? ??\n  ","640474":"\n   What do your tattoo quotes say?\n  ","640475":"\n   What's your opinion on talking to a lot of guys while in a relationship?\n  ","640476":"\n   Did I help then or? And be honest if you aren't using those that's completely fine either way still looking forward to seeing it\n  ","640477":"\n   I hope not and it could get even worse if the US would decide to attack North Korea and China would then get involved on North Korea's side in the conflict against the US.\n  ","640478":"\n   Tell me if u think this is stupid . I live near a mall where iPhone cases are being sold for 35 dollars. Don't u think that is stupid ?\n  ","640479":"\n   who is allowed to add you on other social media\n  ","640480":"\n   Fear, Peace, Friendship, Unity, Kindness, Monkeys, Love, Time, etc.\n  ","640481":"\n   Yeah,me neither.Especially when both sides have nuclear weapons.\n  ","640482":"\n   Did have any ideas or? cause i can try and help to the best of my abilities\n  ","640483":"\n   Hey babe u cutie sup\n  ","640484":"\n   possibly. or maybe you just want to make yourself sound older than you are. they're both possibiltiies\n  ","640485":"\n   You call her boom and you like it damn it\n  ","640486":"\n   Yeah,he really does seem to want war with them.\n  ","640487":"\n   I wanted to also ask how the poem was going besides also just asking how you were doing\n  ","640488":"\n   stop flirting with the cloud guy .. working getting ur ex back ..\n  ","640489":"\n   \"What does it say on every tv guide? Programme..\nJust look it up, youll find out thats exactly what tvs do.\" maybe all tvs now, but televisions from the 90s and such still exist, which weren't computers. this is what i identify as\n  ","640490":"\n   You thought i was serious..\n  ","640491":"\n   Only if you share some cake u butt\n  ","640492":"\n   The earth is 2017 years old ?\n  ","640493":"\n   I gotta be lucky ??\n  ","640494":"\n   if i farted on u it would melt you that's how toxic it is\n  ","640495":"\n   Aww you are so cute ! ?\n  ","640496":"\n   But sav ?\n  ","640497":"\n   Well it says you're 21 but I could have sworn you used to be 20.\n  ","640498":"\n   \" I identify as a television.\n\nSo youre a programmed robot?\" no? not all televisions are computer you know\n  ","640499":"\n   poor sky\n  ","640500":"\n   That was me on anon\n  ","640501":"\n   Yeah,indeed there is.Trump also sent few days ago warships towards North Korea.\n  ","640502":"\n   I like my woman 90+ sav\n  ","640503":"\n   Monkey friend! ??♥\n  ","640504":"\n   What would you rather choose to wear when going out during summer? \nA) Knee-level skirt\/dress \nB) Very short skirt\/dress \nC) Leggings \nD) Jeans\nE) Short shorts\n  ","640505":"\n   Be glad u don't have NC weather, it's sticky hot!!!\n  ","640506":"\n   I identify as a television.\n  ","640507":"\n   Where do you buy ur make up products from ? Are they expensive\n  ","640508":"\n   please hit the like button on my page\n  ","640509":"\n   Wow you're 100?\n  ","640510":"\n   Do you think that sense of humor is an important quality that matters and means alot in a friendship?\n  ","640511":"\n   Sav!\n  ","640512":"\n   How old are u?\n  ","640513":"\n   In a past life i was a piece of toast............. but i was the best darn toast there was!\n  ","640514":"\n   he needs you\n  ","640515":"\n   I wonder why that one anon thought that you're a lesbian.\n  ","640516":"\n   That was a secret ?\n  ","640517":"\n   Your wishlist is so reasonable\n  ","640518":"\n   Small butt\n  ","640519":"\n   Do you “steal” food from refrigerator in late evenings and nights?\n  ","640520":"\n   Thoughts on the 24 hour challenge\n  ","640521":"\n   Is it okay for a 38 year old woman to remove her 12 year old stepson's PlayStation from his room as a punishment for not doing as she told him to?\n  ","640522":"\n   How do you guys feel about the Easter Egg Moods?\n  ","640523":"\n   ask someone a question who you have never asked a question then share their answer\n  ","640524":"\n   Are women Nature's punching bags?\n  ","640525":"\n   I should really get boom some gifts\n  ","640526":"\n   On a semi sadder note i am unable to find the answer solely because my computer and phone both freak out before i can scroll all the way to find it\n  ","640527":"\n   best part of being a boom?\n  ","640528":"\n   te amo con todo mi corazón :))))\n  ","640529":"\n   Do you let the past die, or do you bring it up to people; after a year?\n  ","640530":"\n   Whats neat is i got a lot of positive feedback too people said it was intersting\n  ","640531":"\n   I was so enthusiastic about it too\n  ","640532":"\n   You are so cute :)\n  ","640533":"\n   But rarely spam me ??? as u follow me\n  ","640534":"\n   What shows are you into ?\n  ","640535":"\n   Do you have any siblings? Step.Full. Paternal or maternal\n  ","640536":"\n   come baaaaaaaaaaaack\n  ","640537":"\n   how many unanswered do you have\n  ","640538":"\n   Are women Nature's punching bags?\n  ","640539":"\n   I basically had a photo of the first Kamen Rider up, the toys in front of the podium and I stood there and said: \"Now you may be asking yourself: What are these toys sitting infront of me? Who is that guy up there on the screen? How am I gonna make a fool out myself today? Well I'll tell ya!\"\n  ","640540":"\n   PAP a creepy face!\n  ","640541":"\n   kaaaa booooooooooooooooom\n  ","640542":"\n   If you could be a comic book what one would you want to be in and why? Would you be a hero or a villain and what would be the powers youd want?\n  ","640543":"\n   Did you wanna hear what my opener was?\n  ","640544":"\n   what other social media do you have\n  ","640545":"\n   Sort of actually its basically my collection of japanese stuff and i talked about what it was from\n  ","640546":"\n   question count + 1\n  ","640547":"\n   What is the worst gift you have ever received?\n  ","640548":"\n   Do you ever dream of winning a lottery? What would you do with your millions?\n  ","640549":"\n   Check my name and think again\n  ","640550":"\n   I'mma cheat and put stones in mine ?\n  ","640551":"\n   My professor said my attention getting opener was the best and i was like nice cause i improved the fuck out of that\n  ","640552":"\n   I wanna smack u with a pillow\n  ","640553":"\n   there are naked people in toni erdmann\n  ","640554":"\n   Awesome u like me everyday ???\n  ","640555":"\n   Yep do you have a soul?\n  ","640556":"\n   What's wrong with quotations?\n  ","640557":"\n   nice and healthy\n  ","640558":"\n   don't go on united though, they'll beat ur @$$\n  ","640559":"\n   u think ur but is sexy?\n  ","640560":"\n   i already got the dominos haha. but i ate a medium instead of a large #hastagprogress\n  ","640561":"\n   I'm doing really well I am in good spirits again this time though because I feel like I totally killed my 3-5 minute presentation for my class today and got a lot of good feedback\n  ","640562":"\n   Then again you have a tiny booty\n  ","640563":"\n   Would you be a good rolemodel?\n  ","640564":"\n   unless they post videos and say their screename, there's always doubt\n  ","640565":"\n   He wants the booty\n  ","640566":"\n   Holy fuck your eyes are staring into my soul ??\n  ","640567":"\n   Which anon?\n  ","640568":"\n   its' shit anyways so cba anymore\n  ","640569":"\n   Hello friend! :D how're you?\n  ","640570":"\n   get through as in answer them?\n  ","640571":"\n   I am now\n  ","640572":"\n   ??? byeeee TTYL\n  ","640573":"\n   Btw i actually don't have you on sc anymore lmfao\n  ","640574":"\n   Do you like that your but got really big?\n  ","640575":"\n   I want to be pretty like you\n  ","640576":"\n   That anon is so rude pfff glad we never do that\n  ","640577":"\n   good thing I don't make remark like that! lmao\n  ","640578":"\n   I'm got suspended for calling some mexican kid an 'illegal alien' rather than an undocumented immigrant. Why are we so PC now?\n  ","640579":"\n   HUMP THE FUCK OUTTA ME\nGet it??\nR 18 PUN\n  ","640580":"\n   Why you are beautiful\n  "},"Answer":{"639508":"\n  Crack, razor razor, sharp.\n  ","639509":"\n  No, its cool\n  \n   @jakesossy\n  \n  ill just go get fat and ugly then make a house in a tree and live alone. Its cooool\n  ","639510":"\n  You were in my feed ?\n  ","639511":"\n  I would be so happy hahah\n  ","639512":"\n  Nuu uhhh?\n  ","639513":"\n  Cant,\n  \n   @jakesossy\n  \n  just called me ugly\n  ","639514":"\n  I do not support war. My fav quote about war.. \"all wars are boyish, and are fought by boys\" - Herman Melville\n  ","639515":"\n  Try it and see what happens?\n  ","639516":"\n  I dont choose too, but i have once cause two mexican bitches were going at it while i was in the line for food hahaha they were all calm texting then all of sudden the bitches were pulling each others hair and kicking each other. But most of the fights were held across the street from the school after school. It got bad.. so much blood\n  ","639517":"\n  Come overrrr ?\n  ","639518":"\n  Some people think there moles look good. Lol while im just like..\n  ","639519":"\n  Wassssssuppp\n  ","639520":"\n  I AM GOOD, I MADE BROWNIESSSS\n  ","639521":"\n  ????? ily ???\n  ","639522":"\n  I ate one brownie and i need a gallon of water.. so freakin sweet.\n  ","639523":"\n  Im pretty sure i wore these all winter\n  ","639524":"\n  I am the 2nd coming\n  ","639525":"\n  Ok hold up, i need to check my fashion game and get a brownie lol\n  ","639526":"\n  I think females hate guys who are fat more soo\n  ","639527":"\n  Wow, thank you?\n  ","639528":"\n  HOW YOU DOIN\n  ","639529":"\n  I would share!\n  ","639530":"\n  Yeah, theres an interview where he talks about it and that how he made the money before he was in films hahahah\n  ","639531":"\n  BUT THEY HAVE THE HOTTEST DRAGON MOTHER EVER.\n  \n  And some episodes have so much sex its like watching porn hahaha and its the only show thats been allowed to break so many boundries with nudity.\n  ","639532":"\n  I mean if i could fuck a personality, yeah I'm down. But his fuckin mole pisses me off\n  ","639533":"\n  NO MICHONNE I LOVE HER.\n  \n  Shes badfuckinass\n  ","639534":"\n  Game of thrones is better.\n  ","639535":"\n  1. Hes fuckin badass. (Not as badass as 10k in z nation) but he has this whole bad boy survivor vibe to him.\n  \n  2. Hes in my favorite movies- boondock saints 1&2\n  \n  3. He has reallly good one liners\n  \n  4. He was a pornstar before he did movies ?\n  ","639536":"\n  How dare you, we can no longer talk. Goodbye.\n  ","639537":"\n  Its gonna be like the midget in game of thrones, he was suppose to die in like the 2nd season but because of the fan base they couldnt. So i think they're gonna probably introduce some more characters to kill off LOL\n  ","639538":"\n  MAKING THEM, thats what that means. Holy fuck, youre so dumb.\n  ","639539":"\n  Daaaaaaamn that girl has a beak, ima call her toucan\n  ","639540":"\n  Where in the fuck did i say that\n  ","639541":"\n  Yes bby, yes i am ???\n  ","639542":"\n  LANDOO\n  ","639543":"\n  Just so you know, the brownies are cooling down ?\n  ","639544":"\n  You enjoy breaking my heart dont you\n  ","639545":"\n  Shes not cute like at all. Even after she got her butt chin taken off. Her voice pisses me off, whenever she talks i wanna slap her. She also makes horrible facial expressions, like close your goddamn mouth demi.\n  ","639546":"\n  I really REALLY like drugs and alcohol.\n  \n  That i havent learned how to have work ethic because everyone hands things to me; friends, friends parents ect.\n  \n  Idk they might know that and thats why they dont want to help me with anything lol\n  ","639547":"\n  Awh, really??\n  ","639548":"\n  Awh, well im sorry that some bullshit happened on here and fuck those people. I dont care if they hate me for talking to you, they can suck my imaginary cock ?\n  ","639549":"\n  Oh no no, totally not done with my questions lol\n  ","639550":"\n  The brownies ?\n  ","639551":"\n  Awh, thank you so much? i need lots of hugging and ?? but mostly hugs ?\n  ","639552":"\n  Why cant i speak russian, im butthurt.\n  ","639553":"\n  OMFG ALMOST DONE\n  \n  YAYAYAYAYAY\n  ","639554":"\n\n   @Xxchloboxx\n  \n  im very happy we get the same stupid questions so i dont have to suffer alone ?\n  ","639555":"\n  Hey, ilysm ? royally butthurt i cant come over... i dont think the universe understands how well we'd get a long..\n  ","639556":"\n  Its was sunny but partly cloudy as well\n  ","639557":"\n  The brownies are almost done, i can smell em ?\n  ","639558":"\n  If history class actually taught what this book teaches, history would make a fuckton more sense & i would actually pay attention. Like fuck.\n  ","639559":"\n  Im pretty good today!! ?☺\n  ","639560":"\n  Can they just be done yet omfg.\n  ","639561":"\n  Omg me too.\n  ","639562":"\n  Its the history on how and why the free masons and illuminati started. It was written in 1798.\n  ","639563":"\n  Oh god, and the fact i know all the words to all these songs isnt okay. They are so disturbingly gross they make me happy;\n  \n  Fack - Eminem\n  \n  The bad touch - bloodhound gang\n  \n  Paper doll - louis XIV\n  \n  Slob on my knob - three 6 mafia\n  \n  Dont make me beg - kottonmouth kings\n  \n  Albums: The best little secrets are kept, The teaches of peaches, Impeach my bush, I feel cream, Fatherfucker, Rub.\n  \n  ???\n  ","639564":"\n  Ahh fuck, im gonna go make brownies then ill be back lol\n  ","639565":"\n  Out loud, i dont think i ever do it in my head hahaha\n  ","639566":"\n  Once upon time, you were born\n  \n  Then your mom looked at you and said,\n  \n  \"I probably should have just swallowed\"\n  ","639567":"\n  My stomach, they had to take 10 samples from my stomach lining.\n  \n  I remember waking up to the best high ?\n  ","639568":"\n  Pretty good, spent most of it outside.\n  \n  Then i started reading this book:\n  ","639569":"\n  ? this made my day?\n  ","639570":"\n  Writing, i love writing. ?\n  ","639571":"\n  1. Ask.fm paid me\n  \n  2. I had unlimited brownies\/food\n  \n  3. A tree that actually grew money\n  ","639572":"\n  UGH STOP REMINDING ME THAT I NEED TO GET MY SHIT TOGETHER\n  ","639573":"\n  Good evening ?\n  ","639574":"\n  Thinking about browniess..\n  ","639575":"\n  Oh shitt, what happeneedd\n  ","639576":"\n  Well you cant stop, so thats an addict.\n  \n  Havent you heard \"all it takes is one hit\"\n  ","639577":"\n  Im pretty sure, i would do just fine without you. Im pretty sure because of you a lot of people dont really want to send me anything, cause i can barley get through any of my questions because you keep sending shit.\n  ","639578":"\n  Everything is ok! Just hope my patience doesnt run out today ?\n  \n  How are you?!\n  ","639579":"\n  Sky dive, omfg. I want to but ugh terrifying.\n  ","639580":"\n  A guy?\n  ","639581":"\n  Hey ?\n  ","639582":"\n  He married a full Japanese\n  \n  They got divorced\n  \n  Started dating a Czechoslovakian\n  \n  What kind of non white are you indicating?\n  ","639583":"\n  1. I got the same amount of questions as i normally do.\n  \n  2. I get a fuckton of followers regardless\n  \n  3. You really didnt increase my followers that much. Especially since i knew most of those people..\n  ","639584":"\n  Omfg, just fuck off.\n  \n  Im just gonna block you.\n  ","639585":"\n  Off?\n  ","639586":"\n  Thats cool, i was wondering when youd go fuck yourself.\n  ","639587":"\n  Be back tonight?\n  ","639588":"\n  K cool. Byyyyee\n  ","639589":"\n  Why does this matter?\n  ","639590":"\n  In my best interest or yours?\n  \n  Cause i dont really care, i have other things to do. I can't spend all day on here.\n  ","639591":"\n  Good, im hungry. Havent eaten breakfast.\n  \n  So im getting off to go do some stuff. Might come on tonight ?\n  ","639592":"\n  I didnt come on to be on for awhile, i might come on tonight.\n  ","639593":"\n  Awh, thank you so so much? Youre lovely\n  ","639594":"\n  Tbh, i fuckin hate when accidentally like my own answers. Ugh\n  ","639595":"\n  Whoa, weird. I wish you would as well.\n  ","639596":"\n  Yeah, i have some anxiety issues ):\n  ","639597":"\n  You care more about me getting 100k then i do, just saying.\n  ","639598":"\n  I hope i have a good weekend, and dont suffer from any headaches ):\n  \n  I hope you have an amazing weekend as well ?\n  ","639599":"\n  Oh hey goosey\n  ","639600":"\n  You do know in the bible it says not to eat unclean meat, so that means no pig...\n  ","639601":"\n  Because you need to shower\n  ","639602":"\n  Ayyyye anon\n  ","639603":"\n  Yess anons, blow her up ?\n  ","639604":"\n  MUNCHIES\n  ","639605":"\n  Ugh. So many. Lol im going through them and deleting any i dont wanna reply too ?\n  ","639606":"\n  Whoever mass spammed people about me and luke, should fuck off ?\n  ","639607":"\n  I love Daryl\n  ","639608":"\n  Whats up??\n  ","639609":"\n  Blueberry chills - honey cocaine\n  ","639610":"\n  Same thats why im making it☺\n  ","639611":"\n  Probably not\n  ","639612":"\n  Im sorry, who are you\n  ","639613":"\n  Its ok, about to take a break to make hot chocolate\n  ","639614":"\n  Ohhh!! Well shit, that must be fun\n  ","639615":"\n  Reading my book, its good\n  ","639616":"\n  I feel like i should know what this means, but i dont ?\n  ","639617":"\n  Oh ya!!!! Awwwh, you call him daddy ?\n  ","639618":"\n  I mean, kinda?\n  ","639619":"\n  Whos daddy?\n  ","639620":"\n  I cant wait\n  ","639621":"\n  Why does my cat headbutt me?\n  ","639622":"\n  Nope, dont ruin it.\n  ","639623":"\n  Nigga i dont know\n  ","639624":"\n  Awwwwh, im sorry. Caffeine makes me sick so i dont drink\n  ","639625":"\n  Choker\n  ","639626":"\n  No i just liked knowing hes alive\n  ","639627":"\n  I know ive seen parts of it\n  ","639628":"\n  Yeah then he gets his head smashed\n  ","639629":"\n  I cant watch walking dead without Glenn being in it. ?\n  ","639630":"\n  I havent seen the most recent season\n  ","639631":"\n  Like fat diamonds\n  ","639632":"\n  Whos negan??\n  ","639633":"\n  Stress makes me wanna die\n  ","639634":"\n  Ehhhh, i wanna rip my hair out.\n  ","639635":"\n  The boom disease\n  ","639636":"\n  Someone just burn me alive.. k thanks\n  ","639637":"\n  My bladder.\n  ","639638":"\n  Wtf is this for\n  ","639639":"\n  You gottta tell me\n  ","639640":"\n  ????\n  \n  Babeee nooo\n  \n  You need to relax\n  ","639641":"\n  Wow thanks for reminding me that im crazy ??\n  ","639642":"\n  You should rest!!! Thats not good, do you know why?\n  ","639643":"\n  I might throw my phone cause i cant use google to see whos hiring, it wont load\n  ","639644":"\n  I am fucking STRESSED.\n  ","639645":"\n  Probably not, gonna read my book\n  ","639646":"\n  I WANNA KNOW HOW IT ENDS\n  ","639647":"\n  Idc\n  ","639648":"\n  Except they never come back and be like \"oh that was me\" and show who they are so.\n  ","639649":"\n  Ive never worn 2 pair of tights in general\n  ","639650":"\n  Chicago cubs?\n  \n  They are fuckin dope. Lol\n  ","639651":"\n  I am too honestly.\n  ","639652":"\n  I have to someone else, but its usually on accident cause i forget to change it.\n  ","639653":"\n  I think i was 10 lol\n  ","639654":"\n  Im happy for you!!!\n  ","639655":"\n  You can see on ig\n  ","639656":"\n  Ask would get boring lol\n  ","639657":"\n  ????\n  ","639658":"\n  What you up too?!\n  ","639659":"\n  Oh hell no! Dont manipulate anyone ?\n  ","639660":"\n  Hey sweetness ?\n  ","639661":"\n  They werent mean, they were inappropriate\n  ","639662":"\n  I would be so happy omg.\n  ","639663":"\n  I was born blonde? I was blonde till i dyed my hair brown... crazy i know, who knew someone could dye their hair ahahhaah\n  ","639664":"\n  Youre so beautiful & youre so sweet to me.\n  \n  I love that you find me sexy ?\n  ","639665":"\n  Well actually fake how?!\n  ","639666":"\n  Nigga theres never been only one anon.\n  ","639667":"\n  I blocked them as well but seems like its not one person LOL\n  ","639668":"\n  Seriously? Like i kept fuckin track?\n  ","639669":"\n  WHAT?! WHO?!\n  ","639670":"\n  Wow. You just made my day ? thank you so much??\n  ","639671":"\n  Sudem?\n  ","639672":"\n  How are you?!\n  ","639673":"\n  Awwh, thats so cute ?\n  ","639674":"\n  Ive been reporting the fuck outta them soooo\n  ","639675":"\n  I can always hope ?\n  ","639676":"\n  I know\n  ","639677":"\n  Too long my friend, toooo long\n  ","639678":"\n  4 year old sav\n  ","639679":"\n  I miss u\n  ","639680":"\n  I havent seen anyone really use gifs for awhile..\n  ","639681":"\n  Farts farts farting fart fart.\n  ","639682":"\n  By taking a test?\n  ","639683":"\n  Not all poems rhyme LOL\n  \n  Song lyrics are poems and they dont always rhyme.\n  ","639684":"\n  Ive just been hanging out. Been trying to find a job and its not going so well ? what have you been doing\n  ","639685":"\n  I dont mind them except there should be a filter before you even get them instead of when you answer them.. like you shouldn't be able to say certain things i guess.\n  ","639686":"\n  Answer questions, i need to make polls again poopy.\n  ","639687":"\n  HAHA this was goood. Props.\n  ","639688":"\n  Ive been to antique shops, which are my fav!\n  ","639689":"\n  Awwwwh, they were saying thank you? how sweet. Thats like my kitty bringing me dead insects hahaha\n  ","639690":"\n  If im not married or in the process of being married in 3 years, i have failed.\n  \n  So it wouldnt be a big to me cause i plan on being with someone.\n  ","639691":"\n  Wtf ? not very\n  ","639692":"\n  Awwwwwwh? Youre sweet\n  ","639693":"\n  I know, i wasnt born yesterday.\n  ","639694":"\n  There was no deal, just them being nice.\n  ","639695":"\n  I dont put myself on a pedestal\n  ","639696":"\n  1. I have worked before lol\n  \n  2. I plan on marrying someone soo\n  \n  3. Some mimimum wage jobs arent bad, im also planning on going back to school.\n  \n  4. Why are you being an annoying little prick?\n  ","639697":"\n  The top row molars are literally all silver hahahahah ive had to get a bunch of fillings done this year.\n  ","639698":"\n  Awh what a sweet little poem ?\n  ","639699":"\n  Im about to be 100 years old by the time i get through all my questions lol\n  ","639700":"\n  Take a century to load ?\n  ","639701":"\n  Why does my kitty make the cutest noises?! I dont get it.. shes too cute\n  ","639702":"\n  Awwwwwwh? thank you so so so much\n  ","639703":"\n  Im starting to lose weight again because im stressing out.\n  \n  Girls if you wanna lose some pounds, get super stressed out ?\n  ","639704":"\n  Ill just make a gang of clones, and whoevee wants one can have one.\n  ","639705":"\n  Its really annoying me ?\n  \n  And ask is about to be a little shit as well.\n  ","639706":"\n  Im seriously having issues with making a sentence, i always miss a fuckin word\n  ","639707":"\n  I feel like everyone feels like they should spoiled?¿\n  ","639708":"\n\n   @TakuAnkh\n  \n  WHY ISNT MY SC LETTING ME SEND ANYTHING\n  ","639709":"\n  People can demand someone of anything, doesnt mean shit ? im gonna respond as \"that sucks, wasnt part of the deal\"\n  ","639710":"\n  Cool sports watch lol i used to have one, but it broke ):\n  ","639711":"\n  Good for kim, she would probably just pay someone to do it.\n  ","639712":"\n  Good morning D☺\n  ","639713":"\n  Maybe i didnt fuckin want to put effort into it and just wanted to chill, goddamn.\n  ","639714":"\n  Goodnight!! Hope we talk tomorrow!!\n  ","639715":"\n  I forgot my paypal password ?\n  ","639716":"\n  Okay, sounds good to me?\n  ","639717":"\n  How do i wall 2 wall an anon\n  ","639718":"\n  Im going to bed landoooo the lamboo. Omg if i get a lambo, im naming it lando forsure lol\n  \n  Gooodnight??\n  ","639719":"\n  You dont even know where to send it anyways ? just message me later if you want\n  ","639720":"\n  Ill come on tomorrow\n  ","639721":"\n  Awh, thats so damn nice of you ? thank you ?? even if you dont, thank you\n  ","639722":"\n  Ok im gonna get off, my patience has run out and i didnt get though any of my questions, so fuck it. Lol\n  ","639723":"\n  Well, thank god youre here!\n  ","639724":"\n  I ride my bike with no handlebars, no handlbars\n  ","639725":"\n  Anything about me eating or metabolism is getting deleted, just saying. Im getting really over this stupid conversation\n  ","639726":"\n  This is why we are best friends.\n  ","639727":"\n  I hope the same thing ?\n  ","639728":"\n  Awh, thanks but im still stressing lol\n  ","639729":"\n  Im sure everyone would be happy with that\n  ","639730":"\n  Id work out everyday if i could go to gym.\n  \n  I havent hiked in a month bro.\n  ","639731":"\n  Im not trying to be a body builder haha i just want one of those bodies you see on weheartit\n  ","639732":"\n  Thats so sweet, omg ? thank you.\n  ","639733":"\n  Because i like gyms and dont have a gym membership so\n  ","639734":"\n  I dont work out, i havent since i was 14. I WANT to work out, get back into it. I'm so out of shape, its not funny.\n  ","639735":"\n  So i can have a toned bangin ass bod haha\n  ","639736":"\n  YOURE JUST TEASING ME NOW.\n  ","639737":"\n  What does kim Kardashian do all day? Nothing lol\n  \n  Id probably work out constantly, and eat\n  ","639738":"\n  Who knew coming on here would actually make me feel better.\n  ","639739":"\n  Dude THATD BE DOPE\n  ","639740":"\n  He bettter grab it and squeeeeeze\n  ","639741":"\n  People would probably call me a huge golddigging slut, but id be like FUCK IT IM HAPPY. So id be down ?\n  ","639742":"\n  Dont worry, id haunt them.\n  ","639743":"\n  YOU TOTALLY GET IT ?\n  ","639744":"\n  Thats my only goal in life\n  ","639745":"\n  That would be EVIL. Omg.\n  ","639746":"\n  I would probably actually cry if you did that.\n  ","639747":"\n  Who are you and why cant people think more like you. ?\n  ","639748":"\n  Now my rant is ruined\n  ","639749":"\n  Im not!! I could get more adorable tho ?\n  ","639750":"\n  You know, i agree with you. Lol\n  ","639751":"\n  Thank you i agree, like what the fuck.\n  \n  But anyways, i gotta work for it i guess.\n  \n  Im about to sell my body or something HAHAH\n  \n  I wish we could hang out so bad.\n  ","639752":"\n  Yeah, but shes greedy and wont share.\n  ","639753":"\n  Yeaah why?\n  ","639754":"\n  It was you wasnt it??\n  ","639755":"\n  Nooo, thatd be nuts. Couple hundo\n  ","639756":"\n  Damnit, i forgot to put mom\n  ","639757":"\n  I tried looking for jobs today and its so goddamn hard, nothing is hiring. Nothing close to me at least. Like idk wtf to do. Like my parents should be helping me with payments for braces, woo adult braces but they wont help me at all. Im just so fuckin stressed i can feel my hair turning grey.\n  ","639758":"\n  I just want 5 grand, is that so hard to ask for? My shits that much in the morning, but nooooo. ?\n  \n  Who wants to be my money slut? JUST KIDDING. Im just stressing.\n  ","639759":"\n  MORE THAN THAT. Ugh kill me.\n  ","639760":"\n  How does a human get this many questions in a day, and how am i suppose to answer all of these\n  ","639761":"\n  Model pout?\n  ","639762":"\n  Im probably gonna end up going to bed soon...im stressing toooo much ?\n  ","639763":"\n  I LOVE\n  ","639764":"\n  Im sorry sc is being gay for me right now. I tried using it before coming on here and it just sucks ?\n  \n  & thank you!\n  ","639765":"\n  Family guy - Peter\/ Brian\/ Stewie\/ quagmire all put together, that is boom .\n  ","639766":"\n  Why not mingle with both? ?\n  ","639767":"\n  I have to go with the flow, cause plans make me have an anxiety attack lol\n  ","639768":"\n  YOUR NAME ?\n  ","639769":"\n  Your mom, cause that hoe is old.\n  ","639770":"\n  I feel like someone just reported everything they didnt like lol\n  ","639771":"\n  Nobody:\n  \n  The story that was told, was only told by some.\n  \n  On the streets lingered fear, but nobody could run, nobody could get clear.\n  \n  Snow was falling, decorating everything in sight.\n  \n  Nobody scream, you never felt fright.\n  \n  Only reason, nobody knew every tree was burning with treason.\n  \n  Smoke rised, shock and surprised, they all ran as the common town folk danced in flames.\n  \n  Prayers are whispered, cries are whimpered.\n  \n  But, nobody understood that nobody could save them.\n  \n  Because this is the end.\n  \n  ☆BOOM☆\n  ","639772":"\n  Hey hun!!! Ive been good, how about yourself?!\n  ","639773":"\n  Where?!\n  ","639774":"\n  I just found this in my notebook\n  \n   @TakuAnkh\n  \n\n  - I wish to tell a story of a girl who wished she could do more.\n  \n  That's who im going to be remembered for.\n  \n  ☆BOOM☆\n  ","639775":"\n  Dont make those faces at me\n  ","639776":"\n  Yes, ive done all 3.\n  \n  I cant remember what i caught but when i went deep sea fishing, i got sea sick so i used my throw up as bait hahahah and caught the 2nd largest fish. I was on a boat with all guys and every guy shook my hand and said \"your a champ. You still fished while you were throwing up. Never seen a girl do anything like that\"\n  ","639777":"\n  Realizing that every kid is different. That youre going to need to figure out there temperament and what they like and dislike despite what you want them to do. Ive heard parents be like, im just gonna let them be whoever they want, then once they grow a little bit they start being like, noooo dont do this.. or why do you want to be like that?\n  \n  Teenagers = teen anger. They are pissed off all the time because there bodies are going crazy, so you have to learn alot about your kid then as well. And make sure they talk to you about whats goin on at school.. be present in there lives.\n  ","639778":"\n  Idk or care what you agreed too\n  ","639779":"\n  I want a goddamn cheeseburger\n  ","639780":"\n  Childhood hero : leonardo DiCaprio. I was obsessed with titanic.\n  \n  Current hero: lana del rey... she knows exactly how i feel.\n  ","639781":"\n  I was always the one who stuck up for people. And nobody would say anything to me because i always had a comeback. If i was around anyone who was bullying someone, i would rain on their damn parade in a second.\n  ","639782":"\n  And i just dont want pimples..\n  \n  You dont always get what you want.\n  ","639783":"\n  That has nothing to do with it? Literally nothing.\n  ","639784":"\n  Passion of what sorts?\n  \n  Sexual passion? Rip my clothes off. HAHA\n  \n  Passion for things such as writing? I just write until i cant think anymore.\n  ","639785":"\n  ME\n  ","639786":"\n  Can someone explain to me why i dream about someone so much? Like every time i sleep, there in my head. Like no. They need to go.\n  ","639787":"\n  I kinda feel violated..\n  ","639788":"\n  Why cant you be like me and only be alive because food is too fuckin good?\n  ","639789":"\n  You mean im a witch?!\n  ","639790":"\n  I have a pimple on my nose, whyyyyy\n  ","639791":"\n  I dont like putting myself on a pedestal.\n  ","639792":"\n  Its a bird, its a plane, its me I'm high as hell.\n  ","639793":"\n  Halloween:\n  \n  • candy\n  \n  • half naked girls everywhere\n  \n  • you get to be someone else for a day\n  \n  • the raves\n  ","639794":"\n  So true ?\n  ","639795":"\n  Uhm.. no.\n  ","639796":"\n  Thats not me, youre talking about someone else. ?\n  ","639797":"\n  I had pasta as well omg\n  ","639798":"\n  I just killed a spider with my kife and i got spider guts all over it. Yuck.\n  ","639799":"\n  Ok now i can sorta see that\n  ","639800":"\n  I just wanna dance.\n  \n  Eat, sleep, rave, repeat.\n  ","639801":"\n  Whats up!?\n  ","639802":"\n  Im serious, there were fuckin jaw dropping girls\n  ","639803":"\n  No, i think they were referring to here lol\n  ","639804":"\n  But i also have to want to date that person as well. I have to have feelings for them lol you could treat me right, doesnt mean im gonna like you.\n  ","639805":"\n  I mean there were way prettier girls, i was just the super nice one. The class clown. The stoner. I just didnt give a shit.\n  ","639806":"\n  Im too lazy to do it especially since i have zero reason to do it when im just at home\n  ","639807":"\n  I was friends with the popular kids and the nobodies. I was friends with everyone. I couldn't get to class without 74939493 people saying hi to me or hugging me.\n  ","639808":"\n  Right?! God i love them\n  ","639809":"\n  I wish more people had more intellectual thoughts like you..\n  ","639810":"\n  Omg, my entire life growing up..\n  \n  Its the rich person way of bullying cause you couldnt actually bully because lawsuits would be started ahhaha\n  ","639811":"\n  WAIT ONE FUCKIN SECOND\n  \n  YOURE KIDDING RIGHT\n  ","639812":"\n  Selena gomez.\n  \n  Demi is not cute.\n  ","639813":"\n  God motherfuckin damnit. I'm too high and keep messing up.\n  ","639814":"\n  You think your funnt huh?\n  ","639815":"\n  Your typing has probably cause 5 suicides today.\n  ","639816":"\n  No, i just ignore them. Make sure they can feel like they dont exist.\n  ","639817":"\n  More like, i know i will be.\n  ","639818":"\n  Sense*\n  \n  Nice try ?\n  ","639819":"\n  Born*\n  \n  Just because someone wasnt born yet doesnt mean they havent seen a movie, you dumbass.\n  ","639820":"\n  I dont know what other friend we would be considering i dont know who the fuck you are\n  ","639821":"\n  Im about to just delete every question, because i do not have the patience for this bullshit.\n  ","639822":"\n  Yes i have?\n  ","639823":"\n  Im good, slow replies tho. Im trying to through my questions. How are you doing?\n  ","639824":"\n  Ohhhh you're like making a joke, hahaha bullshit.\n  \n  CAN PEOPLE GET ORIGINAL PLEASE.\n  ","639825":"\n  Awh shes a cutie, id be like \"wanna hang out?\" Hahaha\n  ","639826":"\n  Herrrrro ☺\n  ","639827":"\n  Bulltzu?\n  ","639828":"\n  I hate how i have to be connected to the charger while on ask, uses so much battery\n  ","639829":"\n  I dont understand why i needed to know this?\n  ","639830":"\n  A chinchilla and a mink = chink\n  ","639831":"\n\n   @TakuAnkh\n  \n  ill post a poem later tonight?\n  ","639832":"\n  I barley wear makeup anyways so id do just fine without it lol\n  ","639833":"\n  Nice profile pic ?\n  ","639834":"\n  Awh ok!! Have a good night\n  ","639835":"\n  No my point i was trying to make is if theres something about a person you think the person would be very self concious about, dont be a dick.\n  \n  Like a huge nose, dont go up to the person and say \"nice beak\"\n  \n  My point im making is some people dont have any respect for others anymore.\n  ","639836":"\n  Only a certain someone, not a complete stranger\n  ","639837":"\n  LANA DEL REY OR MILEY CYRUS.\n  \n  This needs to stop being asked\n  ","639838":"\n  Im broke now, and im pretty happy so?\n  ","639839":"\n  Lol thanks, but i dont wanna marry a stranger.\n  ","639840":"\n  Can someone explain something to me...\n  \n  You see someone whos fat and people gp up to them and say \"you need to lose weight.\"\n  \n  Like do people think they dont already know this? Or do they ever possibly wonder, i bet that person is super self conscious and insecure, probably shouldnt mention it.\n  \n  Like fuckin aye.\n  ","639841":"\n  Its raining & i already ate pasta\n  ","639842":"\n  Thanks ☺\n  ","639843":"\n  Im doing it right now?\n  ","639844":"\n  His snap said he got banned or suspended and probably wont be back idk\n  ","639845":"\n  Yeah its too cold and wet outside, so i stay inside!\n  ","639846":"\n  Wow, i cannot type for my life tonight ?\n  ","639847":"\n  Its ok!! If im slow at replying im sorry!\n  ","639848":"\n  How are you gonna love him in sickness and heath, if you cant even love him when he has a bad haircut??\n  ","639849":"\n  Its only 8:15 pm\n  \n  & i need to get through some of my questions.\n  \n  Ill probably be on for an hour.\n  \n  Awwwh, hope you have a great day!\n  ","639850":"\n  Im sorry, idk who youre referring too.\n  \n  Also, im not obsessed with anyone who isnt lana del rey or Miley cyrus.\n  \n  Pipe down.\n  ","639851":"\n  Its like your in my head\n  ","639852":"\n  Bro, same.\n  ","639853":"\n  My song of the month is - Slow Down by louis the child\n  ","639854":"\n  That sounds super familiar!! Have you started reading? Is it good?\n  \n  My book is intersting ☺\n  ","639855":"\n  Satan, dubstep, the word \"lit\"\n  ","639856":"\n  Im almost out of my pen. & its fucking thundering and pouring outside so my service is slower than normal. Fuck my life.\n  ","639857":"\n  Well idk if you know how shrimp is prepared, but ive had to clean shrimp and i had to cut and clean out all the poop, so that was not a good first impression. Then i actually tried it, i hate the texture. I hate the way it feel in your mouth. Then i learned they are scavengers, so what they eat is dirty and gross. So putting all that together, nope im good without.\n  ","639858":"\n  I agree, but hes stubborn.\n  ","639859":"\n  I think he knows, but he doesnt think hes good enough for me\n  ","639860":"\n  Republicans can suck my motherfuckin dick. Laterr\n  ","639861":"\n  I know, i will later. But rn i wanna read so im getting off.\n  ","639862":"\n  Damage answering questions *** lol\n  ","639863":"\n  Okay im gonna try and do some damage answers questions, or go through them.. might delete some cause holy shit, did not think i had so many. But rn im gonna read for a bit and ill be back tonight. ?\n  ","639864":"\n  Holy fuckin shit, i have way more questions then i thought..\n  ","639865":"\n  People are gonna get pissed. Its not gonna work. Thats why i say, good fuckin luck.\n  ","639866":"\n  Well, im glad im interesting?\n  ","639867":"\n  The governor hhaha\n  \n  Im not denying it, and i know hes conservative but hes also a big fuckin idiot and should let people get fuckin high.\n  \n  Colorado is gonna fight them so hard because they have so many studies showing how much bettter peoples lives are since they legalized it.\n  ","639868":"\n  Its funny how much you think i care\n  ","639869":"\n  You are the most boring person to talk to on here.\n  ","639870":"\n  I just say good luck, because where i live theres more weed lounges than grocery stores soo\n  ","639871":"\n  Funniest fuckin thing i read today\n  ","639872":"\n  Who has one boob?\n  ","639873":"\n  Delete what?\n  ","639874":"\n  Lol its recreational still here and Colorado.\n  \n  You can watch interviews about it, they just laugh and say the state voted for it.\n  \n  Also WASHINGTON DC legalized it hahahah they can try but they dont realize how much money the states are making from it. Theyre gonna be spending more money trying to stop it.\n  ","639875":"\n  The best kind!! Im currently reading james Patterson ?\n  ","639876":"\n  I forgot to ask hows your homework going?!\n  \n  Yeaah, i live in redneck Farmville soo like everyone gardens hahah but its nice to have freah fruit and veggies. They are yummy!\n  ","639877":"\n  Its literally the only app that doesnt take too much service, but 98% of the time it takes FOREVER to post anything.\n  ","639878":"\n  WHAT ARE THEY?\n  ","639879":"\n  Mutliple times.\n  ","639880":"\n  Yeah its called living in the fuckin woods ?\n  ","639881":"\n  Ngl, i thought it was a vagina.. which is the whispering eye.. so i see where youre coming from ahhaha\n  ","639882":"\n  I mean in the state im in, its all legal soo\n  ","639883":"\n  How is (o) mean i?\n  ","639884":"\n  Thats really sweet, awwwh thank you!\n  \n  Im sure he'll soon figure all that out ?\n  \n  But seriously, awwwwwh omfg. You make me feel so special.\n  ","639885":"\n  Well i just sneezed ? but im currently thinking about pasta and i wanna read some of my book. But its rainy asf today so i cant go out there and garden ):\n  ","639886":"\n  The only medication i should be on is marijuana. ?\n  ","639887":"\n  Yeah, it gives me hope. Except im pretty sure i already found him and he doesnt want anything to do with me sooo i better have multiple soulmates ahahha\n  ","639888":"\n  HAHAHAH\n  \n  Yess fabio, the guy from all the romance novels ???\n  ","639889":"\n  What are you up too?!\n  ","639890":"\n  I listen to music everyday. I die without music.\n  ","639891":"\n  If i was channeling her at 17, what am i channeling now?\n  ","639892":"\n  What are you saying?\n  ","639893":"\n  Harder than fabios cock ? HAHA\n  ","639894":"\n  You could never be annoying ☺\n  ","639895":"\n  My kitty FINALLY killed the fly.. took like 3 hours ?\n  ","639896":"\n  I mean i enjoy not having any pain soo yeah lol\n  ","639897":"\n  I tried to go on sc, but it wouldnt load  ?\n  ","639898":"\n  ???\n  ","639899":"\n  I know!! I dont think youre ready tho, cause ima be partying hardy\n  ","639900":"\n  Ugh, can you stop stealing the sun?\n  ","639901":"\n  THATS SO TRUE OMG\n  ","639902":"\n  Thank you ?\n  ","639903":"\n  Noooo, the filter makes me look that way. Im a dumpster fire. ?\n  \n  You tho, you cute alll da time.\n  ","639904":"\n  I dont fuckin get it, if you dont like being on this site then why the fuck are you even here? Just fuckin leave, nobody would care.\n  ","639905":"\n  Every. Song. On. The. Radio.\n  ","639906":"\n  BETTER NOT?\n  \n  But youre way cuter so like shush\n  ","639907":"\n  21\n  \n  June 6th\n  \n  A goddamn boar ?\n  ","639908":"\n  IM SORRY I LIKE SELFIES.\n  ","639909":"\n  Snapchat filter*\n  ","639910":"\n  Dont ever get bit by a flesh eating ant, it fuckin burns. They should be exterminated\n  ","639911":"\n  Im watching my cat attack a fly, and shes hyperventilating because shes so excited ?\n  ","639912":"\n  I have a license\n  ","639913":"\n  I delete wildly inappropriate questions, because they get blocked. I also delete anything thats a link because i cant click them cause my service is so shitty. I delete repeat questions as well.\n  \n  But god i have so may questions in my inbox lol i really need to get through them\n  ","639914":"\n  Awwh, im sorry!!\n  \n  The rain is fuckin up my service ?\n  ","639915":"\n  ?? you da homie\n  ","639916":"\n  ? of course\n  ","639917":"\n  I missing the joke?\n  ","639918":"\n  Ehhh, probably not. Im just gonna wait till i have kids and see what happens haha\n  ","639919":"\n  Omfg. Luke, youre so handsome and i love your style ?? youre my favorite tooo!! You are so nice to me, and i think you look good with or without piercings.. your smile just makes people wanna melt ?\n  ","639920":"\n  Dont listen to\n  \n   @russiandan10\n  \n  he has a great voice, he just doesnt know it yet\n  ","639921":"\n  I fuckin LOVE ice cream\n  ","639922":"\n  I wish i was 16\n  ","639923":"\n  A lot of people like my voice, but i think i sound like ive never gone through puberty.\n  \n  Like people say i sound like lana del rey when she talks.\n  ","639924":"\n  Im really not sure what youre trying to say to me but idk how im 21 either... i dont wanna grow up.\n  ","639925":"\n  HAHAHA omg please do it. I cant wait!\n  ","639926":"\n\n   @russiandan10\n  \n  your voice is panty dropping, i wanna listen to your voice forever hahaha rant all ya want ?\n  ","639927":"\n  Im pretty sure i just threw up in my mouth, why in the world would you post a picture like that? Omfg the most unflattering photo ive ever seen, like a beached fuckin whale.\n  ","639928":"\n  YOU'RE SERIOUS? BRO OMFG\n  ","639929":"\n  Im gonna be there june 1-6\n  ","639930":"\n  WHEN\n  ","639931":"\n  It was a very exhausting day, but i enjoyed it!! Hope you had a good day!! And i hope today is a lovely day as well ?\n  ","639932":"\n  Thank you much, you're sweet?\n  ","639933":"\n  This filter.\n  ","639934":"\n  How close would you be to ocean city?\n  ","639935":"\n  I am the only boom.\n  ","639936":"\n  I wanna hang out ? no fair.\n  ","639937":"\n  Vampires can be pretty ?\n  ","639938":"\n  I love this filter omfg.\n  ","639939":"\n  Yeah when i was like 6\n  ","639940":"\n  Of course ?\n  ","639941":"\n  Life his wife?\n  ","639942":"\n  What other booms? Im the only boom.\n  ","639943":"\n  I need to get up, i literally just woke up lol ill be back in a few ?\n  ","639944":"\n  Yes? take advantage of it. ?\n  ","639945":"\n  Of course, i am lady boometh. The lady of all boomlands?\n  ","639946":"\n  Omfg???? thank you thank you??\n  ","639947":"\n  Its panty dropping voice, accept it?\n  ","639948":"\n  Didnt make a difference in my life, lol must suck to be someone so insignificant\n  ","639949":"\n  Oh god, youre gonna make me have a heart attack ?\n  ","639950":"\n  Omg??thank you❤\n  \n  So are you!!❤?\n  ","639951":"\n  Well i mean i have boom in my username thingy, and my name is savannah sooo ?noo just your voice in general lovely, like you can talk to me alll day ?\n  ","639952":"\n  No? That shit ended real fuckin quick. Its okay though, sometimes you need to realize things aren't supposed to happen.\n  ","639953":"\n  You cute fuck? lowkey obsessed with your voice, ngl☺\n  ","639954":"\n  Selfies, obviously ?\n  ","639955":"\n  Yeah, im kinda over being in relationships that just cause me pain, so I'm just waiting for right time. & im enjoying just doing what i want and figuring out myself. Im going to be traveling a bunch, i can hang out with whoever i want. Im not willing to be tied down to someone especially if its just arguments and psychological distress.\n  ","639956":"\n  Im actually so exhausted, i think im gonna get off and go to bed. I can barley keep my eyes open ? goodnight, ill be on tomorrow❤\n  ","639957":"\n  Im obsessed with chokers. I want 100s of different chokers omg.\n  \n  This one is my fav\n  ","639958":"\n  Nutella?? i could eat that for the rest of my life ?? i would be so happy\n  ","639959":"\n  I love wearing silk?\n  \n  Wool makes me go insane, like im just scratching the whole time..\n  ","639960":"\n  Tbh, i think its nice you always message me everyday wanting to talk to me. Youre really nice and i enjoy talking, even tho sometimes im talking to so many people i can never get to you when i want too and im sorry about that. I hope you had a nice time today!\n  ","639961":"\n  Understand fully or deeply\n  ","639962":"\n  No no youre ok!\n  ","639963":"\n  I have like 5 pages left in my book, omfg. I thought i was never gonna finish it ?\n  ","639964":"\n  My service is crashing constantly. Lol so gotta give me a sec ?\n  ","639965":"\n  Tbh, i dont know much about besides the fact you always say the nicest stuff to me (& maybe other people as well) you have a really good heart, and you dont judge people. I like that the most!\n  ","639966":"\n  Tbh, i love the profile pics you choose! ? i fucking LOVE the rants you have, preach it girl! You are such a decent person, you have a huge heart && youre so sweet ❤ a lot of people seem to like you on here as well, which makes me happy!!? you get lots of love\n  ","639967":"\n  ? have a good day?\n  ","639968":"\n  Youre the bestest monkey friend ever and ever☺ okay sweet, what do you use besides ask?\n  ","639969":"\n  I am pretty sexy huh? ? jk hello ?\n  ","639970":"\n  It makes me sad knowing people need to use tinder to feel better about themselves..\n  ","639971":"\n  Im doing tbhs rn with @\n  \n  So send em if you want\n  ","639972":"\n  Tbh, you are very intriguing and interesting to me, i would love to know more about you. Every time we talk, you always bring up something different, always have different interests, at least different then the normal population. & Youre really fun to talk too! You say the sweetest stuff to me oh and before i forget, i love you?\n  ","639973":"\n  Tbh, i enjoy the things you say (in english?) but you are really quite interesting. You always have something good to say as well! You're really really smart, and you actually are able to comprehend whats going on in this world!\n  ","639974":"\n  Tbh, youre so intelligent in ways i wished i was. You can remember so many things, and you help me with so many facts. Idk how keep up with all the stuff going on, but im glad i have someone who can tell me whats going on in the world! I dont like have debates with people on here cause most of them dont have any idea what they are saying, but with you its fun because you dont judge, you dont say harmful things, and you actually want to understand why i believe something even tho most of the time, we think the same thing haha. I'll always back ya up whenever someone trys to be rude to you, i really do think youre a great friend❤\n  ","639975":"\n  Tbh, youre adorable and funny! I love your sense of humor. Idk if i have you on snap?? If i dont, you should add me??\n  ","639976":"\n  I feel sexy\n  ","639977":"\n  Tbh, i think out of everyone on here, we talk the most. & when i mean talk, its actually a conversation that goes beyond, \"hey how are you?\" We actually know what each others likes and dislikes are, well i know yours ? youre a true friend to me, and im really glad i got to know you. You're going to do great things in the gaming world and i cant wait to see where life takes you! I also hope that ill be able to keep in contact with you beyond ask. ❤\n  ","639978":"\n  7:45 pm\n  ","639979":"\n  Youre too beautiful to be sad.\n  ","639980":"\n  Its ok, soending time with fam is good❤\n  ","639981":"\n  Send @ for tbh ❤\n  ","639982":"\n  About to go nap, message you when im on later❤\n  ","639983":"\n  I love you!!\n  ","639984":"\n  Its time for sav to go listen to music and take a nap. Ill be back tonight. ?\n  ","639985":"\n  Awhhh ?????❤❤❤❤❤\n  ","639986":"\n  You just need a hug and someone like sav around to always make ya happy?\n  ","639987":"\n  Happy easter?\n  ","639988":"\n  Do you?\n  ","639989":"\n  Soo fiction is nonsense?\n  \n  Poets are nonsense?\n  \n  What isn't nonsense to you?\n  \n  Maybe you're existence is nonsense.\n  ","639990":"\n  Happy Easter!\n  ","639991":"\n  Because if you werent sav would be broken.\n  ","639992":"\n  WHO HURT YOU\n  ","639993":"\n  Weed makes people love each other, they should want us talking about it ?\n  ","639994":"\n  Ive decided this will be my easter bunny and every year im gonna have my kids watch donnie darko.. make easter dark asf ? have my future hubby wear the bunny outfit. Make it seem like the world is gonna end on easter and have games for that omfg\n  ","639995":"\n  Hahah ask is so sensitive, dont want to hurt their feelings hahaha\n  ","639996":"\n  Thank you darling!!! Ill try my best to not be eaten by flesh eating ants hahah hope you had a good day!\n  ","639997":"\n  Ohh that makes sense!\n  ","639998":"\n  Happy easter lovely??\n  ","639999":"\n  My family doesnt celebrate Easter, they think its the stupidest holiday ever created haha but i could devour all the peeps in the world. Hahah i hate the eggs tho, they are disgusting.\n  \n  When i have kids, theres gonna get the dopest easter basket filled with so much stuff, like those gift baskets but with Easter stuff just so i can get myself one and be fat.\n  ","640000":"\n  Happy Easter ❤\n  ","640001":"\n  No i didnt, and now im all tired again ):\n  ","640002":"\n  Thank you so much ❤ hope youre having a good day\n  ","640003":"\n  Happy egg day ??\n  ","640004":"\n  Awh!! Happy Easter ?❤\n  ","640005":"\n  Thank you!! ❤ happy Easter to you as well ?\n  ","640006":"\n  Hanging you.\n  ","640007":"\n  I dont wanna be cracked out all the time. & crack doesnt last long, its like a 10 minute high then your body craves more, thats why you never see someone who does crack without there pipe.\n  \n  I enjoy weed tho, i can function better, i think deeply, im relaxed.\n  \n  You may think crack is a better high, but i think weed is the best high.\n  ","640008":"\n  Idk what youre talking about lol\n  ","640009":"\n  I used to live there, i was born & raised, I'm probably going back. Wtf, yikes?? You're yikes.\n  ","640010":"\n  Moved from cali to Washington state\n  \n  Its 9:47 am\n  \n  I gotta go tho, byyye ❤\n  ","640011":"\n  Not as much as i wish or used too haha i need too if i wanna be a writer, goddamn\n  ","640012":"\n  The shoes im wearing today ?\n  ","640013":"\n  Yess, its from my notebook.. did i not just say that?\n  ","640014":"\n  This is still true to me nowadays, i think when i get older im gonna have my notebooks publish cause theres shit in here that is so wacky or deep - that i think people would really enjoy it. I have drawings... i have little rants, poems.. ill post my poems tonight! ❤\n  ","640015":"\n  I found writings in my notebook and omfg theres so much, but i wrote here is so true. Theres things i wrote that after i read i went, \"what the fuck? When the fuck did i write this? This is deep as fuck\"\n  \n  Theres even a story in there that im just all confused because its not bad and i dont remember writing any of this.\n  \n  But fuck if i wanna be a writer, i need to stoned.\n  ","640016":"\n  Probably not, i cant forget anyones name..\n  ","640017":"\n  Wtf six hours? Damn son.\n  ","640018":"\n  Its time for beddddd, goodnight ❤?\n  ","640019":"\n  If i cant skype my mom, i cant skype you.\n  ","640020":"\n  You cant force me cause it doesnt work hahah\n  ","640021":"\n  Im like 99% always in one of my moods soooo\n  ","640022":"\n  ? oh goodness, are you proud?\n  ","640023":"\n  I cant use Skype, it doesnt work. I live literally in the mountains, in the woods. Service is scarce\n  ","640024":"\n  I wish it was like a switch, like if I'm having a great day turn on attention, but if im just in one of my mooods turn it off..\n  ","640025":"\n  Oh fuck its already 10, shit i gotta wake up early. Goodnight, hopefully talk to you tomorrow  (:\n  ","640026":"\n  No, not at all. My friends used to get all jealous of me, say how I'm so lucky everybody notices me and likes me.\n  \n  And id always say \"you dont realize how exhausting it is, i have to always present myself well and hope i dont make a fool out of myself. If i do something, everybody will know about it. Theres days where i just want to blend into a shadow\"\n  \n  Walking into a restaurant, heads turn..\n  \n  Today at the denist, hey lets all stare at sav, hey lets all talk to sav.\n  \n  Like fuck off.\n  ","640027":"\n  Has nothing to do with it, i would start to feel really gross and mentally i would be really depressed because to be happy you need to eat healthy, brain food. Veggies, fruit, ect. I cant keep eating cheese like that without making sure i have a lot of serotonin.\n  ","640028":"\n  Im still laughing hahaha omg that was a good one ???\n  ","640029":"\n  HAHAHAHAHAHAHAHAHA i actually started laughing so hard. Omfg. ?\n  \n  I need to catch my breath hahah\n  \n  No dude thats no correct. Matter of fact i get toooo much attention everywhere.\n  \n  I started ask because i was super stoned and bored with my friend and he would say the funniest answers so we would just get high together. It was a total accident for me to be on here a lot. And since i moved, its the only app that load fast enough for my patience hahaha\n  \n  I mostly used Instagram, facebook, and snapchat (when it started) because im sorta popular on there.\n  \n  If a person can go outside and have someone say \"hey are you Savannah Ames? \" i dont think they need any more attention\n  \n  Also, if i needed attention, i would be on tinder.\n  ","640030":"\n  I would have to work out like crazy but id be down to eat pizza for 3 months\n  ","640031":"\n  Thank you ?\n  ","640032":"\n  Tiny dick?\n  ","640033":"\n  I cant explain how many different times and people have tagged me in the \"your friend when shes old\" and its like dope ass meme of the grandma ahaa where shes fly asf\n  ","640034":"\n  Ive never realized i was rare and was capable of understanding people like the same sex at a young age, and i didnt mean to be but i was friends with every single gay, lesbian, or bisexual in my classes.. whoa.\n  ","640035":"\n  Bruh, i dug my way out of hell\n  ","640036":"\n  I am dying, everyone knows who simon is because he puts way too many \"y\" at the end of hey hahahah\n  ","640037":"\n  Tell me your name so i can forget it.\n  ","640038":"\n  I support the fuck outta it.\n  \n  Because theres too much hate for them. Its not fair.. its not like it just started happening in the last 100 years, theyve always been around.\n  \n  And who am i to tell someone who they should or shouldnt like\/\/fuck..\n  \n  Its not my place to tell you what you should not do. Like people should be more worried about creepy fuckers raping your kids. Everybody gasps and says \"being gay is a sin\" ive never heard someone say \"being a pedophile is a sin\" they just say, that's terrible.. and now that i think about it, is that why priests love little boys, because the bible doesnt tell them not to like children just not other men?\n  ","640039":"\n  Nooo dont let these anons believe im google ?\n  ","640040":"\n  If i dont i might actually cry\n  ","640041":"\n  Yessss.\n  ","640042":"\n  9:31 pm\n  \n  Aka bed time ?\n  ","640043":"\n  Clearly typing is the second hardest thing for me to do rn ?\n  ","640044":"\n  Why the fuck is it if youre not some booshie hood hoe, you dont have an ass?\n  ","640045":"\n  Strawberry fields\n  \n  Cranberry wheels\n  \n  Raspberry heels\n  \n  Blueberry chills\n  ","640046":"\n  Says you ?\n  ","640047":"\n  Untangling headphones in the dark is lne of the hardest thingd ive ever done ???\n  ","640048":"\n  Idk why i like it so much but i do ? i like making outfits and designing i guess haha\n  ","640049":"\n  Yesss stay up and talk to me, but first, lemme go and check my fashion game and make sure these hoes are making paper ??\n  ","640050":"\n  Am i heaven on earth??\n  ","640051":"\n  Awh, i like that name ?\n  ","640052":"\n  Trust me, i wish they worked too ? i miss giving my opinion on stuff ?\n  \n  Btw i did it, i went and got ready for bed hahaha\n  ","640053":"\n  I dont know what \"it\" is\n  ","640054":"\n  Donzo in the bonzo\n  ","640055":"\n  I have to pee so bad but getting up sounds like an ordeal ?\n  ","640056":"\n  Thank you!!\n  ","640057":"\n  Im reading debating whether i should get up to go pee and get ready for bed ? how about you? Watching your series?\n  ","640058":"\n  My soul ?\n  ","640059":"\n  Awwwh, you never know!! Im excited to vote tho, i love polls!\n  ","640060":"\n  Boondock saints 1 & 2\n  ","640061":"\n  If that makes you happy\n  ","640062":"\n  I hope it turns out well! I cant wait to see it!!\n  ","640063":"\n  Ask seems to be its own little hell.\n  ","640064":"\n  Followed  ❤\n  ","640065":"\n  Youre like my drunken jack - in - the - box.\n  \n  Pop up even when i dont want you too.\n  ","640066":"\n  B'jesus & pink elephants\n  ","640067":"\n  I watch it for the insanely cheesy fighting scenes.\n  ","640068":"\n  On a keyboard the z and x are right next to each other... thank you.\n  ","640069":"\n  I have a gf?\n  ","640070":"\n  Awh, thank you. Did you finish your art?\n  ","640071":"\n  A drink a drunk a drunkard\n  ","640072":"\n  A shot of confidence i say.\n  ","640073":"\n  You fuckin lucky butt. I started watching it on netflix awhile back and i nevee knew it was so funny. Zander ?\n  ","640074":"\n  You didnt get chills ?\n  ","640075":"\n  I aint no devil only god when hes drunk\n  ","640076":"\n  Candy is dandy, but liquor is quicker\n  ","640077":"\n  4th poem\n  \n   @TakuAnkh\n  \n\n  Haunted:\n  \n  Whg do you haunt my dreams?\n  \n  My only hope is I haunt yours too.\n  \n  It would only be fair,\n  \n  Seeing your face makes me want to unravel.\n  \n  They say you dream someone whos thinking about you,\n  \n  Is that true?\n  \n  Were you actually thinking about me?\n  \n  Thats hard for me to believe.\n  \n  What does it all mean?\n  \n  We're always together in my dream,\n  \n  But i wake up wishing ive nevee been,\n  \n  Is my mind telling me something i cannot see?\n  \n  ☆BOOM☆\n  ","640078":"\n  Thats goood, im gonna be getting off\n  ","640079":"\n  Oooooh yeah, thatd work\n  ","640080":"\n  My kitty feels the same\n  ","640081":"\n  Why would they care? And im gonna have more at some point lol\n  ","640082":"\n  I know, but imagine a zombie who kills other zombies...\n  \n  One close up, one not?\n  ","640083":"\n  Indeed, for my brothers graduation\n  ","640084":"\n  Galaxy 6\n  ","640085":"\n  I dont have a tattoo on my hand. I have tattoos on my arm and no it isnt.\n  ","640086":"\n  Zombie lookin slayer?\n  ","640087":"\n  BE A VAMP, A VAMPISH VAMP\n  ","640088":"\n  I need all the info you can give me aha\n  ","640089":"\n  Awh thank you so much!!\n  ","640090":"\n  Yes i am so sleepy\n  ","640091":"\n  No, i dont really plan on it\n  ","640092":"\n  Hasnt stopped anybody before lol\n  ","640093":"\n  Anything that would be a minor offense if you got in trouble.. being adult means you get adult consequences.\n  ","640094":"\n  No, im also very patient ahahha\n  ","640095":"\n\n   @TakuAnkh\n  \n  omfg i wish i had any creativity at all for that... hmmm im thinking right now.\n  ","640096":"\n  In the middle of nowhere with all my friends.\n  ","640097":"\n  Of course.\n  ","640098":"\n  My cat, because she will always love me back\n  ","640099":"\n  I hate getting the same question over again\n  ","640100":"\n  No way ):\n  ","640101":"\n  I think im gonna join you on this whole misery thing..\n  ","640102":"\n  MILEY\n  ","640103":"\n  Indeeedddd?\n  ","640104":"\n\n   @jakesossy\n  \n  glad youre over me ?\n  ","640105":"\n  Yes!!\n  ","640106":"\n  Just a phrase\n  ","640107":"\n  They dont have any idea what they're talking about, im not stressin. But thank you!!\n  \n  Is there any way i can help?!\n  ","640108":"\n  I dont click links.\n  ","640109":"\n  Then i read this HAHA\n  ","640110":"\n  I see this ...\n  ","640111":"\n  I tell you where i wouldnt go, most middle eastern countries, most of south America, and probably not North korea lol\n  ","640112":"\n  I really cant feel the middle of my tongue\n  ","640113":"\n  Thats my food, i burned my tongue):\n  ","640114":"\n  I dooo, youre just a sweetheart\n  \n  Oh & i loved that pic!! The drawing\n  ","640115":"\n  Ive told you already, i dont believe in either. I believe in aliens.\n  ","640116":"\n  Thank you ❤❤\n  ","640117":"\n  Books?\n  ","640118":"\n  What is it?\n  ","640119":"\n  Have you always been this retarded\n  ","640120":"\n  No i dont, you crazy ?\n  ","640121":"\n  Yes i do ?\n  ","640122":"\n  Oh man, that would be interesting!!\n  ","640123":"\n  Im pretty sure there was but i dont care if you saw it or not lol\n  ","640124":"\n  Noo i said i would RATHER believe in that, then religion.\n  ","640125":"\n  Brownies ?\n  ","640126":"\n  Id text back, \"so howd ya die?\"\n  ","640127":"\n  Bro, almost everyone uses those things.\n  ","640128":"\n  The picture i posted?\n  ","640129":"\n  And thats how religion seem to me, fishy.\n  ","640130":"\n  Thats fine, im not worrried about likes\n  ","640131":"\n  My mother?! How dare you..\n  ","640132":"\n  Well, yeah you can literally google it lol im not google. I think its suppose to kinda cancel the whole dna situation unless the parents were reborn as well and its just a repeating cycle?\n  ","640133":"\n  Finally have some tit action going on ?\n  ","640134":"\n  Right?! It would be really fun!!\n  ","640135":"\n  Oh staaaawp ?\n  \n  & probably eat till im 800 pounds.\n  ","640136":"\n  Im gonna squeeeeze ya ?\n  ","640137":"\n  The theory of souls isnt genetics hahaha\n  \n  But youre thinking to deeply.\n  \n  I was just saying, id rather believe in souls over any other religious belief hahaha\n  \n  But really, i believe in aliens.\n  ","640138":"\n  I want to give you a hug\n  ","640139":"\n  I should hurry up with these pics, so i can go get some food and wash the dishes ugh im so tired\n  ","640140":"\n  Thats your secret to hide ? nah im just kidding hahaha\n  ","640141":"\n  Have you read any stories of cases of people who know who they were in a past life because of hypnosis or have seen photos of people who were born 200 years ago and there's someone who looks just like in our time now? Ive read a lot of stories about that, & it just sounds way cooler and less culty.\n  ","640142":"\n  Whats wrong?!\n  ","640143":"\n  Dont trust anyone who doesnt drink, because that means they have an awful secret to hide, and they dont want it to slip out. Those who drink have nothing to hide.\n  ","640144":"\n  Awwwh\n  ","640145":"\n  Im ok except my cat thinks its cute to dig her claws into my skin..\n  ","640146":"\n  Idk what sur is, but yes?\n  ","640147":"\n  Im glad you can take comfort in that.\n  \n  I take comfort in thinking that after all of this will be like all those years before i was born.. i also like to think that souls can be reborn. I dont like thinking im spending all my life on earth just so i can prove to someone im worthy enough to walk around in a white robe and do nothing but worship, how the fuck is that fun? I would rather live all over again.\n  ","640148":"\n  Wear a snow suit in the desert, imagine how many calories you would burn hahaha\n  ","640149":"\n  I saw a bar, and i was like..i could totally work there... wtf.\n  ","640150":"\n  Ok. Im waiting.\n  ","640151":"\n  I think youre more amazing!\n  ","640152":"\n  Well actually, i think more can be added..\n  ","640153":"\n  I finished the poem i stared today\n  ","640154":"\n  Idk what 'this' is?\n  ","640155":"\n  Yeah tots, lemme just take it out real quick\n  ","640156":"\n  ??\n  \n  I can put emojis tooo\n  ","640157":"\n  Sexy can I?\n  ","640158":"\n  I think i have to garden or weed.. ugh kill me.\n  \n  But tomorrow i get to be around family friends and eaaat.\n  ","640159":"\n  What would i do without you? ?\n  ","640160":"\n  Do not make me hungry rn\n  ","640161":"\n  Wait, shoot me first.\n  ","640162":"\n  Thank you!?\n  ","640163":"\n  I love you so much, it should be illegal\n  ","640164":"\n  I was social enough today ? but i really wanna get a job.. random ik.\n  ","640165":"\n  ???\n  \n  Meee? Hot?? Whaaaaat\n  ","640166":"\n  Im sweating, why am i sweating. Its cold.\n  ","640167":"\n  ? im gonna be a hot ass grandma... GMILF. ?\n  ","640168":"\n  Hahahaha i know ? just i get more gross fuckers with no respect\n  ","640169":"\n  I had an appointment and so i was out till 12 just doing stuff and now my body wants to collapse lol\n  ","640170":"\n  Whaaat someone who actually likes me for my brain ? people like you exist?\n  ","640171":"\n  Ehh seems more like youre subservient.\n  ","640172":"\n  Gotta get, get.\n  ","640173":"\n  Yay!! Cant wait to see you on again.\n  ","640174":"\n  I thought this was\n  \n   @jakesossy\n  \n  but i dont think so.\n  ","640175":"\n  Support the weiner dogs\n  ","640176":"\n  I always wonder why, but then again.. if you werent ugly, you wouldnt need to be a whore ?\n  ","640177":"\n  I just got home, so im reading. Im getting sleeeepy. ?\n  ","640178":"\n  Hey greased up deaf guy!\n  ","640179":"\n  Are you the one who keep sending heyyyy a lot?\n  ","640180":"\n  I feel bad for ugly whores, they got nothing going on. ???\n  ","640181":"\n  Got my glock\n  \n  Gang gang gang\n  ","640182":"\n  Cutest motherfuckin whore, on this entire whore planet ???\n  ","640183":"\n  Making my way downtown\n  \n  Driving fast\n  \n  On my way to my hometown\n  ","640184":"\n  If there is such thing as a cute whore, i would be in thag catergory. ?\n  ","640185":"\n  I heard Uranus is really gassy.\n  ","640186":"\n  Bitch, nobody wants to snapchat you anyways.\n  ","640187":"\n  Kellly, where the fuck is kellly? Omg.\n  ","640188":"\n  Im doing really well today, but i can feel myself crashing.. i might need a nap ?\n  ","640189":"\n  ?????\n  \n  Rude.\n  \n  Maybe, im a gold digging whore?\n  ","640190":"\n  Whadddup\n  ","640191":"\n  And didnt even fuckin share.\n  ","640192":"\n  No sir, we cannot.\n  ","640193":"\n  I addeddd you ? and omfg no.\n  ","640194":"\n  If i get one more goddamn question about the british, i swear ima gonna find that persons ip address, to find his location, and ima blow their asss to peices.\n  ","640195":"\n  Im glad you have a break!! Hope you spend it well ??\n  ","640196":"\n  So are youuuuu ??❤?\n  \n  Miss you\n  \n  You should add me on sc.\n  ","640197":"\n  Are you ready for selfies?\n  ","640198":"\n  Awh, youre so sweet! Okay i will. I wrote a beginning to one this morning. Seeing how it will turn out..\n  \n  Im hoping with all this practice ill get better.\n  \n  How are you?\n  ","640199":"\n  Thanks ?\n  ","640200":"\n  Holy shit, theres a 5 year old on my feed. I thought i looked young, nigga damn.\n  ","640201":"\n  Yeah it just kinda makes more emphasis on it, i even thought about changing the second divide to the normal spelling. Idk it just sounded nice when i read it outloud ?\n  ","640202":"\n  I look 12...\n  ","640203":"\n  I got jeans, shoes and a dress today. I think its a good day (: you?\n  ","640204":"\n  I love sc stories ?\n  ","640205":"\n  Why am i getting chills\n  ","640206":"\n  You're a wanker.\n  ","640207":"\n  I think Easter is the stupidest holiday, it doesnt even make any sense.\n  ","640208":"\n  I think youre really sweet, and such a nice person. You're nonjudgment and you speak from your heart. Every conversation ive had with you, always been a pleasant one. Ive missed talking to you.\n  ","640209":"\n  Dont let people tell you what to do and if theres something you want to do, go for it.\n  ","640210":"\n  We've never really talked, but omfg i love your hair ??❤❤\n  ","640211":"\n  I love french bread, i used to buy a fresh loaf and just eat it ???\n  \n  I used to make homemade bread all the time cause we had a machine and that was good too!!\n  \n  I also love zucchini bread oh man.\n  \n  Im a big fan of bread as well\n  ","640212":"\n  Polls make happy, even though i stopped making them at the moment\n  ","640213":"\n  Just lemme know when you want me to stop tagging you in those posts ?\n  ","640214":"\n  3rd poem\n  \n   @TakuAnkh\n  \n\n  New World Order:\n  \n  Devide and conquer,\n  \n  Conquer and devide,\n  \n  Separate the outcast,\n  \n  Take their lives.\n  \n  Opinions are scarce,\n  \n  So very few,\n  \n  Critically think anything new,\n  \n  Because if you do,\n  \n  They'll come after you.\n  \n  No more identity,\n  \n  What is individuality?\n  \n  Thoughts are no longer self created,\n  \n  Thats outdated.\n  \n  Blood, blood everywhere,\n  \n  Who can we scare?\n  \n  Our brain is a machine,\n  \n  We're no longer human beings.\n  \n  ☆ BOOM ☆\n  ","640215":"\n  Mars, but i moved to Saturn.\n  ","640216":"\n  I had a really good day. Didnt finish my 2nd poem, but ill show you the first one i did! Thank you for asking!!❤\n  ","640217":"\n  NOPE. YOURE FINISHED ?\n  ","640218":"\n  Good night! Boom boom tired.\n  ","640219":"\n  Im just gonna lurk your snaps lol\n  ","640220":"\n  Ok so its time for me to go to bed, so I'm just gonna post one of my poems and finish the other one tomorrow. Im tired.\n  ","640221":"\n  #cringe\n  ","640222":"\n  HAHAHAHAH OMFG.\n  ","640223":"\n  HAHA thank you.\n  \n  Whenever i watch that episode, i always thought \"pause, profile pic\" and i just had to use for my background hahaha\n  ","640224":"\n  What, what?\n  \n  I said what what,\n  \n  What what in the butt.\n  ","640225":"\n  I know ??? most used line ever\n  ","640226":"\n  Nice pick up line, dork?\n  ","640227":"\n  Running man ??\n  ","640228":"\n  It would have too... gotta be able to bump that shit in the whip\n  ","640229":"\n  A pretty...princess? ?\n  \n  Haha thank you ❤❤\n  ","640230":"\n  Is that a song, that should be a song. ?\n  ","640231":"\n  Oh man, okay. So like i love how we started talking.. it was so random but idk its awesome. I love how we can talk about anything, like some things im super confused on what your saying but you dont judge me and just explain it. Youre always there for me & you actually treat me like a human being... your caring and loving. I honestly hope we end up being friends for long time. I like how you actually are interested in what i have to say or what im doing. I also like how you feel comfortable showing me all your artwork, i believe youll be making millions soon ?\n  ","640232":"\n  Does anyone else think watching a cat clean themselves is soooo cute ?\n  ","640233":"\n  I think youre sweet. I like the way we started talking lol made me feel very confident. I didnt think i was gonna get alll the sex positions, like damn im bangin ? youre chill tho.\n  ","640234":"\n  Of course!!??\n  ","640235":"\n  My service just decided to take a shit on me.\n  ","640236":"\n  Uggh my phone isnt loadingggg\n  ","640237":"\n  Anytime hun❤\n  ","640238":"\n  HAHAHAHA who said he doesnt want me back ?????\n  ","640239":"\n  How ugly is very ugly?\n  ","640240":"\n  The queen of not giving a fuck & telling it how it is! I swear your personality is my favorite.. like i dont think anyone can be as blunt as you - your bluntness, makes my heart very very happy ? also, i think you have an amazing figure? youre just overall pretty great lol\n  ","640241":"\n  Do i now?\n  ","640242":"\n  The situation is between him and i, it has nothing to do with you. Go ahead and find it strange but you dont need to be involved. Mind your own buisness and worry about yourself.\n  ","640243":"\n  Hello gorgeous, we havent talked i dont think.. i feel like i would remember that gorgeous face ? i love your name, its always been my fav name honestly. Well if ya want, lets talk sometime?\n  ","640244":"\n  Someone i should be writing this love poem about but I'm procrastinating\n  ","640245":"\n  For stoners, its very fun ?\n  ","640246":"\n  Just on ask telling people how great they are ?\n  ","640247":"\n  Oh yesss i am ?\n  ","640248":"\n  Glad youre on ask, youre sweet and caring ?\n  ","640249":"\n  We got this idk what you would call it but you download it off a korean website i think where you didnt actually have to walk around, you just type where you wanna go like san Francisco or japan and you just tap to walk around ahhahah\n  ","640250":"\n  Nooo, you didnt have too!! The emojis work just fine ????\n  ","640251":"\n  Ive been following you for awhile actually.. you havent really been on. I hope youre doing well tho?\n  ","640252":"\n  Omg, WHERE HAVE YOU BEEN?\n  \n  Ive actually been wondering if you were ever coming backk.. i hope youre doing well! I miss your sweet butt!!\n  ","640253":"\n  Dude, i miss seeing you on here.. like youre one of the people this place needs, but yeah the people that used to be here are gone.. it sucks.\n  \n  But HEY youre not pointless.\n  ","640254":"\n  ? i used to do that with my ex, ngl.. it was fun\n  ","640255":"\n  I FUCKIN LOVE YOU HANNAH\n  ","640256":"\n  Youre so sweet and we've only talked a little but from tge conversation i thought you were just the most caring and fun person ?\n  ","640257":"\n\n   @elliecheers45\n  \n  I love you\n  ","640258":"\n\n   @NineGDxFour\n  \n  ilysm bestie ? i wanna hang out and smoke a j with you so bad\n  ","640259":"\n  I wrote one more poem, im working on the other!!\n  ","640260":"\n\n   @Kaytfios1234\n  \n  WE NEED TO TALK MORE.\n  ","640261":"\n  Shorts, shoes, jeans, idk any of it ?\n  ","640262":"\n\n   @Bighermit\n  \n  youre awesome ??\n  ","640263":"\n  Ok gonna get off for a bit so i can do some damage in my game before i make the effort to wash my hair and do my nails hahaha wow. Im so lazy. Anyways be back laterss\n  ","640264":"\n  Now thats kinda dope\n  ","640265":"\n  No youre not ?\n  ","640266":"\n  Im said all the @ are gone. I enjoy doing those..\n  ","640267":"\n  I wish more people treated me like that, instead of thinking all women are whores.\n  ","640268":"\n  Korean karaoke bar sounds like a dope time.\n  ","640269":"\n  I videos waiting for me on sc, i bet they are gonna be funnny.\n  ","640270":"\n  Well you go try that and tell me how that goes.\n  ","640271":"\n  If i dont start making money in my game, im gonna be real pissed.\n  ","640272":"\n  Finish what?\n  ","640273":"\n  I love water, when i was younger j hated it because i thought it didnt taste like anything, but now im just like, waaatterrr, i need waaaater.\n  ","640274":"\n  Well fuckin stop. It doesnt matter.\n  ","640275":"\n  You cant give birds anything that creates gas because they cant fart, they literally explode.\n  ","640276":"\n  How, how is it already 3 pm\n  ","640277":"\n  How the fuck am i suppose to know, i live in america.\n  ","640278":"\n  Why are you so worried about this?\n  ","640279":"\n  They do, and if they didnt we would explode like a little birdy.\n  ","640280":"\n  Ugh made me feel all guilty and shit.\n  ","640281":"\n  This day is going so damn fast..\n  ","640282":"\n  LUVVSSS YOUSSS\n  ","640283":"\n  My kitty smells my head then just starts purring, wtf does that mean?\n  ","640284":"\n  They need to start creating something thay can be connected to your brain to a computer so whatever you think it either writes it our draws whatever\n  ","640285":"\n  Im sure youre a great person.. except i dont know who you are.\n  ","640286":"\n  Omg i just read about someone pissing in their sleep, and i remember my friend got soooo drunk he actually pissed himself when he was asleep and woke up sooo embarrassed and i was just like HOOW\n  ","640287":"\n  Well, arent you a good citizen\n  ","640288":"\n  From the moment we first started talking i liked you, youre awesome. Such a cutie ?? & a sweetheart!! Im glad i know you on here, i need good people around.\n  ","640289":"\n  Im so sorry ?\n  ","640290":"\n  Once there stomach falls into their testicles and hang enormously between their legs, i draw the line.\n  ","640291":"\n  I PROMISEEEEE\n  ","640292":"\n  I have to shower later, and do my nails... im really not excited ?\n  ","640293":"\n  I just went to your page and read though your questions and died ?? you are hilarious omg, we need more people like you. Im gonna be following you from now on, cause that was fantasic ?? you are fantastic.\n  ","640294":"\n  I love your page! I think youre really really sweet and i enjoy when you ask questions!! I really like your profile pic, youre a beauty ? i hope you are having a lovely week as Well!\n  ","640295":"\n  Imagine this as a song\n  \n   @jakesossy\n  \n\n  JAAAAKE WANTS TOOO KILL MY CATTT\n  \n  DONT MAKE ME SADDD\n  \n  DONT MAKE ME CRYYYY\n  \n  SOMETIMES I NEED SOME FURRY LOVE\n  ","640296":"\n  I love germans and all, but i cant understand anything they are saying so im getting very butthurt my feed is filled with german..\n  ","640297":"\n  Ive heard of that, that fucking confused the hell out of me and it didnt even make sense.. like how would that even be possible?\n  ","640298":"\n  I KNOW ???? IM SORRRY\n  ","640299":"\n  ME TOO. You look good ?\n  ","640300":"\n  ... why do i feel like this is a way for you to get pictures of girls..\n  ","640301":"\n  Today is just a good day, it must be from all those damn cookies ?\n  ","640302":"\n  I love you more ?\n  ","640303":"\n  I think youre a really sweet girl. Luvvvs youusss ❤❤❤\n  ","640304":"\n  So i was on sc and i was like whooo is thisss?! And now i know ?? i dont even remember adding you, but youre there! Lol\n  \n  But youre really chill ??\n  ","640305":"\n  If you weren't around, i would go crazy... you help me out with so many anons its not even funny. I dont appreciate the way they treat you tho, because youre a really great loving guy whos very intelligent. Thank you for always being on my side.\n  ","640306":"\n  Ilysm❤ just so you know.\n  \n  You truly are my best friend.\n  \n  & i will always be here for you. Always.\n  ","640307":"\n  I hope youre having a good day tho, even if its busy!!\n  ","640308":"\n  I have the best monkey pal out of alll the monkeyss!! && yes im doing good. We shall talk when youre back!\n  ","640309":"\n  I know this isnt an @ but i wanted to tell you i appreciate how close we've become. I like how we generally always feel the same about life.\n  \n  Youre an avid liker on my page and it makes me soo happy! ? i just want the best for you and i just need\/\/want you to be happy. You deserve to be happy.\n  ","640310":"\n  Ive seen your stuff on my feed a bunch and I've always enjoyed what you have to say! I dont really know you, but from what ive seen, youre pretty dope ? & im gonna start following you.. idk why i havent..\n  ","640311":"\n  Ayeeee boiiii\n  \n  Hope youre bootyliciously good!\n  \n  Been awhile, i think? Idk havent seen you on ask as much\n  ","640312":"\n  Oh man, where do i begin?\n  \n  You are absolutely fuckin incredible. The way your mind thinks, how you phrase things. I wish we could hang out because youre inspiring me to me, you dont even know. You are one of the strongest people ive ever met. & i wish we talked more, but i understand sometimes life becomes so crazy its hard to have time for much. I hope for the best for you. & i will always be here for you if you need me && WE ARE GOING TO RAVE TOGETHER. IM GONNA MAKE IT HAPPEN. You stay beautiful princess peachy\n  ","640313":"\n  Ok ok so like youre so fuckin sweet.\n  \n  We started snapchatting and ugh youre stupid adorable smile gets me every time ? youre so nice to me. And i think youre attractive even tho you say you have a flat butt ?? you keep killin in with your fresh style and piercings. Like normal i dont really lile that whole look, but bro you pull it off ❤\n  \n  P.s. i loved what you wrote about me, thank you?\n  ","640314":"\n  Okay, its gonna be a lot of people ? hope they dont get annoyed❤❤ but i gotta love them?\n  ","640315":"\n  So are you????\n  \n  Youre my favvvv\n  ","640316":"\n  Oh man, what if its just one anon...\n  ","640317":"\n  Jake told me i need to go eat a meal, im go eat something lol.\n  ","640318":"\n  Im so bad at my fashion game, like why cant i make any fuckin money fuck.\n  ","640319":"\n  Come here you, id give you the biggest hug\n  ","640320":"\n\n   @jakesossy\n  \n  youre 30?!\n  ","640321":"\n  Queen of alll da hobos\n  ","640322":"\n  Just his way of life and thinking, like hes a lazy fuck.\n  \n  I have zero work ethic.\n  \n  Im gonna be homeless.\n  ","640323":"\n  Hitler hahahaha nah im jk.\n  \n  I dont think there is one..\n  ","640324":"\n  ugh... i know.\n  ","640325":"\n  So this authors dad reminds me of myself... im gonna be homeless... fuck.\n  ","640326":"\n  How will they know whos annoying and who isnt?\n  ","640327":"\n  I need to file my nails today, i can barley type on my phone hahaha\n  ","640328":"\n\n   @jakesossy\n  \n  is just the right age, right bootybutt?\n  ","640329":"\n  I wanna travel the world.\n  ","640330":"\n  You guys see this?\n  \n  IM A PRETTY PRETTT PRINCESS\n  ","640331":"\n  I try to eat something different honestly.\n  ","640332":"\n  I love all those movies. Omfg. But its gonna be hard not seeing paul ? he was the reason why i watched it so much when i was little. That and the cars ???? goddamn. I wanna se fast 8 really badly, looks badass.\n  ","640333":"\n  Cookie dough bites, omfg yas ?\n  ","640334":"\n  Such a rude human being.\n  ","640335":"\n  Indian... i cannot stand it.\n  \n  Bur i love Russian accents omfg.\n  ","640336":"\n  I would love to get paid to run my mouth\n  ","640337":"\n  ALIENS\n  ","640338":"\n  My jr year in english, my teacher made a bet with me for 50$ (not really allowed to do that and especially not at the school o was at) and i was suppose to throw a tiny little highlighter from the very end of the room into the trash can across the room near him. He was all laughing cause he thought i wasnt gonna make it, well i threw the highlighter like a basketball and it hits the back of the wall and goes straight into the trash. There was only about 5 kids in the class at the time and we were all jumping up laughing cause my teacher just shakes his head in disbelief and has to shamefully tell the whole class he has to write me a check for 50$. The next day i get a check... and he goes \"DO NOT tell my wife\" and apparently the story got passed down and im kinda a legend hahaha.\n  ","640339":"\n  Everytime my dad gets up and walks around i get anxiety, i think i have some issues from my past i need to work out.\n  ","640340":"\n  Take selfies lol\n  ","640341":"\n\n   @NineGDxFour\n  \n  i love how honest you are in your answers omfg. ?\n  ","640342":"\n  I typed them on my phone, not on a computer... so i couldnt save them to word..\n  ","640343":"\n  The person who wrote that question lol\n  ","640344":"\n  Ive always wanted to be a hacker.\n  ","640345":"\n  I used to see them at least once a year, but since everybody is old and spread all over America, its like if we are where you are at the same time, lets meet up. But i miss my moms side the most.. ugh.\n  ","640346":"\n  I actually dont use that because i dont have enough service for it. It doesn't ever work.\n  ","640347":"\n  No, i just said that for fun ?\n  \n  Isnt that what i just fuckin said\n  ","640348":"\n  Then LEAVE.\n  ","640349":"\n  Wow i just got yelled at for no reason ?\n  ","640350":"\n  4, but i didnt eat breakfast, so i guess cookies were my breakfast.\n  ","640351":"\n  I fell in love with her,\n  \n  She fell in love with my neck tattoo.\n  \n  - Boom\n  ","640352":"\n  I read the darkest shit... what is wrong with me.\n  ","640353":"\n  Im reading this book that is so like nonchalant about homeless dying and shit lol\n  ","640354":"\n  Get in line brutha\n  ","640355":"\n  Wait, what book?!\n  ","640356":"\n  Hell isnt warm,\n  \n  Hell is frozen.\n  \n  - Boom\n  ","640357":"\n  Awh, thank you ???\n  ","640358":"\n  Whaaat, you dont like grillzzz nigga\n  ","640359":"\n  I know, you fuckin hate me.\n  ","640360":"\n  I should really stop eating cookies\n  ","640361":"\n  My 3 fav thing ; lana del rey, netflix, and lil dicky omg\n  ","640362":"\n\n   @jakesossy\n  \n  OMFG that just made my day. This is why i want one sooooo bad, they are sooo fucking cute.\n  ","640363":"\n  I just deleted sooo many questions omg i feel so good. All the ones ending in \"is this harsh?\" Or some long ass bullshit lol why do people ask the worst questions...\n  ","640364":"\n  Satanic or nah?\n  ","640365":"\n  Because of you, im not getting any likes. Move along.\n  ","640366":"\n  Ben the egg looking motherfucker.\n  ","640367":"\n  We get the same anons i swear so like they should ban everybody ?\n  ","640368":"\n  Yup, so now you can shut up about it.\n  ","640369":"\n  This is probably the best thing ive read today\n  ","640370":"\n  Except he wont message me back..\n  ","640371":"\n  Oh fuck.\n  \n  My main squeeze is back.\n  ","640372":"\n  But youre not doing anything, youre just talking to me on ask ? whos that gonna save.\n  \n  P.s. im done talking about this. I'm gonna have my page filled with nonsense.\n  ","640373":"\n  Then do something about it, if its so important to you.\n  ","640374":"\n  Ehhh, but they dont talk about WWI because they dont want you to know how significant it truly was and how much it has changed.\n  \n  You should watch Charlottes oyserbt interviews.\n  ","640375":"\n  But why would that have to be Americas problem?\n  ","640376":"\n  Its not big deal to me cause im not involved\n  ","640377":"\n  Idk why i said can came in that sentence but lol\n  ","640378":"\n  You know that in the beginning of establishing America, there was an agreement saying \"we will not be involved with foreign affairs, we can came to this new land to get away from the bloodshed. Time to start a new world\"\n  \n  Then world war 1 happened, and they wanted to be the saviors because it was in their best interest to become the best.\n  ","640379":"\n  Theres 2 types of people, theres people who talk & people who do.\n  \n  Which one are you?\n  \n  If youre just gonna talk, keep your thoughts to yourself.\n  \n  But if youre actually going to do something about it, go do it.\n  ","640380":"\n  This book is written so well.\n  \n  And the title ??\n  ","640381":"\n  Well join the government, and do something about it then.\n  ","640382":"\n  I swear, that njgga gets talked about everywhere\n  ","640383":"\n  Dude, i can read about the news too.\n  ","640384":"\n  I pretty much accept anyone to follow me, i just dont follow anyone back.\n  ","640385":"\n  Anyways, the book im reading is so good.\n  ","640386":"\n  Because it makes me twice as attractive ?\n  ","640387":"\n  1. It wasnt a requirement to have good handwriting. Spelling was more important.\n  \n  2. My handwriting sucks, its a cross between print and cursive cause i try to write as fast as my brain thinks and it just gets messy.\n  ","640388":"\n  Nope didnt get graded in handwriting either ?\n  ","640389":"\n  Because they're like cheese or wine,\n  \n  They're better when they're aged\n  \n  - Boom\n  ","640390":"\n  I WROTE THEM ON FUCKIN PAPER SO THEY ARE SAVED IN A MANILA FOLDER, I ONLY TYPED THEM ON HERE. HOLY MOTHER FUCKER YOU MAKE ME WANT TO BASH MY HEAD AGAINST THE WALL.\n  ","640391":"\n  Penmanship? Wtf.\n  \n  I never got graded in penmanship.\n  ","640392":"\n  Bro, were talking about the same fuckin shit.\n  ","640393":"\n  Wow, can i be original like you?\n  ","640394":"\n  Oh both, i was good in both.\n  \n  Except when you get to high school, its just one class \"english literature\"\n  ","640395":"\n  No? I havent typed them out yet.\n  ","640396":"\n  Yes, it was the one class i literally didnt have to pay attention to jackshit and i didnt have to do homework and i still got an A+\n  ","640397":"\n  Omg last night Jake made have to choose one because he said i cant be both?\n  \n  I chose brains (wisdom) so i guess now im uglys.\n  ","640398":"\n  Luke doesnt even realize hes so cute, all the bitches are talking about him ?\n  ","640399":"\n  Like probably 20 - 30 mins each\n  ","640400":"\n  I wrote them on paper, so i can type them out later.\n  ","640401":"\n  Im super impressed with myself. I just started writing and everything just flowed lol im glad you enjoyed them! & i hope you have a good day! Ill probably write another one later today!\n  ","640402":"\n  Well i have 4 other themes to do, so im gonna write at least one poem a day. It felt really good to write them. And i have them saved, but i wanted to show lando because he helped pick the themes. But now its time for me to go to bed. I hope you at least sort of liked them.\n  \n  Goodnight.\n  ","640403":"\n  2nd one, non rhyme\n  \n   @TakuAnkh\n  \n\n  Fear:\n  \n  Wake up,\n  \n  No longer own your body,\n  \n  Feeling hunger,\n  \n  Time to feed the monster inside you.\n  \n  You are crippled,\n  \n  But nobody can see what lingers,\n  \n  Unable to function,\n  \n  It feeds on you.\n  \n  Feeds on your energy,\n  \n  Hope,\n  \n  Stength,\n  \n  Feeds on your mind.\n  \n  You try to cry out for help,\n  \n  The demon chokes you,\n  \n  You can't speak,\n  \n  Silence couldn't be any louder.\n  \n  No longer who you used to be,\n  \n  Just someone who is afraid,\n  \n  Afraid, afraid,\n  \n  Afraid of themselves.\n  \n  Wonder how you could have stopped,\n  \n  Stopped the demon from taking,\n  \n  Taking control of your life,\n  \n  Life like you once didnt share.\n  \n  Everywhere you look,\n  \n  Every mirror you see,\n  \n  A shattered being,\n  \n  Carrying something beneath.\n  \n  The only thing worse than pretending,\n  \n  Is pretending you are in control,\n  \n  Looking over your shoulder,\n  \n  They're speaking into your ear.\n  \n  One way to overcome,\n  \n  Sink your teeth into them,\n  \n  Drown,\n  \n  Into utter darkness.\n  \n  - Boom\n  ","640404":"\n  1st one, rhyme poem\n  \n   @TakuAnkh\n  \n\n  Kindness:\n  \n  A trait that is dying,\n  \n  So many are lying,\n  \n  Saying they are supplying,\n  \n  But really they should be denying.\n  \n  Men turning against women,\n  \n  Women turning against men,\n  \n  It's all over CNN,\n  \n  Waiting for it to just happen again.\n  \n  Why is everyone filled with anger?\n  \n  Acting like a gangster,\n  \n  Looking like our next door banker,\n  \n  With an alcoholic temper.\n  \n  We should all try to be nice,\n  \n  Instead of being filled with ice,\n  \n  Using it as a disguise,\n  \n  Seeing whos next to pay the price.\n  \n  They say those who are religious,\n  \n  Have souls of pure cleanliness,\n  \n  But they can be just as mischievous,\n  \n  With a heart just as hideous.\n  \n  Lets start a new trend,\n  \n  For some this might be hard to comprehend,\n  \n  And instead of pretend,\n  \n  Actually be a good friend.\n  \n  We have enough destruction,\n  \n  Time for a new construction,\n  \n  Without all the seduction,\n  \n  And corruption.\n  \n  - Boom\n  ","640405":"\n  Okie im gonna post my two poems and then go to bed ❤❤\n  ","640406":"\n  Yes, always have.\n  ","640407":"\n  No, i actually pick up random trash i see.\n  ","640408":"\n  Guess i need to move my butt to canada, oh canada..\n  ","640409":"\n  Idk what odler is..\n  ","640410":"\n  Sometimes you just need a break\n  ","640411":"\n  I did one on fear and kindness.\n  \n  I just wanna post em lol\n  ","640412":"\n  Men. Ive always like men, even when i was suppose to like boys\n  ","640413":"\n  Omg i just saw this, awh thank you ??\n  ","640414":"\n  Men, definitely men.\n  ","640415":"\n  I wish i got them ? i love winning prizes\n  ","640416":"\n  She'll come back if she wants\n  ","640417":"\n  I FINISHED 2 POEMS. Theyre not bad!\n  ","640418":"\n  Im a cutie pieee\n  ","640419":"\n  Okiie ill be back laterr gators\n  ","640420":"\n  Everyday is selfie day for boom\n  ","640421":"\n  I know but like i probably will anyway cause id be soooooo happy?\n  ","640422":"\n  Xoxo\n  ","640423":"\n  Awh??? thank you so much\n  ","640424":"\n  Youre making me become a huge fuckin fan of you.\n  ","640425":"\n  Omfg she just snapchatted me.. ?\n  ","640426":"\n  CAN YOU PLEASE OMFG ILL TAKE SOOO MANY PICS IN THEM\n  ","640427":"\n  I fuckin wish my eyes actually looked like this\n  ","640428":"\n  Awh thank you!! Ill let you know later tonight when im on and hopefully youll be here so i can post em.?\n  ","640429":"\n  Its all based on insecurity.. its very sad actually.\n  ","640430":"\n  Its waaaay fuckin harder than i thought.\n  \n  Question, should it rhyme or no? Actually i do one that isnt a rhyme and one that is tonight.\n  ","640431":"\n  Omg thats so nice of you!!! I wish it was given to me ?\n  ","640432":"\n  Im only back for a little! Im trying to finish my book and then im gonna try to finish my poem lol\n  ","640433":"\n  I made peanut butter chocolate chip cookies.\n  ","640434":"\n  Ill post it when i actually finish it ?\n  ","640435":"\n  Am i?\n  ","640436":"\n  Im good!!❤❤\n  ","640437":"\n  Because i always cause a little explosion in life ?\n  ","640438":"\n  Im gonna get off and enjoy a cozy rainy day with my book!! Ill message you when im on again ❤\n  ","640439":"\n  My cat likes to drool on me and stick my fingers in her mouth... does she want to eat me?\n  ","640440":"\n  How are you hunny\n  ","640441":"\n  Getting attacked with love by my cat, about to get fruit and read lol you\n  ","640442":"\n  So youre not a puppet\n  ","640443":"\n  This is a song isnt it?\n  ","640444":"\n  Ok im gonna eat fruit and read my book\n  ","640445":"\n  I mean i had grandparents around growing up, they dead now but it was nice having them.\n  \n  Its nice to have your grandparents, but some people dont have that luxary.. and its not really a big deal. I know a lot of people who never met there grandparents and dont really care.\n  \n  The person that effects the child the most is a parent, so if the grandparent acts like that, thats great but usually they dont really have that big of effect.\n  \n  So if a grandparent doesnt want to be around the grandchild, thats there choice as long as they have parents - theyll be ok.\n  ","640446":"\n  Hahahahaa i just started laughing cause i dont actually know exactly what were arguing about hahahahah they just never believe anything i have to say\n  ","640447":"\n  Feed the poor, the end.\n  ","640448":"\n  Also GOOGLE IS A FUCKING THING, USE IT. ⬇⬇\n  ","640449":"\n  I gave you the link?\n  ","640450":"\n  Yeah the anon below ⬇\n  ","640451":"\n  I dont think you understand Travistocks studies.\n  ","640452":"\n  Wow really? I had no idea thats what thats called ?\n  ","640453":"\n  Is that why they started to bleed?\n  ","640454":"\n  Trailer park boys, when ricky falls multiple times hahaha\n  \n  Or\n  \n  Family guy in general.\n  ","640455":"\n  Oh fuck i need to check sc\n  ","640456":"\n  This young blood needs to get high ?\n  ","640457":"\n  Hi there ❤\n  ","640458":"\n  Tavistock hastened to study the effects of television on human behavior as early as the 1940’s. Its researchers discovered that 30 seconds after one starts watching TV, the brain automatically begins to producealpha waves, a modified state of consciousness. The viewer goes into a trance-like mode, a type of lighthypnosis. All their attention becomes concentrated on the screen, while the rest of their environment is ignored. Inthis semi-conscious state, they become highly susceptible to the messages contained in the programs, especially the commercials, which are created especially for that purpose\n  \n  Read more at\n  \n   http:\/\/www.wakingtimes.com\/2014\/02\/26\/brain-washing-social-control-programming-kill-your-television\/#5HeJ3TAFoqkMcOLS.99\n  \n","640459":"\n  Yeah i know but im watching isnt as harmful as whats on tv.\n  ","640460":"\n  Westerners spend four plus hours a day, the equivalent of two months a year, or nine years in a lifetime, being hypnotized by a television screen without being conscious of the effects this activity has on them. They have nearly stopped interacting with friends, neighbors, community, and even family. Their free time is spent in imaginary relationships with fictitious characters on the screen.\n  ","640461":"\n  Isnt that nuts?!\n  ","640462":"\n  No, i never watch tv.\n  \n  Whats on tv is bullshit.\n  \n  If i wanna watch a show, i use my computer. But i cant even watch anything now cause i dont have wifi.\n  \n  But i grew up without regular tv, from like age 11 and up.\n  \n  Most of my friends didnt watch tv either.\n  ","640463":"\n  No i meant literally.\n  ","640464":"\n  Ask is full of a bunch of dumb fucks.\n  ","640465":"\n  I seee you\n  ","640466":"\n  It’s bad enough that what is “programmed” on your TV (accessed via remote “control”) is engineered; it is all made easier by literally lulling you to sleep, making it apsycho-social weapon. Flicker rate tests show that alpha brain waves are altered, producing a type of hypnosis — which doesn’t portend well for the latest revelation that lights can transmitcoded Internet databy “flickering faster than the eye can see.”\n  ","640467":"\n  Just read this, haha holy shit ;\n  \n  Sports, Politics, Religion— Some might take offense at seeing religion, or even politics, put alongside sports as a method of mind control. The central theme is the same throughout: divide and conquer. The techniques are quite simple: short circuit the natural tendency of people to cooperate for their survival, and teach them to form teams bent on domination and winning. Sports has always had a role as a key distraction that corrals tribal tendencies into a non-important event, which in modern America has reached ridiculous proportions whereprotestswill break out over a sport celebrity leaving their city, but essential human issues such as liberty are giggled away as inconsequential. Political discourse is strictly in a left-right paradigm of easily controlled opposition, while religion is the backdrop of nearly every war throughout history.\n  ","640468":"\n  Thank you ?\n  ","640469":"\n  I got no legs\n  \n  Or brain\n  \n  You can call me\n  \n  Rain man.\n  ","640470":"\n  Im better at writing when im stoned ?\n  ","640471":"\n  Nope. Im not gonna. Not yet.\n  ","640472":"\n  For the what?\n  ","640473":"\n  Ugh my brain isnt working the way i want it.. it might take a few days\n  ","640474":"\n  \"Past is prologue\"\n  \n  \"& we will float like angels together\"\n  \n  \" they never planned for the future.\n  \n  They weren't supposed to grow old\n  \n  And we were never supposed to grow up\"\n  ","640475":"\n  Probably shouldn't do it..\n  ","640476":"\n  No i think i can come up with some powerful stuff with those ? ahh im so excited\n  ","640477":"\n  There isnt a good outcome at all.\n  ","640478":"\n  If they can make the prices that high and people still pay for it, well.. theyre gonna do it. Just start a riot ahhahah\n  ","640479":"\n  Only if you show me who you are.\n  ","640480":"\n  I think i can figure out something!! Thank you\n  ","640481":"\n  Im gonna get blown up\n  ","640482":"\n  HELP. Like give me a word or idk anything.\n  ","640483":"\n  HALT. Before i open up your wrist and throw in some salt.\n  ","640484":"\n  I mean i know what year i was born in, if i could id make myself younger not older ? like i would totally lie and be like \"im only 18\" because fuck i do not want to grow up yet.\n  ","640485":"\n  HAHAHAAH ?\n  \n  Yas.\n  ","640486":"\n  No no no no\n  \n  I dont like the thought.\n  ","640487":"\n  I cant seem to figure out a good theme for a poem.. ugh.\n  ","640488":"\n  Im not flirting ? oh man.\n  ","640489":"\n  Uhm tvs back then too ?\n  ","640490":"\n  As serious as a clown\n  ","640491":"\n  MY cake.. so nope.\n  ","640492":"\n  ? its older than that\n  ","640493":"\n  I hope youre having a good day! ?\n  ","640494":"\n  You should probably go get your butthole looked at by a dr.\n  ","640495":"\n  Awh? thanks lovely?\n  ","640496":"\n  Stop being a butt, and SHARE.\n  ","640497":"\n  You know what happens when another year goes by? A persons age goes up 1. Weird, i know..\n  ","640498":"\n  *face palm*\n  \n  What does it say on every tv guide? Programme..\n  \n  Just look it up, youll find out thats exactly what tvs do.\n  ","640499":"\n  I thought the sky was about to lighten ip, but then it just decided to break down even hard ?\n  ","640500":"\n  I TAKE IT BACK.\n  \n  Go find someone else, you food hogger.\n  ","640501":"\n  NO NOT NORTH KOREA\n  ","640502":"\n  Looks like im exactly what youre looking for ?\n  ","640503":"\n  My favorite monkey pal, well my only monkey pal ❤❤\n  ","640504":"\n  I would wear all of those things..\n  ","640505":"\n  I miss the sun tho ? but its peaceful to read in rainy weather. So i guess im pretty glad!\n  ","640506":"\n  So youre a programmed robot?\n  ","640507":"\n  I used to buy them at cvs (drug store) and makeup is never cheap. I hated buying shit from the makeup section at Nordstroms, i was like holy fuck i could 6 meals with how much im paying for lipstick. ?\n  \n  Sometimes i wish i cared more about makeup to actually go and buy more stuff but im all fuck it, id rather get high.\n  ","640508":"\n  Idk why the sky is so sad, it keeps crying.\n  ","640509":"\n  ? maybe. NOW YOURE TELLING PEOPLE MY SECRETS.\n  \n  I guess its fair..\n  ","640510":"\n  If you cant make me laugh, we cant be friends. Laughing is my favorite drug.\n  ","640511":"\n  Thats my name\n  \n  Dont wear it out\n  \n  Dont give me fame\n  \n  Im not someone to talk about.\n  ","640512":"\n  There's this number in my bio that you can pretty much guess is my age.\n  ","640513":"\n  Wow, i wonder who was lucky enough to eat you ?\n  ","640514":"\n  I need him more.\n  \n  Hes the love i adore.\n  \n  He's part of my every pore.\n  ","640515":"\n  Came out of nowhere ?\n  ","640516":"\n  You're full of those & other things ?\n  ","640517":"\n  Yes, i did that on purpose so id actually get some stuff ? i need to add a purse and a dress on there ?\n  ","640518":"\n  Oh look small peacock added me back ?\n  ","640519":"\n  I used too when i was younger, i liked eating at 12.. but as i got older i started feeling really shitty when i woke up the next day after doing that.\n  ","640520":"\n  Thoughts on why i dont have a single decent poem idea...\n  ","640521":"\n  I decided to be the black egg mood, because it matches my heart\n  ","640522":"\n  I think some are cute but some are lame ?\n  ","640523":"\n  Actually, im going to bed but i want to write a poem tomorrow so could someone help give me a theme or prompt i guess.\n  \n  Send it like, \"poem idea: ... \" so i know\n  \n  Thank you❤❤ goodnight ❤❤❤\n  ","640524":"\n  My uterus sure makes me feel like it ?\n  ","640525":"\n  I second this statement ?\n  ","640526":"\n  Hahaha tooo much for it to comprehend hahaha\n  ","640527":"\n  That i am boom ?\n  ","640528":"\n  Im shocked i actually know what you said ???❤❤❤ ily\n  ","640529":"\n  I move forward, unless someone asks about it i dont say shit.\n  ","640530":"\n  I bet it was!!\n  ","640531":"\n  Im so proud of you ?\n  ","640532":"\n  Failed attempt on takin a selfie with my cat, shes too black ahahah\n  ","640533":"\n  I just spam those who are on my feed?\n  ","640534":"\n  I'll just list my all time fav shows, its gonna be a long list.. hopefully i dont forget any ;\n  \n  Zoo\n  \n  Trailer park boys\n  \n  This is us\n  \n  Parenthood\n  \n  The goldbergs\n  \n  Empire\n  \n  The walking dead\n  \n  Z nation\n  \n  Wayward pines\n  \n  Breaking bad\n  \n  Strain\n  \n  Workaholics\n  \n  The league\n  \n  Family guy\n  \n  Revenge\n  \n  Gossip girl\n  \n  Once upon a time\n  \n  Game of thrones\n  \n  House of cards\n  \n  The mentalist\n  \n  Blindspot\n  \n  Lucifer\n  \n  Weeds\n  \n  Homeland\n  \n  The inbetweeners\n  \n  Skins\n  \n  Sirens\n  \n  American horror story\n  \n  Banshee\n  \n  Sons of anarchy\n  \n  Vikings\n  \n  Modern family\n  \n  Arrow\n  \n  The 4400\n  \n  Fargo\n  \n  Salem\n  \n  House\n  ","640535":"\n  1 brother\n  \n  1 sister\n  \n  Im adopted tho but they treat me like im not.\n  ","640536":"\n  The boom is here\n  ","640537":"\n  Not a lot, thank god. I can keep up\n  ","640538":"\n  This book is so hard for me to read, the dad is so fuckin disgusting. I want to cut his ballss off and feed them to goats.\n  ","640539":"\n  Omg just imagining that gave me a big smile!\n  ","640540":"\n  Okay im gonna read now im bored\n  ","640541":"\n  Yes hello\n  ","640542":"\n  Id be a kitty cat. With super duper cuddling skills.\n  ","640543":"\n  Sure, and however you wanna show it you can!!❤\n  ","640544":"\n  Sc, ig, fb\n  ","640545":"\n  Ohhhh i would have been interested in that\n  ","640546":"\n  Watching my cat attack spiders gives me joy\n  ","640547":"\n  Im not sure... i cant remember\n  ","640548":"\n  No i dont, but i would invest and make more millions\n  ","640549":"\n  HAHAHAHAAHHA OMFG\n  \n  DAMN THAT WAS GOOD\n  ","640550":"\n  WOW didnt know you wanted me DEAD\n  ","640551":"\n  Yessss that must make ya feel good!!\n  ","640552":"\n  Lets have a pillow fight\n  ","640553":"\n  Hes definitely not a player, not a poser, not a loser, not a user.\n  ","640554":"\n  Yess❤\n  ","640555":"\n  I like to think if souls are real, i have one.\n  ","640556":"\n  Get yourself a fag rag\n  ","640557":"\n  I need to move this body lol\n  ","640558":"\n  So, if you sleep until you're 18... Ah, think of the suffering you're gonna miss. I mean high school? High school-those are your prime suffering years. You don't get better suffering than that.\n  ","640559":"\n  Ill tell you when i regain conciousness\n  ","640560":"\n  My dad is making spanish rice, im probably gonna eat some then go for a walk\n  ","640561":"\n  OMG THATS AWESOME! im very proud of you!!! Yay!!\n  ","640562":"\n  Microscopic hahaha\n  ","640563":"\n  Losers are people who are so afraid of not winning, they don't even try.\n  ","640564":"\n  Its not a big deal to me ?\n  ","640565":"\n  The boom booty\n  ","640566":"\n  Oooohhh you have a soul? ❤\n  ","640567":"\n  I love the way the thick smoke tastes, curling across my tongue, snaking down my throat.\n  ","640568":"\n  That fuckin anon ?\n  ","640569":"\n  Im good!! How are you?!\n  ","640570":"\n  Yess, but fuck more keep coming ?\n  ","640571":"\n  Helllloooo\n  ","640572":"\n  Sleep well?\n  ","640573":"\n  I know, i believe you?\n  ","640574":"\n  I LIKE BIG BUTTS I CANNOT LIE\n  ","640575":"\n  Awwwwh, im sure youre attractive ?\n  ","640576":"\n  WE'RE GOOD PEOPLE.\n  ","640577":"\n  Just... pretend to be normal\n  ","640578":"\n  You hurt peoples feelings ?\n  ","640579":"\n  YOURE A GOOBER ??\n  ","640580":"\n  Am i tho?\n  "}}