{"Question":{"640581":"\n   You hate me aswell so we even x\n  ","640582":"\n   No one comes close to your beauty\n  ","640583":"\n   ???.Nap time for me after liking\n  ","640584":"\n   BOOM BOOM\n  ","640585":"\n   It's a Rakin\n  ","640586":"\n   dont youever speak tome again i rather get hit byacar than to speak. to you\n  ","640587":"\n   What's wrong with quotations?\n  ","640588":"\n   Why you so mad at me? ]-:\n  ","640589":"\n   i guess they were just used to it\n  ","640590":"\n   This is why i deleted you of sc\n  ","640591":"\n   again, i believe you're real given how many pics you've posted on here. but it gives me pause about trusting the check mark on random profiles that have it\n  ","640592":"\n   How much Mulan Szechwan chicken mcnugget sauce would I have to give you for you to be my gf?\n  ","640593":"\n   Is jake going to wife you\n  ","640594":"\n   You're the second hottest girl on ask because i'm first\n  ","640595":"\n   Did you just call me poopy\n  ","640596":"\n   lmao i wish time actually did slow down in a dream like that aha\n  ","640597":"\n   you're like the hottest girl on ask\n  ","640598":"\n   I know you're real. You're cute af. When you spammed selfies it was great cause your sexy face spammed my page ❤\n  ","640599":"\n   Yayyyyy\n  ","640600":"\n   You're a pretty good girl but you don't know what I did a year or something lol I love her and she was so pretty and cute I just had to say I was like you so I have a good day you can always get a girl and I don't want to be you I love her and you don't have a boyfriend?\n  ","640601":"\n   I'm assuming it's a her, i don't know hah\n  ","640602":"\n   But it's so cringe at the same time\n  ","640603":"\n   you're normal i think?\n  ","640604":"\n   How are you doing this afternoon?\n  ","640605":"\n   You were hot for jailbait\n  ","640606":"\n   I have a dilemna. I really want to order dominos like I always do on tuesdays, but I just found out I have high blood pressure and need to get my weight down.\n  ","640607":"\n   I notice, you think that you know shit\nAll this shade that's comin' at me, I wonder who throws it\nThey can't see the vision, boy they must be out of focus\nThat's a real hot album homie, I wonder who wrote it, oh shit\n  ","640608":"\n   Yas\n  ","640609":"\n   Wait, do you ever get what?\n  ","640610":"\n   Love my new name?\n  ","640611":"\n   Do you ever get those?\n  ","640612":"\n   How many followers?\n  ","640613":"\n   I found a pic of myself looking like hitler good times\n  ","640614":"\n   Your face is sexual sav can you blame them\n  ","640615":"\n   Is it true that boom know best??\n  ","640616":"\n   Please\n  ","640617":"\n   i'm watching toni erdmann\n  ","640618":"\n   oh sorry, i misunderstood\n  ","640619":"\n   That's a insult to tumors\n  ","640620":"\n   Handcuff me\n  ","640621":"\n   anons get you gifts so +1\n  ","640622":"\n   I was listening to music too\n  ","640623":"\n   You're a lesbian woman I love ❤️ lesbian woman lesbian lady and a princess ?? for your lesbian beauty queen ??\n  ","640624":"\n   This account went cancer really quick hope i get perma banned now ngl\n  ","640625":"\n   Are you ticklish?\n  ","640626":"\n   I like your @ haha\n  ","640627":"\n   Is it normal that I get drunk every day because my ex girlfriend broke my heart?\n  ","640628":"\n   you did like 2000 questions in a week dang\n  ","640629":"\n   Ignore the misspell\n  ","640630":"\n   Do you always use ur phone for ask fm?\n  ","640631":"\n   Would you rather always walk backwards, or stub your toe with every step?\n  ","640632":"\n   SAME HERE BABYYYYYY \nGIVE MY BUTT SOME LOVIN BACK THOUGH\n  ","640633":"\n   I'd still like to check it out though\n  ","640634":"\n   pap with your partner\n  ","640635":"\n   Your screename on VSCO?\n  ","640636":"\n   Do you have any scarves in your bedroom\n  ","640637":"\n   i was joking, soz\n  ","640638":"\n   a lot of cake?\n  ","640639":"\n   it could be a false flagg\n  ","640640":"\n   How do you know that\n  ","640641":"\n   I ain't been gettin' high...\nWell maybe a little, baby I don't wanna lie\nI know when you text me girl, I don't always reply\nWell you're not an angel either, you can't even fly\n  ","640642":"\n   i mean you did it before lol\n  ","640643":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141327810937\n   \n   It's not clear nor proven without a doubt that it was president Assad who used the gas on the Syrian peoole.\n  ","640644":"\n   I thought it's your username meaning you have a great ass\n  ","640645":"\n   they can look up if the person & address are real though\n  ","640646":"\n   why not pic? ]-:\n  ","640647":"\n   Boom you're fake we know it don't hide it ;')\n  ","640648":"\n   i don't even mean about you, i'm just saying this takes the verified status wayyy down in my mind if all the require is a fansign and not actualy documentation\n  ","640649":"\n   No one loves me\n  ","640650":"\n   Why does submitting questions to\n   \n    @Cloudgotrekt\n   \n   go like instantly but it takes a couple seconds to submit to you?\n  ","640651":"\n   ok so recent pic then?\n  ","640652":"\n   but the @ name  and date can be photoshopped in\n  ","640653":"\n   i love it too i'm just saying it's not very big lol\n  ","640654":"\n   just a fan sign? ugggh those can be photoshopped\n  ","640655":"\n   Do you approve of the missile strike against Assad for gasing his people?\n  ","640656":"\n   oh you had to show id?\n  ","640657":"\n   American Airlines is really good for disabled people I can give you guys my own experience\n  ","640658":"\n   this shows it\n   \n    https:\/\/scontent-iad3-1.cdninstagram.com\/t51.2885-15\/e15\/10576110_710053455732922_1301393200_n.jpg\n   \n","640659":"\n   You have an iPhone but it defaults to chrome?\n  ","640660":"\n   Who do you love\n  ","640661":"\n   Boom i need attention yunno \ni'm also fake, so yeah my secret is out\n  ","640662":"\n   I'll find her for you! ?\n  ","640663":"\n   Which airline is best?\n\n#airline #company #best\n  ","640664":"\n   Katie Price recently opened up a petition to make online bullying a criminal offence. Her ideas are that people who commit this future \"crime\" should appear on a register (like how there is one for sex offenders), in job interview situations. What do you think of this?\n  ","640665":"\n   What is something you want right now?\n  ","640666":"\n   Damn I wasn't on when you were back I was passed tf out but I'm on now and probably will be throughout the day\n  ","640667":"\n   Are you left handed or right handed?\n  ","640668":"\n   Also cute ?\n  ","640669":"\n   Im doing good :)\n  ","640670":"\n   oh hike up your skirt a little more, and show your world to me, in a boy's dream\n  ","640671":"\n   Well suspended but yunno will never get that back lol\n  ","640672":"\n   just read your bio so im not going to ask haha but how are you?\n  ","640673":"\n   you worry about acid reflux?\n  ","640674":"\n   Thank You :)\n  ","640675":"\n   he can't be banned if he's still here. probably just looking for attention\n  ","640676":"\n   Awh thank you, I try??\n  ","640677":"\n   I GOT BANNED YOU HELP ME\n  ","640678":"\n   u said you deleted them all but u just answered 2 of them lol\n  ","640679":"\n   You are gorgeous\n  ","640680":"\n   Jesus is the Way, the Truth, and the Light. The one true path to God.\n  ","640681":"\n   What kind of music did u listen to? Or what bands?\n  ","640682":"\n   Sup juicy booty\n  ","640683":"\n   \"I could never be jealous of you, and i literally just deleted all your other questions lol\" makes 100k more of a longshot, just saying\n  ","640684":"\n   Oldest you've fucked?\n  ","640685":"\n   Anyway, you are the queen beauty, even without make-up??\n  ","640686":"\n   How are you\n  ","640687":"\n   Good morning\/Afternoon lovelies\n  ","640688":"\n   \"Orrr you have me pop up as your notifications ?\" or u could just be a little bit jelly of my talents u know {-;\n  ","640689":"\n   \" if im with one of my outgoing friends, im fuckin extrovert asf lol\" ur prolly loud too aha\n  ","640690":"\n   I just gave you a link to one!! lol\n  ","640691":"\n   And here?\n   \n    https:\/\/ask.fm\/Names_ShyGirl\/answers\/140666110710\n   \n","640692":"\n   Sure there are\n   \n    https:\/\/www.instagram.com\/p\/q-B3j5w2zvy4KxBRfpaREs5FSjfyu6_d9HCwQ0\/\n   \n","640693":"\n   how long have you been on ask for?\n  ","640694":"\n   \"is your inbox blowing up?\nOne egg, one sperm, one zygote, divided, sharing one complete set of genetic markers.\nAnd how many souls?\" not sure, maybe ask your stomach?\n  ","640695":"\n   \"That sucks cause 1. Idk where youve seen the pics 2.\" on your insta\n  ","640696":"\n   so you see it whether the tag is in the question or the answer?\n  ","640697":"\n   booty doesn't look that big in the pics I've seen\n  ","640698":"\n   is your inbox blowing up?\n  ","640699":"\n   but what are they talking about?\n  ","640700":"\n   Why did you like this?\n   \n    https:\/\/ask.fm\/Names_ShyGirl\/answers\/140666042358\n   \n","640701":"\n   I don't get how the verification is useful if you just have to ask for it. Didn't you have to prove who you were?\n  ","640702":"\n   The ? was supposed to indicate jest\n  ","640703":"\n   i thought you blocked the foregin language stuff though?\n  ","640704":"\n   lol I hope I'm not one of the people that gives you a stomach ache ?\n  ","640705":"\n   yeah they used to wash their hair every few months, lol ?\n  ","640706":"\n   Why would you block me? I didn't do anything\n  ","640707":"\n   You blocked someone?\n  ","640708":"\n   ?? well u have the greatest people to be around with\n  ","640709":"\n   What is this emoji supposed to be exactly? ?\n  ","640710":"\n   ???? its a long day of school glad you get to chill\n  ","640711":"\n   Afternoon hope you are having a great day so far ??? wish u the best for a awesome day ???\n  ","640712":"\n   Shame you can't answer questions as you wash your beautiful hair\n  ","640713":"\n   so beatiful\n  ","640714":"\n   yeah i thought (at the time) i might never actually wake up for real lol\n  ","640715":"\n   do what you gotta do i guess. i have other accounts so it won't actually hinder anything\n  ","640716":"\n   i have false awakenings sometimes. one time i realized i was having false awakenings and then i had like 10 of them before i woke  up, i was freaking out lol\n  ","640717":"\n   i don't think eve the most accomplished profiler would assert they've never been wrong before, as you are\n  ","640718":"\n   why is that guilty?\n  ","640719":"\n   Are you too hot for me?\n  ","640720":"\n   it's just stuff that's been debunked before, thats all\n  ","640721":"\n   Guilty pleasure?\n  ","640722":"\n   you can shower if you want whenever you want lmao. i like asking questions\n  ","640723":"\n   I've controlled dreams before. Like one time I realized i was dreaming and I was with my sister and I thought \"I'm dreaming, what if she turns into a witch\" and then she did aha\n  ","640724":"\n   What's the perks of dating you\n  ","640725":"\n   You've kept track of every person you ever had a bad feeling about and followed up to make sure they turned out to be bad? I mean, if you did ok, but color me skpetical\n  ","640726":"\n   Who’s the weirdest famous person of all times?\n  ","640727":"\n   if you realized you were dreaming than that's a lucid dream. at that point you're basically controlling your dream. So whatever pops into your mind is what happens\n  ","640728":"\n   U need help\n  ","640729":"\n   \"Ive never been wrong, like ever. \" but you can't actually know that. What if you avoided someone who turned out to be fine but you never know because you avoided them\n  ","640730":"\n   Against the person who triggered your ptsd and you can't be around. I'm assuming you're referring to an abuse or something\n  ","640731":"\n   Everybody subconsciously judges people of course, but we should try not too, and strive to do it less.\n  ","640732":"\n   \"So you may not think its fair, but i could actually make a career out of this.\" Even if you're right most of the time, you've probably misjudged some people. I'm just saying you should give people a fair chance before writing them off based on a first impression\n  ","640733":"\n   Are you meta?\n  ","640734":"\n   You could maybe get a restraining order against them\n  ","640735":"\n   I'd also like to point out that if you honestly judge people by some feeling you get on a first impression, that's honestly not a fair way to judge them at all.\n  ","640736":"\n   I wanted to congrtaulate you boom for finally reach 52100 answers which you just did! ❤\n  ","640737":"\n   I can believe you have good intuition about people. But I would attribute it to your brain, not your stomach\n  ","640738":"\n   \"You didnt even read the whole thing did you\" Not before posting that part, but then I read the whole thing and I think all 3 of your points sound like possible confirmation bias\n  ","640739":"\n   That would all be well and good except there are probably times you thought someone was bad and nothing happened, or times you had no feeling at all yet they turned out to be bad. You don't tend to remember those as well because it doesn't have the same impact\n  ","640740":"\n   God isn't real but oh well..\n  ","640741":"\n   \"And we would always be like \"something isnt right with that person\" and she would go \"the chemistry was off..\" then we would always find out later that they were somewhat crazy.\" confirmation bias\n  ","640742":"\n   \"My stomach actually tells me, i start to get sick if im around someone who isnt a good person and i dont even have to know them.\" So you criticize ideas like God and heaven but then believe uncientific stuff like that, umm ok\n  ","640743":"\n   God may forgive women for what they've done to me, but I can't, I will send them to God so he can judge them.\n  ","640744":"\n   Do you like anons?\n  ","640745":"\n   thought of the day?\n  ","640746":"\n   you forgetted 4. Secret skills 15. What is your dream job?\n  ","640747":"\n   ?\n  ","640748":"\n   OOOOO BABYYYY YOU DON'T HAVE TO TELL ME TWICE LIKE BRING THAT SWEET ASS OVER HERE BEFORE I COME GRAB IT MYSELF\n  ","640749":"\n   1. Age\n2. Height\n3. Do you have a boyfriend?\n4. What are your best traits?\n5. Any bad habits?\n6. Pro choice or Pro life?\n7. Dress or skirt?\n8. Virgin?\n9. Favourite sports\n10. Favourite movie\n11. Countries visited\n12. Do you drink?\n13. Do you smoke?\n14. Secret skills\n15. What is your dream job?\n  ","640750":"\n   MMMMM SAVANAH YOU SEXY FUCKER\nI'LL TAKE A BITE OF THAT\n  ","640751":"\n   Why do you feel that some people desperate for jobs turn around in that job to have a bad work ethic? I know a few people to whom this applies, and I'm curious to see from where you guys think this behavior comes.\n  ","640752":"\n   Are you an introvert or extrovert?\n  ","640753":"\n   why u sexy babe\n  ","640754":"\n   I am sensual\n  ","640755":"\n   How to fall in love\n  ","640756":"\n   but i sent that when you were mia for like 15 hours and i still worked lmao i'm just gifted\n  ","640757":"\n   the dentist literally power washes or scrapes off all reachable plaque. You can't do that to yourself. I have gum disease and this is what I have to do to keep it from getting worse so my teeth don't fall out one day\n  ","640758":"\n   he became the alpha ever since he got with that hot chik at the bar. dont you read the bible? god is a such a stud, i heard he is 2 feet long\n  ","640759":"\n   cause our earthly bodies couldn't handle seeing his true form. He became the Alpha when he created us. just like a mother becomes the alpha of her child when she creates him. when he is born she is his and he is hers. just like he is ours and we are his.\n  ","640760":"\n   He is outside of time so he didn't need to \"come\" from anywhere (a phrase that implies temporal change). He just was\n  ","640761":"\n   Whoever said you can \"see\" heaven when you're dead? Eyes are part of your corporeal existence. Heaven is just a state of being with God. It's not anywhere. Because it's not a place.\n  ","640762":"\n   well if you are urinating blood than you need to see a doctor.\n  ","640763":"\n   check your urine. if it is yellow than you need more water.\n  ","640764":"\n   God was, is, and always will be the alpha and omega. the 1st and the last. the beginning and the end. before him was not anything made.\n  ","640765":"\n   i'm not lying? why would you assume i don't do those things\n  ","640766":"\n   Should make some shoes with the word boom on the side\n  ","640767":"\n   Before she was pregnant I meant\n  ","640768":"\n   no i do. every day i brush, floss, use a dental pick, and a water flosser\/pick\n  ","640769":"\n   \"One of my extreme talents is sensing when you will be online and thusly asking my questions at precisely the correct time to get a serious answer instead of a random though. be jelly\nDid you sense correctly this time?\" ofc?\n  ","640770":"\n   She does eat a lot though?\n  ","640771":"\n   you probs don't brush very good tho, just sayin\n  ","640772":"\n   very sensuall\n  ","640773":"\n   ok, the chicken came from God. which basically speaking, he came 1st.\n  ","640774":"\n   I'm glad you don't have acid reflux boom\n  ","640775":"\n   did you have any water recently?\n  ","640776":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141323250041\n   \n   i could answer that but you have to promise me you wont get offended.\n  ","640777":"\n   oh ok u sexy btw\n  ","640778":"\n   I am and okie dokie just i guess lemme know when back ill be around\n  ","640779":"\n   One of my extreme talents is sensing when you will be online and thusly asking my questions at precisely the correct time to get a serious answer instead of a random though. be jelly\n  ","640780":"\n   Why so pretty\n  ","640781":"\n   weird is wonderful normal was never enough embrace your weird side y'all beautiful humans\n  ","640782":"\n   Why would you want to paint eyebrows that's weird\n  ","640783":"\n   There's plenty of time lol\n  ","640784":"\n   The hiking could be why she's thin though unless she eats a lot\n  ","640785":"\n   I should buy you a present\n  ","640786":"\n   Random thought??\n  ","640787":"\n   how r u cutie\n  ","640788":"\n   What is one thing you have tried to change, but couldn't?\n  ","640789":"\n   Omg, it looks so real ?\n  ","640790":"\n   For sure! also howre you friend :D?\n  ","640791":"\n   What are the top 3 countries with the largest number of Catholics?\n  ","640792":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141322385785\n   \n   wouldnt surprise me. MLK did get shot by an \"unknown\" gunman.\n  ","640793":"\n   Hey boom\n  ","640794":"\n   Tobias\n  ","640795":"\n   hey girl\n  ","640796":"\n   Thought on dudes, who is asking for feed pictures???\n  ","640797":"\n   Cutie pie❤️️?\n  ","640798":"\n   I've been losing my mind on trying to find her account to tell her I love her so much and she's the one that I want and I can't find her account anywhere ??\n  ","640799":"\n   I wanna see you with the pink flowers with the brown boots the rainbow nails and on the white balcony\n  ","640800":"\n   Awh haha that's kinda funny but sweet too\n  ","640801":"\n   hello?\n  ","640802":"\n   Just being me ?\n  ","640803":"\n   OMFG, HOW YOU DO TO HAVE YOUR EYE-LINER SO PERFECT, SO JEALOUS??????\n  ","640804":"\n   Thats so awesome lol\n  ","640805":"\n   how many boyfriends have you had before ?\n  ","640806":"\n   <3 just at work, finishing up, wbu bub\n  ","640807":"\n   Monkey :O?\n  ","640808":"\n   Hello!\n  ","640809":"\n   See there we go... all that worrying for nothing ?\n  ","640810":"\n   hi hottie\n  ","640811":"\n   um no anon last time I checked we were good HAHAHAHA drama I swear\n  ","640812":"\n   Boomy ^.^\n  ","640813":"\n   hi\n  ","640814":"\n   Why doesn't\n   \n    @maddiegav27\n   \n   like you?\n  ","640815":"\n   You're beautiful don't let anyone tell you different ?\n  ","640816":"\n   Who came 1st? the chicken or the egg? the chicken did. cause the protein which makes up the egg can only be made by chickens. so the chicken came 1st.\n  ","640817":"\n   Oh\n  ","640818":"\n   your boobs look fine here\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/140096784761\n   \n","640819":"\n   You ok ??\n  ","640820":"\n   Ever wonder why you'\/re here?\n  ","640821":"\n   Tbh,I don't like when people put down people for their weight,looks or bodies I used to be like that but then I realized how childishly and silly I was acting.\n  ","640822":"\n   I'm just saying if your brother hikes and his wife hikes with him, she can't be that lazy you know\n  ","640823":"\n   What is the stupidest thing you have ever been asked in real life? Or that you have ever heard?\n  ","640824":"\n   Hoelang moesten jullie wachten op vinkje??\n  ","640825":"\n   seule la culture occidentale vaut\nla peine d' exister (tkt, je suis pas r.aciste. toutes les races sont égales mais c'est la culture qui est supérieure)\n  ","640826":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","640827":"\n   If you were able to that'd be awesome for sure cause they are like my favourite animal as you know\n  ","640828":"\n   Yea\n  ","640829":"\n   U too the best ? I appreciate you so much\n  ","640830":"\n   You are!! Love your hair colour ♡\n  ","640831":"\n   I ran out of likes lol so i have to do them tomorrow  lol i won't forget\n  ","640832":"\n   umm you couldn't run against trump, you're not old enough\n  ","640833":"\n   I FUCKING LOVE THOSE AND WANT ONE\n  ","640834":"\n   Pretty♡♡\n  ","640835":"\n   Nah bruh she got the booty\n  ","640836":"\n   :O WHAT!? I NEED TO SEE THESE I AM SUPER HYPE ABOUT THESE NOW\n  ","640837":"\n   Proof?\n  ","640838":"\n   I shoulda said \"monkey business\" woulda been more clever\n  ","640839":"\n   Do you want a booty too or just bigger boobies\n  ","640840":"\n   ????\n  ","640841":"\n   im gonna shower with with likes, then im gonna off\n  ","640842":"\n   I mean I have my weirdness but it's not like a bad weirdness ya know? It's just the monkey stuff\n  ","640843":"\n   If that was you asking if anyone wanted questions and then posting a selfie I wouldn't mind questions lol I'm rarely asked em anyway but if not ignore that I said this\n  ","640844":"\n   You are as well ??\n  ","640845":"\n   i took my blood pressure today and it was high. i'm going to eat less to get my weight down to get my blood pressure in a normal range\n  ","640846":"\n   yeah, actually i really didn't talk to anyone today\n  ","640847":"\n   Hottie\n  ","640848":"\n   Amazing\n  ","640849":"\n   you know what hypertension is?\n  ","640850":"\n   im so tired\n  ","640851":"\n   Same to you tbh in response to you wanting to know me more\n  ","640852":"\n   ??\n  ","640853":"\n   who do you want to know more about out of all the people you talk to on ask?\n  ","640854":"\n   Can you put your legs behind your head?\n  ","640855":"\n   ur cuter boom\n  ","640856":"\n   It honestly was i really enjoy it cause I'm such a major pr fan\n  ","640857":"\n   What panties are you wearing\n  ","640858":"\n   Got any bad habbits\n  ","640859":"\n   Thanks :D yeah i played my power ranger deck and didn't do too bad each game\n  ","640860":"\n   Boom you're amazing just the way you are\n  ","640861":"\n   How do you generally deal with people spreading untrue or exaggerated rumours about you? Do you try to set the record straight, or just let people get on with believing what they want to believe??\n  ","640862":"\n   ????\n  ","640863":"\n   Try it? Doesn't hurt to try\n  ","640864":"\n   Did you go to glamour shots?\n  ","640865":"\n   Oh boomy... Boomy boomy boomy. Smh\n  ","640866":"\n   I can't tell her\n  ","640867":"\n   Do you have a med card or nah for your weed\n  ","640868":"\n   Are you vegan?\n  ","640869":"\n   yeah i did it yesterday lmao\n  ","640870":"\n   fave yo\n  ","640871":"\n   nice pic\n  ","640872":"\n   Are you related to any of the people whom you follow here on ask ?\n  ","640873":"\n   What's that about?\n  ","640874":"\n   Age ? height ? Weight ? Favorite food ? Sexuality ? Relationship status ? Race\/ethnicity ? Favorite music ? Favorite ice cream flavour ? Interesting fact about you ?\n  ","640875":"\n   Is it better to be wise or brave?\n  ","640876":"\n   if you were given the opportunity to interview your favorite celebrity ever, would you take it? how do you think you'd be at interviewing someone you really really admired?\n  ","640877":"\n   You are really cool... Ty???\n  ","640878":"\n   Pres. Kennedy was great tbh\n  ","640879":"\n   You broke someones heart! Assh*le\n  ","640880":"\n   Like an assh*le\n  ","640881":"\n   President Abraham Lincoln was shot by a Jesuit.\n  ","640882":"\n   Why u like dat\n  ","640883":"\n   you make me smile! ???????\n  ","640884":"\n   Ty??\n  ","640885":"\n   BINGO!!!!!! They have their hands in everything! from politics to assassinations. anything, you name it they have their hands in it.\n  ","640886":"\n   why not\n  ","640887":"\n   Sup boom\n  ","640888":"\n   Which is better: asking for permission or asking for forgiveness? Why?\n  ","640889":"\n   Oh another thing this is just about my weekend but I got 3rd today at my friends yugioh tourney that he hosts every Sunday so that's kinda neat\n  ","640890":"\n   Will you follow me back?\n  ","640891":"\n   The Vatican.\n  ","640892":"\n   i might have hypertension\n  ","640893":"\n   Thoughts on common courtesy...........\n  ","640894":"\n   Do you need your parents to be entitled to make decisions for you ?\n  ","640895":"\n   anyway, they are run by a much bigger organization.\n  ","640896":"\n   I mean I still think you're fine without big boobs tbh\n  ","640897":"\n   ILLUMINATI IS REAL!!!!!!!!! THE ONES PROTECTING THEM DON'T WANT YOU OR ANYBODY TO KNOW IT! CHANCES ARE THEY WILL TRY TO SILENCE ME!!!!!!!\n  ","640898":"\n   What're they now?\n  ","640899":"\n   Hi \nGood Morning !!\n  ","640900":"\n   If you could steal something and get away with it, what would you steal?\n  ","640901":"\n   The pope is a puppet who's strings are being pulled by the black pope or Jesuit General.\n  ","640902":"\n   How big?\n  ","640903":"\n   who put salt on my cake?????\n  ","640904":"\n   I as you know don't do it but it doesn't change the fact it still was pretty dope (pun intended)\n  ","640905":"\n   ok ell I'm going to bed talk to you later have a nice evening\n  ","640906":"\n   you can edit answers you know\n  ","640907":"\n   Sorry another random comment and hopefully this doesn't sound weird but the weed bodysuit thing looked cool too I remembered that as well\n  ","640908":"\n   I'd like to create polls like u do. I'd like to create many polls.\n  ","640909":"\n   I am determined because  I promised you I'd find and and we'll damnit Ima find it lol\n  ","640910":"\n   farts are prolific in my household\n  ","640911":"\n   Are you your own person?\n  ","640912":"\n   I know I scrolled down on your likes you do have nice boobs\n  ","640913":"\n   I can tell you one thing it got a like from me obviously but that was before my first account was banned that being said also I will show you once I find it since you'll probably wanna see it\n  ","640914":"\n   Do you feel loved enough?\n  ","640915":"\n   Do you believe in the spiritual concept of 'Walk ins', where a new, generally more advanced soul takes up residence in the body of a soul that walks out - often due to traumatic life circumstances - thus agreeing to complete the life contract of the 'walk out'??\n  ","640916":"\n   Of course friend! :D I haven't given up though but I did take a break cause I swear it has to be in the likes somewhere\n  ","640917":"\n   ok the reason I asked you my last account was hacked so this one is a new one\n  ","640918":"\n   ever asked your parents why they had you?\n  ","640919":"\n   Why thank you :D\n  ","640920":"\n   i have a friend who;s getting into modeling\n  ","640921":"\n   You are too adorable!!!!!!!!!!!\n  ","640922":"\n   Me either too busy with school and things are you the one who doesn't have to work as your parents have a lot of money\n  ","640923":"\n   Yeah I had to share just that random thought with you I saw it and I was like holy shit that's cool at\n  ","640924":"\n   if you want to be powerful, run against trummp\n  ","640925":"\n   there's an enemy in super mario bros 3 called boom boom\n  ","640926":"\n   you have a boyfriend\n  ","640927":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/137107037305\n   \n   this mask thing or whatever is super fucking dope\n  ","640928":"\n   what's your goal??\n  ","640929":"\n   that's good, it's good exercise\n  ","640930":"\n\n    https:\/\/www.google.com\/search?q=boom+boom+super+mario&rlz=1C1CHBF_enUS704US705&espv=2&tbm=isch&tbo=u&source=univ&sa=X&ved=0ahUKEwiu9MWn3ZjTAhUKLcAKHRvLCTMQsAQILQ&biw=1920&bih=935\n   \n","640931":"\n   Does your brother hike?\n  ","640932":"\n   What documentary and hopefully I'm not being a bother while you're watching it\n  ","640933":"\n   I saw it OMG your pretty you can be a model\n  ","640934":"\n   but boom you're still super pretty regardless\n  ","640935":"\n   Yeah! How're you btw ??\n  ","640936":"\n   you should bust out that box and watch some good flicks! ?\n  ","640937":"\n   thanks I guess they are ok the last time I checked them\n  ","640938":"\n   Ily?\n  ","640939":"\n   Trust me... it will\nNo doubts ?\n  ","640940":"\n   Hopefully xD\n  ","640941":"\n   Fully agreed\n  ","640942":"\n   Looking amazing today\n  ","640943":"\n   Why what's so special about your underwear?\n  ","640944":"\n   he wanted to se my boobs so only showed him a little bit but he wanted more so I told him NO!!!\n  ","640945":"\n   Hi! :D nothing much justs got back from a super busy weekend and wanted to share my currently positive vibes\n  ","640946":"\n   Describe your favorite TV show.\n  ","640947":"\n   Boom!\n  ","640948":"\n   it's on dvd, you can! :L)\n  ","640949":"\n   At what age do you think it's time to start panicking if you haven't yet met the right man\/woman??\n  ","640950":"\n   if you were spike, i'd be drusilla\n  ","640951":"\n   try it! it's good aha\n  ","640952":"\n   if you were buffy, i'd be angel\n  ","640953":"\n   What type of question annoys u the most ?\n  ","640954":"\n   If I was a vampire, I wouldn't eat you.\n  ","640955":"\n   Tomorrow morning I will get a large pizza with half bacon and half pepperoni and a large chocolate chip cookie, and I will eat it all\n  ","640956":"\n   you're so awesome? (sent to all I follow)\n  ","640957":"\n   You got red red bra and panties\n  ","640958":"\n   What qualities do you value the most in your friends?\n  ","640959":"\n   Do you actually think teachers are bad in teaching or the students in schools is what makes it look ike some cant teach because kids don't give them time\n  ","640960":"\n   You have the right to deny cancer treatment, and then d.ie of cancer. That is completely legal and not forced........\n  ","640961":"\n   Tobias\n  ","640962":"\n   RAVIOLI RAVIOLI!!!!!!!!!!! 9\/11 WAS AN INSIDE JOBIOLI!!!!!!!\n  ","640963":"\n   What is the best snacks for a late friday night?\n  ","640964":"\n   Oh I'm sure it'll take you back?\n  ","640965":"\n   Why is it that some(rarely) girls are going out wearing miniskirts during winter? I mean like with bare legs, no leggings only undies under the very short skirt but their top is heavily wrapped. I personally can't do this. I'm just curious how could they pull it off.\n  ","640966":"\n   I have no idea, it may feel betrayed or something ?\n  ","640967":"\n   Aw thanks anon haha jk;)\n  ","640968":"\n   I got a new phone and now I'm transferring my data over\n  ","640969":"\n   Stop looking cute\n  ","640970":"\n   I guess it has its downfalls haha\n  ","640971":"\n   Dude he literally just said she is fat at 110. Now he's saying she's not.\n  ","640972":"\n   Hi\n  ","640973":"\n   She not fat she like 110 pounds\n  ","640974":"\n   Ahhhhh been there:(\n  ","640975":"\n   Haha you should go and get some food\n  ","640976":"\n   steve jobs refused cancer treatment, and it was his right to do so. But he d.ied because he refused.\n  ","640977":"\n   Daily question\nAre you the person you needed when you were younger?\n  ","640978":"\n   Hey\n  ","640979":"\n   Not a lot if I'm honest, just lying in bed watching tv, what about you?\n  ","640980":"\n   She should like herself she pretty  she kind  she helpful  she smart she just wonderful\n  ","640981":"\n   \"you like cheese and sausage?\nDo you mean together or separate?\" together\n  ","640982":"\n   Just saying, anon, stop with that weight s*it. I've had very bad weight issues. You may not be on my page anymore but stop saying very clearly f*cking underweight is fat you moron.\n  ","640983":"\n   She  fat she like 5 foot 6 and weigh like 110 pounds\n  ","640984":"\n   Where's your happy place?\n  ","640985":"\n   So she doesn't like me\n  ","640986":"\n   I would like to eat cheese and sausage with you sometime.\n  ","640987":"\n   We should stop taking in immigrants from third world countries like Mexico, Cuba and central america. Let's start taking in white people from Europe again.\n  ","640988":"\n   Ever time someone mention she likes me she says shut up and walks away holding her face.\n  ","640989":"\n   Have you ever tried to save money by buying expensive electrical goods, such as smartphones, at vastly discounted prices through the'grey market' - secondary sellers linked to the likes of Amazon & Ebay?? If so what were the cons of this? Like, did you still get a warranty & all that jazz??\n  ","640990":"\n   I was yelling at this 1 girl for such a long time. we got into a heated debate. we both hated each other. so we bumped into each other and started yelling and yelling when out of nowhere we made out right there on the spot and just kept kissing each other. she my girlfriend now.\n  ","640991":"\n   What wud be ur reaction if someone asked you out ? Sum1 who is like really attractive\n  ","640992":"\n   Busy schedule\n  ","640993":"\n   You're welcome and Awh thank you?\n  ","640994":"\n   Tobiaas\n  ","640995":"\n   I like this girl in my work place but I don't think she knows I like her I've showered signs I do\n  ","640996":"\n   Whats ur opinion on farting while taking a crap ?\n  ","640997":"\n   Single?\n  ","640998":"\n   I'm trying to get my hope back\n  ","640999":"\n   Do you trust all of the friends you have\n  ","641000":"\n   Well I got 2 shot jobs at college at 21 I have no friends why should I be hopeful\n  ","641001":"\n   What are your thoughts on the Vegan argument that the lives of cows, pigs, chickens etc are EQUAL to human life? Are meat eaters who don't subscribe to this particular philosophy really all morally bankrupt so & so's? BQ: Do Vegans deserve their title of self appointed gatekeepers of humanity??\n  ","641002":"\n   you like cheese and sausage?\n  ","641003":"\n   Somewhere in new york\n  ","641004":"\n   haha yeah same here, on wednesday im going on a road trip with family.\n  ","641005":"\n   what's something true about you, that you're the only person in your immediate family it applies to? (phrasing this is impossible.... omg i mean something like i'm the only person in my family to drop out or i'm the only person to not have kids... something like that!)\n  ","641006":"\n   No school for a week, im on spring break. Just spent time with family.\n  ","641007":"\n   I'm just not all my hope is gone\n  ","641008":"\n   okay okay i changed my mind. Im gonna get you a cheeseburger, french fries, mozzarella sticks, buffalo wings, egg rolls, crab legs, thanksgiving stuffing, gravy, and a sausage pizza.\n  ","641009":"\n   amazing.\n  ","641010":"\n   Are you mad at me\n  ","641011":"\n   I'm not hopeful\n  ","641012":"\n   You don't have any eyebrows ???\n  ","641013":"\n   anytime, ily2.\n  ","641014":"\n   afternoon\n  ","641015":"\n   Lol you're hopeful aren't you\n  ","641016":"\n   LOVE YOU MORE❤❤ aw thank you aw have a great night! I hope it's night over there ffs?\n  ","641017":"\n   Aw!!\n  ","641018":"\n   I love your display.\n  ","641019":"\n   Leggings or Skirts?\n  ","641020":"\n   If you have instagram. Has there ever been a time where a guy messages you up in the dm ? Isn't it annoying. Then they always complain about girls never replying to them.\n  ","641021":"\n   How the hell?\n  ","641022":"\n   haha oh, happens to me too sometimes.\n  ","641023":"\n   Not much just resting..\n  ","641024":"\n   If you were on a game show, would you be terrified of making a mistake like Randy on South Park?\n  ","641025":"\n   hey gorgeous, how are you?\n  ","641026":"\n   Revision, always , you? ?\n  ","641027":"\n   i would buy u cheese and sausage. as long as u shared with me that is :)\n  ","641028":"\n   You wouldn't be famous\n  ","641029":"\n   Same!!! ?\n  ","641030":"\n   Ever been on a game show\n  ","641031":"\n   ? Wow Hot  red Chili Pepper Girl ? respect \nVictoria's Secret's top ONE model ? Respect\n  ","641032":"\n   i confuse blues and purples sometimes though. lol\n  ","641033":"\n   i will buy you chicken tenders and nachos with hot sauce, also a chocolate shake with whip cream on top\n  ","641034":"\n   Hey you?\n  ","641035":"\n   lol actually yes I am I have some trouble with blue and purple. and i saw gray and green too so i wasn't sure if they were blue haha\n  ","641036":"\n   ahh ok. There's another one but it looks like it's coming from asia or something so I guess that might be a couple weeks. But anyway glad those came and that you like them ?\n  ","641037":"\n   lol yeah, but I mean it's kind of sad to see because they would probably be happier if they did meet someone they loved, even if they don't think they would be. well that's what i think anyway, haha\n  ","641038":"\n   It's actually been few weeks (i guess) now but I just had to share it..!\n  ","641039":"\n   Wow u are stunning\n  ","641040":"\n   Have a busy ass day today so I don't know when I'll be on to talk but LOVE YOUUUU❤\n  ","641041":"\n   Why is that injustice everywhere is a threat to justice everywhere ?\n  ","641042":"\n   Do you\/have you watched Thirteen Reasons Why? If so, without releasing any spoilers - tell me what you think of it! If not, what shows have you watched that tackle difficult issues?\n  ","641043":"\n   You have such pretty eyes, they're like a misty but also light blue?\n  ","641044":"\n   Tbh?\n  ","641045":"\n   Can I ask you which of my gifts came yet, and if you like them? ?\n  ","641046":"\n   Are those blue eyes in the pic u just posted?\n  ","641047":"\n   Me too!\n  ","641048":"\n   That's true, our world is really messed up lol but you can do it. I have faith in you. see you later boomie <3\n  ","641049":"\n   Which states are in 5 cornors\n  ","641050":"\n   some of them never end up with anybody though, which is kind of sad\n  ","641051":"\n   boom boom ate a grape to be crazy\n  ","641052":"\n   I WAS GONNA LIKE THE ANSWERS BUT IM ON LIKE BAN LOOL. but dont be depressed :( be happy :)\n  ","641053":"\n   Good! And I'm tired haha but I was missing you\n  ","641054":"\n   i need to set not getting blokced as a goal\n  ","641055":"\n   I'll miss you too boomie, but don't be sad. I'll be back before you know it <3 take care man.\n  ","641056":"\n   Followed\n  ","641057":"\n   lol Peter Griffin's the man. Anyways boomie Im probably gonna deactivate soon. I feel like I've overstayed my welcome haha. It was nice talking to you again :) Maybe the stars will align and we'll talk again one day\n  ","641058":"\n   He's amazing tbh.\n  ","641059":"\n   haha yeah i guess anybody would if they met someone and fell in love with them. but some people never try and look for it i guess\n  ","641060":"\n   DENİZ!!\n  ","641061":"\n   LOL im being serious though like those forklifts are powerful as hell\n  ","641062":"\n   or just feel boxed in when they're together with someone\n  ","641063":"\n   Boom I'm in love..\n  ","641064":"\n   We should indeed ship them back to the deep web lol we'll use a forklift to speed up the process\n  ","641065":"\n   lol ok. i've met people that don't want to be with anybody.\n  ","641066":"\n   Wouldnt you date anyone from here?\n  ","641067":"\n   What is the best way to spend a friday night and with whom?\n  ","641068":"\n   you don't want to be with someone at all, or just not right now?\n  ","641069":"\n   Hi! How are you?\n  ","641070":"\n   yeah i did, but i didn't know if that was why\n  ","641071":"\n   Lool sometimes I can be annoying too but I try to do it in good fun. If this place was less crappy I would've stayed.\n  ","641072":"\n   With all those perks, how come no one's dating you? aha\n  ","641073":"\n   Sasha grey or Mia Khalifa??\n  ","641074":"\n   I'm glad too but at times I wonder why the hell I'm on here lool especially when it's all boring and dead.\n  ","641075":"\n   Hello beautiful askfm people. Just for your awareness, did you know that deodorant (Anti-persperant) can increase the risk for developing Breast Cancer ? Its made from Aluminum which get absorbed into the skin. Near the breasts\n  ","641076":"\n   This site gets boring though man and besides I know I'm better off without it. It just sucks good people like you still use this cause then I miss you lol\n  ","641077":"\n   Thoughts on Mia Khalifa??\n  ","641078":"\n   We'll use both of our eyes and create the most powerful thing ever.\n  ","641079":"\n   What is the best way to spend a friday night and with whom?\n  ","641080":"\n   What do you think best helps the fear of anxiety?\n  ","641081":"\n   what temptation can you NEVER resist?\n  ","641082":"\n   tickle me timbers doll face\n  ","641083":"\n   Your snaps>>>\n  ","641084":"\n   Dude, we'll be more powerful than the illuminati with that plan.\n  ","641085":"\n   Btw r you single?\n  ","641086":"\n   Yes they do. Its so common\n  ","641087":"\n   Once that day happens, we'll be bigger than the British Empire.\n  ","641088":"\n   Why does every black guy want a white girl nowadays ?\n  ","641089":"\n   Could you go a day without texting?\n  ","641090":"\n   Would you rather speak everything on your mind or never speak?\n  ","641091":"\n   Who in your family is most likely to go on a $1000 shopping spree to the mall?\n  ","641092":"\n   We have more untapped potential than there is untapped oil in the earth. We'll be rich one day. Hopefully.\n  ","641093":"\n   Are you a seductress ?\n  ","641094":"\n   What would you change your name to, if you were given the chance?\n  ","641095":"\n   Thoughts on animation taken over human jobs..........\n  ","641096":"\n   Which person in your family is the one who can make everyone laugh?\n  ","641097":"\n   Dude you should fight to get your part of the money. You should be a millionaire.\n  ","641098":"\n   What's the perks of dating you\n  ","641099":"\n   Hello?❤️️\n  ","641100":"\n   Nice filter❤️️\n  ","641101":"\n   time to get a nobel peace prize for proving the impossible ;)\n  ","641102":"\n   Do you sleep in a tank top and panties?\n  ","641103":"\n   This is Larry. This is my new account\n  ","641104":"\n   Nf✨\n  ","641105":"\n   What if I'm the second coming of Jesus and it just so happened to be an alien?\n  ","641106":"\n   THE REPORTS OF MY DEATH HAVE BEEN GREATLY EXAGGERATED. I am alive. For now.\n  ","641107":"\n   Someone bought you red underwear?\n  ","641108":"\n   Posting selfies and reading a book sounds like something I'd do if I was stoned.\n  ","641109":"\n   Tell me about your first crush and why he\/she was so special.\n  ","641110":"\n   Curious why dont you want people asking for your other social medias ??\n  ","641111":"\n   It’s Sunday! Any special plans?\n  ","641112":"\n   anything i can use to talk to him can u share it\n  ","641113":"\n   Thug girls are so yummy\n  ","641114":"\n   do u have his kik ?\n  ","641115":"\n   wanna drink a shot of vodka with me\n  ","641116":"\n   What's for dinner?\n  ","641117":"\n   go to mcdonlads and get that\n  ","641118":"\n   use this for your next random thought\n  ","641119":"\n   Im talking about sexy thug girls like Cuban Doll\n  ","641120":"\n   get dinner first\n  ","641121":"\n   jakesossy\n  ","641122":"\n   soz\n  ","641123":"\n   like he will say no lmao ur adorable\n  ","641124":"\n   I can't leave her alone the thug girls turn me on\n  ","641125":"\n   goodnight\n  ","641126":"\n   can i flirt with ur ex and fuck his brains out? Waaaiit i don't need your permission.\n  ","641127":"\n   To the anon, her sister in law eats a lot and like all the time and I don't think works out one bit even. She's just blessed with good genes and a good metabolism\n  ","641128":"\n   How are you so pretty\n  ","641129":"\n   no lol\n  ","641130":"\n   nahh i know her\n  ","641131":"\n   just give me some clue so i know what to google to find it\n  ","641132":"\n   I like sexy thug girls\n  ","641133":"\n   Cuban Doll and Molly Brazy are beautiful\n  ","641134":"\n   discreetly\n  ","641135":"\n   i could fart on your pillow\n  ","641136":"\n   You're talking about Marissa right?\n  ","641137":"\n   yeah the jenner sisters are very lucky, aha\n  ","641138":"\n   Why do women message me on Facebook, get a conversation going then eventually ask me for money?\n  ","641139":"\n   you have cholestorl and blood pressure numbers in the normal range? lucky aha\n  ","641140":"\n   AWWWWWWW\nWe're meant to beeeeeee\n  ","641141":"\n   Cardi B is a cutie\n  ","641142":"\n   well mine as close as i can bend anyway lmao\n  ","641143":"\n   hi my name is Juhani and i kinda gay\n  ","641144":"\n   Haiii\n  ","641145":"\n   what is your bother's name?\n  ","641146":"\n   well they must love having fast metabolisms, lol\n  ","641147":"\n   Maybe the adventures that Courage goes on are just the adventures in his head. like he sleeps all the time so it could be just his dreams we are seeing.\n  ","641148":"\n   how many brothers and sisters do you have?\n  ","641149":"\n   Yeah,not to mention this could well escalate into a much larger conflict .And while I don't like president Assad an one bit,deposing him would result in what happened Iraq (It would a create a power vacuum which would be then filled by ISIS-affiliated rebels).\n  ","641150":"\n   Well with a fast metabolism you're probably safe from diabetes\n  ","641151":"\n   i can't be aware of what something looks like that i've never seen before :\\\n  ","641152":"\n   Should respect be given or earned?\n  ","641153":"\n   i just meant so i could see what you meant. sorry\n  ","641154":"\n   \"I eat too much sugar....\" like how much?\n  ","641155":"\n   do you have pics of them?\n  ","641156":"\n   how much do they eat?\n  ","641157":"\n   they might workout though\n  ","641158":"\n   When making a new account or signing up for something, how hard is it to make up a username?\n  ","641159":"\n   how can you tell if someone has a high metabolism just by looking at them...?\n  ","641160":"\n   Eman\n  ","641161":"\n   do you remember what the interview was? or like who was interviewing her or on what show?\n  ","641162":"\n   You're a sweetheart❤️️\n  ","641163":"\n   how do you know lana del rey eats a lot?\n  ","641164":"\n   well kylie and kendall have an olympian for their dad, so i think they inherited his slim genes. because their sisters have said they're jealous because they eat tons of junk and never workout but still have model figures...kendall literally lol\n  ","641165":"\n   i don't think she eats that much though?\n  ","641166":"\n   this say kendall has a fast metabolism\n   \n    http:\/\/www.dailymail.co.uk\/tvshowbiz\/article-4229414\/Kendall-Jenner-Gigi-Bella-Hadid-NYFW-show.html\n   \n","641167":"\n   several tbh\n  ","641168":"\n   Do you have a bf\n  ","641169":"\n   kendall and kylie look pretty white to me dogg\n  ","641170":"\n   Answer me hello?❤️️\n  ","641171":"\n   I ordered yo mouth on my chocolate balls\n  ","641172":"\n   glad you were able to block the foreign language stuff. Ahhh, I've literally got like 30 of those in my inbox still ?\n  ","641173":"\n   You niggas is annoying\n  ","641174":"\n   are you muslim?\n  ","641175":"\n   Is there something that makes you angry? Why?\n  ","641176":"\n   Dream job\n  ","641177":"\n   Fav fruit\n  ","641178":"\n   ok whatever bye forever\n  ","641179":"\n   You're pretty\n  ","641180":"\n   i'll be doing surgery on that pizza though. i eat pizza like an animal!\n  ","641181":"\n   you sent that pic last year lol\n  ","641182":"\n   nats just scored 7 runs and won, so i get 50% pizza tomoirrow\n  ","641183":"\n   you realize if that person got caught with that you'd get prosecuted too though for sending it...\n  ","641184":"\n   spiritual guidance?\n  ","641185":"\n   i still have that pic of your butt. you sent me via email. I still cum looking at that pic <3\n  ","641186":"\n   how much brownies did u eat?\n  ","641187":"\n   Good day?\n  ","641188":"\n   Do you agree that once you have seen one Somalian, you've seen them all?\n  ","641189":"\n   This is Denner Arons and i want give you gifts...lion babes\n  ","641190":"\n   Fav movie\n  ","641191":"\n   Your favorite movie quote????\n  ","641192":"\n   Well I am annoying all the time ??\n  ","641193":"\n   Hi\n  ","641194":"\n   If you eat bad you could have high cholesterol and high blood pressure!\n  ","641195":"\n   Fav song\n  ","641196":"\n   How do you feel about the attack on Syria that the United States did?\n  ","641197":"\n   Are you single?\n  ","641198":"\n   Hahaha deees knots??\nAWAW\nExactly what I need with youuuuu\n  ","641199":"\n   if you wear what you wore in that pic and have blonde or dirty blonde hair i guarantee some guy would give yoiu his ticket aha\n  ","641200":"\n   did they have diabetes their whole lives though?\n  ","641201":"\n   What sports did you play?\n  ","641202":"\n   Oh my god that all sounds so perfect holy shit?\nWe'd be the cutest ever!! All the cuddle wuddles, hugs, holds& spooning in the world❤❤❤\nWE NEED A SHIP NAME?\n  ","641203":"\n   fast food everyday and you didn't gain weight?\n  ","641204":"\n   You're pretty\n  ","641205":"\n   Pies is better than penises\n  ","641206":"\n   you eat a lot though?\n  ","641207":"\n   How long ago was this?\n   \n    https:\/\/akphoto2.ask.fm\/c5b\/5ccb6\/08be\/4606\/877a\/2f5e3c62c4a0\/large\/3631407.jpg\n   \n","641208":"\n   Lesbian?\n  ","641209":"\n   Fav tv show\n  ","641210":"\n   Last time you had sex?\n  ","641211":"\n   You're so cute bby ????. I'm going to text you bc ilysfm ??. You're my best friend ?. Wish you were closer\n  ","641212":"\n   I meant in terms of how much you eat lol. Not in terms of manners\n  ","641213":"\n   I'm so glad I net you also?awww and I always will like so are you in my life. Awaw you make me feel the exact same thing?. AWAW SAV HOLY FUCK?You've blessed my life in that way too and AW SAV! I'm not worth that ;-;. Nawwh ye live here if it does turn shit over there& live in my bed?love you❤❤❤❤\n  ","641214":"\n   If you lived in beautiful New Zealand, you'd make it the most beautiful country ever?❤❤❤❤\n  ","641215":"\n   How old were you when you stopped smoking ?\n  ","641216":"\n   Have you shot the guns before? Do you have ammo?\n  ","641217":"\n   do u really eat like a guy?\n  ","641218":"\n   \"Thats not how it works, you cant buy tickets at the entrance lol unless theres people who have an extra one and shit but thats rare.\" some1 would just give you their ticket aha :]\n  ","641219":"\n   Antibiotic resistance has become a MAJOR issue. If we removed antibiotics from foods and everyday products, do you think that would help to slow down antibiotic resistance?\n  ","641220":"\n   Even though  I always think you'll take my head off at times\n  ","641221":"\n   prolly because you're hot haha\n  ","641222":"\n   Sure boom ?\n  ","641223":"\n   the fast metabolism might save you from it\n  ","641224":"\n   Should the indigenous British (Whites) have priority over social housing, hospital waiting lists, job vacancies and such?\n  ","641225":"\n   How old are you\n  ","641226":"\n   what games\n  ","641227":"\n   u blocked them?\n  ","641228":"\n   hi\n  ","641229":"\n   maybe, maybe he is just a normal dog trying to make sense of the world around him. he loves his female owner which dotes on him so much that he views his male owner as a tormentor.\n  ","641230":"\n   It's honestly my own stubbornness keeping me at it otherwise I probably would've given up lol\n  ","641231":"\n   you eat like a guy too\n  ","641232":"\n   you have and shoot guns?\n  ","641233":"\n   So far it's been a lot of digging and scrolling through tons of questions, comments, and a ton of photos of you lol\n  ","641234":"\n   5 time 840 is 4200\n  ","641235":"\n   Its ok you never been nice to me anyway the block isn't big deal and please if you could stop appearing in my feed I'll be so grateful to you please\n  ","641236":"\n   Princess❤️️\n  ","641237":"\n   As long as you don't eat too much sugar you wouldn't be at a higher risk. Like just craving it and having a little to satisfy that won't give you diabetes.\n  ","641238":"\n   Your family memebers have diabetes?\n  ","641239":"\n   good! maybe ask will ip ban them,\n  ","641240":"\n   tbh you could probably just show up near the entrance and sya you don't have any money to get in and guys would probably pay for u, lol\n  ","641241":"\n   Guys guess what lady boom is my bff ??\n  ","641242":"\n   How was your day\n  ","641243":"\n   You ate healthy growing up but now you eat bad?\n  ","641244":"\n   Are gypsies\/Roma people absolute vermin?\n  ","641245":"\n   oh it wasn't your s word it was theres lol. it was they're own fault it got deleted\n  ","641246":"\n   It does not make you a hypocrite at all,that anon does not seem to realize that you can't control what ask.fm decides to delete based on their automatic algorithm program which searches for certain words.\n  ","641247":"\n   well good i took a screenshot then\n  ","641248":"\n   but ask automatically deletes questions based on words and shit idk. Lol nice try thoooo. \nlol hypocrite\n  ","641249":"\n   got the screenshot of it dont let me post it over\n  ","641250":"\n   ask deleted one with the s word. i think that's what they're talking about\n  ","641251":"\n   lol you just deleted my question and you are asking what have you done good acting tho\n  ","641252":"\n   Yup busted your true identity that's why you deleted my question\n  ","641253":"\n   See how you look beautiful from the outside but hideous from inside most of them don't know that\n  ","641254":"\n   life is a stage and everyone plays they're own part\n  ","641255":"\n   In what ways are you like a guy?\n  ","641256":"\n   It's the big multinational corporations in general,which control the politics in the US.\n  ","641257":"\n   happy fridayyy\n  ","641258":"\n   Hi, this is Denner and i here to help you.\n  ","641259":"\n   the problem is over elaboration to seek perfection\n  ","641260":"\n   you're like one of the guys huh?\n  ","641261":"\n   ahhh! ok. I didn't think that they might have sent you a lot and you just didn't post them, lol\n  ","641262":"\n   You seem like you have alot of guy friends your pretty cool\n  ","641263":"\n   But what I mean is, I thought you block them when you get it. I just was wondering what was different about this one\n  ","641264":"\n   $200 just for one night? or like multiple days?\n  ","641265":"\n   Did you used to fight boys ?\n  ","641266":"\n   You should go to a rave again then! aha\n  ","641267":"\n   finally? I thought you blocked all the korean stuff\n  ","641268":"\n   Did you like being treated like a queen though? :)\n  ","641269":"\n   쌤킴 무슨 구글??구글?? 쌤킴 난 너에게 Leegititssam 트위터 디엠 hidejyyun 내게 디엠 보내달라고 말했는데? 쌤킴 니 주변 사람들한테는 나한테 이렇게 대하듯 장난으로 시간 낭비하지 않고 존중으로 대하고, 나는 너의 주변 사람들이 아니니까 니 마음대로 장난으로 시간 낭비하고 매너없이 대하네?\n  ","641270":"\n   omg that must have been such an amazing feeling though, having literally everyone's jaw drop at the sight of you\n  ","641271":"\n   Why did they treat you like a queen?\n  ","641272":"\n   I don't think that they do.Not to mention the fact that they have been paid off and lied to by the big pharma industry.\n  ","641273":"\n   Why do you think you're going to get diabetes?\n  ","641274":"\n   U love me tho, Also ur not fat\n  ","641275":"\n   Yeah.\nIn Jeff Session's (the Attorney General) case it would be:\"Good people don't smoke weed,they lie under oath to Congress\".\n  ","641276":"\n   I am always gonna be so happy& blessed that u made you be proud of who you are& loving your natural beauty?❤ Nawh mate I feel sorry for them too :( breaks my heart. &aw hey there is never no need to thank me at all but aw you're welcome anyway, love ya lot's Sav& am always here for ya?\n  ","641277":"\n   Pap in bikini\n  ","641278":"\n   @ recent (Do w\/e u want with this)\n  ","641279":"\n   How did your relatives feel about your last trip?\n\n#relatives #feelabout #lasttrip\n  ","641280":"\n\n    https:\/\/www.youtube.com\/watch?v=9L4FbJDMV_4\n   \n   The Philippines own version of Trump (a much worse version).\n  ","641281":"\n\n    https:\/\/www.youtube.com\/watch?v=SKa8wAlTPWU\n   \n   They (your government) might be coming for your weed.\n  ","641282":"\n   An event is being hosted at your local cinema. It's aimed at children ages 2-8 years. You have a young family member you'd like to take along. Would you expect to pay for your ticket as well as the child in an event specifically for young children?\n  ","641283":"\n   Ur honestly mamí asf??\n  ","641284":"\n   All i get is sexual questions???\n  ","641285":"\n   Anybody want any questions\n  ","641286":"\n   Does it take a little or alot to piss you off\n  ","641287":"\n   Speaking of the death penalty\n   \n    https:\/\/www.youtube.com\/watch?v=cMOTO8q4w1k\n   \n","641288":"\n   Before I forget I am indeed keeping the promise and am looking for the answer lol ??\n  ","641289":"\n   New full body selfie\n  ","641290":"\n   Have you ever attended an awards ceremony or highly important event? If so PAP! If not, what's the coolest event you've ever attended?\n  ","641291":"\n   What if Courage is just a normal dog living a normal life and never been outside and he only thinks he lives in the middle of nowhere because he never been outside and those weird things that happen to him and his family are normal things but to him feel life threatening?\n  ","641292":"\n   Some of you may know that I used to send out regular questions. Would you like me to start that up again or just the random ones that come to mind like I do now?\n  ","641293":"\n   body positive pap?\n  ","641294":"\n   Try not to come back it will be better\n  ","641295":"\n   Courage the cowardly dog and Bugs Bunny were my favorite.\n  ","641296":"\n   sorry but vaccines are necessary. your teacher was wrong\n  ","641297":"\n   Hello?❤️️\n  ","641298":"\n   What were your favorite cartoons as a kid?\n  ","641299":"\n   Do you think the death penalty is too harsh? Or should certain crimes be punishable by death?\n  ","641300":"\n   Where do you see yourself in 10 years?\n  ","641301":"\n   What makes you a great girlfriend\/spouse?\n  ","641302":"\n   Give people rates or to be honests?\n  ","641303":"\n   Aw bby I trust you too?\nSorry about not replying today ugh I helped me ma all day and now I'm going out so I'll reply when I get back❤\nLOVE YOU\n  ","641304":"\n   so you're happy to have met him??\n  ","641305":"\n   Yeah I think I'll actually force myself to go to bed even though I wanna be social for a bit longer. Goodnight though my simian pal always fun talking to ya, felt good to know I'm trustworthy and I will probably be on later so talk to ya then ??✌?\n  ","641306":"\n   What's the current status of you and Jake\n  ","641307":"\n   쌤킴 너에게 영어와 나 둘 중에 무엇이 더 중요해?\n  ","641308":"\n   If the purge happened and you were able to kill one person who would you kill and why\n  ","641309":"\n   Yeah I'll be up maybe for tiny bit longer even though it's basically 3 AM and I feel like I should stop being up so late\n  ","641310":"\n   It’s World’s Health Day! What healthy tip would you recommend?\n  ","641311":"\n   i will love you until you stop making me them hammy sandwiches with mustard and tomato\n  ","641312":"\n   Questions or anything you can type a paragraph on eh?\n  ","641313":"\n   I promise you I will find it it's gotta be in your likes somewhere that being said I'm super tired so I may have to do it later\n  ","641314":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141297880185\n   \n   Idk where that came from.I mean,you haven't even once talked about Serbia or Kosovo.\n  ","641315":"\n   Lmao ?? and yeah I can 2nd that is basically how it happened it honestly was super thought out too I wanna go back and find it cause that was from my first original account before I had to make this new one\n  ","641316":"\n   Vaccines: For or Against?\n  ","641317":"\n   Right!? That and we enjoy the idea of flinging shit at people who are rude\n  ","641318":"\n   you two have been monkey friends? How and when did that start?\n  ","641319":"\n   ok you're a decent person sorry ☺\n  ","641320":"\n   you an your jake love an make up ms boom.\n  ","641321":"\n   I mean I'm cool with whichever I never ask people for that stuff I really only have them tell me that stuff when they are comfortable ya know? Cause certain stuff is private and respecting privacy is a good trait that I have\n  ","641322":"\n   animals are tortured for meat, granted not all of them but a high percentage\n  ","641323":"\n   Donald Trump and those missiles tho\n  ","641324":"\n   I mean yeah monkey friends for life remember? Plus ask is the only way I have for communicating with ya but I don't mind that :)\n  ","641325":"\n   You're an i.diot. An actual fucking id.iot of magnificent proportions. Here, start with The Kosovo War for fu.cks sake. Or even better, speak to the 230,000 Kosovo Serbs displaced during the war. Try telling them there's not a big difference between Serbia and Kosovo.\n  ","641326":"\n   LSD or weed\n  ","641327":"\n   Who of your ask friends would you talk to on different social media such as Snapchat and etc\n  ","641328":"\n   Who talks to you the most on ask?\n  ","641329":"\n   but do you eat animals too\n  ","641330":"\n   Yeah that makes sense. We are conditioned to think at younger ages that hair on females legs\/arms\/armpits is not acceptable when in reality everyone should be allowed to have what the want\n  ","641331":"\n   ANIMAL TESTING yes or no?\n  ","641332":"\n   Your OCD about hair? How come?\n  ","641333":"\n   쌤킴 너에게 영어와 나 둘 중에 무엇이 더 중요해?\n  ","641334":"\n   I actually hand drew the base image first before I put color to it and put the title on it the only thing that I didn't make was the border around the actual artwork\n  ","641335":"\n   What is your opinion on females choosing to either shave or not shave?\n  ","641336":"\n   i wanna marry you\n  ","641337":"\n   It's used by one of my fan characters I made for that Japanese show I watch\n  ","641338":"\n   :(\n  ","641339":"\n   Posted em\n  ","641340":"\n   Tag the coolest people you follow here on askfm?\n  ","641341":"\n   You're so sexy girl\n  ","641342":"\n   Nope well duh some are dangerous and wild  that's why they hurt people and that's why they're called wild animal for a reason\n  ","641343":"\n   You're beyond gorgeous ❤️\n  ","641344":"\n   BOOM I FINISHED THE ART\n  ","641345":"\n   Same\n  ","641346":"\n   Princess❤️️\n  ","641347":"\n   What wild animal would you want?if you want to decide to get one\n  ","641348":"\n   Ily gorgeous?\n  ","641349":"\n   Yes, I love you that much.\n  ","641350":"\n   @(recent)\n  ","641351":"\n   I love you\n  ","641352":"\n   It's cool that you named him after ash from Pokemon were you a huge Pokemon fan when you were young\n  ","641353":"\n   ahh well if u do have a wonderful night sleep\n  ","641354":"\n   Love you❤️️\n  ","641355":"\n   Do you like dogs too or dogs are too much\n  ","641356":"\n   I feel like you would be...introspective to smoke with, and also hilarious.\n  ","641357":"\n   Should schools provide contraception such as condoms or other forms of birth control to students? Again, please elaborate.\n  ","641358":"\n   Has your cat come up missing at times\n  ","641359":"\n   I'd love to get baked af with you :)\n  ","641360":"\n   Who banged you recently\n  ","641361":"\n   Still shifty opinions\n  ","641362":"\n   Ffs go to sleep already\n  ","641363":"\n   What are your opinions regarding self diagnosis?\n  ","641364":"\n   Nothing Talking to u\n  ","641365":"\n   what weed ?\n  ","641366":"\n   They are wrong lol\n  ","641367":"\n   I know we've all had our fair share of unfortunate accounts on here, but what is your favorite way to deal with them?\n  ","641368":"\n   Iam gonna bite uou ?? u r gonna bite.me back ??\n  ","641369":"\n   Have u ever bite someone and why ?! ??\n  ","641370":"\n   Not angry bb it's the truth ?\n  ","641371":"\n   Biter\n  ","641372":"\n   Sorry ?\n  ","641373":"\n   whats up\n  ","641374":"\n   Booms know best .... Booms don't know shit\n  ","641375":"\n   I'm here with the pizza\n  ","641376":"\n   Haha holy shit she is looking at me lol\n  ","641377":"\n   Lame page\n  ","641378":"\n   Sav and Denner forever and always\n  ","641379":"\n   do you play a games ? what kind of games ussually you playing?\n  ","641380":"\n   What are some things that were popular in your childhood that you would like to see make a comeback now?\n  ","641381":"\n   Bet u do\n  ","641382":"\n   Is he or she sleep ?\n  ","641383":"\n   Kk give me like 15-20 mins\n  ","641384":"\n   Ugh that dilemma when you have an itch on one of the soles of your feet but you cant scratch as scratching soles tickles too much ?\n  ","641385":"\n   yayyyyyyyyyyy\n  ","641386":"\n   where were you last night\n  ","641387":"\n   alllllllllll please\n  ","641388":"\n   Want me to bring you some pizza?\n  ","641389":"\n   Pizza ??\n  ","641390":"\n   Don't you like tickling??\n  ","641391":"\n   Yep\n  ","641392":"\n   looool what about tickling??\n  ","641393":"\n   Do you consider addiction to be a disease? Please elaborate.\n  ","641394":"\n   Yo home skillet\n  ","641395":"\n   Why?\n  ","641396":"\n   lol so basically drugs is the thing that makes you laugh most uncontrollably\n  ","641397":"\n   Than me and you are going have a chicken date\n  ","641398":"\n   Why?\n  ","641399":"\n   I live in England ?\n  ","641400":"\n   Lol ?\n  ","641401":"\n   do you like chicken ?\n  ","641402":"\n   gooms??\n  ","641403":"\n   What can make you laugh most uncontrollably? X\n  ","641404":"\n   pap of you\n  ","641405":"\n   I bet you would be fun to hang out with\n  ","641406":"\n   Chilling real bored don't know what to do\n  ","641407":"\n   How many boxes ?\n  ","641408":"\n   But save me a piece ?\n  ","641409":"\n   Would you rather have free gas? Free transportation? Or free accessories ?\n  ","641410":"\n   1-13\n  ","641411":"\n   its okay.\n  ","641412":"\n   get well soon ?\n  ","641413":"\n   You're very welcome ?\n  ","641414":"\n   Aw my fault I'll mess with you later then ✌\n  ","641415":"\n   Hey\n  ","641416":"\n   were your have fever ? get well soon fairy\n  ","641417":"\n   Would u say I look Asian\n  ","641418":"\n   what are you doing last night\n  ","641419":"\n   Did you ever date someone who would ultimately act shy and awkward during a date ?\n  ","641420":"\n   What's new in your life\n  ","641421":"\n   where are you last night\n  ","641422":"\n   No problem ❤ I'd love to chat sometime if you'd like to ?\n  ","641423":"\n   yeah afternoon\n  ","641424":"\n   Do you enjoy life\n  ","641425":"\n   how were you last night?\n  ","641426":"\n   Ik I can be annoying at times but Damn\n  ","641427":"\n   Jane levy pretty ass is in there should check it out\n  ","641428":"\n   right.\n  ","641429":"\n   Oh okay r we still friends\n  ","641430":"\n   he follows me every where\n  ","641431":"\n   What is one thing that many people don't know about you?\n  ","641432":"\n   Have you seen don't breathe?\n  ","641433":"\n   What is the secret to a happy life?\n  ","641434":"\n   Oh ?\n  ","641435":"\n   Hot boy or cute boy?\n  ","641436":"\n   How can you be my babe?\n  ","641437":"\n   I don't want to want to live in a world without you\n  ","641438":"\n   I meant is it a previous tv that were on youtube\n  ","641439":"\n   What was the last concert you went to?\n  ","641440":"\n   Can you make your booty clap?\n  ","641441":"\n   What's your favorite way to express yourself?\n  ","641442":"\n   Who made the last incoming call on your phone?\n  ","641443":"\n   What chocolate is your favorite?\n  ","641444":"\n   What would you do if you meet an alien?\n  ","641445":"\n   Is that a tv?\n  ","641446":"\n   Haha I like your Assforlyfe slogan!\n  ","641447":"\n   Have you ever tried lobster or crab\n  ","641448":"\n   ❤️\n  ","641449":"\n   Ur God's beautiful Creation\n  ","641450":"\n   What word describes your day?\n  ","641451":"\n   @ sorry, but i follow you ??\n  ","641452":"\n   Tbh I don't know you but you seem genuinely lovely ??\n  ","641453":"\n   Your profile pic\n  ","641454":"\n   You're stunning, honestly\n  ","641455":"\n   Mhm... I'm pursuing college ?\n  ","641456":"\n   Girl your anons needs to come to my page. I'm lady booms bff guys ??\n  ","641457":"\n   What are you up to kid reading\n  ","641458":"\n   Ur ex looks like young health ledger  may be just me\n  ","641459":"\n   Followed! Back maybe\n  ","641460":"\n   What word describes your day?\n  ","641461":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","641462":"\n   AWEEEE I'LL ALWAYS BE HAPPY TO GIVE YOU THEM WHENEVER OR JUST WHATEVER YOU WANT\nI'm going to help you love your beautiful self like gurl I made you feel comfortable in your own naked skin (meaning makeup for those perverted mind's out there) then I can make you love yourself and I shall& will okay?❤\n  ","641463":"\n   you look like avril lavign\n  ","641464":"\n   I'll die now just close and leave\n  ","641465":"\n   2 months until birthday are you excited about it?\n  ","641466":"\n   Nice dog filter\n  ","641467":"\n   pap of you rn\n  ","641468":"\n   BAHAHAHA AWEEEEEE \nDOES MY KUTE KOALA WANT CUDDLES?\n  ","641469":"\n   do you rally like it?\n  ","641470":"\n   You look like the chick off of Scooby doo that plays daphne I don't know her name though\n  ","641471":"\n   Favourite food favourite alcoholic drink favourite film favourite song favourite brand favourite non alcoholic drink favourite sweet food favourite weather favourite sport favourite games console favourite social media platform\n  ","641472":"\n   I like to ask you questions. And sometimes I like to ask you silly things. Just how I roll.\n  ","641473":"\n   Do you love yourself?\n  ","641474":"\n   SAV BBY IS ON!❤\n  ","641475":"\n   Do you not really care about getting it fr?  Doesn't it get tough when it's been a while?\n  ","641476":"\n   Seriously How do you get so gorgeous\n  ","641477":"\n   Good morning lol I didn't even sleep :(\n  ","641478":"\n   How often do you get it?\n  ","641479":"\n   Do you seriously?\n  ","641480":"\n   so ready for what\n  ","641481":"\n   omg okay so like this guy at my school is really creeping me out. but he used to be cute until he became creepy\n  ","641482":"\n   Why not?\n  ","641483":"\n   How to get an account verified?\n  ","641484":"\n   Would you date a girl instead?\n  ","641485":"\n   You feel better after a walk? I go into cardiac arrest after exercise. ?\n  ","641486":"\n   like hockey players? ?????\n  ","641487":"\n   Finished up with hw u?\n  ","641488":"\n   Laying in bed you\n  ","641489":"\n   likers get a tbh or rate\n  ","641490":"\n   Your grammar is excellent for 5.\n  ","641491":"\n   Hey\n  ","641492":"\n   Age?\n  ","641493":"\n   How tf are you alone!  You are way too cute and chill to be alone!\n  ","641494":"\n   Do you have a boyfriend\n  ","641495":"\n   Have you been eating my cheese and sausage?\n  ","641496":"\n   How did you meet your bf\n  ","641497":"\n   When you gonna leave ask\n  ","641498":"\n   What do you think of the new song called bad and Boujee ?\n  ","641499":"\n   boom got new gifts?\n  ","641500":"\n   Is that you with the black dress photo? Wow!\n  ","641501":"\n   Hay ooo\n  ","641502":"\n   Sup Savannah\n  ","641503":"\n   You're pretty\n  ","641504":"\n   Are you les?\n  ","641505":"\n   Single?\n  ","641506":"\n   What's the best news you've ever received?\n  ","641507":"\n   Which size of Dick women love the most ??\n  ","641508":"\n   Which one of these is best to say to a girl that I like or shouldn't I say any of them?\n\nHold a rose and go and look in a mirror and I promise you you\"ll see two of the most beaitful things on this earth \n\nLife without you is like a broken pencill pointless\n\nThere are 7 Billion smile yours is my fav\n  ","641509":"\n   Ill have to check it out\n  ","641510":"\n   Do you watch porn alone or with your BF\n  ","641511":"\n   Is it good?\n  ","641512":"\n   go to sleep then. i'll hold the fort down here for you while you're gone\n  ","641513":"\n   AWAW AND I HOPE YOU HAVE A GOOD NIGHT? AHAHAHA AW BLESS LOVE YA❤❤❤\n  ","641514":"\n   What r u reading?\n  ","641515":"\n   Sorry, you know, I think I'll try harder to remember the k & w.\n  ","641516":"\n   Just bored hbu?\n  ","641517":"\n   Hey hun??\n  ","641518":"\n   I no? I was agreeing with u that I don't have a degree in english lol\n  ","641519":"\n   pic in ur leggings?\n  ","641520":"\n   \"\"Were you always this stupid\" i have math and physics degrees just so u no\nBut clearly not English\" no lol\n  ","641521":"\n   thank you, i know i am ?\n  ","641522":"\n   What kind of pants are those?\n  ","641523":"\n   \"Were you always this stupid\" i have math and physics degrees just so u no\n  ","641524":"\n   lol ok i didn't know it was someone else that got the 3rd one for you\n  ","641525":"\n   Wat is je persoonlijke top 5 van films?\n  ","641526":"\n   AWWWWW \nHOLY FUCK HOLY FUCK??\nUGH I'M GOING OUT REAL QUICKLY JUST TO HELP ME MA WITH ONE JOB LIKE AWAW YOU'RE LOCKED UP IN MY HEART AS WELL AND YOU GOT THE KEY?❤\n  ","641527":"\n   Are you an art lover?\n  ","641528":"\n   What's more valuable, brains or beauty?\n  ","641529":"\n   YAS\nLIKE LOCK ME UP IN AN ASYLUM BBY\n  ","641530":"\n   you said there were 3\n  ","641531":"\n   What's the worst nightmare you've ever had?\n  ","641532":"\n   What is your favorite magazine?\n  ","641533":"\n   What are you listening to right now?\n  ","641534":"\n   How to raise your self-confidence?\n  ","641535":"\n   thats youuu\n  ","641536":"\n   Hi Lady ! We're blinded by the night ! \nIt's real soon 0900 pm \nHave you ever been jilted by a boyfriend ? \nThe Frenchman\n  ","641537":"\n   boom is sooo hot omg\n  ","641538":"\n   you must love me because u didn't delete any of my stuff and didn't block me. must be because i made u laff =D\n  ","641539":"\n   ehh, i can conceive of ways there could be something like an afterlife without god. and i can definitely conceive of god without an afterlife. lol\n  ","641540":"\n   Sorry, I forgot to reply.? I've missed you!! I'm good how are you??\n  ","641541":"\n   Wanna be my date to the dance on Friday?\n  ","641542":"\n   hidejyyun. just saying\n  ","641543":"\n   yeah because you love to show off your stomach, right?\n  ","641544":"\n   like the korean stuff?\n  ","641545":"\n   pffft i wouldn't dm you, and if i did you coul just block me lmao\n  ","641546":"\n   so you don't beleive in an afterlife either?\n  ","641547":"\n   why do u like them so much?\n  ","641548":"\n   Hi Lady ! April 05th 0820 pm  16°  County\nNight is falling right here \nHow are you doing ?\nWhat time is it in your area ? \nPlease watch CRADLE OF LOVE of Billy IDOL \nThe sunny dude from France\n  ","641549":"\n   no just seemed lie you knew what you were talking about lol. i've never seen the option to dm, but i only use the website\n  ","641550":"\n   your parents have always been atheists?\n  ","641551":"\n   Well you seem to be both an atheist and an anti-theist to me. I didn't know you were also agnostic, but ok good to know\n  ","641552":"\n   I was being serious?\n  ","641553":"\n   Can you do it from the website?\n  ","641554":"\n   you can be both agnostic and an anti-theist\n  ","641555":"\n   you can message people on insta?\n  ","641556":"\n   do your parents know that you're an anti-theist?\n  ","641557":"\n   you'll take pics of them?\n  ","641558":"\n   Do u reply on insta?\n  ","641559":"\n   You got 3 gifts? What are they?\n  ","641560":"\n   Okay... so if its not creepy, you will be perfectly okay with me posting pics of you in two skimpy outfits on my snapchat.\n  ","641561":"\n   \"Well sometimes people believe in stupid things, like religion.\" are you calling me stupid for believing that Jesus is the way, the truth, and the light? The one true path to God?\n  ","641562":"\n   Insta?\n  ","641563":"\n   Theres this thing called being a creep, idk if youve heard of it\n  ","641564":"\n   do you like crop tops though?\n  ","641565":"\n   So you just have pics of women wearing skimpy bathing suits..... that's creepy as fuck\n  ","641566":"\n   \" \"I really regret opening my mouth and talking to you.\" lol u love it\n\nDo i tho?\" in my heart i believe you do. in my head...i believe u do as well\n  ","641567":"\n   Is the red bathing suit a thong one?\n  ","641568":"\n   sex or chocolate?\n  ","641569":"\n   Is the red bathing suit a thong one?\n  ","641570":"\n   just u I think\n  ","641571":"\n   well how many gifts have you gotten so far this month?\n  ","641572":"\n   You dont wear leather clothes ??\n  ","641573":"\n   Have you ever worn someone elses underwear?\n  ","641574":"\n   crop top ofc?\n  ","641575":"\n   you said you get a gift once a month\n  ","641576":"\n   Is the white bathing suit a thong one?\n  ","641577":"\n   Is that you in the bathing suit?\n  ","641578":"\n   \"I really regret opening my mouth and talking to you.\" lol u love it\n  ","641579":"\n   You're addicted to gifts, so you say, but you don't get them that often...? time to step up the wishlist game\n  ","641580":"\n   \"I really regret opening my mouth and talking to you.\" dang, that's a line that's like almost exactly what the main character says in Horizon Zero Dawn which I just played\n  ","641581":"\n   Have you ever worn someone elses underwear?\n  ","641582":"\n   \"Hahaha damn that was good\" that's2 in a row for me =D\n  ","641583":"\n   Have you ever worn someone elses underwear?\n  ","641584":"\n   I don't understand Korean??Fuck off???leave??again??what even are you?쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641585":"\n   you couldn't finish it?\n  ","641586":"\n   Are you worried about the bilderbergs?\n  ","641587":"\n   \"You actually ruin all my fun.\" Do I... Do I \"actually\"?\n  ","641588":"\n   lol i'm sorry but that was low hanging fruit, lmao\n  ","641589":"\n   \"Pass..\" ...engers. You have to enter in the whole name for it to come up\n  ","641590":"\n   쌤킴 고맙습니다,쌤킴, Leegititssam 트위터 디엠 hidejyyun 내게 보내주면 내가 중지합니다 ^^\n  ","641591":"\n   I love u and the booty :33\n  ","641592":"\n   Silicone tits are real... Just not real tits.\n  ","641593":"\n   watch the movie passengers tonight. 2016 version. in 3d if you have one\n  ","641594":"\n   If I sent you 12 e-mails and then I sent you another 5 e-mails that'd be like 17 total e-mails I'd send you.\n  ","641595":"\n   No, some of us are striving to be PAID for what we do.\n  ","641596":"\n   So you are fake?\n  ","641597":"\n   Yups ?\nBeauty ???\n  ","641598":"\n   just delete those q's, they'll stop asking if they don't get attention\n  ","641599":"\n   I will make you lemon chicken for dinner\n  ","641600":"\n   Snapchat?\n  ","641601":"\n   \"Our founding fathers wouldnt get elected today.\" the hair alone would do them in\n  ","641602":"\n   Did you meet him in real life? Or is he just someone you know online?\n  ","641603":"\n   Its not fair :'(\n  ","641604":"\n   are you a grey?\n  ","641605":"\n   What happened to jake????\n  ","641606":"\n   \"Bro, my entire block list is the korean stuff.\" + scoobs\n  ","641607":"\n   so there are multiple accounts sending you that crap?\n  ","641608":"\n   I've decided I want to be fart-a-riffic in the future and want to fart continuously.\n  ","641609":"\n   No i want that ass for life <33\n  ","641610":"\n   why don't you block the korean stuff?\n  ","641611":"\n   쌤킴 고맙습니다,쌤킴, Leegititssam 트위터 디엠 hidejyyun 내게 보내주면 내가 중지합니다 ^^\n  ","641612":"\n   Fuck off???leave??again??what even are you?쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641613":"\n   Very very much :\/\/\/\n  ","641614":"\n   who?\n  ","641615":"\n   Fuck off???leave??again??쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641616":"\n   Okayy cruel lady :\/\/\n  ","641617":"\n   쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641618":"\n   You are Best Craving of God ?\n  ","641619":"\n   Hhah yup itss trueee, btw go check the dms :33\n  ","641620":"\n   Am in Love with the shape of you ???\n  ","641621":"\n   Ootd?\n  ","641622":"\n   ?중지??? 쌤킴, Leegititssam 트위터 디엠 hidejyyun 내게 보내주면 내가 중지합니다 ^^\n  ","641623":"\n   British guys are soo hot\n  ","641624":"\n   you should eat a healthy and nutritious breakfast\n  ","641625":"\n   쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641626":"\n   I sent u insta req lady :33 just now\n  ","641627":"\n   I'm ok❤️️\n  ","641628":"\n   was your smoothie filling?\n  ","641629":"\n   haha yeah like 1 or 2 spoons isn't bad I guess\n  ","641630":"\n   at least they still let you bring it i guess. hmm that sukcs though\n  ","641631":"\n   what are they worried about. i don't know much about samsung phones. what did the 7 add?\n  ","641632":"\n   oh just  i thought most people so smoothies as like a healthy snack alternative but peanut butter makes it unhealthy, idk i just hadn't heard of that\n  ","641633":"\n   the ban on electronic devices is only on devices larger than a phone and it's only for some countries in africa and the middle east\n  ","641634":"\n   STAIF - what are three songs that mean something to you?\n  ","641635":"\n   Do you want the 7?\n  ","641636":"\n   peanut butter has like a million calories though\n  ","641637":"\n   no i don't wanna be blocked lol. sorry i was just joking there\n  ","641638":"\n   Boom and her fantasy\n  ","641639":"\n   do you watch YouTube videos about weird and scary things?\n  ","641640":"\n   What phone is yours? the 7?\n  ","641641":"\n   peanut butter in a smoothie?\n  ","641642":"\n   \"A woman suffering from amnesia begins to recover her memories after trouble from her past finds her again.\" yeah, 9\/11 official story in a nutshell basically\n  ","641643":"\n   Do you think it's worth spending £690 on the on the new Galaxy Samsung 8 or is it better value to go for the S7 at the knocked down price of £500? Like, do you think the latest model is really nearly £200 superior to the previous one??\n  ","641644":"\n   Wow there are some really effed up people on ask. Not only are they too sheltered to understand what's really going on in the world and our government, but they have the nerve to literally call people stupid for actually questioning it. Sorry if this interrupts your smoothie lol. What kind? [:\n  ","641645":"\n   \"1996 there was a movie with that exact plot.\" and what was that?\n  ","641646":"\n   ???귀하의 함정을 종료?? -->> 이게 무슨 말씀이신지요? 쌤킴님께 감사드립니다, 쌤킴, Leegititssam 트위터 디엠 hidejyyun 제게 보내주면 내가 중지합니다 ^^\n  ","641647":"\n   Yep. Especially fucked up from the 'humainity' part...???\n  ","641648":"\n   you could probably go back to an old message and block the salami guy from there. i don't think you have to wait until he harasses you again\n  ","641649":"\n   you don't like debating?\n  ","641650":"\n   Ask me stuff guys. ilysm LadyBoom ?\n  ","641651":"\n   had he been messaging you for a long time or did he just show up? you should block the salami guy aha\n  ","641652":"\n   Yes...there are many conspiracies...\n  ","641653":"\n   \"You believe what you want, and ill believe what i want?\" ok. we can still debate it though, lol\n  "},"Answer":{"640581":"\n  We're just one big hating family\n  ","640582":"\n  Im not sure about that\n  ","640583":"\n  Omg i agree, a nap sounds amazing\n  ","640584":"\n  POW\n  ","640585":"\n  My kitty loves my kisses\n  ","640586":"\n  Oh.. youre still here.\n  ","640587":"\n  You know what? Fuck beauty contests. Life is one fucking beauty contest after another. School, then college, then work... Fuck that. And fuck the Air Force Academy. If I want to fly, I'll find a way to fly. You do what you love, and fuck the rest\n  ","640588":"\n  Welcome to hell\n  ","640589":"\n  Dont kill yourself tonight\n  ","640590":"\n  I knew you hated me\n  ","640591":"\n  Literally all the checkmark people i know are real asf.\n  ","640592":"\n  Someone should take me back to san diego then takw me to Dennys cause i want there food.\n  ","640593":"\n  He fucking better.\n  ","640594":"\n  HAHAH okay this made me actually laugh\n  ","640595":"\n  Big ole poopy butt\n  ","640596":"\n  Maybe i should go on a walk... hmmhmm\n  ","640597":"\n  HA thats a good joke\n  ","640598":"\n  Why cant i get more things like this❤❤ thank you??\n  ","640599":"\n  ❤❤\n  ","640600":"\n  Im very confused about what is happening\n  ","640601":"\n  There's two kinds of people in this world, there's winners and there's losers. Okay, you know what the difference is? Winners don't give up.\n  ","640602":"\n  Awwwwh poopy\n  ","640603":"\n  Fuck being normal\n  ","640604":"\n  Im good, i wanna read my book. Its getting goood.\n  ","640605":"\n  Ive heard that before.\n  ","640606":"\n  Ugh i need to grub ? i should make cookies hmmm.\n  ","640607":"\n  What in the world?\n  ","640608":"\n  Now i need to see that picture ?\n  ","640609":"\n  Okay im gonna try to get through my old questions so i can get off and read ?\n  ","640610":"\n  ?? yessss\n  ","640611":"\n  Like i give a rats shiny pink butt about what mom thinks.\n  ","640612":"\n  Not enough ? 3k\n  ","640613":"\n  HAHAHAHAHA omfg ? lil hitler\n  ","640614":"\n  ? it is not sexual\n  ","640615":"\n  I like to tell myself that ?\n  ","640616":"\n  But then need swells up, a thunderhead. Storms down, sweeps over me like a summer flash flood of need.\n  ","640617":"\n  Ive been getting a lot sexual remarks in my inbox, they are blocked. Sucks to suck.\n  ","640618":"\n  Falling into a state of numb\n  ","640619":"\n  HAHAHAH omfg\n  \n  That was good\n  ","640620":"\n  Its easy enough to believe his declaration that should someone root out his secrets, he'll swallow a bullet.\n  ","640621":"\n  If only i got more ?\n  ","640622":"\n  Unable to breath,\n  \n  Unable to swim,\n  \n  Unable to stop.\n  ","640623":"\n  Im a lesbian? Whoaa news to me.\n  ","640624":"\n  These anons are tumors of the earth\n  ","640625":"\n  And sometimes, we stagger beneath the weight of grief, the immensity of aloneness.\n  ","640626":"\n  Thanks❤\n  ","640627":"\n  Thats called drowning in your saddness\n  ","640628":"\n  Gang gang gang\n  ","640629":"\n  At first, we sought rebirth. But resurrection devoid of her love has made is zombies.\n  ","640630":"\n  Mhmm\n  ","640631":"\n  Walk backwards\n  ","640632":"\n  A LITTLE HUMPTY HUMP\n  ","640633":"\n  It DOESNT exist\n  ","640634":"\n  That was before premature death, battered bodies, and scars no plastic surgeon could ever repair. Yes, that was before.\n  ","640635":"\n  I do not use it.\n  ","640636":"\n  I have a few\n  ","640637":"\n  In one ear, out the other. Id heard it all before.\n  ","640638":"\n  How fate musy have been a bad poet and wrote them into a poem together.\n  ","640639":"\n  Im kinda in the mood for a grilled cheese. I like cheese too much. I could never be vegan\n  ","640640":"\n  I drank my hot chocolate too fast\n  ","640641":"\n  I dont know what you want me to say to this\n  ","640642":"\n  Im about .2 seconds away from just posting the most random shit.\n  ","640643":"\n  Yeah.. theres a lot of speculation going on\n  ","640644":"\n  You should stop thinking\n  ","640645":"\n  My address on my ID isnt my address now lol\n  \n  Youre making a huge deal, every person i know thats verified is real asf.\n  ","640646":"\n  Why the fuck would i do that\n  ","640647":"\n  Dude im as fake as nicki Minajs ass\n  ","640648":"\n  You know ids can be fake too right\n  ","640649":"\n  Thats probably true\n  ","640650":"\n  Why are you so needy?\n  ","640651":"\n  HAHAHAHAHAHAHAHAH no.\n  ","640652":"\n  I dont have that great of skill haha im pretty sure they know whats real or fake LOL and having sc photos kinda helps prove someone isnt fake hahaha\n  ","640653":"\n  It wasnt very big THEN. When i was SEVENTEEN. Things change.\n  ","640654":"\n  Your face has to match the previous photos you have on your page lol\n  ","640655":"\n  Its all ive been hearing about... i dont approve of missiles ever, but i cant do shit.\n  ","640656":"\n  You take a fan sign\n  \n  Have to put your name, @ name, and date\n  ","640657":"\n  They are super nice!\n  ","640658":"\n  You realize i was 17 in that picture right? I was also like maybe 80 lbs HAHAHA\n  \n  And everyone loved my ass in those shorts\n  ","640659":"\n  I dont have iphone?\n  ","640660":"\n  Not you\n  ","640661":"\n  Oh bro, im super fake too! Like fuuuck ?\n  ","640662":"\n  Her?\n  ","640663":"\n  Fuck delta.. ive had so many problems with delta.\n  \n  American airlines is pretty good\n  ","640664":"\n  It might actually make someone stop and think about what they are doing. People are getting there lives destroyed by people hiding behind the computer and being mean to everyone.. it needs to stop.\n  ","640665":"\n  An assassin to find that anon and put them out of everyone's misery\n  ","640666":"\n  Are you onnnn?!\n  ","640667":"\n  Right handed!❤\n  ","640668":"\n  I agree very much ??\n  ","640669":"\n  Im glad ?\n  ","640670":"\n  Im not sure what normal is or isnt.\n  ","640671":"\n  That anon wants to die\n  ","640672":"\n  You can, youre not an anon.\n  \n  Im good you??\n  ","640673":"\n  Why there is no family photos anywhere. It's almost like we're afraid of ourselves.\n  \n  And maybe we are, and not only ourselves, but whatever history created us.\n  ","640674":"\n  ?? of course\n  ","640675":"\n  Could you fuck off already, his last account is gone\n  ","640676":"\n  Omg i love your username ?\n  ","640677":"\n  WHY ARE YOU GETTING BANNED\n  ","640678":"\n  The ones that you put quotations on.\n  ","640679":"\n  Thank you ?\n  ","640680":"\n  On the surface, hes a proud man.\n  \n  But just beneath his not- so- thick skin, is a broken soul\n  ","640681":"\n  Rap, house, trap, alternative\n  ","640682":"\n  CLOUDIE HELP\n  ","640683":"\n  I would rather never reach me goal then talk to you, just saying.\n  ","640684":"\n  Green for two brilliant months sometime around the spring, burnt - toast brown for the rest of the year.\n  ","640685":"\n  Omfg ?? thank you so much ❤❤❤\n  ","640686":"\n  Ehhhh, some people need to learn when to shut up.\n  ","640687":"\n  Hello beautiful ❤\n  ","640688":"\n  I could never be jealous of you, and i literally just deleted all your other questions lol\n  ","640689":"\n  I have a really soft voice, its hard for me to be allowed. Stop being an ass and assuming shit.\n  ","640690":"\n  I cant see it cause it goes through chrome and it wont work cause im private lol\n  ","640691":"\n  Im gonna read now, so feel free to leave anytime.\n  ","640692":"\n  I just looked through my insta and theres not LOL and especially not recent photos\n  ","640693":"\n  Since i was 17, except i didnt start using it till i was 19\n  ","640694":"\n  What the flying fuck.\n  ","640695":"\n  HAHAHA theres no ass pics on my insta\n  ","640696":"\n  Thats how ask works.\n  ","640697":"\n  That sucks cause 1. Idk where youve seen the pics 2. Things can change and grow LOL\n  \n  3. Ive gained weight sooo hop the fuck offf.\n  ","640698":"\n  One egg, one sperm, one zygote, divided, sharing one complete set of genetic markers.\n  \n  And how many souls?\n  ","640699":"\n  I dont know? im gonna pretend its about my juicy booty\n  ","640700":"\n  Because im tagged?\n  ","640701":"\n  Of course ? theres a whole list of requirements.\n  ","640702":"\n  Wait if theres jewish food, does that mean theres Christian food or Catholic food?\n  ","640703":"\n  That was days ago, move on.\n  ","640704":"\n  It has to be in person you dumb fuck, you dont have an identity to me when youre on here.\n  ","640705":"\n  Can you imagine how much grease there was omfg\n  ","640706":"\n  Didnt do anything...yet ?\n  ","640707":"\n  Not today, but i could start by blocking you?\n  ","640708":"\n  Yeah... my cat, which ive decided is a little dinosaur\n  ","640709":"\n  Thinking... which reminds me, how the fuck did people back in the day survive not washing their hair... i would go insane ?\n  ","640710":"\n  I lowkey miss being around people\n  ","640711":"\n  Awh thank you❤ hope the same for you\n  ","640712":"\n  I dont need to be on my phone all the time so i have to bring it in the shower, people who do that are crazy i swear ?\n  ","640713":"\n  Not right now.. lol i need to wash my hair.\n  \n  Ill be back in an hour or whatever! ❤\n  ","640714":"\n  Inception?\n  ","640715":"\n  Wow and i thought i had no life\n  ","640716":"\n  Now thats stressful.\n  ","640717":"\n  His book sure makes it seem like hes never been wrong before lol\n  \n  P.s. im gonna block you in 10 secs because you keep dragging this on and on, idk what your end game is but im appreciating the fact you have to keep being annoying\n  ","640718":"\n  Idk, im just sooo excited\n  ","640719":"\n\n   @EmmaLegg354\n  \n  is this the guy you were talking about?\n  ","640720":"\n  Youve been debunked before. Your existence should be debunked LOL\n  \n  No but profilers in the fbi have their job for the reason of being able to sense shit like that, i only know this because my therapist worked for the fbi as a psychologist and i met one of her patients because thats what he does in the fbi. They have a book together and the reason why i got to meet him was because my therapist wanted to prove to me that wasnt insane.\n  ","640721":"\n  I have the book Identical by Ellen Hopkins and i cant wait to read it\n  ","640722":"\n  Thats great, well go annoy someone else with your questions. It pisses me off when someone trys to act like they know my life more then i do like im not the one who lives it.\n  ","640723":"\n  I didnt know i was dreaming, i hoped i was dreaming because there was a big fuckin dino outside.\n  \n  And i thought \"what if he comes and steps on our house and crushes us?\" Didnt happen... sooo.\n  ","640724":"\n  Not dating me ?\n  ","640725":"\n  Ok what color should you be? Lol\n  \n  I dont keep track but they always seem to come back into my life some way or another and its annoying. Lol\n  \n  Now go be skeptical somewhere else so i can shower.\n  ","640726":"\n  Marilyn Manson lol\n  ","640727":"\n  Actually you cant control the whole dream, you can only basically control what you do in your dream. Cause if i could control all of it, i wouldnt have put fucking huge dinosaurs in it in the first place ahhaha\n  ","640728":"\n  Thats why i go to therapy ? i thought i was insane but im not the only person like this ??\n  ","640729":"\n  Except when my friends come to me and tell me\n  ","640730":"\n  Its not one person, its any person who isnt a good person that triggers these symptoms without even speaking to them.. i cant get a restraining order on everyone.\n  ","640731":"\n  Okay well while you do that, ill keep doing my own thing since it works really well for me and im gonna go shower. lol\n  ","640732":"\n  Ive never been wrong, like ever. All my friends praise me for it. LOL\n  ","640733":"\n  So i had a dream last night where i woke up and looked outside and there were dinosaurs like big fucking creatures outside walking around. I thought the whole time i was dreaming in my dream. Then i saw more. I started to hear a fight outside like 2 dinosaurs going at it, my dad goes out there for some reason and once they see him, they turned into normal animals and ran straight into the side of our house and committed suicide... i woke up so fuckin confused.\n  ","640734":"\n  Against who?\n  ","640735":"\n  Its natural for me, i cant control it. And its useful. I dont have horrible people in my life. Also, youre lying to yourself if you say you dont judge someone.\n  \n  And my therapist really wants me to become a profiler for the fbi because literally the first session i had she goes \"you have intuition ive only seen in a few people. You need to go back to school and get a degree in forensic psychology\"\n  \n  So you may not think its fair, but i could actually make a career out of this.\n  ","640736":"\n  Yay for boomie not having a life ?\n  ","640737":"\n  Ever since i got ptsd it became a psychosomatic system, it didnt use to be like that until i was 19. IT FUCKING SUCKS. Even my therapist says theres nothing i can do but not be around that person.\n  ","640738":"\n  Okay, i dont really care if you believe it lol im not living my life to prove something to you. So whatever really, think what you want\n  ","640739":"\n  Actually no, i could go through my whole life but it would take days for me to do that. My family have even admitted \"youve never been wrong about a single person\"\n  \n  Even the ones where they didnt like someone and i was like, just wait im telling you they are good. Even my friends dont even question me anymore and after i meet someone they go \"soo whattathink?\" It happens literally every fuckin day. Every time im in a grocery store or out anywhere really. Someone walks by me and ill know if they are a decent person or not, its exhausting but useful.\n  \n  You dont have to believe it, but its just my life and how ive chosen my friends and how ive been able to find the best people possible in my life. Ive been able to network myself like a motherfucker cause of it hahah\n  ","640740":"\n  I know ? but people should still be able to forgive.\n  ","640741":"\n  You didnt even read the whole thing did you\n  ","640742":"\n  Well ive read that some people can tell base on the chemistry they feel around them, i grew up with a friend who had the same sense. And we would always be like \"something isnt right with that person\" and she would go \"the chemistry was off..\" then we would always find out later that they were somewhat crazy.\n  \n  Like when i met my uncle when i was 8 years old, i instantly thought he was a bad guy and felt really unsafe having him in my house, years later find out hes a psychopath.\n  \n  My moms friend had me come with her to this house she was showing to rent, 3 people came and after she was like so which person and i was like \"do not let the 2nd person who came have it\" find out a year later that he steals and vandalizes homes she called me and said thank you.\n  \n  I would meet someone and in 2 seconds i would know if i want this person around, a lot of friends would think i was crazy for being like \"nope theyre fucked, you just wait\" months later they would come to me, \"idk how you knew but they're fucked up\"  i honestly dont think it has anything to do with God lol its just one of those things some people are capable of feeling.\n  ","640743":"\n  If God can forgive, so can you.\n  ","640744":"\n  Yeah, most of the time they arent terrible but somedays they really like to test my patience\n  ","640745":"\n  I really dont understand Easter... since when does a bunny lay eggs?\n  ","640746":"\n  Oh fuck, i didnt even see those ooppss\n  \n  14. I can tell if a person is good or not. My stomach actually tells me, i start to get sick if im around someone who isnt a good person and i dont even have to know them.\n  \n  15. I wanna be kim Kardashian without exploiting myaelf\n  ","640747":"\n  I think im gonna listen to music till i pass out, goodnight ❤\n  ","640748":"\n  YOU BETTER SQUEEZE THIS JUICY BUM??❤❤❤❤\n  ","640749":"\n  1. 21 years old 2. 5'3 3. No ? 4. Im very understanding, & have a dope sense of humor ? 5. Selfie taking.. it needs to stop. 6. Pro choice 7. Dress 8. No 9. Soccer, volleyball, hockey, basketball, gymnastics, figure skating, acrobatics (sports i like watching) 10. Boondock saints 11. Mexico & Canada 12. When i have alcohol 13. When i have weed.\n  ","640750":"\n  YEAAAH BAAABE YOU BETTER TASTE THIS SWEET ASS?\n  ","640751":"\n  They aggravate me, because the people i think of are the ones who feel like they are better than everybody..\n  ","640752":"\n  Honestly depends who im around, if im with one of my outgoing friends, im fuckin extrovert asf lol but if im with someone whos quiet, im quiet.\n  ","640753":"\n  Because i stuffed cake in my mouth, cake makes you sexy\n  ","640754":"\n  Awwwh nobody is on?\n  ","640755":"\n  By not looking for it, living your life, and letting someone sweep you off your feet when the time is right\n  ","640756":"\n  Orrr you have me pop up as your notifications ?\n  ","640757":"\n  Yikes... that sound brutal. I dont have gum disease\n  ","640758":"\n  Damn a whole 2 feet\n  ","640759":"\n  God sounds narcissistic.\n  ","640760":"\n  But that doesnt make sense, how can a creator not be created themselves?\n  ","640761":"\n  Then why do people point at the sky and say heaven is up there..\n  ","640762":"\n  Hahahhahahah periods bro\n  ","640763":"\n  You want me to check my bloody urine?\n  ","640764":"\n  But where did he come from? How did he become the alpha? What exactly is He? Is He air, other molecules or a being in a different form? Where can we find him, in another dimension or another part of the universe? Is heaven a dimension? Why havent we found it, why can we only see when we are dead?\n  ","640765":"\n  Because thats excessive, the dentist dont even do that much when they clean your teeth.\n  ","640766":"\n  Have vans design them ?\n  ","640767":"\n  She ate enough? Fucking fuck off with this shit.\n  ","640768":"\n  Youre a really good liar lol\n  ","640769":"\n  I feel likw you just have a notification of when i respond ?\n  ","640770":"\n  Yeah especially since shes pregnant\n  ","640771":"\n  I floss, brush, and use mouthwash... you clearly dont clean your teeth very good tho, so you wouldn't know. Just saying.\n  ","640772":"\n  I need to go brush my teeth, ill be back in 10 mins.. ?? spam boom bam if you want.\n  ","640773":"\n  How was God created?\n  ","640774":"\n  Omg, me too. ?\n  ","640775":"\n  Ive had 2 glasses like an hour ago\n  ","640776":"\n  I would like to hear your answer\n  ","640777":"\n  Why the fuck are my lips so chapped..\n  ","640778":"\n  IM BAAAACK\n  ","640779":"\n  Did you sense correctly this time?\n  ","640780":"\n  Why ask so dead?\n  ","640781":"\n  Your fuckin profile picture just made my day ?\n  ","640782":"\n  I think of makeup as an artist using a paintbrush to create a masterpiece, since you use brushes for makeup lpl\n  ","640783":"\n  I finished it ?\n  ","640784":"\n  Uhh no shes thin because she was born premature. I would know, her mom told me lol\n  ","640785":"\n  You should ? trailer park boys set ?? or other things ?\n  ","640786":"\n  I almost got a baby goose today, and im really sad i didnt ): it was so cute, following me everywhere\n  ","640787":"\n  Im good, ill be back tonight ?\n  ","640788":"\n  My love for someone but you cant stop loving someone when its true love.\n  ","640789":"\n  Right???? I wish it was.\n  ","640790":"\n  Im pretty good! Im going to get off for a bit cause i need to read and im actually going to the store and shit, so we will talk when i get back ❤❤ i hope youre doing well.\n  ","640791":"\n  Im thinking of changing my name to Judge Boom, thoughts?\n  ","640792":"\n  I feel like he would have changed too much if someone didnt kill him..\n  ","640793":"\n  Hello!\n  ","640794":"\n  Yaaaaaas keep liking my ig post ?\n  ","640795":"\n  Hey anon!\n  ","640796":"\n  I think someone should buy me a present\n  ","640797":"\n  I want a professional stylist so i dont have to pick out outfits..\n  ","640798":"\n  Did you find her? Lol\n  ","640799":"\n  That sounds so cute, i wanna see that as well ?\n  ","640800":"\n  Youre sweet ?\n  ","640801":"\n  It should NOT be white outside.\n  ","640802":"\n  I got sleepy all of a sudden\n  ","640803":"\n  I wish i could take credit for that, i do not have the skills ? sc has wonderful filters\n  ","640804":"\n  Haha ita kinda cute i guess but yeah its awesome too!!\n  ","640805":"\n  This guy i met in Canada more than 5 years ago has been wanting to marry me since we met and he keeps hitting up like saying all these really sweet things. Hes like 5 years older than me which is chill. But how am i suppose to marry multiple people? I wanna marry someone else and people wanna marry me. I need to clone myself.\n  ","640806":"\n  I should really be reading this autobiography but ugh distractions are more fun.\n  ","640807":"\n  Yesss, my mom still calls me it ?\n  ","640808":"\n  Hi sweetheart❤\n  ","640809":"\n  I tend to worry to much then it makes me all anxious and handicap.\n  ","640810":"\n  Ew, youve got the wrong page\n  ","640811":"\n  Came out of nowhere ?? smh\n  ","640812":"\n  Mickey ❤❤ whats up hun\n  ","640813":"\n  The people on this site really have some nerve ?\n  ","640814":"\n  Wtf, idk? Ask her ?\n  \n  And last i heard you're allowed to like or dislike whoever the fuck ya want.\n  ","640815":"\n  Omfg❤ thank you!!!\n  \n  Youre so beautiful darling ?\n  ","640816":"\n  But where did the chicken come from?\n  ","640817":"\n  Bruh, WHY THE FUCK IS IT SNOWING\n  ","640818":"\n  No i want huge tits, like Nicki Minaj tits.\n  \n  If only i was okay with being a whale, i could have tits ?\n  ","640819":"\n  You know girls are all like \" for your eyebrows, you need to have a lighter color for the inside then do the darker for the rest\"\n  \n  And im all like, okay so 1. You want to make it look like you dont know how color or 2. The ombre look is back and its used for your eyebrows?\n  \n  It actually looks fuckin terrible to me, like lets just scream out \"heeey guys look i can paint eyebrows on my face\"\n  ","640820":"\n  To bring mayhem to this Earth.\n  ","640821":"\n  Its interesting how if they never created media or advertising people would probably not give a shit about stuff like that, but its manipulative looking at all those things.\n  ","640822":"\n  She had to compromise sooner or later lol\n  \n  She didnt do any sports growing up. Its a very recent thing for her to be hiking, which is really exciting but its new.\n  \n  And how do you know all this shit?\n  ","640823":"\n  I cant really remember any to me, but i have a friend who used to work in Alaska and people who visited would ask,\n  \n  \"Do you take American money here?\"\n  \n  \"Is that a Lake?\" No thats called the Pacific ocean LOL\n  ","640824":"\n  Its fuckin snowing... its April.\n  ","640825":"\n  Made spanish rice this morning, so fuckin good\n  ","640826":"\n  Beeef, ugh i haven't had steak in forever\n  ","640827":"\n  Its been my nickname since i was a little baby haha\n  ","640828":"\n  I will not be chipped. No.\n  ","640829":"\n  Youre so sweet\n  ","640830":"\n  Thank you! I love everything about your face?? youre so pretty ugh\n  ","640831":"\n  Its ok!!\n  ","640832":"\n  Wow youre dense\n  ","640833":"\n  I would totally give some to you\n  ","640834":"\n  You are soooo pretty!\n  ","640835":"\n  Hahahaha thanks\n  ","640836":"\n  On the far right!\n  ","640837":"\n  Why do i have to prove to you? I know what i have, thats all that matters\n  ","640838":"\n  MY SISTER GOT ME MONKEY STICKERS BTW\n  ","640839":"\n  Who said i didnt have a booty?\n  ","640840":"\n  Lol ?\n  ","640841":"\n  Awh okie dokie\n  ","640842":"\n  Hahaha monkey stuff that was good\n  ","640843":"\n  I hope they see this ?\n  ","640844":"\n  I swear youre like one of the only sane people on here\n  ","640845":"\n  I wish you luck! Lol\n  ","640846":"\n  Thats good\n  ","640847":"\n  I know you are ?\n  ","640848":"\n  ?\n  ","640849":"\n  Dont pay attention to mainstream media!\n  ","640850":"\n  Long day?\n  ","640851":"\n  Youre awesome!!\n  ","640852":"\n  Love your profile pic\n  ","640853":"\n\n   @TakuAnkh\n  \n  ?\n  ","640854":"\n  Im a critical thinker ?\n  ","640855":"\n  Awwwwwwhhhhh\n  ","640856":"\n  I know? im glad you enjoy them\n  ","640857":"\n  Im literally mind blown about why pharmaceuticals created antidepressants ect... just shocked\n  ","640858":"\n  Taking too many selfies\n  ","640859":"\n  Thats really exciting!!\n  ","640860":"\n  Awwwwwwh thank you!\n  ","640861":"\n  - hits blunt- stops giving a fuck\n  ","640862":"\n  ❤❤❤❤\n  ","640863":"\n  The alcohol thing? I was gonna\n  ","640864":"\n  No\n  ","640865":"\n  Why\n  ","640866":"\n  Is it possible to put alcohol on my wishlist and get it shipped to me?\n  ","640867":"\n  I live in a state that doesnt require it ?\n  ","640868":"\n  Ha, no.\n  ","640869":"\n  Good for you ?\n  ","640870":"\n  Yayo\n  ","640871":"\n  ?\n  ","640872":"\n  Negative ghost rider\n  ","640873":"\n  The video im watching?\n  ","640874":"\n  21 \/ 5'3 \/ 100 lbs \/ i like all food \/ straight \/ single but heart taken \/ Vietnamese & white \/ i like anything but country \/ mint chip \/ my stomach can tell me when something or someone is quite right.\n  ","640875":"\n  Wise.\n  ","640876":"\n  Miley cyrus, except i wouldnt interview her.. id be like \"wanna get high?\"\n  ","640877":"\n  Youre pretty awesome!!\n  ","640878":"\n  Yes he was!! He was kinda a slut but he was a good pres\n  ","640879":"\n  Wait, whos?\n  ","640880":"\n  What did i do ?\n  ","640881":"\n  How about Kennedy or Martin Luther king?\n  ","640882":"\n  Like what?\n  ","640883":"\n  Do you know about mkultra?\n  ","640884":"\n  Love your page???\n  ","640885":"\n  Yeah, its insane!\n  ","640886":"\n  The cia used to dose people up with lsd to see if they could control them\n  ","640887":"\n  Watching psychology of control\n  ","640888":"\n  Asking for forgiveness\n  \n  You'll be able to do what you choose and youll most likely learn from the consequences.\n  ","640889":"\n  Awwh! Good job!!!\n  ","640890":"\n  Following gorgeous!\n  ","640891":"\n  The richest place ever lol\n  ","640892":"\n  ): that sucks\n  ","640893":"\n  Its slowly dying\n  ","640894":"\n  My parents have never been able to make decisions for me, i wouldnt allow it\n  ","640895":"\n  Indeeed\n  ","640896":"\n  Awwwwh, thank you?❤\n  ","640897":"\n  They wont do anything unless you do more than just talk about them, LOL\n  \n  You have to go and actually film them and get evidence, then theyll kill you\n  ","640898":"\n  Like a full A HAHAHAH\n  ","640899":"\n  Gooood evenin❤\n  ","640900":"\n  Money, from a bank.\n  ","640901":"\n  Anybody whos a face is run by people behind the curtains.\n  ","640902":"\n  A solid C would be nice\n  ","640903":"\n  Probably your mom\n  ","640904":"\n  Hahaha i love it!\n  ","640905":"\n  Goodnight!\n  ","640906":"\n  Im too lazy HAHA\n  ","640907":"\n  I TOTALLY FORGOT ABOUT THAT\n  \n  Damn thats in storage ugh\n  ","640908":"\n  My polls are getting popular??\n  ","640909":"\n  I have hope but man thats a lot of work!\n  ","640910":"\n  I meant always have been *\n  \n  ⬇\n  ","640911":"\n  Yeah lol always have.\n  ","640912":"\n  I want them to be big ?\n  ","640913":"\n  I hope you find it ?\n  ","640914":"\n  Extreamly, they love me too much. Because of their love i have issues detaching myself from them or im afraid of disappointing them..\n  ","640915":"\n  Whoa, thats a trippy thought.\n  ","640916":"\n  I was sure it got a lot of likes ):\n  ","640917":"\n  Yikes, that sucks):\n  ","640918":"\n  Yeah, because my social worker called them and said \"we have a mother who would like you to raise her baby\"\n  ","640919":"\n  Thank you for being awesome ?\n  ","640920":"\n  Im happy for your friend?\n  ","640921":"\n  ????\n  \n  Thank you\n  ","640922":"\n  Im going to have to work at some point ?\n  ","640923":"\n  I appreciate that so much. Thank you ❤\n  ","640924":"\n  Hes just a puppet and the strings are being pulled by higher powers.\n  ","640925":"\n  Its adorable, ?\n  ","640926":"\n  Nope, dont need one\n  ","640927":"\n  Awwwwwh??? thank you so much!\n  ","640928":"\n  To not become a resource for the government to become extremely powerful. I will not be subservient.\n  ","640929":"\n  I agreeee\n  ","640930":"\n  Awwwh how cute\n  ","640931":"\n  Yes why?\n  ","640932":"\n  Psychology of control\n  \n  And no youre not. I choose to be on ask while watching haha\n  ","640933":"\n  Id totally be down to model, thank you ?\n  ","640934":"\n  Awh thank you, granted i have more tat action now caause ive gained weight but its still not what i want lol\n  ","640935":"\n  Im good! Im watching another documentary again ?\n  ","640936":"\n  I probably will this week ❤\n  ","640937":"\n  I dont have tits, so anybody who does is lucky lol\n  ","640938":"\n  Ily❤\n  ","640939":"\n  You were right, my bed still loves me ?\n  ","640940":"\n  I enjoy always having you on my side, ?\n  ","640941":"\n  There hasnt been anything about it anymore, i think you scared them off\n  ","640942":"\n  Thank you beauty!!\n  ","640943":"\n  Nothing ? thats why they shouldnt ask\n  ","640944":"\n  You have good boobs ?\n  ","640945":"\n  I love positive vibes!! ? im so glad your happy!!\n  ","640946":"\n  Trailer park boys; 3 friends who live in a canadian trailer park filmed like reality show, always try to make money buy doing criminal activity like selling weed\/ stealing and reselling and get fucked up all the time but the park sheriff who also has a serious drinking problem always trys to stop them and get them in jail. Its just constant episodes of pure haliriousness.\n  ","640947":"\n  Hey ??? whats up\n  ","640948":"\n  I knowww!! ? i also have a mean collection of movies and shows in a box somewhere here. I need to find it ?\n  ","640949":"\n  The age you die ?\n  ","640950":"\n  Now i just want to watch buffy ?\n  ","640951":"\n  Ok ill be back later, im gonna finish my book. When i watch videos ill come on!\n  ","640952":"\n  Then ill be spike\n  ","640953":"\n  When people ask about my underwear, like no.\n  ","640954":"\n  This makes me really happy.\n  \n  If you were a vampire, id be Buffy\n  ","640955":"\n  Im happy for uuu\n  ","640956":"\n  Youre beautiful\n  ","640957":"\n  Im so close to finishing my book omfg\n  ","640958":"\n  There sense of humor\n  ","640959":"\n  Not all teachers are bad at teaching? Ive had many teachers who were amazing..\n  ","640960":"\n  I know this...\n  ","640961":"\n  I wanna watch arrested development\n  ","640962":"\n  Lol nice rhyme ?\n  ","640963":"\n  Chips, i fucking love chips\n  ","640964":"\n  How are you so sure\n  ","640965":"\n  Im there with you, i freeze my ass off ?\n  ","640966":"\n  I know, like what if it never takes me back ?\n  ","640967":"\n  Isnt the anon sweet ?\n  ","640968":"\n  Ohhh funnn...\n  ","640969":"\n  I can try ?\n  ","640970":"\n  My bed loves me too much, how can i leave it?\n  ","640971":"\n  I feel like he should just stop talking lol\n  ","640972":"\n  Heyss\n  ","640973":"\n  I dont know what to tell you\n  ","640974":"\n  Wow this girl on my feed has an attitude.  Pipe down girl.\n  ","640975":"\n  I probably should lol being lazy sucks\n  ","640976":"\n  You have the right to refuse treatment..\n  ","640977":"\n  Oh defiantly..\n  ","640978":"\n  Hi hunnyy\n  ","640979":"\n  Trying to get the effort to go make myself food lol\n  ","640980":"\n  Why are you telling me this\n  ","640981":"\n  I dont really think ive had it together\n  ","640982":"\n  Oh you go girl ?\n  ","640983":"\n  Thats a healthy weight\n  ","640984":"\n  My bed. I love bed.\n  ","640985":"\n  Idk? Shes insecure, she doesnt even like herself.\n  ","640986":"\n  I need to make a grilled cheese\n  ","640987":"\n  Well while you do that ill just read lol\n  ","640988":"\n  Thats called insecurities\n  ","640989":"\n  Ive tried then my parents go,\"ill just buy it for you.\"\n  ","640990":"\n  Wow its like reading rugrats all grown up.\n  ","640991":"\n  \"What? Me why me?\"\n  ","640992":"\n  You? Why\n  ","640993":"\n  What are you up too darling\n  ","640994":"\n  I get 13 reasons why is good and alll but im tired of seeing shit about it.. lol\n  ","640995":"\n  Have you tried just telling her?\n  ","640996":"\n  I should have totally made a grilled cheese before eating cake, now i dont feel so good ):\n  ","640997":"\n  Time to go stuff my face with cake\n  ","640998":"\n  Hey, at least youre trying.\n  ","640999":"\n  There's some friends i can tell certain things too and other friends i can say other things too. I trust my friends with different parts of my life lol\n  ","641000":"\n  You know who else doesnt have friends? Stephen hawking.. do you think he gives a shit? Or doesnt have hope?\n  ","641001":"\n  I think they are taking it to the extreme.\n  \n  I want them to ask themselves, if they are so equal why arent we in the food chain then? Why isnt there animals out there who need to hunt humans to feed off of them if we are equal to animals?\n  ","641002":"\n  Do you mean together or separate?\n  ","641003":"\n  LUCKY OMFG ?\n  ","641004":"\n  Where you going?!\n  ","641005":"\n  Im the only person who isnt related to my family cause im adopted?\n  ","641006":"\n  I used to love spring break cause that meant party all week lol\n  ","641007":"\n  Well, thats heartbreaking. But i understand, i just some how wake up the next day going, \"everything will be okay, today is a new day, just keep moving forward\"\n  ","641008":"\n  Jeeze just buy me all the food in the world why dont cha\n  ","641009":"\n  Im so happy to hear that!! ?\n  \n  What made it amazing?\n  ","641010":"\n  Idk who me is ???\n  ","641011":"\n  Awh, whyzz\n  ","641012":"\n  I know ???? i have eyes too, i can see???? thats why im getting cosmetology work done on my eyebrows??? because obviously i know what my face looks like.\n  ","641013":"\n  How was your weekend\n  ","641014":"\n  Whats up\n  ","641015":"\n  Of course, hope keeps you going ?\n  ","641016":"\n  Its only 2:27 pm hahahah but thank you!!! Loveeee youuuusss ❤❤❤\n  ","641017":"\n  I hope youre ok!!\n  ","641018":"\n  Awww, thank you lovely❤ ily\n  ","641019":"\n  I cant wait to not be in the wilderness and be in a city where i can be all cute\n  ","641020":"\n  Story of my life...\n  \n  What i dont understand is how the fuck do people use more than one social media at a time like i cant.\n  ","641021":"\n  Im trying to figure that out as well, but omfg they are so cute\n  ","641022":"\n  Like i love him and all but he needs to shush ?\n  ","641023":"\n  Apparently theres flying squirrels here..\n  ","641024":"\n  Id be terrified in general lol\n  ","641025":"\n  Im good except my dad keeps coming in a talking about me about random shit..\n  ","641026":"\n  My dad keeps talking to me when im trying to read.\n  ","641027":"\n  Nope. My food.\n  ","641028":"\n  Mhmm, the public would see me and be like \"OMFG WHO IS THAT\"\n  \n  Hahahahah\n  ","641029":"\n  What else have you been up too\n  ","641030":"\n  I would be famous if ive ever been on a game show, come on now ?\n  ","641031":"\n  I respect this ?\n  ","641032":"\n  Thats ok, we all get confused sometimes.\n  ","641033":"\n  Geeew, thanks for making my hungry\n  ","641034":"\n  Whats up!?\n  ","641035":"\n  Seee youre not color blind, they are grey, green and blue\n  ","641036":"\n  Love* i LOOOOVE the gifts sooooo much?? thank you!\n  ","641037":"\n  I feel the same way honestly... like they dont know what they are missing..\n  ","641038":"\n  Im glad you shared that with me, im so happy for you. AWH❤\n  ","641039":"\n  Awwwwwh thank you!❤\n  ","641040":"\n  LOVE YOU❤❤ have a great day!\n  ","641041":"\n  HOLY FUCK I READ THIRTEEN REASONS WHY WHEN I WAS A KID OMFG THAT BOOK TORE ME INTO SHREADS, I THINK I EVEN OWN IT. WTF. I TOTALLY FORGOT.\n  ","641042":"\n  Everybody keeps talking about it and it makes me wanna watch it so bad omg. But i cant watch it ):\n  \n  Shows that tackle tough issues;\n  \n  Skins\n  \n  This is us\n  \n  Parenthood\n  ","641043":"\n  Awwwwh, thank you sweetheart ??\n  \n  You are sooo nice!!\n  ","641044":"\n  Tbh i wanna go eat cake\n  ","641045":"\n  The dvd and one pair of leggings ❤❤❤❤ im soooo happy?\n  ","641046":"\n  Yes, are you color blind\n  ","641047":"\n  When did this happen?!\n  ","641048":"\n  ?????\n  \n  Hope everything goes well, bye spence!\n  ","641049":"\n  Boom states\n  ","641050":"\n  They probably dont think its sad, since thats what they wanted LOL\n  ","641051":"\n  Time for boom to be in the looney bin\n  ","641052":"\n  Ill try my best, with how our world is turning into, that's a tough request... you help me understand this craziness lol\n  ","641053":"\n  Lol are you feeling ok... why miss this crazy boom\n  ","641054":"\n  And i need to not sneeze all over myself\n  ","641055":"\n  You better, or im gonna be depressed and i know you dont want me to be depressed❤❤\n  ","641056":"\n  Following back❤\n  ","641057":"\n  IM SO SAD UGH ?\n  \n  ill miss you and take care of yourself❤❤\n  ","641058":"\n  Im so happy for you!\n  ","641059":"\n  Exactly, they are the most content people out there\n  ","641060":"\n  HOW CUTE\n  ","641061":"\n  I just got the image of peter Griffin trying to use a forklift and dying ?\n  ","641062":"\n  Ive met older people whove told me they felt like that then they met someone years later lol\n  ","641063":"\n  Who swept you off your feet??\n  ","641064":"\n  HAHAHAA a forklift\n  ","641065":"\n  Yeah same but only because they have been sexually abused and shit.\n  ","641066":"\n  Probably not.\n  ","641067":"\n  My games are just begging to be checked lol\n  ","641068":"\n  Why the fuck wouldnt i ever be with someone? Omfg obviously at some point ill be with someone, but when its the right time with the right person.\n  ","641069":"\n  Im good, you?\n  ","641070":"\n  Yeah thats why, i dont need to be with someone.\n  ","641071":"\n  I know somehow the worst types of people decided this was the place to come..they like crawled out of the deep web and decided to resurface..they should go back.\n  ","641072":"\n  Maybe i dont want to date anyone rn, ever thought of that?\n  ","641073":"\n  Boom\n  ","641074":"\n  Im just an annoying fuck on here hahahah but you make this place less boring. Just saying.\n  ","641075":"\n  Yup, so does baking soda. But its chill, i have a sweating problem anyways so i need it. Lol\n  \n  Also if i get cancer ill just get baked all day and die.\n  ","641076":"\n  Youre the only person i want on ask cause so may people suck! Lol but i totally understand. Im glad you at least come back for a little!\n  ","641077":"\n  I dont give a fuck????\n  ","641078":"\n  You need to stop leaving ask, youre breaking my heart ?\n  ","641079":"\n  I miss the nights with chloe ugh getting dressed up and partying\n  ","641080":"\n  Not having fear?\n  ","641081":"\n  The pineapple upside down cake thats in my fridge\n  ","641082":"\n  I fuckin love when sc doesnt work.\n  ","641083":"\n  Youre so sweet & adorbs\n  ","641084":"\n  Thats the idea? i think there problem is they only use one eye, when they need both ?\n  ","641085":"\n  Who would want this face??\n  ","641086":"\n  I mean ive seen a lot of black couples, a lot of asian with blacks.. so idk its not like its new\n  ","641087":"\n  Thats not that hard ?\n  \n  We should start our own underground society that will be ultimate world domination\n  ","641088":"\n  Uhhh, how am i suppose to know? & i dont really see that..\n  ","641089":"\n  I already have, actually it was a whole year lol\n  ","641090":"\n  I already speak everything on my mind so\n  ","641091":"\n  Meeeeee?\n  ","641092":"\n  All i know is the moment i start making big bucks, im finding your ass and were gonna take  over the world.\n  ","641093":"\n  I dont think so lol\n  ","641094":"\n  Sterling lol fucking love that name\n  ","641095":"\n  Its the future..\n  ","641096":"\n  My brother.\n  ","641097":"\n  My butt is severely hurt that i don't actually sell my ideas or get involved ? we should be millionaires man... we have untapped potential ?\n  ","641098":"\n  I enjoy having a good time, i like getting stoned. I like cuddles and foood. A lot of food. If you like to eat with someone im like the best for that. I enjoy solitude so i dont always need attention. I can be cute at times. Im a dork. If you enjoy naps, im reslly good at those lol im funny at least to myself haha\n  ","641099":"\n  Boat shoeees ?\n  ","641100":"\n  HAHAHA idk why i find this so cute\n  ","641101":"\n  Oh that would be dope ?\n  \n  But dude im so pissed.\n  \n  So like a few months ago i was talking to my dad and was like \"so when will they make a contact lense that record and take pictures\" and i thought i should probably talk to someone about that, get involved.\n  \n  THEN I FIND OUT YESTERDAY SONY JUST STARTED DOING THAT. im pissed, i should be making millions.\n  ","641102":"\n  How fuckin creepy is this?! Hahaha like imagine waking up to me looking like this just starring at you ? omfg i freak myself out ?\n  ","641103":"\n  Welcome back Larry\n  ","641104":"\n  I feel stupid for not knowing what you just said\n  ","641105":"\n  Nigggggga... thats the theory ive been trying to prove for awhile now ?\n  ","641106":"\n  Either youre the second coming or Jesus was an alien.\n  ","641107":"\n  Could people stop using pictures from weheartit, pretending its them. Please and thanks.\n  ","641108":"\n  HOLY MOTHER TRUCKER YOURE ALIVE\n  ","641109":"\n  Oh god, idk if it was Spencer B or Jake K.\n  \n  I liked spencer because his older brother sterling was gorgeous so i assumed he would turn out gorgeous... he didnt turn out that cute.\n  \n  Jake k was just sooo cute and he turned out to be so attractive ? he was like  every girls favorite fuckboy ???\n  ","641110":"\n  Well, for one i dont use them.\n  \n  Fb is for people i actually know\n  \n  Sc is for people i want, i dont want creepy snaps. Lol\n  ","641111":"\n  Posting selfies, and reading my book ❤\n  ","641112":"\n  Ahahahahahha no.\n  ","641113":"\n  Im pissed i cant add anything to my wishlist rn ugh\n  ","641114":"\n  Of course i do\n  ","641115":"\n  I would love vodka\n  ","641116":"\n  All i want to do is look at dresses but my shit wont load so i just added trailer park boy set to my list haahha\n  ","641117":"\n  Ew McDonald's sucks\n  ","641118":"\n  I want a fat juicy burger with fries and im butthurt about it.\n  ","641119":"\n  Can you talk about this somewhere else\n  ","641120":"\n  Fuck, youre right.\n  ","641121":"\n  ? okay, well i wish you luck with that lol\n  ","641122":"\n  I think im gonna make hot chocolate\n  ","641123":"\n  Which ex are you even talking about? ?\n  ","641124":"\n  I dont know who youre talking about soo\n  ","641125":"\n  Goodnight!!❤\n  ","641126":"\n  I think its a two way street, i feel like you need to get permission from him or it would be rape.\n  ","641127":"\n  Yup. This is creepy. Im getting off.\n  ","641128":"\n  Im not ??\n  ","641129":"\n  These sons of bitches prison-fucked us in the ass! And then they wiped their dicks on our grandma's drapes\n  ","641130":"\n  Ok, im gonna go on amazon now\n  ","641131":"\n  Stay gold, pony boy\n  ","641132":"\n  Good for you\n  ","641133":"\n  With all due respect... man I hate it when people say that because it is inevitably followed by a disrespectful remark. Here let me give you an example: With all due respect detective, this matter falls under whatever jurisdiction I fuckin' say it does\n  ","641134":"\n  I am so sick of all of this self help, twelve step, leftover hippie generation bullshit. Now they don't want you to do anything, right? Just sit there. Don't drink. Don't smoke. Don't drive fast. KISS MY ASS!\n  \n  Fuck it! Do it all I say! Do you think Duke Wayne spent all of his time talking about his feelings with a fuckin' therapist?\n  \n  Men do not cry. Men do not pout. Men jack you in the fuckin' jaw and say....thanks for comin out.\n  ","641135":"\n  Men build things, then they die.\n  ","641136":"\n  Are you a fuckin stalker?\n  ","641137":"\n  On a sultry Saturday in September, the Saints saved seventeen souls\n  ","641138":"\n  Real men hide their emotions. Why? Because it's none of your fuckin' business!\n  ","641139":"\n  I just realized i havent had dinner.\n  ","641140":"\n  YESSSSSS ???\n  ","641141":"\n  Ding dong motherfucker... ding dong!\n  ","641142":"\n  HAHAHA thats funny\n  ","641143":"\n  Dont be so fucking rude.\n  ","641144":"\n  Wassup dolly\n  ","641145":"\n  Gareth\n  ","641146":"\n  I could care less.\n  ","641147":"\n  Bro, youre tripping my brain.. ill never be able to watch courage normally again ?\n  ","641148":"\n  1 brother\n  \n  1 sister\n  ","641149":"\n  Thats true, huh...\n  ","641150":"\n  How ya doin, fuck ass, I'm Boom.\n  ","641151":"\n  Sounds like a personal problem\n  ","641152":"\n  People should always have respect but some people also need to be treated the way they treat people, and if thats disrespectful - they deserve to be disrespected\n  ","641153":"\n  Dont be sorry, be aware.\n  ","641154":"\n  We are totally fucked! Not just fucked, like elephant dick, pound in the ass, no reach-around, jungle fucked\n  ","641155":"\n  God youre annoying\n  ","641156":"\n  How badly do you want to be blocked\n  ","641157":"\n  Well i mean i know them, and they are the laziest fuckers ever. And they were born premature.\n  ","641158":"\n  Its not too difficult for me, in the moment i already have something in mind or i have nicknames given to me by friends.\n  ","641159":"\n  Uhhhh usually they are skin and bones and have zero tits. No rolls. But they aren't  toned like they work out. Im trying to think of a good example but the only example i have is this girl i went to school with or my sister in law lol like you can tell they eat but dont gain shit.\n  ","641160":"\n  Wait a sec, my eyebrows are growing in thicker.. yesssss\n  ","641161":"\n  No. I cannot. Because im not gonna go look for it.\n  ","641162":"\n  My eyebrows are a nightmare\n  ","641163":"\n  Because she talked about it in an interview?\n  ","641164":"\n  Sounds about right lol\n  ","641165":"\n  You can tell by the way someones body is if they have a high metabolism. Lol i dont care if she eats or not. She probably doesnt. Like lana del rey, she eats whatever the fuck she wants, doesnt work out nothing. Lol she has a pretty good metabolism, and you can tell cause shed probably be a lot bigger\n  ","641166":"\n  Probably or she would look like khloe\n  ","641167":"\n  That was talking about cocks\n  ","641168":"\n  Johnny depp\n  ","641169":"\n  If you actually look up their ethnicity they arent white, dawwwg\n  ","641170":"\n  Ill be back?\n  ","641171":"\n  Dolly, Duffy and Greenly?\n  \n  Two of them are scared. One's just horny.\n  ","641172":"\n  You look like you might have seen one up close.\n  ","641173":"\n  Amen.\n  ","641174":"\n  AhahaaHahahah oh god that was funny. On that note im going to shower.\n  ","641175":"\n  Who ordered the whup ass fajita?\n  ","641176":"\n  I wanna be a white Kardashian\n  ","641177":"\n  Strawberries are dank.\n  ","641178":"\n  Thank god, bye.\n  ","641179":"\n  Thank you!\n  ","641180":"\n  I hear Costa Rica's nice.\n  ","641181":"\n  Lol no i didnt because i havent sent anybody an email since i was like 15 except my parents soooo.\n  ","641182":"\n  This ain't rocket surgery.\n  ","641183":"\n  Eh i can just pull, \"but i didnt know what i was doing, i was young.\"\n  ","641184":"\n  Erin go Braugh\n  ","641185":"\n  If thats true, that was probably from when i was a dumbass child and thats child pornography.\n  ","641186":"\n  That was one of the finest examples of spiritual guidance I've ever had the good fortune to witness\n  ","641187":"\n  Let's do some gratuitous violence.\n  ","641188":"\n  :Peace, they say, is the enemy of memory.\n  ","641189":"\n  Dont make me sad..\n  ","641190":"\n  Boondock saints 1&2, they better make a third one.\n  ","641191":"\n  There's two kinds of people in this world when you boil it all down. You got your talkers and you got your doers. Most people are just talkers, all they do is talk. But when it is all said and done, it's the doers that change this world. And when they do that, they change us, and that's why we never forget them. So which one are you? Do you just talk about it, or do you stand up and do something about it? Because believe you me, all the rest of it is just coffee house and bullshit - boondock saints 2\n  ","641192":"\n  Youre not as annoying as the anon who keeps talking about me eating\n  ","641193":"\n  Okie dokie i think its time i go shower now.\n  ","641194":"\n  I dont eat bad tho, lol ?\n  \n  And i know i dont because ive already been checked for that\n  ","641195":"\n  I have fav songs like hundreds of them\n  ","641196":"\n  Oh man. Im shocked.\n  \n  At least trump told them ahead of time but still yikes.. so many people dead.\n  ","641197":"\n  Im dating johnny depp in my head\n  ","641198":"\n  We just neeeeed each other\n  ","641199":"\n  Id probably wear a better outfit lol\n  ","641200":"\n  Idk about my biomom but my grandpa did\n  ","641201":"\n  Soccer, volleyball, cross country.\n  ","641202":"\n  Our name would be \"deees knots\" hahahaha\n  \n  Ugggh that does sound perfect and exactly what i need.\n  ","641203":"\n  Nope, probably cause of all the drugs and drinking hahaha\n  ","641204":"\n  Awh, thank you!!\n  ","641205":"\n  Your entitled to your opinion\n  ","641206":"\n  I eat enough to survive, now shut up or ill block you since blocking is my thing now.\n  ","641207":"\n  I was 18..\n  ","641208":"\n  Im very straight, i like guys & penis.\n  ","641209":"\n  TRAILER PARK BOYS\n  ","641210":"\n  What is sex?\n  ","641211":"\n  Ill be waiting for your texts! My service is being really slow, so I'm probably just gonna get off!!❤\n  \n  You dont know how badly i wish i could come over ??\n  \n  & i hope my anons will ask you stuff❤❤\n  ","641212":"\n  Oh you caught on to my joke ? and idk i just eat, i dont pay attention to stuff like that\n  ","641213":"\n  I wanna live in bed, eat your delicious food, work out with you and get hella fine bods and cuddle wuddle watching movies❤❤❤ omfg we would be so cute\n  ","641214":"\n  Awwwwwwwwwwh that was so cute omfg. Awwwwwh im dying ?????\n  ","641215":"\n  21 lol i stopped smoking 6 months ago, but only stopped smoking everyday. If i get a chance to smoke weed, im taking it.\n  ","641216":"\n  Yeah and yeah. I dont like the kick of guns and i enjoy hearing so im not really shooting all the time hahah\n  \n  Who the fuck has a gun with no ammo ahhaha\n  ","641217":"\n  Im not sure, i thought i ate like a lady but i guess not.?\n  ","641218":"\n  Thats a nice thought ? but i feel like id be left out there looking like a loner\n  ","641219":"\n  Too much antibotics are causes a lot of problems. Especially if you no longer are effected by it, how will your body fight off certain illnessess, theres even cases where people have become allergic.. so its a huge problem...\n  ","641220":"\n  Im sorry, you probably ask me stuff that annoy me..\n  ","641221":"\n  I actually run cold ?\n  ","641222":"\n  You know duck, i am very sure LOL\n  ","641223":"\n  I think it might be saving me from a lot of things hahaah\n  ","641224":"\n  I honestly dont really believe i can speak for british people considering the fact im from America.\n  ","641225":"\n  You can learn a lot about me from my bio.\n  ","641226":"\n  Fashion empire, duuuuh ???\n  ","641227":"\n  I tried, i blocked the questions sent by them at least i think it was by them. You never know when theyre anons.\n  ","641228":"\n  My game notifications are going nuts ?\n  ","641229":"\n  Now, that actually seems likely. Hmm, ive never thought of that.\n  ","641230":"\n  Omg, youre a lot like me... once you start something, gotta finish it.\n  ","641231":"\n  Wow thanks for your observation\n  ","641232":"\n  I have 2 guns in my room at the moment. I actually dont like touching them cause i feel like i might shoot my face hahaha but i think guns are pretty\n  ","641233":"\n  Dude thats commitment, i wouldnt be upset if you gave up hahaha\n  ","641234":"\n  5 times no fucks is i dont give a fuck\n  ","641235":"\n  HAHAHAHAHA i cant control whats in your feed LOL omfg ????\n  ","641236":"\n  Im debating if i should start my book or wait till i go to bed.. hmmmhmmmhmmm.\n  ","641237":"\n  I eat too much sugar....\n  ","641238":"\n  My biological mom had diabetes, i think type 2.\n  \n  And my grandpa had diabetes.\n  ","641239":"\n  I wish they would do more than that ?\n  ","641240":"\n  Thats not how it works, you cant buy tickets at the entrance lol unless theres people who have an extra one and shit but thats rare.\n  ","641241":"\n  You really would be the bestest best friend i could ever ask for. ?\n  ","641242":"\n  Pretty good, i finished a book, did some chores. I would have gone outside to work a little but i cant stand the wind. And soon i gotta shower and pluck my brows lol\n  ","641243":"\n  When i moved out i started eating super unhealthy, like fast food everyday.\n  \n  But now that im back home again, i eat healthy again except i bake now\n  ","641244":"\n  Ilysm\n  \n   @NineGDxFour\n  \n  you made my day?\n  ","641245":"\n  And now its there fault im just gonna block them ?\n  ","641246":"\n  Thank you!! Lol like jeezeeee\n  ","641247":"\n  Good, im glad. Im waiting for your post, im dying to see who you are.\n  ","641248":"\n\n   @JVS92\n  \n  how does this make me a hypocrite\n  ","641249":"\n  Go ahead and post it so i can find out who you are. Because its not even bad ?\n  ","641250":"\n  Oh yeah probably, i dont know. I dont really care\n  ","641251":"\n  Actually i didnt delete anything because i dont delete questions, but ask automatically deletes questions based on words and shit idk. Lol nice try thoooo.\n  ","641252":"\n  Wait what question?! Lol\n  ","641253":"\n  I like to think that theres way worse out there lol idk how im hideous inside. Idk what ive done thats soooo terrible. Lol\n  ","641254":"\n  That is soooooo true. Like omfg. I like that.\n  ","641255":"\n  • my sense of humor. I have very dark, offensive sense of humor. Im sarcastic. A lot of the jokes me and my friends have girls dont get.\n  \n  • i dont care that much about bullshit like celebrities and whats the latest and greatest crap to buy.\n  \n  • the movies and shows i like to watch are uaually towards the male population. I cant stand the stupid bullshit a lot of girls watch.\n  \n  • i enjoy weapons and more manly activities\n  \n  • the way girls squeal and act was never the way i acted, i was the girl that would always say \"shut up, nobody cares\"\n  \n  - i grew up without a mom around, i had my dad, my brother, and a very tomboyish sister around. I didnt have that female influence when i was a kid.\n  ","641256":"\n  I feel like it goes beyond that.\n  ","641257":"\n  HAPPY HAPPY DAY\n  \n  Lol\n  ","641258":"\n  With gifts?! i love gifts❤❤❤ LOL\n  \n  Motherfuckinfuck, i keep forgetting to look for a dress. I need to write this down so i will remember\n  ","641259":"\n  Oh dude, amen. We can blame the media and internet\/tv for that. Its such a sad world we live in.\n  ","641260":"\n  Uh yeah. It was always me and like 3 or more guys. Other girls were just used as holes to fill and i was someone they actually wanted to hang out with hahaha\n  ","641261":"\n  I wasnt going to post all that shit when im actually trying to have some solid answers being posted? And i used every single one to report them lol\n  ","641262":"\n  Im pretty awesome ?\n  ","641263":"\n  Well, i wasnt gonna scroll through and find one that i posted to block them. So i just waited till they sent me stuff again. And this time they sent like 20 of those things. Lol\n  ","641264":"\n  Multiple nights, you cant just go one night. But i think for edc, one night is like $150 and the prices go up when it gets closer.\n  ","641265":"\n  1. I grew up in an area where people had so much money if you poked a kid their parents would sue you.\n  \n  2. Im not fighter.\n  \n  3. Boys were my friends, ive always been friends with more guys then girls.\n  ","641266":"\n  When i was going tickets were like $80 - 150, nowadays its starts at $200 and up. They are getting so expensive. Well at least the good ones are. I would love to go more but i dont have the money to spend. And outfits are expensive, drugs are expensive and i dont even live in an area where raves exist.\n  ","641267":"\n  Im pretty sure they dont have one account, dont be so naive.\n  ","641268":"\n  I mean at the time i honestly thought that was just how everyone got treated, i didnt really think anything of it. I just thought it was one big loving community and it was nice being around such a nice crowd.\n  ","641269":"\n  Blocked. I finally got the chance to block your annoying ass.\n  ","641270":"\n  I didnt really think of it like that at the time till after and my group of friends said something about it.. i just enjoyed making friends and meeting people.\n  ","641271":"\n  I dont know im not a mind reader lol\n  \n  But i was pointed yet, talked about from thousands of people. Even couples would be like \"omg shes beautiful\"\n  \n  So many people i would look at would have jaws dropped and they would just freeze. It was the wierdest thing.\n  \n  I remember one time, i needed water and every guy around me heard and i had like 6 water bottles held out for me.. water is sacred at raves, people dont usually do that lol\n  \n  But idk why people treated me like that, i was just minding my own business, in my own little world and people made me feel like i was the center of attention.\n  ","641272":"\n  I swear pharmaceutical companies and banks run america.\n  ","641273":"\n  Because my whole life ive been obsessed with sugar. I grew up in a very healthy household, like no premade food. No preservatives. God i miss my sisters cooking lol anyways no sweets, no candy, nothing i would literally have withdrawls from no sugar and i would go nuts. Id legit eat one sugar cube and then id be happy. Ive been tested for diabetes cause thats not normal and its in my bloodline but nope i dont have diabetes... but i swear i will.\n  ","641274":"\n  Ehhhhh, i tolerate you ??\n  ","641275":"\n  Do they realize how long weed has been around? Its been recorded in ancient chinese medicine.. not only that, a lot of other drugs. Im telling you they dont want us to be happy.\n  ","641276":"\n  Im so glad i met you, youre one of those people who are a very positive influence in my life. Who make me feel stronger and confident. You have blessed my life, in some ways i believe we were ment to meet and i will come out to beautiful NZ and visit you. Especially since im pretty sure america is going to shit lol i might move and live in your closet idk ahhaha but i love you sooooo much❤❤❤❤ you beautiful human being.\n  ","641277":"\n  Damn it,\n  \n   @JVS92\n  \n  the took the post down cause we were talking about drugs.\n  ","641278":"\n  Youre a crazy mofo who thinks im fat\n  \n  But its okay cause we can just eat and talk about food all day.\n  \n  Sometimes you suck, but its ok ill live ?\n  ","641279":"\n  I went to las vegas because my brother and his family live there and i needed to meet my niece. My dad doesnt like vegas tho because its pretty much just cocaine and strippers. But i wasnt close to the strip at all and i was with my brother who wouldnt let me do anything stupid so it wasnt a problem.\n  \n  My mom is all for Vegas, we used to go like 4 times a year hahah and she has property there so she was happy i was there.\n  ","641280":"\n  Ugh the weather is so shitty, its so hard to watch videos.\n  ","641281":"\n  NO WE JUST GOT IT THEY CANT TAKE IT BACK\n  ","641282":"\n  Yeah, i would assume you would have to pay for the child unless it says ages 2-8 are free! But whats a better way to make money than hosting something for kids that parents would have to come along and probably kids friends as well!\n  \n  The market thrives on nagging children!\n  ","641283":"\n  Oh my god, you are so sweet ❤\n  ","641284":"\n  Oh hun that's only because youre sexy?\n  ","641285":"\n  I would love questions, but only if they are the kind that actually are worth answering. None of this perverted, sexual bullshit. Meaningful questions are what i like.\n  ","641286":"\n  It takes a bit, because its a process. I get really frustrated at first then if they keep poking the bear, i tend to lose it and blow a gasket hahaha i just dont like people who cant understand the word no.\n  ","641287":"\n  Ugh these videos just make me so sad.\n  ","641288":"\n  I actually cannot wait.. if you find it of course!! How is that going?!\n  ","641289":"\n  Damn that picture brought back some of the best memories ive ever had. I would do anything to go back and rave again. I miss the way people treated me. Everyone was so nice to me. I remember girls would randomly come up to me, grab my ass and be like \"your ass needed to be grabbed your beautiful\" times where id be dancing with random girls i just met and theyd just make out with me cause they thought i was gorgeous. Or how i got to the front in two seconds cause the person who i was trying to get by would see me and make a pathway for me. People treated me like i was the queen it was insane. I wanna go back. I wanna be free and dance and meet people who are sweet and kind.\n  ","641290":"\n  When i was really young i went to some debutante ball ceremony thing that i didnt realize had the richest people in California attending until i got older ? like i was so used to all of that i didnt realize all of that wasnt normal but it was a huge deal. I wish i had pictures of it, because i remember dressing up all fancy with my best friend!\n  \n  But it wasnt the coolest event ive ever attended, Hard summer and Escape wonderland were the dopest events ive ever attended...  i actually have a picture lol\n  ","641291":"\n  Are you trying to say courage is schizophrenic and everything that happens is in his head? Is courage living the cartoon life of shutter island?\n  ","641292":"\n  I would love that because youre one of those people i follow because of the intelligent answers you have, so i imagine you must have some good questions to ask as well and they'll actually be interesting and fun to answer!\n  ","641293":"\n  So if you want long answers, the time to ask stuff is right now! Before the wind thats going nuts outside ruins my power and i end up just going to bed LOL oh fuck wait i need to shower in a couple hours as well. Anyways ask away!\n  ","641294":"\n  Ok, if you have such a huge problem with me being on here why dont you just ignore me? Block me, unfollow, anything really. Idc.\n  \n  Stop worrying about what im doing, or whether i come back or not. Clearly, you have way too much time on your hands and are so bored with yourself you have to come into my life.\n  \n  I dont care about your existence, stop pretending you dont care about mine and actually find some offs you can go fuck.\n  ","641295":"\n  Dude, i tried watching courage the cowardly dog when i was stoned, im not kidding that show scared the shit outta me, i was probably too high but still. All the sound effects and the noises the monsters made and the music.. yikes seriously gave me the chills.\n  \n  And bugs bunny is way funnier when you're older ?\n  ","641296":"\n  If they are so necessary then why do you have the right to decline them? It wouldn't be if you want them, they would be forced if they were truly necessary. Also, they wouldn't have gone to court about it because so many people were ending up sick rather than not.\n  \n  My teacher was a doctor before she became a teacher lol she laughed because she said most doctors dont get flu shots, they only get tenuous and various of serious other ones.\n  \n  There was even a case where the shot for women to prevent cervical cancer became voluntary because women who got the shots ended up with cancer more than the ones who didnt so they got in trouble lol\n  \n  My mom worked in the medical field as a pharmaceutical rep, so all my drs i had growing up knew her. And whenever they\n  \n  looked at my sheet theyd be like \"you need to get 6 shots\" my mom goes, \"i want her to only get the ones that are truly necessary, not the ones the government wants to shove into peoples bodies.\" The dr froze and said \"then..theres only 1\" so i started doing that more when i got older and now my primary dr doesnt even try giving me vaccines and tells me the truth about them LOL you have to be careful with what you put into your body\n  ","641297":"\n  Okay its time for this lil boom goes to bed.\n  \n  Send me questions you want a long thought out answer, and ill do that tomorrow. Goodnight❤❤\n  ","641298":"\n  Im trying to remember im probably gonna forget and miss some but ;\n  \n  Spongebob\n  \n  Bugs bunny\n  \n  Catdog?\n  \n  Road runner\n  \n  Tom and jerry\n  \n  Courage the cowardly dog\n  \n  Family guy (yes i watched this when i was a kid lol)\n  \n  Futurama\n  ","641299":"\n  Oh man im torn with this one, because i dont think someone who murders people for fun should just be left in a cell to rot. You reap what you sew. If they kill, they should be killed. Eye for an eye?\n  \n  But the people who end up being innocent and put to death, totally not fair. There should be a better system when it comes to it.\n  \n  But what those people go through sounds terrifying. Some of them try to make it happen faster just so they dont have to sit in a cell. Its just a shitty situation and i think, just dont be a fuckin terrible person and you won't get killed by the state.\n  ","641300":"\n  I better be fuckin married and have at least 1 kid. I better be living in a decent home. I better have traveled to other countries.\n  \n  10 years is not far away, i gotta get crackin.\n  ","641301":"\n  • i will eat the food you dont finish, i would probably just eat your food in general.\n  \n  • i make myself laugh and make jokes mainly for my own entertainment so if you find it funny thats just a bonus\n  \n  • im really good at keeping myself entertained so im not needy or attention seeking.\n  \n  • im really good at cuddling and watching movies.\n  \n  • i enjoy spontaneous adventure at any time in the day or night.\n  \n  • kissing is pretty nice, i enjoy that.\n  \n  • i like to be a partner in crime, so whatever you wanna do, im down.\n  ","641302":"\n  I actually do not because im extreamly lazy and cant keep up with it... i feel awful cause i love getting them but god its sooo time consuming.\n  ","641303":"\n  Its okay, i hope you are having a really fun night, and i hope your day with your mama was good!!\n  \n  LOVE YOU ❤❤\n  ","641304":"\n  Of course, why wouldnt i be? Why would i be friends with someone im not happy to have met?\n  ","641305":"\n  Awwwwh, goodnight. I hope you sleep well!! Thanks for being such a great friend!! Message me when you're on again. Night night.❤\n  ","641306":"\n  Im awake, and hes either not responding or asleep.\n  ","641307":"\n  Im pretty fucking sure a spider was crawling on my face.\n  ","641308":"\n  Ive thought about this many many times, i could never kill someone ever. Not even if it was legal. I couldnt take someones life away from them. Even if i hated the person so much, i dont have the right to take away something that precious.\n  ","641309":"\n  3am???? Daamn\n  \n  Im over here wondering HOW im still awake lol\n  ","641310":"\n  Eat everything in small portions. Dont over eat anything... if you're full dont stuff yourself. People are on these crazy diets cutting out certain things, just dont fucking eat an entire cake in one night and youre chill.\n  ","641311":"\n  Over here talking about sandwiches now all i can think about is subway. God that sounds fucking good.\n  ","641312":"\n  Anything i can write a huge paragraph about is fine ? i just feel like letting my mind wander.\n  ","641313":"\n  Yeaaaaah, its still gonna be a mission and a half hahahah are you going to bed soon?\n  ","641314":"\n  It was out of nowhere lol\n  ","641315":"\n  OOH YEAH. I dont even remember the question either, so im pissed): it would take forever to find it tho...\n  ","641316":"\n  My science teacher in 7th grade taught us that they way vaccines work is theres the virus and she called them \"keys\" which were the antibodies that attacked that virus inside of it. But every persons body is different and there body might not recognize that the \"keys\" are already there and they just need to multiply them to attack the virus so the person ends up getting the virus still. And drs dont tell you but more cases then not people end up sick and its better to just risk getting a cold then get a vaccine. And it used to required as well, but they went to court and the person has the right to decline, and i do every year and sometimes i get sick sometimes i dont.\n  ","641317":"\n  Omfg ??? yes, we do??\n  ","641318":"\n  Its just an inside joke that started from a very thought out answer i had about monkeys, then he started a joke about flinging shit at people who suck and now we are here\n  ","641319":"\n  I really try my best to be the best i can be, not everyday is successful though. But thank you (:\n  ","641320":"\n  He hasnt messaged me back... or it hasnt loaded idk ugh he better not be asleep\n  ","641321":"\n  This is why we are monkey friends!\n  ","641322":"\n  Thats why i get meat from certain areas or stores. Its a lot more money but its worth it cause the animals aren't tortured. But i understand not everyone can spend an arm and a leg on food so it sucks our world has turned into what it is.\n  ","641323":"\n  I think its time i pack up my shit and my cat and move to the middle of nowhere, build a treehouse. Grow a vegetable garden and weed garden and live in my own hippie world.\n  ","641324":"\n  I feel like i can trust you with my other accounts, we've been monkey friends for a very long time❤\n  ","641325":"\n  Whoa whoa whoa, where the fuck did this come from?\n  ","641326":"\n  Weed forsure.\n  \n  Lsd isnt something i can fuck with. My mind is already a trip sober, on lsd its scary. I would lose myself and probably never come back.\n  \n  The kids who could do lsd a bunch were the kids who hated there own reality so they didnt care they were lost, but they got to the point they couldnt have a normal conversation sober because they didn't know what was real and what wasnt.\n  ","641327":"\n\n   @JessicaStonebridge\n  \n\n   @NineGDxFour\n  \n\n   @Names_ShyGirl\n  \n\n  i trust them the most ?\n  ","641328":"\n  Hmmm\n  \n   @JessicaStonebridge\n  \n\n   @NineGDxFour\n  \n\n   @littlekri\n  \n\n   @TakuAnkh\n  \n\n   @JVS92\n  \n\n  They are in my ask life the most\n  ","641329":"\n  Yeah, but thats what animals were always used for lol theres not a time in history where animals werent used for meat. But they werent always tortured with these products that cause slow painful deaths.\n  ","641330":"\n  Exactly. Like puberty is a big joke but honestly i think kids do that because if you dont make a joke out of it, its just awkward but some kids went overboard. I remember the new kids had it the worst, if you didnt fit in immediately oh man you were miserable. So many kids left that school cause kids with a lot of money are ruthless.\n  ","641331":"\n  Ive always been against it, i grew up hearing these horrible stories about these animals dying from these products blah blah blah, that now i actually only get products that weren't tested on animals. I just feel bad for the litttle fluffers.\n  ","641332":"\n  Dude if i knew id tell you but ive just been since puberty lol. Maybe because in middle school, girls were made fun of by the guys when we had leg hair or armpit hair so i always made sure never to have it because once you became a target, your life was ruined the rest of the year.\n  ","641333":"\n  I dont understand why people care so much about what other people are doing.  If everyone just focused on themselves, i feel like people would be happier. They're wouldnt be so much hate and maybe people would be able to love themselves but all people do nowadays is judge someone else for doing something that literally has no effect on their lives whatsoever, its just different from what they do..\n  ","641334":"\n  I remember the hand drawing, im so proud of you! It came out well, and its sooooo cute????\n  ","641335":"\n  I dont know why i should care what a person does with their own body... personally i hate shaving and if i wasnt super ocd about hair i would probably not shave lol it doesnt really matter to me what another person does with their hair on their body. Doesnt effect my life in any way.\n  ","641336":"\n  Do you really tho?\n  \n  Will you love me in sickness and health?\n  \n  Till death due us part?\n  \n  Would you make all my dreams come true?\n  \n  Would you care for me the way i should be cared for?\n  \n  Would you be okay with the fact i wont love you the way i love someone else?\n  ","641337":"\n  Its soooo adorable ?\n  ","641338":"\n  Can someone send me questions that i can make long answers\/rants about whatever they ask ?\n  ","641339":"\n  OMG ITS SO CUTE\n  ","641340":"\n\n   @hateuandurbrows\n  \n\n   @MaryLaurenx\n  \n\n   @NineGDxFour\n  \n\n   @sammanthaclassyy\n  \n\n   @ryan_butl3r\n  \n\n   @lukriinah\n  \n\n   @littlekri\n  \n\n   @bebelevine7\n  \n\n   @TakuAnkh\n  \n\n   @Reece_King1\n  \n\n   @ayeshaakhter\n  \n\n   @ash1617992\n  \n\n   @mikeykrug\n  \n\n   @ChipotleKid\n  \n\n   @LeanneRoseB19\n  \n\n   @absensanity\n  \n\n   @JVS92\n  \n\n   @JessicaStonebridge\n  \n\n   @CiaranCraddock\n  \n\n   @elliecheers45\n  \n\n   @NicoleBuckleyyx\n  \n\n   @daotahostetter\n  \n\n   @UnrealJACKO2\n  \n\n   @Bighermit\n  \n\n   @caitlindymond\n  \n\n   @HannahViolet19\n  \n\n   @AHyder15\n  \n\n   @ManicMartyrdom\n  \n\n   @Kyle0spenillo\n  \n\n   @rhysroberts5s\n  \n\n   @littletrust\n  \n\n   @haemotolangia\n  \n\n   @tmoneymccarver1\n  \n\n  Just some of my fav pages\n  ","641341":"\n  Gosssssh ❤\n  ","641342":"\n  I know ?\n  ","641343":"\n  Thank you so so much ❤\n  ","641344":"\n  SHOW ME\n  ","641345":"\n  Bam bam green eggs and ham\n  ","641346":"\n  I think im gonna get diabetes one of these days\n  ","641347":"\n  OMG did you hear that in Canada theres a huge community of people buying wild and dangerous animals like leopards, tigers ect because theyre dying but its becoming a problem because people are getting hurt hahaa\n  \n  I would totally have a slow loris if i could\n  ","641348":"\n  Ily bby❤??\n  ","641349":"\n  Whoa, thats so much\n  ","641350":"\n  Youre beautiful\n  \n  I feel special being tagged in your posts\n  \n  You're a major sweetie\n  \n  And i love the compliments you give me\n  ","641351":"\n  Do you love me as much i love food?\n  ","641352":"\n  Actually i named her ash cause shes black... cause they get all ashy ? omfg dont blame me tho my friend and i came up with it so i can take half the blame for being terrible.\n  \n  And the other cat that was at the place when i got her was grey with white paws so it look like she was wearing snow boots so her name is snow.\n  \n  So it was ash & snow. I thought it was creative LOL\n  ","641353":"\n  Holy cocksucker i need to pee\n  ","641354":"\n  Im glad someone other there does\n  ","641355":"\n  I grew up with dogs, ash is my first cat ever\n  ","641356":"\n  I think we need to talk more. We would be good friends.\n  ","641357":"\n  I actually went to a school that actually hosted a sex ed where they handed our free condoms after school, but what was weird was the school that needed that because it was the school with the highest pregnancy rate\/drop out rate didnt get sex ed or free stuff. Made no sense to me. I think all schools should.\n  ","641358":"\n  Yeah she likes to play hide and seek with me\n  ","641359":"\n  Same, i need more stoner friends\n  \n  Where are all the chill stoners?\n  ","641360":"\n  Noone wants to bang me? ?\n  ","641361":"\n  Maybe now you can shift off my page\n  ","641362":"\n  You know what? Maybe i will\n  ","641363":"\n  You cant, even psychologist have there own therapist.\n  ","641364":"\n  Its not even 8 yet im like going to sleep would be dope\n  ","641365":"\n  From my wax pen yo, which is almost out and i might cry.\n  ","641366":"\n  I know, i think theyre just pissed\n  ","641367":"\n  I love blocking people, like a lot.\n  ","641368":"\n  Idk what the fuck is going on but im getting yelled at\n  ","641369":"\n  My cat threw up on my covers, im pissed.\n  ","641370":"\n  We all have the right to our own opinion, which im happy you can make your opinion because we're losing that ability these days\n  ","641371":"\n  I can see that haha\n  ","641372":"\n  I wanna go eat brownies but im worried i wont feel good after\n  ","641373":"\n  Im reading! You?\n  ","641374":"\n\n   @TakuAnkh\n  \n  omfg ?? someone is angry\n  ","641375":"\n  Good im starving.\n  ","641376":"\n  Ahaha yeah she is!\n  ","641377":"\n  Lol ok\n  ","641378":"\n  Nope\n  ","641379":"\n  Im super shocked this book is as good as it is.\n  ","641380":"\n  Oh god, heres a list, the original toys not the bullshit we have today ; Gameboy, beanie babies, bob it, tomagachi, easy back oven, troll dolls, regular barbie, clue, hungry hungry hippos, jenga, reqular legos, mad libs, Lincoln logs, mouth trap, marbles, mr, potato head, operation, pick up sticks, pictionary, power wheels, silly puddy, mr. Frosty, dear diary, magna doodle, etch a sketch, teksta dog, spice girl dolls..\n  ","641381":"\n  Im not betting anything\n  ","641382":"\n  No she wanted to be in the blanket ?\n  ","641383":"\n  Im waitinggg.\n  ","641384":"\n  I dont have that problem\n  ","641385":"\n  Im getting the chills, whats wrong with me.\n  ","641386":"\n  Ive come to the conclusion its time for me to move on.\n  ","641387":"\n  Your my fav kinda girl\n  ","641388":"\n  DUDE YES\n  ","641389":"\n  Im so hungry its not cute\n  ","641390":"\n  I wanna be the Oprah Winfrey of ask ?\n  ","641391":"\n  Thank you ?\n  ","641392":"\n  Why cant you ask questions like below\n  ","641393":"\n  I wouldnt say disease, but then again i dont know what else to call it because not everybody can get addiction.\n  \n  People who have addictive personalitys get addicted to a lot of things, to the point it can drive them crazy or suicide.\n  \n  There's a difference between abusers and addiction. Someone who abuses something can stop & wake up the next day feeling like its a brand new day.\n  \n  Someone who has addiction wakes up miserable, depressed, or pissed off until they get there fix. And when someone trys to get them off that addiction its like breaking every bone in their body.\n  ","641394":"\n  My cat is drooling on me, why\n  ","641395":"\n  Why not\n  ","641396":"\n  Oh yeah, when I'm high a blank piece of paper can make me laugh\n  ","641397":"\n  Like fried chicken, grilled, or wings, which one\n  ","641398":"\n  Im baked\n  ","641399":"\n  I wonder how pizza is in England\n  ","641400":"\n  Its time for me to lay down\n  ","641401":"\n  Omg i love chicken\n  ","641402":"\n  Mushrooms\n  ","641403":"\n  Weed or gooms.\n  ","641404":"\n\n   @Reece_King1\n  \n  duuuude stop being fine asf. All these damn pictures LOL\n  ","641405":"\n  I like to think im a good time\n  \n  I bet your fun too tho!\n  ","641406":"\n  Im running out of wax, idk what to do either\n  ","641407":"\n  10\n  ","641408":"\n  I was hoping you would buy it ?\n  ","641409":"\n  Free gas, omfg.\n  ","641410":"\n  ?????????\n  \n  YAAAS IM BANGIN.\n  ","641411":"\n  It feels like theres a fire in my stomach\n  ","641412":"\n  Oh i will. Weed will cure me\n  ","641413":"\n  So wanna get pizza together\n  ","641414":"\n  Im back ?\n  ","641415":"\n  Hi pretty, whats up?\n  ","641416":"\n  I feel like i need to get stoned to understand what the fuck you just said\n  ","641417":"\n  Oh god, its you again.\n  ","641418":"\n  What did you do last night *\n  \n  - i was watching a video then i passed out lol\n  ","641419":"\n  Yeah when i was like 12 LOL\n  ","641420":"\n\n   @hateuandurbrows\n  \n  I MISS PRINCESS PEACHY BUT SHE NO TALKY TO SAV\n  ","641421":"\n  You gotta choose either past or present tense, you cant have both. Lol\n  ","641422":"\n  Hmu whenevaaaa??\n  ","641423":"\n  Hope youre having a good afternoon ❤\n  ","641424":"\n  Of course or i would be dead lol\n  ","641425":"\n  Last night? I was good? But right now i feel ill ):\n  ","641426":"\n  Im just busy\n  ","641427":"\n  Okaayy\n  ","641428":"\n  Im sorry about that\n  ","641429":"\n  Ill think about it\n  ","641430":"\n  Dude, no chill.\n  ","641431":"\n  Ill never know who my biological father is and i will have to live with that for the rest of my life.\n  ","641432":"\n  I dont think so\n  ","641433":"\n  Stability.\n  ","641434":"\n  Yea lol\n  ","641435":"\n  I like men.\n  ","641436":"\n  I cant\n  ","641437":"\n  I think youll be fine.\n  ","641438":"\n  I dont know?\n  ","641439":"\n  Oh man, i cant remember. Its been awhile.\n  ","641440":"\n  I cant believe what the police is turning into..\n  ","641441":"\n  In writing.\n  ","641442":"\n  Ben\n  ","641443":"\n  Ghirardelli\n  ","641444":"\n  Id say, \"youve finally came to rescue me from this bullshit world\"\n  ","641445":"\n  No.. on YouTube.\n  ","641446":"\n  Thanks ❤\n  ","641447":"\n  Of course ?\n  ","641448":"\n  Sweetie ❤\n  ","641449":"\n  ❤❤\n  ","641450":"\n  There's some heat on my feed\n  ","641451":"\n  I think youre so sweet❤\n  \n  Beautiful\n  \n  Super duper nice!\n  ","641452":"\n  Wow, awwh❤ thank you so much!! ❤\n  ","641453":"\n  ??\n  ","641454":"\n  Omfg you sweetheart? thank you!\n  ","641455":"\n  College is good ?\n  ","641456":"\n  I totally agreeee! & i need to come over to smoke with you\n  ","641457":"\n  Nope im watching videos. Watching \"the global police state\"\n  ","641458":"\n  Hes a babe.\n  ","641459":"\n  Only because i LOVE polls\n  ","641460":"\n  Rainy.\n  ","641461":"\n  What am i jealous of?\n  ","641462":"\n  Thats very true, you made me proud of being who i am and love myself without make up❤ i feel sorry for girls who cant go out without makeup. & thank you for making me confident.\n  ","641463":"\n  Ive heard that before ?\n  ","641464":"\n  Why do you want me to leave so bad ?\n  ","641465":"\n  Im soooo excited! Im going to the east coast for my bday\n  ","641466":"\n  Where?\n  ","641467":"\n  I need to put brownies away..\n  ","641468":"\n  GIVE ME CUDDLES\n  ","641469":"\n  I guess charter schools are really bad, but i like charter schools.\n  ","641470":"\n  Ew.\n  ","641471":"\n  • i love italian food but i love all food\n  \n  • vodka\n  \n  • too many fav movies\n  \n  • too many fav songs\n  \n  • i will always love juicy couture\n  \n  • water lol\n  \n  • anything chocolate\n  \n  • summer\n  \n  • soccer\n  \n  • tomb raider\n  \n  • im starting to hate social medias.\n  ","641472":"\n  Now i know why i dont like the education system.\n  ","641473":"\n  Sometimes\n  ","641474":"\n  THANK GOD YOUR ON. SOMEONE WHO DOESNT MAKE ME WANNA RIP MY HAIR OUT LOL\n  ","641475":"\n  No im not fuckin fien\n  ","641476":"\n  I wish i had an answer other than dna lol\n  ","641477":"\n  Why not\n  ","641478":"\n  Therea more important things to worry about\n  ","641479":"\n  No i just said that for fun. ?\n  ","641480":"\n  How much you wanna bet that we're trying to destroy the middle east so we create another region to control.\n  ","641481":"\n  How did he become creepy?\n  ","641482":"\n  Because i like dick\n  ","641483":"\n  Contact ask.\n  ","641484":"\n  No..\n  ","641485":"\n  Yeah i get so much serotonin, i can actually feel a difference.\n  \n  Omg im so sorry ):\n  ","641486":"\n  Apparently in Brussels, the schools teach the kids about illuminati, free masons ect, one world socialist government, the truth about American education, its a fixed system unless youre brilliant or rich.. pretty much everything Americans think is fake, gets taught to kids in another country LOL\n  ","641487":"\n  Learning about how western education sucks.\n  ","641488":"\n  Watching a mind blowing interview\n  ","641489":"\n  Did anyone else know that computers are designed with Pavlovs (psychologist) research to conform the world to globlization, creating a fascist\/socialist\/communist society?\n  ","641490":"\n  Thanks ?\n  ","641491":"\n  Whats up hunnny\n  ","641492":"\n  5\n  ","641493":"\n  I dont have to date anyone. Im pretty content with myself.\n  ","641494":"\n  Nah i just said i was alone for shits and gigs.\n  ","641495":"\n  Oh man... people with a conscious are dying\n  ","641496":"\n  Stop reminding me im alone.\n  ","641497":"\n  The day you die\n  ","641498":"\n  Im learning so much.. omfg.\n  \n  Apparently the government would not like me at all, because i do not conform to becoming one of their robots lol\n  ","641499":"\n  Yes i did ❤❤❤\n  ","641500":"\n  No lol\n  ","641501":"\n  Whats up\n  ","641502":"\n  Im watching a very interesting interview of Charlotte Iserbyt\n  ","641503":"\n  Thank you❤\n  ","641504":"\n  Tots my goats bro\n  \n  Just live for that poutang\n  ","641505":"\n  This person looks perfect\n  ","641506":"\n  HAHAHAHABAAHA\n  ","641507":"\n  Now thats a work out\n  ","641508":"\n  The last one\n  ","641509":"\n  You should!\n  ","641510":"\n  I dont like porn, i think its degrading to women.\n  ","641511":"\n  Very!! Hes an amazing author\n  ","641512":"\n  Awh how kind of you\n  ","641513":"\n  IM PROBABLY GONNA READ, NAP, SHOWER, THEN WATCH SOME VIDEOS HAHAHA\n  ","641514":"\n  The scarecrow by Michael Connelly\n  ","641515":"\n  Im kinda sleepy\n  ","641516":"\n  Reading, shit got intense.\n  ","641517":"\n  Hey darling, whats up?\n  ","641518":"\n  God, it annoying.\n  ","641519":"\n  That will happen when i wear them\n  ","641520":"\n  Its \"you know\"\n  ","641521":"\n  Im very glad?\n  ","641522":"\n  Leggings\n  ","641523":"\n  But clearly not English\n  ","641524":"\n  You dont know but now you know\n  ","641525":"\n  Very relatable to today\n  ","641526":"\n  AWH HOPE YOU HAVE A GOOD DAY, IM GONNA FINISH MY BOOK ❤❤❤\n  ","641527":"\n  Its the only way to describe how i feel\n  ","641528":"\n  This book has me all heated cause they wont get to the part where they figure out who the real killer is\n  ","641529":"\n  THE ASYLUM OF MY HEART\n  ","641530":"\n  Yeah i didnt get the 3rd one yet?\n  \n  Were you always this stupid, like does everybody need to spell shit out for you.\n  ","641531":"\n  I wanna watch game of thrones ? or read the first book ugh\n  ","641532":"\n  Now i must go get this movie cause ive been dying to watch it ?\n  ","641533":"\n  By far the best gift ive gotten!\n  ","641534":"\n  Im so fuckin excited i have a dvd thing for my computer now omfg. Its taking awhile to load tho.\n  ","641535":"\n  Youre so sweet ❤\n  ","641536":"\n  I dont have a bf to be jilted by lol\n  ","641537":"\n  I am overheating rn lol\n  ","641538":"\n  Why are these pants so soft?! I dont even wanna wear them cause they are too soft i dont wanna ruin them\n  ","641539":"\n  Ok good for you?\n  ","641540":"\n  Im pretty good, i just got back from a walk and i feel a lot better.\n  ","641541":"\n  Why does this box smell so good ?\n  ","641542":"\n  My gifts came!!❤\n  ","641543":"\n  Latersssss?\n  ","641544":"\n  Im going on a walk\n  ","641545":"\n  Id just ignore you.\n  ","641546":"\n  Hahahahahahahaha no. They kinda go hand in hand.\n  ","641547":"\n  Wow i just deleted and blocked so much\n  ","641548":"\n  Im okay, i just wanna read lol\n  \n  Its almost noon.\n  ","641549":"\n  I just dont want you to dm me.\n  ","641550":"\n  My dads Christian.\n  \n  My mom was raised buddist but now believes religion is horseshit.\n  ","641551":"\n  I like think, yeah maybe its possible something is out there but im gonna need some proof. Im also not gonna worry about it till im dead lol. Like when i die and i end up in these other deminsions of the universe we cannot see, then sure ill believe it lol but i cant just believe something because someone told me too.\n  ","641552":"\n  Ik, thats why its so funny.\n  ","641553":"\n  Do i look like im the \"about instagram\" section?\n  ","641554":"\n  Atheist?\n  \n  But yes my parents know i think religion is bullshit because so does everyone else in my family hahaha\n  ","641555":"\n  Yeah its called dm?\n  ","641556":"\n  Im not, im agnostic.\n  ","641557":"\n  Always do.\n  ","641558":"\n  No.\n  ","641559":"\n  Youll see when they arrive.\n  ","641560":"\n  Im more okay with me about to block you.\n  ","641561":"\n  Hahaahahaahhaahhahahahahahahahahahah oh man, that was a good laugh. Thank you for that.\n  ","641562":"\n  Bio?\n  ","641563":"\n  Its only creepy to someone whos a creep ? theyre not even bad photos.\n  ","641564":"\n  Yup\n  ","641565":"\n  Theres this thing called tumblr, idk if youve heard of it\n  ","641566":"\n  Well sometimes people believe in stupid things, like religion.\n  ","641567":"\n  THEYRE NOT MY FUCKIN PICTURES I DON'T KNOW.\n  ","641568":"\n  Both.\n  ","641569":"\n  Im reading.\n  ","641570":"\n  Well arent i lucky\n  ","641571":"\n  3 are on the way\n  ","641572":"\n  I like leather belts cause thats what i need.\n  ","641573":"\n  Does everyone get these annoying questions or just me\n  ","641574":"\n  Some girls dont like them\n  ","641575":"\n  At least, not at most.\n  ","641576":"\n  I dont fuckin know\n  ","641577":"\n  No.\n  ","641578":"\n  Do i tho?\n  ","641579":"\n  Idk how you came to that conclusion\n  \n  FUCK I NEED TO ADD A DRESS MOTHERFUCK\n  ","641580":"\n  I have no idea what youre talking about.\n  ","641581":"\n  LET'S TAKE EXTRA CARE TO FOLLOW THE INSTRUCTIONS OR YOU'LL BE PUT TO SLEEP\n  ","641582":"\n  I really regret opening my mouth and talking to you.\n  ","641583":"\n  You sit on a throne of lies\n  ","641584":"\n  I honestly dont feel like showering\n  ","641585":"\n  Damn i hate having to pee.\n  ","641586":"\n  Okie dokie im gonna get off\n  ","641587":"\n  Yeah, youre entire existence is a party pooper, go ruin someone elses party.\n  ","641588":"\n  Was it tho?\n  ","641589":"\n  Hahaha damn that was good\n  ","641590":"\n  Force yourself to do crazy shit out of your comfort zone and you wont be shy.\n  ","641591":"\n  Stop anytime.\n  ","641592":"\n  You actually ruin all my fun.\n  ","641593":"\n  Pass..\n  ","641594":"\n  Being funny is the best way to make friends.\n  ","641595":"\n  But everyone would love to be overpaid\n  ","641596":"\n  Totally bro, faker then a pair of silicone tits.??\n  ","641597":"\n  Not me..\n  ","641598":"\n  Ive only been funny like 74% of the time.\n  ","641599":"\n  Arent we all striving to be overpaid for what we do?\n  ","641600":"\n  Not for anons.\n  ","641601":"\n  HAHAHAH that was good\n  ","641602":"\n  Anyone who does anything creative will always want to change.\n  ","641603":"\n  Ive always had a sense of self worth.\n  ","641604":"\n  Super grey.\n  ","641605":"\n  Our founding fathers wouldnt get elected today.\n  ","641606":"\n  Poor scoobs\n  ","641607":"\n  Indeedoooo\n  ","641608":"\n  The funny guy doesnt get the girl till later in life. High school, college, everyone wants the brooding, dangerous guy you shouldnt have.\n  ","641609":"\n  Motherfuck.\n  ","641610":"\n  Bro, my entire block list is the korean stuff.\n  ","641611":"\n  I would send a suicide making note to her but i dont wanna give her attention LOL\n  ","641612":"\n  I MEANT DONE\n  ","641613":"\n  Good, are we dont talking?\n  ","641614":"\n  Bitch cunt\n  ","641615":"\n  Im glad hes off ask, now i dont have to see desperate hoes always after him.\n  ","641616":"\n  Yes, yes i am.\n  ","641617":"\n  I dont understand why people like her so much, shes a bitch.\n  ","641618":"\n  GOD craves me?\n  ","641619":"\n  I will not.\n  ","641620":"\n  Am i a triangle or square?\n  ","641621":"\n  Ask takes so much of my battery\n  ","641622":"\n  Inappropriate behavior makes me laugh\n  ","641623":"\n  Thats wonderful\n  ","641624":"\n  You should not tell me what to do\n  ","641625":"\n  Im gonna climb over that angry wall of yours and its gonna be glorious.\n  ","641626":"\n  Noooooo\n  ","641627":"\n  I hope i finish my book today\n  ","641628":"\n  Yes i still have some left ugh\n  ","641629":"\n  Its not bad at all? Like what thr fuck do you eat? Hay?\n  ","641630":"\n  Well i dont have a 7 LOL\n  \n  Yeah i feel bad for anyone who has a 7 lol\n  \n  But thats why the 8 was pushed to be released so quickly.\n  ","641631":"\n  It blows up apparently hahahaha\n  ","641632":"\n  A lot of smoothie places have peanut butter put in their smoothies.. peanut butter isnt unhealthy, im not eating an entire container of it. Its all about balance.\n  ","641633":"\n  Nope i was literally at the airport like 2 weeks ago.\n  \n  When you get your boarding pass it literally says \"if you have a galaxy 7 you may not bring that in an airport or on the plane\"\n  \n  When i went through security my phone had to be checked because it was a galaxy  i asked why, they said, \"7s arent allowed and its required we check other galaxies just in case\"\n  \n  Real life.\n  ","641634":"\n  Bulls make money, bears make money, pigs get slaughtered\n  \n  Dark Paradise\n  \n  Mad hatter\n  ","641635":"\n  No, i would like to bring my phone with me when i travel ?\n  ","641636":"\n  Im sorry? Like idk why that matters\n  ","641637":"\n  Thats cool, i wasnt.\n  ","641638":"\n  Dont put me in your fantasies\n  \n  I barley want to be in your real life.\n  ","641639":"\n  Thats literally my entire watch later list.\n  ","641640":"\n  No 6\n  ","641641":"\n  Yeah? Its not new.\n  ","641642":"\n  Im sorry, all i saw was \"hey i really wanna be blocked\"\n  ","641643":"\n  I meannn unless you dont go on any airplanes, i wouldnt get the 7. You can even bring those into an airport hahaha\n  ","641644":"\n  Its annoying.\n  \n  But its banana, apple, cranberry, and peanut butter\n  ","641645":"\n  My favorite line, \"blame it on the muslims, naturally.\"\n  \n\n   https:\/\/youtu.be\/N1vwjFhF4dA\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","641646":"\n  Damn now im cold ):\n  ","641647":"\n  Oh man, i know\n  ","641648":"\n  Can i drink my smoothie in peace.\n  ","641649":"\n  Nope i have other things I'd rather be doing\n  ","641650":"\n  Omg yess someone i actually give a shit about ❤❤❤ ilysm\n  ","641651":"\n  No it was like 2 days ago.\n  \n  And i probably will.\n  ","641652":"\n  Our world is all sorts of fucked up\n  ","641653":"\n  You can debate with yourself\n  "}}