{"Question":{"642727":"\n   Last time you were in school? Last time you had a job?\n  ","642728":"\n   You don't know anyone who eats more than you?\n  ","642729":"\n   \"I had 4 tacos, a grilled cheese, 20 cookies, an egg casadilla... i feel like theres more but i cant remember\" holy crap ?\n  ","642730":"\n   How important to you is being slim?\n  ","642731":"\n   How do you keep your abs?\n  ","642732":"\n   what is a selfie queen\n  ","642733":"\n   \"How much of these did you eat?\n   \n    https:\/\/akphoto2.ask.fm\/1bc\/29541\/7efe\/423e\/aef7\/ad54bec069f5\/large\/3184687.jpg\n   \n   Like half lol\" all yesterday?\n  ","642734":"\n   that's what you had 20 of yesterday?\n  ","642735":"\n   Get me some tacos\n  ","642736":"\n   How much of these did you eat?\n   \n    https:\/\/akphoto2.ask.fm\/1bc\/29541\/7efe\/423e\/aef7\/ad54bec069f5\/large\/3184687.jpg\n   \n","642737":"\n   you have a lot of pictures of you on here do you have a boyfriend\n  ","642738":"\n   Do you have a pool at your house?\n  ","642739":"\n   all you've eaten today is applesauce and tea?\n  ","642740":"\n   so it's 1:15 pm not 4:15 pm?\n  ","642741":"\n   I see but you answer all of them what are you doing this weekend\n  ","642742":"\n   If I get you something off your wish list can I do it anonymously? Or will it show you my name and address?\n  ","642743":"\n   twitter and vsco screenames?\n  ","642744":"\n   So what you mean is you like working out because it gives you like a runners high?\n  ","642745":"\n   I just can't believe how pretty you're\n  ","642746":"\n   what kind of cookies were they?\n  ","642747":"\n   what are you going to eat? haha. also what time is it right now where you are?\n  ","642748":"\n   OMG what a crazy question to ask you\n  ","642749":"\n   eye color?\n  ","642750":"\n   How much pizza do you usually eat though?\n  ","642751":"\n   i do get anons ahaha\n  ","642752":"\n   Ill buy u more tacos\n  ","642753":"\n   Alrighty, don't eat to much trolly.\n  ","642754":"\n   LET'S MAKE SOME\n  ","642755":"\n   why do you need to workout?\n  ","642756":"\n   쌤킴,악동뮤지션 박나리누나 악동뮤지션 정승환 권진아에게 fuck off라고 말해?악동뮤지션 박나리누나 정승환 권진아가 너에게 말해는건 니가 모른척 안하고 잘 대답하고,잘 대하네? Wtf are you saying?? 박나리누나랑 권진아 정승환 악동뮤지션한테는 나한테 함부로 대하는 거랑은 다르게 잘 대하네?쌤킴 스팸? 쌤킴 , 내가 너에게 간절히 부탁하는 시간과 나의 말은 너에게 스팸이야?쌤킴 근데 너는 악동뮤지션이랑 정승환 권진아 박나리누나랑 한국말로 다정하게 대화하고 잘 대하잖아? 쌤킴 근데 나한테는 잘 안 대하네?\n  ","642757":"\n   if you masterbate it helps you to lose weight\n  ","642758":"\n   pic that shows your flat stomach?\n  ","642759":"\n   so you haven't worked out in like a week basically?\n  ","642760":"\n   At home bored af\n  ","642761":"\n   well got to go have fun with the anons talk to you later\n  ","642762":"\n   well the good thing is given your family genetics you can't lose your flat stomach even if you tried.\n  ","642763":"\n   So you're not in school and don't have a job? I'm jealous lmao\n  ","642764":"\n   last time you worked out?\n  ","642765":"\n   Better give me some then haha.\nMy grandma used to make her own jam.. donuts with jam <3\n  ","642766":"\n   wow they must be rich\n  ","642767":"\n   what kind of cookies? Oh and what all have you eaten so far today then (thursday)? That should be easier to remember aha\n  ","642768":"\n   Sometimes you gotta ignore the anons boomboom\n  ","642769":"\n   ok so you work a full time job\n  ","642770":"\n   What all did you eat yesterday as an example??\n  ","642771":"\n   are you still in school I'm a senior in high school\n  ","642772":"\n   is the bathroom actually in your bedroom though?\n  ","642773":"\n   I'll slow down. sorry\n  ","642774":"\n   How much\/often do you workout?\n  ","642775":"\n   I see oh your very pretty are you a model\n  ","642776":"\n   Which of these do you have in your room: tv, dvd player, video game system, computer, own bathroom (I removed the water bed lol)\n  ","642777":"\n   I know but whoever it was got too personal so I didn't answer\n  ","642778":"\n   An entire medium pizza? And a pint of ice cream you mean?\n  ","642779":"\n   But do you eat so much because you're always hungry, or just because you love to eat?\n  ","642780":"\n   Which of these do you have in your room: tv, dvd player, video game system, compute, water bed, own bathroom\n  ","642781":"\n   Why do you eat so much?\n  ","642782":"\n   I'll spam u if you don't share\n  ","642783":"\n   check ur insta requests\n  ","642784":"\n   If you lost your flat stomach, would you be devastated?\n  ","642785":"\n   \" If you lost your flat stomach, would you be devastated?\n\nYES OMFG. ID STOP EATING\" that could be hard lol. you love to eat\n  ","642786":"\n   with a diet soda?\n  ","642787":"\n   If you lost your flat stomach, would you be devastated?\n  ","642788":"\n   How often have you eaten an entire pizza? And how often have you eaten an entire container of ice creaM?\n  ","642789":"\n   How often do you get mcdonalds? And what do you usually order when you do?\n  ","642790":"\n   what is your job?\n  ","642791":"\n   Give me GIVE ME\n  ","642792":"\n   I was getting the same questions as you are about metabolism\n  ","642793":"\n   Most pizza you ever ate at once? Most ice cream?\n  ","642794":"\n   Age? height?\n  ","642795":"\n   you get as much money as you want?\n  ","642796":"\n   Anon her metabolism is not going to slow down. Girl eats more than anyone and still has the flattest stomach I've ever seen\n  ","642797":"\n   Do you use your phone in class?\n  ","642798":"\n   How are you spoiled?\n  ","642799":"\n   you believe this?\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/141236722809\n   \n","642800":"\n   How do you keep your skin clear?\n  ","642801":"\n   \"Very very accurate.\nMy friends just eat with me. Im that friend you take out to eat hahahaha or bring over and just eat.\" and you probably eat half their food too haha\n  ","642802":"\n   If your bio mom is slim then you will be too. So you'll always be able to eat this way (a lot, and as much as you want) and still stay slim with a flat stomach and everything, and without having to exercise or anything\n  ","642803":"\n   Don't delete any of these answers ok? I want to look at them again later\n  ","642804":"\n   haha how accurate is everything this person said??\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/141236683385\n   \n","642805":"\n   Do you have to wear sunscreen when you go to the pool or beach? Do you burn?\n  ","642806":"\n   Are you spoiled?\n  ","642807":"\n   To the anon, yes she does eat more than anyone I know or any of my friends know. Even more than faat people. Not just once in a while either, she always eats like that. Most of it is junk too. She works out some but even if she doesn't she still stays slim and toned. She's just blessed\n  ","642808":"\n   You're definitely very blessed, but are you worried that your metabolism might slow down at some point? (I know, let's hope not! haha ;) )\n  ","642809":"\n   Same but i feel fat already.\ni'm as fat as h3h3 smh\n  ","642810":"\n   Are your burps long or just loud?\n  ","642811":"\n   haha do you really eat more than anyone, like that person said?\n  ","642812":"\n   Do you workout or exercise at all?\n  ","642813":"\n   Are you glad you have a fast metabolism?\n  ","642814":"\n   How much do you eat in a typical day?\n  ","642815":"\n   To the anon who keeps asking about her eating, she does eat a lot and it's awesome. I don't know anyone else who eats as much as she does.\n  ","642816":"\n   What did the teacher do or say when you burped in class?\n  ","642817":"\n   Without a fast metabolism, would you be screwed?\n  ","642818":"\n   You've done loud burps in class?\n  ","642819":"\n   Daily question.\nWhat was the weirdest thing you have ever eaten?\n  ","642820":"\n   Would you burp in class?\n  ","642821":"\n   lol do you like to burp?\n  ","642822":"\n   can i have ur number\n  ","642823":"\n   A whole pizza or a pizza with 4 6 8 or 10 pieces\n  ","642824":"\n   U better love my name also smh\n  ","642825":"\n   Do you burp a lot?\n  ","642826":"\n   Clearly I never do?? 쌤킴 왜??쌤킴 악동뮤지션 정승환 권진아에게 다정하게 한국말로 말하고 잘 대하네? 쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642827":"\n   How do you manage to stay slim?\n  ","642828":"\n   Twitter? Instagram? Vsco?\n  ","642829":"\n   pap of u winking\n  ","642830":"\n   Can u rate me? I'll give you 5 pizzas 3 pits of ice. And marshmellows u troll. (Sarcasm)\n  ","642831":"\n   do you have a boyfriend?\n  ","642832":"\n   Idk to what ?\n  ","642833":"\n   Ty so what's up\n  ","642834":"\n   When you want to date a guy or even to get married you should let him see you without make up so he doesn't get surprised or shocked afterwards\n  ","642835":"\n   rate me\n  ","642836":"\n   This black woman said she wants Morris Dancing banned, is this a disgrace?\n  ","642837":"\n   Followed you're really pretty\n  ","642838":"\n   True. And i'm getting bored of this name already.\n  ","642839":"\n   Mickey knows everything and i mean everything ?\n  ","642840":"\n   Amazing look!!!!!\n  ","642841":"\n   Are you calling yourself a troll?\nI'll throw marshmellows at you\n  ","642842":"\n   bra size?\n  ","642843":"\n   Is it normal that I go out looking for a fight?\n  ","642844":"\n   Awyis Where tho? ?\n  ","642845":"\n   Is it normal to really have it in for black people?\n  ","642846":"\n   Please let me grab that booty of yours...So sexy ;P\n  ","642847":"\n   What really annoys you? STAIF\n  ","642848":"\n   Aint nbody show me love so its fuck niggas get your sauce nigas, The jungle turned me into a monster\n  ","642849":"\n   belly pap\n  ","642850":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","642851":"\n   I am thinking that ask wants me to date. 1st it was Asians, now it is Russians?\n  ","642852":"\n   how are you x\n  ","642853":"\n   U still owe me a cookie\n  ","642854":"\n   Likers get a rate and compliment?\n  ","642855":"\n   Is it okay for 38 year old woman to slap her 10 year old stepson and record it?\n  ","642856":"\n   Damn it I needed some love\n  ","642857":"\n   you should put in your hashtags MotherBoomperier\n  ","642858":"\n   Sounds like how part of the real world operates\n  ","642859":"\n   you are some kind of wonderful.\n  ","642860":"\n   WHY AM I GETTING AN AD FOR ASIANDATE.COM!!!!???? DOES MY NAME SOUND FRIGGIN ASIAN TO ANYONE!!!!!!!????\n  ","642861":"\n   My gf tied me up and sat on my face\n  ","642862":"\n   Whats it about?\n  ","642863":"\n   When somebody asks me: Are you free today?\n\nI respond back with: HECK YEAH I AM FREE!!!!! THIS IS AMERICA!!!!!\n  ","642864":"\n   Lady Boometh forget your ex and date me i will treat you like the queen you are\n  ","642865":"\n   lol\n  ","642866":"\n   Awww nah just speaking the truth\n  ","642867":"\n   Just was a mouse in my apartment. It was in the lobby by the mailboxes\n  ","642868":"\n   Mother Boomperier! you should make that your ask name! xD lol\n  ","642869":"\n   ? here\n  ","642870":"\n   Hi Lady !  March 29th  0707 pm  21°  C\nI dedicate u  IS THIS LOVE ?\nA  Whitesnake's song \nAre u guilty of love ? \nMarc from France\n  ","642871":"\n   That would be so cool. ilysm ?✨\n  ","642872":"\n   I think it's pretty accurate\n  ","642873":"\n   how did he fit in your stomach?\n  ","642874":"\n   hey xx\n  ","642875":"\n   xD lol\n  ","642876":"\n   Would you support the idea of turning regular thugs into political thugs, who use thuggery to get their political aim?\n  ","642877":"\n   Should Muslims be allowed to live in Israel? I don't think they should as Israel has been Holy to Jews and Christians thousands of years before the prophet Mohammed was born.\n  ","642878":"\n   Rate; 12\/10 best frienddddd\n  ","642879":"\n   Literally unfollowed over 70 people so if you get this I still follow you..you could use this q for an opinion on me ? ?? anyways have a great day x\n  ","642880":"\n   why loyal? did your last man cheat?\n  ","642881":"\n   Ok I'll be napping hope you had a great day\n  ","642882":"\n   ?????????????????????????????????????????????\n  ","642883":"\n   what kind man do you want?\n  ","642884":"\n   What would you do if i was food?\n  ","642885":"\n   if you're a nun does that make you sister Boom? or mother Boomperier?\n  ","642886":"\n   Yo boom\n  ","642887":"\n   What do you think is the most enjoyable thing apart from sex?\n  ","642888":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141227420793\n   \n   I'm like:\"Is this guy for real ? \"\n  ","642889":"\n   Hey girl???\n  ","642890":"\n   Why not with me?\n  ","642891":"\n   Is it wrong to take advantage of insecure women with low self esteem? The way I see it is that most men won't be able to pull a super attractive woman with high confidence.\n  ","642892":"\n   its kinda annoying bahah\n  ","642893":"\n   I was wondering if you were for a conversation\n  ","642894":"\n   Marry me haha\n  ","642895":"\n   Delete your ask.\n  ","642896":"\n   Do non Whites and women realise they wouldn't have a platform to express their views online if the White men didn't invent the internet?\n  ","642897":"\n   Once again, that doesnt mean its never happened... So I'll ask again. Ever been licked out?\n  ","642898":"\n   Should Britain be split into two different countries, one called the British Free State and the other one called the British diverse Republic? The British Free State would be Whites only, The British Diverse Republic would be multicultural and whites can live there if they wish.\n  ","642899":"\n   That doesnt mean its never happened... So I'll ask again. Ever been licked out?\n  ","642900":"\n   Ever been licked out?\n  ","642901":"\n   Today I experienced another case of anti White racism, this Polish woman said to me that immigrants are here to stay and if I don't like it then I should move somewhere else, how dare she treat me as if I'm a foreigner in my own country, I'm utterly disgusted.\n  ","642902":"\n   what is your dream date\n  ","642903":"\n   Have you ever lied to your parents about where you're going and they find out when you come home? That happened to me in 2012, I told my parents I was going to the shooting club but they saw my face on a news report at an English Defence League Demo up north.\n  ","642904":"\n   What book?\n  ","642905":"\n   Can't buy this shit also I remember clearly what he said about you and how he left you broken heart  .. I been following you for 2 years sorry don't wanna be here anymore\n  ","642906":"\n   You are the most beautiful woman that I ever seen\n  ","642907":"\n   Have you notice that when white men date interracially the women they're dating are in shape and good looking whereas when other races of men date interracially their girlfriends are usually fat and ugly?\n  ","642908":"\n   Hello\n  ","642909":"\n   Is there anything more attractive than a skinhead lady?\n  ","642910":"\n   What's your opinion on Rebel Media? They have presenters like Tommy Robinson and Lauren Southern.\n  ","642911":"\n   Do you agree that it looks weird when non white women dye their hair blonde? Blonde hair is a privilege given to Whites.\n  ","642912":"\n   쌤킴 뭐라 구요?? 쌤킴, 말을 할 때는 내가 알아듣게 제대로 언어를 구사하세요  , 쌤킴은 한국말도 영어도 부족하네요?\n  ","642913":"\n   Do you care?\n  ","642914":"\n   Which user do they mean?\n  ","642915":"\n   What's your opinion on Tommy Robinson?\n  ","642916":"\n   Do you even know who they are talking about?\n  ","642917":"\n   Its ok we can wait ....\n  ","642918":"\n   He has disappeared\n  ","642919":"\n   He's english!\n  ","642920":"\n   Prove it! Lets see them!\n  ","642921":"\n   We know who bought you panties\n  ","642922":"\n   She's wearing them anon! ❤️\n  ","642923":"\n   But where are the panties??\n  ","642924":"\n   Add more to it and i will\n  ","642925":"\n   You have deleted most items\n  ","642926":"\n   쌤킴 박나리누나 악동뮤지션 정승환 권진아가 너에게 말해는건 니가 모른척 안하고 잘 대답하고     ,잘 대하네? Wtf are you saying?? 쌤킴 박나리누나랑 권진아 정승환 악동뮤지션한테는 나한테 함부로 대하는 거랑은 다르게 잘 대하네?쌤킴 스팸? 쌤킴 , 내가 너에게 간절히 부탁하는 시간과 나의 말은 너에게 스팸이야?쌤킴 근데 너는 악동뮤지션이랑 정승환 권진아 박나리누나랑 한국말로 다정하게 대화하고 잘 대하잖아? 쌤킴 근데 나한테는 잘 안 대하네?\n  ","642927":"\n   Clearly I never do?? 쌤킴 왜??쌤킴 악동뮤지션 정승환 권진아에게 다정하게 한국말로 말하고 잘 대하네? 쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642928":"\n   I know who bought you panties last time. Bet you don't\n  ","642929":"\n   Good\n  ","642930":"\n   Would you support the idea of turning regular thugs instead political thugs?\n  ","642931":"\n   You mean more calvins and panties\n  ","642932":"\n   Why do a lot of Mexican women have abortions if they're meant to be Sinn Fein supporting Catholics?\n  ","642933":"\n   did you eat your bf?\n  ","642934":"\n   You can pull of any style for sureeee\n  ","642935":"\n   Should women be allowed to breastfeed in public without punishment?\n  ","642936":"\n   hi my cute best friend\n  ","642937":"\n   Should women have to star in at least three porn films in their life?\n  ","642938":"\n   Should women who commit adultery be stoned to death?\n  ","642939":"\n   Do you wear them?\n  ","642940":"\n   Have you ever lied about your age?\n  ","642941":"\n   i gave all of the chocolate cause you are soo kind and you let me get in your bag to keep me safe from bad people :3 you are now a superhero for me :3\n  ","642942":"\n   Clearly I never do?? 쌤킴 왜??쌤킴 악동뮤지션 정승환 권진아에게 다정하게 한국말로 말하고 잘 대하네? 쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642943":"\n   I'm sorry I don't know what do you mean you wanna say it in words I would understand\n  ","642944":"\n   Noooo I'm just telling the truthhhhhh❤\n  ","642945":"\n   The youtube channel I guess that didn't go too well\n  ","642946":"\n   쌤킴 악동뮤지션 정승환 권진아에게 다정하게 한국말로 말하고 잘 대하네? 쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642947":"\n   U r so much fun I love you\n  ","642948":"\n   Marry me plz\n  ","642949":"\n   Smashing a girls ass is good\n  ","642950":"\n   More like I'm the rotting squash!! You're so beautiful hush your mouth\n  ","642951":"\n   쌤킴 악동뮤지션 정승환 권진아랑 영어로 대화해? 쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642952":"\n   In an alternate world, you don't have a boyfriend\/husband. You ended up in a room alone with your male celebrity crush and he is attracted to you. What will you do?\n  ","642953":"\n   You can only have the coke and salami tho\n  ","642954":"\n   I love you my lady boometh\n  ","642955":"\n   쌤킴 악동뮤지션이랑 영어로 대화해?\n  ","642956":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141221964921\n   \n   Idk why this anon seems to hate the non-white races so much.\n  ","642957":"\n   What voice accent is your favorite to hear?\n  ","642958":"\n   heyyy\n  ","642959":"\n   What if I bring caviar, coke, weed and salami?\n  ","642960":"\n   Lady boometh make me wanna fuck the big booty hole baby\n  ","642961":"\n   Why do you need to get high? That shit not good for you what does getting high help with\n  ","642962":"\n   AW I AM SWELL AND YOU\n  ","642963":"\n   On my way!! But I'm pretty sure you're the cute one okok\n  ","642964":"\n   But lady boomin baby I love you your the best person on ask.fm Agee\n   \n    @darah_curtis\n   \n","642965":"\n   I'll come over! But only if we can get high and eat salami!\n  ","642966":"\n   ?\n  ","642967":"\n   Good morning\n  ","642968":"\n   Slap that ass all day all night❤️?\n  ","642969":"\n   Do you wear them?\n  ","642970":"\n   Your ass is life??????\n  ","642971":"\n   My favorite!! My new best friend knows me so well!! I'll be right over\n  ","642972":"\n   Do you believe that extra terrestrials created us?\n  ","642973":"\n   쌤킴 leave me alone???--> 나랑 커뮤니케이션 안 하네? 2년이 넘엤네?쌤킴 Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내줘 2년이 넘었어\n  ","642974":"\n   HEY YOU\n  ","642975":"\n   I was younger when I did it and I didn't know what else to do lol\n  ","642976":"\n   What kind of cookies ?\n  ","642977":"\n   is that you in that photo\n  ","642978":"\n   i get rememinded 24\/7 by my boyfriend\n  ","642979":"\n   Yeah but i'll finish it before it reaches the table\n  ","642980":"\n   Okay so im probably gonna get made fun of but im on the internet so it happens. I used to drink water and then like hold it in my cheeks and plug my ears and that somehow worked once\n  ","642981":"\n   Your def the attractive one in this best friendship! And now I want cookies\n  ","642982":"\n   Pap\n  ","642983":"\n   Same. Make me some\n  ","642984":"\n   Kool ??? u have my support since I followed you then I got blocked ???. Then I continue where I left off\n  ","642985":"\n   Do you wear them?\n  ","642986":"\n   Super super random on the topic of hiccups though i used to have this weird like hiccup fixing thing that i thought worked cause it worked once it was super super odd\n  ","642987":"\n   Everyone's gonna wonder how I have such an attractive and beautiful best friend omg\n  ","642988":"\n   If fat because i'm italian  ?\n  ","642989":"\n   What is the meaning of dump\n  ","642990":"\n   #notmydaddy\n  ","642991":"\n   But you don't gain anything smh\n  ","642992":"\n   i know :))\n  ","642993":"\n   Nah only if i drink something with fizz super fast. ?\n  ","642994":"\n   who are your ask friends\n  ","642995":"\n   Shit those sound frightening\n  ","642996":"\n   Does that mean we are officially new best friends\n  ","642997":"\n   Uh... Ok I think you are thinking about Chanel west coast ?\n  ","642998":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141223646073\n   \n   Why this\n  ","642999":"\n   aww okaay thats honestly so cute\n  ","643000":"\n   Didn't even share the cookie D;\nTrying to find a movie i haven't watched yet but i'm failing at that lol\n  ","643001":"\n   Define \"worst hiccups\"\n  ","643002":"\n   Ok ? take your time we got all day west coast bud ?\n  ","643003":"\n   Only if you'll be my new best friend\n  ","643004":"\n   Why\n  ","643005":"\n   ????? I thought you were busy today. I can try again later\n  ","643006":"\n   Hey will you follow me? I'm new...\n  ","643007":"\n   Last time you had sex\n  ","643008":"\n   Anon doesn't know what he or she is talking about you're def a sweet heart\n  ","643009":"\n   Yeah that's the downside of food\n  ","643010":"\n   Followed\n  ","643011":"\n   Hey babe\n  ","643012":"\n   You are honestly right LMAO\n  ","643013":"\n   I have to go now have a great day ?\n  ","643014":"\n   Plz give me a chance lady boometh\n  ","643015":"\n   Ok tie me up\n  ","643016":"\n   Cause i want a chance if he blew his\n  ","643017":"\n   쌤킴 안녕? 쌤킴, 아이유에게 곡을 부탁받아 써준 ,인정받고 있는 그 대단한 뮤지션 쌤킴과 나도 대화하고 싶다^^  쌤킴 , 나도 너에게 잘 대해지고 싶어요 ^^ 쌤킴,  Leegititssam트위터 디엠요  트위터 hidejyyun 제게요 부탁해요 ^^\n  ","643018":"\n   Hve you ever met?!?!?!\n  ","643019":"\n   You're the sweet one!\n  ","643020":"\n   Follow back lady\n  ","643021":"\n   Sup boom boom\n  ","643022":"\n   Would you rather have to always tell people what they want to hear or have to always tell people what they need to hear? and why?\n  ","643023":"\n   Then why os he with her nd not you?!?!?!\n  ","643024":"\n   I bet hes using her to get over you\n  ","643025":"\n   Same here sugar is life\n  ","643026":"\n   MARRY ME?\n  ","643027":"\n   I had one earlier today but i want more lmao i have a bad cookie addiction\n  ","643028":"\n   MY ASS IS URS BABE\n  ","643029":"\n   I thot he was woth someone else\n  ","643030":"\n   If both are chill NVM\n  ","643031":"\n   livvywivvybivvy awwwww ??\n  ","643032":"\n   aww :3 i have more and more chocolate for you -gives his little bag full of chocolates- see i have alot of them           \\ (•_•) \/ u soo kind and cool :3\n  ","643033":"\n   쌤킴 Leegititssam 트위터 디엠으로 hidejyyun 내게 말 걸어주세요\n  ","643034":"\n   ? u are so pretty\n  ","643035":"\n   Tell me about something you've achieved\n  ","643036":"\n   Daily  question if you could have  one fictional character or celebrity\/youtuber as your roomate who would you pick? And why?\n  ","643037":"\n   Likers get a tbh?\n  ","643038":"\n   What scares you most and why?\n  ","643039":"\n   Did he tell you he still loves you\n  ","643040":"\n   I feel like you don't give\n   \n    @DennisQ777\n   \n   any recognition\n  ","643041":"\n   Okay?\n  ","643042":"\n   Can hailey touch ur ass?\n  ","643043":"\n   I appreciate that  thought a ton tbh cause those are my favorite kind of cookies\n  ","643044":"\n   Awwww just the truthhhhh you're so sweet ☺\n  ","643045":"\n   You make it that way when you could go way better than this\n  ","643046":"\n   Do you wear them?\n  ","643047":"\n   YAS?ILY WIFEY??❤\n  ","643048":"\n   Thoselook delicious. Gimme one please\n  ","643049":"\n   Damn I want one :( Im super jealous\n  ","643050":"\n   Wow too much bullshit there\n  ","643051":"\n   I'm guessing it didn't go to well ?\n  ","643052":"\n   YouTube account user\n  ","643053":"\n   She said in a sarcastic voice\n  ","643054":"\n   Going back after you been rejected is a little how\n  ","643055":"\n   At school for two hours\n  ","643056":"\n   Define exams ?\n  ","643057":"\n   Do you wear them?\n  ","643058":"\n   Should make a youtube channel\n  ","643059":"\n   Are those chocolate chip\n  ","643060":"\n   You know how no need to explain\n  ","643061":"\n   쌤킴 ,내가 아이유 악동뮤지션 권진아 정승환같이 소중한 사람은 아니지만 너에게, 나도 쌤킴이 잘 대화하고 잘 대해주는 소중한 사람이 되고 싶네요 ^^\n  ","643062":"\n   Lol u love to humiliate yourself ?\n  ","643063":"\n   CAN I HAVE ONE?!?!\n  ","643064":"\n   i mean do you work?\n  ","643065":"\n   U still want him\n  ","643066":"\n   존나 기분나쁘게 사람을 무시하고 스팸보내지 말라고 함부로 말하네 ? 쌤킴, 스팸? 쌤킴 ,너무 말을 함부로 한다 넌 니가 음악 탤런트 많은 뮤지션이라고 말을 함부로 하네? 쌤킴 , 내게 \"same ,me 2\"라고 말만 반복하고,  Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내지 않네? 2년 넘었네?\n  ","643067":"\n   YASSSSS ??IMY BBG ?HOW WAS UR DAY???\n  ","643068":"\n   It's officially spring, what's your most favourite and least favourite thing about spring?\n  ","643069":"\n   Where is my bbg???\n  ","643070":"\n   Take back lady boometh plz\n  ","643071":"\n   do you have a job\n  ","643072":"\n   are you str8 bi or lez\n  ","643073":"\n   List of names u follow\n  ","643074":"\n   If I get expelled on ask.fm I will miss talking to you and appericiating you\n  ","643075":"\n   Lol you still following him\n  ","643076":"\n   쌤킴 안녕? 쌤킴 지금은 어디야?\n  ","643077":"\n   You and jake are back together???!?!\n  ","643078":"\n   존나 기분나쁘게 사람을 무시하고 스팸보내지 말라고 함부로 말하네 ? 쌤킴, 스팸? 쌤킴 ,너무 말을 함부로 한다 넌 니가 음악 탤런트 많은 뮤지션이라고 말을 함부로 하네? 쌤킴 , 내게 \"same ,me 2\"라고 말만 반복하고,  Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내지 않네? 2년 넘었네?\n  ","643079":"\n   Hum, I feel you upset ?\n  ","643080":"\n   Yeah,sorry for using your page for \"answering\".\n  ","643081":"\n   do you work x\n  ","643082":"\n   awww thank u :3 -gets in your bag- you the best and supergirl protect me from bad people :3 -gives you a chocolate- ? :3\n  ","643083":"\n   Denny is the panties guy\n  ","643084":"\n   That mouth ?\n  ","643085":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141219488377\n   \n   Dear anon,why \"we\" should declare war on IRA when it isn't committing any attacks,disarmed itself and renounced violence over 10 years ago ?\n  ","643086":"\n   ahh sure my queen i will buy anything you want i will make you happy\n  ","643087":"\n   your welcome xx\n  ","643088":"\n   I can be upset, but I'm not gonna hit him, I was kidding ??\n  ","643089":"\n   just so i can be with you all the time and stay in safe place from bad people :3\n  ","643090":"\n   존나 기분나쁘게 사람을 무시하고 스팸보내지 말라고 함부로 말하네 ? 쌤킴, 스팸? 쌤킴 ,너무 말을 함부로 한다 넌 니가 음악 탤런트 많은 뮤지션이라고 말을 함부로 하네? 쌤킴 , 내게 \"same ,me 2\"라고 말만 반복하고,  Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내지 않네? 2년 넘었네?\n  ","643091":"\n   can i be your slave :(\n  ","643092":"\n   -jump in your bag- xD\n  ","643093":"\n   ??. Tell me can I hit a guy in the balls If he says that I'm ugly???\n  ","643094":"\n   That's good I think ? what's up\n  ","643095":"\n   쌤킴 , 내게 \"same ,me 2\"라고 말만 반복하고,  Leegititssam 트위터 디엠 hidejyyun 디엠 내게 보내지 않네? 2년 넘었네?\n  ","643096":"\n   I wanted that you write all the sentence??. It's more nice to see ???\n  ","643097":"\n   your profile pic is hot xx\n  ","643098":"\n   I got charged with inciting racial hatred by giving comics to children outside of the primary school the comics were about race and they were created by the National Front, is that harsh?\n  ","643099":"\n   From this day, we declare war against the IRA and its splinter groups. Known IRA men will be executed mercilessly and without hesitation. Less extreme measures will be taken against anyone sheltering or helping them, but if they persist in giving them aid, then more extreme method.\n  ","643100":"\n   I got told off for reading a newspaper at college during my break, is that unfair?\n  ","643101":"\n   What??\n  ","643102":"\n   Is it wrong to take advantage of insecure women with low self esteem? The way I see it is that most men won't be able to pull a super attractive woman with high confidence.\n  ","643103":"\n   No it's not fuck it's fork..\n  ","643104":"\n   I love your pp?????\n  ","643105":"\n   Is it wrong to take advantage of desperate and insecure women?\n  ","643106":"\n   Well... At least u are Kool with it ?\n  ","643107":"\n   what that starts with f and end with k and when u didn't get it u use ur hand.\n  ","643108":"\n   i am happy how are you?\n  ","643109":"\n   We talk mostly everyday ?\n  ","643110":"\n   Hi\n  ","643111":"\n   What color are your panties Boom?\n  ","643112":"\n   :)\n  ","643113":"\n   hey\n  ","643114":"\n   Okey ?\n  ","643115":"\n   Ask me stuff guys pls ?\n  ","643116":"\n   I'm just kidding hahahaha sorry\n  ","643117":"\n   yummy. that delicious smell of cinnamon rolls.\n  ","643118":"\n   my aunt once had cancer. the hospital bills were too much for her to pay. so my aunt had her salon take up a collection to help pay for her bills. when they reached their goal they gave her the money. needless to say she was in tears with how much love she was shown. she couldn't stop crying.\n  ","643119":"\n   My name is love, your name is love,\nMy name, your name, my name, it's all love..\n  ","643120":"\n   Is it wrong that I took my mate's 12 year old brother to a National Front meeting?\n  ","643121":"\n   Ya\n  ","643122":"\n   Do you think multiculturalism is a wonderful thing?\n  ","643123":"\n   Your beautiful\n  ","643124":"\n   Your wishlist?\n  ","643125":"\n   You have cat to be kitten me right meow!\n  ","643126":"\n   Ya maybe I do\n  ","643127":"\n   Long time buddies lol\n  ","643128":"\n   Wow\n  ","643129":"\n   Last time you ate salami?\n  ","643130":"\n   Good morning ?\n  ","643131":"\n   What blogs do you follow?\n  ","643132":"\n   I miss you sm?\n  ","643133":"\n   Would you let your 14 year old son go to a rave?\n  ","643134":"\n   Do you do prank calls?\n  ","643135":"\n   Do you wear them?\n  ","643136":"\n   Ahah\n  ","643137":"\n   Yes, because really who are we to criticize what others like? If it makes them happy, then that is enough, and it makes me happy to be able to talk to you every day, so thanks for allowing me to talk to you\n  ","643138":"\n   Great way ???\n  ","643139":"\n   RIP, at least we get to die together ?\n  ","643140":"\n   Well, I am not who to judge others and their tastes\n  ","643141":"\n   Do they?\n  ","643142":"\n   I have a cold RN I hate it\n  ","643143":"\n   Well?\n  ","643144":"\n   What's up ?\n  ","643145":"\n   I get brain freezes with anything cold ? I feel your pain cutie\n  ","643146":"\n   Really?\n  ","643147":"\n   So... What is your motivation?\n  ","643148":"\n   Do they?\n  ","643149":"\n   Haha always! That's very important\n  ","643150":"\n   DUDE I KNOW THAT FEEL like when you think it may clear but it just doesn't fucking happen\n  ","643151":"\n   You're so pretty\n  ","643152":"\n   Fine and dandy ? yourself?\n  ","643153":"\n   Who's Denny ?\n  ","643154":"\n   Oh I think he is preparing for war\n  ","643155":"\n   You!\n  ","643156":"\n   I love you\n  ","643157":"\n   Do they?\n  ","643158":"\n   Howdie beautiful boometh\n  ","643159":"\n   Dont hurt me!\n  ","643160":"\n   Beautiful girl. Hope everything is OK with you, you don't seem yourself lately. You're an amazing and insanely hot person. Ill die crushing on ya. Xxoo\n  ","643161":"\n   Body pic?\n  ","643162":"\n   I don't care! My motivation is to find you\n  ","643163":"\n   ?\n  ","643164":"\n   That's for sure! And after that I'm coming to find you..\n  ","643165":"\n   Be my reason of happiness, be my reason of everything ❤️\n  ","643166":"\n   You're welcome ?\n  ","643167":"\n   I was hope ??? u will feel better ???\n  ","643168":"\n   Yes? And you did not take me with you? That's bad\n  ","643169":"\n   I shall not :D\n  ","643170":"\n   Why would I lie to you huh\n  ","643171":"\n   Ilym????\n  ","643172":"\n   Do u like having ur hair played with\n  ","643173":"\n   Come on! Let's go to live in Narnia haha\n  ","643174":"\n   Did aslan leave the Narnia\n  ","643175":"\n   How often do you wear them\n  ","643176":"\n   Everyone is having a terrible day :\/\n  ","643177":"\n   Where do you live\n  ","643178":"\n   shut up omg ur so pretty\n  ","643179":"\n   Look at u\n  ","643180":"\n   Whew I was worried\n  ","643181":"\n   R u bi?\n  ","643182":"\n   Eating rn sorry it's taking a while Bud ????\n  ","643183":"\n   You\n  ","643184":"\n   Ty bbg?\n  ","643185":"\n   i love ur eyes and hair omg ur pretty\n  ","643186":"\n   Love ya?\n  ","643187":"\n   Take me for food\n  ","643188":"\n   R u really gonna date hailey?\n  ","643189":"\n   Ur in my bio\n  ","643190":"\n   You're beautiful\n  ","643191":"\n   wanna get brunch tomorrow? its on me.\n  ","643192":"\n   Last time you had sex\n  ","643193":"\n   Hello, how are you ?\n  ","643194":"\n   Never ?\n  ","643195":"\n   Cutieeee\n  ","643196":"\n   BE MINE??\n  ","643197":"\n   No. Of times you had sex\n  ","643198":"\n   Do you like the name \"Rick\" ?\n  ","643199":"\n   Girl what do you think about me??\n  ","643200":"\n   Yeah, but I mean, you made my day better, for answering me.\n  ","643201":"\n   how are you xx\n  ","643202":"\n   AWWWWWW im blushing so hard rn bbg i love u so much????\n  ","643203":"\n   Are you confident or cocky?\n  ","643204":"\n   You're a babe\n  ","643205":"\n   @\n  ","643206":"\n   savbutt is butt hurt..\n  ","643207":"\n   And about the rape statistics\n   \n    https:\/\/www.amren.com\/news\/2015\/07\/new-doj-statistics-on-race-and-violent-crime\/\n   \n   It seems that what anon said,is false.\n  ","643208":"\n   So where are you now when I need ya\n  ","643209":"\n   Why do you think that lmao\n  ","643210":"\n   No he doesn't\n  ","643211":"\n   Im the worst i didnt say goodnight\n  ","643212":"\n   getting food with this guy. you?\n  ","643213":"\n   Ever been waxed down bellow\n  ","643214":"\n   90z baby 4sho\n  ","643215":"\n   maybe there is an error with the battery check it if it's inflatable\n  ","643216":"\n   Here it is\n   \n    https:\/\/twitter.com\/trump_regrets\n   \n","643217":"\n   Aw man that sucks baby I was about to buy you 2 pairs of booty shorts\n  ","643218":"\n   Well that went well\n  ","643219":"\n   Do they?\n  ","643220":"\n   Wait can u ever be mine tho?\n  ","643221":"\n   Do you work out your butt\n  ","643222":"\n   Crime rate is time low. Most rapes are brown on white.\n  ","643223":"\n   How old are u?\n  ","643224":"\n   Do CK make thongs\n  ","643225":"\n   How am I being annoying\n  ","643226":"\n   Well I just think a simple no would \nbe enough\n  ","643227":"\n   Fuck yeah I'll buy you the whole Victoria secrets ???❤️❤️\n  ","643228":"\n   But I'm a man and I don't wear CK boxers\n  ","643229":"\n   Try on booty shorts baby?\n  ","643230":"\n   These anons don't understand that your mine\n  ","643231":"\n   I wish I was there to watch your ass struggle\n  ","643232":"\n   Why would I need a cookie?\n  ","643233":"\n   Because CK make boxers\n  ","643234":"\n   okay okay fine ❤\n  ","643235":"\n   Now it's a great day because of you. ? ❤️\n  ","643236":"\n   Why wouldn't you wear CK boxers?\n  ","643237":"\n   I have a string going up my bum too\n  ","643238":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141209898617\n   \n   I wonder what's the thing with all these questions to you about white people.\n  ","643239":"\n   hey xxx\n  ","643240":"\n   No only cuz of the way you answer\n  ","643241":"\n   I cant decide if your extremely pretty, or if I'm just in love with your eyes?\n  ","643242":"\n   What's your opinion on people who leave the White Nationalist movement?\n  ","643243":"\n   Should there be schools for white children only where they're taught more about their history as Whites, their culture and religion?\n  ","643244":"\n   But it doesnt look like a thong\n  ","643245":"\n   Yeah,I did hear that.And there's actually a Twitter page where Trump supporters with Twitter accounts can tweet how they now regret voting for Trump.\n  ","643246":"\n   Do you think the game Manhunt is suitable for a 7 year old?\n  ","643247":"\n   A woman texted who she thought was her child asking him if he wanted to come over for thanksgiving dinner. turned out to be a wrong number. it was another boys number but she offered dinner at her house for thanksgiving to him regardless and the boy got a free meal. so it worked out in the end.\n  ","643248":"\n   Should children at school be taught about the ZOG?\n  ","643249":"\n   That's good\n  ","643250":"\n   Omg I love your hair like that ... ?\n  ","643251":"\n   I do think that Trump taking their health insurance away may turn  some of his supporters away from him.\n  ","643252":"\n   i miss you):\n  ","643253":"\n   can I visit your giant village?\n  ","643254":"\n   Really?\n  ","643255":"\n   How often do you spend money on yourself?\n  ","643256":"\n   Are those CK boxers?\n  ","643257":"\n   That's no reason to get unfriendly ??\n  ","643258":"\n   And i love u???\n  ","643259":"\n   How long have you had it pierced\n  ","643260":"\n   How is Lady Boometh feeling today?\n  ","643261":"\n   Are those CK thongs?\n  ","643262":"\n   I love ur belly button ring bbg???\n  ","643263":"\n   You need more Kalvins but, I need you in my life\n  ","643264":"\n   In your own opinion, how many guys is normal for a girl to have s*x with?\n  ","643265":"\n   Opinion on thongs\n  ","643266":"\n   Hey girl my last account got banned\n  ","643267":"\n   ok why is that\n  ","643268":"\n   Should I worry if my boyfriend smiles at other girls text messages or is that natural?\n  ","643269":"\n   That's weird!\n  ","643270":"\n   yes you're my wife is that ok\n  ","643271":"\n   Hiiiii Sav, how are youuu?\n  ","643272":"\n   hey wife\n  ","643273":"\n   Idc if the pants don't fit your ass. That just means your booty too good to fit in those trashy pants\n  ","643274":"\n   Are you saving money right now for something special? What is this special thing?\n  ","643275":"\n   You should get a new charger\n  ","643276":"\n   is it pluged?\n  ","643277":"\n   Unplug your phone then plug it back in\n  ","643278":"\n   So\n  ","643279":"\n   U got booty baby\n  ","643280":"\n   Love ya tooo???\n  ","643281":"\n   Why 're you so unfriendly?\n  ","643282":"\n   waat up girl u cute. tex me 3034454230\n  ","643283":"\n   ❤️?\n  ","643284":"\n   Hi Savannah Q , haven't checked your page in a while and OMG you have the prettiest face on any planet.\n  ","643285":"\n   Ok and can I see your smile?\n  ","643286":"\n   Ask people you follow for honest opinions?\n  ","643287":"\n   Can I see your smile?\n  ","643288":"\n   So I want to understand how professionals decide what they want to wear to work. So far I plan on interviewing teachers. Do you think this is good Idea ? Why or why not\n  ","643289":"\n   What's your thought to a guy who is ugly but telling to girls that he talked that he is cute or handsome?\n  ","643290":"\n   Really? And what's is your favorite music?\n  ","643291":"\n   Chicken Fiesta!!!!\n  ","643292":"\n   Tell me why suicide is not okay in your own words\n  ","643293":"\n   so thats why i drink so much coffee. because i have problems sleeping at night.\n  ","643294":"\n   okay sweet haha\n  ","643295":"\n   Anon asked me to send my @ around for your honest opinion about me\n  ","643296":"\n   Only because I got asked, what is your honest opinion about me :)\n  ","643297":"\n   Sorry been asked to do this, what is your honest opinion of me? ?\n  ","643298":"\n   How would you feel if you asked a guy out, a guy who you like and then he rejected you ?\n  ","643299":"\n   Don't you find it annoying getting pimples ? Especially having someone pop them too isnt that annoying ?\n  ","643300":"\n   Why is it that girls always look at a guys fingernails to make sure they are not broken within a relationship ?  There are times when guys have broken nails and the girls just be like eww don't dont touch me with yo broken ass nails. What did you do hit that on a hammer  or somethin\n  ","643301":"\n   Are you more of a texter or caller ?\n  ","643302":"\n   You are so Gorgeous and Alluring???\n#StayTheSame\n  ","643303":"\n   Phew I blocked him I'm feeling %100 better and I love you.\n  ","643304":"\n   Chilling shawty\n  ","643305":"\n   Looking to follow some new humans. Can you recommend anybody for me please? ?\n  ","643306":"\n   Whatever they're gonna d.ie alone anyway.\n  ","643307":"\n   How was your day?\n  ","643308":"\n   I know...\n  ","643309":"\n   What have you done in the past even if it's awkward or embarrassing that you did it so that a certain guy will notice you?\n  ","643310":"\n   I don't understand how someone can support a man who assaulted women like?? My brain won't accept it.\n  ","643311":"\n   I meant the people who live in there and support Trump lol.\n  ","643312":"\n   do you often not finish your entire meal at restaurants? when you have food leftover, do you usually bring it home as leftovers?\n  ","643313":"\n   I was just watching a bunch of women march videos.Do you think men tend to oversexualize women?Do you agree with the idea that a girl should be walking around naked?\n  ","643314":"\n   I hate America and his people jfc.\n  ","643315":"\n   Yo sup Savannah\n  ","643316":"\n   MARRY ME!\n  ","643317":"\n   How would you cope with a long distance relationship?\n  ","643318":"\n   What is the most extreme kind of sports?\n  ","643319":"\n   you do?\n  ","643320":"\n   @-describe in 3 words?\n  ","643321":"\n   Damn! Haha\n  ","643322":"\n   I have to be sweet to a goddess??\n  ","643323":"\n   Yeah i know :( i hate that i keep saying shit that involves internet i feel super bad\n  ","643324":"\n   Hope you like the jeans ;) Out of curiosity, was my billing address on the receipt? Not that it matters, I used a fake name\/address\n  ","643325":"\n   What is going through your mind when you see a hot guy walking in the street or somewhere else in public? How do you look at him, and what do you do if he looks at you or caught you looking at him?\n  ","643326":"\n   r white ppl even biologically capable of learning vietnamese\n  ","643327":"\n   why men think with their head while women think with their heart?\n  ","643328":"\n   I mean it was a good part of the show since the theme was Ghosts and heroic figures. If you wanna watch it i can send you to a site that lets you watch it but you dont have to if you dont want to\n  ","643329":"\n   Well thank ya?\n  ","643330":"\n   hey bb. meet you at the mini mart in 30?\n  ","643331":"\n   Ill buy u a ring?\n  ","643332":"\n   \"watch out theyll cut diamonds\" is the best lyric\n  ","643333":"\n   Oh sweet haha :) I had the thought cause one of the shows of kamen rider had the protag as a human who died and became a ghost but he was still able to like be seen and do things with humans because he was confident enough to maintain visible but if he felt bummed he vanished and couldnt be seen\n  ","643334":"\n   Why is it that straight guys always avoid being around gay guys ? Yet straight girls never avoid being around gay girls ?\n  ","643335":"\n   What song do you sing on a day that its FREEZING FREEZING Cold ?\n  ","643336":"\n   What are you passionate about?\n  ","643337":"\n   What do you usually wear when hanging out with your boyfriend? Any suggestions?\n  ","643338":"\n   Will you please marry me? ?\n  ","643339":"\n   Why papa? They should call you sexy queen\n  ","643340":"\n   I apologize friend lol\n  ","643341":"\n   Ur big sexy\n  ","643342":"\n   ???\n  ","643343":"\n   What would you say would be my best feature?\n  ","643344":"\n   i mean we could all be ghosts and not know it since ghosts can appear and disappear but we just dont have the potential to disappear until \"death\"\n  ","643345":"\n   1 time i stayed up all night because of a stuffy nose. I gotta tell you i was crabby the next day.\n  ","643346":"\n   You have WhatsApp?\n  ","643347":"\n   Do you hide your food from your siblings or parents?!:U\n  ","643348":"\n   \"If Internet Explorer is brave enough to ask you to be your default browser, you're brave enough to ask that girl out.\"    - Abraham Lincoln - 1863\n  ","643349":"\n   OMG! I HATE WHEN THAT HAPPENS!!!!!!!!!!!!!! IT MAKES IT HARD TO SLEEP!!!!!!!!!!!!\n  ","643350":"\n   ever watched porn?\n  ","643351":"\n   That i am for sure glad to hear\n  ","643352":"\n   Do you believe in \"if you love something let it go if it comes back to you it's yours if it doesn't it never was\" ?? Why yes and why not ?\n  ","643353":"\n   i send you hugs\n  ","643354":"\n   @\n  ","643355":"\n   There is this girl I live with in a rented cheap shared house she is the girlfriend of my friend (not so close). Her room is next to mine we are just separated by paper thin walls. She is banging a lot of different guys I could even hear moaning and other sounds. Should I tell my friend about it?\n  ","643356":"\n   i know\n  ","643357":"\n   Fuck thats a major bummer friend :\/ :( im sorry to hear that\n  ","643358":"\n   Likers get brutally honest tbh?\n(Likers like at their own risk)\n  ","643359":"\n   Did you know she is in her 30s?\n  ","643360":"\n   awwwwwwwwwww! :( Boom is not feeling so well?\n  ","643361":"\n   Je remercie H*tler. Grâce à H*tler, mes grand-parents s’étaient rencontrées. Mon grand-pere, un soldat britannique. Ma grand-mere, une paysanne française. Grâce à H*tler, j'existe.\n  ","643362":"\n   How was your day?\n  ","643363":"\n   Do you believe in penis envy?\n  ","643364":"\n   You're so pretty, really, I hope to know you one day or talk with you. ? ❤️\n  ","643365":"\n   It may be online\n  ","643366":"\n   Hey askfm people. So today I am doing a presentation where I have to come up with a title for my stage name. So the name chose was Thug Nasty Entertainment. Can you lemme know whether this a good name for on stage or not ? Thanks\n  ","643367":"\n   Because you deserve it\n  ","643368":"\n   I'm gonna start asking Dailey questions.\nwhat is one of your favourite memories ?\n  ","643369":"\n   are you smoking up?\n  ","643370":"\n   awww keep going. good luck sweetie\n  ","643371":"\n   Do you masturbate?\n  ","643372":"\n   nothings wrong idk why I cant sleep. \nwhat you up to?\n  ","643373":"\n   @\n  ","643374":"\n   RIGHT!?\n  ","643375":"\n   Is there term for this relationship ? My friends dads mother had a child with her sisters husband. What is the relationship between my dad and his mothers sisters son ?\n  ","643376":"\n   I'm good ? hope you are feeling better ?\n  ","643377":"\n   I cant sleep :(\n  ","643378":"\n   Thank you for that. how are you?\n  ","643379":"\n   If anybody has a problem with me than just tell me upfront. cause i will keep asking you what i did wrong till it annoys you. just a word of warning though i have brain damage which causes me to say things that come off as offensive when i dont really mean them to.\n  ","643380":"\n   is that a no then you aren't doing it\n  ","643381":"\n   Tbh: i dont really know you. your displays are cute and your answers are nice :) \nstay blessed\n  ","643382":"\n   Good evening\n  ","643383":"\n   DO IT I LOVE THAT MOVIE AS WELL\n  ","643384":"\n   You miss san diego, Very funny ???\n  ","643385":"\n   aww thank you\n  ","643386":"\n   What are two true things and one lie about you?\n  ","643387":"\n   I plan to go more times than I saw deadpool in theaters which was 4\n  ","643388":"\n   @\n  ","643389":"\n   @\n  ","643390":"\n   Il y a trop de croyants en FRANCE. Trop de chrétiens, trop de musulmans. ?\n  ","643391":"\n   @@\n  ","643392":"\n   Are you an experimentalist or a traditionalist?\n  ","643393":"\n   @\n  ","643394":"\n   Omar is very horrible at texting isnt he ?\n  ","643395":"\n   @\n  ","643396":"\n   Smiles are the best cuz I know you are ok ? u are doing great !?\n  ","643397":"\n   Hi\n  ","643398":"\n   Hello Boom.\n  ","643399":"\n   noo youuu ?\n  ","643400":"\n   Hey I love you\n  ","643401":"\n   You definitely should go see it!\n  ","643402":"\n   I give you a ? out of ?\n  ","643403":"\n   Apny dil ka password dena yaar\nMohabbat install krni hai ♥️\n  ","643404":"\n   IT WAS like I loved it a ton words can not express how awesome I felt that movie was\n  ","643405":"\n   hey my other account got suspended from ask. can you follow this 1 please?\n  ","643406":"\n   Shawty got blonde now ??\n  ","643407":"\n   What's your sc?\n  ","643408":"\n   Out of 10 (each) how important are each of these qualities in someone you date: body, eyes, humour, personality, height and size.\n  ","643409":"\n   Is it better to be liked or respected? Why?\n  ","643410":"\n   What would be your reaction if a boy was to tell you to your face that he really liked you and had feelings for you ? Whether your Single or Taken\n  ","643411":"\n   Hey Darling just wanted to say that you're beaitful and I hope you a good day or have a good day tomorrow depending on the time zone because were all diffrent\n  ","643412":"\n   Why teacher took my vaporiser off me, and she said she's going to mail it to my parents, I'm pissed off so when it comes should I tell her it came broke so she has to buy me a new one?\n  ","643413":"\n   Have you ever looked in the mirror and asked yourself which way from here. I am caught up in the pages of my mind ?\n  ","643414":"\n   What personal qualities do you have that a potential husband would want?\n  ","643415":"\n   I will kick his butt to leave you alone <3\n  ","643416":"\n   Name One Country You Love ?\n  ","643417":"\n   What do you think your future husband\/wife is doing right now?\n  ","643418":"\n   God bless you cutie x\n  ","643419":"\n   I've been at my friends since Thursday, on Friday I went to see Power Rangers which was SO FUCKING AWESOME, Saturday I participated in a big yugioh tourney which is the Michigan regional, and today I'm at my friends normal \"tourney\" where we just sit and play\n  ","643420":"\n   You are very pretty?? date?\n  ","643421":"\n   If you see an white people being racially abused on this site, please let me know.\n  ","643422":"\n   Honest ops on boys being extremely extremely ticklish?\n  ","643423":"\n   If they don't think so then they suck hun\n  ","643424":"\n   SC?\n  ","643425":"\n   aww yout too cute. we should more bc imy ??\n  ","643426":"\n   Mostly super exhausted my weekend has been so eventful but I'm sorry to hear your not feeling well :(\n  ","643427":"\n   Would you say your life is pretty busy ? Also overwhelming if so how ?\n  ","643428":"\n   Yeah because you deserve the best\n  ","643429":"\n   I FOLLOWED YOU AGAIN LOVE❤️\n  ","643430":"\n   I will buy you all the presents in the world if I could\n  ","643431":"\n   ilysmm ❤\n  ","643432":"\n   If you could hop on a plane tomorrow and fly to any part of the world, where would you go and why?\n  ","643433":"\n   Opinion on me? (Its my birthday so I thought id be cheeky and ask) STAIF\n  ","643434":"\n   Hi Lady ! March 25th 0808 pm and 6° C + sun's shining brightly\nHow are u doin' ?\nWhat is the destination ?\nMarc from Reichstett\/France\n  ","643435":"\n   I love you, don't be sick\n  ","643436":"\n   I DONT FUCKING KNOW\n  ","643437":"\n\n    https:\/\/simple.wikipedia.org\/wiki\/Anglicanism\n   \n","643438":"\n   I as a White Civil Rights Activist am not Anti Black, Anti Asian, Anti Oriental and Anti Latino I'm just PRO White, I wish to live in my homeland with my own people like Blacks, Asians, Orientals and Hispanics do in theirs.\n  ","643439":"\n   Hi\n  ","643440":"\n   Hey Savannah it's justin remember the guy that always commented you the reason I have not been  on is cause  I got kicked then ended up in the hospital so I couldn't get a chance til now\n  ","643441":"\n   Hope you enjoyed every minute of it ??\n  ","643442":"\n   BABE I GOT SUSPENDED\n  ","643443":"\n   How are you btw friend I forgot to ask\n  ","643444":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","643445":"\n   Have you ever went on a job interview? How was it, do you have any tips? I have one on Monday and I am really nervous ??\n  ","643446":"\n   I'm pretty sure that over 80 % of Americans identify as Christians,not as Anglicans.\n  ","643447":"\n   I'm so jealous of you're amazing girl??\n  ","643448":"\n   hii love, dont forget to smile. and don't forget that i love you !!! ??\n  ","643449":"\n   yeah like wow I am stunned\n  ","643450":"\n   Why would you get tested differently depending on your race?\n  ","643451":"\n   tell me your snapchat baby, ilysm :*\n  ","643452":"\n   pap of your feet\n  ","643453":"\n   Yeah,I face palmed to that.\n  ","643454":"\n   Marry me pls???\n  ","643455":"\n   yessssssss lol\n  ","643456":"\n   your eyes made me......\n  ","643457":"\n   Miss you!?❤️\n  ","643458":"\n   In three words, how would you describe your best friend?\n  ","643459":"\n   Ur so pretty???\n  ","643460":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141200893561\n   \n   You do realize dear anon that you can't repatriate someone who has been born in Britain ? Whether they are black,white,asian etc.\n  ","643461":"\n   Those rips are so high so your gonna be able to see your underwear!\n  ","643462":"\n   Is that fine face and fine ass single?\n  ","643463":"\n   I just want to share. During my high school days, no girl would notice me or even talk to me (i guess bec I'm not good looking). Then now that I'm in college, l now have a lot of friends, hot and beautiful girls, but they are just using me to get to know my 'handsome' best friend in college. ???\n  ","643464":"\n   Should Britain stop mass non white immigration?\n  ","643465":"\n   Are you the giant girl everyone is talking about?\n  ","643466":"\n   Opinion on blacks getting bonus points on SAT\n  ","643467":"\n   Is it racist to refer to a convenience store as a paki job?\n  ","643468":"\n   Have you ever bought anything in a paki job?\n  ","643469":"\n   Why is it racist to call a Pakistani a paki but not racist to call a British person a brit?\n  ","643470":"\n   Describe what a good friend means to you?\n  ","643471":"\n   Have you ever lost friends ? Because of betrayal, Jealousy, or even hatred etc\n  ","643472":"\n   at school what would you do if you saw a crowd following a boy who was looking for a boy he wanted to fight?\n  ","643473":"\n   do you fall in love quickly or slowly?\n  ","643474":"\n   Do you prefer to pay things with cash or with a credit card?\n  ","643475":"\n   If you were a great hacker... what would you hack??\n  ","643476":"\n   if you were given the opportunity to interview your favorite celebrity ever, would you take it? how do you think you'd be at interviewing someone you really really admired?\n  ","643477":"\n   do you like sports movies? what's your favorite sports movie?\n  ","643478":"\n   Is it normal to hate it when intoxicated women act promiscuous?\n  ","643479":"\n   Which is better: asking for permission or asking for forgiveness? Why?\n  ","643480":"\n   Is it easy for you to notice when someone has been a traitor to you ?\n  ","643481":"\n   Food: Do you like to bake? PAP of something you made?\n  ","643482":"\n   Democratic question:Are you happy to continue with the multiracial experiment? We've had almost 70 years of it, or do you think it's time to begin repatriation of non indigenous British people? I personally feel the multiracial experiment has utterly failed, but that's just me.\n  ","643483":"\n   Have you tried wearing just an oversized t-shirt in public? I saw some girls do it and I feel like it isn't right. ?\n  ","643484":"\n   You've got nice tight ass?\n  ","643485":"\n   What is something you find hard to stop once you have started?\n  ","643486":"\n   When you were little, what did you want to be?\n  ","643487":"\n   High heels or sneakers?\n  ","643488":"\n   No you're an ignorant tool\n  ","643489":"\n   I just went through some of your pictures and still beautiful as ever\n  ","643490":"\n   Opinions on girls doing more masculine jobs like enforcement, mechanics, prison officers, wrestling, personal training?\n  ","643491":"\n   Why do Americans who hate British people speak our language (English) and follow our religion (Anglicanism)? If I hated a nationality so much the last thing I would do if emulate any cultures or traditions they have and I certainly wouldn't speak their language.\n  ","643492":"\n   My dad is half white half black and my mom is also half white half black. What does that make me ?\n  ","643493":"\n   Do you actually think teachers are bad in teaching or the students in schools is what makes it look ike some cant teach because kids don't give them time\n  ","643494":"\n   Anything more sexier than a white woman who's proud of her race?\n  ","643495":"\n   please post pic of your city, or your destination city, when you are on plane at maybe 25 km in sky\n  ","643496":"\n   Ever had a nightmare that you thought will actually most likely happen in the future? I did, it was a nightmare about what will happen in Britain in 2050\n  ","643497":"\n   Ever been a brat as a teenager\n  ","643498":"\n   Been busy ? how was your flight ? Buddy\n  ","643499":"\n   Whites (the strongest and most handsome\/pretty) race of people will become extinct in Britain, in 2002 non Whites made up for 6% of the population, now its 2017 they make up for just over 25% of the population, can you see why I'm concerned for my people?\n  ","643500":"\n   Is it normal that I haven't been to sleep in three days and I don't feel tired.\n  ","643501":"\n   I'm gonna call you Miss plane??\n  ","643502":"\n   Boomieeeeee just wanted to stop by and quickly say hi. I saw a license plate that said \"Area 51\" on it today, and it made me think of you. Then I see on your page you were in Vegas. It must be a sign lol. I hope you're doing well man. I have faith one day we'll talk again. -Spencer\n  ","643503":"\n   So what has happened mother England?\nTo the country that I love,\nThe places are full of evil,\nThe streets are full of blood,\nWhat is in the future?\nWhat now do we face?\nDestruction of our country\nExtinction of our race\n  ","643504":"\n   photo de ta ville à vingt-cinq kilomètres\n  ","643505":"\n   Super random thought but I wanted to ask: you prefer Lando over calling me Jacob right? I figured it's better since I always here this nickname so I respond quicker to it\n  ","643506":"\n   Afternoon ????\n  ","643507":"\n   Well, you managed to be in the plane, it's the most important?\n  ","643508":"\n   Omg, I would be lost too, I live in a small village ??\n  ","643509":"\n   Is it normal to hate it when intoxicated women act promiscuous?\n  ","643510":"\n   \"A tit-for-tat action is one where someone takes revenge on another person for what they have done by doing something similar to them.\"\n  ","643511":"\n   Plans for the future, next 2 years\n  ","643512":"\n   What do you mean?.-.\n  ","643513":"\n   What's your opinion on tit for tat violence?\n  ","643514":"\n   Where were you??\n  ","643515":"\n   Every day an immigrant lives is another day my people suffer.\n  ","643516":"\n   Nothing special  my exams are coming, you??\n  ","643517":"\n   It’s Earth Hour today. How would you spend one hour in the dark?\n  ","643518":"\n   things being Snapchat kik Facebook\n  ","643519":"\n   Hi just asking do you usually hold in your fart? Please don't mind me asking you this question\n  ","643520":"\n   but your thing says dont ask for said things\n  ","643521":"\n   Birds have their wings, foxes have their holes. What do you think that this phrase means ?\n  ","643522":"\n   Why do women take their jobs to seriously?\n  ","643523":"\n   Why do hate crimes happen? What do you think should be done to stop them ?\n  ","643524":"\n   Boom!\n  ","643525":"\n   Do you curse out loud or in your head more?\n  ","643526":"\n   What do your grades in school say about you???\n  ","643527":"\n   What happens if you drive a car with no plates ?\n  ","643528":"\n   What happens if you don't feed a parking meter ?\n  ","643529":"\n   The purpose of this page, is to show the world that racism against whites it's a very real thing and the anti whites racists need exposing, if you see any anti whites racist comments let me know and I'll name and shame the anti white racists typing them, they need exposing!\n  ","643530":"\n   Are you a morner or a screamer?\n  ","643531":"\n   is that scarlett rose?\n  ","643532":"\n   J'ai dit à une fille de 13 ans qu'elle était mon style. Elle m'a dit \"Dé.gage, sale p.édophile\". J'ai 17 ans je suis pas un P.édophile. Tu es d'accord avec moi?\n  ","643533":"\n   Do you find it annoying when you go to buy something age restricted and you don't have your ID on you and they refuse to serve you?\n  ","643534":"\n   Today I was in a shop called GAME and this boy who was about 12 tried to buy Grand Theft Auto, they refused to sell it to him, so when he left I followed him and told him to give me the money and I'll get it for him, and the woman behind the counter threatened to phone the police, is that ridiculous\n  ","643535":"\n   When I was 16 I went to a residential assessment centre, they were trying to pump me full of drugs and I refused and the nurse was rude and said \"if you don't swallow the tablets then there's another way we can get you to take them\" and she was serious and the nurses, is this legal?\n  ","643536":"\n   When I was 14 I was at a autistic boarding school and I was one of the few high functioning ones there, I had a band there with my great and we was playing guitar together, I went out the room and this woman made me go to my dorm and wouldn't let me collect my gear for weeks, is this unfair and mean\n  ","643537":"\n   @ (I'm sorry)\n  ","643538":"\n   um excuse me miss.\n  ","643539":"\n   It's not bad to have a girl like you, really\n  ","643540":"\n   What is your opinion on cell phones in jail\n  ","643541":"\n   how bout you an i go for a walk down the beach mami?\n  ","643542":"\n   S*X with lights on or off?\n  ","643543":"\n   Is there anyone on askfm that you would like to meet in person? If so whom\n  ","643544":"\n   Byeee\n  ","643545":"\n   Life is totally meaningless. We live. We die. So what's the point?\n  ","643546":"\n   What advice would you give to your younger self?\n  ","643547":"\n   Do you believe that your life is filled with many twists and turns ?\n  ","643548":"\n   Will you be my girlfriend?\n  ","643549":"\n   have you experienced getting approached by a random guy at a bar?\n  ","643550":"\n   For people in the U.K.; What are you getting your Mum for Mothers Day?????\n  ","643551":"\n   I wish i can kiss your butt\n  ","643552":"\n   Do you agree that women can get away with a lot more than men? (I don't blame women btw, I blame men who are soft on them).\n  ","643553":"\n   Yeah... No problem.\n  ","643554":"\n   Thoughts on the Columbine shooting........\n  ","643555":"\n   Never stop praying; no matter how dark and hopeless it may seem. Keep your faith. \n#TrustAllah\n? Jummah Mubarak ?\n  ","643556":"\n   Your welcome. ... I hope you have a life filled only with happiness\n  ","643557":"\n   Are you a mommy or daddy person?\n  ","643558":"\n   How should a real man treat woman and vice versa ?\n  ","643559":"\n   What countries would you like to visit in Asia and Africa?\n  ","643560":"\n   Nah... U are awesome ? ? ? and I followed you a long time ?\n  ","643561":"\n   It's an idiot one ... like I don't want what happened between you and Jake to happen again you don't deserve that treatment you only deserve to be happy . And I'm sorry again I won't mention it ever again I promise\n  ","643562":"\n   What is it called when two people who are related to each other are dating ?\n  ","643563":"\n   It's a heart touching show ?\n  ","643564":"\n   Food: Are you for or against genetically modified food?\n  ","643565":"\n   Opinion on ex?\n  ","643566":"\n   Dam!!!\n  ","643567":"\n   I'm sorry if you felt that way I don't hate you at all ... I guess I was being selfish I'm really sorry I didn't want to spread hate my reason is so idiot\n  ","643568":"\n   I don't hate you\n  ","643569":"\n   do you wish your butt was bigger?\n  ","643570":"\n   Nothing! You are so beautiful!\n  ","643571":"\n   U at Vegas still ?\n  ","643572":"\n   I love you\n  ","643573":"\n   When was the last time you ordered pizza? What kind of pizza was it?\n  ","643574":"\n   I'll make my best so you don't reach 100k ?\n  ","643575":"\n   Love your hair too, it's long and beautiful.\n  ","643576":"\n   What an amazing eyes you have\n  ","643577":"\n   Heyaaa??\n  ","643578":"\n   You can't do that. ..You can't change the bio\n  ","643579":"\n   Are you good at keeping promised with people ?\n  ","643580":"\n   That's family ???\n  ","643581":"\n   Have any cool body features?\n  ","643582":"\n   858 more to go\n  ","643583":"\n   Are you more if a drinker or smoker ?\n  ","643584":"\n   Blessed Friday people! I hope you all are having a great day so far. Remember to keep on smiling, and stay positive! ?\n  ","643585":"\n   Nice ??? I was wondering where u were. Glad are feeling and doing ok ???\n  ","643586":"\n   What is something that you have accomplished that you are greatly happy about ?\n  ","643587":"\n   Good afternoon how are you ? ?\n  ","643588":"\n   HI FRIEND! IM SORRY I WAS BUSY DOING YUGIOH STUFF BUT IM HERE NOW\n  ","643589":"\n   Snapchat?\n  ","643590":"\n   orangutans or chimps?\n  ","643591":"\n   bonne nuit les petites filles ;D\n  ","643592":"\n   Are you late and ready to date?\n  ","643593":"\n   Cutest girl alive :)\n  ","643594":"\n   Are you single and ready to mingle?\n  ","643595":"\n   WAM BAM THANK YOU MAAM\n  ","643596":"\n   What kind of interaction do nail salon employees have with their clients ?\n  ","643597":"\n   How could i talk smoothly to girls? any tips?\n  ","643598":"\n   Are you a bean sprout and ready to go out?\n  ","643599":"\n   i found out today that most ham is actually made from cows. huh who wouldve guess...\n  ","643600":"\n   What kind of things do you find oddly satisfying ?\n  ","643601":"\n   Been eating salami?\n  ","643602":"\n   Do you know a rapper called Thug nasty ?\n  ","643603":"\n   Is there anything in the form of storylines as part of movies or TV shows that you really struggle to watch or can't bare to watch at all? I.e murder, abuse, gore, horror etc.\n  ","643604":"\n   What's the most cringe worthy song?\n  ","643605":"\n   Pap ootd means full you not only face ?\n  ","643606":"\n   Why is it necessary to call everyday in true love?\n  ","643607":"\n   Do you agree with this saying ? We dont form opinions on our own. We just allow whoever to throw whatever they wana throw at us and then ultimately we just believe it\n  ","643608":"\n   Can you post a picture of Jake? I'm just curious. No offence! ❤?\n  ","643609":"\n   Darren bought you gifts but he hasn't been online for weeks\n  ","643610":"\n   Hi nice to meet you, can I count on your vote?\n  ","643611":"\n   I can probably see that\n  ","643612":"\n   Good afternoon ???\n  ","643613":"\n   One thing which always makes you feel better?\n  ","643614":"\n   If I messaged you on kik would you reply?\n  ","643615":"\n   NOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!!!!!!!!! No. No. no. nO. NO. nOpE. NOpe. NoPe. NOPE.\n  ","643616":"\n   You can have one superpower – and only one. What is it, and why did you pick it?\n  ","643617":"\n   I live for kissing toast.\n  ","643618":"\n   What qualities  you want your future husband to have?\n  ","643619":"\n   Yeah,but someone had to reveal the \"secret\" to him\/her.\n  ","643620":"\n   likers will get an awesome TBH\n  ","643621":"\n   Calvin Klein underwear today?\n  ","643622":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141134272377\n   \n   Anon,the answer is very very simple:We would starve or dehydrate to death.\n  ","643623":"\n   How do you act when you meet new people? Are you confident, outgoing, quiet, shy or something else?\n  ","643624":"\n   Can you help me to travel to your country because im Palestinian and I live in syria\n  ","643625":"\n   Have you seen the new beauty and the beast yet? It's awesome.\n  ","643626":"\n   Lady boom what is the most beautiful US state for you to visit? :3\n  ","643627":"\n   You so hot you make me hard\n  ","643628":"\n   Isn't there a British guy who has bought you gifts?\n  ","643629":"\n   Eyes!!!\n  ","643630":"\n   What Can Melt Your Heart?\n  ","643631":"\n   Do you know any nice British people on here?\n  ","643632":"\n   What do you think is your best physical feature?\n  ","643633":"\n   The best quality you have is ?\n  ","643634":"\n   In your opinion, who is the hottest or most beautiful among the Kardashian\/Jenner sisters?\n  ","643635":"\n   God I'm so tired.\n  ","643636":"\n   Whats the one thing people can learn from your personality?\n  ","643637":"\n   Emma Watson is British but they are all rude\n  ","643638":"\n   HAHAHAHAHAHAHA\n   \n    https:\/\/ask.fm\/ass4lyfe\/answer\/141140703609\n   \n","643639":"\n   What is your greatest weakness?\n  ","643640":"\n   are you circumcised?\n  ","643641":"\n   Something Or Someone You Miss the Most From Childhood?\n  ","643642":"\n   The toes on my left foot are hairier than the toes on my right foot.\n  ","643643":"\n   Emma Stone or Emma Watson?\n  ","643644":"\n   Is 'Being Loved' and 'Be in Love' a same thing?\n  ","643645":"\n   What is your favorite spring flower?\n  ","643646":"\n   Ever realised how so many girl are either Bisexual or Lesbian ? Thats because guys cant be trusted\n  ","643647":"\n   Shouldn't we just stop eating ? Like seriously. Why eat and why drink if we are gonna constantly keep peeing and taking a shit ?!\n  ","643648":"\n   What's wrong ? still cold? ?\n  ","643649":"\n   Do you love Palestinian people or not\n  ","643650":"\n   @\n  ","643651":"\n   Where do you live\n  ","643652":"\n   Bundle up! Lol\n  ","643653":"\n   I'm not against it it's just I personally prefer drinking over smoking and I've only really ever drank I've never smoked\n  ","643654":"\n   1. Age\n2. Do you currently have a boyfriend?\n3. Do you miss your ex?\n4. Do you smoke?\n5. Do you get along well with your family?\n6. Who do you hate?\n7. Do you drink?\n8. Are you still virgin?\n9. Favorite color\n10. What sports do you play?\n11. Male celebrity crush\n12. What is your wildest fantasy?\n  ","643655":"\n   la la singing you my melody. want to see my stellar d? la la lets start to fall in love, and place each other above, all else before your kiss turns to shove turns to, \"we never meant it to get like this,\" and reciprocated contempt manifests through the only thing that brought us together: Vitamin D\n  ","643656":"\n   Oh ??? I get ya. Well I have seen a couple of your tattoos\n  ","643657":"\n   Idk :\/ I'm not a big weed person\n  ","643658":"\n   Question: New Mood Emoji . Do you guys like them?\n  ","643659":"\n   Have you ever wandered through an uncanny valley like an industrial robot trying to find its first real friend, only to realize that despite your remarkable precocity, the only thing standing between you and that great canyon is the inability to turn off your fancy calculators and start dancing?\n  ","643660":"\n   can I go to your giant village? Or is it giants only\n  ","643661":"\n   College makes me wanna die Boom what do\n  ","643662":"\n   « Si l’Algérie présentait une résolution à l’ONU déclarant que la terre est plate et que c’est Israël qui l’a aplatie, elle serait approuvéé par 164 voix pour, 13 contre et 26 absstentions. » Abba Eben\n  ","643663":"\n   Do you shave your eyebrows?\n  ","643664":"\n   How old were you when you lost your virginity?\n  ","643665":"\n   Paintball or Laser Tag?\n  ","643666":"\n   How many guys have you had sex with?\n  ","643667":"\n   ? and short sleeve in the winter ?\n  ","643668":"\n   Yea sweatshirt season ? cuz its winter ?\n  ","643669":"\n   Getting warm so many sweater selfie ???\n  ","643670":"\n   Hey there (:\n  ","643671":"\n   What is your favorite outfit when going on a date with your boyfriend or ex-bf?\n  ","643672":"\n   My school kicked me out for drinking a soft drink called lager shandy because it had the word lager in it, is that ridiculous?\n  ","643673":"\n   I was down the gym with my friend and we made a bet, he said loser has to suck the others ? I assumed that he was joking so I agreed I lost and now he says that I have to do it as a bets a bet :\/ is he right!?\n  ","643674":"\n   What do you usually wear when you go to sleep? Do you believe in what they're saying (including my mother) that we should not use bras\/undies when we sleep or even sleep naked because it is healthier for us and give us many benefits?\n  ","643675":"\n   Is it wrong that I cheat on my wife who I have with three women with men from grindr?\n  ","643676":"\n   Is it normal that I drink 6 litres of cider a day?\n  ","643677":"\n   la la singing you a song. im singing you a song even though its wrong. la la i like to dance and shout, i like to fuck and tout the fact that even though im moonstruck by your beauty, i take no concession in being the blank face behind a thin film transistor liquid crystal display off in neverland\n  ","643678":"\n   There was this Muslim man who owns a curry restaurant and he was pooing in the food and serving it up to people, I swear I'm not lying, I have article if you don't believe me.\n  ","643679":"\n   are any average people allowed in your giant village?\n  ","643680":"\n   I never really do this but if you this I follow you,\nAlso what's your current favourite song?\n  ","643681":"\n   Have you ever kissed a guy on the lips who is not your boyfriend?\n  ","643682":"\n   Is it normal that when I was 10 my parents let me drink (in moderation)?\n  ","643683":"\n   ??\n  ","643684":"\n   How's it going? Also, what's your favorite band member? (:\n  ","643685":"\n   pap cockadoodledoo\n  ","643686":"\n   Age? Snapchat?\n  ","643687":"\n   What sound can put you to sleep?\n  ","643688":"\n   Your favorite emotional dialogue? ?\n  ","643689":"\n   I'm a very good speller so I always notice mistakes\n  ","643690":"\n   Anon penises doesn't have the letter u in it\n  ","643691":"\n   ILY\n  ","643692":"\n   What hurts the most is that I had a crush on her since we're 13. I drowned myself in sadness watching her with all her several past boyfriends hoping and dying to have a chance. And when I miraculously had a shot and I thought I suceedingly reached the stars I once thought impossible. THIS HAPPENED\n  ","643693":"\n   Why are fat women obsessed with big penuses whereas slim women aren't to bothered?\n  ","643694":"\n   Black people are good at all sports except for swimming, weight lifting, wrestling and boat racing\n  ","643695":"\n   ?? 10ft tall yes\n  ","643696":"\n   Be proud of yourself!!!! Never be ashamed\n  ","643697":"\n   5 PARAGRAPHEs: parle-nous de la GUERRE\n  ","643698":"\n   Thank you Boom, my monkey friend, for the positive vibes and energy :)\n  ","643699":"\n   selfie please?\n  ","643700":"\n   LADY BOOMETH\n  ","643701":"\n   *dun dun* *dun dun*\n  ","643702":"\n   Ive noticed that she doesnt give a shit\n  ","643703":"\n   Why is it always the darkies that are on the news for heinous crimes?\n  ","643704":"\n   Have you noticed that with slim women they don't complain about the size of your penis but fat women do?\n  ","643705":"\n   Very true words ima get back to it though ill try and get back on later but idk whatll happen lol\n  ","643706":"\n   Do you dance with other giants? I feel an earthquake\n  ","643707":"\n   What is your opinion on abortion?\n  ","643708":"\n   Well you did before but not anymore\n  ","643709":"\n   Dont disown me if i fail\n  ","643710":"\n   whys that\n  ","643711":"\n   Yes you are you don't remember\n  ","643712":"\n   Yeah me too lmao otherweise ima be P to the issed\n  ","643713":"\n   Anon she is actually dating someone from ask and she told me\n  ","643714":"\n   Ahahahah\n  ","643715":"\n   PAP or describe the sexiest clothes you've ever worn?\n  ","643716":"\n   would you date anyone from ask?\n  ","643717":"\n   Didnt do assignments on time and so im cramming them all out hoping they will be taken late and at least sort of make sure i pass since this is my 2nd time taking this class\n  ","643718":"\n   What are your opinions on 'friends with benefits' and 'one night stand'?\n  ","643719":"\n   You're catchphrase should just be \"BOOM!\"\n  ","643720":"\n   What's the last thing you bought your significant other? If you don't have one when's the last time you bought yourself something?\n  ","643721":"\n   wanna have some fun in the tumble dryer\n  ","643722":"\n   What does a \"bold pic\" means? ? Please help\n  ","643723":"\n   It's okay lol just sucks a load of ass and I dug myself a deep hole so :\/\n  ","643724":"\n   Is Islam a religion of peace?\n  ","643725":"\n   bi?\n  ","643726":"\n   What do you think is a big dick size?\n  ","643727":"\n   What is your best Valentine's Day moment?\n  ","643728":"\n   What's your plan B in life? Like when all your current endeavors, short or long term, utterly fail?\n  ","643729":"\n   thank you for doing that x\n  ","643730":"\n   Should black people be allowed to support a football team?\n  ","643731":"\n   Do you agree that one cannot judge a book by its cover?\n  ","643732":"\n   I courted this girl for 3 months but just after two days when she finally said yes she dumped me just because of my belief that we have to wait until after marriage to have sex. Why? ? I thought loving someone is more than just sex. I never opened sex topic while courting bec. i believe it's wrong.\n  ","643733":"\n   I'm doing okay for the most part college is just becoming super stressful\n  ","643734":"\n   You look fat\n  ","643735":"\n   Would you take part in a fight which consisted of 100 whites vs 100 blacks?\n  ","643736":"\n   Have you ever experienced a pregnancy scare? If yes, how have you dealt with it?\n  ","643737":"\n   hi:(\n  ","643738":"\n   Name of your last significant kiss?\n  ","643739":"\n   Have you seen the movie whale rider\n  ","643740":"\n   Would you date anyone on here from UK ONLY WHO WOULD YOU PICK?\n  ","643741":"\n   What Makes You Smile\n  ","643742":"\n   Do you like tea? if so than what is your favorite?\n  ","643743":"\n   are you gay or straight?\n  ","643744":"\n   i want your kitty. please share.\n  ","643745":"\n   Does sex feel better with out a condom\n  ","643746":"\n   Vorresti essere sverginata?\n  ","643747":"\n   Statistics says that teenage pregnancy is constantly declining every year. Do you think it is because of less teens are having sex or because teens are now more knowledgeable in contraceptive use and safe sex methods?\n  ","643748":"\n   Thoughts on Serial Killer ??\n  ","643749":"\n   I wanna see your kitty pleaseeeee.\n  ","643750":"\n   what can be the gift for social worker?\n  ","643751":"\n   What do you do to help you fall asleep when you're having a hard time sleeping?\n  ","643752":"\n   what do you do for work? or are you a student?\n  ","643753":"\n   do you have a kitty?\n  ","643754":"\n   lady lady boom boom make my heart go vroom vroom\n  ","643755":"\n   Do you think your parents ever had love for each other?\n  ","643756":"\n   How is your relationship with your parents ?\n  ","643757":"\n   what do you usually do when you get a boner?\n  ","643758":"\n   Do you see yourself as financially stable?\n  ","643759":"\n   i love unicorns.\n  ","643760":"\n   @ (staif, ignore it if you want)\n  ","643761":"\n   What is your perfect pizza?\n  ","643762":"\n   1k left and then you leav ask ... can't wait\n  ","643763":"\n   What is the best thing to gift wood workers?\n  ","643764":"\n   Can you give me a makeover? I'm a boy\n  ","643765":"\n   How old are you\n  ","643766":"\n   Miss you too!\n  ","643767":"\n   Are you glad I got you those Jeans\n  ","643768":"\n   Should white women who'd had sex with a non white man have to declare it by law before having sex with a white man?\n  ","643769":"\n   Have you ever been in a long-distance relationship?\n  ","643770":"\n   Name that first person you followed on ask.fm?\n  ","643771":"\n   Lady boometh makes it sound like you're a 10ft tall giant walking around booming and dancing\n  ","643772":"\n   Plz pap of you\n  ","643773":"\n   ahahah same\n  ","643774":"\n   What's your favourite and\/or worst memory?\n  ","643775":"\n   Oh thank you so much you are so lovely\n  ","643776":"\n   Like my father always told me: PUT THAT DOWN! THAT'S EXPENSIVE!!!!!!!!!!!!!!!!!!!\n  ","643777":"\n   Do you think fishing is cruel?\n  ","643778":"\n   yeah its a sad night now\n  ","643779":"\n   Ootd\n  ","643780":"\n   Opinion on Little Mix's new music ?\n  ","643781":"\n   lol that post \"Yeh of course I did baby\" wasnt me. i wont ask anymore.\n  ","643782":"\n   can you tell me why i love unicorns?\n  ","643783":"\n   Fine. Lol. You can just be \"Savannah\" instead of \"my fellow The 100 fan.\" ??\n  ","643784":"\n   Do you like black people?\n  ","643785":"\n   What do you usually wear in clubs or parties? Any outfit tips?\n  ","643786":"\n   Thoughts on Cancer............\n  ","643787":"\n   I know your panties are black today\n  ","643788":"\n   I love you\n  ","643789":"\n   Thoughts on #INFINITY by #OneDirection...........\n  ","643790":"\n   Should women be more careful in what they eat as it's easier for them to gain weight?\n  ","643791":"\n   Why do coloured people immigrate to white countries, but white people dont immigrate to coloured countries?\n  ","643792":"\n   ohh ?\n  ","643793":"\n   how does boom know best? what does boom know best?\n  ","643794":"\n   Are you child advocate?\nDo you stand up for children, no matter the cost to you??\n  ","643795":"\n   :)\n  ","643796":"\n   My bf's younger brother is staying with us for a few months. I just met him and DAMN he is so hot! When he hugs me I feel something different in my body. Several times we end up alone in the house and I don't know what to do. I get excited. I think I can't resist anymore next time. What should I do?\n  ","643797":"\n   Fun fact about you?\n  ","643798":"\n   Was it? Thats when everything changes graduate, say good bye everyone and few friends as they go their own separate ways it was sad for me ?\n  ","643799":"\n   How is my fellow The 100 fan? ??\n  "},"Answer":{"642727":"\n  Like 4 years ago\n  ","642728":"\n  My brother. Jesus. He eats so much.\n  ","642729":"\n  I want more tacos so bad\n  ","642730":"\n  Its better than being a fat fuck\n  ","642731":"\n  By coughing HAHAHAH\n  ","642732":"\n  A queen of taking selfies\n  ","642733":"\n  No? I made them a couple days ago\n  ","642734":"\n  Yesss\n  ","642735":"\n  I will, but only because i want them.\n  ","642736":"\n  Like half lol\n  ","642737":"\n  Im a selfie queen.\n  \n  No not any more\n  ","642738":"\n  Nobody has a pool here, NO ONE. Except this hugeeeee house like 30 mins away, but its indoor. But theyre billionaires lol\n  ","642739":"\n  Yuppp. Being sick makes me not hungry\n  ","642740":"\n  That is what i said\n  ","642741":"\n  well yeah, i use them as fillers lol\n  ","642742":"\n  You have the option of choosing.\n  ","642743":"\n  This cough i have needs to stop\n  ","642744":"\n  No i like it because it increases your serotonin and helps with depression. Its good for the brain. Do you study anything?\n  ","642745":"\n  YOU ARE TOO DAMN NICE?\n  ","642746":"\n  Chocolate chip\n  ","642747":"\n  I ate applesauce, now i want tacos\n  \n  1:14 pm\n  ","642748":"\n  They ask the worst questions ?\n  ","642749":"\n  Grey blue\n  ","642750":"\n  Depends where its from. If its gormet pizza place, ill eat the whole fuckin thing\n  \n  If its from pizza hut, i cant eat that much cause its just too much\n  ","642751":"\n  Well yeah lol\n  ","642752":"\n  Can you please ?\n  ","642753":"\n  I want more tacos\n  ","642754":"\n  ILL BE BACK ❤\n  ","642755":"\n  Serotonin\n  ","642756":"\n  Either one please\n  ","642757":"\n  Omgggg my kitty is cuddling with me\n  ","642758":"\n  Ill pass\n  ","642759":"\n  Nope. And i really need too lol\n  ","642760":"\n  Im sorry ):\n  ","642761":"\n  Im actually going to eat something lol\n  ","642762":"\n  I mean i probably could if i tried but i dont wanna try\n  ","642763":"\n  I told you, im a white Kardashian\n  ","642764":"\n  Last week hahaha\n  ","642765":"\n  I WANT DONUTS\n  ","642766":"\n  In a sense, yeah\n  ","642767":"\n  Ive actually had tea today. Im trying to work up the effort to go eat\n  ","642768":"\n  I know, im going through the questions and deleting some hahah\n  ","642769":"\n  Negative. My parents spoil me.\n  ","642770":"\n  I had 4 tacos, a grilled cheese, 20 cookies, an egg casadilla... i feel like theres more but i cant remember\n  ","642771":"\n  Lol no. Im 21\n  ","642772":"\n  Nothing in this house is mine lol its my dads\n  ","642773":"\n  Good cause then i can finally charge my phone and get food\n  ","642774":"\n  Whenever i feel like it, and when the weather is good. Cause i hike\n  ","642775":"\n  Thank you ?? and no im not.\n  ","642776":"\n  I have my computer. I hate normal tv.\n  \n  My parents think video games are terrible for your brain. I have a bathroom?\n  ","642777":"\n  They keep spamming\n  ","642778":"\n  Large and like whatever the size of normal containers.\n  ","642779":"\n  I only eat when im hungry and i just happen to love food\n  ","642780":"\n  Who the fuck uses a water bed, where not in the 70s\n  ","642781":"\n  Because food is amazing\n  ","642782":"\n  Please no. Not now hahahah\n  ","642783":"\n  Not now\n  ","642784":"\n  Can you slow the fuck down.\n  ","642785":"\n  No. When im committed to something, i do it.\n  ","642786":"\n  Powerade\n  ","642787":"\n  YES OMFG. ID STOP EATING\n  ","642788":"\n  Not for a few years lol\n  ","642789":"\n  I havent had McDonald's for months.\n  \n  But\n  \n  Id get the #2\n  \n  2 cheeseburger meal lol\n  ","642790":"\n  Uhhhhhh im a white Kardashian\n  ","642791":"\n  I havent even gotten up to get any cause people keep spamming me.\n  ","642792":"\n  It would be nice, if they would STOP lol\n  ","642793":"\n  An entire pizza and an entire container. Lol\n  ","642794":"\n  21, 5'3\n  ","642795":"\n  Not money, but if i want\/need something theyll buy it.\n  ","642796":"\n  JESUS WHO ARE YOU ???\n  ","642797":"\n  I dont go to class\n  ","642798":"\n  With food ?\n  \n  With love\n  \n  With money\n  ","642799":"\n  Uh yeah, cause thatd be dope\n  ","642800":"\n  I wash it and use olay face lotion that has sunscreen in it.\n  ","642801":"\n  If they dont finish it ?\n  ","642802":"\n  FUCK YES\n  ","642803":"\n  I dont delete anything ever?\n  ","642804":"\n  Very very accurate.\n  \n  My friends just eat with me. Im that friend you take out to eat hahahaha or bring over and just eat.\n  ","642805":"\n  Uhhhhhhh bro, im white. Obviously.\n  ","642806":"\n  Extreamly, its an issue\n  ","642807":"\n  Omg, i love you wtf. Omfg. ???❤❤❤❤❤\n  ","642808":"\n  Its gonna slow down for sure, but ive seen what my bilogical family looks like and THEY ARE TINY. My bio mom looked like she was 16 when she was 32. She was sooo small.  But if she gets outta control, ill be doing Pilates and have a trainer lol\n  ","642809":"\n  All this talk about food, ugh. I have homemade applesauce i need to try\n  ","642810":"\n  Omg and i thought i was gonna be able to sit back and read lol\n  ","642811":"\n  Yeah.. actually. I have a serious problem. You will not catch me without food.\n  ","642812":"\n  Yeah but only because i like it\n  ","642813":"\n  Who the fuck wouldnt be?\n  ","642814":"\n  Like 3000 calories?\n  ","642815":"\n  OMG WHOEVER YOU ARE, THANK YOU ??????????\n  ","642816":"\n  Nothing lol they dont give a shit. This isnt north Korea\n  ","642817":"\n  I would be obese asf.\n  ","642818":"\n  Yeah, who hasnt?? Hahaha some people would try to make better ones, i usually lost. Hahaha\n  ","642819":"\n  Cow tongue tacos\n  \n  & I LOVED THEM.\n  ","642820":"\n  Yeah, cause i have.\n  ","642821":"\n  Not really\n  ","642822":"\n  Can i have a cheese croissant\n  ","642823":"\n  10 sliced pizza\n  \n  Damn i want pizza\n  ","642824":"\n  OMFG YESSS\n  ","642825":"\n  Sometimes, if i eat too much lol\n  ","642826":"\n  Youll only get this if you play sims\n  ","642827":"\n  There's this thing called DNA and genetics\n  ","642828":"\n  My bio has a lot info\n  ","642829":"\n  When i wink, i look like i suffer with autism\n  ","642830":"\n  You said pizza, i rate you as - a whole pizza\n  ","642831":"\n  Not at the moment\n  ","642832":"\n  Samsquwach\n  ","642833":"\n  Im reading ? you ❤❤\n  ","642834":"\n  Uhm i rarely wear makeup\n  ","642835":"\n  Can i have a sandwhich\n  ","642836":"\n  And thats what i get for like spamming.. i cant like anything now LOL\n  ","642837":"\n  Following your cute self back ?\n  ","642838":"\n  Than change it ?\n  ","642839":"\n  Wow and i know best ?\n  ","642840":"\n  Awh, wow thank you ?\n  \n  #confidenceboost ✔\n  ","642841":"\n  Im like the cute little pink one ?\n  \n  Omfg\n  \n  Howd you know that was a trolls favorite treat?\n  ","642842":"\n  I wonder if im any good at multitasking and can be on tumblr while reading - at the same time..\n  ","642843":"\n  Im liking the FUCK outta people.\n  ","642844":"\n  Under the trolls bridge, you know the one the goats try to cross over\n  ","642845":"\n  I always forget to put that im online.\n  ","642846":"\n  No\n  ","642847":"\n  Ugh, anons who ask super disrespectful\/\/inappropriate questions.. like no.\n  ","642848":"\n  Welcome to the jungle.\n  ","642849":"\n  This cold is ruining my life.\n  ","642850":"\n  Yeah, i tell him everything. He knows me better than i know myself.\n  ","642851":"\n  You cant go wrong with submissive Asians\n  \n  Or\n  \n  Tough beauty queen russians.\n  ","642852":"\n  Im good, im really surprised how my polls actually get a lot of votes cause theyre so different from everyone elses.\n  ","642853":"\n  Better hurry on over cause they almost gone\n  ","642854":"\n  To everyone:\n  ","642855":"\n  If this doesn't look good to you, youre insane\n  ","642856":"\n  We dont get enough love these dayzz\n  ","642857":"\n  Done?\n  ","642858":"\n  Exactly, none of his stories are completely fiction\n  ","642859":"\n  Omg. This actually made me smile\n  \n  Thank you for making my day\n  ","642860":"\n  YOU NO LIKE ASIAN\n  ","642861":"\n  I want lemonade, ima go get me some lemonade\n  ","642862":"\n  About super rich fuckers getting away with murder cause all they do is pay people off\n  ","642863":"\n  Hahahaha that made me laugh\n  ","642864":"\n  I dont want to date anyone, i just want new clothes.\n  ","642865":"\n  I love\n  \n   @NineGDxFour\n  \n","642866":"\n  My kitty is stealing all my love\n  ","642867":"\n  I want a pet ferret\n  ","642868":"\n  But im a lady\n  ","642869":"\n  But its not my moooood\n  ","642870":"\n  Im guilty of getting addicted to this book.\n  ","642871":"\n  I knoww, i was reading you answers and stuff and was just like GAWD we would be such good friends. Ily❤❤❤❤\n  ","642872":"\n  I think youre really sweet\n  ","642873":"\n  Cut em up in little peices\n  ","642874":"\n  Hello\n  ","642875":"\n  I want a bomb emoji for my mood\n  ","642876":"\n  Im sorry but what else to thugs do if their not gaining a political aim?\n  ","642877":"\n  I wish i could go over to\n  \n   @NineGDxFour\n  \n  house and hang out cause like we would get along so fuckin well.\n  ","642878":"\n  ❤❤❤❤❤❤❤❤❤?????????????????? omfg.\n  ","642879":"\n  I. MISS. YOU. OMFG. WTF.\n  ","642880":"\n  No not at all. Its just a trait i really appreciate.\n  ","642881":"\n  Im back\n  \n  The grilled cheese was amaZing\n  ","642882":"\n  I want to be a forensic pathologist but not deal with dead bodies.\n  ","642883":"\n  A loyal one\n  ","642884":"\n  Eat you.\n  \n  (Not sexual)\n  ","642885":"\n  I LOVE MOTHER BOOMPERIER\n  ","642886":"\n  How are you?\n  ","642887":"\n  My cat is USELESS. She cant kill a goddamn spider\n  ","642888":"\n  Ohhhh to the question LOL\n  ","642889":"\n  Hey hunnny\n  ","642890":"\n  Are you food?\n  ","642891":"\n  Its wrong how i havent gotten a gift for week and i have nothing to take pictures of\n  ","642892":"\n  But not as annoying as anons ?\n  ","642893":"\n  Im gonna go eat, lets talk when i get back\n  ","642894":"\n  I wanna marry food\n  ","642895":"\n  But then how am i gonna receive presents?\n  ","642896":"\n  Im obsessed with green chilies\n  ","642897":"\n  A grilled cheese sounds sooooo good\n  ","642898":"\n  I just fuckin realized i need an outfit for my brothers graduation\n  ","642899":"\n  Im a nun\n  ","642900":"\n  Im sexually frustrated\n  ","642901":"\n  I probably shouldn't eat, im getting fat\n  ","642902":"\n  One where they buy me a dank ass cheesburger and a joint. Im an easy date\n  ","642903":"\n  Should i make a grilled cheese?\n  ","642904":"\n  The beach house by James Patterson\n  ","642905":"\n  Nobody is forcing you lol\n  ","642906":"\n  That is so sweet ??\n  ","642907":"\n  You run your mouth too much.\n  \n  You should be running your bank account\n  ","642908":"\n  Whats up?\n  ","642909":"\n  I find it attractive when a person uses their credit card to buy me gifts\n  ","642910":"\n  I forgot to add more sweats and sweatshirts to my list. fuck\n  ","642911":"\n  Or its just genetics\n  ","642912":"\n  I want timberland boots so fuckin bad, its not even funny.\n  ","642913":"\n  No, all i care about is getting packages in the mail.\n  ","642914":"\n  I ADDEDDD MORE TO MY WISHLIST ?\n  ","642915":"\n  My phone is about to die lol time to read while it charges\n  ","642916":"\n  The question you should be asking is, do i even care.\n  ","642917":"\n  I guess i reaally like jeans, leggings, and shoes ?\n  ","642918":"\n  Probably living his life\n  ","642919":"\n  And He's not buying me stuff yet!\n  ","642920":"\n  Busy on amazon..\n  ","642921":"\n  They should buy me other things.\n  ","642922":"\n  LOL thats a good response\n  ","642923":"\n  Its a mystery\n  ","642924":"\n  In the process ✔\n  ","642925":"\n  Yesss, its time for a refresh on my list\n  ","642926":"\n  You know, you could be spening all this energy on typing in your card information to purchase things for me off my wishlist.\n  ","642927":"\n  Idc who bought me what, they should keep buying me stuff?\n  ","642928":"\n  Literally got my list down to 18 items, now time to add new stuff❤❤❤❤❤?\n  ","642929":"\n  I want new clothes, since im running out clothes.. everything i have is old.\n  ","642930":"\n  Dealing drugs and\/or being a thug is its own politics.\n  ","642931":"\n  No, probably not.\n  ","642932":"\n  Ill be on amazon trying to figure out what look i wanna wear..\n  \n  TIME FOR A NEW STUFF ON MY WISHLIST.\n  ","642933":"\n  Devoured him, thats why im single now.\n  ","642934":"\n  Thats sweeet, but like ugh idk how i wanna dresss\n  ","642935":"\n  Im trying to figure out what style i want to try and pull off but im not sure ? someone help\n  ","642936":"\n  Hey sweet stuff ?\n  ","642937":"\n  I got rid of a lot of the stuff on my wishlist and im probably going to go through it more, then add newer stuff. Change up my style maybe. Idk. But theres only like 29 items now ?\n  ","642938":"\n  Totally forgot to show that i got these\n  ","642939":"\n  I miss taking pictures of my presents, and taking selfies ))))): ugh. All the stuff ive gotten lately cant be worn.\n  ","642940":"\n  Im going through my wishlist cause im bored and want new stuff\n  ","642941":"\n  Im so honored❤\n  ","642942":"\n  How many of these things do you need to send?\n  ","642943":"\n  ... uh do you speak English\n  ","642944":"\n  Oh shucks?\n  ","642945":"\n  Actually it went really, surprisingly well. I remember my friends and i started doing it just for fun and then i started blowing up out of nowwhere. I made so many friends. Too many friends. People that impacted my life too too much. Some of them still come back and check up on me. Some of them are dead. It took a toll on me. It was my favorite time in my life though, but its not the same anymore. I do miss staying up for hours skyping with people, or having 10 hour long phone conference call things, just talking to so many people. It was a fun time, but it also caused a lot of pain but yeah it was surprisingly a good experience.\n  ","642946":"\n  Lookin for the sun\n  ","642947":"\n  You just made me regurgitate my tacos\n  ","642948":"\n  Ok time for me to go indulge myself\n  ","642949":"\n  Shut up.\n  ","642950":"\n  Awwwwwwh?? noooo. Youre too nice\n  ","642951":"\n  Clearly, i never do.\n  ","642952":"\n  I dont have a bf in reality or an alternative world... my life is sad.\n  \n  JAMES FRANCO RESCUE ME.\n  ","642953":"\n  I could be on tumblr rn\n  ","642954":"\n  I just read that as boommouth\n  ","642955":"\n  Why why Why\n  ","642956":"\n  Simple - they're racist\n  ","642957":"\n  Irish, scottish, brittish, australian\n  ","642958":"\n  Sup\n  ","642959":"\n  Weird mix but ill take it ?\n  ","642960":"\n  Im gonna need heroin in my system if you keep wanting to talk to me.\n  ","642961":"\n  HAHAHAHAHAHA im sorry, did you just say smoking weed isnt good for you. Omfg yeah thats totally why theres been years of research showing how GOOD weed actually is.\n  ","642962":"\n  I AM GOOD I ATE A LOT\n  ","642963":"\n  Ewwwww, nooooo.\n  \n  I look like rotting squash compared to you\n  ","642964":"\n  I dont think ive ever really talked to her...\n  ","642965":"\n  No salami.\n  \n  Caviar and cocaine\n  ","642966":"\n  I just ate tacos\n  ","642967":"\n  Good evening\n  ","642968":"\n  Do you always say inappropriate things\n  ","642969":"\n  Im probably gonna go on tumblr\n  ","642970":"\n  Wow.  No way.. shocker ?\n  ","642971":"\n  Get your cute booty butt over heree so i can shove yummy goodness in your mouth ?\n  ","642972":"\n  Or what if were just a different species of extra terrestrials?\n  ","642973":"\n  Who wants to come over and get high with me?\n  ","642974":"\n  HELLLLOOOOOO HUNNY BUNCHES OF LOVE. HOW YOU DOIN\n  ","642975":"\n  It took me only an hour to finish my book, im impressed with myself\n  ","642976":"\n  Chocolate chip, yum yum\n  ","642977":"\n  What photo?\n  ","642978":"\n  Ugh lucky ?\n  ","642979":"\n  Like a true Italian\n  ","642980":"\n  You know that does seem like it would work\n  ","642981":"\n  Come over, i made cookies ❤❤❤\n  ","642982":"\n\n   @jakesossy\n  \n","642983":"\n  Youre the italian..\n  ","642984":"\n  So sweet of you, getting off now❤ have a good day!\n  ","642985":"\n  Oh god... they just popped in my head instantly.\n  ","642986":"\n  Do tell.\n  ","642987":"\n  Uhhhhhm, youre the attractive one.\n  \n  &&&\n  \n  Youre sweeter than grandma's cookies\n  ","642988":"\n  I want pasta\n  ","642989":"\n  Context is everything..\n  ","642990":"\n  You just dont know it yet\n  ","642991":"\n  Thank god, or id be 800 lbs\n  ","642992":"\n  GOOOD!\n  ","642993":"\n  I think i like food too much\n  ","642994":"\n  Your daddy\n  ","642995":"\n  They suck..\n  ","642996":"\n  THE BESTEST OF FRIENDS ?\n  ","642997":"\n  I would get along with her so well omfg\n  ","642998":"\n  Because she a dumb cunt.\n  ","642999":"\n  Youre cute!\n  ","643000":"\n  Have you ever ate something too fast it gave you hiccups?\n  ","643001":"\n  Theyre the kind that make your whole body shake haha\n  ","643002":"\n  Im not good at being friends with females ?\n  ","643003":"\n  I thought youd never ask\n  ","643004":"\n  Why what hoe\n  ","643005":"\n  Ill be on later ❤\n  ","643006":"\n  Ill follow you??\n  ","643007":"\n  I had the urge to call her a dumb cunt but im practicing self control.\n  ","643008":"\n  Omggggg, be my new best  friend\n  ","643009":"\n  I have the worst hiccups\n  ","643010":"\n  Thank you. Omg my nose is running like crazy\n  ","643011":"\n  Doooooont call me that\n  ","643012":"\n  Thats why everybody is fat lol\n  ","643013":"\n  Have a great day ❤\n  ","643014":"\n  1. Idk who the fuck you are\n  \n  2. No\n  ","643015":"\n  Look at that happy face\n  ","643016":"\n  HAHAHAHAHA not happening\n  ","643017":"\n  Its spring???\n  ","643018":"\n  Wait a sec, why do you care about this so much?\n  ","643019":"\n  Noooooooooo, apparently im rude ?\n  ","643020":"\n  Follow who?\n  ","643021":"\n  Not toi much, just shoved a cookie into my mouth lol you\n  ","643022":"\n  I tell people what they need to hear because some people think they are above others when they're not.\n  ","643023":"\n  Because i dont live anywhere near him?\n  ","643024":"\n  He already dated someone before and tried that - it didnt work. She was just used as a hole filled sperm bank. Like i said, you clearly dont understand how being in love with someone works. You cant get over them. There wil always be a spot in your heart for them and youll always think about them. If he could get over me, he would jave 3 years ago.\n  ","643025":"\n  Sugar is legal crack LOL\n  ","643026":"\n  I THOUGHT I ALREADY DID\n  ","643027":"\n  So. Do. I. I love sugar\n  ","643028":"\n  SAME BBY ❤\n  ","643029":"\n  From experience, you can be with someone else but love a different person\n  ","643030":"\n  Wow\n  ","643031":"\n  Thats your nickname for me ❤\n  ","643032":"\n  Give me all the chocolate ??\n  \n  Youre kind to give me chocolate❤\n  ","643033":"\n  However they took this picture, i need to know.\n  ","643034":"\n  Thank you!!\n  ","643035":"\n  I have a high school diploma!! ?? theres a lot of people out there who cant day that.\n  ","643036":"\n  JACK PIERCER from this is us\n  \n  So he can fall in love with me and be perfect.\n  ","643037":"\n  If you like this, youre my favorite.\n  ","643038":"\n  Death, because i like living too much.\n  ","643039":"\n  Yup\n  ","643040":"\n  What do i need to recognize?\n  ","643041":"\n  Are you having a good day?!\n  ","643042":"\n  She better squeeze it\n  ","643043":"\n  Damn, i wish i could give you some. Theyre so good!!\n  ","643044":"\n  YOURE SO SWEET OMFG ❤\n  ","643045":"\n  I've tried moving on but my heart says nope. Im in the process of accepting the fact that whoever i marry (that isnt him) will never get the full me. I will never love another person the way i love him. I wont be able to fuck someone else without closing my eyes and picturing him. You knoe how i know this? Because i was in a relationship only 6 months ago doing exactly that and i wasnt even talking to him. So clearly, youve never been in love before and you dont even know what it feels like. So dont talk to me like you know jack shit about my life.\n  ","643046":"\n\n   @mikeykrug\n  \n  that was sooooo fuckin nice ?? thank you so much. I follow you as well.\n  ","643047":"\n  ILY ILY ILY\n  ","643048":"\n  I WOULD IF I COULD\n  ","643049":"\n  I would totally give you some\n  ","643050":"\n  Im glad you think my life is bullshit\n  ","643051":"\n  What didnt go too well???\n  ","643052":"\n  I dont use it any more\n  ","643053":"\n  Most of the things i say are sarcastic\n  ","643054":"\n  I wasnt rejected, we're just not who we were 5 years ago. We love each other but things arent the same anymore. We both need to figure out our lives and be true to ourselves. We've been broken down and damaged too much that for things to work, we have to reubuild ourselves.\n  ","643055":"\n  Fuuuuuun.\n  ","643056":"\n  Is this a trick question?\n  ","643057":"\n  Does anyone else find it annoying when people use questions to talk to people, just fucking wall each other.\n  ","643058":"\n  Been there done that.\n  ","643059":"\n  Yaaas??\n  ","643060":"\n  Actually i dont, because i dont feel humiliated\n  ","643061":"\n  Baked dough\n  ","643062":"\n  How am i humiliating myself HAHAHAHAHAHA\n  ","643063":"\n  OF FREAKIN COURSE ❤\n  ","643064":"\n  DUDE.\n  \n  NO.\n  ","643065":"\n  No shit, im in love with him.\n  ","643066":"\n  Look at dat dough\n  ","643067":"\n  REALLY GOOD, I MADE YUM YUM COOKIES\n  ","643068":"\n  Fav - flowers\n  \n  Least fav - mud\n  ","643069":"\n  IM HERE\n  \n  WAITING FOR YOU\n  ","643070":"\n  When my cat growls at herself ?\n  ","643071":"\n  What is this job you speak of\n  ","643072":"\n  Straight\n  ","643073":"\n  I\n  \n  Follow\n  \n  A\n  \n  Lot\n  \n  Of\n  \n  People\n  ","643074":"\n  I didnt know this was a school\n  ","643075":"\n  Lol why wouldnt i\n  ","643076":"\n  I want to thank everyone for doing my polls❤\n  ","643077":"\n  LOL. no.\n  \n   @jakesossy\n  \n  would never.\n  ","643078":"\n  I read and make cookies now.\n  ","643079":"\n  Nope, im not upset ??\n  ","643080":"\n  Its ok!!\n  ","643081":"\n  What is work? ?\n  ","643082":"\n  I fuckin love chocolate ❤\n  \n  Ill protect you cause youre awesome.\n  ","643083":"\n  You know... i want more underwear\n  ","643084":"\n  I know?\n  ","643085":"\n  I wish you could answer all those questions for me\n  ","643086":"\n  THANK YOU.\n  ","643087":"\n  ❤\n  ","643088":"\n  No fun.\n  ","643089":"\n  You know, i cant argue with this. Alright, get in there little buddy\n  ","643090":"\n\n   @jakesossy\n  \n","643091":"\n  Yes now buy me things.\n  ","643092":"\n  Why just why\n  ","643093":"\n  There's no harm in trying and seeing what happens\n  ","643094":"\n  Just readinggg, you?\n  ","643095":"\n  Ask yourself\n  ","643096":"\n  Awwwwh ❤❤❤ im glad\n  ","643097":"\n  Thanksss\n  ","643098":"\n  Not as harsh as your future death.\n  ","643099":"\n  Why cant you declare war on dumb psycho bitches?\n  ","643100":"\n  Nappy ass headed hoe.\n  ","643101":"\n  I love you?\n  ","643102":"\n  Go home slut, youre drunk.\n  ","643103":"\n  I said fack?\n  ","643104":"\n  Ily❤❤❤\n  ","643105":"\n  Why the fuck is this bitch still on ask. GET THE FUCK OUTTA HERE.\n  ","643106":"\n  I guessss\n  ","643107":"\n  Does anyone remember the song Fack by eminem?\n  ","643108":"\n  Im good, the evil character in this book is making me wannna punch him lol\n  ","643109":"\n  Yeah cause you wont have it any other way lol\n  ","643110":"\n  The book im reading is getting me all heated lol\n  ","643111":"\n  What my thoughts look like.\n  ","643112":"\n  Have a fantabulous day, my friend.\n  ","643113":"\n  Sup\n  ","643114":"\n  My nose is all sorts of stuffed.\n  ","643115":"\n  I just realized how much i like your username\n  ","643116":"\n  Kidding about following you back?\n  ","643117":"\n  I cant wait for my cookies.. but im lazy rn.\n  ","643118":"\n  Why cant amazing things like that happen to me?\n  ","643119":"\n  You keep telling yourself that\n  ","643120":"\n  Ive accepted the fact i look better without eyebrows\n  ","643121":"\n  Borinnnng.\n  ","643122":"\n  Its a part of life.\n  ","643123":"\n  But thats it?\n  ","643124":"\n  In my bio kind sir ❤\n  ","643125":"\n  Wow the drama on my feed rn is ridiculous\n  ","643126":"\n  But why\n  ","643127":"\n  We talked yesterday?\n  ","643128":"\n  I say the same thing when i realize i look cute with big alien- like eyes.\n  ","643129":"\n  Its raining, i make cookies when it rains ?\n  ","643130":"\n  Morning lad\n  ","643131":"\n  When you wake up to this picture ??? Jesus help me, i want it.\n  ","643132":"\n  Omfg. Im obsessed with how gorgeous you are.\n  \n  I miss you sofuckinmuch\n  ","643133":"\n  No since they legally cant.\n  ","643134":"\n  I just woke up..\n  ","643135":"\n\n   @jakesossy\n  \n","643136":"\n  Livvybivvywivvy❤\n  ","643137":"\n  I agree with what you think?\n  ","643138":"\n  I think so as well!\n  ","643139":"\n  Yesss dying alone would suck\n  ","643140":"\n  Thats good\n  ","643141":"\n  Wtf are you talking about\n  ","643142":"\n  DUDE\n  \n  ME TOO.\n  ","643143":"\n  I hope this makes you laugh as hard as i did\n  ","643144":"\n  About to lay in bed to read till in ready to sleep\n  ","643145":"\n  If i could punch cold in the dick, i would.\n  ","643146":"\n  Actually, yeah hahaha i wanna be able to do drugs without having to worry about shit.\n  ","643147":"\n  Drugs\n  ","643148":"\n  This.... just everything about this ?\n  ","643149":"\n  I agree❤\n  ","643150":"\n  You dont understand how happy i am knowing you totally fuckin understand what im going through right now hahaha\n  ","643151":"\n  OMG THANK YOU❤\n  ","643152":"\n  Giving myself a brain freeze with this smoothie\n  ","643153":"\n  Thanks a lot, now i wanna go eat at dennys\n  ","643154":"\n  Preparing for the wrath of boom\n  ","643155":"\n  Just bring me some goddamn food\n  ","643156":"\n  Do you?\n  ","643157":"\n  Hahaha bitches throwin around love yous like candy\n  ","643158":"\n  How you dooooin ?\n  ","643159":"\n\n   @bebelevine7\n  \n  youre the #1 babe\n  ","643160":"\n  What do you mean i havent been myself?\n  ","643161":"\n  Must create one for Jake ?\n  ","643162":"\n  Its good to be motivated\n  ","643163":"\n  Why hello cute face?\n  ","643164":"\n  Be careful on your journey, its dangerous\n  ","643165":"\n\n   @bebelevine7\n  \n  is perf\n  ","643166":"\n  My burps are gross ?\n  ","643167":"\n  Thank you❤\n  ","643168":"\n  Find a wardrobe..\n  ","643169":"\n  I hate the feeling of not being able to clear your throat\n  ","643170":"\n  Because this world is full of liars\n  ","643171":"\n  Wuv you moreeee❤\n  ","643172":"\n  Im making a smoothie..probably gonna regret it after but oh wells\n  ","643173":"\n  I already do?\n  ","643174":"\n  I CANT FIND ASLAN ANYWHERE\n  ","643175":"\n  I just wanna be high\n  ","643176":"\n  Just one of those days\n  ","643177":"\n  Narnia\n  ","643178":"\n  Im gonna squeeze you with hugs if you dont shush it\n  ","643179":"\n  I am and then i look at you... & go, \"yikes lemme look like her\"\n  ","643180":"\n  Awh, no need to worry your little head\n  ","643181":"\n  Idk people are so obsessed with her lol\n  \n  Shes not that cute.\n  ","643182":"\n  I feel the worst cough building up, being sick ruins my vibe.\n  ","643183":"\n  No you.\n  ","643184":"\n  Ily❤❤❤???????\n  ","643185":"\n  You are gorgeous omfg. Shush ❤\n  ","643186":"\n  DONE ❤❤❤\n  ","643187":"\n  I thought thats what you're suppose to do.\n  ","643188":"\n  Do you take everything so seriously?\n  ","643189":"\n  OMFG I FEEL SO SPECIAL.\n  \n  hold on ❤❤❤\n  ","643190":"\n  Thank you ❤\n  ","643191":"\n  Im always down for free food\n  ","643192":"\n  I would totally get high right now if i could breath..\n  ","643193":"\n  Im good, super full but good\n  \n  You?!\n  ","643194":"\n  Liar ?\n  ","643195":"\n  You must be talking about someone else ?\n  ","643196":"\n  AWWWWH ??? DONT BREAK MY HEART THO\n  ","643197":"\n  My cat knows shes cute and its obnoxious ?\n  ","643198":"\n  Makes me think of walking dead, then that makes me think of Glenn, so i get all sad.\n  ","643199":"\n  Not sure, dont know who you is.\n  ","643200":"\n  Thats sweet❤\n  ","643201":"\n  Being able to breath out of my nose would be greatly appreciated\n  ","643202":"\n  Omg aweewwh❤❤❤❤???\n  \n  I wuvvvvluvvyyy you\n  ","643203":"\n  It makes me feel so freakin good when i always get tagged in people posts❤❤??????\n  ","643204":"\n  Ehhhhh\n  ","643205":"\n  Youre so fuckin sweet\n  \n  Youre a beauty\n  \n  Im so happy you started talking to me\n  \n  I get all excited when i see you say somethinggg\n  ","643206":"\n  My booty is very fondled right now.\n  ","643207":"\n  Where do anons get their information from..\n  ","643208":"\n  Running the opposite direction..\n  ","643209":"\n  Cause he doesnt let me follow him on Instagram and doesnt talk to me. So he sucks.\n  ","643210":"\n  Uh yeah.. he does\n  ","643211":"\n  Youre not the worst❤\n  ","643212":"\n  Im in a food coma\n  ","643213":"\n  Everyone should know Jake sucks\n  ","643214":"\n  Indeeeed?\n  ","643215":"\n  My phone is all good!\n  ","643216":"\n  HAHA this is good\n  ","643217":"\n  Im sure LOL\n  ","643218":"\n  Tots my goats\n  ","643219":"\n  What does google say\n  ","643220":"\n  Never\n  ","643221":"\n  Ok i need to get off so my phone will charge\n  ","643222":"\n  .... where do you get your information\n  ","643223":"\n  Idk what does my bio say\n  ","643224":"\n  Google it\n  ","643225":"\n  By existing.\n  ","643226":"\n  You would think but people are still getting raped\n  ","643227":"\n  Okay, you do that\n  ","643228":"\n  And im suppose to care because?\n  ","643229":"\n  Buy me some.\n  ","643230":"\n  I dont think you understand im not yours.\n  ","643231":"\n  Wow\n  ","643232":"\n  As an award for being annoying\n  ","643233":"\n  For men?\n  ","643234":"\n  What are you up too?\n  ","643235":"\n  I mean it should be great regardless..\n  ","643236":"\n  Why would i?\n  ","643237":"\n  Do you need a cookie?\n  ","643238":"\n  I dont get it.. like they need to stop\n  ","643239":"\n  Hi.\n  ","643240":"\n  Im sorry for the inconvenience, how should i answer you?\n  ","643241":"\n  Lets go with the first one ?\n  ","643242":"\n  They can do what they want\n  ","643243":"\n  No. Lol\n  ","643244":"\n  Thats not my problem.\n  ","643245":"\n  That is awesome!!!❤\n  ","643246":"\n  I think this look is suitable for boom\n  ","643247":"\n  Thats the sweetest thing ever.\n  ","643248":"\n  Can you teach me about the ZOG\n  ","643249":"\n  Hope youre having a great day\n  ","643250":"\n  Thank you ❤❤❤❤❤\n  ","643251":"\n  Oh he got embarrassed and made fun of for that. You didn't hear?! He got denied.\n  ","643252":"\n  Awh❤ i hope youre doing well\n  ","643253":"\n  Obsessed.\n  ","643254":"\n  Yes?\n  ","643255":"\n  Never. I perfer other people spending money on me hahaga\n  ","643256":"\n  Can you please ask yourself why i would wear those\n  ","643257":"\n  Am i only unfriendly because i dont do what you want?\n  ","643258":"\n  ILY BBY?❤?\n  ","643259":"\n  Omg.. almost 6 years\n  ","643260":"\n  I hate being sick\n  ","643261":"\n  Obviously.\n  ","643262":"\n  Thank you ???\n  ","643263":"\n  You can clearly see its spelled calvin..\n  ","643264":"\n  As many as they want.\n  ","643265":"\n  I need more calvins\n  ","643266":"\n  Omfg whyyy ? glad youre back\n  ","643267":"\n  Im nobody's wife.\n  ","643268":"\n  You should be making him smile..\n  ","643269":"\n  At least its charging\n  ","643270":"\n  Uhhhh no?\n  ","643271":"\n  My nose keeps running ):\n  ","643272":"\n  Wife?\n  ","643273":"\n  But the jeans were cute...\n  \n  Now i need more presents.\n  ","643274":"\n  I wanna move lol\n  ","643275":"\n  It started charging when i stopped using my phone lol\n  ","643276":"\n  Yes im so confused.\n  ","643277":"\n  I did.. it went up 1 percent, and now it just went down again...\n  \n  I think im not gonna use my phone and see if it works.\n  ","643278":"\n  Why does my phone say its charging but the percentage keeps going down.\n  ","643279":"\n  So like i tried on the pants and... omfg they are for a thick bitch with a foopa. I have a flat ass stomach, it will never fit me ): the legs fit but aroubd my waist nope. Its for a black boooty hoe.\n  ","643280":"\n  I hope youre doing good?\n  ","643281":"\n  Because we're not friends.\n  ","643282":"\n  Im super fuckin annoyed.\n  ","643283":"\n  ?\n  ","643284":"\n  Omg omg thank you so so much❤❤❤ you make me feel special!\n  ","643285":"\n  Can i see you go fuck yourself?\n  ","643286":"\n  I alrrady know im awesome ?\n  ","643287":"\n  My fuckin nose is running so much\n  ","643288":"\n  I just want to lay in bed in peace\n  ","643289":"\n  Annoying asf.\n  ","643290":"\n  I love all music except country\n  ","643291":"\n  Ugh the food in the kitchen smells so good\n  ","643292":"\n  I have mixed feelings about suicide.\n  \n  I think its a solution to a temporary problem. Like if youre getting bullied, dont kill yourself.. the people who bullied you are laughing at you because they \"won.\" What you should really do is make something out of yourself and be successful.\n  \n  But i also have lost people to suicide and they were the most unhappy people ive ever met, and seeing how this world is turning out... i dont think they would be any happier. They are in peace now.\n  ","643293":"\n  Im so sorry to hear that.\n  ","643294":"\n  Im probably gonna go to bed soon!\n  ","643295":"\n  Its makes me happy when you like all my stuff! Youre really nice and i enjoy your questions!\n  ","643296":"\n  You're this edgy badass babe i wish i could be like ❤\n  ","643297":"\n  I think youre so fucking sweet omfg.\n  ","643298":"\n  HAHHAHAH YOU OBVIOUSLY DONT KNOW WHO I AM.\n  ","643299":"\n  I like popping pimples lol\n  \n  But getting pimples pisses me off.\n  ","643300":"\n  Uhhhhh have you ever been touched with fingernails that havent been taken care of? Its like razor blades.\n  ","643301":"\n  I like both\n  ","643302":"\n  Thank you so so much ??\n  ","643303":"\n  Thats always the best option! ❤❤ i love you\n  ","643304":"\n  Thats cool\n  ","643305":"\n  Im totally on Oprahs side when it comes to killing the population. Lets start with the trump supporters.\n  ","643306":"\n  I was hopefully they were gonna die a slow painful death.\n  ","643307":"\n  It was chill\n  ","643308":"\n  If i could back hand someone through a screen, it would be them.\n  ","643309":"\n  This may be hard to believe but ive never had to do anything to get anyone to notice me, i actually try really hard to make myself invisible but people always have to keep on looking at me.\n  ","643310":"\n  The person on your page is a fuckin idiot.\n  ","643311":"\n  Ooh everybody hates those people, trump supporters hate themselves ?\n  ","643312":"\n  I usually eat everything in sight. Lol\n  \n  If theres leftovers i do take them home and eat them like an hour later\n  ","643313":"\n  I totally do.. like its a fuckin body.\n  ","643314":"\n  I didnt know america was a man HAHAH\n  ","643315":"\n  Just trying to get through some questions hbu\n  ","643316":"\n  I TOTALLY WILL ?\n  ","643317":"\n  Not very well, my friend.\n  ","643318":"\n  Olympic sports?\n  ","643319":"\n  Do i what?\n  ","643320":"\n  I swear i have the smallest bladder\n  ","643321":"\n  Lol sorrrrry\n  ","643322":"\n  Wait, but i thought you were a goddess??\n  ","643323":"\n  Its ok lol\n  ","643324":"\n  No.. the wishlist is set up so all your information is private.\n  ","643325":"\n  \"They're cute, but its not Jake\"\n  \n  The end.\n  ","643326":"\n  Probably? I feel like you can learn any language if you want too.\n  ","643327":"\n  Some women are cold hearted sluts. Dont let those boobs, fat ass, and wide open pussy fool you.\n  ","643328":"\n  Internet is still a factor..\n  ","643329":"\n  Thank YOU for being amazingggg\n  ","643330":"\n  We didnt meet, succcks.\n  ","643331":"\n  YOURE THE SWEETEST OMFG.\n  ","643332":"\n  Is it tho?\n  ","643333":"\n  Thats the dopest theory ever. Omfg.\n  ","643334":"\n  Because to a gay guy, \"they're all gay, they just haven't tried it yet.\" But with girls, gay guys find their vaginas repulsive.\n  ","643335":"\n  Holy fuck my tits are frozen?\n  ","643336":"\n  My writing.\n  ","643337":"\n  Nothing (;\n  ","643338":"\n  Let me see the ring\n  ","643339":"\n  ? its called a joke.\n  ","643340":"\n  Dont. I enjoyed it!\n  ","643341":"\n  They call me big papa\n  ","643342":"\n  Whoa im so close to catching up to all my questions, yaaaaas ??\n  ","643343":"\n  Your big toe\n  ","643344":"\n  Wow that just got really deep really fast lol\n  \n  I honestly think thats a good thought\n  ","643345":"\n  I would be such bitch the next day if that happened\n  ","643346":"\n  Nope.\n  ","643347":"\n  Why the fuck would i\n  ","643348":"\n  HAHAHAHAHAH\n  \n  I just laughed out loud cause this is retarded.\n  ","643349":"\n  RIGHT?! its soooo annoying.\n  ","643350":"\n  I really wanna brush my teeth but i dont wanna get up\n  ","643351":"\n  Me too, unless im a ghost and i dont know it\n  ","643352":"\n  Yes because ive let go of a lot of things i love and even a person i love && they always come back.\n  ","643353":"\n  I wish i could breath but my nose is stuffed\n  ","643354":"\n  You are gorgeous ??\n  ","643355":"\n  Idk how to say this kindly.... i do not care.\n  ","643356":"\n  Im glad you know the know\n  ","643357":"\n  Its ok. Im still alive lol\n  ","643358":"\n  Tbh, no.\n  ","643359":"\n  Did you know shes an angel?\n  ","643360":"\n  Well my mood is the sick emoji soooooo you can probably guess im sick.\n  ","643361":"\n  Perfection.\n  ","643362":"\n  It was okay. Been feeling ill\n  ","643363":"\n  I hate when people tell me to follow them, if i wanted to follow you - i would be.\n  ","643364":"\n  Thank you, well im on here soo you can talk to me whenever lol\n  ","643365":"\n  That doesnt help me considering i dont have internet lol\n  ","643366":"\n  Please be more creative..\n  ","643367":"\n  Thats sweet, thank you. ❤\n  ","643368":"\n  I had the sweetest Rottweiler named bear growing up. And one day i was playing outside and i ran into a snake, harmless but i freaked out anyways. I go crying to bear, whos in his dog house. I hide in his dog house while he goes over to where the snake was and starts barking and growling then suddenly he stops and comes back to me. He starts licking my tears away and nudges me out of his house and escorts me back to my front door making sure everything was okay and i was safe. He was the best dog ive ever had.\n  ","643369":"\n  I wish LOL\n  ","643370":"\n  Im trying, they take so long ?\n  \n  I hope you fall asleep soon❤\n  ","643371":"\n  Im just gonna ignore you.\n  ","643372":"\n  Trying to do my nails, but i hate it.. i have 6 more fingers to go lol\n  ","643373":"\n  You say really nice things to me all the time ?\n  ","643374":"\n  I wanna watch it now ):\n  ","643375":"\n  It would be a half brother probably.\n  ","643376":"\n  I kinda am, thank you ❤\n  ","643377":"\n  Why whats wrong\n  ","643378":"\n  Im pretty good, despite being sick but im doing better. ❤ how are you?!\n  ","643379":"\n  That was bold and fierce so i dedicate this photo to you\n  ","643380":"\n  Its raining, its pouring ❤❤\n  ","643381":"\n  Thank you so so much, you sweet human being!❤ i followed you back ❤\n  ","643382":"\n  How are you today\n  ","643383":"\n  SO DO I, ITS SO FUNNY\n  ","643384":"\n  Actually i do, i HATE doing my nails\n  ","643385":"\n  Youre very welcome ❤\n  ","643386":"\n  I have a cat\n  \n  I love doing my nails\n  \n  I miss san diego.\n  \n  Which is a lie?\n  ","643387":"\n  I think im gonna buy deadpool for my brother cause he hasnt seen it\n  ","643388":"\n  I dont really know you but from what i can see youre nice  ❤❤\n  ","643389":"\n  I love your page.\n  \n  I think you have an amazing personality.\n  \n  I like your sass?\n  \n  Youre also super pretty ????\n  ","643390":"\n  Im really upset that i havent wrote anything for a few days. Looks like tomorrow, ill be trying to write a bunch\n  ","643391":"\n  Youre a cali babe ❤ im gonna be your cali twin k? ?\n  \n  I like how you like all my stuff.\n  \n  I think youre really nice.\n  \n  My fav thing about you is the fact you dont wear makeup and you definitely dont need it because youre so naturally beautiful.\n  ","643392":"\n  Im probably a good mixture of both❤\n  ","643393":"\n  Youre a beautiful chocolate man ?\n  \n  Hope youre slaying way too many bitches ? and i also hope things are going well.\n  ","643394":"\n  Who tf is omar\n  ","643395":"\n  I miss your face\n  \n  I hope youre doing well ❤\n  ","643396":"\n  So i think my brother knew about my drinking problem but didnt say anything about it.\n  ","643397":"\n  Whats good in the hood\n  ","643398":"\n  Hello! How are you?\n  \n  I hear little froggies outside❤\n  ","643399":"\n  No waaaay beauty❤\n  ","643400":"\n  Awwwwwh, ❤\n  ","643401":"\n  I wanna\n  ","643402":"\n  Thats really sweet❤\n  ","643403":"\n  Filing my nails is a bitch so slow replies❤\n  ","643404":"\n  Ahhh youre making me wanna watch.\n  \n  I also wanna see fate of the furious or whatever the last fast and furious\n  ","643405":"\n  Damn ask is brutal torwards you.. and yes ill follow you\n  ","643406":"\n  Im blonde?\n  ","643407":"\n  What happened to my avid gift givers?? ?\n  ","643408":"\n  Personality: 10\n  \n  Humor: 10\n  \n  Height\/size\/body: 8\n  \n  Eyes: 8\n  ","643409":"\n  Respected.\n  \n  People can like you but treat you without any respect. Respect goes way farther than being liked.\n  ","643410":"\n  I want it to be a man ❤❤\n  ","643411":"\n  This is really sweet❤\n  ","643412":"\n  I just crawled into bed, thats all you should be worried about\n  ","643413":"\n  Wow its like you know my life\n  ","643414":"\n  To be fun, to have a great sense of humor, romantic.\n  \n  LIKE THE CHARACTER JACK FROM THIS US US\n  ","643415":"\n  Good, im waiting ❤\n  ","643416":"\n  Uhhhh america?\n  ","643417":"\n  Thinking about me ?\n  ","643418":"\n  Thank you, please bless my soul from the demon making me sick LOL\n  ","643419":"\n  Not gonna lie that movie looks dope hahaha\n  \n  And damn that sounds intense!\n  ","643420":"\n  Thank you but i dont date strangers\n  ","643421":"\n  This book is incredible\n  ","643422":"\n  I wish i had brownies, i could make some but i feel like death.\n  ","643423":"\n  I agree!\n  ","643424":"\n  Heres a pic from sc\n  ","643425":"\n  I agree ❤❤❤ but youre cuter\n  ","643426":"\n  What did you do?!\n  ","643427":"\n  I think im gonna get off and read till i pass out, i swear my brain is turning into mush\n  ","643428":"\n  I wish everyone thought that\n  ","643429":"\n  I FOLLOWED YOU BACK!\n  ","643430":"\n  Id be so happy. Lol\n  ","643431":"\n  ILYSM??????\n  ","643432":"\n  Portland, because hes there.\n  ","643433":"\n  HAPPY BIRTHDAY (im a day late i think)\n  \n  But youre really sweet. We've talked for a little and i think youre wonderful! I hope you had a splendid birthday ❤?\n  ","643434":"\n  Im sick, i hate airplanes. Full of germs.\n  ","643435":"\n  I thought your love might cure me but it hasnt, my brain feels all fuzzy inside. Maybe i need more presents ?\n  ","643436":"\n  IM GLAD YOUR BACK THO ❤\n  ","643437":"\n  Well i just learned something new\n  ","643438":"\n  I think im gonna go check my games now after reading this painful paragraph\n  ","643439":"\n  Hello\n  ","643440":"\n  Omfg, are you ok?\n  ","643441":"\n  I LOVED being around my brother and his family\n  ","643442":"\n  WTF WHY\n  ","643443":"\n  Im ill ): how are you\n  ","643444":"\n  I WOULD SHOP LIKE A LUNATIC\n  ","643445":"\n  Just tell them exactly what you think they want to hear lol\n  ","643446":"\n  Yeah, wtf is anglicans\n  ","643447":"\n  Thank you❤❤❤\n  ","643448":"\n  This made me so happy and made me feel so much better??❤❤???? ilysm\n  ","643449":"\n  Im stunned on how sleepy i am cause im sick and it sucks\n  ","643450":"\n  Yes. Im asian and white. I would get tested a little bit harder ?\n  ","643451":"\n  Who are you tho?\n  ","643452":"\n  On top of the mountain brew\n  ","643453":"\n  I feel like everybody did..\n  ","643454":"\n  I would love too ❤?? lemme go buy a ring bby ??\n  ","643455":"\n  Wait really??\n  ","643456":"\n  Wish you were never born?\n  ","643457":"\n  I FUCKIN MISS YOUR GORGEOUS FACE AND OUTSTANDING PERSONALITY\n  ","643458":"\n  Super. Fucking. Funny.\n  ","643459":"\n  Thank you ❤ but youre super pretty as well?\n  ","643460":"\n  Thats why i got so pissed reading that..\n  ","643461":"\n  Wtf kind of underwear do you think i wear? Boxers?!\n  ","643462":"\n  Are you talking about me or?\n  ","643463":"\n  Why would you share this?\n  ","643464":"\n  When will you stop\n  ","643465":"\n  No because nobody is talking about me\n  ","643466":"\n  College is good lol you get tested differently depending on your race.. its a huge problem.\n  ","643467":"\n  Probably\n  ","643468":"\n  Wtf is paki job?\n  ","643469":"\n  Youre really asking the wrong person.\n  ","643470":"\n  Someone whos always there no matter what time of day it is, or how long its been since they've talked.\n  ","643471":"\n  Ive only lost friends because people move on with their lives and part separate ways\n  ","643472":"\n  Not give a fuck, like what i mostly did at school LOL\n  ","643473":"\n  Slowly ?\n  ","643474":"\n  Cash$$$$\n  ","643475":"\n  The governments bank accounts\n  ","643476":"\n  Yes, but id probably just be like, \"HOW DO I GET FAMOUS LIKE YOU\"\n  ","643477":"\n  Coach carter ❤❤❤❤\n  ","643478":"\n  Is it normal for me to not want to file my nails? Yes. God im too lazy\n  ","643479":"\n  Asking for forgiveness lol\n  \n  Because you still get to do what you want and just say sorry after\n  ","643480":"\n  Traitor? What am i, a country? Nobody has been a traitor lol\n  ","643481":"\n  I love baking, but dont have any pics\n  ","643482":"\n  This entire paragraph made me consider suicide.\n  ","643483":"\n  Please do it if youre fat. I cannot stand the whole \"big is beautiful\"\n  \n  Like actually no its not. Youre just too lazy to order a goddamn treadmill and your thighs need to stop eating.\n  ","643484":"\n  Its getting big and out of control\n  ","643485":"\n  Drinking or smoking weeeed\n  ","643486":"\n  Miley cyrus HAHAH\n  ","643487":"\n  Boat shoes nigga\n  ","643488":"\n  Takes one to know one (;\n  ","643489":"\n  Thank you ❤❤❤❤❤❤❤❤❤ i have fun taking them\n  ","643490":"\n  Anyone can do what they want. Regardless of gender.\n  ","643491":"\n  Hmmmmm maybe because the white man who came to America was British?\n  \n  And British people hate americans more than Americans hate british people.\n  ","643492":"\n  Milk chocolate\n  ","643493":"\n  Some teachers are not meant to teach and only did it because it was an easy option\n  ","643494":"\n  Everyone should be proud of who they are\n  ","643495":"\n  I can post this lol\n  ","643496":"\n  Dude how are you so shocked\n  ","643497":"\n  I had my moments, but their was worse lol\n  ","643498":"\n  Super good actually, finally. Just waiting to get picked up\n  ","643499":"\n  1. Their not the most handsome\/pretty race. Some look like actual shit. Actually more than just some.\n  \n  2. The world is changing, either change with it or fuck off lol\n  ","643500":"\n  You should probably see a dr.\n  ","643501":"\n  I actually find that weirdly cute\n  ","643502":"\n  Wtf!!! Its a sign, i should have went to area 51 ugh!! I miss you so much its actually annoying. I hope youre doing well. I always hope the best for you. Maybe our alien selfs will bring us close to each other ?\n  ","643503":"\n  You know that place has been like that for generations, its just out in the open now..\n  ","643504":"\n  I would greatly appreciate getting off the plane.. like anyday now\n  ","643505":"\n  I like nicknames, and i like the nickname lando hahaha\n  ","643506":"\n  How do you do?\n  ","643507":"\n  Yes i agree, but now i must get to my other plane lol\n  ","643508":"\n  I didnt get lost, its just a mission and a half just to get to your plane\n  ","643509":"\n  I need to just chill and ill be on later\n  ","643510":"\n  Oohhh like an eye for an eye kind of thing lol\n  ","643511":"\n  Moving states probably and actually making a life for myself.\n  ","643512":"\n  Its so fuckin huge. And its like a goddamn casino\n  ","643513":"\n  What kind of fuckin violence is that\n  ","643514":"\n  Las vegas. The las vegas airport is a sick joke.\n  ","643515":"\n  Im suffering because every time in an airport theres a guy who trys to talk to me but i give off that do not speak to me vibe cause i still think jake is my future. It fuckin sucks\n  ","643516":"\n  About to board a plane to go home.\n  ","643517":"\n  Im getting intestinal cramps, this isnt good.\n  ","643518":"\n  If you're anonymous youre not getting it. Lol\n  ","643519":"\n  God im in no mood for these questions. Ill wait till the airport tomorrow lol\n  ","643520":"\n  Whats said things?\n  ","643521":"\n  Birds fly, foxes hide?\n  ","643522":"\n  Why shouldn't they take their jobs seriously?\n  ","643523":"\n  Because everybody hates each other.\n  \n  Maybe stop hating each other.\n  ","643524":"\n  Lando!\n  ","643525":"\n  I used to cuss a lot but not anymore\n  ","643526":"\n  I had untapped potential lol\n  ","643527":"\n  You might get pulled over?\n  ","643528":"\n  You get a ticket?\n  ","643529":"\n  Wait there's racism against us white ass motherfuckers?\n  ","643530":"\n  That depends, are you gonna fuck yourself\n  ","643531":"\n  I dont know.. i just wish i was her lol\n  ","643532":"\n  She is perfect omfg\n  ","643533":"\n  Didnt have that problem last night\n  ","643534":"\n  No? Are you gonna do the same for 12 year olds waiting outside a gas sation hoping someone will buy them alcohol?\n  ","643535":"\n  They dont want to get sued because you died cause they didnt get you to take your goddamn medicine. They are just trying to do their jobs, the least you could do was corporate\n  ","643536":"\n  Im lost. Why wouldnt you be allowed to get your gear?\n  ","643537":"\n  I think youre great.\n  \n  Youre really sweet and it makes me happy!\n  \n  Im glad i got to know you ❤\n  ","643538":"\n  Your excused\n  ","643539":"\n  Nobody has me lol\n  ","643540":"\n  You can still run illegal business from a cell lol\n  ","643541":"\n  What beach, im in the desert\n  ","643542":"\n  Ugh it feels like im gonna start my period ):\n  ","643543":"\n\n   @MaryLaurenx\n  \n\n   @hateuandurbrows\n  \n\n  I love these two❤❤\n  ","643544":"\n  Have a good day!\n  ","643545":"\n  To fuckin live\n  ","643546":"\n  Get good grades, go to fuckin college, listen to your parents.\n  ","643547":"\n  THIS FUCKIN SHOW RIPS MY HEART OUT\n  ","643548":"\n  You want this lol\n  ","643549":"\n  Would you approach this?\n  ","643550":"\n  Mom appreciation day❤\n  ","643551":"\n  Lool at this cute butt\n  ","643552":"\n  What the actual fuck.\n  ","643553":"\n  Okay now i post all my pictures now\n  ","643554":"\n  People need to stop shooting people.\n  ","643555":"\n  I dont like praying. Sorry.\n  ","643556":"\n  You and me both❤\n  ","643557":"\n  My dad is everything to me\n  ","643558":"\n  Respect, compassion, dignity, love. Ect.\n  ","643559":"\n  South Africa would be dope.\n  \n  Omg Japan, South Korea, Hong Kong\n  ","643560":"\n  Thank you for being a dedicated follower\n  ","643561":"\n  We can both agree on something, i dont want that to happen again either. Thanks for caring.\n  ","643562":"\n  Incest\n  ","643563":"\n  Im a wreck\n  ","643564":"\n  Sooo against, yuck\n  ","643565":"\n  Which one? Lol\n  ","643566":"\n  This is us just made me cry like a little baby\n  ","643567":"\n  Whats the reason\n  ","643568":"\n  Then??\n  ","643569":"\n  My ass has gotten so fat since i gained so much weight... like it keeps growing\n  ","643570":"\n  ❤❤ youre very sweet\n  ","643571":"\n  Yess\n  ","643572":"\n  I have sooo many pictures to post\n  ","643573":"\n  Delicious deep dish pepperoni pizza!\n  ","643574":"\n  Why do you hate me so much\n  ","643575":"\n  I need to straighten my hair, but thank you!\n  ","643576":"\n  Thank you!\n  ","643577":"\n  Whats up sweetie\n  ","643578":"\n  Whaaaat i cant change my own bio..\n  ","643579":"\n  I always keep my promises\n  ","643580":"\n  Cutest family member i have\n  ","643581":"\n  My face is cute\n  ","643582":"\n  I changed my bio, just to piss you off.\n  ","643583":"\n  I fuckin love weed and vodka\n  ","643584":"\n  Look at this cute little shittier\n  ","643585":"\n  Yeah idk why i havent been on but ive been spending time with the babyyy\n  ","643586":"\n  I graduated high school months before everyone.\n  ","643587":"\n  Im really good, im in vegas visiting my niece and im watching this is us\n  ","643588":"\n  HELLO HOW ARE YOU DOING\n  ","643589":"\n  I give my snap to people who arent anonymous\n  ","643590":"\n  Could you imagine a monkey fight between them?\n  ","643591":"\n  Youd think i was going to Japan with all these asians\n  ","643592":"\n  Theres a fine ass bitch going to vegas\n  ","643593":"\n  Thanks darling ❤\n  ","643594":"\n  Im not a pringle so i cant mingle\n  ","643595":"\n  LOVE THIS SAYING\n  ","643596":"\n  The kind where they talk behind your back and it makes me wanna just learn Vietnamese just so i can join their conversation and freak em out\n  ","643597":"\n  I suck at talking to girls sooo im the worst person to ask\n  ","643598":"\n  Not yet ❤❤\n  ","643599":"\n  Who the duck told you that?\n  ","643600":"\n  This filter.\n  ","643601":"\n  Okay im posting my last selfie then getting off to eat and get ready for the airport\n  ","643602":"\n  Lol yea\n  ","643603":"\n  Love stories or romantic shit.\n  \n  I need some blood and guts with tons of destruction.\n  ","643604":"\n  Anything by Drake\n  ","643605":"\n  No shit, really? ? obviously you fuck. Im just not gonna pap an ootd. I post what i want.\n  ","643606":"\n  The choker ❤\n  ","643607":"\n  You may not form your own opinions but i do lol\n  ","643608":"\n  Why?\n  ","643609":"\n  Ok??\n  ","643610":"\n  Vote for?\n  ","643611":"\n  HI FRIEND\n  ","643612":"\n  How are you doing?\n  ","643613":"\n  Food\n  ","643614":"\n  What they said ⬇\n  ","643615":"\n  ...\n  ","643616":"\n  Whatever i want or think pops up infront of me.\n  \n  Like \"i want 500$\" pops up in front of me\n  ","643617":"\n  You do that lol\n  ","643618":"\n  Great sense of humor, caring, funny, loving, trust worthy, dark, cynical, hard working..\n  ","643619":"\n  Ughhh\n  ","643620":"\n  Tbh im a cute bunbun\n  ","643621":"\n  I LEAVE IN TWO HOURS TO GO TO THE AIRPORT❤\n  ","643622":"\n  Shhhhhhhhh?\n  ","643623":"\n  A mix of all LOL\n  ","643624":"\n  This sounds more like a personal issue that i dont need to deal with\n  ","643625":"\n  Nope, and i probably wont lol\n  ","643626":"\n  California ?\n  ","643627":"\n  Yikes\n  ","643628":"\n  Maybe, not sure\n  ","643629":"\n  I agree they are dope ?\n  ","643630":"\n  Cute things being said by someone i care about\n  ","643631":"\n  Yes. And even better, i know some in real life.\n  ","643632":"\n  You decide\n  ","643633":"\n  Im like really good at selfies\n  ","643634":"\n  Kendall\n  ","643635":"\n  Awwh im so sorry lovely\n  ","643636":"\n  Laugh more, it makes laugh easier\n  ","643637":"\n  I think youre the one being rude\n  ","643638":"\n  LIKE WTF HAHAHA\n  ","643639":"\n  This bunny look\n  ","643640":"\n  Where's my penis?\n  ","643641":"\n  My house ?\n  ","643642":"\n  I have sooooo many selfies\n  ","643643":"\n  Stone personality but watsons looks\n  ","643644":"\n  One is an action from someone else.\n  \n  The other is an action from yourself.\n  ","643645":"\n  Im a pretty spring flower\n  ","643646":"\n  Or pxssy is awesome\n  ","643647":"\n  ok stop eating and drinking, lets see what happens.\n  ","643648":"\n  My heart is broken and it sucks\n  ","643649":"\n  I love everybody cause im a goddamn hippie\n  ","643650":"\n  I fuckin love you, youre amazing\n  \n  You have the best personality ever.\n  \n  Im so glad i started talking to you\n  \n  && we're raving in October like lets get weird ❤❤❤\n  ","643651":"\n  Washington\n  ","643652":"\n  I am):\n  ","643653":"\n  I love being high, you see the world as a brighter place.\n  ","643654":"\n  1. 21\n  \n  2. Nope\n  \n  3. I miss Jake everyday\n  \n  4. Nope\n  \n  5. Yes\n  \n  6. Anyone whos stupid\n  \n  7. I love water (;\n  \n  8. No\n  \n  9. Red\n  \n  10. Eating food ?\n  \n  11. Johnny depp\n  \n  12. To marry Jake..\n  ","643655":"\n  Damn i was hoping it would say \"sunny D\"\n  \n  Aye thats a good name for someones thigh slapper\n  \n  \"Aye yo bitch wanna see my sunny D\"\n  ","643656":"\n  Im so cold ):\n  ","643657":"\n  Dude why not\n  ","643658":"\n  Omg yes, now i can tell everyone im sick\n  ","643659":"\n  Shhhhhhh johnny depp is calling my name\n  ","643660":"\n  This look is a hit or miss lol\n  ","643661":"\n  SMOKE WEED\n  ","643662":"\n  I at least look cute lol\n  ","643663":"\n  No i just dont have any cause being asian can suck\n  ","643664":"\n  If only i could have these cheekbones all year round\n  ","643665":"\n  Chubby sav\n  ","643666":"\n  The entire male population\n  ","643667":"\n  Sweaters all year round lol especially here cause i have tattoos i cant show\n  ","643668":"\n  I wear sweaters in the summer ...\n  ","643669":"\n  Im in my at home clothes?\n  ","643670":"\n  I couldnt choose which filter\n  ","643671":"\n  So like im trying to choose a picture.. help\n  ","643672":"\n  Thats the rules, youre an idiot.\n  ","643673":"\n  Im not him, how am i suppose to know what he is thinking?\n  ","643674":"\n  Well i know sleeping without a bra is good but when youre on your period i highly suggest some underwear LOL\n  ","643675":"\n  I hope this is a rhetorical question\n  ","643676":"\n  Ugh i havent eaten all day and im not even hungry..\n  ","643677":"\n  Ill admit this was an interesting read lol\n  ","643678":"\n  I bet his food was better than this picture\n  ","643679":"\n  Heres a shitty selfie for you\n  ","643680":"\n  The road to hell is highway 59 - suicide boys\n  ","643681":"\n  Ugh seeing her bullshit on my feed makes me wanna vomit.\n  ","643682":"\n  Youre making me want to drink right now\n  ","643683":"\n  Awh i know im cute huh (;\n  ","643684":"\n  Im goooood ❤ craig owens, he should let me be is beauty queen\n  ","643685":"\n  You wanna see my cute face\n  ","643686":"\n  Im coloring rn so im gonna be slow replying and just posting selfies lol\n  \n  Oh and btw, learn to check out someones bio every once and awhile.\n  ","643687":"\n  Suicide boys?\n  ","643688":"\n  (Its long but you asked lol)\n  \n  Connor:Now you will receive us.\n  \n  Murphy:We do not ask for your poor or your hungry.\n  \n  Connor:We do not want your tired and sick.\n  \n  Murphy:It is your corrupt we claim.\n  \n  Connor:It is your evil that will be sought by us.\n  \n  Murphy:With every breath, we shall hunt them down.\n  \n  Connor:Each day, we will spill their blood till it rains down from the skies.\n  \n  Murphy:Do not kill. Do not rape. Do not steal. These are principles which every man of every faith can embrace.\n  \n  Connor:These are not polite suggestions. These are codes of behavior, and those of you that ignore them will pay the dearest cost.\n  \n  Murphy:There are varying degrees of evil. We urge you lesser forms of filth not to push the bounds and cross over into true corruption, into our domain.\n  \n  Connor:For if you do, one day you will look behind you and you will see we three. And on that day, you will reap it.\n  \n  Murphy:And we will send you to whatever god you wish.\n  \n  Connor\/Murphy\/Il Duce:And shepherds we shall be, for Thee, my Lord, for Thee. Power hath descended forth from Thy hand.\n  \n  Yakavetta:Vaffanculo! [\"Fuck you\"]\n  \n  Connor\/Murphy\/Il Duce:That our feet may swiftly carry out Thy command. So we shall flow a river forth to Thee, and teeming with souls shall it ever be.\n  \n  Il Duce:In nomine Patri.\n  \n  Connor:Et Filii.\n  \n  Murphy:Spiritus Sancti\n  ","643689":"\n  I just wanted to post my picture lol\n  ","643690":"\n  HAHAHAH i didnt even notice that\n  ","643691":"\n  ❤❤❤❤❤\n  ","643692":"\n  Awwwwwwwh  wait thats actually sad\n  ","643693":"\n  Yay or nah?\n  ","643694":"\n  Idk about this look\n  ","643695":"\n  Yasssss bitch yaaas\n  ","643696":"\n  Im a fuckin good time, i got nothing to be ashamed about ?\n  ","643697":"\n  All i know is i got a selfie with my cat\n  ","643698":"\n  Of course ❤❤❤❤❤❤\n  ","643699":"\n  Oh my lord i decided to take selfies LOL\n  ","643700":"\n  I HAVE TO GO FOLD LAUNDRY\n  ","643701":"\n  YAAAAAAAS ??\n  ","643702":"\n  Way to be observant\n  ","643703":"\n  Whenever i read \"heinous crimes\" i just think law & order special victims unit\n  \n  Damn i miss that show\n  ","643704":"\n  No i havent noticed cause i dont give a shit\n  ","643705":"\n  Good luck ❤❤\n  ","643706":"\n  I have a whole village of giants\n  ","643707":"\n  KEEP EM COMING\n  ","643708":"\n  If youre talking about jake, he wasnt from ask LOL he just used it cause i did.\n  ","643709":"\n  Omg sometimes you have to fail to succeed, i wouldnt disown you lol\n  ","643710":"\n  Because i like real life relationships\n  ","643711":"\n  No i dont remember because they dont exist HAHA\n  ","643712":"\n  S to the ame\n  ","643713":"\n  I am?\n  ","643714":"\n  I really need to go through the pictures on my phone..\n  ","643715":"\n  This will be me one day\n  ","643716":"\n  No.\n  ","643717":"\n  Omg, i hope that all your hard work will pay off!\n  ","643718":"\n  Well, they both just want meaningless sex without commitment.\n  \n  I dont think it should matter what people are doing with their bodies honestly.\n  \n  I like to let people do what they want to do.\n  ","643719":"\n  Wow, can i be original like you?\n  ","643720":"\n  The last thing i bought i think it was food LOL\n  ","643721":"\n  Will it give me a tan?\n  ","643722":"\n  Im just as lost as you ?\n  ","643723":"\n  What happened?!\n  ","643724":"\n  I like to assume thats their bombing for but the way they go about it probably isnt going to show that...\n  ","643725":"\n  Doing laundry is oh so fun ?\n  ","643726":"\n  I need to read, ill be back in a couple hours ❤\n  ","643727":"\n  Omg when i was in elementary school omfg it was awesome, everyone was your valentine and you bring candy for your whole class and you spend all day making cute little baggies for it then at the end of the day you pass out your candy then go home with a fuckton of candy like its halloweeeen\n  ","643728":"\n  Fall back on my trust fund thingy mabobber\n  ","643729":"\n  Wait what did i do\n  ","643730":"\n  Dude, you do realize black people are AMAZING at sports..\n  ","643731":"\n  Yes, but you can judge the title.\n  ","643732":"\n  Maybe she just wanted a good pounding?\n  ","643733":"\n  Im so sorry ):\n  ","643734":"\n  I know ? im huge\n  ","643735":"\n  Time to go like some shiiiit ❤\n  ","643736":"\n  I feel like i come on when everybody isnt on or ask is dead..\n  ","643737":"\n  When we grow older, we learn how to die.\n  ","643738":"\n  Is anyone else obsessed with their bed?\n  ","643739":"\n  Im pretty sure im getting as fat as a whale\n  ","643740":"\n  A prince.\n  ","643741":"\n  Trailer park boys\n  ","643742":"\n  I love tea. Chia tea is amazing\n  \n  Green tea is bomb\n  \n  Jasmine tea omg\n  ","643743":"\n  What do you think\n  ","643744":"\n  Mine.\n  ","643745":"\n  Goal: to go to a dinosaur museum.\n  ","643746":"\n  I kinda wish dinosaurs were around, except i would want them to not eat people lol\n  ","643747":"\n  Its more likely because you can get birth control super early and you can get an abortion if you can have a period lol\n  ","643748":"\n  Personally i believe they have the most interesting brain because they are so different from a normal person. They still dont have enough information to understand what makes a serial killer who they are. What truly makes them want to kill.\n  ","643749":"\n  Shes so cute\n  ","643750":"\n  A vacation\n  ","643751":"\n  Music ❤\n  ","643752":"\n  Im a princess soon to be queen\n  \n  Princesses dont work or go to school\n  ","643753":"\n  I have the cutest kitty\n  ","643754":"\n  Awwwwwwwwwhhhhh❤\n  ","643755":"\n  I know my dad did, but i dont think my mom knows what love is.\n  ","643756":"\n  I actually have a relationship with my parents AND my sibilings..\n  ","643757":"\n  Whoa i have a dick?\n  ","643758":"\n  HAHAHAHhahahahaha\n  \n  No.\n  ","643759":"\n  SAME. I wish i could own one.\n  ","643760":"\n  You are amazing!\n  \n  I love your hair\n  \n  I love your personality\n  \n  You treat me so nicely and i want their to be more people like you.\n  \n  Im glad youre on ask, it makes this place enjoyable. ❤\n  \n  Hope youre doing well. ?\n  ","643761":"\n  Bacon, lots of bacon ?\n  ","643762":"\n  Im not leaving? But you should.\n  ","643763":"\n  Wood???\n  ","643764":"\n  Go to Macy's\n  ","643765":"\n  Holy shit, read my bio\n  ","643766":"\n  How are you?!\n  ","643767":"\n  IM SO FUCKIN EXCITED\n  \n  I needed new jeans sooo bad ❤❤❤\n  ","643768":"\n  The government is in the process of figuring out a plan to kill people like you.\n  ","643769":"\n  Ugggggghhhh why do you have to remind me of my broken heart\n  ","643770":"\n  THEY LEFT ?\n  ","643771":"\n  If you feel an earthquake, it was just me dancing ?\n  ","643772":"\n  Shhhh not now kimosabe im going to bed\n  ","643773":"\n  I hope you sleep well❤\n  ","643774":"\n  Favorite memory : getting high as hell in a comfortable environment.\n  ","643775":"\n  Wow im getting sleepy i cant type\n  ","643776":"\n  Mime has never said that\n  ","643777":"\n  Im going to vegas sunday❤\n  ","643778":"\n  Im kinda stoked im about to sleep honestly\n  ","643779":"\n  My bed\n  ","643780":"\n  Little who\n  ","643781":"\n  Idk who 'Me' is soooo\n  ","643782":"\n  Because theyre fuckin magical\n  ","643783":"\n  Thats better?\n  ","643784":"\n  Im just deleting the stupid questions like this.\n  ","643785":"\n  Look in weheartit for ideas\n  ","643786":"\n  Its horrible, i really hope i never get it. It sounds awful and just so sad ugh.\n  ","643787":"\n  I really miss Jake\n  ","643788":"\n  Awwwh ❤ omg\n  ","643789":"\n  Im trying to think of what my next chapter should be about and im coming up blank ?\n  ","643790":"\n  Its different for every goddamn person my god, have you heard of metabolism\n  ","643791":"\n  ????\n  \n  You make me believe theres different species of human because you make me ashamed of being a human.\n  ","643792":"\n  Im sad about it too..\n  ","643793":"\n  I just have all the answers bro ?\n  ","643794":"\n  I probably would if i needed too\n  ","643795":"\n  Im crawling into bed and im so excited\n  ","643796":"\n  Not come on my page and talk about it, like i give a fuck.. like come on. Handle your own shit. Work out your own feelings, their not mine. If you like the younger one, theres nothing you can do about it. Or you can break up with the bf and go to town on the brother idk. Its time for you to make some decisions, i have my own to make.\n  ","643797":"\n  I cant beat this goddamn level and I'm pissed about it\n  ","643798":"\n  Awh im sorry. It was party time for me.\n  ","643799":"\n  Im good, im not that big of fan btw.. i havent seen it for awhile..\n  "}}