{"Question":{"643800":"\n   spell out the capital letters.\n  ","643801":"\n   Savannah? ???\n  ","643802":"\n   Yeh of course I did baby\n  ","643803":"\n   recent selfie\n  ","643804":"\n   okay i got you some jeans. enjoy\n  ","643805":"\n   When you go and get a physical exam what areas do you hate the most that gets examined\n  ","643806":"\n   what colour did you paint them?\n  ","643807":"\n   You do seem to get some weird questions today.\n  ","643808":"\n   of course I'M in Love with You darlING\n  ","643809":"\n   Are you going to see the new beauty and the beast movie?\n  ","643810":"\n   do you have account of facebook?\n  ","643811":"\n   what is somethinggirls do that guys really like\n  ","643812":"\n   You know that sleeping naked helps you fall into a deeper sleep, reducing how much you wake up at night? Scientifically shown. ;)\n  ","643813":"\n   AND FREAKING BEAUTIFULWOMAN\n  ","643814":"\n   Benim hakkımda düşünceniz neler ? Özelden yazın...\n  ","643815":"\n   Best grade in high school to be in?\n  ","643816":"\n   What do you think is the most cancer causing food ?\n  ","643817":"\n   Add some more leather to your wishlist!\n  ","643818":"\n   Afternoonnn\n  ","643819":"\n   How everything goes with you  what your Skype or kik name is\n  ","643820":"\n   What would you never post online?\n  ","643821":"\n   Where is Jake?\n  ","643822":"\n   Okay sweet :)\n  ","643823":"\n   you're welcome ?\n  ","643824":"\n   I got kicked out of Alcoholics Anonymous for being honest about why I'm an alcoholic, is this a disgrace?\n  ","643825":"\n   When I was 11 this girl snitched me up to the teacher for talking about lesbian porn, however ten tests later we're both 21 years old and she had three children, is this proof that women are hypocritical slags?\n  ","643826":"\n   What's your opinion on feminism?\n  ","643827":"\n   Do you think it's bad parenting for parents to but their alcoholic son alcohol?\n  ","643828":"\n   Am I an alcoholic if I drink a bottle of scotch a day?\n  ","643829":"\n   OMG have you ever walked into a public bathroom and there is just that one person in there, stinking up the whole bathroom taking a dump ?  Lord have mercy it is unfair, how the hell you gonna come in a bathroom exposing people to your toxic waste coming from your rear end!? its sick and so gross\n  ","643830":"\n   Is it normal to feel dirty because I had sex with a brown woman?\n  ","643831":"\n   bb you can study my Dna all day\n  ","643832":"\n   Post an ironic fact about society? ??\n  ","643833":"\n   Today the so called peaceful and vulnerable refugees got drunk in the hotel they were housed in (I thought Muslims want the death penalty for alcohol) and they smashed the place up and assaulted staff members because of the bad WIFI connection, do you agree we should send them back?\n  ","643834":"\n   Is it easier to forgive or forget?\n  ","643835":"\n   2 facts about you? ?\n  ","643836":"\n   Do you think fishing is cruel?\n  ","643837":"\n   Have you ever seen a fight at a football match?\n  ","643838":"\n   Parents can be related to each other duhh ? The same way they are related to their children\n  ","643839":"\n   Do you feel sorry for elderly people who've seen the country they've fought for become multicultural and have everything British about it taken away?\n  ","643840":"\n   In 2002 non whites in Britain made up for 6 percent of the British population, they now make up for 20 percent of the British population, can you see why I feel like my identity is being eroded? I don't blame immigrants for wanting a better life, I blame the government for letting them in.\n  ","643841":"\n   Are your parents related to each other ?\n  ","643842":"\n   What would your survival strategy be in a real life zombie apocalypse scenario similar to that depicted in 'The Walking Dead', where in a lawless new age, both the dead & the living represent a threat??\n  ","643843":"\n   What's your opinion on fans of different football teams fighting eachother?\n  ","643844":"\n   Cigarettes..\n  ","643845":"\n   Should refugee\/migrant hunting become a sport in the olympics?\n  ","643846":"\n   Why are migrants been housed in five star hotels and given thousands in benefits a year when I'm disabled and the government is cancelling my benefits thus making me homeless? I've never committed a crime and I don't know why I'm being treated like a 2nd class citizen in my own country.\n  ","643847":"\n   Why do people smoke?\n  ","643848":"\n   would you rather date a guy with a 5\" weiner or 10\" weiner\n  ","643849":"\n   Ohh haha I'm turning 18 in September ?\n  ","643850":"\n   theres like 5 different pairs of jeans nigga and wtf is a mud mask? just pick something before i get sleepy\n  ","643851":"\n   Spring break plans ??\n  ","643852":"\n   What color of underwear u wearing today\n  ","643853":"\n   girl you look so much younger!❤️\nDon't worry you aren't old at all!\n  ","643854":"\n   what do you want most from your wishlist?\n  ","643855":"\n   What was the last TV show you watched?\n  ","643856":"\n   are you really 21?\n  ","643857":"\n   Do you agree that when Britain leaves the EU all EU citizens should be returned back to Poland, Lithuania, Russia, Estonia, Romania, Bulgaria or wherever they originally came from?\n  ","643858":"\n   GUYS I GOT BACK INTO MY ACCOUNT HI\n  ","643859":"\n   Any cool people to follow here on askfm?\n  ","643860":"\n   do your nails later\n  ","643861":"\n   Y not?Whats wrong with it?\n  ","643862":"\n   Also grilled cheese is my life lmao\n  ","643863":"\n   u r lucky to be born in modern age where i can send u stuff automatically even though u live in THE other country\n  ","643864":"\n   How are you today? :3\n  ","643865":"\n   Awwwwww????\n  ","643866":"\n   Say yes master.\n  ","643867":"\n   When was the last time you cursed?\n  ","643868":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140960072057\n   \n   so does this mean rip the connection of monkey friends or are we for sure gonna stay in contact cause i dont wanna lose a great friend lol\n  ","643869":"\n   What is your zodiac sign?\n  ","643870":"\n   What book are you reading\n  ","643871":"\n   James patterson books so fucking long like harry potter I just read his books for a week then I return them you must be a fast reader\n  ","643872":"\n   Are you going to answer the question?\n  ","643873":"\n   Who's your favorite author?\n  ","643874":"\n   If I was your boyfriend would u let me keep both of my hands on the back of your head and play with your hair while kissing you?\n  ","643875":"\n   You are welcome\n  ","643876":"\n   ❤️❤️❤️\n  ","643877":"\n   You're wearing red underwear?\n  ","643878":"\n   How many did you get?\n  ","643879":"\n   I did that already and i got slapped on ma balls by her dad :\/\n  ","643880":"\n   Im being honest xxx\n  ","643881":"\n   hi beautiful\n  ","643882":"\n   You're welcome actually no ive changed my mind infinity\/10\n  ","643883":"\n   Yeah,I don't know how huge the North American moose is though when compared to Eurasian Elk.\n  ","643884":"\n   how come on music stations they can play music of a black rapper rapping about being a black murderer and being anti white, but they can't have bands like Skrewdriver, Skullhead, No Remorse, Landser, RAHOWA and Celtic Dawn singing about white pride?\n  ","643885":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141024337529\n   \n   I have seen plenty of them in real life,never want to stand too close to them though.\n  ","643886":"\n   how can i approach the girl i like? what should i say first? She don't know me at all. Should i say Hi and ask her name then i'll tell her that she's pretty then i'll get her number after? Is this a right move or no?\n  ","643887":"\n   Do people actually buy you gifts from your wishlist?\n  ","643888":"\n   Id have to give you 10000000\/10\n  ","643889":"\n   Sup boom\n  ","643890":"\n   What is your favorite thing in your room? PAP!\n  ","643891":"\n   You're so beautiful that's what\n  ","643892":"\n   No seriously what sets you apart from everyone else\n  ","643893":"\n   Random fact\n  ","643894":"\n   You're so hot. A loser like me could only dream of even worshipping you\n  ","643895":"\n   Would you not rather I did something that made you money like picking cotton all day...?\n  ","643896":"\n   Wow you are so gorgeous❤\n  ","643897":"\n   How's your life going\n  ","643898":"\n   Pap of you\n  ","643899":"\n   Why should I follow you?\n  ","643900":"\n   Which fictional character would you date?\n  ","643901":"\n   Post a picture of your favorite landscape in the world!\n  ","643902":"\n   love you ass <333\n  ","643903":"\n   I get a little dizzy. Lol. Nothing serious though.\n  ","643904":"\n   Dudeeeeee \nNo wonder then?\n  ","643905":"\n   You're beautiful\n  ","643906":"\n   If you could be any fictional character from movie, anime, book and more. Who would it be?\n  ","643907":"\n   They should just make prisoners the slaves. You'd totally have a plantation with your status and class\n  ","643908":"\n   Hey guys my friend has a squrriel so she shad take care of him, (in our country it's legal to adopt them) so i accidentally drawn his tail and accidently his tail at the end is gone now... it's bleeding now i can never frogives this to me how will i tell my friend??? Will it grow??\n  ","643909":"\n   yea yea you have to be yourself blah blah and what not lol :333\n  ","643910":"\n   First three songs in your favorite playlist?\n  ","643911":"\n   Hi Lady !  March 08th 1300   9° C \nYou really crack me up ! \n\nHope you're ok ! It's raining \nI adore ur last pic with blue sun glasses + purple lipstick !\nHave a quiet day !\nMarc from France\n  ","643912":"\n   ayo all these hoes aint loyal lady boometh is :D\n  ","643913":"\n   What's the most interesting animal you've seen during your trip?\n\n#mostinteresting #animal #trip\n  ","643914":"\n   Boomieee it's been like 500 years since we last talked lol I lost track of the days since I immigrated to Earth from Mars. Anyways it's your martian buddy Spencer. I miss talking to you a lot but you still cross my mind from time to time. Hope you're doing well :)\n  ","643915":"\n   How would you react if someone who you don't even know were too ask you questions off of anonymous? Would you tell them to leave and or go away? Or allow it? Because alot of you, like to turn down people you don't know on this site! Its like really rude when people try to make friends with you.\n  ","643916":"\n   Dunley better stop talking to Eden before Sultan beat that ass\n  ","643917":"\n   What does the word courage mean to you in just one word ?\n  ","643918":"\n   Wannabe besties?\n  ","643919":"\n   so according to anon i am gay because i am still single. yeah his logic makes sense. ???????????\n  ","643920":"\n   Aye\n  ","643921":"\n   Any 2 facts about you??\n#staif\n  ","643922":"\n   I know you said you weren't leaving but what're you gonna do about all the friends you've made on here how're you gonna keep in touch if you do end up leaving\n  ","643923":"\n   How can you tell a good person from a bad one?\n  ","643924":"\n   What is the most important thing to know?\n  ","643925":"\n   When people see you for the first time, what impression do you try to give them ?\n  ","643926":"\n   What are a few things your future husband needs to know if he wants to be your one and only, all your life??\n  ","643927":"\n   How many sugary treats do you eat a day and which is your favourite??\n  ","643928":"\n   Do you play any decent online strategy\/war\/empire building games? If so what is your most favoured strategy in these games - play to win, pay to win, or just play to pass the time??\n  ","643929":"\n   How old were your parents when they had you ?\n  ","643930":"\n   Sei tanto bella quanto triste\n  ","643931":"\n   who's the sweetest person on ask?\n  ","643932":"\n   How does Owen do all that shit talking with no lips?\n  ","643933":"\n   i want your booty <333\n  ","643934":"\n   lets do sex ? :o\n  ","643935":"\n   Holy shit\n  ","643936":"\n   135k likes exactly!\n  ","643937":"\n   Happy pancake day guys!! Have you had a pancake today? If so what did you have on it? ?\n  ","643938":"\n   What's a unique skill you'd like to have, or learn?\n  ","643939":"\n   You look cute ♥ and those rings aww \nI ADORE THEM ALREADY SALT\n  ","643940":"\n   You're gonna miss me when I'm gone ?\n\nWho sings this song?\n  ","643941":"\n   Do you like your name? Have your parents ever told you how they chose your name? Would you ever want to change your name?\n  ","643942":"\n   Do you have Skype or kik\n  ","643943":"\n   A sound system to compete with foot massages?\n  ","643944":"\n   You're to cute ?\n  ","643945":"\n   Service??\nWiFi?\n  ","643946":"\n   pap of your d?\n  ","643947":"\n   Mornin!\nOh ;-;\nThat's weird like I wonder why they aren't loading aye\n  ","643948":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","643949":"\n   can i call you daddy?\n  ","643950":"\n   photo d'un trump français stp\n  ","643951":"\n   :\/ Come blaze\n  ","643952":"\n   I like your face I think it's cute\n  ","643953":"\n   There are more than plenty of inventions which have came from women.Like the fire escape,medical syringe and computer software for example.\n  ","643954":"\n   It's friday\n  ","643955":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141015448953\n   \n   As if there aren't male versions of gold diggers from third world countries.\n  ","643956":"\n   Ma sœur m'avait dit qu'elle t'avait rencontrée dans la forêt, jouant d'une manière qui n’était pas très chrétienne, et menant derrière toi plus de trois cent loups qui s’étaient sauvés à ton approche !\n  ","643957":"\n   Women crush Wednesday\n  ","643958":"\n   What would I have to do as your slave, Goddess?\n  ","643959":"\n   Which song can you not listen to anymore and why\n  ","643960":"\n   Do you like to go skiing? If you like skiing tell us what is enjoyable about it. If you don't like skiing - why not?\n\n#skiing #enjoyable #youropinion\n  ","643961":"\n   Abe Lincoln was the 13th president of the United States. George Washington was the pilgrim who used penicillin to kill Godzilla.\n  ","643962":"\n   Making them a slave in the old south would be worse then - if they could be transported back\n  ","643963":"\n   In your opinion, would you say that Capitalism itself is  greedy? Doesn't it constantly make the richer ones even more rich and the poor poorer ?\n  ","643964":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140997600377\n   \n   There are many individual differences,dear anon.Not all women get drunk more quickly and easily than men.Also when drunk,men also can end up doing things which they regret later.\n  ","643965":"\n   Ask me questions guys!\n  ","643966":"\n   How is everybody's day\/night?\n\nI'm about crying cause I want to go to Download Festival this year\n  ","643967":"\n   Red panties!\n  ","643968":"\n   Go watch the vids I uploaded today and you'll know why?\n  ","643969":"\n   After 50k answers\n  ","643970":"\n   No, Goddess. I'm really sorry I didn't mean that ??\n  ","643971":"\n   are you God?\n  ","643972":"\n   Happy womens day \nThanks for tolerating us men\nI bet thats not easy \n#Respect ☺❤\n  ","643973":"\n   Happy Women's Day <3\n  ","643974":"\n   Can you give me a makeover? I'm a boy\n  ","643975":"\n   Do you want socks or panties the most, Goddess?\n  ","643976":"\n   i follow jake on instagram and i checked out his posts and i was wonderin did he break up with you for the girl whos e been commentin on his pics sayin mine????\n  ","643977":"\n   What do your friends say about the fact you have gifts bought for you?\n  ","643978":"\n   Ha ha! It's not that bad actually. ???\n  ","643979":"\n   Because you shouldn't be influenced to not love yourself if someone else doesn't love you.  If you have love for yourself first then whether or not others love you is irrelevant.\n  ","643980":"\n   Good Morning\/Afternoon\/Evening\n\nHow is everybody feeling :)\nWhat's everybody's plans today or the weekend? \nSTOIF\n  ","643981":"\n   Have you ever met an English person in person?\n  ","643982":"\n   I am great. Lol. Just giving blood plasma RN.\n  ","643983":"\n   Have you ever been to England?\n  ","643984":"\n   Cause they are really hot and would have been hugely appreciated by your boyfriend\n  ","643985":"\n   You should kik me so we can set it up\n  ","643986":"\n   How is my fellow The 100 fan? ???\n  ","643987":"\n   How often do you loose your temper?\n  ","643988":"\n   You won't want the panties now you're single now then\n  ","643989":"\n   How much are you ready to pay for a T-shirt?\n  ","643990":"\n   Do you believe everything you read??\n  ","643991":"\n   Do you believe that black people will enslave white people in America?\n  ","643992":"\n   Pap of your nails\n  ","643993":"\n   What would make you happy, Goddess?\n  ","643994":"\n   I know the feeling baby.\n  ","643995":"\n   Why are you upset, Goddess?\n  ","643996":"\n   You're okay?\n  ","643997":"\n   If you could be invisible for a day, what would your do?\n  ","643998":"\n   Why do alot of people dislike those whether male or female with thin body's ?\n  ","643999":"\n   What is the one thing you have tried to change, but couldn't ?\n  ","644000":"\n   so madagascar\n  ","644001":"\n   A message for your future kids?\n  ","644002":"\n   What r u most self-conscious about?\n  ","644003":"\n   Any month that starts on a sunday has a Friday The 13th.\n  ","644004":"\n   do you agree with capital punishment? why\/why not?\n  ","644005":"\n   Describe your life in five words?\n  ","644006":"\n   Whats the most interesting racial mix ?\n  ","644007":"\n   Is it possible to have a crush on someone online that you've never met?\n  ","644008":"\n   What would you do, if you found a spider in your beverage??\n  ","644009":"\n   Hi Lady !  March 04th ●  0700 pm \n\nHow are you doing ? \nYou really are fine-looking ! \nI adore the recent pics ! I \nMarc from Reichstett \/ France\n  ","644010":"\n   Have you ever..........\nSipped Kool-Aid through a red vine before?????\n  ","644011":"\n   How do you think outside the box??\n  ","644012":"\n   Im sure its not THAT bad but as we know Boom knows best\n  ","644013":"\n   Are you bisexual\n  ","644014":"\n   What if you can live in your dreams, but you cant leave them?\n  ","644015":"\n   How were your tights today? You wear 1 or 2 pairs?\n  ","644016":"\n   What do you think about long distance relationship?\n  ","644017":"\n   How would you introduce yourself on dating app?\n  ","644018":"\n   Makeup collection pap\n  ","644019":"\n   Heya sweetheart! Hope you have had a lovely weekend, what has been your most favourite moment in your life so far? x\n  ","644020":"\n   Should bars and pubs have a limit to how much alcohol they serve women as women get more drunk quickly than men and end up doing things they regret?\n  ","644021":"\n   Why do women get drunk easier and end up sleeping with a man they don't know?\n  ","644022":"\n   If you could change one thing in the world, what would it be?\n  ","644023":"\n   Then why should everyone gift you?\n  ","644024":"\n   Is it anonymous?\n  ","644025":"\n   How come when a woman is sober and has sex with a drunk man it isn't rxpe but when a sober man has sex with a drunk woman it is rxpe?\n  ","644026":"\n   What do you give in exchange for a gift?\n  ","644027":"\n   Your friends own?\n  ","644028":"\n   How do I buy you a gift?\n  ","644029":"\n   Good morning\n  ","644030":"\n   Do you own a Royce?\n  ","644031":"\n   Why are women such slags these days? Most don't even want to get married, they would rather sleep around.\n  ","644032":"\n   Why do hardly any inventions come from women?\n  ","644033":"\n   Disney Spam: In your opinion who is the best character and why?\n  ","644034":"\n   Explain to us all what makes you go boom?\n  ","644035":"\n   What's your dating age range?\n  ","644036":"\n   how rich are you?\n  ","644037":"\n   I wont be my simian pal! That being said i am still curious how it ends up looking lol\n  ","644038":"\n   what is your opinion on modern feminism? do you think it's done more harm or good?\n  ","644039":"\n   Okay sweet! I got worried haha :P\n  ","644040":"\n   I bet you could not get a bf\n  ","644041":"\n   Wait who would you attempt to move onto if you decided to not go back to jake\n  ","644042":"\n   do you like boys or gorls?\n  ","644043":"\n   Do you have a boyfriend\n  ","644044":"\n   her heart belongs to jake\n  ","644045":"\n   I'm sorry to hear that you're single again\n  ","644046":"\n   So you're single?\n  ","644047":"\n   What's your guilty pleasure?STAIF\n  ","644048":"\n   BUT WE STILL ARE MONKEY FRIENDS CORRECT? THE FILTER ISNT GONNA CHANGE THAT RIGHT\n  ","644049":"\n   Nawh I'm sorry love :( but ye! That's it ahahaha\n  ","644050":"\n   :O WHAAAT!?\n  ","644051":"\n   34B\n  ","644052":"\n   What do you think it feels like to travel through time?\n  ","644053":"\n   who kept you from the people?\n  ","644054":"\n   Do you consider yourself a kind person?\n  ","644055":"\n   So super random but i was shown there is a monkey filter on snapchat and im like what this exists i rarely use said social media\n  ","644056":"\n   Single or taken\n  ","644057":"\n   my only true request of you is be happy and have a great life\n  ","644058":"\n   Haha that's the first word that came to your mind ??\n  ","644059":"\n   Im honestly bummed you didnt get to see everyone like thats kinda shitty that you couldnt see the others\n  ","644060":"\n   Just came from the gym hello❤\nDid you get my other message?\n  ","644061":"\n   What kind of people annoy you?\n  ","644062":"\n   You have to love yourself before you can truly love others\n  ","644063":"\n   Say something in Spanish plss\n  ","644064":"\n   have you got to wear gifts yet?\n  ","644065":"\n   No\n  ","644066":"\n   Hello beautiful ?\n  ","644067":"\n   There's my friend with the big beautiful eyes ?\n  ","644068":"\n   I love your background\n  ","644069":"\n   Do you love yourself?\n  ","644070":"\n   How many people were you supposed to see?\n  ","644071":"\n   Boom!\n  ","644072":"\n   Why isnt your underwear covering less than mine?WHY\n  ","644073":"\n   Do you think it's ridiculous that my 4 year old son's mother and stopped me from seeing him because I let him watch World War One documentaries? I just think she's looking for any excuse to be honest, she doesn't like my since I left her for another woman.\n  ","644074":"\n   What body part do you wash first in the shower\n  ","644075":"\n   Damn :\/ that's super shitty\n  ","644076":"\n   Why isnt your underwear covering less than mine?\n  ","644077":"\n   do you think it's weird or awkward if there's random stranger guy talk to you and introduce himself then he ask you if you can be friends inside school or outside?\n  ","644078":"\n   If you were able to how would you fix the world\n  ","644079":"\n   I give a shit.\n  ","644080":"\n   Oh damn I'm sorry to hear that :\/ i wanna ask what happened to make it so but I don't wanna seem nosey\n  ","644081":"\n   what size is that bra?\n  ","644082":"\n   People do give a shit\n  ","644083":"\n   Is the sad looking face cause you wanna go back or?\n  ","644084":"\n   L O L at the anon saying immigrants turn places into a ghetto. I was an immigrant and owned the biggest house in the city so ? get rekt anon\n  ","644085":"\n   But your underwear should be covering less than mine\n  ","644086":"\n   Hello Boom! How is the trip or was if you're back\n  ","644087":"\n   But that means my underwear is covering less than yours\n  ","644088":"\n   :)\n  ","644089":"\n   There is this man who's reflexes are so great that with a sword he can chop a BB gun pellet in midair just after it gets shot at him.\n  ","644090":"\n   Why my page? ❤️\n  ","644091":"\n   Why \"Cuntgradulations\"\n  ","644092":"\n   Panties or thongs?\n  ","644093":"\n   Hi how r u today\n  ","644094":"\n   Because I'm wearing a thong rn... and your panties are full cheek panties\n  ","644095":"\n   Savvvv\n  ","644096":"\n   But... those panties.. have full cheeks on them?\n  ","644097":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141017615993\n   \n   There more than plenty of areas where immigrants and black people live and  they aren't ghettos nor crime ridden slums.\n  ","644098":"\n   Thongs or panties?\n  ","644099":"\n   I hope he finds someone better then you\n  ","644100":"\n   Hi\n  ","644101":"\n   Is it normal to like it when women don't enjoy sex?\n  ","644102":"\n   Tell him youll try harder you guys always make it work and get back together\n  ","644103":"\n   How is your relationship with your parents?\n  ","644104":"\n   Did he tell you why exactly he broke up with you??\n  ","644105":"\n   Do you feel empowered being a female in society?\n  ","644106":"\n   Have you ever given someone a belly raspberry or had it done to yourself?\n  ","644107":"\n   What happened hun\n  ","644108":"\n   Why does the way you dress and the way you speak determine your likelihood of getting a job at a job interview ?\n  ","644109":"\n   Whats wrong\n  ","644110":"\n   What's your star sign\n  ","644111":"\n   What has happened to Jacob?\n  ","644112":"\n   I love you.\n  ","644113":"\n   Pierced ears or stretched ears? Which do you prefer?\n  ","644114":"\n   Yo you picked me up from the floor when I was weak af , Im not leaving you.\n  ","644115":"\n   What body part do you wash first in the shower\n  ","644116":"\n   How many times do you hit the snooze button before getting up?\n  ","644117":"\n   je voudrais entendre ta voix... princesse...\n  ","644118":"\n   Any deep thoughs?\n  ","644119":"\n   Do  you know how to open a locked phone?\n  ","644120":"\n   You're gonna be okay alright?\n  ","644121":"\n   Is it wrong that I've blocked Disney Channel and Nickelodeon from my TV box so my son can't watch them?\nI get tired of seeing the same American crap on every day and it's poisoning my son's mind, he's 4 and I would rather he watch channels like Animal Planet, BBC, ITV, Gold, Dave, History and Horror\n  ","644122":"\n   Do you love yourself more than anyone else?\n  ","644123":"\n   Shower or bath?\n  ","644124":"\n   Shower or bath?\n  ","644125":"\n   What the f.uck was wrong with him?\n  ","644126":"\n   do you think there is someone else\n  ","644127":"\n   Omg baby are you okay?\n  ","644128":"\n   But does jealousy have a legitimate role to play in love?  If so, what's its purpose?\n  ","644129":"\n   He must have broken up with you if your so sad so I'm sorry\n  ","644130":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/141005867897\n   \n   You got some weird questions today.\n  ","644131":"\n   Do you think that jealousy has a part to play in love?\n  ","644132":"\n   Wait you guys broke up?? Why??\n  ","644133":"\n   i wont. i love this gal too much to let anons perv on her.\n  ","644134":"\n   Likers get opinions?\n  ","644135":"\n   Do you think there's only one kind of love?\n  ","644136":"\n   Do you know that you're extremely attractive? Like the most attractive person in the world to me?\n  ","644137":"\n   Been eating salami, gorgeous girl?\n  ","644138":"\n   Why don't women want to be faithful wives anymore?\n  ","644139":"\n   What do you want?\n  ","644140":"\n   Why are all women the same?\n  ","644141":"\n   How do you not get what you want if you don't know what it is that you want?\n  ","644142":"\n   If  you found a phone, would you look through it if you could before you gave it back?\n  ","644143":"\n   Are Fred and Rose West lovely people?\n  ","644144":"\n   Are you afraid of love?\n  ","644145":"\n   Why do hardly any inventions come from women?\n  ","644146":"\n   Do you think you're intelligent?\n  ","644147":"\n   its not you. besides your heart belongs to someone else already so. there is that.\n  ","644148":"\n   Why not?\n  ","644149":"\n   Do you think that the world has a good future ahead?\n  ","644150":"\n   Why wouldn't you do politics?\n  ","644151":"\n   Would you ever enter politics?\n  ","644152":"\n   Do you associate the word \"women\" with double standards?\n  ","644153":"\n   Is Peter Sutcliffe a good role model for young males?\n  ","644154":"\n   i have a crush on a girl but i aint gonna tell anons who it is. only trusted people.\n  ","644155":"\n   Do you like fish n chips?\n  ","644156":"\n   Have you noticed that women don't like it when you aren't too bothered about having sex with them? In my experiences with ex girlfriends they absolutely hated it, and that's why they dumped me, I will never let anymore smaller and weaker than me control me.\n  ","644157":"\n   ?\n  ","644158":"\n   Why are western women such vermin?\n  ","644159":"\n   Why do women say they have high standards in men when they willingly slept with Jimmy Savile at the age of 8?\n  ","644160":"\n   What's your opinion on Peter Sutcliffe? Is he a hero?\n  ","644161":"\n   allo chui fétichiste des chevilles. photo de tes chevilles stp oh tabarnak t crissement belle.\n  ","644162":"\n   Do teen girls look up to Jimmy Savile?\n  ","644163":"\n   Boy on boy\n  ","644164":"\n   Would you rather be rich and ugly or poor and beautiful?\n  ","644165":"\n   Are you still dating jake\n  ","644166":"\n   Why do women like gay porn?\n  ","644167":"\n   Do you have Skype or kik or can I get your number\n  ","644168":"\n   Come up to LA! It'll be funn\n  ","644169":"\n   what kind of things you hate that will make your mood bad?\n  ","644170":"\n   What do love and food have in common?\n  ","644171":"\n   What is the thing you hate the most?\n  ","644172":"\n   Why whats wrong ?\n  ","644173":"\n   Do you wear socks in bed?\n  ","644174":"\n   What did the last text message you sent say?\n  ","644175":"\n   What's the worst thing you have ever done?\n  ","644176":"\n   Near LA, and what happened? Are you okay?\n  ","644177":"\n   How's that's going\n  ","644178":"\n   A happy birthday to Justin Bieber, what is your favorite song?\n  ","644179":"\n   weather?\n  ","644180":"\n   2 hours north :p\n  ","644181":"\n   What's your favorite day of the year?\n  ","644182":"\n   Ooo vacation ????\n  ","644183":"\n   I'm really curious what does giving bj to a lady and a man taste like?\n  ","644184":"\n   What bands have you seen perform in person? Who do you want to see perform in person?\n  ","644185":"\n   Eden is so pretty and gorgeous why bitches jealous of here so much?\n  ","644186":"\n   'Be yourself. People don't have to like you, and you don't have to care.'\nI hope that you're all having an amazing day\/week. If you're not I hope that things get better and remember I'm always here if anyone needs someone to talk to. I love you guys ?\n  ","644187":"\n   Do you like chocolate? What's your favourite chocolate to have?\n  ","644188":"\n   WHY DO YOU HAVE TO BE SO BEAUTIFUL?! AAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! >_<\n  ","644189":"\n   have you ever considered eating a lamb sandwich without ketchup?\n  ","644190":"\n   Imagine it being 12 o clock where you're at and you're 18\/19 spending it trying to trigger people in a foreign  country\n  ","644191":"\n   How much money do you think is necessary to be considered wealthy ?\n  ","644192":"\n   Weirdest place you given\/received head..?\n  ","644193":"\n   there was this man on american idol whose voice was so emotional that even Simon Cowell cried.\n  ","644194":"\n   Jennie look like a man with a weave on how you tricked 19 people into fucking is beyond me\n  ","644195":"\n   How many times have you had a foot massage?\n  ","644196":"\n   That's a nice face. I have a load for that\n  ","644197":"\n   You are as such beautiful without any filters.....Sterling!\n  ","644198":"\n   What childhood story actually frightened you?\n  ","644199":"\n   Im sorry hun  what are you doing\n  ","644200":"\n   Red?\n  ","644201":"\n   u look like girl at my high skool\n  ","644202":"\n   Tell everyone to text me  I be board \n262-458-4710\n  ","644203":"\n   How long do you need to sleep to be in good shape?\n  ","644204":"\n   Do you hate it when mascara prices rise and then you can't afford the right make up and then get the one that you want ?\n  ","644205":"\n   Why do men always find certain body types on a girl and certain features of a girl attractive ?\n  ","644206":"\n   Describe your life in five words?\n  ","644207":"\n   Be a rainbow not a painbow.\n  ","644208":"\n   What are your bad habits?\n  ","644209":"\n   Heyy\n  ","644210":"\n   What, when, why… ask\n  ","644211":"\n   If you had everything you needed to do it, which wild animal would you like to breed?\n  ","644212":"\n   Why did jake delete his ask\n  ","644213":"\n   where are you flying too & why\n  ","644214":"\n   Are you okay with a slim body type on a guy ?\n  ","644215":"\n   Would you rather have $50,000 free and clear or $150,000 that is illegal?\n  ","644216":"\n   Do you ask for help, when you need it?\n  ","644217":"\n   Don't you ever find it funny when seeing a teenage boy or adult guy crying legit tears from their eyes ? Doesn't it make you laugh knowing some guys are emotional ?\n  ","644218":"\n   pap in a bikini\n  ","644219":"\n   Ever been naughty at school\n  ","644220":"\n   You got a sister\n  ","644221":"\n   the SOOOOUUUUTTTTHHHH or the NOOOOOOOOOOORRRTH\n  ","644222":"\n   howd you get so skinny\n  ","644223":"\n   what happened\n  ","644224":"\n   le SUUUUUUUUUUUUUD ou le NOOOOOORRDD\n  ","644225":"\n   Are you taken or single\n  ","644226":"\n   I want to see Lynn post a picture without snap filter\n  ","644227":"\n   What's happening\n  ","644228":"\n   What's the best thing you can purchase for $5?\n  ","644229":"\n   How in the hell are you sooo beautiful....Sterling!\n  ","644230":"\n   Omer_syed_7 the one with the choker question, follow on insta\n  ","644231":"\n   What is your least favorite beverage?\n  ","644232":"\n   What do love and food have in common?\n  ","644233":"\n   How would you change your name to make life a lot more fun?\n  ","644234":"\n   What, when, why… ask\n  ","644235":"\n   full body pap please?\n  ","644236":"\n   how much emails you get\n  ","644237":"\n   who u follow on insta\n  ","644238":"\n   What's being lipless like?\n  ","644239":"\n   Good morning\/good afternoon  my lovelies ?\n  ","644240":"\n   Not fuck ton of pics r required, pap of u with gracious smile\n  ","644241":"\n   No but that's not too far :p\n  ","644242":"\n   So good to see u lady after a long time ?\n  ","644243":"\n   Can you recommend me any ask account??\n  ","644244":"\n   We should hang when you're here\n  ","644245":"\n   where are you heading?\n  ","644246":"\n   do u watch porn?\n  ","644247":"\n   Safe travels monkey friend\n  ","644248":"\n   Good morning ?\n  ","644249":"\n   Selfie dayyyy\n  ","644250":"\n   What do love and food have in common?\n  ","644251":"\n   Boom\n  ","644252":"\n   Happy for you for being fab ❤\n  ","644253":"\n   Just got into bed.\n  ","644254":"\n   Aw thank you so much sweetie. I did thank you. <3 Hope you had a good day too.\n  ","644255":"\n   What's up\n  ","644256":"\n   i started numming on my own arm for no reason. :3\n  ","644257":"\n   Do you feel like your life is going the way you want it to be ? Is it going in the right direction\n  ","644258":"\n   Your main objective was to reach 50k and then deactivate and now you are saying you want 100k hm you are lying\n  ","644259":"\n   What do you do when someone pulls the carpet out from beneth you??\nJust because ..............\n  ","644260":"\n   What crazy things do you dream of trying someday?\n  ","644261":"\n   Oh back to San Diego\n  ","644262":"\n   Which country r u from? & Whats ur full name? The real one plis..\n  ","644263":"\n   Hey savannah\n  ","644264":"\n   I wanna cuddle but not with my kitty\n  ","644265":"\n   It looks cool, omfg I didn't finish my trilogy ??????\n  ","644266":"\n   HEY\n  ","644267":"\n   You are flying to a different country? Wow where?\n  ","644268":"\n   It's true! It's like the stupid Donald Trump, wanting to build a wall, it's stupid! Thousands of people depend on jobs in the USA, we Mexicans are against that and we will not leave!\n  ","644269":"\n   Dayyum u look cute !?❤\n  ","644270":"\n   I'm sorry I'm a piece of shit and haven't said hey in awhile college sucks major ass I've been consumed by the work\n  ","644271":"\n   Wya homie I miss you\n  ","644272":"\n   Do you stop and smell the roses??????\n  ","644273":"\n   Girls logic be like ? ?\n  ","644274":"\n   Have you ever visited a fortuneteller? Why or why not?\n  ","644275":"\n   Thats like $800 us ahaha! (Im so excited ahahaha i like NEED to meet you)?\n  ","644276":"\n   I GOT YOUR LETTER??? - just on first page of reading! Dont be damn sorry bub!! Letters dont have return days, and they are handwritten for a reason scribble if you like aha!! - im gunna read the rest???\n  ","644277":"\n   £655 cheapest flights ive found from here to you and back again??? thats mega cheap!!!! Just you wait till im successful, id 150% fly over or fly you over to us!! I need to meet you sav???\n  ","644278":"\n   Some day men will have equality of life expectancy.\n  ","644279":"\n   Hi\n  ","644280":"\n   hmmm what if something crazy happens and you two get in a fight and he wants to leave.. then that chocolate power would be useful to make him stay lol\n  ","644281":"\n   Food is the best\n  ","644282":"\n   Yayyyy\n  ","644283":"\n   i mean in a weird way if he was chocolate he would be with you forever tho\n  ","644284":"\n   I finish in 50mins ??\n  ","644285":"\n   HI Savannah how are you\n  ","644286":"\n   There's multiple meanings for that ?\n  ","644287":"\n   Like off here? Or the other way?\n  ","644288":"\n   I would have just thought you'd find it all funny!\n  ","644289":"\n   Don't worry about it..\n  ","644290":"\n   Do an honest hour?\n  ","644291":"\n   Interesting, it's what the summary?\n  ","644292":"\n   'Lady' suits you bc you have peasants buying you gifts\n  ","644293":"\n   ohhh what if you accidentally turned Jake into chocolate?\n  ","644294":"\n   You're a superior couple you deserve losers making your relationship even more perfect!\n  ","644295":"\n   But what have they said when they've seen the parcels, etc!? ??\n  ","644296":"\n   there are ton of idiots so I guess that would be a ton of chocolate lol what kind of chocolate?\n  ","644297":"\n   PLEASE PAP of those sneakers ?\n  ","644298":"\n   Did he have a say in choosing the panties??\n  ","644299":"\n   Buying you panties your boyfriend finds hot is genuinely the closest a virgin loser like me will get to being involved in a sex life, Goddess\n  ","644300":"\n   Thx I'm getting better\n  ","644301":"\n   Been at work for the past 11 hours. You?❤\n  ","644302":"\n   Very little\n  ","644303":"\n   Sorry Savannah ?\n  ","644304":"\n   Does your boyfriend know you have gifts bought for you?\n  ","644305":"\n   Do you get a message as soon as the items have been bought?\n  ","644306":"\n   I'm good. What's up?\n  ","644307":"\n   so your saying you'd be turning everyone into chocolate? lol\n  ","644308":"\n   Recent ones!\n  ","644309":"\n   John wick chapter 2 was pretty good\n  ","644310":"\n   Opinion on food babies?\n  ","644311":"\n   What do your friends make of the fact you have clothes bought for you?? ??\n  ","644312":"\n   Do you still have the sneakers you used for those sports?\n  ","644313":"\n   50!? How do you do it!?\n  ","644314":"\n   Do your parents know you have people buying you gifts?\n  ","644315":"\n   Do you think your boyfriend would find the panties on your list hot?\n  ","644316":"\n   Don't worry ??. And what book?\n  ","644317":"\n   As long as its nice annoying im fine with thay ill annoy you and dont ignore me(:\n  ","644318":"\n   Boom ?❤\n  ","644319":"\n   Can we cry together?\n  ","644320":"\n   So why do people buy you the gifts?\n  ","644321":"\n   50 gifts!? Worth how much? ??\n  ","644322":"\n   YOU'RE ON\n  ","644323":"\n   What would you do if you had Midas touch.. but instead of gold anyone you touch turns to chocolate?\n  ","644324":"\n   Recently\n  ","644325":"\n   But if I'm buying you gifts though and just want to message you? ?\n  ","644326":"\n   Name one thing you hate. Or a list.. whatever is on your mind\n  ","644327":"\n   Why do people buy you gifts? Do they have a crush on you?\n  ","644328":"\n   Do you wear them or sell them?\n  ","644329":"\n   Could I chat to you on FB? I just wanna know you get them etc\n  ","644330":"\n   Oh, hahahaha! That is dope ???\n  ","644331":"\n   Cheers up Ask and the boomerangs. What color is your underwear today Savannah?\n  ","644332":"\n   Do you think we have the capacity to always learn from our mistakes ?\n  ","644333":"\n   Nothing special , oh yes I lost too much weight, my pants are too big!!?? and you??\n  ","644334":"\n   I HOPE YOU HAVE A GREAT DAY AND HEY LIKE 3 DAYS TILL YOU CAN ADD MY SNAPCHAT\n  ","644335":"\n   Oh right, you have got a point actually. Aha! I am a bit tired. Sorry!\n  ","644336":"\n   HEY ILY\n  ","644337":"\n   I take that last qiestion back. Ha ha! But damn. You should watch them!\n  ","644338":"\n   You should uh... prove how much you love the show by playing the Kahoots for The 100 I am making (when they're done). ?\n  ","644339":"\n   I'm been sick :\/?\n  ","644340":"\n   Just catching up on this past week's episode... seen 'em all. Who's your top 5 favorite characters on the show? Lol. ??\n  ","644341":"\n   Hellloooooo?\n  ","644342":"\n   I told Web MD that I had a stuffy nose and an itchy head and it said those are early signs of the bubonic plague.\n  ","644343":"\n   Can you do a video telling how your day is going ?\n  ","644344":"\n   But you'll know that a lot of people also leave them a mess because they don't care about the cleaner, etc\n  ","644345":"\n   i am back and i touch your butt :33 yahya here tho just in case i de activate haha\n  ","644346":"\n   You know me ??\n  ","644347":"\n   I would be so embarrassed cleaning them and have women walk in and look down at me! Having that all day would rot your soul away\n  ","644348":"\n   What's a song you've never gotten bored of?\n  ","644349":"\n   Hey! How are you?\n  ","644350":"\n   Season 4. ??\n  ","644351":"\n   Hahahahaha only the lower classes clean toilets ?\n  ","644352":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140938323833\n   \n   I can think plenty of things which are worse.Like being on the prison camps in North Korea for example.\n  ","644353":"\n   What about playing any high school sports?\n  ","644354":"\n   I bet you'd never clean public toilets though...\n  ","644355":"\n   Why fuck that!? Lol\n  ","644356":"\n   Nothing much. I am just watching The 100.\n  ","644357":"\n   Have you ever been a cheerleader?\n  ","644358":"\n   Nothing would be worse for a man than cleaning women's toilets all day! I think many would prefer death than doing that forever\n  ","644359":"\n   PAP of some of the gifts. It would inspire others to see them delivered etc\n  ","644360":"\n   How's your weekend going buddyyy\n  ","644361":"\n   Hmm, okay they had to give the money to you and live in a horrible flat, cleaning toilets 12 hours a day...\n  ","644362":"\n   How would I message you if I bought you gifts?\n  ","644363":"\n   Dude... hai. Lol. ?\n  ","644364":"\n   Would you not rather make the male you hated the most a toilet cleaner for the rest of his life? = worse than death!\n  ","644365":"\n   Do you find out their names when the parcels arrive?\n  ","644366":"\n   Anons buy you gifts!!!\n  ","644367":"\n   How do you feel about that (the cleaner)?\n  ","644368":"\n   Do you realize that when someone is talking to you on anonymous that its basically like talking to brick wall ?\n  ","644369":"\n   That Backstreet Boy you had a crush on forever?\n  ","644370":"\n   Have you ever seen a male cleaner in women's bathrooms?\n  ","644371":"\n   What was the last song you listened to?\n  ","644372":"\n   Have you seen get out the movie?\n  ","644373":"\n   If you get this I follow you because either someone recommended you or I found you on the discovery page and liked your answers. \nWhat first brought you to this site and how long have you been here?\n  ","644374":"\n   As a girl, would you say certain bathroom policies need to be changed?\n  ","644375":"\n   Is really unfortunate, because now even the children have a different education, but this is fine I have to go, I hope you enjoy your Friday night and have a great weekend! the best!\n  ","644376":"\n   What is something that other people find hilarious about you?\n  ","644377":"\n   Hi\n  ","644378":"\n   Someone bought you underwear but do you know who it was?\n  ","644379":"\n   What's for lunch?\n  ","644380":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140922454393\n   \n   What's a \"hoar\" ?\n  ","644381":"\n   If the person you hated the most HAD to do everything you said, what five things would you make him \/ her do?\n  ","644382":"\n   Have any of your gifts been delivered?\n  ","644383":"\n   Slaves were brought to Jamaica to pick sugar. It wasn't just the southern states!\n  ","644384":"\n   Awww fair enough sweetie, why do you hate doing your nails?? :\/\n  ","644385":"\n   Are you more of a dog or cat person?\n  ","644386":"\n   Some slaves might have liked whips and chains!?\n  ","644387":"\n   Do you ever use any makeup or do your nails?? Hope you have had a gorgeous weekend lovely. x\n  ","644388":"\n   what happened to your dinner?\n  ","644389":"\n   Is life a tragedy or is there hope??\n  ","644390":"\n   I don't get the Rihanna joke!? ?\n  ","644391":"\n   are you bi?\n  ","644392":"\n   Hello boom nath\n  ","644393":"\n   Rihanna says whips and chains excite her, I doubt her ancestors felt the same way.\n  ","644394":"\n   Lmao I know your gonna laugh at this but do you go to bed at night and then forget to brush your teeth?\n  ","644395":"\n   Who should get an Oscar in the 89th Academy Awards?\n  ","644396":"\n   can semen cure the common cold? or is it the result of a stuffy nose?\n  ","644397":"\n   I know that many now no longer have those qualities, even to say a: \"Good morning\" but what can be done? Times are now very different\n  ","644398":"\n   please\n  ","644399":"\n   It's just education and respect for others\n  ","644400":"\n   Much better*\n  ","644401":"\n   What's been your toughest challenge?\n  ","644402":"\n   Lol wish? Psh, nah you got it. I'm shook, didn't expect to see that on my feed Lol\n  ","644403":"\n   It's nothing, I hope you have a nice night, as pretty as you\n  ","644404":"\n   Yeah :(\n  ","644405":"\n   Feeling much elhamudilah\n  ","644406":"\n   You didnt text me back...\n  ","644407":"\n   You have an amazing eyes\n  ","644408":"\n   Jake let me smell the stank finger he got from you and it was awful :-(\n  ","644409":"\n   wanna sext?\n  ","644410":"\n   The store was sold out :(\n  ","644411":"\n   Oh ok then :(\n  ","644412":"\n   Because I haven't :(\n  ","644413":"\n   Oh. Haha I've never seen it\n  ","644414":"\n   What?\n  ","644415":"\n   Dot all my I's and cross all of my boundaries\n  ","644416":"\n   I wish I could put you in my pocket and keep you\n  ","644417":"\n   You're so cute ?\n  ","644418":"\n   Hi\n  ","644419":"\n   Mind your p's and q's\n  ","644420":"\n   It's about the only hard you'll ever get from boys the way you look\n  ","644421":"\n   Dayum, I didn't know you can spit like that. Nice flow there :)\n  ","644422":"\n   Hey horr\n  ","644423":"\n   You hoarrrrr\n  ","644424":"\n   You should get \"hoar\" tattooed on your forehead\n  ","644425":"\n   Wyd\n  ","644426":"\n   Yer uh hoar\n  ","644427":"\n   Ur a hor\n  ","644428":"\n   Boogity Boometh\n  ","644429":"\n   How many feminists does it take to change a lightbulb? Trick question. Feminists can't change anything :)\n  ","644430":"\n   He was a punk. She did ballet. What more can I say?\n  ","644431":"\n   Hip. Hop. The hippy to the hippy to the hip hip hop you don't stop. Rock on baby bubba to the boogity bang bang the boogie to the boogie the beat.\n  ","644432":"\n   He was a boy. She was a girl. Can I make it any more obvious?\n  ","644433":"\n   Roses are red, violets are red. Everything's red. My garden is on fire.\n  ","644434":"\n   I think you deserve the death just for having MY burger\n  ","644435":"\n   Good. I hope it kills you because then I can eat your burger >:)\n  ","644436":"\n   i want you to be my girlfriend............ DANG CAT!!!!!!!!!! WALKED ALL OVER MY KEYBOARD!!!!!!!!!!!!! i meant to type how was your weekday?\n  ","644437":"\n   Eat em up eat em up eat em up eat em up! Reese's puffs Reese's puffs! Peanut butter chocolate flavor! Reese's puffs Reese's puffs!\n  ","644438":"\n   I'm in love with you :)\n  ","644439":"\n   Sígueme y te sigo \n5x5 mgts \n5x5 preguntas XD\n  ","644440":"\n   Hiya\n  ","644441":"\n   YE LIKE I WOULDN'T BE WORTH IT MAN?\nSO BLOODY EXPENSIVE IT BREAKS MY HEART LIKE HONESTLY IT DOES\n  ","644442":"\n   YEAH what's your kik?\n  ","644443":"\n   ???????????????????????? i am good. how are you?\n  ","644444":"\n   ????????????????????????it is me, the man who secretly wishes i was the guy who holds your heart..................... i mean hi!\n  ","644445":"\n   IF YOU'RE ON THE OTHER SIDE OF THE WORLD THEN YE ;-;\nUGHHHH\n  ","644446":"\n   To understand stupid, you must become stupid. Not a place you want to go.\n  ","644447":"\n   YASSSS\nBE THOSE THING'S BBY\nCOME TO ME MY CHILD\n  ","644448":"\n   ???????????????????????? lady boometh!!!!!!!!!!!!!!\n  ","644449":"\n   You will never warb lorp if you never wa blorb. think about it!\n  ","644450":"\n   Would you get a tattoo on your stomach or circling your belly button or get your entire stomach tattooed\n  ","644451":"\n   Yeah,I doing this for fun,I'm not taking it too seriously.If I get elected,I don't mind that at all.If I don't,I don't mind that either.\n  ","644452":"\n   Yeah,I guess.I'm just trying to see how many votes I can get without putting a single euro to advertising.\n  ","644453":"\n   If I went into a black area they would do the same thing.\n  ","644454":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140921139065\n   \n   Isn't that a hate crime ?\n  ","644455":"\n   Where are your tattoos that you have now\n  ","644456":"\n   needle bear mouse???\n  ","644457":"\n   The attacks are that if a coloured person enters my road, I phone everyone on the road and we go out and beat them up\n  ","644458":"\n   Speaking of politics,I'm actually running for a seat in my home city's city council at the municipality elections.\n  ","644459":"\n   MIKE PENCE IS A DOUCHEBAG THOUGH LIKE UGH\nCOME MIGRATE TO NZ BBY\nLIVE WITH MEEEE\nI'LL ALWAYS COOK& MAKE FOOD FOR YA\n  ","644460":"\n   Is it normal that I've been orchestrating a series of racial attacks?\n  ","644461":"\n   Indeed :) I wish that he would be alive and be your president,instead of the clown you have now.\n  ","644462":"\n   He's one of the greatest comedians and also philosophers I have known :)\n  ","644463":"\n   Kiss your cheeks let me ?\n  ","644464":"\n   BAHAHAHA I KNOW LIKE I'M RANDOM ASF BUT LIKE YOU SEEN HIS HANDSHAKE?! HE LIKE LOCKS WRISTS PULLING THE PERSONS HAND CLOSE THEN SHAKES IT LIKE I CAN'T EXPLAIN IT\n  ","644465":"\n\n    https:\/\/www.youtube.com\/watch?v=8r-e2NDSTuE\n   \n   This is in my opinion his best comedy sketch :)\n  ","644466":"\n   I am good but my teeth fucking hurts ???? I went to dentist toady and he made a nerve stuffing operation and I am so awfully sick\n  ","644467":"\n   If some booze-besotten drunk runs someone down, do you go banging on the doors of General Motors?\n  ","644468":"\n   omg aye wanna sop up your femininity with a biscuit\n  ","644469":"\n   HUNGRY FOR THIS PUSSY \nOHHHHHH\nYANNO TRUMP HAS A WEIRD ASS HANDSHAKE LIKE THE WEIRDEST YO\n  ","644470":"\n   How are you!? How was your day?\n  ","644471":"\n   first 20 likers get 2 likes each please?\n  ","644472":"\n   UGH UGH SORRY HELLO UGHHH AWEEEEE YOU REALLY THINK SO?! BUT YES IT'S SO AMAZING LIKE OH MY GOD IT'S LIKE SEX OI\nIMMA VIRGIN BUT PRE SURE IT'D BE BETTER THAN SEX LIKE BBQ BACON DOUBLE CHEESEBURGER>>>>>>>>>>>LIFE\nFOR ME IT IS THO\n  ","644473":"\n   Do you want any tattoos if so where at and do you want any piercings if so which ones\n  ","644474":"\n   This apparently\n   \n    http:\/\/www.huffingtonpost.com\/entry\/twitter-is-obsessed-with-the-president-of-finlands-dog-lennu_us_58ae8863e4b05ca474a0b8d7\n   \n","644475":"\n   Do you pay attention to the material your clothes are made of?\n  ","644476":"\n   pap back and butt freckles... either in mirror reflection selfie or get help from your dad\n  ","644477":"\n   Have you gotten any hickeys if so where at\n  ","644478":"\n   Yeah,me too :) By the way,I just learned that my country's president's dog has apparently now a big meme thing.\n  ","644479":"\n   Where are your freckles at\n  ","644480":"\n   Follow for follow maybe?\n  ","644481":"\n   When you go for a physical exam what areas do you hate the most that gets examined\n  ","644482":"\n   When you go for a physical exam what areas do you hate the most that gets examined\n  ","644483":"\n   Like = bf+ow+rate:\nbf:your face ?\now: kind\nrate:10❤\n  ","644484":"\n   Your flame flickers. I inhale your musky scent. You create a magical mood. Ready to be licked out.\n  ","644485":"\n   I like your page very much...you earned those likes!???\n  ","644486":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140917490553\n   \n   Nice to see many European countries on that list,including mine :)\n  ","644487":"\n   Would you give hypnosis another chance?\n  ","644488":"\n   Favorite love movie?\n  ","644489":"\n   Thank you???\n  ","644490":"\n   Do you have any birthmarks or moles if so where at\n  ","644491":"\n   Yeah,indeed :)\n  ","644492":"\n   Whats your all time favourite song ?\n  ","644493":"\n   And about pro life:\n   \n    http:\/\/www.patheos.com\/blogs\/formerlyfundie\/pro-life-or-pro-birth\/\n   \n\n    http:\/\/www.sobermoney.org\/gynecolonies\/37-the-blatant-hypocrisy-of-pro-lifers\n   \n\n    https:\/\/mic.com\/articles\/129542\/here-s-why-george-carlin-s-1996-rant-on-pro-life-conservatives-still-rings-true\n   \n","644494":"\n   Question: What country would you love to visit?\nAlso would you mind doing the poll I just posted <3\n  ","644495":"\n   Been eating salami?\n  ","644496":"\n   17, I've counted\n  ","644497":"\n   Haha that's true I'm a very grateful guy\n  ","644498":"\n   I went to work came home went to dinner w my fam took a shower then getting ready for bed wbu\n  ","644499":"\n   Same I'm so tired\n  ","644500":"\n   I really am, thank you so much\/\n  ","644501":"\n   Hru\n  ","644502":"\n   Yeahh haha where G-Eazy grew upp\n  ","644503":"\n   Hi beautiful\n  ","644504":"\n   AHhhh that's too sweet thank you so much\n  ","644505":"\n   Sc\n  ","644506":"\n   I thought you were fearless of snakes lol\n  ","644507":"\n   Thank you for the spam :)\n  ","644508":"\n   I hate snakes though I'm like a little pussy when it comes to snakes\n  ","644509":"\n   I want a komodo dragon ?\n  ","644510":"\n   I'm in the Bay Area!\n  ","644511":"\n   Oh you're tiny :\/\n  ","644512":"\n   Ohh that's so cool!  San Diego is great!\n  ","644513":"\n   How tall are u?\n  ","644514":"\n   YESSSS what city are you in?\n  ","644515":"\n   Wait I thought you live in Washington dc\n  ","644516":"\n   Same where have you been that's a great place to visit?\n  ","644517":"\n   Time goes by fast ??? I have to go now, have an amazing night sleep ???\n  ","644518":"\n   we the wrong ones to fuck wit playin wit my young niggas that'll get you touched quick\n  ","644519":"\n   Have you ever been to new Orleans?\n  ","644520":"\n\n    https:\/\/twitter.com\/evanjaquez\n   \n   LOOK AT THIS FUCKING TRANSGENDER CREEP HAHAHAHAHA\n  ","644521":"\n   No\n  ","644522":"\n   What’s the most annoying piece of clothing your parents made you wear during your childhood?\n  ","644523":"\n   I need to get white boy wasted\n  ","644524":"\n   Yep what's your dream car and what's your current car looks like?\n  ","644525":"\n   White girl cutie\n  ","644526":"\n   Lol ???\n  ","644527":"\n   It will come you'll probably still be skinny but it's coming\n  ","644528":"\n   Lol u don't believe in God\n  ","644529":"\n   Do you prefer vintage or new?\n  ","644530":"\n   That grandma figure with the saggy boobies ?\n  ","644531":"\n   God loves you and is watching over you always :)\n  ","644532":"\n   I lied your skinny I was trying to come up with excuses\n  ","644533":"\n   you're hot\n  ","644534":"\n   Oh my god i'm so sory to hear that. RIP <3\n  ","644535":"\n   ? nice u find ways to stay awake lol\n  ","644536":"\n   What's your way of dealing with embarrassment?\n  ","644537":"\n   You're definitely less tha 115\n  ","644538":"\n   OH MATE IT'S FUCKING AMAZING? UGH YOU'VE MADE ME WANT ONE NOW LIKE I'M CRAVING IT FFS\nAGHHHHHH\n  ","644539":"\n   Lol you're skinny af\n  ","644540":"\n   Do you hate it when you see someone you know and then you say hello to them and then they look at you directly in your face and do not say hello back ?\n  ","644541":"\n   Fatty talking about pizza ?\n  ","644542":"\n   Okay but remember you were once an unborn baby and your mom decided to have you. Doesn't everyone deserve a chance to life like you do?\n  ","644543":"\n   I'm none of those things but I still voted for Trump?\n  ","644544":"\n   Actually I'm pro life and you are too haha\n  ","644545":"\n   Why does your dad still pay for your phone bills if you're 21? Aren't you old enough to pay for yourself?\n  ","644546":"\n   If no one likes Trump why'd he get the most votes of any republican to run for president?\n  ","644547":"\n   What fashion brand can you not live without?\n  ","644548":"\n   Do you think its okay for a 25 year old guy to be single ?\n  ","644549":"\n   You don't need make-up to look beautiful you're perfect with or without it tbh.\n  ","644550":"\n   I still like Trump tho\n  ","644551":"\n   Oh man I'm scared now\n  ","644552":"\n   Who pays your cell phone bill?\n  ","644553":"\n   Did you hear ICE detained some kid with a brain tumor. Man Trump is going crazy and I kinda regret voting for him.\n  ","644554":"\n   I  would stare deep through your eyes and stared deep into your soul\n  ","644555":"\n   Ahhhh did you nap ? Yet lol\n  ","644556":"\n   How do you put a status on here I'm kinda new to this?\n  ","644557":"\n   HAHAHA NAH I DON'T SADLY LIKE IT LOOKS SO NICE LIKE YO HOW LONG DOES IT TAKE YOU TO GET IN THE OUT?(; AND IT'S A BBQ BACON DOUBLE CHEESEBURGER LIKE MMMMMM IT'S THE ONLY BURGER I GET THERE\n  ","644558":"\n   PAP of your dream boat!\n  ","644559":"\n   stfu\n  ","644560":"\n\n    @wickedericka\n   \n   don't like you?\n  ","644561":"\n   What are you always late for?\n  ","644562":"\n   to fight with you\n  ","644563":"\n   BRO HOLY FUCK \nDA FUQ YOU DOING FAM?\nHOLY SHIT GET THE BURGER I GET\n  ","644564":"\n   no i wont you only shut up\n  ","644565":"\n   Is it wrong to reject a woman because she isn't Jewish?\n  ","644566":"\n   I want my girlfriend to talk to me.. but we don't all get what we want ?\n  ","644567":"\n   UGH I FUCKING LOVE THAT ONE BURGER AT BURGER KING LIKE MMMMMM❤\n  ","644568":"\n   Exciting day ???\n  ","644569":"\n   What makes life worth living?\n  ","644570":"\n   shut up that was about you\n  ","644571":"\n   Idiot\n  ","644572":"\n   good for you well got to go will talk again to you have a nice evening\n  ","644573":"\n   I guess ask doenst care who is one here like you said there at so many fakes on here\n  ","644574":"\n   F**K MILEY\n  ","644575":"\n   NAWWH I'LL MAKE YA ONE LIKE BURGERS ARE FUCKING LIFE \nHOLY SHIT\n  ","644576":"\n   a girl named Lauren Orlando is only 10 or 11 and she is on ask there are at least 20 sites of her\n  ","644577":"\n   NO ONE FINDS THEMSELVES CUTE..THAT IS WEIRD SO WE ARE FINE CAN I HUG YOU\n  ","644578":"\n   Such a meanie you're, threatening and stuff\n  ","644579":"\n   he was on my site not on anon so I blocked him I believe he is an old man a pervert!!!\n  ","644580":"\n   I CANT YOU ALREADY FEEL IT WEIRD :'((((\n  ","644581":"\n   Aww thank you ever so much sweetheart! :)\n  ","644582":"\n   Throw it away\n  ","644583":"\n   OMG  MR goat always said that Il hug you from behind..... he is a pervert!!!!\n  ","644584":"\n   What is the prettiest city you have ever been to?\n  ","644585":"\n   Nah\n  ","644586":"\n   NO YOU ARE SOOO F**KING CUTE I CANT EVEN\n  ","644587":"\n   I'll hug you from behind as long you are at it hehehe but i'll not let you go\n  ","644588":"\n   NAWWWH THE HUNGER IS REAL\n  ","644589":"\n   I WISH I COULD JUST WRAP YOU UP IN MY BEAR HUG AND NEVER EVER EVER LET YOU GO\n  ","644590":"\n   BECAUSE YOU ARE CUTE AS HELL\n  ","644591":"\n   You can influence people and aliens though, anyway. Aha! I hope you have had a gorgeous week lovely. I hope you have a lovely weekend too. <3\n  ","644592":"\n   BRUHHHH \nWHAT DO YOU FEEL LIKE EATING?\nI'LL WHIP IT UP FOR YA\n  ","644593":"\n   but i only love u :\/\/\n  ","644594":"\n   UGH FUCK SORRY HELLO\nDON'T TELL ME YOU FAINTED AND ATE SOMETHING\n  ","644595":"\n   Truuu u having a chill day\n  ","644596":"\n   and i want to touch that booty <333\n  ","644597":"\n   my friend had cancer. i kept telling her how beautiful she was. everyday i kept calling her beautiful. she gave me the nickname Romeo because of that.\n  ","644598":"\n   Boo! I am a scary ghost! :3\n  ","644599":"\n   YES I DO\n  ","644600":"\n   What is the best thing to do on a first date?\n  ","644601":"\n   yea its so cool i mean next level and shiz <333\n  ","644602":"\n   i am thinking about u all the time now :333\n  ","644603":"\n   i want to make love to you .\n  ","644604":"\n   no!? cause i am always knowing what compliments to give to females.;\n  ","644605":"\n   I LOVEEEEEEE YOUUUU\n  ","644606":"\n   we can fuck , why fuck time :o\n  ","644607":"\n   savannah ames oh cool <333 nice\n  ","644608":"\n   i understand every bit of it , its just that i cant write u do , u so cool na <333\n  ","644609":"\n   she deserves i :333 simply\n  ","644610":"\n   errything takes time :333\n  ","644611":"\n   My planets are out of bounds, so don't get your alien friends to try and take them from me or or else... Ahaha!\n  ","644612":"\n   now you see why my friend gave me the nickname: Romeo?\n  ","644613":"\n   Hi Lady ! Feb 23rd 1034 pm  12° C \nHow are you doing ?  Mild weather \nNow TV  l'émission politique  \nThis year we're gonna elect :\nA new president + house of Congressman \nAlways promises !  \nHow you feel with President Trump ? \nGo to bed real soon ! \nMarc\n  ","644614":"\n   i  get sarcasm its just my english isnt upto the mark :\/\/\/ i cant express fully u know what\n  ","644615":"\n   i heard that good girls are just bad girls who never got caught.\n  ","644616":"\n   you are deserving of a man who should feel like he doesnt deserve someone as beautiful as you.\n  ","644617":"\n   Hot or nots?\n  ","644618":"\n   gimme your address , i rich i will get u anything u like :333\n  ","644619":"\n   yea yea :333\n  ","644620":"\n   i am coming too to take u away from the hustle and bustle of this world :333\n  ","644621":"\n   it takes a while u know naa :333\n  ","644622":"\n   errything u wish i can feel it so they are on their way, u just wait and see new jeans and shoes <333\n  ","644623":"\n   or else he will wake up 1 morning never feeling like a real man.\n  ","644624":"\n   its all on me its all on me no sleep <333\n  ","644625":"\n   yeaa sure , drinks are on me errythings on me tonight baby its all on me <333\n  ","644626":"\n   he just better treat you right or else. just saying.\n  ","644627":"\n   eat chocolates go crazy and wild , fuck errything that come in the way <333\n  ","644628":"\n   lady boometh lets just dance in the rain :333\n  ","644629":"\n   any man who doesnt look at you as if he won more gold than is at fort knox than he is a man who isnt worth your time.\n  ","644630":"\n   purchasing,come its your moment :333\n  ","644631":"\n   Not my planets though. You back off from Mars, Saturn and Venus. Aha! Better start building atmospheric force fields and defence systems to keep anyone out! ;)\n  ","644632":"\n   DANG RIGHT HE BETTER TREAT YOU LIKE A QUEEN!!!!!!!!!!!!!!\n  ","644633":"\n   i'm leaving to go to the hospital now\n  ","644634":"\n   i gonna buy you all the stuff u want lady , i here at the right time i think :333\n  ","644635":"\n   he better treat you right or else.\n  ","644636":"\n   How did you meet your best friend?\n  ","644637":"\n   since u love chocolates so much i will bring too many with me :333\n  ","644638":"\n   chocolates for kisses ? :o\n  ","644639":"\n   sounds quite an offer\n  ","644640":"\n   i feel jealous for the man who was fortunate enough to catch your eye.\n  ","644641":"\n   Ummm, I have no idea actually. Maybe a quadrillion pounds\/dollars. Seems fair to me. ;) Aha.\n  ","644642":"\n   chocolate or pizza? oooohhh how about a chocolate pizza?! ????????????????????????\n  ","644643":"\n   but but i am never gonna let u die :D\n  ","644644":"\n   i wanna hold u all night long <33\n  ","644645":"\n   than i shall settle for chocolate kisses.\n  ","644646":"\n   she is saving them for i :\/\/\/ sad naa\n  ","644647":"\n   so we can fuck together this whole world <3\n  ","644648":"\n   no i want u to live just for me :333\n  ","644649":"\n   i will be at your door in 10 minutes. have my kisses ready, cause i hate unwrapping them. cause they is a pain to unwrap. i want them ready so i can eat them. jk. you know what i mean!\n  ","644650":"\n   What do you think about marriage?\n  ","644651":"\n   no u should marry me and than come with me instead :333\n  ","644652":"\n   i love your ass and yea ass4lyfe <33\n  ","644653":"\n   New day not taking things very Personal\n  ","644654":"\n   ????????????????????????if i give you pizza will that make you feel better?\n  ","644655":"\n   its too cold out there , be there to warm me up :333\n  ","644656":"\n   hi\n  ","644657":"\n   lets go to mars <33\n  ","644658":"\n   we are about to kiss <33\n  ","644659":"\n   They can have Venus, but not Mars or Saturn. If they want Mars and Saturn as well, it's going to be pricey, aha! I also own the entire Andromeda Galaxy too. ;) Ahaha.\n  ","644660":"\n   lets go to mars with my ass , ditch your buddy already :333\n  ","644661":"\n   Really what do u do?!  \nI'm Egyptian\n  ","644662":"\n   Nice to meet u where are u from?!\n  ","644663":"\n   Ahaha well I am sure something could be arranged. :)\n  ","644664":"\n   I need you to be my girlfriend so I can finally be happy\n  ","644665":"\n   okieee. talk to me when you cannn\n  ","644666":"\n   Your fav sports.\n  ","644667":"\n   Why do they not like me? ??\n  ","644668":"\n   would you rather pop the Molly with me or are you more of a crack pipe kinda gal\n  ","644669":"\n   it's alright. i'll be alright?\n  ","644670":"\n   Is anyone standing beside you.\n  ","644671":"\n   when I said I love you I mean it.\n  ","644672":"\n   well i dislocated my shoulder the other day and i've been having pains for a couple weeks so i might need to get tested for something many of my family members have died from\n  ","644673":"\n   It doesn't matter to me that's your business my bad ?\n  ","644674":"\n   What do you mean ?\n  ","644675":"\n   That display though???\n  ","644676":"\n   whatever you say I love you I love you I love you.\n  ","644677":"\n   i have to go to the ER soon ugh\n  ","644678":"\n   Samething\n  ","644679":"\n   Sorry damn\n  ","644680":"\n   Have you ever been hypnotized before?\n  ","644681":"\n   I think you wanna say mine works more smartly\n  ","644682":"\n   Thoughts on the movie; #NeverLetMeGo..........\n  ","644683":"\n   duhhh\n  ","644684":"\n   ?\n  ","644685":"\n   There is a thing inside everyone called brain.\n  ","644686":"\n   It means I can try later.\n  ","644687":"\n   Followed a bunch of new people so I you get this I follow you <3\n\nWhat's your plans for this weekend?\n  ","644688":"\n   Who's you ?!\n  ","644689":"\n   mummy????\n  ","644690":"\n   You smoke idk\n  ","644691":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","644692":"\n   Heart connections can be develop.np\n  ","644693":"\n   That was a shitty question wasn't it??\n  ","644694":"\n   What's up\n  ","644695":"\n   Cause my heart said so.??\n  ","644696":"\n   please.\n  ","644697":"\n   Oh nice, whats BOOMOPIA like? Aha! I also own Mars, Saturn and Venus too. ;)\n  ","644698":"\n   Festivals or carnivals?\n  ","644699":"\n   Lady boom will stay with us guys ?✨?\n  ","644700":"\n   After 100k we will marry ok.\n  ","644701":"\n   ????????????????????????i hope you get better.\n  ","644702":"\n   U said u will deactivate at 50k\n  ","644703":"\n   You need food? What happened to your pasta lol\n  ","644704":"\n   What is the biggest challenge you are facing right now?\n  ","644705":"\n   THANK YOU ANNA BANANAS HAHAHAHAH\n  ","644706":"\n   Ever been smacked as a kid for being naughty or get grounded\n  ","644707":"\n   2k more and then you deactivate your account ?\n  ","644708":"\n   OH ;-;\nFFS WHY UGH\n  ","644709":"\n   I love you. You're so beautiful. Hope you are having a great day\n  ","644710":"\n   I MISS YOU MOSTTT\nYEYE ALRIGHT THANK HAHA YOU?!\n  ","644711":"\n   What's more important (in your life): time or money?\n  ","644712":"\n   you have boyfriend?\n  ","644713":"\n   Aww fair enough. Well as long as it isnt Europa as that moon is mine. :) x\n  ","644714":"\n   I MISS YOU SO MUCH SILLY?\n  ","644715":"\n   there's this book called The Shack by WM. Paul Young that I think you will really like (:\n  ","644716":"\n   YASS?\n  ","644717":"\n   I like when you ignore the questions sometimes\n  ","644718":"\n   i like you\n  ","644719":"\n   Some days when my phone rings I wish it was you saying that we could hang out\n  ","644720":"\n   you're adorable?❤️\n  ","644721":"\n   HOLY FUCK SAVY??\n  ","644722":"\n   Miss you\n  ","644723":"\n   Thoughts on self control; and the ability to take abuse from young ones??\nI got a ball thrown at my ribs with force and hit really hard with a plastic screwdriver in my leg; all before noon\n  ","644724":"\n   Or I'll take that, i'll wait for a right time\n  ","644725":"\n   How do you show love to people??\n  ","644726":"\n   ????????????????????????how you been?\n  ","644727":"\n   I am sick ?\n  ","644728":"\n   song that makes you feel relaxed\n  ","644729":"\n   you are so beautiful\n  ","644730":"\n   Ft playing xbox and cuddle with my cat\n  ","644731":"\n   I guess u are saying that I need to calm down  at times don't talk to that one person everyday\n  ","644732":"\n   Why is that most girls when they are not interested in guy ultimately turn around reject them so quickly. Even when a guy likes them and trys to ask them out?\n  ","644733":"\n   Never got it sorry love?\n  ","644734":"\n   That makes me angry because I don't learn from it ughhhh\n  ","644735":"\n   HELLO FAVORITE\n  ","644736":"\n   You too love, Keep smiling❤\n  ","644737":"\n   Who's your female celebrity crush? Mines is Ashley Benson ? or gal gadot\n  ","644738":"\n   like = respect\n   \n    https:\/\/ask.fm\/KU_DU\/answers\/140501434192\n   \n","644739":"\n   It's similar of what happen to u, u were busy unable to answer alot of questions and sometimes my messages were missed\n  ","644740":"\n   I don't know be being impatient yesterday towards Someone again ?\n  ","644741":"\n   Miss you more❤\n  ","644742":"\n   ? \"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.\" ?\n  ","644743":"\n   what you doing\n  ","644744":"\n   How are you ?\n  ","644745":"\n   Yeah... Denny did deactivated\n  ","644746":"\n   ? what word for the male genitalia do you use most often? (mine is wiener.) what's your favorite word? (mine is meat sword.)\n  ","644747":"\n   Hello \nHow's your day?\n  ","644748":"\n   ?I have dyed my hair blonde, red, purple,blue, and now it's my natural hair color and it fades into a blue\/green\/purple\n  ","644749":"\n   Have you ever died you hair?\n  ","644750":"\n   It is I'm just being back to inpatient again ughhh I hate it ? I  wanted to deactivate this app\n  ","644751":"\n   Wow at least you had some balls I used to be hella fucking shy around girls back when I were in high school now I am a little bit but I'm starting to get out of that bubble\n  ","644752":"\n   YES I love that song my favorite is either emperor's new clothes, this is gospel, or death of a bachelor\n  ","644753":"\n   IM SORRY \nCan you love me again\n  ","644754":"\n   What is your favorite song by them?\n  ","644755":"\n   Oh wow ? actually I don't feel like talking today, I'm going through things ?  see you later\n  ","644756":"\n   Were you ever shy around guys when you were young before you met your current boyfriend\n  ","644757":"\n   Beef and vegetables\n  ","644758":"\n   That sucks... do you like Panic!At The Disco?\n  ","644759":"\n   you're amazingggg\n  ","644760":"\n   I'm eating dinner actually ?\n  ","644761":"\n   How was Valentine's Day?\n  ","644762":"\n   ?hi bootyful?\n  ","644763":"\n   If you had a catchphrase, what would it be?\n  ","644764":"\n   When did you get your first one?\n  ","644765":"\n   Hi?\n  ","644766":"\n   you, and a few of my friends but mostly you bc i remembered that you don't give your snapchat out so i wouldn't be able to talk to you and i don't wanna lose an amazing friend bc you make me extremely happy\n  ","644767":"\n   Aweeee that's sweet ???. Just woke up from a nap ???. My book reading friend ????\n  ","644768":"\n   I like the tattoo on the arm nice\n  ","644769":"\n   What sorts of things do you find impressive?\n  ","644770":"\n   What two animals should breed and make a new animal?\n  ","644771":"\n   When was the last time you screamed?\n  ","644772":"\n   Aha what moon do you own?:)\n  ","644773":"\n   On the video of you saying hi  seem so sweet you but on here you seem like a bad ass do you have a sweetheart side\/badass side to you in real life\n  ","644774":"\n   Its okay!! I hope your feeling better chick?\n  ","644775":"\n   SH ?\n  ","644776":"\n   What is the most ridiculous place for a first date?\n  ","644777":"\n   How cute is your profile picture!?\n  ","644778":"\n   What are you up to\n  ","644779":"\n   yep, was gonna leave permanently but i decided to stay\n  ","644780":"\n   Post a deep quote\n  ","644781":"\n   Cool grey eyes ?\n  ","644782":"\n   why is the anon wondering why i deactivated lmao\n  ","644783":"\n   You can have both or more what do you prefer?\n  ","644784":"\n   Oh night home skillet ?\n  ","644785":"\n   Hey ily\n  ","644786":"\n   Yo yo sup!?\n  ","644787":"\n   ????????????????????????hello my beautiful friend i secretly wish was my girlfriend but will never tell............ oops!!!!! lol\n  ","644788":"\n   Oh right, I must visit those too. Can't forget all the moons!\n  ","644789":"\n   Your intersting i wana know more about (its bit of a rude question )\n  ","644790":"\n   Good I miss you queen\n  ","644791":"\n   What's up new day ???\n  ","644792":"\n   Why did Austin deactivate?\n  ","644793":"\n   Likers get a rate?\n  ","644794":"\n   Do you believe copyright is as big of a deal as people make it out to be?\n  ","644795":"\n   Yesss!! I cant wait for your letter?? ive missed writing so much im behind with posting my current awaiting letters but im so excited aha ???\n  ","644796":"\n   Are you a \"La La fan\"?\n  ","644797":"\n   The Calvin Klein boots aren't real leather!\n  ","644798":"\n   ALWAYS BEEN THAT WAY\n  ","644799":"\n   Good morning boom\n  ","644800":"\n   I do !!! But u prolly don't remember me either\n  ","644801":"\n   Lol  oh what have you been up to?\n  ","644802":"\n   Hey u i remember u\n  ","644803":"\n   I am doing great\n  ","644804":"\n   Actually I'm not sweet but seriously look at you wow\n  ","644805":"\n   Do you get distracted easily?\n  ","644806":"\n   Why are you so pretty not fair\n  ","644807":"\n   Hi Lady ! Feb 22nd 17  0600 am  8°  C \nHow are you doing ? \nJust eaten breakfast ● a shower is needed \nGotta be still patient  ...\nSoon go to workplace \nWish you a quiet night \nMarc from Reichstett \/ France\n  ","644808":"\n   Do you trust your gut or other people's opinions more?\n  ","644809":"\n   It's because you're very gorgeous ??\n  ","644810":"\n   Damn how\n  ","644811":"\n   Okay beautiful\n  ","644812":"\n   How are you Savannah ?\n  ","644813":"\n   Omfg you're gorgeous as hell? followed you as well\n  ","644814":"\n   Awe thank you beautiful ?\n  ","644815":"\n   Marvel or DC\n  ","644816":"\n   Do you prefer to talk or listen??\n  ","644817":"\n   How do you touch someone's heart?\n  ","644818":"\n   You're gorgeous ??\n  ","644819":"\n   Oh really? Apparently Jupiter could have a surface and could be littered with aliens, so I might stop off there and then come to Saturn. ;)\n  ","644820":"\n   Goodnight ??? I had a busy day today ? getting ready for school Tomorrow ttyl\n  ","644821":"\n   me and you should take a nice romantic walk through the hood and I would show you all the local sites such as the trap house, gang hidouts, and the crack head alleys. and finally at the end of the tour I can take you to the liquor store and we can enjoy the rest of the day there.\n  ","644822":"\n   if I take you out to the movies do you expect me to pay for your ticket, popcorn,  soda, candy and any other stuff you may want\n  ","644823":"\n   EW CRINGE\n  ","644824":"\n   Are you a good listener?\n  ","644825":"\n   Do you pick scabs until they bleed?\n  ","644826":"\n   What kinds of jokes make you laugh the most? Clever comebacks? Puns? One-liners?\n  ","644827":"\n   Hay\n  ","644828":"\n   Who is your Favourite comedian\n  ","644829":"\n   I HATE WHEN THAT HAPPENS\n  ","644830":"\n   Yo cutie\n  ","644831":"\n   So Wyd\n  ","644832":"\n   Oh wow I know what you mean now haha time for to go ??? u have an amazing night ??? ttyl\n  ","644833":"\n   Okay! Sure\n  ","644834":"\n   Come get some bro!\n  ","644835":"\n   What's something you wish more people could understand?\n  ","644836":"\n   Please dont die:(\n  ","644837":"\n   What's the coolest username you've seen?\n  ","644838":"\n   Why does period bother some. You can still do it during\n  ","644839":"\n   Let everyone one in love come and see.  I want to break Venus’ ribs with clubs and cripple the goddess’ loins.  If she can strike through my soft chest, then why can’t I smash her head with a club?\n  ","644840":"\n   How was your day\n  ","644841":"\n   Hi Lady !  Feb 21th 0540 am \nJust eaten my breakfast \nI'm OK but feel a little frustrated\nWhy ? Gf has her monthly period \nShe doesn't like to have intimacy with me \nBe patient ! She demands \nWish you the best \nMarc\n  ","644842":"\n   Are you high\n  ","644843":"\n   you think you know him, but you dont. if you think you can change him, or save him YOU CANT. youre not right for him and eventually he will see that.\n  ","644844":"\n   I never knew you moved to Saturn, you should come visit Mars sometime? ;) Hope your having a lovely day hun. <3\n  ","644845":"\n   What is the speed of dark?\n  ","644846":"\n   Aw take some painkillers.\n  ","644847":"\n   I am so high rn ??\n  ","644848":"\n   Ahhhh ok ??? east Washington, are u by the state of Idaho?\n  ","644849":"\n   Whatre you doing\n  ","644850":"\n   I was ya goon. How've you been?\n  ","644851":"\n   Are you lactose intolerant\n  ","644852":"\n\n    https:\/\/youtu.be\/dqB-EMqpsUA\n   \n   il est québécois\n  ","644853":"\n   Macncheese\n  ","644854":"\n   Could I get one for you? Or a couple?\n  ","644855":"\n   How about you cry and i make food so you stop crying?\n  ","644856":"\n   Those pastel nail lacquers are pretty\n  ","644857":"\n   FUCKING SAME\n  ","644858":"\n   I WOULD NEVER I didnt have free time the last few days\n  ","644859":"\n   Oh baby..  are you okay?\n  ","644860":"\n   Gotta be some type of Internet connection? ?\n  ","644861":"\n   Why you hate me\n  ","644862":"\n   THE BOOM BOOTY PRAISE IT\n  ","644863":"\n   That's okay, lovely human\n  ","644864":"\n   What happen?\n  ","644865":"\n   Why then\n  ","644866":"\n   I'm doing okay baby.. What about you?\n  ","644867":"\n   Ahhh ? tats not fair if everyone else have wifi why can't u ? ?\n  ","644868":"\n   I miss you too..\n  ","644869":"\n   Add me on snapchat and youll see my kitty all the time\n  ","644870":"\n   It's small but it's there\n  ","644871":"\n   I have a brain );\n  ","644872":"\n   I see that my old account 5k answers and 250k likes lol gone now\n  "},"Answer":{"643800":"\n  Im gooood lol\n  ","643801":"\n  Hello ❤\n  ","643802":"\n  Oh my godddd❤\n  ","643803":"\n  What a cute little shit\n  ","643804":"\n  Wait really?! No way?! ❤\n  ","643805":"\n  Why is this a repeated question?\n  \n  IM NOT ASHAMED OF MY BODY, MY BODY IS DOPE. I DONT HATE GETTING ANY PART EXAMINED. IM PERFECT. GOODBYE. but seriously, im not shy and they are professionals thats what they do.\n  ","643806":"\n  I didnt paint them ? just filed them\n  ","643807":"\n  I get weird questions in general..\n  ","643808":"\n  WhYYY\n  ","643809":"\n  I probably won't..\n  ","643810":"\n  BIO\n  ","643811":"\n  Cook.\n  ","643812":"\n  Im terrified for prosthetic technology advances\n  ","643813":"\n  YOU'RE AWESOME\n  ","643814":"\n  Robots are gonna take over\n  ","643815":"\n  Senior year was DOPE\n  ","643816":"\n  McDonald's hahaha\n  ","643817":"\n  No i dont fuckin want it\n  ","643818":"\n  I hope youre doing okay!❤\n  ","643819":"\n  What does my bio say\n  ","643820":"\n  Nooooodz\n  ","643821":"\n  Not on ask\n  ","643822":"\n  Miss you landooooo❤\n  ","643823":"\n  I did my nails ❤❤ awhile ago but i did it\n  ","643824":"\n  God i dont care\n  ","643825":"\n  Why do you generalize people?\n  ","643826":"\n  Its just another transition of humanity.\n  ","643827":"\n  Now you know who wants you dead\n  ","643828":"\n  No, keep drinking. Kill your liver.\n  ","643829":"\n  Maybe theyll alter our genetics and stop us from having to shit and then being a human wouldnt be inconvenient for you\n  ","643830":"\n  The body is the extension of fashion\n  ","643831":"\n  Pig kidneys are good to transfer to humans if you insert human DNA into the kidney...\n  ","643832":"\n  They claimed they want the best for us, but what they think is the best is death - unless youre rich.\n  ","643833":"\n  I want to study DNA...\n  ","643834":"\n  Forgive but never forget\n  ","643835":"\n  1. I read a book a day\n  \n  2. I started writing my own novel\n  ","643836":"\n  Omfg, i dont like knowing they can manufacture humans.\n  ","643837":"\n  THEY PUT A MONKEY HEAD ON ANOTHER MONKEY BODY AND IT LASTED FOR 7 DAYS.\n  ","643838":"\n  They're related because the kid is half the chromosomes of the parent, the parents dont have the same chromosomes. Thats how down syndrome is created.\n  ","643839":"\n  Death is acomin, it dont matter for them.\n  ","643840":"\n  Lets talk about how they are trying to make the world into one government, one religion..\n  ","643841":"\n  Thats called incest.\n  ","643842":"\n  Im not telling you my ideas, then all you fuckers will try to survive when you shouldnt.\n  ","643843":"\n  Uhm apparently if you take a brain out of the human body, it can stay alive forever.. unless you fix it so it isn't...\n  ","643844":"\n  It apparently can relieve stress, idk i dont like cigs but i heard nicotine is extremely addictive\n  ","643845":"\n  We are becoming transhumans, we have bigger things to worry about\n  ","643846":"\n  You're considered weak. At least with immigrants they can pay them less to do terrible jobs, but if we did that to someone disabled - itd be frowned upon.\n  ","643847":"\n  Smoke what? Hookah, cigs, weed, heroin, crack, meth, be specific\n  ","643848":"\n  In this age, how will we be judged by history?\n  ","643849":"\n  Omfg luckyyyyy ??? id do anything to go back to being 18\n  ","643850":"\n  Well, you get to choose niGGGa\n  \n  And its there on the list?!\n  ","643851":"\n  I want to go to denver to see my sister!\n  ","643852":"\n  Do any of you believe in Maitryah?\n  ","643853":"\n  I know i look like i just hit puberty ?? but ill be 22 in like 3 months..\n  ","643854":"\n  The mud mask omfg\n  \n  Or jeans\n  ","643855":"\n  LUCIFER\n  ","643856":"\n  Ugh dont remind me, i dont wanna get old\n  ","643857":"\n  Does anyone know about the theosphical society? It actually terrifies me\n  ","643858":"\n  WELCOME BACK ❤\n  ","643859":"\n  I dont come on that often but\n  \n   @hateuandurbrows\n  \n  i fuckin lysm ❤ you're incredible\n  ","643860":"\n  ??? thank you\n  ","643861":"\n  I made amazing scrambled eggs today, be proud.\n  ","643862":"\n  They are amazing honestly\n  ","643863":"\n  Lol \"THE\" jahahaha wtf is that suppose to mean\n  ","643864":"\n  Im goood cause my kitty is cuddling with me and its really cute\n  ","643865":"\n  Youre a sweet person\n  ","643866":"\n  Someone please remind me to do my nails later lol\n  ","643867":"\n  Yesterday lol\n  ","643868":"\n  You wont lose me!❤\n  ","643869":"\n  Gemini\n  ","643870":"\n  Burned by ellen hopkins\n  ","643871":"\n  Dude, they are such an easy read are you kidding? I finished a book in a day\n  ","643872":"\n  Nope\n  ","643873":"\n  James patterson or ellen Hopkins\n  ","643874":"\n  Not gonna lie my neighbor is super attractive but im pretty sure hes married\n  ","643875":"\n  Ugh i hungry\n  ","643876":"\n  I cant be on for long, gonna finish a book so i can read my new one\n  ","643877":"\n  Im gonna make a grilled cheeseee\n  ","643878":"\n  7\n  ","643879":"\n  NOT EVEN AFTER ALL YOU CAN EAT PANCAKES\n  ","643880":"\n  ???\n  ","643881":"\n  Wassssup\n  ","643882":"\n  Youre being too sweet\n  ","643883":"\n  Waaay too big\n  ","643884":"\n  That is all\n  ","643885":"\n  They are huge\n  ","643886":"\n  Be like \"aye yo mami youre fine as fuck, let me take you to dennys and we can hit up that value menu\"\n  ","643887":"\n  Why is that so hard to believe?\n  ","643888":"\n  Awwwwh thanks ❤❤❤\n  ","643889":"\n  I may have went overboard on books from the library.. i have a box of books at home but god these books are addicting\n  ","643890":"\n  Hahahaah\n  ","643891":"\n  Omg thank you\n  ","643892":"\n  My brain, thats the simpliest way i can answer, i dont think like everyone else. I dont have a basic mindset HAAHA\n  ","643893":"\n  I want cookies, fact.\n  ","643894":"\n  Does worshipping involve presents?\n  ","643895":"\n  Id rather have fields of weed, higher profit\n  ","643896":"\n  Omg thank you ❤\n  ","643897":"\n  Its ok i guess\n  ","643898":"\n  Ill take new selfies tonight\n  ","643899":"\n  The question is why not\n  ","643900":"\n  MAZEKEEN FROM LUCIFER\n  ","643901":"\n  Why do most females make me want to swallow bleach?\n  ","643902":"\n  I want more presents but nobody wants to buy me presents cause they all need something in return\n  ","643903":"\n  Ugh youre so lucky\n  ","643904":"\n  Life sucks for sav ahahah\n  ","643905":"\n  This made me happy\n  ","643906":"\n  Id be mazekeen from Lucifer\n  ","643907":"\n  I dont think giving a prisoner something they can use as a weapon is smart..\n  ","643908":"\n  Wow... i dont even know how to respond hahahaha\n  ","643909":"\n  MY FOOT IS ASLEEP\n  ","643910":"\n  Im just trying to bust through these questions\n  ","643911":"\n  Thank you thank you ❤\n  ","643912":"\n  I cant argue with this\n  ","643913":"\n  I finally have seen a moose in real life\n  ","643914":"\n  God spency, i miss having you around )):\n  \n  Times like these i really wish you were here to talk too. I miss you so much. Hope youre doing well ❤\n  ","643915":"\n  I like talking to people off anon..\n  ","643916":"\n  Next time im at the beach, you know what ill be doing\n  ","643917":"\n  Bravery?\n  ","643918":"\n  Omfg sure, who are you\n  ","643919":"\n  Anon logic isnt logical\n  ","643920":"\n  Hey hun, whats up\n  ","643921":"\n  1. Food is everything.\n  \n  2. All i need is love\n  ","643922":"\n  Well if they know my real name, its not hard to find me on other social medias\n  ","643923":"\n  My instincts are on point\n  ","643924":"\n  Dont be an ignorant fuck and education is key\n  ","643925":"\n  I may look fantastic but im super nice\n  ","643926":"\n  I like food and lots of cuddles.\n  ","643927":"\n  Sugar is like the cocaine of food.\n  ","643928":"\n  Gardenscapes is fuckin me over, theres a goddamn level i cant beat\n  ","643929":"\n  Well im adopted, but my mom was 19\n  ","643930":"\n  I dont understand ?\n  ","643931":"\n  Me\n  ","643932":"\n  I really need to go to the library today\n  ","643933":"\n  I love when my data is like naaah not today fam\n  ","643934":"\n  JACK, JACK COME BACK\n  ","643935":"\n  What?\n  ","643936":"\n  Ive been getting way more likes these days ❤❤❤ thanks guys!!\n  ","643937":"\n  I MISSED PANCAKE DAYY? WTF\n  ","643938":"\n  I want to be a mentalist so bad.\n  ","643939":"\n  I ADORE YOU\n  ","643940":"\n  My heart does ?\n  ","643941":"\n  Its better than kristie LOL\n  \n  My mom picked the name after i was adopted.\n  \n  She didnt think savannah would get as popular popular as it did.\n  ","643942":"\n  Are people really using polls to compare people on ask?\n  ","643943":"\n  Trying to fuckin answer a bunch of old questions is hard lol\n  ","643944":"\n  I think YOURE cute\n  ","643945":"\n  Correctoooooo?\n  ","643946":"\n  Its too big ill break the screen\n  ","643947":"\n  I dont have service ?\n  ","643948":"\n  My instincts have NEVER been wrong.\n  ","643949":"\n  Papi*\n  ","643950":"\n  You know what they should have? When youre using ask you can have a playlist on here so you can listen to music while answering, instead of playing music somewhere else.\n  ","643951":"\n  I NEED TO GET HIGH\n  ","643952":"\n  Thats so nice omfg\n  ","643953":"\n  They do keep that shit on the down low tho\n  ","643954":"\n  Thursday*\n  ","643955":"\n  Idk where that anon is from, but they need to educate themselves\n  ","643956":"\n  I just had to rush to my uncle cause my psycho uncle was harassing him\n  ","643957":"\n  Ill take selfies later.\n  ","643958":"\n  Sit in the snow and make snowballs\n  ","643959":"\n  Gold because it was the song i dedicated to my ex.\n  ","643960":"\n  I like hitting the cocaine slopes\n  ","643961":"\n  NOT GODZILLA\n  ","643962":"\n  Ill make you into a slave\n  ","643963":"\n  Uh yeah thats been the plan since 1913\n  ","643964":"\n  ?\n  ","643965":"\n  If i could give you half my questions i would..\n  ","643966":"\n  I wanna go to a festival ?\n  ","643967":"\n  They are so cuuuute\n  ","643968":"\n  I would if they would load..\n  ","643969":"\n  Its just a goal?\n  ","643970":"\n  Its ok ❤❤ i know i wont be single forever\n  ","643971":"\n  I ask myself this everyday\n  ","643972":"\n  Awh this is sweet\n  ","643973":"\n  I love having a vagina ?\n  ","643974":"\n  Lol wtf\n  ","643975":"\n  Socks!!!\n  ","643976":"\n  Idk he doesnt let me follow him.\n  \n  It doesnt matter honestly, it was stupid of me to believe in bullshit.\n  ","643977":"\n  \"Fuckin lucky\"\n  ","643978":"\n  My body goes into shock when i bleed... so its bad for me lol\n  \n  I can look at other peoples blood, but start taking mine... i faint.\n  ","643979":"\n  But i dont want to love myself, i want someone to love me and i want to love them.\n  ","643980":"\n  Morning ❤❤❤\n  \n  I plan on reading today ❤❤❤❤\n  \n  I hope you have a good day!\n  ","643981":"\n  Lol yes i have a lot of english friends hahaha sometimes i cant understand a word they say tho haha\n  ","643982":"\n  Ew. I mean thats really good you are, but no thanks lol\n  ","643983":"\n  No, ive been dying to go.\n  \n  My parents almost sent me to boarding school in London lol they tried using that as a punishment ahahahah i was down so they didnt.\n  ","643984":"\n  Are you saying im not gonna have one in the future?\n  ","643985":"\n  Dude i WISH i saw yo ass. But my trip sucked\n  ","643986":"\n  Im good, just checkin all my questions lol you?\n  ","643987":"\n  Not often\n  ","643988":"\n  Why would it matter if i was single?\n  ","643989":"\n  Money isnt a problem\n  ","643990":"\n  No not everythingg. Some things im skeptical about\n  ","643991":"\n  HahahahaahhHAHAHAHAHAHAHAHAHAHA\n  ","643992":"\n  Damn i need to file my nails again fuck\n  ","643993":"\n  If shit would stop getting deleted.\n  ","643994":"\n  Im sorry you do\n  ","643995":"\n  BECAUSE MY FAIRY TALE DOESNT HAVE A HAPPY ENDING\n  ","643996":"\n  No, but soon i will be\n  ","643997":"\n  Steal a bunch of money and food\n  ","643998":"\n  HAHAHHAHAHAHAHAH WHO THE FUCK\n  ","643999":"\n  My heart\n  ","644000":"\n  Surre?\n  ","644001":"\n  Do drugs as long as you don't addicted\n  ","644002":"\n  Im posting my last selfies then going to bed\n  ","644003":"\n  I didnt know this..\n  ","644004":"\n  I have a kitty on my legs\n  ","644005":"\n  Really fucking chill and dope\n  ","644006":"\n  Asian & black\n  ","644007":"\n  Indeed it is\n  ","644008":"\n  Pour it out, yuck\n  ","644009":"\n  Awwwwh yay❤\n  ","644010":"\n  No i havent\n  ","644011":"\n  Its natural\n  ","644012":"\n  Lol this is true ?\n  ","644013":"\n  I very much like penis\n  ","644014":"\n  My life would be DOPE\n  ","644015":"\n  God i hate some of you humans\n  ","644016":"\n  Distance fucks up everything\n  ","644017":"\n  im like pretty awesome\n  ","644018":"\n  No\n  ","644019":"\n  Theres been too many moments..\n  ","644020":"\n  They do have limits\n  ","644021":"\n  God who knew you were a dumb fuck\n  ","644022":"\n  Scumbags\n  ","644023":"\n  Because they are nice humans unlike your ugly flesh sack\n  ","644024":"\n  You get to choose if you want it to be or not\n  ","644025":"\n  How dense are you?\n  ","644026":"\n  Thats not part of the deal you scallywag\n  ","644027":"\n  Yesss sir\n  ","644028":"\n  The link\n  ","644029":"\n  Goood evening\n  ","644030":"\n  Nope\n  ","644031":"\n  What about men? Double standards much?\n  ","644032":"\n  Depends on the department..\n  ","644033":"\n  Idk how anyone picks one\n  ","644034":"\n  When you jump off a cliff\n  ","644035":"\n  Uhhh older than me\n  ","644036":"\n  Im well offf?\n  ","644037":"\n  TERRIBLE\n  ","644038":"\n  I think they need to stick to weed and not crack\n  ","644039":"\n  Dont be worrried!\n  ","644040":"\n  Lol thats cool, my life isnt your problem.\n  ","644041":"\n  No idea, theres just been a few people whove been wanting to date me but ive been denying them\n  ","644042":"\n  I like men yo\n  ","644043":"\n  Yeah, your dad\n  ","644044":"\n  Exactly ❤\n  ","644045":"\n  Why LOL its not that big of a deal, i could be dating someone if i wanted too, i just wanted him so my heart isnt ready but its not hard for me to get a bf\n  ","644046":"\n  My heart is taken.\n  ","644047":"\n  Food ?\n  ","644048":"\n  OH NO NEVER ?\n  ","644049":"\n  Why are you leaving?!\n  ","644050":"\n  IT IS NOT A GOOD LOOK\n  ","644051":"\n  I feel like i should be raving, but im not and im pissed.\n  ","644052":"\n  Probably like blacking out after getting super fucked up then waking up not knowing how you got there.\n  ","644053":"\n  Your mom that dirty whore\n  ","644054":"\n  Usually, unless you piss me off\n  ","644055":"\n  I LOOK AWFUL AS A MONKEY\n  ","644056":"\n  Yo yo\n  ","644057":"\n  Well thats really nice of you\n  ","644058":"\n  Hahaha yeah its my fav\n  ","644059":"\n  Dude, SAME..\n  ","644060":"\n  Im not sure... i have an outrageous amount of questions.... ):  what was it? Youre leaving ask?\n  ","644061":"\n  You\n  ","644062":"\n  But how can a person love themselves if the one they love doesnt love them..\n  ","644063":"\n  Puta\n  ","644064":"\n  Nope, havent gone to a rave\n  ","644065":"\n  My cat is drooling on me\n  ","644066":"\n  Whats up?\n  ","644067":"\n  Thats so sweet\n  ","644068":"\n  Thank you❤\n  ","644069":"\n  At the moment no.\n  \n  If he cant love me, how can i love myself..\n  ","644070":"\n  A few..\n  ","644071":"\n  Yup, im totally getting off now lol\n  ","644072":"\n  Wow you really want to be blocked huh\n  ","644073":"\n  Im wondering why i should care\n  ","644074":"\n  That one part that i wash\n  ","644075":"\n  Lol YEAH\n  ","644076":"\n  Why are you breathing?\n  ","644077":"\n  No, that person has balls\n  ","644078":"\n  Genocide\n  ","644079":"\n  *full of shit\n  ","644080":"\n  I couldn't hang out with all the people i wanted to hang out with..because i was around someone who was obsessive\n  ","644081":"\n  The size thats that one size\n  ","644082":"\n  Ok go find them for me so i can tell them they are full of shit\n  ","644083":"\n  It wasnt that great of a trip\n  ","644084":"\n  All my friends parents came from immigrant homes and they are rich as fuck. Hahaha the anon is stupid. But probably depends where they're from.\n  ","644085":"\n  Your noose should be tighter around your neck\n  ","644086":"\n  Im back, it was okay ?\n  ","644087":"\n  Omg\n  \n  Nobody\n  \n  Cares\n  ","644088":"\n  HEY LANDO\n  ","644089":"\n  I love that videooo\n  ","644090":"\n  your selfies are on point ?\n  ","644091":"\n  I dont give a flying piglet fuck\n  ","644092":"\n  I need more lemonade\n  ","644093":"\n  Found my new fav page\n  \n   @ryan_butl3r\n  \n","644094":"\n  Cuntgradulations\n  ","644095":"\n  Whats up?\n  ","644096":"\n  The lace is see through? And why the fuck does it matter?\n  ","644097":"\n  People are just annoying\n  ","644098":"\n  Oh yeah i got my bra and underwear set while i was gone ❤\n  ","644099":"\n  How sweet of you\n  ","644100":"\n  Like obviously if you chase my cat and give her aggressive looks shes gonna feeel threatened??\n  ","644101":"\n  Thats called rape\n  ","644102":"\n  Lol ill live my life, i dont need you telling me what to do.\n  ","644103":"\n  I actually have a relationship with my father unlike many hoes\n  ","644104":"\n  I put him last?\n  ","644105":"\n  I just feel normal?\n  ","644106":"\n  Ive gained so much weight, the snow needs to go so i can go on walks\n  ","644107":"\n  Im gonna vacuum and take my anger out on the carpet haha\n  ","644108":"\n  Because they want to see if you can look professional and not like a stoner\n  ","644109":"\n  My life sucks, like nothing is going ok.\n  ","644110":"\n  Gemini? Is that what you were looking for?\n  ","644111":"\n  Ask him\n  ","644112":"\n  I love you!\n  ","644113":"\n  Pierced ears i think\n  ","644114":"\n  At least you wont leave me..\n  ","644115":"\n  Im pissed off how i called it, how i knew that sooner or later he was gonna run cause he was being fake as fuck. How he wasnt actually gonna fall through with it, find any escuse to make sure it doesnt happen because it wasnt real.\n  ","644116":"\n  Boys dont want love if it isnt gorgeous, dont tell me i didnt tell you.\n  ","644117":"\n  Im back at the starting line and i never got $200 dollars..\n  ","644118":"\n  Im depressed. Everything i wanted, everything i hoped for just got crushed and now im lost. Idk where to start to start fixing my life. I have to move forward but all i want to do is fall asleep and never wake up again..\n  ","644119":"\n  nope, ive always tried and i suck at it.\n  ","644120":"\n  i can pray for that.\n  ","644121":"\n  i wasnt told what to watch when i was growing up my brain isnt melted\n  ","644122":"\n  i sometimes dont even love myself.\n  ","644123":"\n  you know whats crazy, the fact i have to sleep in the fucking airport cause the plane got a code red\n  ","644124":"\n  you know whats crazy, the fact i have to sleep in the fucking airport cause the plane got a code red\n  ","644125":"\n  he just lost all hope\n  ","644126":"\n  Idk and i dont really care.\n  ","644127":"\n  I kinda drank for 5 soild days and did drugs like it was 1970 soooo i dont think im doing so good.\n  ","644128":"\n  I guess one way it shows that youre afraid youre gonna lose that person, or you feel like youre unworthy or their too good for you. Idk\n  ","644129":"\n  Yeah, he just wasnt feeling the love any more. It sucks.\n  ","644130":"\n  There's weirder ones i havent answered\n  ","644131":"\n  Its something that happens when you are in love\n  ","644132":"\n  Its between us.\n  ","644133":"\n  AWWWWWH❤\n  ","644134":"\n  I just want to go home ?\n  ","644135":"\n  It fuckin feels like it\n  ","644136":"\n  Omg that is sooo nice awwwwh❤\n  ","644137":"\n  Youve been the person whose been asking me this the whole time\n  ","644138":"\n  Like i dont understand what was so goddamn funny.\n  ","644139":"\n  Him.\n  ","644140":"\n  Theres these high schoolers on the plane, they arent even funny yo.\n  ","644141":"\n  But i do know thats what i want?\n  ","644142":"\n  Hell no id just give it back\n  ","644143":"\n  TIME TO FLY\n  ","644144":"\n  Its the one thing im not afraid of but i just dont get what i want\n  ","644145":"\n  Depends on the category\n  ","644146":"\n  I can be, i think\n  ","644147":"\n  Oh i didnt think you were talking about me. Just dont tell anons shit\n  ","644148":"\n  Sounds shitty\n  ","644149":"\n  Ha no.\n  ","644150":"\n  I dont want to be fake\n  ","644151":"\n  Naah even tho id be good at it\n  ","644152":"\n  How?\n  ","644153":"\n  The plane needs to leave\n  ","644154":"\n  Thats smart❤\n  ","644155":"\n  Noooo not really\n  ","644156":"\n  Do me a favor & shut up\n  ","644157":"\n  Omfg SAME.\n  ","644158":"\n  Uhm? Im from the west coast biiiitch\n  ","644159":"\n  Okay seriously what have I been missing?\n  ","644160":"\n  This made me die\n  ","644161":"\n  I wonder if theres any selfies i still have that i havent posted yet\n  ","644162":"\n  Jimmy who the fuck?\n  ","644163":"\n  Ew. I can not.\n  ","644164":"\n  Oh man, when youre rich you can afford to just buy things that will make you less ugly.\n  \n  But beautiful and poor, youre gonna be humble and shit then your looks might actually make you rich\n  ","644165":"\n  Ugh dont make me cry about it now, wait till i get home i can never leave my bed again.\n  ","644166":"\n  Like girl on girl or like dude on dude?\n  ","644167":"\n  Im on my way home ❤❤❤\n  ","644168":"\n  Id be so down lol\n  ","644169":"\n  Im gonna watch videos on top buzz so i can forget about life and feel better\n  ","644170":"\n  Makin me happy\n  ","644171":"\n  Anxiety\n  ","644172":"\n  No freakin idea lol\n  ","644173":"\n  No i cant\n  ","644174":"\n  Im not in a good mood right now\n  ","644175":"\n  Take too many selfies\n  ","644176":"\n  Idk theres just something about being here that is triggering some anxiety and stuff\n  ","644177":"\n  I cant believe im saying this.. but i cant wait to go back to Washington\n  ","644178":"\n  I just got in the worst fuckin mood\n  ","644179":"\n  Its sunny and fuckin waaaarm ❤\n  ","644180":"\n  LA?\n  ","644181":"\n  My birthday ?\n  ","644182":"\n  Yessss❤\n  ","644183":"\n  Go try it out\n  ","644184":"\n  Ive been to festivals more then concerts lol but ive seeeen a lot of preformerd in person.\n  \n  Id love to see lana del rey live\n  ","644185":"\n  What better things do they have to do?\n  ","644186":"\n  Thank you so much ❤❤\n  ","644187":"\n  I love chocolate, i love see's candy boxes omg\n  ","644188":"\n  IM NOT ?\n  ","644189":"\n  Wtf ive never had a lamb sandwhich\n  ","644190":"\n  Thats the weirdest thought\n  ","644191":"\n  250,000$ + = your salary.\n  ","644192":"\n  In your moms basement\n  ","644193":"\n  Omg that reminds me i should go on top buzz\n  ","644194":"\n  What the fuck are you even talking about\n  ","644195":"\n  I wish i had a sound system to compete with them lol\n  ","644196":"\n  The people under me are having the greatest time bumpin music lol\n  ","644197":"\n  I wish some filters could be my makeup for real\n  ","644198":"\n  The movie signs scared the fuck out of me when i was a kid\n  ","644199":"\n  About to take snapchat selfies ?\n  ","644200":"\n  Riding hood?\n  ","644201":"\n  I dont look like nobody but myself\n  ","644202":"\n  Guys lets track and stalk them.\n  ","644203":"\n  A solid 24 hours ?\n  ","644204":"\n  I bitch then still buy it\n  ","644205":"\n  Might have be from their mom, might be from how they were raised, their childhood.\n  ","644206":"\n  I. eat. way. too. much.\n  ","644207":"\n  Why you always gotta cause pain bro\n  ","644208":"\n  I really like pizza and vodka\n  ","644209":"\n  Hi darling\n  ","644210":"\n  Got a tat yesterday\n  ","644211":"\n  A fuckin sloth\n  ","644212":"\n  You can ask him if he ever comes back\n  ","644213":"\n  San diego, because i miss my home\n  ","644214":"\n  If they are toned and not just skin&bones\n  ","644215":"\n  50,000 lol\n  ","644216":"\n  I always need help ?\n  ","644217":"\n  Crying isnt funny wtf\n  ","644218":"\n  Ive eaten so much pizza im disgusting\n  ","644219":"\n  My eyes look dope\n  ","644220":"\n  I got my face\n  ","644221":"\n  NORTH NIGGA\n  ","644222":"\n  Genetics\n  ","644223":"\n  Lets not talk about it\n  ","644224":"\n  I may be drunk\n  ","644225":"\n  Don't make me think about it\n  ","644226":"\n  But filters are dope\n  ","644227":"\n  About to board the plane ?\n  ","644228":"\n  Tijuana hookers\n  ","644229":"\n  Youre so sweet\n  ","644230":"\n  So many questions, not enough time to answer omg\n  ","644231":"\n  WATER & VODKA ARE GOOD\n  ","644232":"\n  They both make me happy\n  ","644233":"\n  I wish my name was sterling\n  ","644234":"\n  Damn you guys raped me\n  ","644235":"\n  I cant im on a plane lol\n  ","644236":"\n  I have like 7000 emails hahah\n  ","644237":"\n  Dude a lot of people\n  ","644238":"\n  I dont get accused of being black ?\n  ","644239":"\n  Good afternooon! ❤\n  ","644240":"\n  Duck face better lol\n  ","644241":"\n  Where you at\n  ","644242":"\n  EXPECT A FUCK TON OF PICS\n  ","644243":"\n  Myself\n  ","644244":"\n  YOURE IN SD?\n  ","644245":"\n  San diego\n  ","644246":"\n  Im such a cute bunny\n  ","644247":"\n  Thank you so much\n  ","644248":"\n  IM SO EXCITED\n  ","644249":"\n  On my waaay guuyss\n  ","644250":"\n  I cant be on tooo much right now, about to board the plane but i have selfiesss\n  ","644251":"\n  Okay ill be on tomorrow with selfies ?\n  ","644252":"\n  Omg that is so nice!\n  ","644253":"\n  Bed sounds amazing but its morning lol\n  ","644254":"\n  HAVE A GREAT DAY❤\n  ","644255":"\n  About to make cooookies\n  ","644256":"\n  I think my cat has been scratching my phone ?\n  ","644257":"\n  I can hope\n  ","644258":"\n  I never said i was gonna deactivate lol i just wanted a goal of 50k. You're just an asshole and want me to leave so youre saying this but ive never said i was deactivating LOL i might come on less but my goal was literally just a goal because 50k answers is a lot. And ive repeatedly said i wanted to get 100k so im not lying. Ill deactivate when i want too.. like why would i get that many answers just to take me off ask, thats wasting my time, i might as well just deactivate now but nooo i need a place to spam post selfies lol\n  ","644259":"\n  Fall flat on my face..\n  ","644260":"\n  I wanna sky dive but like ugh thats terrifying\n  ","644261":"\n  Yessssss?\n  ","644262":"\n  Wow i didnt know i had a fake real name..\n  ","644263":"\n  Hello❤❤ whats up?\n  ","644264":"\n  Wheres your cuddle buddy??\n  ","644265":"\n  Who knew packing would only take 10 mins lol\n  ","644266":"\n  HIIIII YOU ❤\n  ","644267":"\n  No im not, im going to California for a little. I miss it toooo much.\n  ","644268":"\n  I dont think some have a choice ?\n  ","644269":"\n  Thank you ❤❤\n  ","644270":"\n  Dont worry about it hun ❤\n  ","644271":"\n  Bro. I miss you\n  ","644272":"\n  Yes, i love roses.\n  \n  I especially love when they dry out they stay and look the same ❤\n  ","644273":"\n  I dont like being compared to a dog, but ill use the dog filter as a profile picture.. ?\n  ","644274":"\n  You guys arent prepared for all the airport selfies ill be taking tomorrow ?\n  ","644275":"\n  Thats not that much actually!!!\n  \n  We're going to visit each other one day, cant wait ❤\n  ","644276":"\n  ❤❤❤❤❤❤ you got that letter faster than i thought you would ❤\n  ","644277":"\n  WE'RE GONNA MEET ONE DAY ❤❤❤\n  ","644278":"\n  GIRLS STOP USING THE DOG FILTER AS A PROFILE PICTURE. I DONT UNDERSTAND WHY YOU THINK ITS CUTE\n  ","644279":"\n  I legitly delete everything thats a link, stop sending them to me.\n  ","644280":"\n  People always fight. Those who love each other, work it out\n  ","644281":"\n  I agrreee\n  ","644282":"\n  IM KITTY CUDDLING\n  ","644283":"\n  He will be with me forever regardless\n  ","644284":"\n  Happy for you\n  ","644285":"\n  My dad keeps talking to me and im in no mood.\n  ","644286":"\n  Yeah if youre a dumbass pervert\n  ","644287":"\n  Im getting off? Idk how thats hard to understand\n  ","644288":"\n  How is it funny\n  ","644289":"\n  Youll get it randomly\n  ","644290":"\n  No im getting off\n  ","644291":"\n  A women who works for the police department has to go and negotiate with crazy fucks to get them to stop.\n  ","644292":"\n  Wow k\n  ","644293":"\n  Id kill myself\n  ","644294":"\n  I dont think of myself like that, but sure\n  ","644295":"\n  Why does this matter you so much\n  ","644296":"\n  All kind\n  ","644297":"\n\n   @jakesossy\n  \n  ive sent you a message but it wont send all the way ugh\n  ","644298":"\n  Nope\n  ","644299":"\n  In a weird way thats sweet\n  ","644300":"\n  I hope so ❤\n  ","644301":"\n  Jeeeze thats a long day!\n  ","644302":"\n  True\n  ","644303":"\n  Okaaaay im gonna get offf\n  ","644304":"\n  Yup.\n  ","644305":"\n  Nope, its always a surprise\n  ","644306":"\n  Not much how about you.\n  ","644307":"\n  Only the idiots\n  ","644308":"\n  I knew coming on was a dumb idea lol\n  ","644309":"\n  Can people just leave me alone so i can drink my smoothie and read in peace\n  ","644310":"\n  I just want food\n  ","644311":"\n  Envious jealous rage lol\n  ","644312":"\n  Yeah, theyre so expensive and such nice shoes\n  ","644313":"\n  By being myself, try it sometime.\n  ","644314":"\n  Yup, they think \"oh good now we dont have to pay for it\"\n  ","644315":"\n  I sure hope so\n  ","644316":"\n  Its called the negotiator, its so good\n  ","644317":"\n  Hahaha well ill be busy a lot of the time but ill do my best to reply\n  ","644318":"\n  Hey ❤❤ how are you\n  ","644319":"\n  Why are you cryinggg\n  ","644320":"\n  Because im lady boommeth\n  ","644321":"\n  I dont keep count\n  ","644322":"\n  FOR NOW LOL ❤\n  ","644323":"\n  Id be fat\n  ","644324":"\n  Okay people need to stop replying so fast so i can get through my questions\n  ","644325":"\n  Your on my ask page arent you\n  ","644326":"\n  You\n  ","644327":"\n  How am i suppose to know, im not them. I just like getting new stuff.\n  ","644328":"\n  Wear lol its mine\n  ","644329":"\n  Nope since my bio clearly tells you not to ask for it\n  ","644330":"\n  I shouldn't have found that super funny hahaha but i did\n  ","644331":"\n  Im in no mood for your bullshit today\n  ","644332":"\n  I mean i have soooo\n  ","644333":"\n  Omg!!! Why?!\n  \n  I want to read my book\n  ","644334":"\n  OMG I KNOW THEN I CAN ANNOY YOU\n  ","644335":"\n  Its ok, i hope you have a great day❤\n  ","644336":"\n  HEY YOU\n  ","644337":"\n  I know, i wish i could!\n  ","644338":"\n  Ill do my best!\n  ","644339":"\n  I hope you feel better.\n  ","644340":"\n  I havent seen in a really long time so i actually cant remember..\n  ","644341":"\n  Hi!! Whats up ❤\n  ","644342":"\n  Are you dead yet?\n  ","644343":"\n  GIRLS JUST BECAUSE YOU GIVE YOUR FRIEND YOUR PHONE TO TAKE A PICTURE OF YOU DOESNT AUTOMATICALLY MAKE YOU A MODEL.\n  ","644344":"\n  And those people are disrespectful and thats why i say thank you.\n  ","644345":"\n  You should just not come back\n  ","644346":"\n  I mean kinda\n  ","644347":"\n  You care too much about your image, ive never walked into a bathroom seeing the person cleaning it and went ewww that person is disgusting, ive actually have said thank you every time for keeping the bathrooms clean.\n  ","644348":"\n  Summer wine by lana del rey\n  ","644349":"\n  Good good you?\n  ","644350":"\n  Ughhhh youre farther than me!\n  ","644351":"\n  Mostly yeah, usually its immigrants.\n  \n  I was just making the point money isnt an issue for me, my parents want me to work so i dont just sit around all day not cause we need money.\n  ","644352":"\n  Exactly!\n  ","644353":"\n  I played volleyball, soccer, and ran cross country.\n  \n  But towards the end of high school, i like doing drugs more\n  ","644354":"\n  I dont have too, im an upper class citizen\n  ","644355":"\n  I fuckin hate cheerleaders\n  ","644356":"\n  OMG I LOVE THAT SHOW.\n  \n  Which season?\n  ","644357":"\n  HAHAHAHA FUCK THAT\n  ","644358":"\n  You just havent been in a worse more traumatic experience then.\n  \n  Because i actually talked to an older Mexican man who did that for a living ;\n  \n  1. He made above minimum wage, he also got heath insurance ect.\n  \n  2. He could put food on the table and have his kids get a better education in a better environment.\n  \n  3. Where hes from, he saw at least 5 people get murdered every day. He said he saw so much death and destruction, hes never been more thankful in his life. He was the nicest guy.\n  ","644359":"\n  What do you think i do when i recieve them?\n  ","644360":"\n  Its gooood, yours?\n  ","644361":"\n  Sometimes those are the happiest people, because its either that or living in a poor country in a shoebox\n  ","644362":"\n  Its called taking themselves off anon... whoaaaaaa.\n  ","644363":"\n  Omg hey ❤ whats up\n  ","644364":"\n  I mean idk how getting paid is worse than death?\n  ","644365":"\n  Some of them yes, and some of them message me.\n  ","644366":"\n  Yeah, except later on i always find out who they are lol\n  ","644367":"\n  I dont feel anything about it? There doing there job? There trying to bring a paycheck home to feed their family?\n  ","644368":"\n  YES OMFG. Thats why anons piss me off\n  ","644369":"\n  Your mom\n  ","644370":"\n  Indeedio bobbio\n  ","644371":"\n  Idk something by Bones probably\n  ","644372":"\n  I WANT TO SEE THAT SO BAD\n  ","644373":"\n  Awh, i feel special.\n  \n  Ive been an ask user since it was called formspring lol so ive been here awhile\n  ","644374":"\n  How hard is it to go to the bathroom pee or poop then wash your hands then get out? Why the fuck is everyone making using the bathroom into rocket science\n  ","644375":"\n  Its a psychological reason for that, just look up the Leipzig connection.\n  ","644376":"\n  Im sometimes really witty and have good jokes\n  ","644377":"\n  Sup\n  ","644378":"\n  I do, im just not releasing there name lol it only matter if i know\n  ","644379":"\n  Im drinking a smoooothie right now ❤\n  ","644380":"\n  I do not know ahahahahah\n  ","644381":"\n  1. Go on YouTube.\n  \n  2. Type in how to tie a noose.\n  \n  3. Learn how to tie a noose\n  \n  4. Go outside and find a sturdy tree.\n  \n  5. Wrap the rope around the tree, use the noose.\n  ","644382":"\n  Recent gifts or gifts in the past? Cause im at about 50 gifts recieved lol\n  ","644383":"\n  They should have picked weed instead\n  \n  Also that was in the 1600s i dont think riri is that old.\n  \n  And, who knows maybe slaves do like whips and chains, it could be like how women with daddy issues like to be treated like a child with a man and call them daddy..\n  \n  But the jews were slaves in egypt\n  \n  Chinese are slaves for apple\n  \n  I know there werent just slaves in the southern states.\n  ","644384":"\n  That was sarcasm, why would someone who hates doing nails spend hours on them taking care of them?\n  ","644385":"\n  Im a fluffy cute creature type of person\n  ","644386":"\n  I dont think riri was ever a slave, shes from Jamaica..\n  ","644387":"\n  Naaaah, all my pictures with makeup - i just woke up like that one day.\n  \n  I hate doing my nails - i just take super good care of them.\n  \n  Smh ?\n  ","644388":"\n  I ate it\n  ","644389":"\n  Well depends, for a gangbanger - life is pretty traumatic and a tragedy.\n  \n  For a rich little trust fund baby - life can be hopeful, unless they are on heroin all day.\n  ","644390":"\n  Its a slavery joke\n  ","644391":"\n  No, i dont think so.\n  \n  Like i see beauty when i see a women, but i cant like have relationship type feelings with one..\n  \n  Ive only felt that for men, especially one guy in particular  (jakey) like ive never thought of a girl and went \"i could spend the rest of my life with you\" or \"i could fuck you for days\" except miley or lana id fuck them forever ahhaha\n  ","644392":"\n  This made me think boom math ahaha\n  ","644393":"\n  HAHAHAHAHAHAHA HOLY SHIT I SHOULDN'T HAVE THOUGHT THIS WAS FUNNY BUT OMFG ???????????????\n  ","644394":"\n  I routinely floss, brush, and mouth wash every morning and night.\n  ","644395":"\n  Me, obviously.\n  ","644396":"\n  Can you tell i need family guy rn\n  ","644397":"\n  I know, the world ia changing into something not to be proud of\n  ","644398":"\n  Happiness\n  ","644399":"\n  Im glad you have those things that too many lack\n  ","644400":"\n  Im glad ❤\n  ","644401":"\n  Moving from everything i know and staring over.\n  ","644402":"\n  Im just here to bless your feeeed ?\n  ","644403":"\n  Thats very kind of you\n  ","644404":"\n  Peter is me as a middle aged adult\n  ","644405":"\n  I cant wait for sleep\n  ","644406":"\n  Who are you?\n  ","644407":"\n  Awh thank you ❤\n  ","644408":"\n  Im jealous you got to see jake and i didnt\n  ","644409":"\n  Omg fuck off\n  ","644410":"\n  Yikes bro\n  ","644411":"\n  Go get a sense of humor then come back\n  ","644412":"\n  We can no longer speak\n  ","644413":"\n  WHY THE FUCK NOT\n  ","644414":"\n  Thats in step brothers\n  ","644415":"\n  Okay so like i need to go shower\n  ","644416":"\n  Hahahah step brothers\n  ","644417":"\n  Awwwwwwwwwwwh ❤\n  ","644418":"\n  Whats up\n  ","644419":"\n  Im just a hoaar ahahahhah\n  ","644420":"\n  I'm Dracula with my white skin\n  \n  Black cape shine like the whip\n  \n  Gold chain hang like a cross\n  \n  Backwoods burn like sky at dawn\n  ","644421":"\n  I wish i have a flow like cocaine\n  ","644422":"\n  Damn booi\n  ","644423":"\n  Look at your boy tryna act all hard\n  ","644424":"\n  Teenager, a little teen anger\n  ","644425":"\n  I'm rap, I'm crack\n  \n  I'm a meth lab when I snap\n  \n  I'm heroin when I'm goin' in\n  \n  I'm in the graveyard with my mask\n  ","644426":"\n  I found this new quote i wanna also get tattoooed im so excited\n  ","644427":"\n  This would be insulting if your english didnt suck\n  ","644428":"\n  I like meat I just started eating vegetables\n  \n  Hit em with the AK-47 now he's ah vegetable\n  ","644429":"\n  Boo you whore\n  ","644430":"\n  Babys momma suckin that big dick is what I witness\n  \n  I slit that bitch in the wrist when I seen that shit God as your witness\n  ","644431":"\n  Shit Imma mother fucking barber with a straight razor\n  \n  I'm the reason they keep finding shit in the harbor\n  \n  I brag about it wrote letter to the police I don't give a fuck\n  \n  I'll put that nine-millimeter to your head before they lock me up\n  ","644432":"\n  You could\n  ","644433":"\n  Burn baby burn\n  ","644434":"\n  Uh you lack witty comebacks..\n  ","644435":"\n  I think you deserve the death penalty just for saying that.\n  ","644436":"\n  I just finished my book, except i dont like how with some books you can tell the author rushed the ending because they just wanted to get it over with and end it on a good note.\n  \n  On the most intense and suspenseful parts she made them so boring, shes no James Patterson thats for sure.\n  ","644437":"\n  I cant explain my excitement on shoving a juicy burger into my mouth, the anticipation is killin me\n  ","644438":"\n  Why would you do a stupid thing like that\n  ","644439":"\n  Im just gonna put ❤❤❤❤ cause idk what this says..\n  ","644440":"\n  Sup young blood\n  ","644441":"\n  I KNOW IT MAKES ME SO SAD\n  ","644442":"\n  DUDE whats a bio\n  ","644443":"\n  Pretty good!\n  ","644444":"\n  How are you today\n  ","644445":"\n  MOTHER OF GOD\n  ","644446":"\n  Thats such a true statement! Its reassuring to know im not an idiot\n  ","644447":"\n  HOW MUCH IS A PLANE TICKET? A FEW G'S?\n  ","644448":"\n  THATS MEEEE\n  ","644449":"\n  I wish i understood stupidity\n  ","644450":"\n  No why would i\n  ","644451":"\n  Im glad youre doing it tho!\n  ","644452":"\n  GOOD LUCK!!!!\n  ","644453":"\n  Why\n  ","644454":"\n  Indeed.\n  ","644455":"\n  Wrist - it says love with a heart, im gonna get it touched up and put the word vodka in the heart lol\n  \n  Hip - its a stenciled bow that needs to be touched up and made into something lol\n  \n  Rib - \"& we will float like angels together\"\n  \n  Forearm - \" past is prologue\"\n  ","644456":"\n  Am i suppose to know what this means?\n  ","644457":"\n  Are you ok, do you need a therapist?\n  ","644458":"\n  Reallly?!?!?! That's awesome!\n  ","644459":"\n  DUDE I SHOULD BE ADVENTUROUS AND SPONTANEOUS AND BE LIKE FUCK IT, IM GOING TO NZ\n  ","644460":"\n  What are the attacks, im just curious?\n  \n  Its not normal tho\n  ","644461":"\n  HE WOULD BE THE BEST PRESIDENT\n  ","644462":"\n  Hes the best.\n  ","644463":"\n  No\n  ","644464":"\n  TRUMP IS AN IDIOT THAT IS RUNNING A COUNTRY FULL OF IDIOTS\n  ","644465":"\n  I LOVE him, ive seen that like a hundred times ahahh\n  \n  I just watched this one because he explains America so well hahaha\n  \n\n   https:\/\/youtu.be\/nLRQvK2-iqQ\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","644466":"\n  Omfg i am so sorry ):\n  ","644467":"\n  Lets get drunk and watch funny movies\n  ","644468":"\n  Im hiding\n  ","644469":"\n  HAHAHAHAHA THAT WAS RANDOM, BUT WHAT DO YOU MEAAN\n  ","644470":"\n  Im pretty good! Im just so hungry and sad that i dont have a fat burger in front of me lol\n  \n  You?\n  ","644471":"\n  Pretty in pink\n  ","644472":"\n  GODDAMN IM HUNGRY THIS SUCKS\n  ","644473":"\n  I already have tattoos, but im getting like 37829284839 more lol if i started saying all the tattoos i wanted it would be a book, but ill tell you the ones im getting next week.. three solid bands on my arm but they're gonna be spread apart cause im gonna add stuff in between later.\n  \n  I already have the piercings i want, my belly button lol\n  ","644474":"\n  OMG I WANT THAT DOG\n  ","644475":"\n  Only for laundry purposes\n  ","644476":"\n  You must be from the idiot planet, like who would actually do that?\n  ","644477":"\n  I dont like hickeys, but my neck.\n  ","644478":"\n  What meme??\n  ","644479":"\n  I have 2 on my face that are perfectly in line with each other. I have one on my collar bone. I have a triangle on my arm. And on the other i have one between the tattoo i got, so it looks like \"past • is prologue\"\n  \n  I think i have a couple on my back.\n  ","644480":"\n  I'm not gonna miss out on something that could be great just cause it might also be hard.\n  ","644481":"\n  This shouldnt be a repeated question\n  ","644482":"\n  1. My dr is a women\n  \n  2. My body is dope\n  \n  3. Im not shy with my body.\n  ","644483":"\n  Omg thank you ❤❤❤❤❤\n  ","644484":"\n  I feel violated\n  ","644485":"\n  Youre so sweet, thank you!\n  ","644486":"\n  Of course, i forgot ireland ugh\n  ","644487":"\n  Fuck no, why would i want someone to have control over my brain\n  ","644488":"\n  Listen to your heart\n  \n  Just thinking about it, makes me tear up.\n  ","644489":"\n  I should be thanking you!\n  ","644490":"\n  I have one birthmark on my ear lobe\n  \n  And i have a mole on the side of my neck.\n  \n  Everything else is just freckles.\n  ","644491":"\n  I have SO MANY of the same views as him...\n  ","644492":"\n  How does a person choose ONE\n  ","644493":"\n  I laughed so hard, he needs to be alive ?\n  \n  \"No nothing! No neonatal care, no day care, no Head Start, no school lunch, no food stamps, no welfare, no nothing! If you're pre-born, you're fine. If you're preschool, you're fucked!\"\n  ","644494":"\n  Oh man, tough decision. Hmmm ima just name all the countries i wanna go too ;\n  \n  France, England, Italy, Spain, Greece, Finland, new zealand, Sweden, Switzerland, Russia, Egypt, Japan, Tahiti..\n  \n  Lets be real, i wanna visit the entire world hahaha\n  ","644495":"\n  Goodnight ?\n  ","644496":"\n  I think i just saw a ghost\n  ","644497":"\n  How many grapes does it take to make you grapful? ?\n  ","644498":"\n  Daaaaamn look at you being productive and shit hahaha\n  \n  I didnt do anything hahah\n  ","644499":"\n  Awh, what did you do today?\n  ","644500":"\n  I enjoy that you say thank you a lot\n  ","644501":"\n  Im good, getting ready for bed ?\n  \n  How about youuu?\n  ","644502":"\n  Youre a fan of G- eazy?\n  ","644503":"\n  Hiiiiiiii pretty lady\n  ","644504":"\n  Awhhhh❤❤❤❤ hope youre having a great night\n  ","644505":"\n  What does my bio say?\n  ","644506":"\n  Why in the world would you think that\n  ","644507":"\n  Of course i love everything you say❤\n  ","644508":"\n  Omfg same here ?\n  ","644509":"\n  Lol i want a dragon\n  ","644510":"\n  Omfg i love it there, i have fambam there ❤❤❤\n  ","644511":"\n  Idk why youre making the face :\/\n  \n  Being tiny is dope asf.\n  ","644512":"\n  What about you?!\n  ","644513":"\n  5'3\n  ","644514":"\n  Currently Spokane.\n  \n  I was born\/raised in San diego\n  ","644515":"\n  No, i live on the WEST coast\n  ","644516":"\n  Chicago was amazing and THEIR FOOD\n  \n  I also liked Canada a lot.\n  \n  D.C. was pretty cool!\n  \n  Virginia wasnt too bad.\n  \n  San Francisco has amazing food too\n  ","644517":"\n  Sleep sounds amazing\n  ","644518":"\n  Oh look its me\n  ","644519":"\n  I really wanna go\n  ","644520":"\n  Well, thats disrespectful and rude.\n  ","644521":"\n  No what do you mean no?\n  ","644522":"\n  So like expect some pictures next week ?\n  ","644523":"\n  Lets party hardy like its 1990\n  ","644524":"\n  Dope picture\n  ","644525":"\n  I need to get white girl wasted\n  ","644526":"\n  How is it already 8pm\n  ","644527":"\n  I have a few years ??\n  ","644528":"\n  ⬇⬇⬇⬇\n  ","644529":"\n  I will never logically understand religion.\n  \n  So youre telling me there's some being out there that isnt a person or humanoid but is all around us like its air, they are in the stars watching us but ONLY us even tho NASA has released theres 7 new planets that may be habitable and there BILLIONS of other planets and solar systems out there, but that being finds us special and is waiting for the perfect day to take us to some holy land... like is that another planet?\n  \n  Or the people that believe in heaven, and point up at the stars and say its up there, like where? We have technology to search space, heaven isnt there, is it in another deminsion? Is it a planet full of souls?\n  \n  It logically doesnt fit. Or the stories of the prophets who give up there kids for God, how are they suppose to know they went to God? Lol you just killed your kid because you're having delusions.\n  \n  My favorite is the holy spirit is all around us.. so is it air? Some other molecule? A ghost? Like wtf.\n  ","644530":"\n  God please no\n  ","644531":"\n  If theres some superior being capable of doing that ?\n  ","644532":"\n  I LOVE being skinny. I couldnt look at myself in the mirror if i was huge, id just picture myself 20 years from now and just wouldnt want to age\n  ","644533":"\n  The murder rate has gone up, there needs to be more love.\n  ","644534":"\n  Its ok, i was adopted into a beautiful family and life was painful for her, there wasnt a day where she wasnt screaming at things that werent there. She's truly in peace now.\n  \n  The one thing that sucks, i dont have someone praying for me anymore.. she prayed for me every morning and night..\n  ","644535":"\n  My book is so goood\n  ","644536":"\n  Just dont get embarrassed lol\n  ","644537":"\n  Ive never been 100 bro\n  ","644538":"\n  I WANT IT SO BAD, LIKE IT SOUNDS AMAZING. I TRUST YOUR TASTE WITH FOOD, YOU KNOW WHATS UP\n  ","644539":"\n  Yesssssss i am ?\n  ","644540":"\n  That happened to me ONCE because the bitch thinks shes the most perfect human in the world.\n  ","644541":"\n  Im HUGE\n  ","644542":"\n  My mom was mentally ill, she didnt even understand what was going on. She was schizophrenic, she kinda thought it wasnt real. And when she came home to my bio grandmother, its been like 6 months. So my grandmother got a social worker and found a private adoption. Since i was adopted before i was born, i didnt go into any foster homes luckily. So with all that im kinda a very rare case.\n  \n  If my biological mom wasnt delusional all the time, she would have gotten an abortion because my bio father wasnt someone to be proud of.\n  \n  She lived with that pain all the way till her death, she killed herself 4 years ago.\n  \n  I think a life should only be lived if its going to be a good life. There's too many kids left on the street, left in horribly abusive foster homes. You know how many foster kids ive met addicted to heroin? 25.\n  \n  If you cant take care of a kid and cant afford private adoption DO NOT HAVE KIDS.\n  ","644543":"\n  Well you cant be propaganda so that makes sense hahah\n  \n  I forgot to add ignorance.\n  \n  Also the Democratic party was getting a shit storm. Also he won electoral like trump sucks but hillary was like that much worse\n  ","644544":"\n  Im all for abortion, like rip out as many unborn babies as possible. We dont need more children.\n  ","644545":"\n  HAHAHAHA not the bill we have, he pays like 600$+ every month.\n  \n  My brother is 30 and my dad still pays lol its the only bill my dad pays for actually. We're on a family plan and we all require the best lol\n  \n  If i started paying for myself, id have shitty ass Sprint hahaha\n  \n  But yes im old enough, but my dad believes in helping their kids with money because thats our world now, they did a research study showing 60% of kids live at home till they're 30, because of stability ect.\n  \n  Also, all my rich friends parents pay for the phone bill, actually pay for everything, the only people who pay for their own phone are people who didnt come from money and there parents cant afford to pay that much money.\n  ","644546":"\n  Propaganda. Pro life supporter. Racists.\n  ","644547":"\n  Everything should be pink\n  ","644548":"\n  Yeah\n  ","644549":"\n  Omfg thank you so much ?\n  ","644550":"\n  Have you read his books? He's an idiot. Nobody likes trump when you actually start researching him.\n  ","644551":"\n  I just want a lifetime of pizza\n  ","644552":"\n  Father\n  ","644553":"\n  Yeah, i saw! Trust me, A LOT  of people are feeling stupid for voting for him. There's a lot of articles about it, i need to be known so people will listen to me cause i KNEW this was gonna happen.\n  \n  I wonder what would happen, if you got everyone to stop voting lol.\n  ","644554":"\n  Be careful. You might see satan\n  ","644555":"\n  No i was playing a game\n  ","644556":"\n  Uhhhh ask yourself a question, then use it as a status idk?\n  ","644557":"\n  OH MY FUCKIN GOD THAT SOUNDS AMAZING. IM SO HUNGRY. AHHHHH.\n  ","644558":"\n  If a girl wears too dramatic of makeup, you can assume she looks like a nightmare without it.\n  ","644559":"\n  You should be crucified\n  ","644560":"\n  Probably not lol\n  ","644561":"\n  This awareness\n  ","644562":"\n  Well at least you know your place in this world hahaha\n  ","644563":"\n  HAHAH I LIKE IN N OUT BETTTER, WHICH YOU DONT HAVE ): WHAT BURGER IS IT THO\n  ","644564":"\n  Why do you exist?\n  ","644565":"\n  No?\n  ","644566":"\n  I am talking to you baby\n  ","644567":"\n  I HAVENT HAD BURGER KING SINCE I WAS LIKE 8 ?\n  ","644568":"\n  Noo im sad cause i want more juicy couture stuff.\n  ","644569":"\n  I WANT A JUICY COUTURE CHARM BRACLET\n  ","644570":"\n  But im on my page, you shut up ?\n  ","644571":"\n  Awh dont talk about yourself like that\n  ","644572":"\n  Awh! Thanks for chatting!!❤\n  ","644573":"\n  Thats why i verified myself so i dont have people calling me fake.\n  ","644574":"\n  I totally would\n  ","644575":"\n  OMFG YES YESSSSSSS ❤\n  ","644576":"\n  Seriously?! Ugh people are annoying\n  ","644577":"\n  Im pretty sure miley cyrus thinks shes cute\n  ","644578":"\n  Im savage sav yo\n  ","644579":"\n  Ask is filled with old perverted men or self centered hoes or 12 year olds faking some model ?\n  ","644580":"\n  I keep getting whiffs of myself, its not cute lol\n  ","644581":"\n  Awwwwwwh❤\n  ","644582":"\n  Ill throw you away\n  ","644583":"\n  Omg that dude is a creep, ew.\n  ","644584":"\n  Why cant i do my makeup like her..\n  ","644585":"\n  My phone keeps updating shit..\n  ","644586":"\n  OMFG BUT YOU CAN\n  ","644587":"\n  Weird\n  ","644588":"\n  IT IS. OMFG I WANT A BURGER\n  ","644589":"\n  But what if i have to pee or something?\n  ","644590":"\n  YOU'RE SO SWEET\n  ","644591":"\n  Awwh, same to you darling\n  ","644592":"\n  I HONESTLY HAVE NO IDEA, I JUST KNOW IM SUPER HUNGRY\n  ","644593":"\n  Id totally get hand tattoos if i was a house wife\n  ","644594":"\n  I NEED MORE FOOD\n  ","644595":"\n  Yess i wanna sleep but cant\n  ","644596":"\n  I need a shower lol\n  ","644597":"\n  Now that makes more sense\n  ","644598":"\n  I dont like getting  questions other people get\n  ","644599":"\n  BUT WHY\n  ","644600":"\n  EAT FOOD\n  ","644601":"\n  Idk why the fuck people still mention me to ericka?\n  ","644602":"\n  Omfg thank god he left\n  ","644603":"\n  Ew\n  ","644604":"\n  Well romeo fell in love with one female, he wasnt saying shit to multiple ones.i think you're thinking more of a player  ?\n  ","644605":"\n  DO YOU REALLY\n  ","644606":"\n  ? no\n  ","644607":"\n  It is nice isnt it\n  ","644608":"\n  Oh na na im tired\n  ","644609":"\n  I need sleep\n  ","644610":"\n  Fuck time\n  ","644611":"\n  I cant control people or aliens\n  ","644612":"\n  Because youre gonna commit suicide?\n  ","644613":"\n  Hes horrible\n  ","644614":"\n  If you suck at English, you wont understand sarcasm\n  ","644615":"\n  Ehhhh depends on your definition of good amd bad\n  ","644616":"\n  I deserve my man\n  ","644617":"\n  Im hot\n  \n  You're not\n  ","644618":"\n  Wishlist is there for a reason\n  ","644619":"\n  People who cant detect sarcasm are annoying\n  ","644620":"\n  Could you just buy me things so i wouldnt need to hustle\n  ","644621":"\n  No really? Cause ive never had mail before..\n  ","644622":"\n  Im waiting\n  ","644623":"\n  Lol i guessss\n  ","644624":"\n  I mean could you go to sleep unless youre spending money on me?\n  ","644625":"\n  Dont want drinks.. i want my list to get smaller cause i have presents on the way\n  ","644626":"\n  Or else what\n  ","644627":"\n  Id be happier with Japanese rice crackers and new jeans\n  ","644628":"\n  Gonna need some clothes or new shoes to do that\n  ","644629":"\n  Awwwwwh thats sweet❤?\n  ","644630":"\n  Okay good\n  ","644631":"\n  Hahahah yesssss good luck with thaat\n  ","644632":"\n  I feel the same way ?\n  ","644633":"\n  Good luck❤\n  ","644634":"\n  Get purchasing\n  ","644635":"\n  Like a queeen\n  ","644636":"\n  I need to find me a bad bitch best friend\n  ","644637":"\n  Im a needy hoe who would rather have new clothes\n  ","644638":"\n  Just buy me stuff off my list or go away\n  ","644639":"\n  I wish i could be a hoe and be morally okay with it\n  ","644640":"\n  Awwwwwwh?\n  ","644641":"\n  2200 we will be able to own planets lol\n  ","644642":"\n  THIS IS WHEN WE NEED EPIC MEAL TIME\n  ","644643":"\n  This is torture\n  ","644644":"\n  I want to run far away\n  ","644645":"\n  Omg chocolate ?\n  ","644646":"\n  LOL you wish\n  ","644647":"\n  Im gonna put a hex on you\n  ","644648":"\n  Death sounds better\n  ","644649":"\n  But im saving my kisses for someone else, this is awkward\n  ","644650":"\n  Ill be your moon\n  ","644651":"\n  You want me to die?\n  ","644652":"\n  Idk how i feel about this\n  ","644653":"\n  Its a new day!\n  ","644654":"\n  YESSSS PLEASE\n  ","644655":"\n  Youre right i should send you to the sun.\n  ","644656":"\n  Hope things go well\n  ","644657":"\n  Im about to send your ass to pluto\n  ","644658":"\n  Please no\n  ","644659":"\n  How much should a planet cost?\n  ","644660":"\n  Im sorry what?\n  ","644661":"\n  Im a young bad kid who wasnt meant to do shit. I got things i wished i didnt do, i got things i wish i did.\n  ","644662":"\n  USA\n  ","644663":"\n  Hahaha true true\n  ","644664":"\n  What about my happiness? Maybe being your gf is misery for me?\n  ","644665":"\n  Lol hii, i need to update my phone lol\n  ","644666":"\n  Soccer, volleyball, or hockey ❤\n  ","644667":"\n  Because you own the places they want hahah\n  ","644668":"\n  Omfg did you seriously ask if i would crack?\n  ","644669":"\n  Oh good, im going on tumblr\n  ","644670":"\n  Just the friendly ghost casper\n  ","644671":"\n  If I ever said I'm never scared\n  \n  Just know I mean it\n  \n  If I ever said I fucked your bitch\n  \n  Just know I mean it\n  \n  And if I ever said I'm gettin' money\n  \n  Just know I mean it\n  \n  And oh Lord oh Lord knows\n  \n  He knows I mean it\n  ","644672":"\n  ????? im so sorry\n  ","644673":"\n  There we go ?\n  ","644674":"\n  I mean what i said\n  ","644675":"\n  Thank you ?❤\n  ","644676":"\n  Tell me how that works for you\n  ","644677":"\n  For?\n  ","644678":"\n  You just dont know how to write correctly...\n  ","644679":"\n  Its just idk why what i do matters to you?\n  ","644680":"\n  No, ive had people try and it just doenst work\n  ","644681":"\n  Intelligently*\n  ","644682":"\n  Im not sure ive seen it..\n  ","644683":"\n  Wubba wubba dub dub\n  ","644684":"\n  Love your face ❤\n  ","644685":"\n  Yours doesnt work correctly\n  ","644686":"\n  Where the fuck you get that idea\n  ","644687":"\n  Very good question, i think im just relaxing\n  ","644688":"\n  Im boom and i like pale pink things\n  ","644689":"\n  Im not dead\n  ","644690":"\n  Why does it matter to you\n  ","644691":"\n  I need weed\n  ","644692":"\n  Not when i already have my own with someone else else\n  ","644693":"\n  Naaah\n  ","644694":"\n  Just chillllin hbu\n  ","644695":"\n  What about mine?\n  ","644696":"\n  Why\n  ","644697":"\n  I dont think the aliens like you..\n  ","644698":"\n  FESTIVALS WITH PEACHY BUTT\n  \n   @hateuandurbrows\n  \n","644699":"\n  Yesssss❤❤❤ youre the bestest\n  ","644700":"\n  HA. No.\n  ","644701":"\n  I need pizza\n  ","644702":"\n  Dont put words in my mouth, it was just a goal, my original goal is 100k answers lol\n  ","644703":"\n  That was like 2 days ago?\n  ","644704":"\n  Ask deleting my goddam answers ?\n  ","644705":"\n  ARE YOU FEEEELING BETTER ❤\n  ","644706":"\n  OMFG I LOVE FAKE ACCOUNTS ?\n  ","644707":"\n  Im not deactivating LOL\n  ","644708":"\n  IM GONNA FAINT, I NEED FOOD\n  ","644709":"\n  This is really nice ❤ thank you.\n  ","644710":"\n  MY HEAD JUST STARTED POUNDING UGH\n  ","644711":"\n  Time is an illusion\n  \n  Money is paper\n  \n  Both man made\n  \n  I believe LOVE is important.\n  ","644712":"\n  More like love of my life.\n  ","644713":"\n  My moon is BOOMOPIA\n  ","644714":"\n  I MISS YOU TOOO\n  \n  HOW HAVE YOU BEEN\n  ","644715":"\n  Ill make sure to look for it ?\n  ","644716":"\n  How are you?\n  ","644717":"\n  Should i ignore more of yours?\n  ","644718":"\n  Get in line\n  ","644719":"\n  Some days i wish i could pop some molly and rave in my room\n  ","644720":"\n  Am i really?\n  ","644721":"\n  WHATS UP?!\n  ","644722":"\n  I MISS YOU\n  ","644723":"\n  Your life sounds rough\n  ","644724":"\n  You just need to smoke more weed\n  ","644725":"\n  I usually tell them i love them, and i give lots of hugs\n  ","644726":"\n  Im getting a headache and im not thrilled..\n  ","644727":"\n  GET WELL SOON HUNNY BUNCHES\n  ","644728":"\n  Im so happy im white HAHAHAHAH\n  ","644729":"\n  Thank you ❤\n  ","644730":"\n  Omfg, im kitty cuddling right now\n  ","644731":"\n  Or dont get upset just because someone doesnt reply as quickly as you want\n  ","644732":"\n  You cant force someone to like you? If theres no feelings, theres none.\n  \n  Its like someone whos gay, no matter how many vaginas you bring him - he will always want dick.\n  ","644733":"\n  I know, my service is being stupid\n  ","644734":"\n  Youre more needy than my cat, thats an issue ahhaha\n  ","644735":"\n  WHATS UP BRUH\n  ","644736":"\n  I didnt realize my message never sent to you, i replied to kik but its beeen sending..?\n  ","644737":"\n  LANA DEL REY\n  ","644738":"\n  The cookies i made are amazing\n  ","644739":"\n  Yeah, you need to relax with that\n  ","644740":"\n  Why\n  ","644741":"\n  I hope youre doing well beautiful ❤\n  ","644742":"\n  I needed this, thank you ❤❤❤❤\n  ","644743":"\n\n   @LeanneRoseB19\n  \n  i miss you.❤\n  ","644744":"\n  Im good, how are you?!\n  ","644745":"\n  Hes back lol\n  ","644746":"\n  Thigh slapper, shlonger, penile mechanism\n  ","644747":"\n  IM EATING PASTA AND IM HAPPY\n  ","644748":"\n  Omg we're awesomeee\n  ","644749":"\n  Omg yes. Im naturally blonde ? i had to dye my hair dark because it was so dead from dying it so much ahahahah ive had like 10 different hair colors\n  ","644750":"\n  Wow someone who actually does what they say..\n  ","644751":"\n  Awh youll maybe outgrow it.\n  \n  I was raised around guys, it was easier for me to understand them\n  \n  Its females im super nervous around.\n  ","644752":"\n  YAAAAAAS omfg i love your taste in music\n  ","644753":"\n  IVE NEVER STOPPED BABY\n  ","644754":"\n  I like there older better than newer.\n  \n  I love the album \"a fever you cant sweat out\"\n  \n  And i love the song\n  \n  \"Lying Is The Most Fun A Girl Can Have Without Taking Her Clothes Off\"\n  ","644755":"\n  I hope everything is ok\n  ","644756":"\n  HAHAHAHAHAHHAHAHAHA no.\n  ","644757":"\n  That was my grandpas fav\n  ","644758":"\n  Omg i used to LOVE them\n  ","644759":"\n  Awh thanks\n  \n  PASTA TIME\n  ","644760":"\n  What you eating\n  ","644761":"\n  Omg it was great, i got to spend 2 hours at the dentist and be around a bunch girly ass females with husbands too come home too ?\n  ","644762":"\n  Whats up sweet cheeeks\n  ","644763":"\n  BOOM KNOWS BEST\n  ","644764":"\n  17 years old\n  ","644765":"\n  Wassup scallywag\n  ","644766":"\n  Well thats sweet.\n  ","644767":"\n  A nap sounds dope but im gonna make pasta i think\n  ","644768":"\n  Im getting more very soooon ❤\n  ","644769":"\n  When\n  \n   @jakesossy\n  \n  can be a real douche.\n  ","644770":"\n  Chinchilla and mink\n  \n  So i can name it chink\n  ","644771":"\n  I dont scream. Its a waste, and it doesnt help any situation at all. Those seconds you use to scream, takes away those seconds you could be using to logically think of whats going on.\n  ","644772":"\n  Uhhh the third mood from the right..\n  ","644773":"\n  Im a badass bitch with a sensitive side ?\n  ","644774":"\n  Yes i am! Im sending your letter tomorrow ❤\n  ","644775":"\n  BOOTY BUTT\n  ","644776":"\n\n   @jakesossy\n  \n  is being a butt\n  ","644777":"\n  Like way too cute\n  ","644778":"\n  I downloaded a new game so im gonna play it cause im a loser ?\n  ","644779":"\n  What made ya stay\n  ","644780":"\n  “Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that most frightens us. We ask ourselves, Who am I to be brilliant, gorgeous, talented, fabulous? Actually, who are younotto be? You are a child of God. Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory of God that is within us. It's not just in some of us; it's in everyone. And as we let our own light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence automatically liberates others.”\n  ","644781":"\n  Thankssss\n  ","644782":"\n  I dont know, but hey youre back\n  ","644783":"\n  I want alll da drugs\n  ","644784":"\n  Im baaaaack\n  ","644785":"\n  HEEEEEEEEEY AWESOME HUMAN\n  ","644786":"\n  I keep burping cause i ate eggs LOL\n  \n  Whats upppp hunny bun\n  ","644787":"\n  Youre bad with secrets ?\n  ","644788":"\n  I own one of the moons ?\n  ","644789":"\n  I hate being curious lol\n  ","644790":"\n  AWWWWWWH ❤ youre so sweet\n  ","644791":"\n  This book makes My heart flutter i swearrrr\n  \n  Whats up with you\n  ","644792":"\n  How the fuck am i suppose to know\n  ","644793":"\n  Legitly anything that references drugs gets deleted ?\n  ","644794":"\n  Depends, i think its a big deal when its a product\n  ","644795":"\n  Im sorry that its taking so long): i was sick and its been brutal!!!\n  ","644796":"\n  I was gonna come on ask but my service was like naaaaah fam not today\n  ","644797":"\n  How much crack do you smoke?\n  ","644798":"\n  MY CAT FARTED IN MY FACE, HELP\n  ","644799":"\n  Good night Suresh\n  ","644800":"\n  Nooo i do ?\n  ","644801":"\n  Im getting off to read then I'm off to bed ❤\n  ","644802":"\n  Well i sure hope so ?\n  ","644803":"\n  Im so happy to hear that❤\n  ","644804":"\n  Its an illusion i swear ?\n  ","644805":"\n  If its an interesting conversation.. that was my main problem in school..the conversations were so good\n  ","644806":"\n  Why are you so god damn sweet?!\n  ","644807":"\n  Im pretty gooddd! Just chilling! My bed sounds wonderful right now\n  ","644808":"\n  I trust my gut more than anything, its never been wrong.\n  ","644809":"\n  But but i think you are!\n  ","644810":"\n  She just sprawled out in front of me on the ground and just stopped moving hahah\n  ","644811":"\n  OMGGGGGGGG PEOPLE ARE BEING SO NICE TO ME\n  ","644812":"\n  I totally thought my cat just died...\n  ","644813":"\n  We're both cali babes ??\n  \n  You're a little cute butt ❤❤\n  \n  I follow you tooo!!!❤\n  ","644814":"\n  I hope youre doing  wonderfully❤❤❤\n  ","644815":"\n\n   @NineGDxFour\n  \n  I LOVE YOU AND YOUR SPAM ❤❤❤❤\n  ","644816":"\n  I like both, i can listen and i can talk. Depends on the person\n  ","644817":"\n  By having magical powers like the evil queen in once upon a time and shoving your hand into someones chest\n  ","644818":"\n  Thank you so much, you gorgeous human❤\n  ","644819":"\n  Dont forget about all of Jupiter's moons!\n  ","644820":"\n  Hope you have a great day tomorrow ❤\n  ","644821":"\n  Wow you really know what a girl wants ?\n  ","644822":"\n  If youre making me go to a movie wuth yiu, youre paying.\n  ","644823":"\n  ONE MINUTE TILL I HAVE NUGGETS\n  ","644824":"\n  Extreamly\n  ","644825":"\n  Nope! It grosses me out\n  ","644826":"\n  Clever comebacks or offensively true jokes\n  ","644827":"\n  This little nig is making nuggets\n  ","644828":"\n  Louie ck or George Carlin\n  ","644829":"\n  I KNOW WE'D BE GOOD FRIENDS CAUSE THE BESTEST FRIENDS ARE THE ONES YOU CAN DO DRUGS WITH\n  ","644830":"\n  Yo yo yo\n  ","644831":"\n  Drinkin a smoothie, about to read a couple chapters, then im gonna go and bathe myself ?\n  ","644832":"\n  Im listening to country music... the lyrics of country music is quite awful LOL\n  ","644833":"\n  Such a nice person ❤\n  ","644834":"\n  MY FUCKIN DRUG POSTS GOT DELETED ?\n  ","644835":"\n  Just because you like someone or wished someone was with you but they are happy and in love with someone else, dont go and destroy someones happiness for your own selfishness - let things run its course. I also wished people would just be happy for others and support others instead of just thinking of themselves.\n  ","644836":"\n  Some people make me want too sometimes lol\n  ","644837":"\n\n   @ass4lyfe\n  \n  ?\n  ","644838":"\n  Period is old blood, its actually super gross blood in general.\n  \n  Also, its super messy.\n  \n  Some people just find it gross, im one of them. Like i dont want my blood on someone.\n  ","644839":"\n  People need more love in their life\n  ","644840":"\n  It just started & so far its ok\n  ","644841":"\n  Awwwwh, i bet you guys are cute\n  ","644842":"\n  No i wish\n  ","644843":"\n  Uhm if you think you can \"change\" or \"save\" anyone or i should say if you're with someone for those reasons, you know nothing about love or relationships. If you truly love a person, why change them? If you truly love a person, arent they already saved?\n  \n  So you're not right for anyone, so pipe down\n  ","644844":"\n  I was on mars for a little, but Saturn has better aliens\n  ","644845":"\n\n   @jakesossy\n  \n  you can tie me up and ferrk me from behind, anyday.. im waiting ❤\n  ","644846":"\n  I did, and i passed out! Hello!! ❤\n  ","644847":"\n  SHARE THE DRO BRO\n  ","644848":"\n  Mhhhhhmmm its not too far from me\n  ","644849":"\n  About to get ready for bed so i can die\n  \n  What are you uppppp tooo\n  ","644850":"\n  Youre a gooooon\n  \n  Ive been okay!! Cant wait to get hiiigh ?\n  ","644851":"\n  Nooooooo, thank god\n  ","644852":"\n  Mother fuckin fuck, im gonna go crawl into bed and be aad cause my mouth is killing me.\n  ","644853":"\n  Im gonna cry cuz i cant put that in my stomach\n  ","644854":"\n  PLEASEEEE\n  ","644855":"\n  I think you know what my heart wants.\n  ","644856":"\n  I want them soooooooo bad ?\n  ","644857":"\n  LETS CRY TOGETHER\n  ","644858":"\n  SUUUUUUUREEEEE?\n  ","644859":"\n  Noooooo it hurts\n  ","644860":"\n  Actually not really, like theres satilitte but not everyone has that, if you go to the nearest library you actually see a ton of kids who use the internet for homework cause they dont have shit at home.\n  \n  You need to realize im in a very rural area, farmland. Theres like 100 people.\n  ","644861":"\n  WHY DOES THE WORLD HATE ME\n  ","644862":"\n  PREACH IT\n  ","644863":"\n  Can i call 911 for my mouth\n  ","644864":"\n  I got fillings and the motherfuckers obviously did something wrong cause owwwwww\n  ","644865":"\n  Thats when ill have wifi LOL\n  ","644866":"\n  I was okay until now, my fuckin mouth is killing me.\n  ","644867":"\n  Because everyone who lives in this area doesnt have wifi lol\n  ","644868":"\n  How are you doing?!\n  ","644869":"\n  Mar 1st i will lol\n  ","644870":"\n  The dentist ruined my mouth.\n  ","644871":"\n  Ehhh debatable\n  ","644872":"\n  CAN I BE YOU\n  "}}