{"Question":{"644873":"\n   hey, girl are you looking for a new book to read?\n  ","644874":"\n   WOT IVE BEEN HERE SRY\n  ","644875":"\n   No we were friends and now we are best friends\n  ","644876":"\n   Who are the most popular real accounts now? Lol active or ppl you like that have high likes\n  ","644877":"\n   I want a tbh\n  ","644878":"\n   Double standards\n  ","644879":"\n   Why isn't it okay for him to defend himself?\n  ","644880":"\n   Likes for tbh :)\n  ","644881":"\n   Is it okay for a man to hit a woman if she hits him first?\n  ","644882":"\n   Is the reason why you called that guy sweet because he is white\n  ","644883":"\n   Do you like condominiums?\n  ","644884":"\n   WAHT Y\n  ","644885":"\n   Well if you do thank you lol\n  ","644886":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","644887":"\n   blowing your ass up is bad you need that still\n  ","644888":"\n   Would you like to be famous and for what reason?\n  ","644889":"\n   You are my best friend now\n  ","644890":"\n   Are you a bimbo?\n  ","644891":"\n   I need my followers back lol\n  ","644892":"\n   Okay\n  ","644893":"\n   Do you like Indian poo?\n  ","644894":"\n\n    @JustJoeJonas2\n   \n   his  is a very very mean and hateful person he misunderstood his friend now he hates her\n  ","644895":"\n   Hi i have no legs\n  ","644896":"\n   What childhood story actually frightened you?\n  ","644897":"\n   Okay friend\n  ","644898":"\n\n    https:\/\/media.giphy.com\/media\/109FnNl4dlwgLK\/giphy.gif\n   \n   c vrai ? ?\n  ","644899":"\n   I followed you lol\n  ","644900":"\n   Yeah you are right lmao\n  ","644901":"\n   Followed you :)\n  ","644902":"\n   Do you like Hindu food?\n  ","644903":"\n   I am great and you friend\n  ","644904":"\n   It is the 21st century ?\n  ","644905":"\n   Do you like the UVF?\n  ","644906":"\n   Do you think perfume should be donated to Hindus?\n  ","644907":"\n   First it was \"Boom Knows Best\" now \"Boomvice\" damn im good lol\n  ","644908":"\n   U on data I'm still confused on that ??\n  ","644909":"\n   It's fine\n  ","644910":"\n   Do you think perfume should be automatically sprayed on smelly people?\n  ","644911":"\n   \"Drop some acid and BAM\" - Boomvice 2017 (mixed boom and advice obviously lol sounded neat in my head)\n  ","644912":"\n   Hi my friend its been awhile since we have talked bc my old account got banned\n  ","644913":"\n   Which celebrity would you like to meet?\n  ","644914":"\n   Thats the goal lol i have to get better at drawing my own artwork though that way its even better\n  ","644915":"\n   Right? Im super proud of it haha\n  ","644916":"\n   What is the last thing you picked up off the ground?\n  ","644917":"\n   Have you got a boyfriend?\n  ","644918":"\n   What is your goal for the next 24 hours?\n  ","644919":"\n   Would your parents allow you to ever bring a stray cat or dog in your home ?\n  ","644920":"\n   Dont you ever hate it when boys gossip all the time ?\n  ","644921":"\n   You're welcome!\n  ","644922":"\n   Tof de tes pieds stp\n  ","644923":"\n   Wifi shut off ??????\n  ","644924":"\n   yeah if you wanna see it ill tag you in it\n  ","644925":"\n   I also made a booster pack thing for my custom cards to be apart of\n  ","644926":"\n   AWW. <3 THANK YOU EVER SO MUCH SWEETHEART! You look super cute in your profile pic by the way, hope that's okay to say. <3 <3 <3\n  ","644927":"\n   Perfect eyes\n  ","644928":"\n   Did you hear about that guy on twitter Who made the bet with the tennis player and won\n  ","644929":"\n   Oooo ???\n  ","644930":"\n   Idk either tbh.I don't like how ask.fm is too restrictive on what you can say here.\n  ","644931":"\n   Who do you wish you could talk to everday?\n  ","644932":"\n   What are some things that make you really happy?\n  ","644933":"\n   If you could hug anyone right now, who would it be?\n  ","644934":"\n   How often do you change your hairstyle?\n  ","644935":"\n   Would you erase your most precious memories to become smarter?\n  ","644936":"\n   me too haha I'm sure you need the rest\n  ","644937":"\n   I want cookies now!;)\n  ","644938":"\n   Can you sing and dance? If not, do you wish you did?\n  ","644939":"\n   Pap a kiss b4 you go\n  ","644940":"\n   well the hectic part doesn't sound nice haha but I'm glad that even though yer week was busy it's still nice\n  ","644941":"\n   pap of pajamas?\n  ","644942":"\n   I would date you if i had the chance..\n  ","644943":"\n   Yessss they should work for a dollar an hour all day everyday picking up dirty litter for your underwear!\n  ","644944":"\n   If you get this and don't know I am then I apologize, but just letting those who I follow know that I am finally back on ask.fm, YAY! Been a good while. Missed everyone a lot. Hope everyone has had a gorgeous day. <3\n  ","644945":"\n   Buying you gifts is the closest a loser like me will get to a stunning girl like you, Goddess\n  ","644946":"\n   I've always wanted to work with photoshop and using the templates is helping me learn\n  ","644947":"\n   Always a reader lol which is amazing\n  ","644948":"\n   What is the most serious problem in the world?\n  ","644949":"\n   What u up to ?\n  ","644950":"\n   well there's been a ton haha, more bad than good, but that's just life. how bout you?\n  ","644951":"\n   Yeah they introduced a new mechanic too so I made one for the new mechanic\n  ","644952":"\n   well good! I know you'll do just fine\n  ","644953":"\n   So who bought you underwear? Name them\n  ","644954":"\n   So what about making prisoners litter pick during the day?\n  ","644955":"\n   Do you think they should use chain gangs to pick litter up on the side of highways for other prisoners?\n  ","644956":"\n   No problem ??? u know I care ????\n  ","644957":"\n   Well,you gotta think about it long and hard then.\n  ","644958":"\n   What's your favorite dessert?\n  ","644959":"\n   It was me, hope you don't mind! x\n  ","644960":"\n   We finally know who has been asking all of the hot girls perverted questions as he slipped up and forgot to put anon on. Its\n   \n    @GoiIt1\n   \n   please be careful guys and girls.\n  ","644961":"\n   Stop being childish anons. If Sav wants panties why not add them to her wishlist? It's underwear we all wear it. She has a preference to black panties and isn't even shy about that. Why shouldn't she wear nice underwear? Get a grip people ?\n  ","644962":"\n   You have a nice red underwear set coming to you!\n  ","644963":"\n   O\n  ","644964":"\n   Lol I'm sure your bf is coming back ? I like to see you happy ???\n  ","644965":"\n   Jesus christ are the fetishes comming out\n  ","644966":"\n   Could you regard me as your slave if I bought you and your boyfriend things?\n  ","644967":"\n   Whos my mother fam\n  ","644968":"\n   They sit out all day breaking big rocks with small tools. It's really hard work and serves no real purpose other than to be hard and punishing\n  ","644969":"\n   Do you think sentences like rock breaking and chain gangs should be introduced for other crimes?\n  ","644970":"\n   Yeah,I can imagine that.\n  ","644971":"\n   I'll be chilling tomorrow lol\n  ","644972":"\n   So beautiful xxxxx\n  ","644973":"\n   Well,it certainly seems to head towards that direction.\n  ","644974":"\n   Have you ever seen 12 years a slave?\n  ","644975":"\n   Cows belong on your feet\n  ","644976":"\n   Was there something in your childhood you lied about and you knew they were lying?\n  ","644977":"\n   I mean,my mother is around that length.My niece is around 50 or 60 centimeters long I think.\n  ","644978":"\n   Yeah. But work kills at the same time\n  ","644979":"\n   And I remember reading that the US Congress has around 9 % approval rating.\n  ","644980":"\n   I think that she's around 160 centimeters in height.\n  ","644981":"\n   Yeah and the US decided to copy of some of that shit.\n  ","644982":"\n   Been super busy hun x\n  ","644983":"\n   Yaaa president day\n  ","644984":"\n   ❤?\n  ","644985":"\n   well thank ya dude. you should try n get certified tooo\n  ","644986":"\n   Hi Savanah !  Feb 18th 0600 pm  10°  C \nHow are you doing ? \nI found a book whose title is  :\nTHE GAME # 1   THE LOVE GAME (in french version)  of Emma HART\nHave a nice day \n\nMarc the dude from France\n  ","644987":"\n   How much do you know about slavery in the US?\n  ","644988":"\n   So you'd be upset if someone was gassed in a gas chamber?\n  ","644989":"\n   Trump is literally the most disliked president ever in the American history.So most Americans definitely not seem to like him.\n  ","644990":"\n   Hello\n  ","644991":"\n   Good morning! Or whatever time it is for you!\nQuestion: Anything you are looking forward too?\n  ","644992":"\n   My mother (Excluding my niece of course).\n  ","644993":"\n   Would you not want \"awful\" for them though??\n  ","644994":"\n   4Lyfe\n  ","644995":"\n   FUCK BBY I'VE MISSED YOU? BUT YOU'RE AMAZING \nI LOVE YOU MORE\n  ","644996":"\n   Post a photo and whoever likes it would date you?\n  ","644997":"\n   I'm in love with you\n  ","644998":"\n   This is the magic of internet (and speaking 3 languages), i, a french 15 yo man seems to know more about federal politics in USA than your relatives.. be strong and don't forget, we're laughing at Trump himself, not at american people like you !\n  ","644999":"\n   Yeah,I'm the tallest in my family.\n  ","645000":"\n   When's the last time you tried something new?\n  ","645001":"\n   Which method would you most want used though...\n  ","645002":"\n   The state should choose really. It's more of a deterrent they don't deserve a choice\n  ","645003":"\n   i could be better:\/\n  ","645004":"\n   Because you are gorgeous, beautiful, amazing, honest and intelligent. You inspire people and educate others. You are very popular here and have your own fans the boomerangs ???\n  ","645005":"\n   It's almost WORST choosing the way lol\n  ","645006":"\n   They shouldn't choose though - the victim didn't get a choice\n  ","645007":"\n   Why are you so awesome?\n  ","645008":"\n   Ew aha\n  ","645009":"\n   Hahaha thank you so much\n  ","645010":"\n   I had to lol I love doing stuff like that and that phrasing is my favorite to say\n  ","645011":"\n   Ah a break from school ? tomorrow\n  ","645012":"\n   You should both put a pair of leather shoes on there - I'll show this cow lover!\n  ","645013":"\n   Soooo which way would you vote? ?\n  ","645014":"\n   Would you ever have gifts for him on your wishlist?\n  ","645015":"\n   Would you vote for or against Washington having the death penalty?\n  ","645016":"\n   Could you wear leather in front of a cow? ??\n  ","645017":"\n   It's weird I wanna buy you gifts and for you to think of me \/ call me a loser ?\n  ","645018":"\n   have a good night bestie\n  ","645019":"\n   Should I call your boyfriend 'master' or 'sir' when I'm your slave, Goddess?\n  ","645020":"\n   would you give up a leather product of yours to save a cow?\n  ","645021":"\n   I made a yugioh cards and it actually turned out really well it's a lot better than the ones I've made before cause this time I used photoshop instead of a program but yeah it looks super clean\n  ","645022":"\n   Confess something :'D\n  ","645023":"\n   thank youuuuu ? it's actually not hard at all haha.\n  ","645024":"\n   Do you ever think about the cows killed to make your leather products\n  ","645025":"\n   Have you ever experienced the death of a friend?\n  ","645026":"\n   how are you?\n  ","645027":"\n   IHOP ???\n  ","645028":"\n   Do you not think the people buying you gifts are losers? ?\n  ","645029":"\n   pretty much the same thing haha. I passed the written cpr test, now I'm waiting for my card sayin I'm certified lol.\n  ","645030":"\n   Thoughts on #Power, #Privelege and #Difference...............\n  ","645031":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answer\/140853940857\n   \n   those r green. How dafuq can they turn grey randomly girl...?\n  ","645032":"\n   Because no one else call you savannah bananas just me :( and you answered \n\"Give me a hint\"??\n  ","645033":"\n   Do you make bets often?\n  ","645034":"\n   Do you get those pop ups on the bottom of your ask page ? like those fake pages\n  ","645035":"\n   if you had a bf would let him often use your butt as a pillow?\n  ","645036":"\n   aw well I missed ya too! *big hugs returned* lol. what have you been up to?\n  ","645037":"\n   I'm good just chilling ??? u?\n  ","645038":"\n   But then people will know what underwear you wear ?\n  ","645039":"\n   Do you think that it should be free to put gas in a car rather than having to pay ?\n  ","645040":"\n   Don't add panties to the list\n  ","645041":"\n   panties ;)?\n  ","645042":"\n   YOU CAT TO BE KITTEN ME THATS SO AWESOME LOL\n  ","645043":"\n   What color are your panties today?\n  ","645044":"\n   hi you xD how have you been?\n  ","645045":"\n   Likers get tbh??\n  ","645046":"\n   ??? awesomeeee\n  ","645047":"\n   Isnt it better for a guy to ask out a girl rather than an girl asking out guy ?\n  ","645048":"\n   I LITERALLY HAD BROWNIE BITES FOR BREAKFAST LMFAO\n  ","645049":"\n   Ahhh hope he comes back on soon ?\n  ","645050":"\n   Do you believe in yourself?  ❄️\nS T A I F ✨\n  ","645051":"\n   What are your first impressions of people who clean toilets in malls - be honest\n  ","645052":"\n   Your perfect Sunday breakfast?\n  ","645053":"\n   How's your weekend going\n  ","645054":"\n   So you might be proud of me even though this probably isn't any cool news\n  ","645055":"\n   Pap of what you got on Now\n  ","645056":"\n   I'm in love with your boyfriend\n  ","645057":"\n   yeah ive come to terms with ill probably die before my friends\n  ","645058":"\n   ???????\nYou forget about me ??????\n  ","645059":"\n   I eat mcdonalds on the daily and like brownies and stuff for breakfast\n  ","645060":"\n   Yep anything fun u doing next?\n  ","645061":"\n   you seem sad and it's making me sad so stop being saddddd and smile.\n  ","645062":"\n   I eat a bunch of junk tbh :\/ not much healthy stuff I'm kinda a mess when it comes to eating\n  ","645063":"\n   I went beyond my limits to meet so many people ???\n  ","645064":"\n   How the hottest girl doing?\n  ","645065":"\n   It's OK she influenced me so much. To have a positive attitude. And be Caring\n  ","645066":"\n   i'm sorry but i keep looking at your pics and like you're the most beautiful girl on this site i swear to god\n  ","645067":"\n   Anxiety as in depression? & Whats ptsd?\n  ","645068":"\n   ? yea\n  ","645069":"\n   provide three names of women beautiful?\n  ","645070":"\n   I just am super picky\n  ","645071":"\n   Hey Savannah Bananas how are you??\nGuess who I am?\n  ","645072":"\n   are you okay?\n  ","645073":"\n   well you should get on more bc i'm cool\n  ","645074":"\n   Wut do u mean ur eyes r turning grey?\n  ","645075":"\n   Did you see my answer about my first best friend ?\n  ","645076":"\n   i miss you?❤️we barely really talk\n  ","645077":"\n   You are very beautiful ??\n  ","645078":"\n   What's up I fell in to a nap ???\n  ","645079":"\n   Post a selfie, beautiful?\n  ","645080":"\n   My boyfriend always talks to this girl and he says theyre just friends but you can tell they flirt and I tried telling him not to talk to her but he said theyre bestfriends and he's still going to talk to her. Idk what to do\n  ","645081":"\n   I don't know tbh I just have never been a fan\n  ","645082":"\n   Tell me 20 interesting facts about you and your life?\n  ","645083":"\n   If you had to invite 3 celebs round your house for dinner : what would you make and who would you invite\n  ","645084":"\n   That is correct\n  ","645085":"\n   How many hours a day do you spend watching TV?\n  ","645086":"\n   Some weird fat guy who looked 20 nodded at me as he passed today. I'm 14. ? I f.ucking hate catcallers.\n  ","645087":"\n   Good afternoon ?\n  ","645088":"\n   Say something Double Meaning? ?\n  ","645089":"\n   I'm 5'11 myself.\n  ","645090":"\n   According to You..\nWhats the best Way to impress someone????\n  ","645091":"\n   What would you like as a surprise #vacation? A #resort in a remote island or a #hotel at the top of a #mountain?\n  ","645092":"\n   Whats your brutally honest opinion of me?\n  ","645093":"\n   Thats basically me except I don't eat pasta :\/\n  ","645094":"\n   Tall but thin\n  ","645095":"\n   Oh gotta be on fleek ?\n  ","645096":"\n   Hight 4'5\"\n  ","645097":"\n   What single player video games (preferably horror or fantasy based) would you recommend and roughly how long do they take newbies to get the hang of??\n  ","645098":"\n   405-594-4306\n  ","645099":"\n   when my mom was at a restaurant in North Carolina she spoke spanish to a hispanic looking lady. all of a sudden she said in a southern accent: oh honey! we dont speak that Mexican language here! ????????????????????????\n  ","645100":"\n   I saw a doctor in North Carolina who looked Chinese. his eyes were that of a Chinese man except when he spoke to me and my mom he said in a southern accent: so what can i do for y'all today? i was like: WHAT THE HECK?! it caught me off guard. turned out he grew up in the south ??????????????????????\n  ","645101":"\n   Your weight\n  ","645102":"\n   My bad XD hope you have a wonderful time never the less :)\n  ","645103":"\n   @\n  ","645104":"\n   It's gonna  be on point ???\n  ","645105":"\n\n    https:\/\/www.youtube.com\/watch?v=BBH-fwwmVNk\n   \n","645106":"\n   TRUE\n  ","645107":"\n   I have to do the laundry after school ?\n  ","645108":"\n   If you want money then ??\n  ","645109":"\n   Well, I'm happy so?\n  ","645110":"\n   Would you like a song from my shuffled list? :)\n  ","645111":"\n   Do you have any job\n  ","645112":"\n   ehh\n  ","645113":"\n   @\n  ","645114":"\n   What u up to ?\n  ","645115":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answer\/140816774009\n   \n   . What happened ??\n  ","645116":"\n   Try to sleep and you\n  ","645117":"\n   Need space to vent?\n  ","645118":"\n   What's some of the most important things to consider when starting a career?\n  ","645119":"\n   ???hello\n  ","645120":"\n   Its like a requirement\n  ","645121":"\n   How quick are you at learning new things?\n  ","645122":"\n   Good afternoon I'm on School ??? u been busy\n  ","645123":"\n   Right?\n  ","645124":"\n   FUCK SAKES ME MA HAS COME HOME AND IS MAKING ME HELP HER DO DINNER SO I'LL HAVE TO DO IT AFTER SORRY LIKE UGH! I'LL MESSAGE YOU AS SOON I'M DONE OKIE? ILY WITH ALL MY BUTT SAVY??\n  ","645125":"\n   I miss you too ??\n  ","645126":"\n   What's the longest you've gone without sleeping?\n  ","645127":"\n   Justin Bieber or Selena Gomez?\n  ","645128":"\n   Question: What are your plans for this weekend? :) I'm taking photos with my big camera all day Saturday!\n  ","645129":"\n   Whose that for?\n  ","645130":"\n   What makes you worry?\n  ","645131":"\n   What are you doing at this moment\n  ","645132":"\n   What's your biggest strength?\n  ","645133":"\n   U know there is one thing common in us.....\n  ","645134":"\n   what can you say about a couple that the guy is ugly and the girl is pretty?\n  ","645135":"\n   Are you related by blood to anyone on ask ? Even the people that you talk too\n  ","645136":"\n   Hayyy\n  ","645137":"\n   What is the most extreme kind of sports?\n  ","645138":"\n   Is it true that all girls wear earrings ?\n  ","645139":"\n   what is the one thing that gets on your nerves\n  ","645140":"\n   Its funny how you are attached to your cell phone with it always in your hand and you can never text people back at all. Your horrible at texting..whats the point of having a phone ??\n  ","645141":"\n   I don't think I have but they sound cool af. Also neat side note apparently polls are a thing now so I may one putting two pieces of my art side by side and seeing which one people like more\n  ","645142":"\n   Make America Great Again. Come back and post a selfie ❤\n  ","645143":"\n   What mood are you in today?\n  ","645144":"\n   ??? we can pick up Tomorrow\n  ","645145":"\n   10\/10 that would such a perfect house in the trees\n  ","645146":"\n   Goodnight ???\n  ","645147":"\n   SAVANNAH HOLY FUCK YOU'RE BACK!!!!\nNAWWWH WHAT'S UP BABY G?! I'M HERE FOR YA AS WELL AS MY GUN'S ARE IF YOU NEED OR WANT EM❤\nWHO AM I CUTTING TODAY AYE?\n  ","645148":"\n   You're the one that doesn't reply so stop with the drama.\n  ","645149":"\n   SAMEEEEE \nUGH SAV\n  ","645150":"\n   Adidas or Nike sun or rain tea or coffee thong or panties . Train or bus horror or comedy sweet food or savoury food alcohol drinks or non alcoholic drinks Christmas or Valentine's winter or summer cake or biscuits , and type of panties your wearing now\n  ","645151":"\n   I heard a rumor that superheros read Chuck Norris comic books. I also heard cats bragging about having Chuck Norris like reflexes. I heard that Krampus has a restraining order on Chuck  Norris.\n  ","645152":"\n   What is black when you buy it, red when you use it, and gray when you throw it away?\n  ","645153":"\n   You have 10 fish, 5 drown, 3 come back to life. How many fish do you have? ?\n  ","645154":"\n   How's everything going? ?\n  ","645155":"\n   Post your fantasy ?.\n  ","645156":"\n   How's the book buddy\n  ","645157":"\n   Tag the ask.fm friends you have made\n  ","645158":"\n   Cookies Fluffy Corn! :3\n  ","645159":"\n   \"Recovery is the most badass thing a person can do.\" Do you agree?\n  ","645160":"\n   If you could live in the trees in a giant tree house would you?\n  ","645161":"\n   How did you meet your best friend? Post a picture of you together ?\n  ","645162":"\n   What model was your first phone? How old were you when you got it?\n  ","645163":"\n   Who inspires you? Who do you aspire to be like?\n  ","645164":"\n   Annoying recent @\n  ","645165":"\n   @ ( recent sorry)\n  ","645166":"\n   You're so gorgeous. Hope you had a great day\n  ","645167":"\n   How is the most beautiful girl in the world doing today ?  ?\n  ","645168":"\n   Most Terrifying FEAR ...\n  ","645169":"\n   ?>?>?>♋>??\n  ","645170":"\n   Snois making out with\n  ","645171":"\n   Knock, knock...\n  ","645172":"\n   I'm about to go off from this app :\/ not fee for today\n  ","645173":"\n   Happy Valentine's Day! :)\n  ","645174":"\n   Happy Valentine's Day !! I hope your day is great and you get lots of love <3\n  ","645175":"\n   @\n  ","645176":"\n   YOURE SO PRETTY IM JEALOUS❤!;)\n  ","645177":"\n   Glad to see you again ???lol\n  ","645178":"\n   what kind of music do you love listening to in your car. If you don't have a car what songs do you love listening to when you're out and about.\n  ","645179":"\n   Hey guys! I wanna buy a good but not expensive gift for my boyfriend. We are in a relationship for 1 month now and I don't know what's the most appreciate present for him. He is 17 and he really likes sports. Furthermore, I would like to gift him something more useful and practical. Any good ideas?\n  ","645180":"\n   Heyy! If you get this question i follow you and I selected you in my top 50, talk to me ?\n  ","645181":"\n   What is one hobby you wish you had?\n  ","645182":"\n   Happy Valentine's Day! :)\n  ","645183":"\n   Happy Valentines Day monkey buddy (i hope its okay to say that without being weird)\n  ","645184":"\n   I hope everyone is having a great valentines day ! Hope you got spoiled!! Love you all <3\n  ","645185":"\n   Happy Valentine's Day ❣️✨?\n  ","645186":"\n   To sex baby\n  ","645187":"\n   My girlfriend said she is gonna give me a bracing enema! What is that?\n  ","645188":"\n   Happy St. Valentine Day??\n  ","645189":"\n   Happy Valentine's Day! I hope you all have a lovely day. Whether you're single or in a relationship remember that I love you all ? (staif)\n  ","645190":"\n   Happy Valentine's day ???\n  ","645191":"\n   Would you get ever get a reduction?\n  ","645192":"\n   Happy Valentines Day! ❤?\n  ","645193":"\n   Happy Valentines Day ya wonderful people. all the love ✌?\n  ","645194":"\n   Happy valentines day ❤ btw it's the 15th of Feb here so cx\n  ","645195":"\n   Greate i die\n  ","645196":"\n   What’s the coolest thing people can learn from you?\n  ","645197":"\n   I think it's a weird kink they got (the heavy or light sleeper thing). ?? I am sure if you answer them, they'll leave you alone... ??\n  ","645198":"\n   If you could snog, marry and kill...\n\nSkrillex \nSteve erwins ghost\nThe okd man from up\n\nWhat would be your order?\n  ","645199":"\n   i'm nottttt?\n  ","645200":"\n   Not me: I am asking on someone's behalf...\n  ","645201":"\n   Oh ??? this hw is exciting ???\n  ","645202":"\n   IDEK why Im supposed to ask this ?? some anon is curious I guess, but are you and your sister heavy or light sleepers?\n  ","645203":"\n   Im glad you like it! His particular game he uses to transform is based on a game where the player takes the role of a superhero\n  ","645204":"\n   Describe anons in one word\n  ","645205":"\n   What's something you wish was more popular?\n  ","645206":"\n   How does lips taste like?\n  ","645207":"\n   Climax ???\n  ","645208":"\n   What's up\n  ","645209":"\n   Shoe size?\n  ","645210":"\n   Hey baby\n  ","645211":"\n   My mom just got me Netflix. anybody have any suggestions on what movie i should watch? i already saw Finding Dory.\n  ","645212":"\n   What's the best kind of teacher, in your opinion?\n  ","645213":"\n   age, height and shoe size?\n  ","645214":"\n   Hot or not \/ date or pass\n  ","645215":"\n   ever smoked ?\n  ","645216":"\n   I like that ask emoji ???\n  ","645217":"\n   Bikini PAP?\n  ","645218":"\n   AM I\n  ","645219":"\n   In my pocket ?\n  ","645220":"\n   yes wayyyy\n  ","645221":"\n   i love you\n  ","645222":"\n   Can you give me any advice ? I am 21 years old and I have never really had much experience dating, can you give me advice on how I can get a girlfriend ?\n  ","645223":"\n   ?\n  ","645224":"\n   can you sleep through a thunderstorm lmao\n  ","645225":"\n   hope youre doing better than last night ? remember your amazing, beautiful, have a beautiful, radiant and infectious smile and I love you. you need to smile more cuz happy people live longer than sad people. proven scientific fact. ?\n  ","645226":"\n   Your Goals in 3 words??\n  ","645227":"\n   Do you like to go barefoot?\n  ","645228":"\n   Nikkah kro gi??\n  ","645229":"\n   How long have you been on ask.fm?\n  ","645230":"\n   Is america's 1965 immigration act the law that doomed the nation?\n  ","645231":"\n   Great mood\n  ","645232":"\n   age, height and shoe size?\n  ","645233":"\n   What shoes did you wear when you last drove? (  ) with socks  (  ) no socks\n  ","645234":"\n   What is the first thing you do after waking up?\n  ","645235":"\n   What would animals say to us, If they could talk ... ??\n  ","645236":"\n   How are you feeling ?\n  ","645237":"\n   what country do you live in? ?\n  ","645238":"\n   Full body selfie?\n  ","645239":"\n   If you could pause the world for 24 hours, and you could do anything, what would you do?\n  ","645240":"\n   you're my favorite person now i swear\n  ","645241":"\n   I need new friends and you are cute so you win\n  ","645242":"\n   Figure pap?\n  ","645243":"\n   What position do you sleep in?\n  ","645244":"\n   Everyone here just takes advantage of others and nothing else...\n  ","645245":"\n   How old are you?\n  ","645246":"\n   Hottie ❣️?\n  ","645247":"\n   Lady !  Do you like french cuisine ? \nMarc\n  ","645248":"\n   What's up\n  ","645249":"\n   if someone doesn't want to date a bisexual person then is he\/she considered homophobic?\n  ","645250":"\n   Do you smoke or drink?\n  ","645251":"\n   Plans for Valentine's Day???\n  ","645252":"\n   you have beautiful eyes omg? i just now saw your dp. i'm a little late lmao\n  ","645253":"\n   Do you have an Instagram\n  ","645254":"\n   I hope you are feeling better or I hope you do feel better I'll tag you in it asap\n  ","645255":"\n   body pic\n  ","645256":"\n   Do you think dating sites work good ?\n  ","645257":"\n   Have you ever been hypnotized?\n  ","645258":"\n   whyyyy\n  ","645259":"\n   What do you like to cook? I'll keep asking till you give me the right answer.\n  ","645260":"\n   you areeee\n  ","645261":"\n   you're so adorable omg?❤️\n  ","645262":"\n   What do you like to cook?\n  ","645263":"\n   i'm glad i have an amazing best friend like you\n  ","645264":"\n   What do you like to cook?\n  ","645265":"\n   ILY\n  ","645266":"\n   Thoughts on my Profile ? \n#Staif ?\n  ","645267":"\n   thanks beautiful❤️\n  ","645268":"\n   Aw I love you moooreeee\n  ","645269":"\n   Ur 2 cute\n  ","645270":"\n   When on vacation, What little, ordinary thing did you miss from your usual routine?\n#usualroutine #ordinarything #dailylife\n  ","645271":"\n   Who would you say are the greatest icons of our generation today?\n  ","645272":"\n   WHO THE FUⓒK HAS THE GALL TO CALL ME ON A TUESDAY NIGHT?!!! GOD DAAAAAAMMNNN ITT!!!!!!!!!!!!! ???\n  ","645273":"\n   thanks (: Do you have a\n   \n    @Goodreads\n   \n   account?\n  ","645274":"\n   what happens if you don't wipe after you pee?\n  ","645275":"\n   @\n  ","645276":"\n   What makes you different?\n  ","645277":"\n   Do you like doing people favors only when you can get paid for it as opposed to getting absolutely nothing at all ?\n  ","645278":"\n   @\n  ","645279":"\n   email me sulaymaanqureshi@gmail.com\n  ","645280":"\n   Hi Lady ! Feb 08th 0551 am 4°  C \nAre you ok ? \nPrepare for workplace \nJust before a shower is needed \nMaybe will I get a quickie ? \nWish you a good night full of nice dreams \nMarc   the dude     from France\n  ","645281":"\n   @\n  ","645282":"\n   why are you being rude?\n  ","645283":"\n   Single?\n  ","645284":"\n   I thought you were red-pulled :(\n  ","645285":"\n   hi\n  ","645286":"\n   The best #Breakfest ever??\n  ","645287":"\n   NAWWWH I KNOW THE FEELS\n  ","645288":"\n   Why do you want to travel with jake to Australia? :3\n  ","645289":"\n   If you will travel to other country with other person, What country will you choose and with whom?\n  ","645290":"\n   yeah, special ed. omg i'm kidding i swear?❤️\n  ","645291":"\n   @\n  ","645292":"\n   FINALLY GOT MY INTERNET BACK ON TODAY!!!!!!!!!! :D\n  ","645293":"\n   thanks beautiful❤️ you're honestly my new best friend\n  ","645294":"\n   I found one of my mum's recipes for homemade tea lmao, if you want it I can give it to ya!\n  ","645295":"\n   I found and bought to pet caterpillars! Aren't you happy for me?! lol\n  ","645296":"\n   My skin is orange, my pee is purple, and my poop is green; is there something wrong with me?\n  ","645297":"\n   What do you like to cook?\n  ","645298":"\n   Have you ever gotten frostbite?\n  ","645299":"\n   same af. i haven't been the best. but i'm here for you if you need anyone❤️\n  ","645300":"\n   Do you ever dip your pizza crust in ranch dressing?\n  ","645301":"\n   Canny think of any questions\n\nWhat yo favourite song atm? \nAlso I followed a few new folk so if you get this I obv follow you :)\n  ","645302":"\n   What brand of shampoo do you use?\n  ","645303":"\n   No speik englesh baby\n  ","645304":"\n   What is your favorite perfume?\n  ","645305":"\n   Get well soon Anna banana ?❤❤??\n  ","645306":"\n   Would you feel worse if no one showed up to your wedding or to your funeral?\n  ","645307":"\n   Wow you're perfect. You have the most amazing eyes.\n  ","645308":"\n   lmao that's not true xD all it takes is a bit of practice haha. and thank you! I've gotta go now though, it's my aunts birthday xD see ya later alligator!\n  ","645309":"\n   Haha have a great afternoon ? see you in a few\n  ","645310":"\n   Get extra sleep ? I'm gonna nap now since I haven't slept much ???\n  ","645311":"\n   Where is the oddest place you have fallen asleep?\n  ","645312":"\n   I have small arms, so if the person was super tall, I couldn't reach their chest lmao. cuz the heimlich (I forgot how to spell it xD) is harder on adults than it is with babies. the babies part is quite simple.\n  ","645313":"\n   Do you like mashed potatoes?\n  ","645314":"\n   I am the tummy monster!!!!!!! rawr!\n:3\n  ","645315":"\n   eh wbyy\n  ","645316":"\n   Awe ???\n  ","645317":"\n   thank youuuuu ❤  after this cpr stuff we're doing the choking unit. but the teacher doesn't know how well I'll do for the adult choking stuff since I'm so tiny ??\n  ","645318":"\n   Happyyy Birthdayyyyy\n  ","645319":"\n   Viere sexy baby\n  ","645320":"\n   Yeah,that's true.There are also many men who are like what anon described about girls\/women.\n  ","645321":"\n   I'm pretty good, thanks for asking ☺ I've got the written test for cpr on Wednesday.\n  ","645322":"\n   U flu free?\n  ","645323":"\n   Hiy\n  ","645324":"\n   Ok few days lol ?\n  ","645325":"\n   well good ??\n  ","645326":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/140791089529\n   \n   There are a lot of girls\/women who are not like what anon described.\n  ","645327":"\n   I'm good ? haven't seen u in awhile ?\n  ","645328":"\n   I LEFT FOR A WHILE BUT BACK NOW!! MISS YOUUU\n  ","645329":"\n   I still say you would make an awesome Aerith\n  ","645330":"\n   how have you been?\n  ","645331":"\n   Your cast ?\n  ","645332":"\n   BONE APPA TEAT!!!!!!!!!!!!!!\n  ","645333":"\n   hi\n  ","645334":"\n   are you in hospital?\n  ","645335":"\n   are you a thirsty gold digger?\n  ","645336":"\n   Thoughts on performance art..............\nAny thoughts on the moral of the piece?\n  ","645337":"\n   Sexy online baby\n  ","645338":"\n   Love is...............\n  ","645339":"\n   Are you alive? ?\n  ","645340":"\n   How are  you\n  ","645341":"\n   I know im terrible about being online and saying Hi so im super sorry about that. that being said i made another one of the characters ive made if you wanna see it\n  ","645342":"\n   Me rustom hun mny tmy gali me dekha tha??\n  ","645343":"\n   Okay so I have an iphone but it says Sprint at the top of my phone is their anyway that I can change it to where it says AT&T on the top of the phone ?\n  ","645344":"\n   I would tell you at home baby.\n  ","645345":"\n   girl can you just admit relationships are really about the guy taking  the girl out and buying her gifts and presents and just generally spending on her. so looks and money are just priority for you girls and if you say otherwise you are just a liar.\n  ","645346":"\n   do you ever forget to wipe after you pee?\n  ","645347":"\n   Nah not really but I'll tell you anyway.\n  ","645348":"\n   Great, you?^^\n  ","645349":"\n   I'm a nice sweet guy but the problem is that no girls find me find me attractive and because of that no girl ever has given me a fair chance to get to know them. so I just need some tips or advice on how I can get a girls attention and be treated like I have a fair shot.\n  ","645350":"\n   What are the three most important things for you if you want a relationship to work and last? And what are the top three deal breakers or things you will not tolerate and make you end a relationship?\n  ","645351":"\n   I'm so sleepy. Lots of things happened. What about you?\n  ","645352":"\n   Heyyyyyy?\n  ","645353":"\n   I missed you.\n  ","645354":"\n   Que cuentan\n  ","645355":"\n   You're one cute little angel.\n  ","645356":"\n   have you ever witnessed: a bar fight? someone dramatically quitting? a robbery? a wedding being seriously screwed up somehow? someone breaking something incredibly expensive?\n  ","645357":"\n   Que hicieron ayer\n  ","645358":"\n   Do you have a big ass\n  ","645359":"\n   Ever get a smack as a kid for being naughty a belt b wooden spoon  c hand\n  ","645360":"\n   What’s the best place in your city for a romantic dinner?\n  ","645361":"\n   can i f*ck ur bf?\n  ","645362":"\n   How was your day?\n  ","645363":"\n   How do you celebrate life changing events??\nwedding, birthdays, promotion, change in jobs..............\n  ","645364":"\n   Same!!!\n  ","645365":"\n   Are you going to watch \"Fifty Shades Darker\"\n  ","645366":"\n   Nah it's fine I mean it didn't leak or anything it was just cloths that bothered me.\n  ","645367":"\n   My period was too bad today and I'm sure it's gonna hurt tomorrow too.\n  ","645368":"\n   If reincarnation exists, what kind of creature would you like to be in your next life?\n  ","645369":"\n   Awh is my angel sick?\n  ","645370":"\n   I think you would also make a good Yuna\n  ","645371":"\n   How many people are you following on Ask.fm ?\n  ","645372":"\n   How are ya ???\n  ","645373":"\n   Do you ever find it annoying how iPhone keyboards are so small that you type other keys that you don't want too ?\n  ","645374":"\n   I'm good ??? rn I can't talk today, hope you have a great night sleep see you soon ???\n  ","645375":"\n   is it considered prostitution if someone is a  sugar baby ?\n  ","645376":"\n   OOOOOO\nI COULD DEFO MAKE THAT FOR YOU\nHOLY FUCK?\n  ","645377":"\n\n    https:\/\/www.youtube.com\/watch?v=LzcFJBUsLyI&t=171s\n   \n   I love this guy..\n  ","645378":"\n   Hey I'm wearing a cute blue silk nightie\n  ","645379":"\n   ok i will stop talking about it but how is hilary a terrorist lover???\n  ","645380":"\n   Do you read Harry potter , Divergent books too Lady boom? ;)\n  ","645381":"\n   How are you ?\n  ","645382":"\n   Looks like some of your followers are butt hurt democrats. Can't stop the Trump train. And Sav you're so beautiful ❤\n  ","645383":"\n   do you think races are all the same?\n  ","645384":"\n   How much longer do you think ask.fm will last?\n  ","645385":"\n   Anyways,you're totally right on this\n   \n    https:\/\/ask.fm\/ass4lyfe\/answers\/140753985401\n   \n","645386":"\n   because the democrats chose hilary but if they chose bernie ,it would be different, hilary is controversial but bernie is not trump is only supported by the racist white supremacists\n  ","645387":"\n   Do you like living in America (Apart from trump)\n  ","645388":"\n   AYE\nBROCCOLI PASTA?\nI LOVE BROCCOLI& PASTA BUT I'VE NEVER HEARD OF BROCCOLI PASTA BEFORE\n  ","645389":"\n   america is not republican ,hilary got more votes than trump but trump won because of the electoral vote and if he was running against obama or sanders, he would be f*cked hard\n  ","645390":"\n   I try hun. I try. ?\n  ","645391":"\n   I NEED YOUR LEGIT EXISTENCE IN MY LIFE BUT AW WHAT DO YOU WANT ME TO COOK YOU?\n  ","645392":"\n   Pap of your ?\n  ","645393":"\n   Ass 4 life???\n  ","645394":"\n   should the bill be split during a first date or the guy should pay all?\n  ","645395":"\n   HAHAHA YAYAYAY FOR CUDDLES WITH YOU\nNAWWWH BABY CAKES NU\n  ","645396":"\n   None of these compliments can match the one I did for you earlier. Not to boast or anything ?❤\n  ","645397":"\n   what do you think of the radical feminists ?\n  ","645398":"\n   Are you okay? The other day you were sooooo nice and now kind of rude :( (I still love you)\n  ","645399":"\n   You're too hot as hell at Worst <3\n  ","645400":"\n   Are you feminist?\n  ","645401":"\n   Can you do a passive? I have an exam tomorrow and I don't understand them..\n  ","645402":"\n   If you had wings, where would you fly?\n  ","645403":"\n   Well I hope you get well soon\n  ","645404":"\n   I give this girl at school pocket money after sex does that count as prostitution?\n  ","645405":"\n   @ -http:\/\/ask.fm\/maresx\/answer\/139875035199 - what's your opinion of me? \n\nFeel free to ignore, I hope that you're all having a lovely day ❤️?\n  ","645406":"\n   Fave food\n  ","645407":"\n   you can never prevent prostitution it'll exist no matter what so legalize it so that you would protect these women as well as the clients from violence and diseases\n  ","645408":"\n   i'm not american,but did you get my point?in most european countries like holland, street prostitutes get arrested but the government specifies certain areas for them to work under their control ,and prostitutes are not only women there are men and transgenders\n  ","645409":"\n   But does high class girls are expensive. So what about the guys trying to shop on a budget\n  ","645410":"\n   Mine ? Well,I believe in freedom of choice when it comes to that matter.\n  ","645411":"\n   btw i'm the one who started with the prostitution question and i'm not the one who called you baby girl that's a different anon\n  ","645412":"\n   Guys look good in suits ?\n  ","645413":"\n   but again you're talking about street prostitutes in countries that are illegal, in holland, the government knows what's happening you can't photograph them you can't annoy them and there's a secret police that arrests anyone who would ever think of attacking them verbally or physically\n  ","645414":"\n   Aww,your niece looks so cute :)\n  ","645415":"\n   I have no idea what you are talking about baby girl prostitutes provide a valuable service for the whole community that everyone involved can benefit from\n  ","645416":"\n   but what if you legalized it just like holland were there are no pimps so they can never be forced to do that ,and since they're free to do whatever they want to their bodies?\n  ","645417":"\n   Give a smile and PAP! Let's greet Safer Internet Day!\n  ","645418":"\n   are you with\/against legalizing prostitution?\n  ","645419":"\n   Fine, fine... you don't have thick eyebrows. Do I?\n  ","645420":"\n   Imma post a meme and tag you. ❤️\n  ","645421":"\n   Can I purchase your eyebrows? Also legit check my second recent answer. It's rather spoopy\n  ","645422":"\n   I seriously cherish you.\n  ","645423":"\n   Can I buy your eyebrows?\n  ","645424":"\n   Where I can I buy a couple pet caterpillars?\n  ","645425":"\n   What would happen to me in your belly if you did, would I eventually be digested?\n  ","645426":"\n   My girlfriend is the most beauty in the world ❤\n   \n    @lydz_1152\n   \n","645427":"\n   Okay stop\n  ","645428":"\n   Just know it's always busy and tiring ????\n  ","645429":"\n   Take a medicine and try to sleep..\n  ","645430":"\n   Ur favourite style?\n  ","645431":"\n   I don't konw but i miss you\n  ","645432":"\n   What are the effects of cuddling and hugging?\n  ","645433":"\n   Yea that's school\n  ","645434":"\n   We're twins it's official rn.\n  ","645435":"\n   Same here hw is killing me\n  ","645436":"\n   I hate periods and my life rn..\n  ","645437":"\n   MOST GUY'S WOULD LOVE TO SEE TWO GIRL'S DO IT WHICH KINDA PISSES ME OFF AHA\nI'LL CUDDLE& SPOON YOU AT LEAST PLS\n  ","645438":"\n\n    http:\/\/ask.fm\/MichaelJoyTaumaoe\/answer\/141043570950\n   \n   @\n  ","645439":"\n   Baby just block them..\n  ","645440":"\n   Thoughts on lack of leadership in the USA; what's an ideal leader for you?\n  ","645441":"\n   I just miss you\n  ","645442":"\n   I think i should honestly just try and forget it and just be thankful i remembered the important people i followed\n  ","645443":"\n   Take your time and take care I'll come back later once I'm finished eating and hw ?\n  ","645444":"\n   Do you believe in god?\n  ","645445":"\n   Ahhh ?\n  ","645446":"\n   Good morning \nHow you doing\n  ","645447":"\n   AND YOU'RE A SWEETHEART \nI WANNA MAKE LOVE TO YOU PLS\nWHEN YOUR BODY IS OF COURSE ALL GOOD\n  ","645448":"\n   Must be a long and exciting book ?\n  ","645449":"\n   Thoughts on personal agendas that hurt other people, intentionally...................\n  ","645450":"\n   the fact that i got banned lol sorry i keep talking about it im just super triggered about it cause i keep rethinking everything and all i ever did was talki about monkey stuff and make friends\n  ","645451":"\n   Sleeping too much not a bad thing ?. I'm always up for a conversation I just have to leave in 10mins because of dinner\n  ","645452":"\n   Good to be back :) how've you been?\n  ","645453":"\n   Hopefully things on your end are good haha since mine ended up being well interesting to say the least\n  ","645454":"\n   Get alot of sleep ???\n  ","645455":"\n   Sneek down the alley to meet your boyfriend.... SEXY\n  ","645456":"\n   AWAW DON'T LIE? BUT SAME WITH YOU TOO?\n  ","645457":"\n   I was asking if u did?\n  ","645458":"\n   I'm thankful for that honestly the connections made between people are important\n  ","645459":"\n   U feel kinda better? ?\n  ","645460":"\n   when did you plan to leave ask? I remember you said something about leaving\n  ","645461":"\n   Oh no\n  ","645462":"\n   But yeah you can still call me jacob or if you like lando more you can call me that obviousy i know either way we are still monkey buddy's thoughh\n  ","645463":"\n   Hey long time since I've been on\n  ","645464":"\n   I'm up ?\n  ","645465":"\n   What frustrates you the most?\n  ","645466":"\n   Thats what I dont understand like I literally did nothing wrong\n  ","645467":"\n   Ima be pissed if its because I liked too many answers or something stupid\n  ","645468":"\n   Im just thankful i had a spare email to use\n  ","645469":"\n   It's me monkey buddy\n  ","645470":"\n   Sooo my account got banned\n  ","645471":"\n   BLESS YOU CUTIE?\nAHA THAT'S MEEEEE\nAN AWKWARD AS SHIT WEIRD POTATOOOO\n  ","645472":"\n   ⭐ I am R I C K Y ⭐\n  ","645473":"\n   Ballsamic lolol\n  ","645474":"\n   Oh you don't like white?\n  ","645475":"\n   What vinegar smells do u like?\n  ","645476":"\n   AW WHAT ARE YOUR FAVORITE THING'S ABOUT ME MY LOVE?\n  ","645477":"\n   Yes vinegar lady. Cause u like the smell of vinegar :).\n  ","645478":"\n   hey beauts!?\n  ","645479":"\n   I LOVE YOU BIGGER THAN THE SIZE OF PLANET EARTH\nNAWWWWH SAV I JUST WANNA BE WITH YOU AND LOOK AFTER YOU FFS LIKE I WANNA MAKE YOU LAUGH& SMILE AS WELL CHEER YA UP WITH MY AWKWARD AS SHIT WEIRDNESS\n  ","645480":"\n   How you doing vinegar lady?\n  ","645481":"\n   Hey.\n  ","645482":"\n   ??? ok i think u watch movie to match ??\n  ","645483":"\n   What is the most interesting city to visit in your country?\n  ","645484":"\n   emojo kiss u can't ?\n  ","645485":"\n   I LOVE YOU THE MOST❤\nI LOVE YOU TO THE MOON& BACK\n  ","645486":"\n   i need kiss befor i sleep can u do it ??\n  ","645487":"\n   One of a kind ??? ttyl\n  ","645488":"\n   What makes a person rich?\n  ","645489":"\n   Thx for everything ???\n  ","645490":"\n   NAWWWH NONO PLEASE DON'T BE LIKE I'M HEART BROKEN FOR BOTH OF US OKIE?? BUT I KNOW IT DOES? UGH I LOVE YOU SO FUCKING MUCH!!\n  ","645491":"\n   I came back from School I'm tired I'm gonna nap, I'll be back I promise ???\n  ","645492":"\n   Pap socks\n  ","645493":"\n   I'm a cola bottle sweet\n  ","645494":"\n   Like this question if you think I'm Jesus\n  ","645495":"\n   STOP SHOUTING\n  ","645496":"\n   NAWWWH DON'T YOU DARE DIE ON ME SAV????\nIT SERIOUSLY DOES BREAK MY HEART THAT I'M ON THE OTHER SIDE OF THE FREAKING WORLD FROM YOU FFS LIKE UGH FUCK ME MAN?\n  ","645497":"\n   Can't wait to snuggle with you whilst watching YouTube\n  ","645498":"\n   What YouTube channel will we watch?\n  ","645499":"\n   Pap of socks you're wearing atm\n  ","645500":"\n   OH MY FUCKING JESUS THIS MAKE'S ME SO SAD AND BREAKS MY HEART LIKE I WILL MASSAGE YOU AND CARRY YOU BRIDAL OR KOALA STYLE ANY DESTINATION YOU HAVE\/NEED\/WANT TO GO AND OF COURSE MAKE YOU ANYTHING TO EAT& DRINK WHATEVER YOU CRAVE?\n  ","645501":"\n   You're a goddess<3\n  ","645502":"\n   Yay we are going to watch YouTube together\n  ","645503":"\n   Wish we could turn back time...\n  ","645504":"\n   FUCK I'M WORRYING ABOUT YOU LIKE I'M WORRIED ABOUT YOU\nWHAT CAN I DO TO MAKE IT ALL BETTER?!\n  ","645505":"\n   When was the last time you went on an unexpected journey??\n  ","645506":"\n   Which song reminds you of your childhood?\n  ","645507":"\n   I like YouTube aswel, let's watch it together one night\n  ","645508":"\n   You are in my eyes\n  ","645509":"\n   How can I be a model like you ? ❤️\n  ","645510":"\n   BABY GIRL❤\n  ","645511":"\n   Pap of HARD WORK\n  ","645512":"\n   BABY\n  ","645513":"\n   I hope that you will take some medicine to it.\n  ","645514":"\n   Everything okay?\n  ","645515":"\n   I love jazz too ???\n  ","645516":"\n   Oh,what's wrong ?\n  ","645517":"\n   Do you think it would be possible to swallow people alive if you were a 250ft giant?\n  ","645518":"\n   Pic of your cat\n  ","645519":"\n   I spent 10 years looking for a good death. This. This will be a good life.\n  ","645520":"\n   Someone reported that paragraph I did fs\n  ","645521":"\n   No problem,I always try to stick up for my friends :)\n  ","645522":"\n   REMOVE BAGUETTE remove baguette you are worst frog. you are the frog i.diot you are the frog smell. return to france. to our french cousins you may come our contry. you may live in the zoo….ahahahaha , i am quebecois\n  ","645523":"\n   I never said you were fake ?.\n  ","645524":"\n   Hi Lady !  Feb 06th 0245 pm \nPlease don't pass out ! \nWe need you to be there ! \nHope you're well ! \nMarc  the French dude\n  ","645525":"\n   Yeah,people don't look same in every pic. And I totally agree with you.\n  ","645526":"\n   Great\n  ","645527":"\n   People are haters. You're amazing ?\n  ","645528":"\n   You can be my catfish any day\n  ","645529":"\n   They're jealous. Or hating. Or both\n  ","645530":"\n   I don't get it either,you're verified + you have hundreds of pics and videos about yourself posted here and Instagram.But apparently you're a cat fish by that anon's logic because you look different in some pics.By that logic,I'm a catfish too then.\n  ","645531":"\n   Wait..Did that anon seriously call you as a cat fish ? What the fucking fuck ?\n  ","645532":"\n   ❤❤\n  ","645533":"\n   Oh ??? well we should should talk about Washington, what's happening over there\n  ","645534":"\n   If beauty had a photo in the dictionary  it'd be a picture of you ????❤\n  ","645535":"\n   Got any pets\n  ","645536":"\n   Hey I hope you feel better\n  ","645537":"\n   What's your favorite movie scene?\n  ","645538":"\n   I see u still have the flu :\/, well i'll try to cheer u up with mine. So I had a fun but busy weekend. Today more busy with school ??? looking forward to go home\n  ","645539":"\n   heyo beautiful, im here to make you smile! hehe i know i dont know you but whenever your feeling down just know that I'm always here fr you! you make soooo many people's day, just by talking or posting. i hope that one day we can be friend :) i love you?❤️ (sent to all i follow)\n  ","645540":"\n   Pap of you\n  ","645541":"\n   Ilysm\n  ","645542":"\n   I'm ok man you\n  ","645543":"\n   \"what bitches look like when they dont have make up on\" me 24\/7\n  ","645544":"\n   Snapchat\n  ","645545":"\n   On your list thing that you tagged people in i realized i got tagged in it idk im honestly super tired and rambling and also confusing  myself\n  ","645546":"\n   I want enthusiasm.\n  ","645547":"\n   Thx that's what I recognize for ?, what you up to\n  ","645548":"\n   Not impressed face please\n  ","645549":"\n   im just here to take out da trash. help by sending me stuff about the trash. do u ever take out da trash?\n  ","645550":"\n   rate me\n  ","645551":"\n   LUL MOODY POPS\n  ","645552":"\n   LUL LAZY\n  ","645553":"\n   Just pointing out ??? I don't want to get recognized. I like to get recognized my making sure everyone is having a great day ????\n  ","645554":"\n   But I'll massage your body now\n  ","645555":"\n   tout le monde sur ask se connait ? il y a qu'une communauté pour chaque langue ! et chaque communauté linguistique est connectée parce qu'il y a des gens qui parlent plusieures langues ! pourquoi ce site est si petit ?\n  ","645556":"\n   What motivates you to get up on Monday morning?\n  ","645557":"\n   I'll massage your body\n  ","645558":"\n   I guess u have too many people that u Follow ???. Anyways I'm not bothered by it ???\n  ","645559":"\n   Do you want me to massage your body whilst your ill\n  ","645560":"\n   How much do I need to pay to get your sc though\n  ","645561":"\n   Hi how are you\n  ","645562":"\n   How much for your Snapchat user name?\n  ","645563":"\n   I guess I'm not your favorite to follow ?????\n  ","645564":"\n   Your not dead though are you or you wouldn't be talking on here\n  ","645565":"\n   Pap with no make-up on, whoever likes it thinks you're pretty.\n  ","645566":"\n   ? \"How are you gonna be a revolutionary if you're such a traditionalist? You hold onto the past, but jazz is about the future.\" ? La La Land ?\n  ","645567":"\n   Aye nice i made the cut again feelsevenbetter\n  ","645568":"\n   Yeah but going by IQ it would wipe out the brothas tho lots of other races too I guess\n  ","645569":"\n   Top favorite people on Ask that you follow? Tag them. Staif.\n  ","645570":"\n   Feelsgood lol\n  ","645571":"\n   Thoughts on empathy and compassion; these days..................\n  ","645572":"\n   Your genocide plan would kill mostly blacks lmao\n  ","645573":"\n   Tag some freinds just to waste their time??\n  ","645574":"\n   how can i make my girl crush get close to me or make her like me? should i flirt with her instantly or should i talk to her without flirt things first? Should i tell her that she is pretty or isn't creepy? we are not friends yet and she don't know me well aside from my name.\n  ","645575":"\n   If you had a chance to name your future husband\/wife, what name would you have chosen?\n  ","645576":"\n   Tongue piercings are amazing... you should get one\n  ","645577":"\n   What's your dream job?\n  ","645578":"\n   That's not the first time I've heard that phrase lmao that being said it wasn't about a cat the last time\n  ","645579":"\n   What is the craziest  thing you have ever done for money?\n  ","645580":"\n   hi\n  ","645581":"\n   Oh dear not the heat\n  ","645582":"\n   Hey boss\n  ","645583":"\n   Did you feed her? (I think it's a her I don't remember or not but I feel bad if I misgendered your cat)\n  ","645584":"\n   You're so pretty! ??\n  ","645585":"\n   Hey bruh.\n  ","645586":"\n   Saturday Selfie, please, hope you have a great day because you are a great person\n  ","645587":"\n   How quickly do you respond to texts?\n  ","645588":"\n   If you have more than 1 person in a Selfie is it really a Selfie or a Multi ?\n  ","645589":"\n   Single or taken\n  ","645590":"\n   Can I have a pill lol\n  ","645591":"\n   Do you fart in front of your boyfriend?\n  ","645592":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","645593":"\n   9\/10\n  ","645594":"\n   Can you do your not impressed face please?\n  ","645595":"\n   What would your reaction be if you overheard your crush say to his friends that he wants to have sex with you?\n  ","645596":"\n   cookies\n  ","645597":"\n   Animals are great\n  ","645598":"\n   Who is awake?\n  ","645599":"\n   should b live tf\n  ","645600":"\n   Lady Boom feel better and much love to you\n  ","645601":"\n   sup\n  ","645602":"\n   hi hey hi are you feeling any better? are you drinking tea? are you takin your medicineeee\n  ","645603":"\n   Ok honey\n  ","645604":"\n   how are u\n  ","645605":"\n   Nope\n  ","645606":"\n   why?\n  ","645607":"\n   what's up\n  ","645608":"\n   Hi book geek ?\n  ","645609":"\n   You're my bf ☺\n  ","645610":"\n   Plz do your job and answer our questions. I'm starting to wonder what we pay you for\n  ","645611":"\n   Hi sweety\n  ","645612":"\n   Booty pic?\n  ","645613":"\n   What if...\n  ","645614":"\n   Ahhh hope you get heal soon!!! I can't talk alot right now. ?? I'm helping out my family relative\n  ","645615":"\n   Oh\n  ","645616":"\n   Now why would you say that :\/\n  ","645617":"\n   I'm going to get you a nice fruit basket cuz I am going to miss you.\n  ","645618":"\n   If anyone asks about me. Please don't tell them at all that i'm in here.\n  ","645619":"\n   Happy super bowl Sunday\n  ","645620":"\n   Qué hermosa eres.\n  ","645621":"\n   Kik\n  ","645622":"\n   What is the best way to relax you?\n  ","645623":"\n   Hiy\n  ","645624":"\n   Take a break from ask ? we can pick up again later. I love you buddy ???\n  ","645625":"\n   tell me your problems I can solve them with my magic\n  ","645626":"\n   my girlfriend wants to have sex but i cant because i have aproblem that i dont feel comfortable with saying on here\n  ","645627":"\n   What u up to\n  ","645628":"\n   What looks nicer, a sunrise or a starry night?\n  ","645629":"\n   yeah but what gropus would you target lol, how about neets? and betas haha\n  ","645630":"\n   Yeah,remember that every dog has its day.\n  ","645631":"\n   Now I know I said I would stop. But I'm just wondering if maybe I can send you one thing that is related to the inflation stuff\n  ","645632":"\n   Oh gosh\n  ","645633":"\n   It's OK ? tomorrow u can forget about being upset and be yourself\n  ","645634":"\n   If i was in hunger games i'd give you all my food and go without lol\n  ","645635":"\n   No problem ? I just don't like seeing my friends down ?\n  ","645636":"\n   What's the best way to get relaxed?\n  ","645637":"\n   Hi xD\n  ","645638":"\n   Do not bottle it up I know that sounds weird but you gotta release it I plan to try my best to help cheer you up but i know too well that bottling the sadness doesnt help\n  ","645639":"\n   IS THAT A DOLL. SUCH PERFECTION.\n  ","645640":"\n   you're the best :*\n  ","645641":"\n   I'm sure that everything will turn out for the better eventually.\n  ","645642":"\n   Whats your opinion of me?\n  ","645643":"\n   U know I always appreciate my friends on here ? I try my best, even though I can't even cheer my self\n  ","645644":"\n   My friend  got enagged today and there me 21 never had a gf never will Loser\n  ","645645":"\n   Oh goodness\nWhat happened monkey friend\n  ","645646":"\n   I get my taxes soon,  so I will buy something for you Savannah Q\n  ","645647":"\n   Tell the ginger to come off anon\n  ","645648":"\n   :(\n  ","645649":"\n   Wow you're starry eyes are the best I've ever seen.\n  ","645650":"\n   Do you find a guy who has flat nose cute?\n  ","645651":"\n   What is your favourite photo you've taken of yourself?\n  ","645652":"\n   Wait i'm not saying I'll open death camps lol. Maybe you can be the new Hitler, a real aryan goddess :L hahahaha\n  ","645653":"\n   I'm happy sort of\n  ","645654":"\n   What do you regard as Humanity's greatest invention so far??\n  ","645655":"\n   Why\n  ","645656":"\n   I know that feeling, I do support you in every way possible ???\n  ","645657":"\n   u having sex yes or no\n  ","645658":"\n   What's wrong? ?\n  ","645659":"\n   How are you\n  ","645660":"\n   Nap ???\n  ","645661":"\n   love you\n  ","645662":"\n   Shoe size and height?\n  ","645663":"\n   If the guy you likes you back says to you he wanted to tell you that he's going for a meal with a girl mate  should I be worried something is going on or just brush it off that they're friends?\n  ","645664":"\n   I feel like that'd also be us in the hunger games I'd literally just hand over what food I don't like to you lmao\n  ","645665":"\n   Hay o\n  ","645666":"\n   I'm so glad you haven't disowned me because I don't drink hot chocolate\n  ","645667":"\n   I love gingers\n  ","645668":"\n   Doth mother know, you weareth her drapes?\n  ","645669":"\n   I get picked on for being ginger and it bothers me a lot should I dye my hair to satisfy the bullies because I'm so unhappy with myself right now. Please give me advice.\n  ","645670":"\n   Hope you come back sexy\n  ","645671":"\n   Not too bad Boom not too bad :D How about you!?\n  ","645672":"\n   Do you know the troll Ben on here?\n  ","645673":"\n   YESS??\n  ","645674":"\n   Hi sexy pants\n  ","645675":"\n   Right!? Great people\n  ","645676":"\n   Pap of you lying on the sofa\n  ","645677":"\n   Sure! I am sure they wouldnt mind lol they are chill people all i have to say is \"its cool shes my friend\" and they'll be like yeah its cool\n  ","645678":"\n   Pap of you\n  ","645679":"\n   Do you like condoms?\n  ","645680":"\n   Yeah but mayhem for the next Hitler will be the purge and death camps lol\n  ","645681":"\n   Come move to the uk with me n you can sleep naked with me\n  ","645682":"\n   Have you ever sent a nudes?\n  ","645683":"\n   MINES THE 22 OF JUNE\n  ","645684":"\n   My birthday is June 8 how about you ?\n  ","645685":"\n   Story of the first time you had sex..?\n  ","645686":"\n   Aha you need to be spooned little spoon be nice and warm then.:)\n  ","645687":"\n   So your saying if you turn right, you will always end up at the right place\n  ","645688":"\n   Why don't you sleep naked?\n  ","645689":"\n   Do you sleep with socks on?\n  ","645690":"\n   Afternoon and how are you doing\n  ","645691":"\n   No right was the wrong way\n  ","645692":"\n   Loved that pro-geek and nerd speech you made\n  ","645693":"\n   What qualities do you think are necessary to having a successful career path?\n  ","645694":"\n   If you turn right, I'll turn left\n  ","645695":"\n   hello beautiful :)\n  ","645696":"\n   i always feel sad when i see anons send you hate :(\n  ","645697":"\n   You're deffo not my role model. I live my life doing the opposite of what you do\n  ","645698":"\n   I live with 2 others and its the same. I am never fully dressed or fully naked\n  ","645699":"\n   Ok you didn't need to bore us with all that info about geeks who read books\n  ","645700":"\n   you're my role model\n  ","645701":"\n   If you were the only person in your home how often would you walk around naked?\n  ","645702":"\n   How you get your hair to grow so long?\n  ","645703":"\n   Reading is for geeks, you read, you're a geek\n  ","645704":"\n   Why are you mad?\n  ","645705":"\n   Do you sleep naked\n  ","645706":"\n   Ootd\n  ","645707":"\n   Ever fell asleep with a phone in your hand ?\n  ","645708":"\n   What's wrong? ?\n  ","645709":"\n   Lol you sound excited about the mayhem I'd cause haha\n  ","645710":"\n   I was watching a film and chill\n  ","645711":"\n   You're so mad ?\n  ","645712":"\n   Do you have any unanswered questions?\n  ","645713":"\n   난 니가 \"쌤킴\"으로 한국말로 잘 대해주는 권진아와 수현이 부러워\n  ","645714":"\n   당연하게 생각하는 거만한 속마음 쌤킴 ,나랑 대화하는게 중요하지 않다고 니가 생각하니까, 니가 내게 이렇게 거만하게 대하지\n  ","645715":"\n   나는 안 중요해서 영어하라고 스트레스 줘? 쌤킴으로 officially 말도 안걸고?\n  ","645716":"\n   너 아직도 에일린 홍한테 관심있어? 에일린 홍은 왜 인스타그램 코멘트에 aye shawty wus gud이라고 말했을까?\n  ","645717":"\n   넌 권진아와 수현에게 \"쌤킴\"으로 한국어로 말하고 잘 대해주잖아. 난 그 여자애들이 부러워 . 내게도 \"쌤킴\"으로 officially 한국말로 말하고 잘 대해줘\n  ","645718":"\n   나는 안 중요해서 영어하라고 스트레스 줘? 쌤킴으로 officially 말도 안걸고?\n  ","645719":"\n   나는 안 중요해서 영어하라고 스트레스 줘? 쌤킴으로 officially 말도 안걸고?\n  ","645720":"\n   o ok haha what ya doin?\n  ","645721":"\n   Well technically its student governnment but yeah im basically friends with them so they let me chill in their room and even do my homework and stuff the people in it are very awesome as well\n  ","645722":"\n   쌤 나도 쌤킴이랑 대화하고 싶어 . 예를 들면 오늘 니가 뭘 먹었는지\n  ","645723":"\n   I agree. I have to go now finishing up typing\n  ","645724":"\n   IT HONESTLY IS I SHIT YOU NOT LITERALLY THE ONLY THING I ENJOY ABOUT THE COLLEGE BESIDES CHILLING IN THE BUSINESS CLUB ROOM EVEN THOUGH IM NOT IN THE CLUB LMAO\n  ","645725":"\n   쌤 나도 쌤킴이랑 대화하고 싶어 . 예를 들면 오늘 니가 뭘 먹었는지\n  ","645726":"\n   Thanks for Believing in me ❤❤ welcome so what's up?\n  ","645727":"\n   쌤 나 쌤한테 얼만큼 중요해?\n  ","645728":"\n   hey ur really pretty\n  ","645729":"\n   u have twitter?\n  ","645730":"\n   I know u were I was just going along. I'm really glad u chose not to go there, that would be scary ????\n  ","645731":"\n   Thank you ❤❤ you are too cute\n  ","645732":"\n   쌤 나 쌤한테 얼만큼 중요해?\n  ","645733":"\n   Same I love the games so much I play at my college every chance i get cause this guy started bringing in his wii u so we play the recent one\n  ","645734":"\n   Well I can't stop u ???\n  ","645735":"\n   Awwe ? did you see my question about the results?\n  ","645736":"\n   NOOO ? don't do that, u have Amazing dreams ahead doing that will ruin it ?\n  ","645737":"\n   Its a pretty old series the games intially were in japan first before we finally got some in merica try looking it up and seeing if it rings a bell. If you ever played Smash Bros you may rememeber the names Marth and Roy they are from that series\n  ","645738":"\n   Same, I also have a hw quiz too ???\n  ","645739":"\n   Hope you feel better soon Anna banana?❤❤\n  ","645740":"\n   Are there any movies you're looking forward to this year? Which ones?\n  ","645741":"\n   I get the humour?\n  ","645742":"\n   Hw ??? but this time I can be on my phone ???\n  ","645743":"\n   What happened to your ears love?\n  ","645744":"\n   Fire Emblem is a really good series of games with great stories in each one heroes is the first ever mobile app and its so wonderful\n  ","645745":"\n   Hi again ?\n  ","645746":"\n   Do you wear female condoms?\n  ","645747":"\n   You like duck?\n  ","645748":"\n   Maybe if people keep calling me literally Hitler, I'll go extreme and wear the label lmao\n  ","645749":"\n   Fire Emblem Heroes\n  ","645750":"\n   쌤 나 쌤에게 중요해?\n  ","645751":"\n   I did! A new game came out today for phones that i was super excited for\n  ","645752":"\n   쌤 나 쌤한테 중요해?\n  ","645753":"\n   AWEEEEE YOU'D STILL LOOK SO BEAUTIFUL CRYING LIKE YOU'RE ALSO MY TRUE DEFINITION& MEANING OF BEAUTY LIKE LEGIT YA WEE CUTE LIL ADORABLE BEAUT?\nI LOVE YOUUUUUU❤\n  ","645754":"\n   I follow you because you are awesome ❤ (Staif)\n  ","645755":"\n   What was the longest time you've spent traveling somewhere?\n  ","645756":"\n   I don't remember either so I hope you had a good day today\n  ","645757":"\n   I wish I could shave ur arms for you\n  ","645758":"\n   Are you American?\n  ","645759":"\n   Do you wear designer clothes?\n  ","645760":"\n   What is your first gaming console Lady boom? what is your first game? :3\n  ","645761":"\n   Do they smell?\n  ","645762":"\n   Are you a bimbo?\n  ","645763":"\n   Do you like Hindus?\n  ","645764":"\n   Snapchat?\n  ","645765":"\n   Do you find the idea of licking a woman's vagina revolting?\n  ","645766":"\n   Are you down for black rights?\n  ","645767":"\n   Are you a feminist?\n  ","645768":"\n   Do you think lesbians are dirty?\n  ","645769":"\n   Do you consider yourself girly?\n  ","645770":"\n   You always fart ?\n  ","645771":"\n   Tuna..That reminds me about the \"pounding the tuna\"-joke in DBZ Abridged parody.\n  ","645772":"\n   Are you bisexual?\n  ","645773":"\n   You've got a friend in me\n  ","645774":"\n   Do you find women attractive?\n  ","645775":"\n   I'm not busy anymore\n  ","645776":"\n   Would you date a woman?\n  ","645777":"\n   Would you date a Muslim?\n  ","645778":"\n   I don't understand your gangsta language\n  ","645779":"\n   Do you find Muslim men attractive?\n  ","645780":"\n   Kinky, I'd love your nails in my skin ?\n  ","645781":"\n   I'm nice, are we friends cos I sang you that friends song 'you've got a friend in me'\n  ","645782":"\n   It's International Hedgehog's Day! What would you name your hedgehog, if you had one?\n  ","645783":"\n   Currently belly pap\n  ","645784":"\n   Do you like muslims?\n  ","645785":"\n   WHY IS SHE STILL SHOUTING\n  ","645786":"\n   Yep, I'll hold your hand at the dentist\n  ","645787":"\n   HAHAHAHA FUCK I MEANT & FFS AHA NOT @? BUT NAHHHH YOU STOP FOR YOU'RE JUST TOO FUCKING CUTE TO HANDLE LIKE GAHHHH YOU'RE LITERALLY MY DEFINITION& MEANING OF CUTE& CUTENESS❤\n  ","645788":"\n   Where that Rainbow milk challenge takes place? Was it  around US?\n  ","645789":"\n   Donald trump is your boss ???\n  ","645790":"\n   You need a tic tac for your breath\n  ","645791":"\n   ANON ARMY, ANON ARMY, ANON ARMY\n  ","645792":"\n   Hb that body ?\n  ","645793":"\n   Rust wipe hits servers soon\n  ","645794":"\n   Donald Trump vient de dire \"Je suis le Roi de cette nation. Ma femme, Melania, est la Reine\". Ton avis?\n  ","645795":"\n   I guess you must know that you're really beautiful?\n  ","645796":"\n   Can you answer the question about the midget who fell over onto the snail\n  ","645797":"\n   No that was milk fetish vids that you are into\n  ","645798":"\n   I've lost my mobile number, can I have yours?\n  ","645799":"\n   No that was a ice cold bucket of water\n  ","645800":"\n   HOLY FUCKKKKK CAN YOU BE ANYMORE CUTER LIKE HOLY SHIT YOU MAKE ME FEEL SO SPECIAL LIKE ONE OF A KIND WHO'S LUCKY ASF TO HAVE YOU IN MY LIFE AW BEST CUDDLES FOR MY ONE& ONLY KUTE KOALA ONLY❤❤❤\n   \n    @damn\n   \n   right they can???\n  ","645801":"\n   Have you ever poured a whole bottle of milk on your head?\n  ","645802":"\n   Sup milky woman\n  ","645803":"\n   You gave a lap dance bae\n  ","645804":"\n   STOP SHOUTING\n  ","645805":"\n   Im not stupid\n  ","645806":"\n   Where are you from?\n  ","645807":"\n   hi;)\n  ","645808":"\n   NAWWH OKIOKI YOU SURE?❤❤❤ YE MY DAY HAS JUST BEGUN? BUT NAWWWH CUDDLES WITH ME AND LMAO AT THAT ANON LIKE YOU TELL EM SAVY\nLike ye this how me& Sav talk so either just deal with it or get the f off her page like it's that easy?\n  ","645809":"\n   Do you think Nuclear War is possible? why?\n  ","645810":"\n   Anon is talking\n  ","645811":"\n   I'll be at the dentist with you ?\n  ","645812":"\n   You never listen on here\n  ","645813":"\n   The old ask people got overrun by us legendary anons\n  ","645814":"\n   Are you a good listener?\n  ","645815":"\n   Ask would be nothing without the anon army\n  ","645816":"\n   U like denny as a friend\n  ","645817":"\n   U r comparing my love with a song what kind of bullshit is that ???\n  ","645818":"\n   Is your hair nappy hair\n  ","645819":"\n   Whys that? Sorry I didn't ask sooner I passed out\n  ","645820":"\n   6 more weeks of winter\n  ","645821":"\n   요점을 주는 action을 해 ,내게 답을 해 ,내게 쌤킴으로 officially 말 걸어줄거야? 답해  니 솔직한 생각을 지금.      니가 원한다면 내게 방법을 묻지 않고 니가 방법을 스스로 찾을거야\n  ","645822":"\n   Nappy ass hair\n  ","645823":"\n   Have you ever given a lap dance\n  ","645824":"\n   Snitching is the best way\n  ","645825":"\n   Where are you from?\n  ","645826":"\n   STOP SHOUTING!!!!\n  ","645827":"\n   How quickly do you respond to texts?\n  ","645828":"\n   anon dont tell on your friend wtf dont be a snitch bro\n  ","645829":"\n   STOP SHOUTING WITH CAPS!!!!!!\n  ","645830":"\n   Nice background.❤??\n  ","645831":"\n   GAHHHH HOLY FUCK I DIDN'T EVEN REALIZED YOU REPLIED SORRY FOR I HAD A HECTIC& BUSY DAY TODAY FFS BUT GAH YOUR HEART BROKEN! WHY?! ;-; WHAT'S UP?!!?\n  ","645832":"\n   Yeah neither do but try telling that to my parents lmao, they think im literally hitler.\n  ","645833":"\n   I have my phone in middle of class\n  ","645834":"\n   Where are we going on Valentine's Day? ?\n  ","645835":"\n   Donald Trump can you describe him?\n  ","645836":"\n   Thought s on black history month........\n  ","645837":"\n   Catfish?\n  ","645838":"\n   What Is The One Thing You Couldn't Live Without? `~´\n  ","645839":"\n   My questions are the best\n  ","645840":"\n   Alright well u respond I respond back. So agressive ??\n  ","645841":"\n   What's the weirdest question you've ever got\n  ","645842":"\n   Hi! What's up?\n  ","645843":"\n   Hi ❤\n  ","645844":"\n   What is the most significant change you've seen in the world in the last 10 years?\n  ","645845":"\n   What's your plans for this weekend ? X\n  ","645846":"\n   Hi, I'm just here to smell you\n  ","645847":"\n   I'm busyyy ??????\n  ","645848":"\n   K???\n  ","645849":"\n   Well,Idk.I think that it was.\n  ","645850":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140689746553\n   \n   This reminds me of the episode that Penn and Teller did about PETA in their Bullshit!-show a while back.\n  ","645851":"\n   How many shrooms should I bring\n  ","645852":"\n   I'm back online\n  ","645853":"\n   You are very simple girl. \nDo i asked you a personal question??\n  ","645854":"\n   Kanye West or Kendrick Lamar?\n  ","645855":"\n   Do you work out\n  ","645856":"\n   내 이마에 주름이 보기 안좋으면 어떡해  쌤? 나는 니 이상형 수현이나 에일린 홍 처럼 생기지도  않았어 ..\n  ","645857":"\n   Opinion on girls with hairy arms\n  ","645858":"\n   Then we need to get you those shrooms so you can get really big (;\n  ","645859":"\n   OMG same here ???????\n  ","645860":"\n   Nice !! \nYou ever drink alcohol\n  ","645861":"\n   What's the hardest thing you have ever done?\n  ","645862":"\n   Yeah haha :P\n  ","645863":"\n   but the mushrooms would make you grow really big\n  ","645864":"\n   Reading \nWhat are you reading \nA schoolgirl? ?\n  ","645865":"\n   Dinner time ??\n  ","645866":"\n   That made u really happy ???\n  ","645867":"\n   How's your day\n  ","645868":"\n   Carrots broccoli and grilled beef\n  ","645869":"\n   It's dinner so big meal\n  ","645870":"\n   Pokemon Duel? Im playing Sun right now im super close to completing my pokedex and then im also doing more art stuff\n  ","645871":"\n   I'm eating ???\n  ","645872":"\n   True\n  ","645873":"\n   huh ❤ ahaha\n  ","645874":"\n   K\n  ","645875":"\n   How well do you handle criticism?\n  ","645876":"\n   Virgin?\n  ","645877":"\n   It plays different than normal pokemon games though but im sure you dont really mind that\n  ","645878":"\n   u r  a very nice lady\n  ","645879":"\n   It's whatever ???\n  ","645880":"\n   bless u\n  ","645881":"\n   Who's your favorite starter pokemon and why? :D :D\n  ","645882":"\n   what age is the lowest you would date\n  ","645883":"\n   Last time you had sex\n  ","645884":"\n   it is.\n  ","645885":"\n   Virgin?\n  ","645886":"\n   how r u?\n  ","645887":"\n   Just being me ?\n  ","645888":"\n   I'm decorating it with pictures from my m&g and friend pictures. and cool ❤❤\n  ","645889":"\n   AND WE CAN BATTLE WITH IT\n  ","645890":"\n   not much, decorating my room, and you? and ikk ❤\n  ","645891":"\n   Your pretty\n  ","645892":"\n   POKEMON DUEL ITS AN APP\n  ","645893":"\n   Age?\n  ","645894":"\n   I am lmao thats why i say id probably die in the hunger games cause im so fucking lazy\n  ","645895":"\n   you're welcome ❤❤\n  ","645896":"\n   Oh gosh thankyou you are really really damn pretty  xx\n  ","645897":"\n   Hi 8 like for 8 likes\n  ","645898":"\n   ALSO I HAVE A GAME THAT YOU CAN PLAY THAT IS POKEMON WITHOUT NEEDING A DS\n  ","645899":"\n   Following  now xx\n  ","645900":"\n   do you think Phil will see a shadow on Groundhog Day?\n  ","645901":"\n   shocked by that answer if i'm honest, pleasantly shocked. I think it's ridiculousness that someone who thinks that, for example, Ethnic french should always be the unassailable majority in France are labelled as racist.\n  ","645902":"\n   PAP your favorite graffiti.\n  ","645903":"\n   You've got a friend in me\nYou've got a friend in me\nWhen the road looks rough ahead\nAnd you're miles and miles\nFrom your nice warm bed\nYou just remember what your old pal said\nBoy, you've got a friend in me\nYeah, you've got a friend in me\n  ","645904":"\n   Ummmm who ?!\n  ","645905":"\n   I'm better then good!! ❤❤ i hope you're good too!\n  ","645906":"\n   Most people who claim to care for animals should never follow PETA\n  ","645907":"\n   What's the definition of 'CUTE' to you?\n  ","645908":"\n   No problem ??? I appreciate you ???\n  ","645909":"\n   What phone do you want to get next, if any?\n  ","645910":"\n   What would you do if you knew nobody could judge you?\n  ","645911":"\n   I won't date a girl that has tattoos\n  ","645912":"\n   9 like for 9 likes\n  ","645913":"\n   Do you have any tattoos? If so, post a picture of one, or all if you can? If not, do you want any? And if so, what?\n  ","645914":"\n   Saavaaannah annan banana ?♥♥ I did it god you don't even know how happy  I am right now lololololololoy ?? *cheering in egyptian style* ????\n  ","645915":"\n   hey\n  ","645916":"\n   Do you like Hillary Clinton?\n  ","645917":"\n   Do you like to draw, or do any form of art? If so, post a picture of some of your work? If not, what do you like to do in your spare time?\n  ","645918":"\n   Tell me a joke\n  ","645919":"\n   Would you say people concerned with keeping their race a majority in their home country racist? (talking about europe here not the US)\n  ","645920":"\n   Nah I just don't like exercise or run or anything lol\n  ","645921":"\n   You calm down\n  ","645922":"\n   why'd you ignore my racist question lol\n  ","645923":"\n   If it's still playing use Shazam. :) It'll use your phone to listen to the song and give you the name, lyrics, and information about the album and artist.\n  ","645924":"\n   i miss you too !!\n  ","645925":"\n   I want to talk u on ints...\n  ","645926":"\n   I need NYPD mobile communications rig. The one that gets encrypted tactical frequencies.\n  ","645927":"\n   Why not for my faith in surviving a hunger games or why not for little physical activity\n  ","645928":"\n   Agreed :\/\n  ","645929":"\n   Would you smell me if I put leather bags all over my body\n  ","645930":"\n   You're unbelievably smart ??? you're amazing in what you do including reading ????.\n  ","645931":"\n   Read to me?\n  ","645932":"\n   Woah must be good, would love to read.\n  ","645933":"\n   In a relation?\n  ","645934":"\n   I love the maximum ride series  ?\n  ","645935":"\n   zzzzz books are so boring!\n  ","645936":"\n   IT WAS IT WAS\nLISTENING TO DO IT LIKE A DUDE AT THE MOMENT LIKE CHANGED IT TO IT CAUSE YAS\n  ","645937":"\n   Great, name some of your favourite books?\n  ","645938":"\n   Ah :) People need to be careful what they believe from organizations like PETA. This is the organization that will literally take a dog from an owners' yard and have it put down because apparently it's \"cruel\" to keep your dog outside but not to kill it.\n  ","645939":"\n   oh, great what's your Skype name? (:\n  ","645940":"\n   haha some may construe that as racist lol, i don't. Africa's a hole\n  ","645941":"\n   Nothing, had a rough day, exhausted. Wbu?\n  ","645942":"\n   You may wanna research outside of me saying it because I'm not 100% sure :\/\n  ","645943":"\n   There has to be a reason, not like there just doing it to get their rocks off\n  ","645944":"\n   That might just be because I don't see myself surviving for long due to my lack of being able to do a lot of physical activity\n  ","645945":"\n   Sheep don't die for wool. In fact, not shearing them can make their wool grow excessively, to the point of pain for them. It's a win-win situation for the sheep and the farmer.\n  "},"Answer":{"644873":"\n  Im always interested in new books\n  ","644874":"\n  YOUVE JUST BEEN LIKE FUCK SAV SHE SUCKS\n  ","644875":"\n  My mouth HURTS\n  ","644876":"\n  ME DUH\n  ","644877":"\n  Tbh, we just started talking but i think youre an awesome possum! Im glad i started talking to you cause like ily and your kitty.\n  ","644878":"\n  Wtf how\n  ","644879":"\n  Unless the bitch is a ufc fighter, all you have to do is put your hand on her head and extend your arm and bam, she'll be defended. Dont need to go hitting fragile humans.\n  ","644880":"\n\n   @daotahostetter\n  \n  because you say the sweet little things and that makes you a sweet little shit\n  ","644881":"\n  Fuck no.\n  ","644882":"\n  Not all sugar is white\n  ","644883":"\n  Yes i love places to live\n  ","644884":"\n  Cause you got no brain\n  \n  Or no legs\n  ","644885":"\n  Of course lil fambam\n  ","644886":"\n\n   @ChipotleKid\n  \n  where the fuck have you been\n  ","644887":"\n  BIG OLE BOOTY\n  ","644888":"\n\n   @daotahostetter\n  \n  i fucking LOVE cats\n  \n  And omfg thank you, your a sweet little shitter\n  ","644889":"\n  I thought i was already\n  ","644890":"\n\n   @daotahostetter\n  \n  i love your page  ?\n  ","644891":"\n  I hope i can help ❤\n  ","644892":"\n  Did anyone else hear that the average weight of people went up 20 pounds, dude STOP EATING.\n  \n  Dust & water are your friends.\n  ","644893":"\n  YIKES THAT BITCH IS HUGE\n  ","644894":"\n  Let me get some cheese for that whine\n  ","644895":"\n  Ill call you rain man\n  ","644896":"\n  Should i be basic and post a poll of selfies\n  ","644897":"\n  Ill be back\n  \n  BLOW MY ASS UP.\n  ","644898":"\n  Goals: be inked up like\n  \n   @tmoneymccarver1\n  \n","644899":"\n  Your tattoos are life.\n  \n  Follllowed ❤\n  ","644900":"\n  You will ?\n  ","644901":"\n  Yaaaaas fam yaaaaas\n  ","644902":"\n  Uhm? Hindu is a religion, not cultural food lol\n  \n  I like Indian food LOL\n  ","644903":"\n  Pretty good, gotta go make my egg salad\n  ","644904":"\n  Yeah so i should have wifi\n  ","644905":"\n  I like UFOs\n  ","644906":"\n  Probably not since its like against their beliefs, so itd be offensive\n  ","644907":"\n  You need to make billions bro\n  ","644908":"\n  Lol im confused with it as well. I thought this was the 21st century\n  ","644909":"\n  Hows you\n  ","644910":"\n  I think wearing perfume should be put in the category of needs, like; water, food, toothpaste - brush your fuckin teeth, and perfume\n  ","644911":"\n  I SHOULD MAKE THAT INTO A SHOW.\n  \n  \"Boomvice\" is dope as fuck.\n  ","644912":"\n  Yikes im sorrrry\n  ","644913":"\n  I havent been liking that much soooo here i go liking everybodies shiiit\n  ","644914":"\n  GET TO IT YO\n  \n  Drop some acid\n  \n  And\n  \n  BAM\n  ","644915":"\n  SO AM I like GET FAMOUS IN THE GAMING WORLD DUDE\n  ","644916":"\n\n   @JessicaStonebridge\n  \n\n  I just wanted to tell you, i miss you.\n  ","644917":"\n\n   @jakesossy\n  \n  is the love of my life.\n  \n  Speaking of him, babe REPLY\n  ","644918":"\n  Dude DUDE lando\n  \n   @TakuAnkh\n  \n  im not even a big fan but i still think THATS DOPE AS FUCK. Dude, it look official as hell.\n  ","644919":"\n  Omfg, ALL MY ANIMALS were from me walking into my house and yelling, \"daaaaaaaaad..... i brought home a friend\" lol\n  ","644920":"\n  I love hearing gossip, i just dont spread it or repeat it.\n  ","644921":"\n  You kind human\n  ","644922":"\n  I cant boil eggs apparently\n  ","644923":"\n  Ive never had it ?\n  ","644924":"\n  You should always post ❤\n  ","644925":"\n  Jesus, youre on a role\n  ","644926":"\n  Thank you ❤❤❤❤❤❤\n  ","644927":"\n  Perfect compliment omfg\n  ","644928":"\n  Nopers\n  ","644929":"\n  I miss being involved with the world, someone tell the state government i need wifi lol\n  ","644930":"\n  Its annoying..\n  ","644931":"\n  Miley\n  ","644932":"\n  Omfg if i could dance like that in heels damn boy gots moves. And the gay guys crying in the back omfg hahahaha\n  \n\n   http:\/\/www.topbuzz.com\/article\/i6381494966077620740?app_id=1106&c=sys\n  \n","644933":"\n  Top buzz looks like a cool app, i feel like id spend waaaay too much time on it\n  ","644934":"\n  So did people buy me more gifts yet ?\n  ","644935":"\n\n   @MaryLaurenx\n  \n  i finished your letter today?\n  ","644936":"\n  Noooo, im just lazy ?\n  ","644937":"\n  Saaaaaaame here lol\n  ","644938":"\n  Why the fuck does everything\n  \n   @JVS92\n  \n  post get deleted?\n  ","644939":"\n  Ive also decided, cookies need to be  tomorrow\n  ","644940":"\n  I hope this week is more relaxed tho!\n  ","644941":"\n  Ive decided to make egg salad lol\n  ","644942":"\n  Same fam\n  ","644943":"\n  Not just underwear, everything i want and need.\n  ","644944":"\n  I REMEMBER YOU❤❤❤ glad youre back ❤❤\n  ","644945":"\n  Then get to purchasing ?\n  ","644946":"\n  Ive got faith in youuuuu?\n  ","644947":"\n  I finished my book, learned so much about military technology omg\n  ","644948":"\n  That i have new heels and cant wear them because its fuckin ice and snow outside\n  ","644949":"\n  About to make some food then read!\n  ","644950":"\n  Its been a hectic week but still its been good\n  ","644951":"\n  I feel so nerdy ?\n  ","644952":"\n  Thank you!!! What else has been going on\n  ","644953":"\n  People should also buy me shorts, its the one thing I DO NOT OWN lol\n  ","644954":"\n  CLEAN THE EARTH AND IT WILL CLEANSE YOUR SOUL\n  ","644955":"\n  You know what should be a punishment? Buying me gifts HAHAH\n  ","644956":"\n  Yes you do ❤\n  ","644957":"\n  Dont want to make my brain pop\n  ","644958":"\n  Hmmm termisu\n  ","644959":"\n  Nooo, im grateful\n  ","644960":"\n  I have too many things on my list i want, and not enough people willing to get me gifts ?\n  ","644961":"\n  YES YOU TELL EM ❤❤❤❤\n  \n  There's underwear, bras, socks, & nail polish on there - things i neeeeed lol\n  ","644962":"\n  OMFG YES.\n  ","644963":"\n  O O O'riley\n  ","644964":"\n  We've been talking ❤❤❤❤❤\n  \n  Thank you\n  ","644965":"\n  Yes, they are out to play ahahahha\n  ","644966":"\n  Maybe\n  ","644967":"\n  Me fam\n  ","644968":"\n  Ooooooooh like in spongebob HAHAHAHA\n  ","644969":"\n  Could you actually explain rock breaking and chain gangs?\n  ","644970":"\n  I might be going this summer\n  ","644971":"\n  Saaame. Today i need to finish my book, write a letter, and do stupid bible study LOL\n  ","644972":"\n  GAH youre sweet\n  ","644973":"\n  Canada is looking mighty attractive lol\n  ","644974":"\n  No i havent actually\n  ","644975":"\n  I agree, get me calvin Klein boots\n  ","644976":"\n  I cant remember but im sure LOL\n  ","644977":"\n  AWWWWWWWH\n  ","644978":"\n  Money is dope\n  ","644979":"\n  God, America is in the dumps\n  ","644980":"\n  Awh, what a cutie\n  ","644981":"\n  Didnt they take all the research, and all the scientist because they were more worried about the KGB and wanted to win the cold war?\n  ","644982":"\n  Thats ok, im glad! Its good to be busy, i have been too. Its been nice\n  ","644983":"\n  Oooohhh i remember now\n  ","644984":"\n  Miss ya bud❤\n  ","644985":"\n  I really want too, im gonna look into it.\n  ","644986":"\n  Im pretty good!! How are you?!\n  ","644987":"\n  Like, modern times? I know the slavery is actually in China lol\n  ","644988":"\n  I watched a video of what happens and what it looks like. Omfg i cant. It takes like 15 mins for it to work and the whole time they're gasping for breath, like anyone who has feelings cant see someone go through that regardless how horrible they are.\n  ","644989":"\n  Right?! Ugh\n  ","644990":"\n  Whats up?\n  ","644991":"\n  March 1st, im going to California ❤❤ i cant wait. Drugs ???\n  ","644992":"\n  Yeah but whats the height\n  ","644993":"\n  No, psychologically i cant handle it.\n  ","644994":"\n  Weed4lyfe\n  \n  I want to get high\n  \n  Sooo high\n  ","644995":"\n  HOW HAVE YOU BEEN\n  \n  WHAT HAVE YOU BEEN UP TOO\n  ","644996":"\n  Nobody wants to date me, gross.\n  ","644997":"\n  Ew why\n  ","644998":"\n  I hate being categorized with all the American people as if i dont have thoughts or opinions.. like just because one person thinks something, doesnt mean everyone does. I hate trump, dont put me in the group that like him. Just cause hes President doesnt mean all americans agree with it.\n  ","644999":"\n  Omg whats the shortest in your family?\n  ","645000":"\n  Recently, ive been cooking more haha\n  ","645001":"\n  Lethal injection.\n  \n  Gas chamber is awful\n  \n  Electrocution is awful\n  \n  Hanging is awful\n  \n  Get shot isnt bad, its a quick death.\n  ","645002":"\n  Okay, go tell the government about it.\n  ","645003":"\n  Whats wrong?\n  ","645004":"\n  You just made my day absolutely wonderful. Thank you ❤\n  ","645005":"\n  I mean its not as bad as taking someone's life?\n  ","645006":"\n  A lot of times they choose depending on what they did, like there was a case where a guy bombed people, so he gassed himself so he could suffer.\n  ","645007":"\n  Its just a chromosome in my DNA ?\n  ","645008":"\n  Dont talk about your mom like that ?\n  ","645009":"\n  Youre welcome ❤\n  ","645010":"\n  OMG I LIKE THE CARD\n  ","645011":"\n  Ooooooh lucky you\n  ","645012":"\n  Uhm theres boots on there?\n  ","645013":"\n  Probably for if they did better work when it came to evidence\n  ","645014":"\n  Probably\n  ","645015":"\n  I dont like how they kill innocent people sometimes. But i also dont like letting murderers live lol\n  ","645016":"\n  Omfg yes. I have?? Cows dont understand shit like that, why are you making such a big deal out of it.\n  ","645017":"\n  Motherfucker, i need to go on amazon\n  ","645018":"\n  Hope youre doing well❤\n  ","645019":"\n  Probably not\n  ","645020":"\n  No i wouldnt cause theres so many goddamn cows\n  ","645021":"\n  Photoshop is the shit! Im really glad\n  ","645022":"\n  I dont have the right face structure or forehead for the eyebrows i want.\n  ","645023":"\n  Still, I'm very proud ❤\n  ","645024":"\n  Dude thats how people make a living, they have 1000s of cows that keep multiplying. Like theyre gonna slaughter them anyways.\n  ","645025":"\n  Yes its the worst pain.\n  \n  Thats why i have the tattoo\n  \n  \"& we will float like angels together\"\n  ","645026":"\n  IM HUNGRY BRB\n  ","645027":"\n  I wish i was next door to ihop\n  ","645028":"\n  Why would i think negatively about someone who is willing to spend money on me when they dont have too.\n  ","645029":"\n  Omfg YES!!!!!!! CONGRATS ❤❤❤\n  ","645030":"\n  You just made me think of white people.\n  ","645031":"\n  I swear, its like grey green blue\n  ","645032":"\n  Actually, a couple people use that nickname as a joke, so i got confused. But HELLOOOO\n  ","645033":"\n  Only if i know im gonna win\n  ","645034":"\n  You mean ads? Ahhahaah\n  ","645035":"\n  Jake can touch and use my butt as he pleases\n  ","645036":"\n  Just been busy busy!! How about you\n  ","645037":"\n  I need to go eat breakfast lol\n  ","645038":"\n  Ive done it before lol and its easier than posting half naked photos on here. Gotta have my calvin kliens\n  ","645039":"\n  No. But i think there should be people who put in gas for you tho, like it Oregon\n  ","645040":"\n  Why, i need them ?\n  ","645041":"\n  To amazon, actually yes\n  ","645042":"\n  OMFG THAT MADE ME LAUGH\n  ","645043":"\n  This just reminded me i need to add some thingsssss to amazon.\n  ","645044":"\n  IVE HONESTLY MISSED YOU. *big hugs*\n  \n  Ive been really good!!\n  ","645045":"\n  Tbh, i didnt know i had such a big impact on people here. Theres people who tag me saying I'm their fav, and im like \"but but why?\"\n  ","645046":"\n  How are you?\n  ","645047":"\n  Its the social norm, but i dont think it really matters honestly, it says a lot about their character and how much courage they have.\n  ","645048":"\n  IM ABOUT TO HAVE IT WITH TEA RIGHT MEOW\n  ","645049":"\n  He told me he loves me ?\n  ","645050":"\n  Occasionally, it depends on the day lol\n  ","645051":"\n  Gotta get paid somehow\n  ","645052":"\n  Brownies\n  \n   @TakuAnkh\n  \n  knows what im talking about ?\n  ","645053":"\n  Its really good actually, but itd be a lot better if Jake wasnt so busy and we could talk. I miss him so much its ridiculous\n  ","645054":"\n  Omg tell me\n  ","645055":"\n  Its snowing so much, i thought winter was gonna stop ?\n  ","645056":"\n  Omfg who the fuck isnt lol\n  ","645057":"\n  No ?\n  ","645058":"\n  Omg nooooo how and why would i forget\n  ","645059":"\n  Jesus, diabetes and cancer LOL its ok, i eat brownies for breakfast lol i like all food so\n  ","645060":"\n  Getting off, talk later ❤\n  ","645061":"\n  I need to eat\n  ","645062":"\n  Im a fan of junk lol\n  ","645063":"\n  Thats good lol\n  ","645064":"\n  Im tired and hungry. Fuck i need to add shit to my list\n  ","645065":"\n  She sounds like a beautiful person.\n  \n  Thise who have suffered usually are.\n  ","645066":"\n  Thats really sweet\n  ","645067":"\n  Anxiety and depression are two completely different things, they require 2 completely different chemicals in your brain.\n  \n  I dont lack serotonin.\n  \n  Ptsd is post traumatic stress disorder, it usually comes with anxiety.\n  ","645068":"\n  Im so sorry\n  ","645069":"\n  New poster of lana ?\n  ","645070":"\n  Awwwh, so what do you like to eat\n  ","645071":"\n  Give me a hint\n  ","645072":"\n  Im butthurt i cant figure out the perfect brow\n  ","645073":"\n  Lol ill try\n  ","645074":"\n  They are changing colors in me.\n  ","645075":"\n  Awh thats sad, i had a best friend who died from cancer, so i feel.\n  ","645076":"\n  Im barley on lol\n  ","645077":"\n  I think my problem is i dont do all my makeup, but thats sooo much work lol\n  ","645078":"\n  Practiced on eyebrows ?\n  ","645079":"\n  Practicing my eyebrows again, i swear my forehead isnt big enough for brows\n  ","645080":"\n  Well. If you were me id go nuts and start calling the girl a little whore. But i dont suggest doing that because thats like not the right way to go. I'm just super protective and no theres no such thing as just friends from the girls point of view, but i guess you need to trust your bf. If you dont trust him, then its never gonna work.\n  ","645081":"\n  Omfg, youre crazy.\n  \n  My step dad is Italian so all his pasts is made the Roman way, and its fucking amazing.\n  ","645082":"\n  1. Im adopted\n  \n  2. I grew up in half Japanese\/half American household\n  \n  3. Im Vietnamese\n  \n  4. Ive had over 30 pets\n  \n  5. I like every type of food, no joke.\n  \n  6. My eyes are turning grey\n  \n  7. Ive been to canada, mexico, and 10+ different states.\n  \n  8. Im an aunt\n  \n  9. I'm a European citizen\n  \n  10. I have a kitty cat\n  \n  11. I love reading\n  \n  12. I was raised in the entertainment world.\n  \n  13. Im in love with my best friend and hes my bf\n  \n  14. I suffer with anxiety\/ptsd\n  \n  15. I graduated with a 4.1 GPA\n  \n  16. My dream is to become successful without college.\n  \n  17. Im very spoiled\n  \n  18. Im a California girl\n  \n  19. My mentality is a lot like lana del reys\n  \n  20. Im an insecure dark beauty queen who likes drugs.\n  ","645083":"\n  If i was invited celebs over, id have a chef.\n  \n  Id invite ; Miley Cyrus, Lana del rey, wiz kahlifa\n  \n  We'd get so high together.\n  ","645084":"\n  Whys not\n  ","645085":"\n  I want someone to get me that mud mask on my list, i have the worst pores ever ?\n  ","645086":"\n  Take that shit as a compliment if your 14 girrrl.\n  ","645087":"\n  I cant believe im saying this but i need more underwear, socks, and bras.. its like every anons dream come true.\n  ","645088":"\n  That question has to be on the discovery page, theres no way i got that many likes cause of the answer omfg.\n  ","645089":"\n  Thats a good height, im jealous\n  ","645090":"\n  Being yourself is always a good start\n  ","645091":"\n  70 fuckin likes on that question, is this for real? Wtf\n  ","645092":"\n  Youre this grungey little monster that makes me jealous cause its my fav vibe ever.\n  ","645093":"\n  Do you not like it?\n  ","645094":"\n  Im short and thin lol\n  ","645095":"\n  You know it\n  ","645096":"\n  Im not a midget.. 5'3\n  ","645097":"\n  Skyrim\n  \n  There's so many different ways to play that  game.\n  ","645098":"\n  Someone text this number for me\n  ","645099":"\n  WHAT THE FUCK.. hahahaha\n  ","645100":"\n  Hahahahahaha i love when that happens\n  ","645101":"\n  Last i checked 97 lbs\n  ","645102":"\n  Thank you darling\n  ","645103":"\n  You're a very nice and interesting fella\n  ","645104":"\n  I hate plucking them ?\n  ","645105":"\n  Apparently i dont have enough internet lol\n  ","645106":"\n  I love pasta, im an Italian monkey\n  ","645107":"\n  Im also gonna practice my eyebrows today, see how this goes lol\n  ","645108":"\n  My parents are pretty nice about sharing some of their wealth\n  ","645109":"\n  Im so happy youre happy!!\n  ","645110":"\n  Lets see what music you like\n  ","645111":"\n  Being myself is a tough job ?\n  ","645112":"\n  Have you ever wonder what its like to he a spider just crawling along, not knowing today was the day they were gonna die and SMASH. Dead.\n  ","645113":"\n  I like the things you say, at least the english things lol\n  ","645114":"\n  Finishing my pinky nail so i can go do laundry lol\n  ","645115":"\n  Just got upset over some shit, but im all good. Today is a new day\n  ","645116":"\n  Got to go do more laundryyyy\n  ","645117":"\n  Im going to san diego to visit for 5 days, my goal is to come back with at least one tattoo\n  ","645118":"\n  Will this be happiness for me\n  ","645119":"\n  Whats up?\n  ","645120":"\n  DOPE ASS HOUSES\n  ","645121":"\n  Pretty quick, i got a cash register job because it took me 5 seconds to watch and learn then i was doing it the whole time.\n  ","645122":"\n  Yesss, im still kimda busy lol\n  ","645123":"\n  We need treehouses, we're monkeys\n  ","645124":"\n  YOURE AMAZING\n  \n  I LOVE YOUR FACE\n  ","645125":"\n  How are you sweetness\n  ","645126":"\n  I used to pull all nighters with my friends, especially Jenn, we were always grounded so we'd stay up together watching shit on our computers hahaha\n  ","645127":"\n  I wish i looked like a doll just like Selena\n  ","645128":"\n  Im going out to lunch with some family friends!\n  \n  Oooooh i wanna see those pictures, hope you post some❤\n  ","645129":"\n  What girl doesnt have nail polish? Oh wait.. me.???\n  ","645130":"\n  Trump\n  ","645131":"\n  Filing my nails, its maintence day. Doing laundry and cleaning myself up lol\n  ","645132":"\n  Im like super good at not gaining weight\n  ","645133":"\n  Explain yoself\n  ","645134":"\n  She found someone who treats her the way she should be treated and shes over being treated like trash.\n  ","645135":"\n  No i am not, at least not that i know of lol\n  ","645136":"\n  Hey how are you\n  ","645137":"\n  Extreme eating HAHAH\n  ","645138":"\n  No i dont because my ears are too sensitive to metal unless i wear super expensive earrings, but i lost all of those ?\n  ","645139":"\n  When people try to tell me how to live my life like i have down syndrome and dont know whats needed to be done.\n  ","645140":"\n  Im actually barley on my phone lol unless im messaging Jake\n  ","645141":"\n  Now thats a good use of polls ❤\n  ","645142":"\n  Oh great now people are just gonna poll all their selfies ?\n  ","645143":"\n  Im so broken but so mad at the same time\n  ","645144":"\n  Yes, im too frustrated for a conversation\n  ","645145":"\n  Have you seen people treehouses? Like homes in trees? They are so gorgeous and gah i want one.\n  ","645146":"\n  Goodnight hun\n  ","645147":"\n  READ THE THING BELOW THIS, IM JUST ARRRRGGGG. WHY DO I TRY SO HARD? I PUT MY ENTIRE LIFE ON HOLD FOR SOMEONE WHO TAKES ME FOR GRANTED AND CONSTANTLY RIPS AWAY ALL MY HOPE.\n  ","645148":"\n  My favorite thing in the world is seeing how easy it is for you to just be like \"nope fuck it, im done. I dont care\"\n  \n  You had every part of me and you throw me to the side like im trash.\n  \n  I'm done being treated like trash, like im nothing. I'm sorry ive been so busy for the last couple days, but i thought you were grown up enough to handle it.\n  \n  Its tiring having to keep fighting you to be with me when clearly its not what you want at all, nobody whos periodically tried to give up and walk away in the last month truly loves someone the way they claim.\n  ","645149":"\n  IM SO FREAKING ANNOYED\n  ","645150":"\n  Hahahahah i love how you add in some panties questions\n  ","645151":"\n  I just pictured his chin punching me\n  ","645152":"\n  Im so bad at riddles\n  ","645153":"\n  3 jesus fish ?? no idk 7?\n  ","645154":"\n  Its raining so much, my service is being a dick but its ok\n  ","645155":"\n  Its one where\n  \n   @jakesossy\n  \n  is in my life for real. But BAHAHAH that's not happening anytime soon.\n  ","645156":"\n  Its good, im going back to it cause fuck this place lol\n  ","645157":"\n\n   @jakesossy\n  \n  that anon makes me hope the next time they're in a car, a semi crashes into them. Have fun lol lets just go back to not speaking.\n  ","645158":"\n\n   @jakesossy\n  \n  would rather talk to some annoying ass anon then talk to me.\n  \n  Isnt life great?\n  ","645159":"\n  Yes, because im going through myself and its a battle that a lot of people dont have the strength to win, but im not giving up\n  ","645160":"\n  Holy fuck yes.\n  ","645161":"\n  Well, she was born on may 5 and i was born on june 6, we lived on 2 separate mountains across the street from each other, and we both had nannys who were best friends so they would take us out together when we were barley 7 weeks old. We were kinda born to be best friends.\n  ","645162":"\n  Nokia & i was 11\n  ","645163":"\n  The goddess lana del rey, she has the most amazing vintage vibe that shes morphed with modern day style. Hdjskdjd let me be like her.\n  ","645164":"\n  I miss talking to you ?\n  ","645165":"\n  Awwwh you look so cheeky in your dp????\n  ","645166":"\n  Omg this made my day\n  ","645167":"\n  Fuck these daily headaches i get yo.\n  ","645168":"\n  Being murdered, drowning, or burn to death\n  ","645169":"\n  Could\n  \n   @jakesossy\n  \n  reply please and thanksss\n  ","645170":"\n  I learn something new everyday\n  ","645171":"\n  Whos there\n  ","645172":"\n  I understand im probably gonna get off and read a bit lol\n  ","645173":"\n  I can already see when im an old lady im gonna have some wrinkly hands.\n  ","645174":"\n  Youre so so sweet\n  ","645175":"\n  You fierce minion\n  ","645176":"\n  DONT BE JEALOUS YOURE ADORABLE\n  ","645177":"\n  Ive been busy, ive barley been home for the last 3 days\n  ","645178":"\n  Ive started to listen to the Beatles again, its like being high without doing drugs\n  ","645179":"\n  A jockstrap\n  ","645180":"\n  AWH I FEEL SPECIAL\n  ","645181":"\n  I wish i had creativity like lana del rey or lady gaga, and could write\/sing\/create my own music\n  ","645182":"\n  I just read a post that said \"i dont have a black eye\" & i just imagined someone quickly deckin them in the face and going \"now you do\" ? wtf is wrong with me\n  ","645183":"\n  AWWWWH❤❤ thank you\n  ","645184":"\n  I got spoiled with drugs from the dentist hahaha but thank you❤\n  ","645185":"\n  I love your face\n  ","645186":"\n  Mu family knows someone whos first name is rose and last name is bud, so Rose Bud - its like her parents were like \"my babygirl is gonna be a stripper\"\n  ","645187":"\n  Look it up\n  ","645188":"\n  Thank you❤\n  ","645189":"\n  Omfg ily❤\n  ","645190":"\n  Thank you ❤❤\n  ","645191":"\n  My tits are genetically reduced so no.\n  ","645192":"\n  ❤❤❤❤❤❤\n  ","645193":"\n  ❤❤❤ you lovely human\n  ","645194":"\n  Oh god im supet behind as well lol thank you❤\n  ","645195":"\n  Ive actually met sunny (skrillex).. trust me youre not him lol\n  ","645196":"\n\n   @jakesossy\n  \n  doesnt love me anymore\n  ","645197":"\n  Youre the one asking me idk why you keep saying they\n  ","645198":"\n  Marry : steve erwins ghost\n  \n  Kill : skrillex\n  \n  Wtf is snog\n  ","645199":"\n  Have a good day?\n  ","645200":"\n  Dont help someone be creepy\n  ","645201":"\n  I just poked myself in the eye\n  ","645202":"\n  This makes me feel like you want to come watch us sleep\n  ","645203":"\n  I wish i could do what you do..\n  ","645204":"\n  Disrespectful\n  ","645205":"\n  In rural areas that dont have towers that are for wifi, they need to have it EVERYWHERE\n  ","645206":"\n  Dont have doubt in me\n  \n   @jakesossy\n  \n\n  I hold more love for you than i hold for ash.\n  ","645207":"\n  Well no lol i havent gotten that far haha\n  ","645208":"\n  Reading my book, its finally getting into some issues\n  ","645209":"\n  I want to sleep, but i slept all day.\n  ","645210":"\n  Hey gorgeous\n  ","645211":"\n  Dont watch a movie, watch the show ZOO!\n  ","645212":"\n  One that understands not every student is going to learn the same and understands students like to challenge especially the ones who have a tough time at home, so they have to keep an open mind.\n  ","645213":"\n\n   @jakesossy\n  \n  youre making me sad, idk whats wrong but i love you.\n  ","645214":"\n  Im reading another 400 page book with the smallest print, i still dont even know what this book is really about ? its not even suspenseful yet\n  ","645215":"\n  I need Jake and weed in my life.\n  ","645216":"\n  Me too, its sooooo cute\n  ","645217":"\n  My kitty has the cutest white armpits\n  ","645218":"\n  You always lion\n  ","645219":"\n  Well, dig the fuckers out\n  ","645220":"\n  YOURE A LION\n  ","645221":"\n  Im into baddies\n  \n  Your new gf is lookin rattie\n  ","645222":"\n  Dont ask how to get a gf, and just live your life and one will fall into place.\n  ","645223":"\n  I realize now how much of your page i cant understand\n  ","645224":"\n  Why do people always have \"im\" at the end of their sentence..\n  ","645225":"\n  This made my insides all warm and fuzzywuzzy❤\n  ","645226":"\n  Happy successful life\n  ","645227":"\n  Ahhhh so close to catching up on questionsssssss then i can read ❤\n  ","645228":"\n  WHERE ARE MY HIPPIES\n  ","645229":"\n  Way too fuckin long buddy\n  ","645230":"\n  Nope world war 1 is what doomed the nation\n  ","645231":"\n  Yaaaaas\n  ","645232":"\n  Ive gained so many followers I'm so proud of myself.\n  ","645233":"\n  Periods suck so much.\n  \n  But its better than being sick\n  ","645234":"\n  I always have to pee\n  ","645235":"\n  \"Feed me, feeeed me, no dont touch me just give me all your food and go away\"\n  ","645236":"\n  A lot bettter! You?\n  ","645237":"\n  The land where trump is president\n  ","645238":"\n  I need to find me some hippies\n  ","645239":"\n  Smoke an eighth of weed to myself and ponder what steps i should take to internal happiness.\n  ","645240":"\n  ????\n  \n  No way compadre\n  ","645241":"\n  But i want to win more than just your friendship\n  ","645242":"\n  I need to figure out which of my neighbors is a drug dealer.\n  ","645243":"\n  The position where my eyes are closed\n  ","645244":"\n  Yeaaah people have gotteeen rotten on here\n  ","645245":"\n  Biography is a really cool location to find out information such as my age\n  ","645246":"\n  Gurl, where? ?\n  \n  I know youre talking about yourself ?\n  ","645247":"\n  Stop. Youve made me hungry\n  ","645248":"\n  I have a new book i need to start\n  ","645249":"\n  Its more like \"i already have to deal with them liking one gender, i dont want to deal with TWO\"\n  ","645250":"\n  Not at the moment, but THE moment i get the opportunity i am.\n  ","645251":"\n  I have a dentist appointment ?\n  ","645252":"\n  Awh, its never too late to be sweet ❤\n  ","645253":"\n  Sing it with me, BIOOOOOOOOOOOOO\n  ","645254":"\n  IM IMPRESSED.\n  ","645255":"\n  Im poppin in my rarri\n  \n  While youre lookin basic in a caddie\n  ","645256":"\n  Im sure theres people out there that benefit from those kind of sites.\n  ","645257":"\n  No, but ive always wanted to be because who fuckin knows what kind of memories i have locked away\n  ","645258":"\n  Idkkkk\n  ","645259":"\n  NUGGETS\n  ","645260":"\n  Oh staaawp\n  ","645261":"\n  Noooooooooooo.?\n  ","645262":"\n  Time for me to read, this book is super good\n  ","645263":"\n  Awwwh ❤❤ youre sweet\n  ","645264":"\n  I think Jake is right, i think i might be an addict\n  ","645265":"\n  I miss doing drugs all the time ?\n  ","645266":"\n  Very entertaining ❤\n  ","645267":"\n  Of course ❤\n  ","645268":"\n  I love you mooooost\n  ","645269":"\n  Thannks ❤\n  ","645270":"\n  Nothing, vacations are pure shopping, eating, and relaxing for me.\n  ","645271":"\n  Omfg. Thats a hard question.. ?\n  ","645272":"\n  ALL THE SNOW IS MELTING\n  ","645273":"\n  No i dont\n  ","645274":"\n  Higher chances of getting a UTI\n  ","645275":"\n  You're so amazing.\n  \n  So sweet, easy to talk too.\n  \n  Ilysm ❤\n  ","645276":"\n  Look at my face yo\n  ","645277":"\n  I do things for people because i care for them not for payment.\n  ","645278":"\n  You're a nice person ❤❤\n  ","645279":"\n  No.\n  ","645280":"\n  Im finally not as sick as i was ❤\n  ","645281":"\n  Such a good friend\n  \n  So caring ❤\n  ","645282":"\n  Because i feeeel like it\n  ","645283":"\n  I love Jake\n  ","645284":"\n  Whyd you think that\n  ","645285":"\n  Hi.\n  ","645286":"\n  The pancake house ?\n  \n  They make the best pancakes ever, i used to go there a lot cause my school was so close to it. ❤\n  ","645287":"\n  IM BAAAACK\n  ","645288":"\n  He's Australian ?\n  ","645289":"\n  Australia with\n  \n   @jakesossy\n  \n  ❤?\n  ","645290":"\n  Sometimes i swear im special ed ?\n  ","645291":"\n  You're great?\n  \n  I wish we could get baked together.\n  ","645292":"\n  I NEED REAL INTERNET SO I CAN WATCH SHOWS BUT THAT WONT HAPPEN ?\n  ","645293":"\n  AWWWWWH❤ im special\n  ","645294":"\n  I NEVER GOT YOUR RECIPE ?\n  ","645295":"\n  The question is, are you happy for yourself?\n  ","645296":"\n  Damn i wish you said your pee was green so i could say \"its like shreks piss\" ahhah\n  ","645297":"\n  I wish eating didnt make me feel all dizzy ?\n  ","645298":"\n  No i have not\n  ","645299":"\n  Thank you thats very sweet of you\n  \n  Same goes for you ❤\n  ","645300":"\n  I WANT PIZZA\n  ","645301":"\n  Lowkey flex is currently stuck in my head rn ?\n  \n  && i follow your awesome booty as well.\n  ","645302":"\n  Mane & tail\n  ","645303":"\n  The sun revealed something new to me about my cat, shes brown with black tiger stripes ? i never knew this, i thought she was black.\n  ","645304":"\n  The summer edition of Burberry\n  ","645305":"\n  Thank you❤❤ i feel better ❤❤\n  ","645306":"\n  My funeral, that means when i was alive no one gave a shit about me.\n  \n  People love weddings cause its a huge party, it doesnt mean they actually like you lol but nobody partys at funerals.\n  ","645307":"\n  Thank you ❤❤ this made me feel good, ive been feeling insecure latley\n  ","645308":"\n  Have a great day and happy birthday to your aunt!!!❤❤❤❤\n  ","645309":"\n  Theres too much sun ?\n  ","645310":"\n  Ok sleep well. Im gonna move to my spot in the living room so i can sit up without holdin myself up lol\n  ","645311":"\n  On the floor in the corner.\n  ","645312":"\n  Oh yeah totally didnt think of that.. people would choke and die if they had me try and help.. i really hope you'll be able to save lives ?\n  ","645313":"\n  Garlic mashed potatoes\n  ","645314":"\n  So youre the reason why my stomach hates me\n  ","645315":"\n  Same here. I feel like im wasting away\n  ","645316":"\n  My body is too weak to hold me up for long periods of times.\n  ","645317":"\n  I thought it was all about technique..but idk id have the same problem then!\n  ","645318":"\n  NOOO I DONT WANT IT TO BE MY BIRTHDAY\n  ","645319":"\n  Viere is a new word\n  ","645320":"\n  This is true\n  ","645321":"\n  Omfg, good luck. I know youll do great ?\n  ","645322":"\n  Nope\n  ","645323":"\n  Holy shit i need to sneeze\n  ","645324":"\n  Lol yeah\n  ","645325":"\n  How are you?\n  ","645326":"\n  I know but theres also a lot of women like what he described\n  ","645327":"\n  Its been like 2 days\n  ","645328":"\n  OMFG I THOUGHT BROWSER STOLE YOU ? MISSSS YOU\n  ","645329":"\n  So like the weird eye thing that goes over cata eyes when they sleep make me think the devil is here.\n  ","645330":"\n  Im so much better, i finally feel like im alive ?\n  ","645331":"\n  If i ever break a bone and need a cast im gonna go find a dope artist to draw all of it and make it look incredible\n  ","645332":"\n  I always say hoe instead of how ?\n  ","645333":"\n  How have you been?!\n  ","645334":"\n  Ew i hate that place\n  ","645335":"\n  Im thirsty for water\n  \n  & i like gold\n  \n  But definitely not a digger\n  ","645336":"\n  Omfg ive been dying to go see a play.. i need to make a friend who enjoys plays as much as i do and that what we do together\n  ","645337":"\n\n   @hateuandurbrows\n  \n  WHERE HAVE YOU BEEN PRINCESS PEACH\n  ","645338":"\n\n   @jakesossy\n  \n  ???\n  ","645339":"\n  Nope im a ghost\n  ","645340":"\n  Better, how are you?\n  ","645341":"\n  Its ok, i havent been on for awhile because ive been so sick but youre welcome to show me ❤\n  ","645342":"\n  My kitty looks like an angel when she sleeps ?\n  ","645343":"\n  I have no idea, im sorry ?\n  ","645344":"\n  Its ok, i can wait ❤\n  ","645345":"\n  I mean i could live in a cardboard box with Jake for the rest of our lives and i wouldnt care. If im with him nothing else matters, everything else is just material.\n  \n  Those girls never felt true love before, they've only felt love through attention and money.\n  ","645346":"\n  No never, you have to always wipe\n  ","645347":"\n  Tell tell\n  ","645348":"\n  Pretty good❤\n  ","645349":"\n  I just moved to an area where the gene pool is like a bucket of poop. What ive learned is that no matter what, people end up finding someone. Just takes time and patience.\n  ","645350":"\n  Well the top 3 that make a relationship last are 3 things if lacked will make everything fall apart.\n  \n  1. Communication\n  \n  2. Trust\n  \n  3. Compassion\n  ","645351":"\n  I finally didnt wake up feeling like poop ❤\n  \n  Anything happened that i should know?\n  ","645352":"\n  Helllooo, how are you doin\n  ","645353":"\n  I missed you too hun, how are you?\n  ","645354":"\n  The sun is out and im not ok with it ?\n  ","645355":"\n  Omg youre so sweet to me ❤\n  ","645356":"\n  Wow ive never witnessed any of those, i hope thats a gooood thing.\n  ","645357":"\n  I just wish i gave a shit to do my makeup but like being sick takes all my motivation and throws it into the fire.\n  ","645358":"\n  Everybody wanna squeeze her\n  ","645359":"\n  I dont think ive ever been so happy to see that someone else dowsnt have naturally lucious eyebrows either\n  \n  Yaaas im not alone in the no brow gang lol.\n  \n  Now if only i could do my eyebrows like her ?\n  ","645360":"\n  Between my legs?\n  ","645361":"\n  No b*tch you can not.\n  ","645362":"\n  I cant do this i need sleep, my brain?\n  ","645363":"\n  Alcohol, theres always alcohol.\n  ","645364":"\n  I think im slowly dyin LOL\n  ","645365":"\n  Probably not\n  ","645366":"\n  I just hate period pain\n  ","645367":"\n  Omg im so sorry ?\n  ","645368":"\n  A kitty cat ? i wanna sleep and be cute all day\n  ","645369":"\n  Yes its the worst, im about to pass out even tho i woke up 2 hours ago\n  ","645370":"\n  I dont know who youre talking about\n  ","645371":"\n  More than 100\n  ","645372":"\n  Deathly ill.\n  ","645373":"\n  I actually type better on iphone keyboards which is why i download it on my phone since its not iphone.\n  ","645374":"\n  Im getting off too, goodnight ❤\n  ","645375":"\n  I just need to be tired ?\n  ","645376":"\n  I NEED TO EAT SOMETHING BUT I DONT FEEL LIKE IT\n  ","645377":"\n  Omfg that was so funny omfg.\n  ","645378":"\n  I just want to be with Jake, is that too fuckin much to ask for?\n  ","645379":"\n  Just do some research its not that hard to figure out.\n  ","645380":"\n  Nopee.\n  ","645381":"\n  Good you?\n  ","645382":"\n  There's nothing wrong with being a Democrat.\n  ","645383":"\n  Yeah..\n  \n  What you think they are? species?\n  ","645384":"\n  I dont know, probably until something else comes out.. but theres no other app like it\n  ","645385":"\n  Thank you ❤\n  ","645386":"\n  It doesnt matter, dont talk about ifs. You're wasting time. Trump is president, this is our world now. Nothing you say will change anything lol\n  \n  Hillary was a terrorist lover as well.\n  \n  Bernie has been out of the picture for awhile, theres no point in speaking about it.\n  ","645387":"\n  Yeah, theres Nothing i cant have in America\n  ","645388":"\n  ITS A VERY POPULAR ITALIAN DISH. THEY PUT BROCCOLI, BACON, AND GARLIC\n  ","645389":"\n  America is run by most of middle America which is Republican. We learned this in school. At least my school told us this lol\n  \n  Do you not remember sanders getting royally raped in the campaign..\n  ","645390":"\n  Omfg i should make pasta\n  ","645391":"\n  I WANT BROCCOLI PASTA\n  ","645392":"\n  Why can i be artistic like this\n  ","645393":"\n  I should have made it weed4lyfe so people would stop asking.\n  ","645394":"\n  Depends on the person, people always pay for me for some reason.\n  ","645395":"\n  I NEED YOUR COOKING\n  ","645396":"\n  Youre the kindest ❤\n  ","645397":"\n  They can feel how they feel, doesnt effect my life\n  ","645398":"\n  Im perfectly fine, why am i rude? Cause i dont want to do what you want?\n  ","645399":"\n  Lol if i go to hell, if its real, at least i wont burn up ?\n  ","645400":"\n  I think women are more than a spermbank\n  ","645401":"\n  Nope, dont care.\n  ","645402":"\n  STOP REPORTING MY ANSWERS JUST CAUSE YOU DONT LIKE WHAT I HAVE TO SAY. GOD.\n  ","645403":"\n  Omg i need food.\n  ","645404":"\n  In a way, yeah.\n  ","645405":"\n  I think youre really sweet. ❤ we never really talked much but i love your page ❤\n  ","645406":"\n  I need to make my rice before i die\n  ","645407":"\n  Holy fuck when did i become the president? IT WONT HAPPEN IN AMERICA EVERYBODY IS TOO GODDAMN REPUBLICAN RN. Just get off ask, go get a hooker and shut up.\n  ","645408":"\n  I get your point, but you CLEARLY arent getting mine. America isnt Europe. The crime rates are high, and America likes that. We're not socialists. Just because its ok for some places doesnt mean its gonna be ok for everyone.\n  \n  Also, i would never sell my body and i dont think other people should either. If having sex for free is hard for you, you clearly have issues.\n  ","645409":"\n  Why is it so hard for you to get pussy you have to pay for it?\n  ","645410":"\n  No shit, thats why there's prostitution in general lol\n  ","645411":"\n  Like we have things called escorts for a reason. High class call girls.\n  ","645412":"\n  I love men in suits\n  ","645413":"\n  WE'RE NOT IN HOLLAND.\n  \n  You REALLY think with trump President hes gonna want to put all that money into prostitutes?\n  \n  You really think the government gives a shit about protecting prostitutes?\n  \n  Like congrats for Holland, that shit isnt gonna happen here. & you say theres no pimps, but theres still pimps - its there own fuckin government ?\n  ","645414":"\n  Whats your view on prostitution\n  ","645415":"\n  Please explain the benefits? Whats the value? Dont call me baby girl you disgusting pig.\n  ","645416":"\n  Pimps arent the only people who treated them like shit? Pimps aren't the only ones killing these people. Haven't you heard, \"she was only a hooker nobody is gonna care.\" Its the people who pay for the women who treat them like shit. And not every prostitute has a pimp lol. My best friend was a male prostitute without a pimp, and it was still the shittiest time of his life but he needed money, food, and place to sleep. But he would never do it again because people treat those who use their body for sex with disgrace, like they are nothing. I dont think ive ever heard of a prostitute who actually enjoyed using there body to be abused, ive always heard \"when you're homeless and really hungry, you do what you gotta do.\" Its damaging. They'll never be the same again. And we're all free to do what we want with our bodies, legality doesnt stop shit.\n  ","645417":"\n  If this doesnt make you smile, youre soulless\n  ","645418":"\n  Against, i dont think prostitutes are helping the whole women rights aspect since they are being used and abused like sex dolls. Makes men believe women are nothing but a hole. If you legalize it, its pretty much saying \"women will never be more than an object so its ok that they sell their bodies\" also, a lot of prostitutes die, like A LOT. Nobody hears about it because of what they do, but its a profession with too many deaths.\n  ","645419":"\n  Hahaha omfg i love your dp\n  ","645420":"\n  Im fuckin obsessed with your sense of humor\n  ","645421":"\n  Your answers crack me up lol\n  ","645422":"\n  At least someone does\n  ","645423":"\n  I dont have thick eyebrows dumbfuck\n  ","645424":"\n  Scroll through your feed and find a girl eith the thickest eyebrows and ask to purchase them\n  ","645425":"\n  What else would happen\n  ","645426":"\n  I swear theres something moving behind me, im about to kill a motherfucker\n  ","645427":"\n  Now when i look back i do not know how i handled school, working out, doing all my homework, and kept up with people socially. No wonder i was so tired constantly.\n  ","645428":"\n  Itd exhausting, everyday when i came home from school i took the fastest nap cause i did sports too\n  ","645429":"\n  Yes im laying down in the dark and have a candle going. Its relaxing\n  ","645430":"\n  Boss ass bitch\/\/ badass bitch\n  \n  Idk if thats a style\n  ","645431":"\n  Well stop\n  ","645432":"\n  Helps with depression and anxiety\n  ","645433":"\n  Oh really? I wouldn't know cause its not like ive never been in school before ?\n  ","645434":"\n  Yess\n  \n  My lower back pain is making me very upset.\n  ","645435":"\n  Thinking about hw makes me tired\n  ","645436":"\n  Dude SAME\n  ","645437":"\n  HAHAH YEAH\n  \n  WE NEED CUDDLES\n  \n  UGH I HAVE SHOCKIN PAIN IN MY FEET.\n  ","645438":"\n  Youre super nice! Youve always have said the nicest things to me ❤ i follow you as well ❤❤\n  ","645439":"\n  I will righht now ❤\n  ","645440":"\n  Seth McFarlane, he could probably lead the entire world. He understands things to a deeper level.\n  ","645441":"\n  Why\n  ","645442":"\n  Yeah, its not that big of a deal ❤\n  ","645443":"\n  I am so tired ?\n  ","645444":"\n  Do i believe theres some superior being in the stars, watching over everybody and knows all? Ehhh i believe more in aliens.\n  ","645445":"\n  Omg im getting this shockin pain in my hand\n  ","645446":"\n  Im ok, you\n  ","645447":"\n  I DONT THINK JAKE WOULD LIKE THAT TOO MUCH\n  ","645448":"\n  James patterson writes very short chapters, like 2-3 pages lol\n  ","645449":"\n  The world is filled with cruel people.\n  ","645450":"\n  Yeah i dont understand how you got banned...\n  ","645451":"\n  Thats okay, ill be reading again. I come on after ive read at least 10 chapters\n  ","645452":"\n  Sick but im getting better\n  ","645453":"\n  Theyre ok, whats interesting?\n  ","645454":"\n  I slept too much, im not tired):\n  ","645455":"\n  He needs to stop selling drugs in the alley ??\n  ","645456":"\n  YOURE A SWEETIE\n  ","645457":"\n\n   @jakesossy\n  \n  are you back?!?!?!\n  ","645458":"\n  I agree ?\n  ","645459":"\n  Yeah except for the dumb pain\n  ","645460":"\n  When i feel like it\n  ","645461":"\n  It SUCKS\n  ","645462":"\n  Youll always be my budddyy\n  ","645463":"\n  Welcome back\n  ","645464":"\n  I think my ears are all clogged or congested\n  ","645465":"\n  This goddamn cough i have ?\n  ","645466":"\n  Out of the two us, i should be banned LOL\n  ","645467":"\n  Omfg thatd be dumb\n  ","645468":"\n  This site can be stupid sometimes..\n  ","645469":"\n  I like the name lando tho\n  ","645470":"\n  YOU GOT BANNED?\n  ","645471":"\n  YOURE MY FAVORITE TYPE OF PERSON ??\n  ","645472":"\n  ? i am BUBBLES ?\n  ","645473":"\n  Im missing the punchline..??\n  ","645474":"\n  Did i say white? No. So obviously not.\n  ","645475":"\n  Balsamic\n  ","645476":"\n  YOUR AWKWARD AS SHIT WEIRDNESS?\n  ","645477":"\n  Depends on the vinegar fucktard\n  ","645478":"\n  Hellllloooo\n  ","645479":"\n  THOSE ARE MY FAVORITE THINGS ABOUT YOU\n  ","645480":"\n  Vinegar lady?\n  ","645481":"\n  Hey hi hello\n  ","645482":"\n  Idk what you just said\n  ","645483":"\n  To waste your time missing someone who never misses you.\n  ","645484":"\n  Nope, not even that.\n  ","645485":"\n  OMFG I LOVE YOU TO PLUTO & BACK.\n  \n  OK OK\n  \n  SO LIKE ILL BE ALL CHILL AND OK THEN ITS LIKE SOMEONE JUST SHOCKED ME WITH LIGHTNING AND I HAVE TERRIBLE PAIN WTF. NO WONDER MY BODY IS EXHAUSTED\n  ","645486":"\n  Nope, i cant. I have a bf\n  ","645487":"\n  Awwwwh ❤❤ thank you. Talk later, ill be reading\n  ","645488":"\n  Love like this.. i could read this post over and over again, it makes me so happy\n  ","645489":"\n  Awh❤❤❤\n  ","645490":"\n  I LOVE YOU A LOT ❤\n  ","645491":"\n  Sleep well ❤\n  ","645492":"\n  Fuckin Hillary\n  ","645493":"\n  I want cookies goddamnit\n  ","645494":"\n  Blasphemous\n  ","645495":"\n  Just leave\n  ","645496":"\n  AHHHHH NOW IM HEARTBROKEN. DISTANCE RUINS EVERYTHING\n  ","645497":"\n  Oh god please dont make me vomit\n  ","645498":"\n  Aliens\n  ","645499":"\n  Omfg my cat is cuddling up and she looks super cute omfg.\n  ","645500":"\n  I NEED YOU TO TAKE CARE OF ME OR SOMETHING, IM DYING ????\n  ","645501":"\n  You're so sweet\n  ","645502":"\n  Ok sure\n  ","645503":"\n  I really do too. ?\n  ","645504":"\n  I HAVE THE WORST LOWER BACK PAIN, I CAN ONLY SIT UP OR STAND FOR LIKE 5 MINUTES WITHOUT WANTING TO FALL OVER AND DIE LOL I NEED A MASSAAGEE\n  ","645505":"\n  So inspiring\n  ","645506":"\n  Oh god hmm, i cant just think of one.\n  \n  Nsync, backstreet boys, Brittany spears, no doubt, Christina Aguilera, & Eminem  lol\n  \n  I wanna go back to the good old days..\n  ","645507":"\n  Damn this makes me miss judy, we could watch videos together for hours\n  ","645508":"\n  Well arent you kind ❤\n  ","645509":"\n  Awh, this is so sweet. I wish i was a real model ?\n  ","645510":"\n  HOW ARE YOU??? IM GETTING LIKE RANDOM SHOCKS OF PAIN IN MY BODY UGH\n  ","645511":"\n  I really need to start making journals like this\n  ","645512":"\n  HEY YOU❤\n  ","645513":"\n  Ive taken a bunch so im waiting ugh\n  ","645514":"\n  Yes, except for all my body pains.. but ive never been so happy for someone on ask to leave. So much negativity came from them..\n  ","645515":"\n  Youre making me wanna listen to some, its so relaxing\n  ","645516":"\n  Im getting body aches again\n  ","645517":"\n  My best friend use to tell me im slightly like Mark from the other guys\n  ","645518":"\n  Most recent photo\n  ","645519":"\n  I have to clean my kittys litter box and omfg i dont want too lol\n  ","645520":"\n  I KNOW WTF. It was probably them ahhahahah\n  ","645521":"\n  Omg my body is making me feel like im dying\n  ","645522":"\n  Wtf ???????\n  ","645523":"\n  I know you didnt lol im saying they are and theyre stupid because its impossible for me to be a catfish. They shouldnt even think it lol\n  ","645524":"\n  Holy shit, the body aches are coming back. Noooo.\n  ","645525":"\n  Ahhh, thank you for stickin up for me\n  ","645526":"\n  Im gonna be reading all day since i have zero energy to do anything else..\n  ","645527":"\n  ilysm girly❤❤❤\n  ","645528":"\n  Or i can just be myself?\n  ","645529":"\n  Ugh make them stop ?\n  ","645530":"\n  Right? It makes no sense. Im not gonna look the same all the time.. even if i look kinda different, you can see in all my pics i have the same nose, i have the same freckle above my lips, face shape, ect. & tattoos kinda help too, if they just went through my likes theyd see im the same person, just in different styles..\n  ","645531":"\n  THANK YOU. OMFG\n  ","645532":"\n  Question, how is it im getting called a catfish but im verified?\n  ","645533":"\n  Not much, just a lot of snow\n  ","645534":"\n  Omfg that is so sweet ❤❤❤\n  ","645535":"\n  Yesss a kitty cat.\n  ","645536":"\n  Thank you❤ im slowly getting better.\n  ","645537":"\n  I have sooo many, but i love the scene in The Other Guys when they argue about lions and tuna. Its so funny, but it was also complete improv, most of the lines in that movie were improv.\n  ","645538":"\n  Im laying in bed dying.\n  \n  Thinking about school is exhausting to me lol\n  ","645539":"\n  What a sweet message, i love messages like this❤ thank you so much ❤\n  ","645540":"\n  Im sick so heres a repost\n  ","645541":"\n  Dude ily, you have my sense of humor & you always know what to say omg\n  ","645542":"\n  This flu is kicking my ass..\n  ","645543":"\n  Tbh, same ?\n  ","645544":"\n  Bio\n  ","645545":"\n  Im so weak and tired ugh\n  ","645546":"\n  Can my questions not be ones spammed to everyone?\n  ","645547":"\n  I just got down with a long hot shower, i feel kinda better but super weak.\n  \n  Hbu?\n  ","645548":"\n  Ive never been so glad to see someone deactivated..\n  ","645549":"\n  I wish i could dump your ass in the trash.\n  ","645550":"\n  No\n  ","645551":"\n  LUL WASTE OF SPACE POPS\n  ","645552":"\n  LUL IM SICK DUMB FUCK\n  ","645553":"\n  You're  a kind person ❤\n  ","645554":"\n  Anyday now\n  \n   @jakesossy\n  \n  im dying\n  ","645555":"\n  I always lose a follower after i mention you\n  \n   @jakesossy\n  \n  ???\n  ","645556":"\n  I have zero energy lol\n  ","645557":"\n\n   @jakesossy\n  \n  im waitinggg\n  ","645558":"\n  Awh, okay ❤❤\n  ","645559":"\n  I wish\n  \n   @jakesossy\n  \n  would\n  ","645560":"\n  No.\n  ","645561":"\n  So so sick ugh, i need a hot bath or something.\n  \n  Why do people say, \"sick as a dog\"\n  ","645562":"\n  Read bio\n  ","645563":"\n  Idk why you dont pop up on my list..\n  ","645564":"\n  Im a ghost that has learned how to use technology\n  ","645565":"\n  What bitches look like when they dont have makeup on\n  ","645566":"\n  I love jazz ?\n  ","645567":"\n  Im confused..\n  ","645568":"\n  There would be a lot of asians left hahahaha\n  ","645569":"\n  Ill just post all the people that pop up..\n  \n\n   @jakesossy\n  \n\n   @ChipotleKid\n  \n\n   @JessicaStonebridge\n  \n\n   @hateuandurbrows\n  \n\n   @HannahViolet19\n  \n\n   @JVS92\n  \n\n   @chelsmatthewss\n  \n\n   @MaryLaurenx\n  \n\n   @haemotolangia\n  \n\n   @JacobMonty112\n  \n\n   @AHyder15\n  \n\n   @SaraScR3am\n  \n\n   @JimarasArchenemy\n  \n\n   @KrisPlummer98\n  \n\n   @EmmaLegg354\n  \n\n   @JacOrlan\n  \n\n   @Xxchloboxx\n  \n\n   @Treyfranklin14\n  \n\n   @Katrinaaaaa_b\n  \n\n   @AMlover12\n  \n\n   @sophielouise961\n  \n\n   @Mashyumaro\n  \n\n   @thought_it_was_\n  \n\n   @PokemonTrainerRiver\n  \n\n   @kaitt_x\n  \n\n   @russiandan10\n  \n\n   @elliecheers67\n  \n\n   @NineGDxFour\n  \n\n   @Kaytfios1234\n  \n\n   @Fluffyboo244\n  \n\n   @Dafni_P\n  \n\n   @ReadySetRun\n  \n\n   @Bighermit\n  \n\n   @LeanneRoseB19\n  \n\n   @Nav_96\n  \n\n   @Names_ShyGirl\n  \n\n   @ayeshaakhter\n  \n\n   @omf_clauds\n  \n\n   @PaulinaRaducka\n  \n\n   @HrystalTiren\n  \n\n   @ElsJ_\n  \n\n   @youcancallmeolivia\n  \n\n   @theofficialpaulapiranha\n  \n","645570":"\n  You know what doesnt feel good? My body lol\n  ","645571":"\n  People who have empathy and compassion are a dying breed these days..\n  ","645572":"\n  Itd kill a bunch of people lol\n  ","645573":"\n  I dont wanna waste peoples time\n  ","645574":"\n  Being friends first is always a good start.\n  ","645575":"\n\n   @jakesossy\n  \n  duh.\n  ","645576":"\n  Hmmm, pass.\n  ","645577":"\n  To do what the Kardashians do. Get paid for doing nothing lol\n  ","645578":"\n  HAHAHAHAH omfg\n  ","645579":"\n  If only ive ever been a prostitute lol but money wasnt a problem for me, i grew up very spoiled. Never had to do anything\n  ","645580":"\n  Oh god, im getting tired and the chills..\n  ","645581":"\n  Shes a horny slut rn lol\n  ","645582":"\n  How are you today?\n  ","645583":"\n  Oh she has food and water, shes just going through heat ?\n  ","645584":"\n  Look at you. You're so pretty ❤\n  ","645585":"\n  Wassup hun?\n  ","645586":"\n  Can't sorry, its sunday now\n  ","645587":"\n  Depends if i want to talk or nah\n  ","645588":"\n  I just scrolled through a page that had some of the worst selfies ive ever seen.. the most basic shit ever. ?\n  ","645589":"\n  Taken & in love\n  ","645590":"\n  No you cant eat birth control like its candy\n  ","645591":"\n  The fart wars are gonna be real ?\n  ","645592":"\n  The lost Gemini\n  ","645593":"\n  Thank you sweetie ❤\n  ","645594":"\n  I just had a powerful sneeze that jump me through another dimension\n  ","645595":"\n\n   @jakesossy\n  \n  lets bang, i read sex can be good when youre sick ?\n  ","645596":"\n  I want cookies ?\n  ","645597":"\n  Except mine wont shut up. ?\n  ","645598":"\n  I am dead.\n  ","645599":"\n  My knee caps hurt ?\n  ","645600":"\n  Thank you so so much❤\n  ","645601":"\n  I forgot to tell\n  \n   @MaryLaurenx\n  \n  i got your letter❤❤❤❤❤❤❤ im super sick rn but when i feel better im gonna read it and write back ?\n  ","645602":"\n  I feel better than i did last night, but i still feel super gross. Ugh\n  \n  Im about to make tea?\n  \n  Thank you so much for asking and caring ❤\n  ","645603":"\n  Ew\n  ","645604":"\n  In no moooood lol\n  ","645605":"\n  Then fuck off\n  ","645606":"\n  Does nobody read my page?\n  ","645607":"\n  Im gonna make tea, get water, & then watch yt till i pass out.\n  ","645608":"\n  I dont see the humor\n  ","645609":"\n  Did you call me a boy?\n  ","645610":"\n  You dont pay me? & im sick. Give me a break.\n  ","645611":"\n  Ugh im not sweet right now, im grumpy\n  ","645612":"\n  Im on fire but its cold in my house.. ugh\n  ","645613":"\n  I never got sick and didnt feel like poop\n  ","645614":"\n  Lol thats chill\n  ","645615":"\n  I go through my inbox and just delete everything thats a link lol i dont even look at it. So dont send\n  ","645616":"\n  I have the flu\n  ","645617":"\n  Omfg ID KILL to have a fruit basket\n  ","645618":"\n  Hard to tell when i dont know who you is.\n  ","645619":"\n  Happy death to sav Sunday\n  ","645620":"\n  I cant even think fully my brain is mush lol\n  ","645621":"\n  All i want to do is sleep more but i slept all day ?\n  ","645622":"\n  A hot bath ❤\n  ","645623":"\n  I feel like shit. Lol this is so fun\n  ","645624":"\n  Awwwwwwh ily ❤❤❤❤\n  ","645625":"\n  I should eat something..\n  ","645626":"\n  Aids?\n  ","645627":"\n  Gonna probably read to distract myself\n  ","645628":"\n  Starry night ?\n  ","645629":"\n  No id base it on ignorance, id do an intensive study on figuring out what parts of the brain a really intelligent person uses and parts of a brain the super dumb people doesnt use, then make people take a pill at age 18- 25 and if their brain uses the intelligent parts it will be able to fight off the pill, but if it they dont. They die. But nobody would know they took the pill, the deaths would look like natural causes. And then the intelligent would probably start figuring out whats going on which would help out the process of finding the ones who couldnt ? damn i should make this a movie.\n  ","645630":"\n  Thats true, my cat is trying to make me better\n  ","645631":"\n  Not today muchacho\n  ","645632":"\n  On the plus side, my cat made the longest cutest meow ever\n  ","645633":"\n  Ill probably be upset tomorrow\n  ","645634":"\n  Youd just poison me.\n  ","645635":"\n  I dont like being upset..\n  ","645636":"\n  Omfg, weeed.\n  ","645637":"\n  Sup\n  ","645638":"\n  If i dont bottle some of it up, im gonna destroy the whole house\n  ","645639":"\n  OMFG\n  \n  THANK YOU ILYSM\n  ","645640":"\n  Doesnt the best deserve better?\n  ","645641":"\n  I want to believe that as well\n  ","645642":"\n  You're super edgy and grungy at the same time. I think you're really funny in an \"idgaf\" kind of way.\n  ","645643":"\n  Thank you thats sweet of you for trying your best\n  ","645644":"\n  Ill never marry my true soulmate - real loser here. Someone dying is less painful than knowing your future is gonna suck.\n  ","645645":"\n  He wants to give up and stop trying.\n  \n  And now i feel my soul is like breaking into tiny pieces. Im trying so hard to not cry that it feels like theres poison in my jaw from clenching so hard. I feel so unsure about everything now, and i can just see myself having to live an empty loveless life. The worst pain ive ever felt.\n  ","645646":"\n  I wish gifts would cure all my problems\n  ","645647":"\n  Ive never been so sad. I can actually feel my heart shattering.\n  ","645648":"\n  DUDE RIGHT, I FEEL YOU\n  ","645649":"\n  Thanks, kinda made me feel better but like kinda didnt at the same time\n  ","645650":"\n  I find one guy cute BUT HE DOESNT WANT TO FUCKIN LOVE ME ANY MORE\n  ","645651":"\n  Like selfie? Idk theres so many, this one is the first i found\n  ","645652":"\n  Id be really good at genocide\n  ","645653":"\n  Well isnt that just dandy\n  ","645654":"\n  Television, its taken over minds.\n  ","645655":"\n  Im like a really bad cocktail of super pissed off, ashamed, embarrassed, and broken.\n  ","645656":"\n  Thank you. ❤\n  ","645657":"\n  No\n  ","645658":"\n  My life.\n  ","645659":"\n  Shitty, false hope is the worst pain.\n  ","645660":"\n  I wish i could sleep\n  ","645661":"\n  Hey\n  \n   @jakesossy\n  \n  fuck.you.\n  ","645662":"\n  Shoe size: 6.5\n  \n  Height: 5'3\n  ","645663":"\n  Ive learned im not good at trusting other hoes.\n  ","645664":"\n  Im tellin you, we'd make a great team\n  ","645665":"\n  Hiiii\n  ","645666":"\n  Good, more for me?\n  ","645667":"\n  Someone has too\n  ","645668":"\n  The amount of drama on my feed is like watching real housewives\n  ","645669":"\n  Be prideful of your soulless body?\n  ","645670":"\n  I feel a cold coming & im not happy\n  ","645671":"\n  Im ok, i could be better but this hot chocolate is good\n  ","645672":"\n  Im like 99.98% sure that black spiders have been communicating with eachother that im murdering all their homies.. and now they are after me.\n  ","645673":"\n  MAKES ME HAPPY ❤❤❤\n  ","645674":"\n  How come all the good videos are banned from society ?\n  ","645675":"\n  How are you today?!\n  ","645676":"\n  I just saw someone say school and college arent the same thing? How are they not the same thing? I think they need to spend more time in college\n  ","645677":"\n  Seeee thats the types of people i like\n  ","645678":"\n  They made a black Lego man guyss, we're moving up in the world.\n  ","645679":"\n  There's some HEATED conversations on my feed\n  ","645680":"\n  No it will probably be just like the purge, but they'll make murder legal altogether.\n  \n  We've already been through so many death camps, come on be more original.\n  ","645681":"\n  Im trying to decide whether i want to make nuggets rn or just hot chocolate..\n  ","645682":"\n  Im tired, i slept like shit last night.\n  ","645683":"\n  WE'RE JUNE BABIES ❤\n  ","645684":"\n  June 6th\n  ","645685":"\n  Holy shit filing nails sucks, i need to invent an automatic nail filer or whatever lol\n  ","645686":"\n  Yup, im off lol\n  ","645687":"\n  3 lefts make a right.\n  ","645688":"\n  Because its 11°F during the day, imagine at night.\n  ","645689":"\n  Nope.\n  ","645690":"\n  Im ok, im gonna take a break from ask and file my nails watchin yt❤\n  ","645691":"\n  Right way*\n  ","645692":"\n  Thank you ❤\n  ","645693":"\n  & lots of it\n  ","645694":"\n  At least im always right\n  ","645695":"\n  Hi?\n  ","645696":"\n  I think its just one person cause they always say \"deffo\" like a fuckin retard\n  ","645697":"\n  What the opposite of what i do?\n  ","645698":"\n  Its just comfortable that way ?\n  ","645699":"\n  I dont think i bored anyone other than you.\n  ","645700":"\n  Awh, this actually made my day\n  ","645701":"\n  Ive already lived alone, and then with people, i just moved back to my dads but anyways, i was never fully naked but i was never fully dressed lol\n  ","645702":"\n  I trim my hair once a month and dont use shampoo\/conditioner with sodium sulfate\n  ","645703":"\n  1. Geeks are tech savvy people, thats why theres people called \"geek squad\"\n  \n  2. Reading is associated with nerds.\n  \n  3. The most intelligent people who live or ever lived are readers & also writers.\n  \n  4. There's a rich YouTuber who reads a book a day, and hes famous because he used reading to achieve great knowledge and now hes way too rich. He has speeches trying to get more people to read.\n  \n  SO even if reading makes me a geek or a nerd, those are usually the most successful and wise people so id love to be a nerd\/geek.\n  ","645704":"\n  I need to finish my book, okay i get off ❤\n  ","645705":"\n  No i do not\n  ","645706":"\n  Im getting older and i have nothing figured out... thank god i dont have kids lol\n  ","645707":"\n  Yes when i was younger lol\n  ","645708":"\n  Things in my life dont seem to be going according to plan..\n  ","645709":"\n  I enjoy mayhem ahahhaha\n  ","645710":"\n  I want to watch movies ?\n  ","645711":"\n  I was but now im just upset\n  ","645712":"\n  I have way tooo many of the korean bullshit questions.\n  ","645713":"\n  Reporting and blocking every single one, it feels goood ❤\n  ","645714":"\n  I hope you like the taste of being blocked ?\n  ","645715":"\n  I better finish my book today, or im gonna be pissssssed\n  ","645716":"\n  Im in no mood for you and your bullshit\n  ","645717":"\n  Ok whoever the fuck mass spams people this shit should be banned from ask.\n  ","645718":"\n  Can people stop trying to get me suspended, i got 2 warnings.\n  ","645719":"\n  Jjjj?\n  ","645720":"\n  Im reading, leave me to be a nerd\n  ","645721":"\n  Whaaaaaaaat, can i come ?\n  ","645722":"\n  Is it bad the only thing i miss in my past is smoking weed?\n  ","645723":"\n  I shall read❤\n  ","645724":"\n  WHATS BUSINESS CLUB LIKE?\n  ","645725":"\n  When i lose a follower i just wonder \"am i losing my gangsta vibe?\"\n  ","645726":"\n  Im thinking about reading more of my book now, i forgot it was getting gooood\n  \n  How about you\n  ","645727":"\n  I love listening to piano ?\n  ","645728":"\n  Hey, ur awesome ?\n  ","645729":"\n  Nopers\n  ","645730":"\n  Right?! Fuck that\n  ","645731":"\n  IM SOO GLAD. You were so nervous yaknow? I knew you were gonna do great.\n  \n  Awwwwh❤ thank you\n  ","645732":"\n  Hahahaha finkle, thats a funny name\n  ","645733":"\n  OMFG MOTHERFUCK THAT SOUNDS FUN\n  ","645734":"\n  Im kidding, thats a tough life. Id get raped and killed ?\n  ","645735":"\n  YESS im sp proud ❤\n  ","645736":"\n  I can accomplish those dreams by selling dope ?\n  ","645737":"\n  SMASH BROS IS MY SHIT\n  ","645738":"\n  Fuck school, ima be a dope dealer\n  ","645739":"\n  I hope so too, just for you ❤\n  ","645740":"\n  Im gonna be honest, nothing is popping up in my head ?\n  ","645741":"\n  Good ????\n  ","645742":"\n  God i DO NOT miss hw\n  ","645743":"\n  I dont know ?????? it hurts\n  ","645744":"\n  It sounds soooo familiar, its annoying.\n  \n  Youre on top of your shit, in the gaming world.\n  ","645745":"\n  How are ya?\n  ","645746":"\n  I cant explain how happy it made me see someone on here post a real ass picture of them, someone who actually looks like a women. Not a life sized makeup doll. Gaaawd yes, real humans do exist on here.\n  ","645747":"\n  ?? ducks are so sexy ??\n  ","645748":"\n  I wonder what mayhem youll start lol\n  ","645749":"\n  Why does this sound familiar ?\n  ","645750":"\n  I swear if a spider is living in my ear and giving me pain.. ill kill someone like why the fuck does my ear hurt\n  ","645751":"\n  What is it called?!\n  ","645752":"\n  My ear really hurts ?\n  ","645753":"\n  OMFGG STOP I SO AM NOT I SWEAR. IM GROSS AND TRASH LIKE AHHHH YOURE WAY TOO NICE TO ME ???? YOURE BEAUTIFUL INSIDE AND OUT.\n  \n  I LOVE YOUUU\n  ","645754":"\n  You're so beautiful ❤\n  ","645755":"\n  22 hours ?\n  ","645756":"\n  I hope you had a great day❤\n  ","645757":"\n  You dont have too, i barley grow hair on my arms. One of the blessings for being asian lol\n  ","645758":"\n  No im 'MERICAN\n  ","645759":"\n  Indeed\n  ","645760":"\n  Nintendo 64 im pretty sure\n  ","645761":"\n  Omfg can i please sleep\n  ","645762":"\n  Negative lol\n  ","645763":"\n  They're nice people ❤\n  ","645764":"\n  Naptime.\n  ","645765":"\n  No lol\n  \n  I love how people say \"womens vagina\" like theres men vaginas ahhaha\n  ","645766":"\n  Yeah, they're humans, we all deserve rights\n  ","645767":"\n  Im down for womens rights but i dont call myself feminist haha\n  ","645768":"\n  Dirty? How?\n  ","645769":"\n  Im not manly lol\n  ","645770":"\n  I sure as hell dont want a stroke or dementia.\n  \n\n   https:\/\/www.google.com\/amp\/www.mirror.co.uk\/news\/weird-news\/farts-can-fight-strokes-heart-6793616.amp\n  \n","645771":"\n  HAHAHAH just the name is funny\n  ","645772":"\n  No, i like d*ck\n  ","645773":"\n  Their lips look like crispy bacon\n  ","645774":"\n  Only Miley & lana\n  ","645775":"\n  Im going for a nap\n  ","645776":"\n  I would date Jake.\n  ","645777":"\n  I dont date people who are religious & i have a bf\n  ","645778":"\n  I'll take you for some garlic bread\n  \n  I'll take him for a tuna salad\n  ","645779":"\n  I thought Muslim could be any race, cause its a religion?\n  \n  & i dont find men who are religious attractive.\n  ","645780":"\n  So don't think you're bad\n  \n  Cause your man press my Instagram\n  ","645781":"\n  Ill think about it\n  ","645782":"\n  Crispy\n  ","645783":"\n  I took the crown, Miss Universe\n  ","645784":"\n  The women are nice ❤\n  ","645785":"\n  Why do you care?\n  ","645786":"\n  Ill make sure to dig my nails into your skin\n  ","645787":"\n  OMFG YOURE GONNA MAKE ME CRY WITH HAPPINESS YOURE SO SWEET?\n  ","645788":"\n  Isnt that where most things take place?\n  ","645789":"\n  Pathetic, your weaves synthetic\n  ","645790":"\n  They don't show no appreciation\n  \n  Keep things short like abbreviation\n  ","645791":"\n  Stay in school kids\n  ","645792":"\n  I'm a hurricane, yeah, I'm Katrina\n  ","645793":"\n  All blacked out like Akon\n  \n  I'mma come to your door like Avon\n  \n  And make you gimme them notes like Trey Songz\n  ","645794":"\n  I told you to change your panties\n  \n  So why you still wearing the same ones?\n  ","645795":"\n  I know im not hard to look at i guess\n  ","645796":"\n  Can you not ask stupid questions\n  ","645797":"\n  Oooh they have to drink the milk ahahha\n  \n\n   https:\/\/youtu.be\/zHkd0DqIxck\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","645798":"\n  You need a Tic Tac\n  \n  You will get broke up like a Kit Kat\n  ","645799":"\n  I swear there was a milk one as well, i remember seeing people make videos of that lol\n  ","645800":"\n  YOU TAGGED SOMEONE SUPER RANDOM HAHAHAHA\n  \n  BUT BUT AAAAAAWWWWHHH STOP IT YOURE SO SO SO CUTE ❤\n  ","645801":"\n  Wasnt that some challenge thing awhile back?\n  ","645802":"\n  Thats a new one\n  ","645803":"\n  Your man told me that you're mad, cause he drove home and made you walk back\n  ","645804":"\n  Ill stop, when girls stop being basic hoes\n  ","645805":"\n  Ehhhh time will only tell\n  ","645806":"\n  Guess..\n  ","645807":"\n  Sup\n  ","645808":"\n  ITS NAP TIME AND CUDDLE TIME WITH YOUUUUUYOOOUUU❤❤❤ IM SO READY FOR CUDDLES.\n  \n  & they can fuckk off ?\n  ","645809":"\n  Its possible, but not likely to happen.\n  ","645810":"\n  Yeah i dont listen to anons cause they are usually stupid\n  ","645811":"\n  At least ill have moral support\n  ","645812":"\n  Depends whos talking\n  ","645813":"\n  Maybe, all i know is you brought the most self centered, cunty ask people along with you.\n  \n  Maybe its just the youth these days but omfg cunt is a nice word to call em.\n  ","645814":"\n  Extremely\n  ","645815":"\n  It wasnt that bad until like last year honestly, i think thats why all the old ask people left\n  ","645816":"\n  Yeah, hes nice\n  ","645817":"\n  My fav kind of bullshit\n  ","645818":"\n  Look at any of my pics, does it look like curly pubes grow on my head\n  ","645819":"\n  I forgot what i said lol but omfg a nap sounds great\n  ","645820":"\n  I FORGOT ABOUT MY HOT CHOCOLATE\n  ","645821":"\n  Look don't be saying you're a good girl, when your breath smells like ballbags\n  ","645822":"\n  Its like her mom looked at a mop and said \"ima fuck this so my whore of a daughter can have this for hair\"\n  ","645823":"\n  I missed a call from your man last night you know, but I never called back\n  ","645824":"\n  The bitch with nappy ass hair and a psycho personality is on my feed, how do i stop it..\n  ","645825":"\n  'Merica\n  ","645826":"\n  You're the one whos shouting bruh\n  ","645827":"\n  Like a fuckin snail ?\n  ","645828":"\n  Im just curious if he follows dares\n  ","645829":"\n  Thats how\n  \n   @Names_ShyGirl\n  \n  and i talk to each other, sooo deal with it or leave.\n  ","645830":"\n  You're nice ?\n  ","645831":"\n  NOTHING NOTHING❤❤❤??? IM ALL GOOD, HOW WAS YOUR DAAY. IM SOOOO SLEEPY AHH\n  ","645832":"\n  Who knows, maybe you are.\n  ","645833":"\n  ? learn something\n  ","645834":"\n  Idk where you're going. But ill be at the dentist\n  ","645835":"\n  Just fall back, cause you ain't even all that\n  ","645836":"\n  Oh yeah its February.\n  \n  Am i the only one whos ever wondered why is it they get the shortest month of the year?\n  ","645837":"\n  Ya fam i verified myself because im fake\n  ","645838":"\n  Omfg\n  \n   @jakesossy\n  \n  he's my world.\n  ","645839":"\n  Agree to disagree.\n  ","645840":"\n  I thought you were busy, how can you respond?\n  ","645841":"\n  40.9k of my answers can probably be put in that category\n  ","645842":"\n  I just got home, waiting to get tired so i can nap\n  ","645843":"\n  How are you?!\n  ","645844":"\n  Cell phones, i remember when razors and envys we're the bees knees lol then bam iphone came out when i was like 11 or 12\n  ","645845":"\n  Relaxing seeing family and family friends\n  ","645846":"\n  Ill make sure to fart?\n  ","645847":"\n  Why the fuck you on here for\n  ","645848":"\n  Im herrreeee\n  ","645849":"\n  Id probably think its funny ?\n  ","645850":"\n  Was it funny?!\n  ","645851":"\n  10 pounds\n  ","645852":"\n  Welcome back to hell\n  ","645853":"\n  Holy shit, im not simple. Stop calling me that\n  ","645854":"\n  Those are terrible rappers\n  \n  Id rather have\n  \n  Bones or suicide boys\n  ","645855":"\n  I work out my mouth by eating so goddamn much\n  ","645856":"\n  I wish being verified meant you had authority to tell ask who you think should leave ?\n  ","645857":"\n  Its not a big deal unless they have Chewbacca arms\n  ","645858":"\n  Cuz i got me a lot of hoes to smoosh, too many hoes.\n  ","645859":"\n  Im gonna get off, talk to you tomorrow❤\n  ","645860":"\n  I used to drink vodka like it was water\n  ","645861":"\n  Overcome my ptsd ?\n  ","645862":"\n  Im in a shitty mood\n  ","645863":"\n  I wanna be really big so i can squash all the hoes\n  ","645864":"\n  No? Im reading a novel\n  ","645865":"\n  Reading time\n  ","645866":"\n  Food makes me happy?\n  ","645867":"\n  Pretty good?\n  ","645868":"\n  Omfg yesss\n  ","645869":"\n  What you eating?\n  ","645870":"\n  You multitasker you\n  ","645871":"\n  I just ate, but im hungry again\n  ","645872":"\n  Are you playing?\n  ","645873":"\n  Nothing nothing ?\n  ","645874":"\n  Im baaaaaack\n  ","645875":"\n  Like this\n  ","645876":"\n  He likes it fast and furious, I call him Vin Diesel\n  ","645877":"\n  I wouldnt know the difference ?\n  ","645878":"\n  SHES A NICE LADY\n  ","645879":"\n  Ill brb❤\n  ","645880":"\n  Thank you❤\n  ","645881":"\n  Never actually played Pokemon\n  ","645882":"\n  Wait why did those answers get deleted ?\n  ","645883":"\n  You go to the club\n  \n  But you ain't got dough for your gas and electric\n  ","645884":"\n  Super peanut butter and jelly.\n  ","645885":"\n  Where has your hairline gone?\n  ","645886":"\n  I sneezed someone bless me\n  ","645887":"\n  How sweet?\n  ","645888":"\n  That sounds like so much fun!! ?\n  ","645889":"\n  HOLY NUTS ON ICE\n  ","645890":"\n  Decorating  hooow?\n  \n  Waiting for my food to be done ❤❤❤❤\n  ","645891":"\n  You're awesome?\n  ","645892":"\n  IMA CHECK IT\n  ","645893":"\n  I love bios so much, dont you?\n  ","645894":"\n  Maybe thatd be an advantage... people who are lazy are actually super good at making things easier for themselves. Youd probably make a dopeass setup in a tree cauae you were so lazy ahahah\n  ","645895":"\n  What have you been doing sweetie?! Havent talked for awhile❤\n  ","645896":"\n  No wayyyyyyz, not like you. I like your face\n  ","645897":"\n  I change my mood so much cause THEY ARE SO CUTE\n  ","645898":"\n  WTF OMFG TELL\n  ","645899":"\n  I followed your GORGEOUS face back?\n  ","645900":"\n\n   @jakesossy\n  \n  be the phil in my life please.\n  ","645901":"\n  I dont get how thats racist...\n  ","645902":"\n  Banksy forever❤❤❤\n  ","645903":"\n  Isnt this a song?!\n  ","645904":"\n  Who what?\n  ","645905":"\n  Yes yes ❤❤❤❤ thank you ❤❤❤❤\n  ","645906":"\n  I agree, they are monsters..\n  ","645907":"\n  Shes a huge bundle of cute omfg\n  ","645908":"\n  You are so sweet\n  ","645909":"\n  Iphone whatever # lol\n  ","645910":"\n  Practice wicka\n  ","645911":"\n  Ita a good thing im already taken ?\n  ","645912":"\n  I need to make my rice, cravings are reeeaaalll\n  ","645913":"\n  Here's one..\n  \n  I plan on having sleeves at some point. I dont care if its when im 80 - its happening\n  ","645914":"\n  IM SO PROUD OF YOU OMFG\n  ","645915":"\n  Sup\n  ","645916":"\n  No, she like terrorists.\n  ","645917":"\n  Im a writer, which i think can be art in a different form.\n  \n  I write a lot, and read a fuck ton. To be a better writer you must read.\n  ","645918":"\n  Look at yourself in the mirror\n  ","645919":"\n  No? But i dont reaally find shit racist, theres nothing wrong with pride in where you come from.\n  ","645920":"\n  Ohhh youre lazy ?\n  ","645921":"\n  Im as calm as a cucumber\n  ","645922":"\n  I haven't gotten to it?\n  ","645923":"\n  OOOOHHHH YEAAH omfg thank you!!\n  ","645924":"\n  I hope you're good❤\n  ","645925":"\n  Omg there's a song playing that i love but i cant remember the name ugh.\n  ","645926":"\n  So they used a school bus that was used for meth transportation, but it blew it up like a suicide bomb in Baghdad\n  ","645927":"\n  Little physical activity, does it have something to do with the tremors\n  ","645928":"\n  I do not agree with them, and i know a lot of animal activists who are against PETA\n  ","645929":"\n  People are so needy and attention seeking, like calm down.\n  ","645930":"\n  Thank you so much\n  ","645931":"\n  Dude people just got blown up in my book, like a dudes face was on his collarbone\n  ","645932":"\n  Dude thrillers are the shit\n  ","645933":"\n  Yup\n  ","645934":"\n  The womens murder club ?\n  ","645935":"\n  You're boring\n  ","645936":"\n  HOW ARE YOU TODAY LOVELY\n  ","645937":"\n  Anything written by James Patterson\n  ","645938":"\n  PETA are crazy..\n  ","645939":"\n  I dont use it?\n  ","645940":"\n  Everyone calls anything racist.\n  ","645941":"\n  Had a pretty relaxed day, about to start reading ?\n  ","645942":"\n  It sounds pretty legit, cause i remember watching a video about it and i dont remember any sheep dying.\n  ","645943":"\n  Its in Africa, i dont understand why they are but animal poaching is super popular and thats why a lot of places in Europe are buying baby chimps.\n  \n  Africa does a lot of things without reason, its Africa.\n  ","645944":"\n  Why not ?\n  ","645945":"\n  Omg, thank you. I actually didn't know this❤\n  "}}