{"Question":{"651311":"\n   I'M GOOD THANK YOU, JUST IN THE BATH BEFORE I GO BED. HOW'RE YOU?\n  ","651312":"\n   Hey\n  ","651313":"\n   Hi sexy how are you.. Post a recent pic plzz\n  ","651314":"\n   Message you on ig x\n  ","651315":"\n   Speaking of vodka: what if Yoda was always drunk from vodka and was never sober?\n  ","651316":"\n   in bed sick wby❤️\n  ","651317":"\n   LOL you know how to make foid??\n  ","651318":"\n   Why just why u don't wanna tell us your age ? come on please tell us\n  ","651319":"\n   I'll never support this site ?\n  ","651320":"\n   pap\n  ","651321":"\n   YOU'RE WELCOME✨\n  ","651322":"\n   Enjoy your afternoon ???\n  ","651323":"\n   No you still have more creep of anons than I do ?\n  ","651324":"\n   How much nostalgia would you say that you need in your life?\n  ","651325":"\n   I know I don't actually get questions or anything that holds a conversation ?\n  ","651326":"\n   hiii?❤️\n  ","651327":"\n   Hi Lady ! It's 1343 pm and 3°  C \nWhat's ur forename ? \nI'm in break til 0200 pm \nAbout u ? Probably sleeping ! \nWish u an excellent morning \nAmerican or french breakfast ? \nBig city   or       small  town ? \nFrom Reichstett \/ France\n  ","651328":"\n   Order some food\n  ","651329":"\n   You're my bud ??? and I appreciate you ????\n  ","651330":"\n   Please how old are u\n  ","651331":"\n   If you could ever change something in your face, what would it be?\n  ","651332":"\n   List of people u follow\n  ","651333":"\n   Liberals are outraged after Top Gear presenter Richard Hammond jokingly implied that men who eat ice cream are 'gay' but do you think the same liberals would be just as outraged if a MUSLIM had made the same joke??\n  ","651334":"\n   Have you ever took a pill in Ibiza (or anywhere) to show Avicii (or anyone) you were cool?\nWhen you finally got sober, did you feel ten years older??\n  ","651335":"\n   pap in bikini\n  ","651336":"\n   Hi Lady !  0800 am + cold \nI'm at work \nI gotta be discreet \nI ain't supposed to ask !\nDo you live nearby Seattle ? \nLe Français\n  ","651337":"\n   Goodnight Boom rest well and talk to you tomorrow :D\n  ","651338":"\n   Hi Savannah how are you\n  ","651339":"\n   Fuck, blowjob or handjob for first five likers?\n  ","651340":"\n   Have you ever been to a house party, that you only went to cos your friends were going, & ended up stood in the corner under clouds of marijuana smoke, listening to music you don't even like, surrounded by people who don't care about your well being, when you'd rather just be at home by yourself??\n  ","651341":"\n   ??\n  ","651342":"\n   Always will respect you no matter what, such a sweet heart you have and a wonderful sense of humour, your flawless as always. You are one of the people who I have met that can always cheer me up when I am down  and its you ??\n  ","651343":"\n   Anon, you've cleaned asses before, what's one more job going to be for you... just do it\n  ","651344":"\n   Did u ever had to block someone here\n  ","651345":"\n   What if the life we live was an illusion, and in fact what we perceive as 'reality' was nothing more then a stimulation created by sentient machines, in order to harness humans heat and electricity as an energy source? Would you want to know??\n  ","651346":"\n   NOOO, IT REALLY IS??\n  ","651347":"\n   Out of curiosity why is it that when a boy likes a girl they get so nervous on the inside and don't know how to express their feelings. ?\n  ","651348":"\n   Does the idea of polyamorous relationships appeal to you, where you and your partner(s) are free to date more then one person at a time??\n  ","651349":"\n   I wish to be your kitty too xD\n  ","651350":"\n   Do you work out your butt\n  ","651351":"\n   You are in really really good shape\n  ","651352":"\n   Do you work hard\n  ","651353":"\n   Describe what makes you attracted to a guy.\n  ","651354":"\n   haha nothing wrong with nerds. havent seen anyone use a ds in so long\n  ","651355":"\n   Like = If we were alone in the car : Talk ?, Flirt ? , Long Drive ? , Listen Songs ? , Makeout ?, Sex ?, Hug ❤, Handshake ? For alll please\n  ","651356":"\n   I didn't have a good question:(\n  ","651357":"\n   lmao ill go look\n  ","651358":"\n   قآل لها: حبيبتي عندك #twitter ???\nقالت: اآه حبيبي #متوتره شوي ??❤\n\nومن يومهاا الشب بآاع الآيفون واآنتحر .?✋✋✋\n#ههههههههههههههههههههههه ???????\n  ","651359":"\n   If you could go back in history, who would you like to meet?\n  ","651360":"\n   Something that can be found in your room *ignore furniture STAIF\n  ","651361":"\n   hey,what games?\n  ","651362":"\n   Yea I know you're not the other meaning ?????. Like GEEZZ\n  ","651363":"\n   Someone roleplay with me\n  ","651364":"\n   What is your Favourite part of your body\n  ","651365":"\n   U are correct u are not a garden tool ???\n  ","651366":"\n   I like u like a fan\n  ","651367":"\n   You are famous everyone like u that's why we are your fans ??\n  ","651368":"\n   Can taste in music change your opinion about a person?\n  ","651369":"\n   Hoe are you ???\n  ","651370":"\n   What would u say to a person if they posted a photo with makeup from a makeup app like u can tell proper bad\n  ","651371":"\n   If u only open ask so we can see your answers 13 hours without u on ask is too much\n  ","651372":"\n   Привет\n  ","651373":"\n   - -\n  ","651374":"\n   Sucessfully became the champion and your final level was 51\n  ","651375":"\n   It's not too late to sleep I guess?\n  ","651376":"\n   Much love to you. Thank you Savannah ??\n  ","651377":"\n   Please :(\n  ","651378":"\n   Do you feel sorry for the girls complaining they haven't got a boyfriend to keep them warm this winter??\n  ","651379":"\n   EAT HER ASS! Damn anon. You should be begging to eat her booty.\n  ","651380":"\n   Savannah is the best she DA homie :)\n  ","651381":"\n   im sorry in advance if i cant get it\n  ","651382":"\n   Thx Lady ! \nI adore the new pic on main page \nWhen you wear grey pull  over \nYou really have a nice face ! \nSo I'm gonna take the bus real soon \nThe Frenchman\n  ","651383":"\n   aw im trying ? i promise\n  ","651384":"\n   They just want your boobs. But they're mine you fuckers ?\n  ","651385":"\n   :'( My gf is angry with me tho\n  ","651386":"\n   aww you are too ?? oh trust me it does\n  ","651387":"\n   Ahahaha yeah you should.. What's time there?\n  ","651388":"\n   Anon, just do it. you did it to ur other girls. Like Duh!\n  ","651389":"\n   Why wont you answer\n  ","651390":"\n   no im not but trust me, i have it, its soo good. you're welcome ?\n  ","651391":"\n   Please :'( Should i do it or not?\n  ","651392":"\n   i can try to get it for you?\n  ","651393":"\n   I'm going ?love you\n  ","651394":"\n   you know how your bio says \"i wish i had\" you really want that nyx waterproof eyebrow gel and mascara?\n  ","651395":"\n   Well tell me, whats the answer\n  ","651396":"\n   Hi Lady !  It's 0652 am Dec 28th \\ 25° F \nJust eaten breakfast and now shower \nAfter slowly depart for work \nYou're at the beginning of the evening, right ? \nWish u a    nice evening \nSoon dawn is gonna rise  !\nThe Frenchman\n  ","651397":"\n   Heyyyy\n  ","651398":"\n   Hello lovely ,what's happening\n  ","651399":"\n   I'm making my bf get me one soon(:  \nBut seriously girl.........u look good with that on u\n  ","651400":"\n   I did talk to her, but she said either I give her one, or she'll know I don't care enough about her.\n  ","651401":"\n   How do you get verified on ask.fm???\n  ","651402":"\n   2nd to last League Update: Fighting the final person before I become Champion. Your level is 50\n  ","651403":"\n   what do you think of someone who looks through their boss's desk along with their bank statements?\n  ","651404":"\n   I've always wanted a belly button ring....ur so luckyyy\n  ","651405":"\n   Has sav turned into one of those hood hoes with a talk show that try to give advice? Haha what's with all that new year's resolution bullshit ?\n  ","651406":"\n   ever burned a picture of an ex boyfriend?\n  ","651407":"\n   I know I dunno whether to be proud or ashamed cause it shows how much free time i have lmao\n  ","651408":"\n   What will be your new years resolution for 2017?\n  ","651409":"\n   I started the game Christmas night which is honestly pretty good time for me i dunno if ive beaten the games this fast before\n  ","651410":"\n   :'( Please... I don't know what I should do\n  ","651411":"\n   Exactly! Watching over and joining me on my adventure to conquer Alola! I've moved onto the 3rd Elite Four member and you did increase a level. I hope the play by play isnt a bother\n  ","651412":"\n   Please, I really do care about her. I'm not a bad boyfriend :(\n  ","651413":"\n   They are spamming people I don't even follow asking if they believe I'm real.\n  ","651414":"\n   What should I do? She said anything she has done with previous partners, she has done with me\n  ","651415":"\n   Would you say she's real?\n   \n    @ash1617992\n   \n","651416":"\n   Any good on relationship advice\n  ","651417":"\n   There is no chub in that tummy\n  ","651418":"\n   Legs ATM\n  ","651419":"\n   Heyy\n  ","651420":"\n   What's the worst thing someone can do on a first date?\n  ","651421":"\n   Update: Caught the legendary you are Level 48 and im fighting the 2nd Elite 4 member\n  ","651422":"\n   what would you think if you saw a guy buying tampons?\n  ","651423":"\n   I have an aunt who i thought was really really beautiful. but it turns out i was blind to her true ugliness. she is a 2 faced liar who might be the cause for me and my mom to go homeless. i dont hate her but i dont like her either.\n  ","651424":"\n   why was that jacob guy lucky to get a booty pic?\n  ","651425":"\n   Post a picture of your bed!\n  ","651426":"\n   Do you think all people are equally valuable or do you think some people in certain situations might be more valuable than others ?\n  ","651427":"\n   Do you think that people have the capacity to control their own destiny ?\n  ","651428":"\n\n    http:\/\/ask.fm\/WhoWillWinJoesLove\/answer\/139858622771\n   \n","651429":"\n   Update: Now 45 and im closing in on the legendary pokemon of my game\n  ","651430":"\n   Do you like football\/soccer if so who do you support\n  ","651431":"\n   Me!\n  ","651432":"\n   Lol\n  ","651433":"\n   Yeah you are a tough monkey haha\n  ","651434":"\n   Why would I lie about that\n  ","651435":"\n   J'déteste les p'tites malignes dans ton genre. Ça se passera PAS comme ça !\n  ","651436":"\n   Its cute.\n  ","651437":"\n   Your monkey side is currently level 41 also\n  ","651438":"\n   The cutest nose ?\n  ","651439":"\n   I'm not judging but is that pit hair in that one pic or no? it's probably just the light but I am trying not to be rude\n  ","651440":"\n   Cute nosse.\n  ","651441":"\n   It honestly is i feel like I should stop bringing it up cause I don't want you to get annoyed with me\n  ","651442":"\n   THEY ARE\n  ","651443":"\n\n    http:\/\/ask.fm\/WhatIHateAboutYou\/answer\/141398999416\n   \n","651444":"\n   List your friends on ask??\n  ","651445":"\n   I was just curious sorry :\/\n  ","651446":"\n   Playing Pokémon haha :P\n  ","651447":"\n   Boom hip tattoo\n  ","651448":"\n   Uhm...tell me, where's the chub?\n  ","651449":"\n\n    http:\/\/ask.fm\/WhatIHateAboutYou\/answer\/141398965368\n   \n","651450":"\n   did that anon not think you shaved or something girls always shave\n  ","651451":"\n\n    http:\/\/ask.fm\/WhatIHateAboutYou\/answer\/141398846584\n   \n","651452":"\n   So! What're you up to friend?\n  ","651453":"\n   @\n  ","651454":"\n   Not at all ugly!! :)\n  ","651455":"\n   Who inspires you??\n  ","651456":"\n   YOUR FIGURE IS JUST??\n  ","651457":"\n   Closer and closer you are to 50k\n  ","651458":"\n   WHO THE HELL SAID SHE WAS UGLY\n  ","651459":"\n   Last time you shaved?\n  ","651460":"\n   and the thongs? only when shes with her man ;)\n  ","651461":"\n   Post a random weird photo of yourself\n  ","651462":"\n   done the orders you will get them delivered in the next 10 days. there is a 9 piece chokers necklaces and a 4 piece chokers necklaces and a 3 pack of Calvin Klein thongs\n  ","651463":"\n   Dearest boom,\n\nMay I please see a photo of your gorgeous tummy I wont ask again any more for a photo of it after this one.\n  ","651464":"\n   truth be told I think a lot of girls look better without makeup lol plus hippies are cool as hell so hippie on man\n  ","651465":"\n   You are not ugly at all,Savannah :) You are gorgeous :)\n  ","651466":"\n   Carrie Fisher is Princess Leia from The Original Star Wars\n  ","651467":"\n   We are going to such a good restaurant too\n  ","651468":"\n   natural beauty = the best. not even lying.\n  ","651469":"\n   Thoughts on Carrie Fisher.............\n  ","651470":"\n   Post a photo you think is not that great of yourself and see who still thinks your attractive and how many likes you get\n  ","651471":"\n   My friends and I may be going to Frankenmuth for adventure mostly to eat but there probably will be adventure\n  ","651472":"\n   He'll no she deserves them ?\n  ","651473":"\n   OMG STOP??\n  ","651474":"\n   Do u have kids\n  ","651475":"\n   Great but I'm from another country so I still can buy right\n  ","651476":"\n   How do u start your day\n  ","651477":"\n   We'll talk on instagram then :*\n  ","651478":"\n   do you like being small?\n  ","651479":"\n   My wife gets her emotional needs from her gay friend and all she wants me for is sex................ I AM THE LUCKIEST HUSBAND EVER!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","651480":"\n   No more presents for boom.\nShe's grounded?\n  ","651481":"\n   NO problem ??? btw am I your original follower since I followed you last year too for couple of months and now ????\n  ","651482":"\n   Same same✌?\n  ","651483":"\n   do you want to exchange numbers\n  ","651484":"\n   To answer that anon yes I'm a stranger and would like to buy u a gift  simple\n  ","651485":"\n   Enjoy your afternoon ??????\n  ","651486":"\n   Let down??\n  ","651487":"\n   I'm doing okay for the most part trying to think about what I'm doing for tomorrow\n  ","651488":"\n   The best thing about the new year???\n  ","651489":"\n   hi\n  ","651490":"\n   how are you?\n  ","651491":"\n   You are really dangerous, girl?\n  ","651492":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answer\/140282906489\n   \n   . Omg ??\n  ","651493":"\n   Awesome! I am glad to hear that! :D\n  ","651494":"\n   Real issue indeed and aw cuteee\n  ","651495":"\n   would you date someone who's not attractive but he got a nice personality?\n  ","651496":"\n   What u up to\n  ","651497":"\n   @@ i follow you\n  ","651498":"\n   I don't believe you?\n  ","651499":"\n   I wonder he's thinking about ?\n  ","651500":"\n   Feeling your recent??\n  ","651501":"\n   LMAO SHE DONT CARE BRUH\n  ","651502":"\n   STOP LYING??\n  ","651503":"\n   I'm just saying??\n  ","651504":"\n   Things are better today im assuming?\n  ","651505":"\n   Afternoon lunchtime ??????\n  ","651506":"\n   would you rather eat sh*t for 1 day or have diarrhea everyday ?\n  ","651507":"\n   sorry for pissing you off\n  ","651508":"\n   I think it's quite cute tbh idc I usually look like shit and I look decent sooo??\n  ","651509":"\n   would u rather be really big or really small?\n  ","651510":"\n   PAP your Christmas dinner table!\n  ","651511":"\n   I don't want to fight about this!?\n  ","651512":"\n   what about choker necklaces and also Calvin Klein thongs?\n  ","651513":"\n   You are more!?\n  ","651514":"\n   Someone sent that to me but i dont know what to say to that\n  ","651515":"\n   Did you wanna know the actual pokemon name  or is it in the photo i tagged you in? I dont know how much of the screen i got\n  ","651516":"\n   Also before I forget the typing for your monkey form was perfect for my team especially since I wanted to go for an all new region Pokémon team and I needed to replace my Fighting type Machoke\n  ","651517":"\n   Whats your response to: I hate women\n  ","651518":"\n   Hey! Your pp is so cute??\n  ","651519":"\n   Seems better than here haha, always wanted to go✌?\n  ","651520":"\n   oh okay got your point\n  ","651521":"\n   Has Jake ever brought you anything?\n  ","651522":"\n   To you and how many other girls?\n  ","651523":"\n   but your items in the link are too cheap you can put more expensive one if you already received 30+\n  ","651524":"\n   I'm surprised you don't seem the sort to go for fuckbois\n  ","651525":"\n   Baeee?\n  ","651526":"\n   why would someone purchase a gift for someone they don't know haha\n  ","651527":"\n   Can I make it anonymous also\n  ","651528":"\n   Can u tell us please about lady Boometh\n  ","651529":"\n   How old are u lady Bommeth\n  ","651530":"\n   Hi Lady !  it's 0600 pm - Dec 27th \nHow are you ? Where are you ? \nStill the morning 0900 am !\nHere night has completely fallen ! \nWish you a pleasant day ! \nThe Frenchman\n  ","651531":"\n   Do u have another accounts  on social websites\n  ","651532":"\n   What do you do for exercise?\n  ","651533":"\n   Can u see the identity of the buyer on amazon\n  ","651534":"\n   What goals are you hoping to have achieved by this time next year?\n  ","651535":"\n   What is your Instagram?\n  ","651536":"\n   Do you think the BBC were right to show the melty face bit during an afternoon showing of Raiders of the lost Ark? BQ: Do you think the ark of the lost covenant is REAL and if found should it ever be opened or are some things best left sealed??\n  ","651537":"\n   Lol good\n  ","651538":"\n   Do you write shopping lists when you do your grocery shopping or do you just wing it?\n  ","651539":"\n   What event(-s) would you like to attend in 2017?\n  ","651540":"\n   What is the best solution for acne?\n  ","651541":"\n   ITS SO GOOD YOU GOTTA GET A 3DS!!\n  ","651542":"\n   last time you sent a booty pic?\n  ","651543":"\n   Those items on your wish list how can we give them to u?\n  ","651544":"\n   Younger? So did your feet smell in school too?\n  ","651545":"\n   Ok pap legs ATM\n  ","651546":"\n   Im not dating him btw Codes, i am single lmfao he can't seem to comprehend that\n  ","651547":"\n   did any of the anons once buy you anything from the list you have in your bio?\n  ","651548":"\n   The UK is boring?\n  ","651549":"\n   WAHEY?\n  ","651550":"\n   Lol I   wasn't talking about likes or stuff it's your answers the way u write respond that's the amazing thing you are much worth reading every answer u have\n  ","651551":"\n   Excuse me not nothing he's jealous of your success...that  asshole but don't let that stop u your much stronger than this I know ??\n  ","651552":"\n   U give all that and much more thanks\n  ","651553":"\n   What ? why report\n  ","651554":"\n   After u reach 50k please don't close your account please lady boometh\n  ","651555":"\n   I \nLIVE\nIN\nTHE\nUK\n  ","651556":"\n   U are the prettiest of them all ❤\nU are the prettiest of them all ❤\nU are the prettiest of them all ❤\n  ","651557":"\n   Lady lady lady\n  ","651558":"\n   Thx ??? I'm about to like alot of your answers\n  ","651559":"\n   Glad to be back with my original follower ????? hope you get to like my answers soon, like u used to ???\n  ","651560":"\n   Age?\n  ","651561":"\n   Same here ????\n  ","651562":"\n   Hi\n  ","651563":"\n   @ ?\n  ","651564":"\n   In speaking of nerding out im STILL playing Pokemon lol the new game is like super addicting and i love it\n  ","651565":"\n   Likers get dare.\n1.Propose a girl\/boy on ask ?\n2.Give me a complememt?\n3.Ask your crush a question and post ss of the answer?\n4.Post your worst picture?\n5.Ask a stranger for his\/her whatsapp?\n6.Write my name in your bio〽\n7.Tag your crush  ?\n  ","651566":"\n   @\n  ","651567":"\n   what made things good again\n  ","651568":"\n   What's the biggest lie that you've ever told? :V\n  ","651569":"\n   Stunner\n  ","651570":"\n   actually really happy to hear that, glad my perversion helped pay a small part of it haha\n  ","651571":"\n   Monkey pals for ever! :D\n  ","651572":"\n   Why\n  ","651573":"\n   Been eating salami?\n  ","651574":"\n   @\n  ","651575":"\n   Im glad it did :), i completely forgot about your health issues, are you feeling okay nowadays?\n  ","651576":"\n   @\n  ","651577":"\n   lmao, i actually remember spending like 70 dollars to talk to you once :L lol\n  ","651578":"\n   @\n  ","651579":"\n   LMAO YAAAAAAS\n  ","651580":"\n   i could blow all mychristmas money in on go i guess lol\n  ","651581":"\n   breast size?\n  ","651582":"\n   Sup ??\n  ","651583":"\n   Reported\n  ","651584":"\n   Get rid of you on here\n  ","651585":"\n   Opinion on people who are contemplating of suicide bec. they think all hope is lost, they feel unloved & they will never ever feel happy again.\n  ","651586":"\n   No they just don't know what love because of the generation they're growing up in.\n  ","651587":"\n   Reported again\n  ","651588":"\n   @ opinions is what i meant\n  ","651589":"\n   I hate people talking about my mum and you should of know the 2nd time I asked\n  ","651590":"\n   would it be weird if Calvin Klein thongs were one of the things i got you from your wishlist?\n  ","651591":"\n   Lets start with eachother first ;)\n  ","651592":"\n   Spam?\n  ","651593":"\n   What would you do if a ugly guy messaged you\n  ","651594":"\n   I asked you nicely not to mention my mum and you did\n  ","651595":"\n   Hi, how are you?\n  ","651596":"\n   Im not lying, i'd defenitaly fight and risk my life knowing you'd be safe and relaxing, and topping off your tan princess\n  ","651597":"\n   What would you do if your butt suddenly became the size of a baboons?\n  ","651598":"\n   Bullying me\n  ","651599":"\n   If we are paying you to talk then how much?\n  ","651600":"\n   I hate all people I avoid them. But you are pretty and beautiful I would tell you if I saw you\n  ","651601":"\n   well how much for 1 hour sister? :P\n  ","651602":"\n   Bullying\n  ","651603":"\n   Afternoon. ???\n  ","651604":"\n   Same anon whos sending kelly questions ? listen anon just because someone finds someone attractive doesn't mean they love that person. You can give compliments without being a creep or wanting anymore than just being nice to someone.\n  ","651605":"\n   Reported\n  ","651606":"\n   BLOW THE BOOM WHISTLE\n  ","651607":"\n   I dont have to be Jacob you can call me Lando instead or just the normal Monkey Buddy\n  ","651608":"\n   can i pay you to talk to me?\n  ","651609":"\n   Aw you're so pretty :)\n  ","651610":"\n   so are things good now or\n  ","651611":"\n   Be serious what did you get for xmas\n  ","651612":"\n   Thank God! When you said you were with Jacob I thought you meant that other one you loves you Jacob Ward\n  ","651613":"\n   It was awesome cause I caught it on the first try too\n  ","651614":"\n   Likers get - 1.?Can I keep you 2.?Asshole 3.?text me 4.☺we should talk 5.?wish I knew you 6.?attractive 7.?great body 8.?trustworthy 9.?I like you 10.❤I love you 11.?you are cool 12.?you are funny 13.?gorgeous 14.?cute 15.?be mine (plz pretty)\n  ","651615":"\n   Lol people are so stupid ?\n  ","651616":"\n   Please don't my mum died 6 years ago of cancer ??\n  ","651617":"\n   Would you rather want to be able to communicate with animals but using their sounds or communicate with nature and why?\n  ","651618":"\n   Since you're from CALIF. how often do you drink seaweed shake?\n  ","651619":"\n   What did you get for xmas\n  ","651620":"\n   so why do u love\n   \n    @jakesossy\n   \n   ? dude has a girlfriend already.\n  ","651621":"\n   Where were u born and grew up?\n  ","651622":"\n   hey\n  ","651623":"\n   5 random facts about you??\n  ","651624":"\n   Sodomy! The ultimate anti-pregnancy but No \"Cream Pie\" please!?? AMEN!\n  ","651625":"\n   Opinions of people?\n  ","651626":"\n   Do shoes ever make your feet smell\n  ","651627":"\n   Pap your bloody panties?\n  ","651628":"\n   GOOD NIGHT BABY ??\n  ","651629":"\n   You have to be able to take care of yourself first before another human being as well.\n  ","651630":"\n   Sex cures boredom, sex heal wounds, sex will fix almost all relationship problems, and sex is def. enjoyable. Let's all have sex to make this world ? a better place!???? AMEN!\n  ","651631":"\n   Oldest and youngest you'd go out with?\n  ","651632":"\n   No, you can't take other people's babies?\n  ","651633":"\n   How goes reading\n  ","651634":"\n   No babies\n  ","651635":"\n   Ever been hit on by much older boys? What age they thought u were?\n  ","651636":"\n   And thank u for answering my question I finally got able to reach u thank you very much I really appreciate it ??\n  ","651637":"\n   Do you feel better???\n  ","651638":"\n   I'm jealous of whoever dates you you're so wonderful\n  ","651639":"\n   For a quick meal, what fast food rest. do you go often??????\n  ","651640":"\n   I'm sad\n  ","651641":"\n   When were u labeled as \"Thrash\"??\n  ","651642":"\n   I found a baby on my front porch.\n  ","651643":"\n   Where you ever a Twilight fan, even if you weren't which would you choose or have chosen Team Edward or Team Jacob?\n  ","651644":"\n   Enjoy your day ??? seems u are busy\n  ","651645":"\n   is it wrong for a girl to play with herself\n  ","651646":"\n   By the way,how are your niece and her parents doing ?\n  ","651647":"\n   To the jungle\n  ","651648":"\n   I cant wait to read it im so exciteddd!! After new year il get to read it through and reply??\n  ","651649":"\n   Would you do @n@l\n  ","651650":"\n   Yeah,indeed.And it may sound crazy to some people but the US is actually involved in more conflicts now than it was under George W.Bush.\n  ","651651":"\n   Don't have clothes to sleep... What should i do?\n  ","651652":"\n   Im proud of you!! Youll do the right thing!!\n  ","651653":"\n   Have you got kik?\n  ","651654":"\n   Tell her that!! Apologize and get off on the right foot!! There must be a reason he talks to her shes probs nice\n  ","651655":"\n   Boomie <3\n  ","651656":"\n   Did you mean any of the stuff you said???\n  ","651657":"\n   It is because of your heart. it attracts me to you so much!\n  ","651658":"\n   Have you ever got money off anyone on this?\n  ","651659":"\n   You dont kno if she hates you! What good reason could she have???\n  ","651660":"\n   I am a guy and a female roommate of mine barged into the bathroom while I was shaving and peed right in front of me. why would she do this?\n  ","651661":"\n   would you rather watch your parents do it everyday until the rest of your life or join in once to end it?\n  ","651662":"\n   Have you ever talkd to her herself about it??? Mayb you should try\n  ","651663":"\n   If you already know then why are you doing all these things that you know push me away.. that actually would push anyone away.\n  ","651664":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140270501497\n   \n","651665":"\n   I shall do so! Just gotta beat this Island Trial and I should be good! Also im sorry today has been shitty\n  ","651666":"\n   She might not even like him so dont wrry\n  ","651667":"\n   I think that if America stayed out of Syria and didn't arm and support the rebels (Who are affiliated with ISIS),there would not be refugee crisis and all these other problems.\n  ","651668":"\n   Either start changing your ways like you say you always will. Or I'm really going to be done. No one will probably ever handle as much as I have already and have stayed around for as long as I have for you this whole time. But I guess it's true what they say you don't know what you had til it's gone\n  ","651669":"\n   Theyd only be together if he liked her back so mayb not\n  ","651670":"\n   Not a problem at all! I'm always trying to be there for friends and plus we will monkey pals for life! thats the way i see it\n  ","651671":"\n   Maybe,it depends how you define it.\n  ","651672":"\n   Also the fact I can't have a conversation with anyone Orr any of my friends without you assuming something out of it. I use to be able to just let it go but it's really starting to get annoying.\n  ","651673":"\n   Is she tryin to get with him??? I'll fight her\n  ","651674":"\n   Actually it's the fact you're being heartless Everytime I'm just trying to talk to you or when I try to get things back on track you accuse me of something or either have to say something that brings us back to a bad place. Which is why I said I'll talk to you when you stop doing that.\n  ","651675":"\n   I don't think that America is getting weak,at least militarily.\n  ","651676":"\n   If all he does is ramble to her then why does it seem fishy???\n  ","651677":"\n   so i just wanted trump to win because maybe it'll wise the left up, i also don't buy into the idea that being anti-immigration is racist\n  ","651678":"\n   Well thats shitty :\/ Whatever you need I got you covered no worries friend if you gotta vent or anyting\n  ","651679":"\n   Wait should it be just Boom or Lady Boometh?\n  ","651680":"\n   Did you vote clinton then?\n  ","651681":"\n   I just assumd there was when you said \"she needs you\" nd tagged him\n  ","651682":"\n   But like you care about him? Why is that a bad thing?\n  ","651683":"\n   what do you identity as?\n  ","651684":"\n   I will always love you!\n  ","651685":"\n   Everyone has two sides every being is a coin\n  ","651686":"\n   On a lesser note if I find a monkey Pokémon in my new game since there are new Pokémon would you be mad if I named it Boom? Since we are monkey friends\n  ","651687":"\n   But you're so super cool how could he not\n  ","651688":"\n   Is there another girl???\n  ","651689":"\n   I just read that and it kinda irks me how h just gave up like what the hell\n  ","651690":"\n   no but because the society sexualized women's breasts although they look exactly like men\n  ","651691":"\n   What happened to him?\n  ","651692":"\n   Is the bf treating you bad?? I'll handle him\n  ","651693":"\n   did you vote Trump or Clinton? if you dont mind me asking :l im not american but i wanted trump to win\n  ","651694":"\n   I mean that works lol ?\n  ","651695":"\n   well the fact i wont come off anon proves im a loser\n  ","651696":"\n   Whats wrong hun\n  ","651697":"\n   So you are a beauty queen\n  ","651698":"\n   do you buy all of your clothes from primark?\n  ","651699":"\n   How old r u\n  ","651700":"\n   so what if the anon called you babe?he\/she is just being sweet\n  ","651701":"\n   but some black people hate it when they hear white people using it with an a because it has to do with slavery\n  ","651702":"\n   Did you have a good Christmas?\n  ","651703":"\n   Hi\n  ","651704":"\n   Whats wrong babe?\n  ","651705":"\n   You are one Absolutely Gorgeous person ?, you look like a person who does the right stuff and you should never be ashamed of who you are and you should be proud of yourself ?!\n  ","651706":"\n   So?\n  ","651707":"\n   Hi Lady ! It's 0922 pm - Dec 26th \nHow are you doing ? \nAlways busy to respond questions ! \nI'm watching CRIMES on chanel NRJ12 \nHave a pleasant day \nThe Frenchman\n  ","651708":"\n   ever had sex with an openly gay guy?\n  ","651709":"\n   Fuck it babe lets bang\n  ","651710":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140271940473\n   \n   Ignore that anon,he's just being a douche + being British doesn't make him a better person than you are.\n  ","651711":"\n   Can you be any cuter?\n  ","651712":"\n   trust me im a loser lol\n  ","651713":"\n   Sexy pap\n  ","651714":"\n   Spoiled BRAT! Who pays for your bills & expenses??\n  ","651715":"\n   Wait I thought we were monkeys?\n  ","651716":"\n   would you rather do a goat and no one will ever know about it or never do a goat but everyone will think that you did ?\n  ","651717":"\n\n    https:\/\/www.youtube.com\/watch?v=TIIWPACxHDU\n   \n","651718":"\n   Is it shit flinging time?\n  ","651719":"\n   What's your favorite SpongeBob episode\n  ","651720":"\n   Likers get a tbh?\n  ","651721":"\n   The way u answered it OMG pro stayed calm and classy ??\n  ","651722":"\n   STP déguise-toi en pikachu ?\n  ","651723":"\n   Do u think u will get grounded in 2017\n  ","651724":"\n   How's nap time?\n  ","651725":"\n   Don't worry that is just a prick. Most Brits are lovely.\n  ","651726":"\n   Last answer gooooooaaalssss\n  ","651727":"\n   Well I'm saying if you take a completely head to toe pic, I will buy you something off your wish list for you\n  ","651728":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140270501497\n   \n   you will never, ever be british like us. So love and stay in your silly, classless, morally decadent, intellectually bankrupt country i.e the united states of america\n  ","651729":"\n   What would you say if your body started to inflate like a balloon?\n  ","651730":"\n   I think we all know that nagger and ninja mean two different things ;)\n  ","651731":"\n   Where tf do u sit in class, front, middle or back??\n  ","651732":"\n   can i speak with you?\n  ","651733":"\n   How many followers do you have?\n  ","651734":"\n   but imagine you sunbathing knowing a loser like me might be getting hurt goddess\n  ","651735":"\n   Relaxing day ??\n  ","651736":"\n   Did you have a good Christmas btw my banana eating, tree swinging, friend?\n  ","651737":"\n   Thank you bae??\n  ","651738":"\n   do you think that it's fine for  a white person to use the n word?\n  ","651739":"\n   who's God in your opinion then?\n  ","651740":"\n   Yeh but am talking about name ,it will remain elegant if American or British\n  ","651741":"\n   Thank you so much! Ly ???\n  ","651742":"\n   you don't believe in God????\n  ","651743":"\n   It would be really cool if a war broke out and i had to fight and rsk my life while you could stay at home and sunbathe goddess\n  ","651744":"\n   Lady Boometh\" elegant..\nFeels Like Britain queen;)\n  ","651745":"\n   OKIE DOKIE MONEKY BUDDY ILL HAVE THE PHOTO ASAP\n  ","651746":"\n   Pap of it\n  ","651747":"\n   DD?\n  ","651748":"\n   Thank you??!! And my @@@, I can't have one???\n  ","651749":"\n   Maybe\n  ","651750":"\n   I got dumped by my girlfriend yesterday, my younger sister got dumped by her boyfriend last week, and my older sister got dumped by her boyfriend 2 months ago. Is this all a coincidence?\n  ","651751":"\n   so they must be D cups then haha\n  ","651752":"\n   Are you aslave\n  ","651753":"\n   Is your butt big enough\n  ","651754":"\n   The dreams must awesome lol\n  ","651755":"\n   Can you twerk like a professional\n  ","651756":"\n   well you're definitely not an A cup, and I don't think you're DD so.... lol\n  ","651757":"\n   Don't worry, you are my friend, I like you!^^\n  ","651758":"\n   @@@\n  ","651759":"\n   Being beautiful wise yes\n  ","651760":"\n   @\n  ","651761":"\n   Oh no probably getting annoyed lol whatever it is I'm sure you're OK ???\n  ","651762":"\n   dang, nice B cups then\n  ","651763":"\n   You aren't a dog, you are a little kitty?\n  ","651764":"\n   oh nice d cups lol\n  ","651765":"\n   Pap of you?\n  ","651766":"\n   Maybe he's thinking ???\n  ","651767":"\n   they are nice lol\n  ","651768":"\n   Haha, what would you do if you found me inflated like a balloon? You can choose multiple. 1) laugh 2) take a pic 3) jump on me 4) inflate me bigger 5) pop me 6) suck all the air out, inflating you and deflating me 7) suck half the air out, leaving us both inflated.\n  ","651769":"\n   BAD GURL???\n  ","651770":"\n   nice C cups\n  ","651771":"\n   @\n  ","651772":"\n   ? what's up\n  ","651773":"\n   @\n  ","651774":"\n   I wish people wouldn't do that and send my link to others. Hope you're ok Savannah! ??\n  ","651775":"\n   Okay, I'm happy for you^^. And, I used to!??\n  ","651776":"\n   You're SMOKEN HOT ???\n  ","651777":"\n   Do you think love can change you?\n  ","651778":"\n   How are you?\n  ","651779":"\n   Full body pap from the side\n  ","651780":"\n   No problem ? what can I say I'm so nice ???\n  ","651781":"\n   Okie dokie I'll take the pic and just have it saved and then since you went to bed you can just lemme k ow when you wanna see em and I'll just do what I've been doing in terms of pictures\n  ","651782":"\n   but you were certain he was gay even though he told ou he liked you etc\n  ","651783":"\n   I will buy you something on your Amazon wish list if you do\n  ","651784":"\n   @-opinions?\n  ","651785":"\n   Is it right that that\n   \n    @clarebear1996\n   \n   has posted a underwear pic of a guy she knows?\n  ","651786":"\n   I feel better, you?? And yes, you forget me all the time, so rude??\n  ","651787":"\n   The guy that wears thongs\n  ","651788":"\n   Merry Christmas! <33\n  ","651789":"\n   What school are you in\n  ","651790":"\n   Heyyy?\n  ","651791":"\n   Wanna hang out sometime\n  ","651792":"\n   Hey wassup you big winner!\n  ","651793":"\n   Do you think that society tends to be guillable in away ? for actually believing in everything the media says\n  ","651794":"\n   Boo I need ur help ?\n  ","651795":"\n   What you have for Christmas dinner\n  ","651796":"\n   Do you have a musically? Snapchat?\n  ","651797":"\n   Last time you got in trouble what u get grounded yelled at smacked soap or yelled at\n  ","651798":"\n   WHERE \nYOU\nFROM?\n  ","651799":"\n   I got your letter 11 pages long! (If im right) I CANT WAIT. I havent read it yet due to christmas and not being at home. But in a couple days!! Eeeeeek squeel squeel???\n  ","651800":"\n   If you could make your butt 5 inches bigger would you\n  ","651801":"\n   Does what they say about your zodiacal sign generally match your personality?\n  ","651802":"\n   but you didn't want to date a guy who was possibly gay?\n  ","651803":"\n   I am him\n  ","651804":"\n   Haha, ok fine. Would you rather have your whole body inflated or your butt?\n  ","651805":"\n   Would you go thong shopping with him?\n  ","651806":"\n   NP ? chill day hype??? and u post Amazing selfie ???\n  ","651807":"\n   why would he want to date you if he was gay?\n  ","651808":"\n   Anon, if anyone has a thong sticking out.. they defo getting a thong wedgie XD\n  ","651809":"\n   Would you?\n  ","651810":"\n   Haha hope you are having a great day ????\n  ","651811":"\n   did you ever kiss that friend\n  ","651812":"\n   If you knew a guy was wearing a thong, would you give him a thong wedgie?\n  ","651813":"\n   Yea, rn I'm stuck at a Christmas party ??? I want to go home now but I'm middle of a great 20min call of duty game ??? lol\n  ","651814":"\n   Will you do a head to toe pic for something on your Amazon wish list?\n  ","651815":"\n   What's wrong with a guy wearing thongs?\n  ","651816":"\n   I'm sorry Boom I still haven't made it home yet but I'll get a picture of everything once I get home which I'm hopefully leaving my relatives soon\n  ","651817":"\n   Dam it I was gonna talk to you more ????\n  ","651818":"\n   Why wouldn't you date a guy that wears thongs?\n  ","651819":"\n   Why  not?\n  ","651820":"\n   Haha, well that's why your deciding my fate XD\n  ","651821":"\n   so did you watch out for 1 another when you peed, or did you both pee at the same time\n  ","651822":"\n   Uhmm.. not sure what you're on about or why you can't just take the compliment , but you're quite rude and I see why you're single. Have a nice night...\n  ","651823":"\n   so you just peed, but no co this time?\n  ","651824":"\n   ever been caught having sex by your parents or by someone else who you should not have been caught by, or even doing something naughty\n  ","651825":"\n   would you date a guy that wears thongs?\n  ","651826":"\n   did you ever do any kind of public indecency again?\n  ","651827":"\n   Nope guess someone else loves you too shocking lol\n  ","651828":"\n   how long was your grounding for public indecency\n  ","651829":"\n   I love you\n  ","651830":"\n   What is your favorite thing in your room? PAP!\n  ","651831":"\n   Why not? XD\n  ","651832":"\n   so toxic i needed time to think, how was your holiday?\n  ","651833":"\n   im alright, went mia for a while from here\n  ","651834":"\n   Haha' would you rather have your butt inflated and my whole body inflated, or my butt inflated and your whole body inflated?\n  ","651835":"\n   howve u been\n  ","651836":"\n   How would you react\n  ","651837":"\n   hey you\n  ","651838":"\n   What else\n  ","651839":"\n   Not really haha XD. Well how would you react if your butt inflated?\n  ","651840":"\n   Do you work out your ?\n  ","651841":"\n   what is the biggest or baddest or worst thing you did to be grounded and what was the longest time you were grounded\n  ","651842":"\n   What would make you say the phrase, \"Oh YEEAAHHHHH\"\n  ","651843":"\n   MERRY CHRISTMAS LOVELY??\n  ","651844":"\n   Just tell me your Snapchat\n  ","651845":"\n   How would you react if you took off a guys jeans and he was wearing a thong?\n  ","651846":"\n\n    @Catwoman1994\n   \n","651847":"\n   ✌\n  ","651848":"\n   Wanna know who I am? :)\n  ","651849":"\n   You look younger\n  ","651850":"\n   Oh now it's actually tagging me wtf.\n  ","651851":"\n   How old are you\n  ","651852":"\n   Favorite video then?\n  ","651853":"\n   That's good\n  ","651854":"\n   Pap of you in a mirror\n  ","651855":"\n   Makes my day with you saying that thank you ?\n  ","651856":"\n   Ya hbu?\n  ","651857":"\n   That wasn't completely full body\n  ","651858":"\n   Is it normal that I'm having a fight tomorrow because I'm a Protestant and he's a Catholic?\n  ","651859":"\n   Are you single\n  ","651860":"\n   Good because you are really nice and look beautiful actually GORGEOUS and you should be proud of who you are!!! ?\n  ","651861":"\n   Cop a smack bum\n  ","651862":"\n   Do you like complements\n  ","651863":"\n   ❤️\n  ","651864":"\n   What did I say about a low profile?!\n  ","651865":"\n   I'm a little bit late. Merry Christmas guys, I hope that you had\/ are having a fab day!\n  ","651866":"\n   I'll let you know what I got once I get home cause I know you were curious\n  ","651867":"\n   Booger butt\n  ","651868":"\n   Ever been grounded\n  ","651869":"\n   wht\n  ","651870":"\n   Hey\n  ","651871":"\n   SORRY\nI\nFELL\nASLEEP\nAND\nLEGIT \nJUST\nWOKE \nUP\n  ","651872":"\n   Your correct ?????\n  ","651873":"\n   How do you know that any behaviour that you try to inculcate in your progeny is not something against their nature, and therefore not forced down their throat?\n  ","651874":"\n   Guess what?\n  ","651875":"\n   ☺️\n  ","651876":"\n   I am having a good day,I hope that you're having too :)\n  ","651877":"\n   what was it?\n  ","651878":"\n   Don't have clothes to sleep... What should i do?\n  ","651879":"\n   Did you get new panties for Xmas\n  ","651880":"\n   I'm a little sick, but my fever is less high so... You???\n  ","651881":"\n   I'm gonna spam you ??\n  ","651882":"\n   Idk...ask her?\n  ","651883":"\n   Here it's 0640 am  - Dec 25th \nGoing to bed ? \nWhich means you ain't gonna response anymore ?  Gonna sleep ? \nIt ain't too late in your area ! \nThe Frenchman \n\nPS : gonna write you later  ....\nBonne nuit et fais de beaux rêves !\n  ","651884":"\n   Age?\n  ","651885":"\n   PAP your Christmas dinner table!\n  ","651886":"\n   Merry Christmas??\n  ","651887":"\n   True that\n  ","651888":"\n   Got me there ???\n  ","651889":"\n   Merry Christmas ms.boom <3333\n  ","651890":"\n   Merry Christmas!\n  ","651891":"\n   Hey queenie???\n  ","651892":"\n   So for you, something that is forced down is just religion?\n  ","651893":"\n\n    https:\/\/www.youtube.com\/watch?v=j7jg0XFX1Vc\n   \n","651894":"\n   ootd\n  ","651895":"\n\n    https:\/\/www.youtube.com\/watch?v=CZdx1iizuiE\n   \n","651896":"\n   Nah,you should not be.\n  ","651897":"\n   Feisty.\n  ","651898":"\n   PAP your Christmas dinner table!\n  ","651899":"\n   If you could change one thing in the world, what would it be?\n  ","651900":"\n   Do you always smile for pictures?\n  ","651901":"\n   Not what I heard.\n  ","651902":"\n   What's a subject you wish you knew more about?\n  ","651903":"\n   pap\n  ","651904":"\n   Fuck you too.\n  ","651905":"\n   Dude if you go to Mars they got some LSD Vodka there's still a bunch left. Santa got drunk and forgot us.\n  ","651906":"\n   Fluffyboo is sad\n  ","651907":"\n   Nonsense, a kid won't be in a position to cognitively (or any other big-wordly) think for themselves. You'll see yourself forcing certain things down certain throats. Just wait..\n  ","651908":"\n   Aye ??? didn't see u much yesterday, Merry Christmas ???\n  ","651909":"\n   Pap completely full body\n  ","651910":"\n   Merry Christmas Boomie Boom!\n  ","651911":"\n   Fluffyboo is\n  ","651912":"\n   Merry Christmas you sexy fucks\n  ","651913":"\n   Have a really good Christmas\n  ","651914":"\n   Enjoy Christmas you beautiful specimen ❤⛄?\n  ","651915":"\n   Someone is sad...\n  ","651916":"\n   My love or?\n  ","651917":"\n   Merry Christmas !\n  ","651918":"\n   Merry Christmas everyone! Did Santa bring you anything decent? BQ: Anyone hungover from last night??\n  ","651919":"\n   How many new friends did you make in 2016?\n  ","651920":"\n   What, if any, would you say your political ideology is? Do you try to convert\/educate family & friends to\/on that ideology??\n  ","651921":"\n   Thank me later with the special gift I left under your pillow.\n  ","651922":"\n   Is it socially acceptable NOT to hit the skip button when a GARY GLITTER song comes on on an old Christmas compilation songs CD because you're actually quite ENJOYING it?? Just wondering :-)\n  ","651923":"\n   I love you\n  ","651924":"\n   I hope you're all having a lovely day❤️\n  ","651925":"\n   Que estan Haciendo\n  ","651926":"\n   YOU'RE\nREALLY\nSWEET\nSO \nARE\nYOU\n  ","651927":"\n   What is the gift you love the most?\n  ","651928":"\n   hahaha i feel.. whats up?\n  ","651929":"\n   No white Christmas here.\n  ","651930":"\n   ???? Merry Christmas !! Hope you all have a great one !! Love you ??\n  ","651931":"\n   Merry Christmas??\nHope u have an amazing Christmas \nILY?\n  ","651932":"\n   Who do you think should be the next president?\n  ","651933":"\n   Ok lol, I have to ask whether you do video answers or not.\n  ","651934":"\n   Going to bed\nNight\nMerry Christmas ?\n39 minutes\n  ","651935":"\n   hahah if j dont notice then how do u know ur sore?\n  ","651936":"\n   OH\nREALLY\n  ","651937":"\n   merry christmas to all and to all a goodnight. ps i watched you sleep.\n  ","651938":"\n   Merry Christmas ?☺️\n  ","651939":"\n   Well can ask me\n  ","651940":"\n   Hi Lady !  0744 pm  - Dec 25th \nI wish u a JOYEUX NOEL \nPlease a lot of questions are waiting to be answered\/publicized ! \nHow's the weather in ur area ? \nHave a pleasant day ! \nThe Frenchman\n  ","651941":"\n   BUT\nLOOK\nAT\nYOURS\n  ","651942":"\n   Everyone is so pissy today, time of the month for everyone I guess.\n  ","651943":"\n   SAYS\nYOU\nOMG\n  ","651944":"\n   heey merry christmas! ;D\n  ","651945":"\n   Wonder how many dildos I delivered this year.\n  ","651946":"\n   Merry Christmas!!!\n  ","651947":"\n   PAP your Christmas dinner table!\n  ","651948":"\n   Ha, do you mind ignoring I ask more of these? I'd like to but I don't want to if you don't like it.\n  ","651949":"\n   Do u do video answers?\n  ","651950":"\n   :O THATS FUCKING AWESOME\n  ","651951":"\n   lol haha, how big would we inflate?\n  ","651952":"\n   Look how many you have I just started I want to get a lot too\n  ","651953":"\n   Oh no the stuff I'm getting from Japan is stuff for collecting cause I'm big into collecting but that being said you're right Japan is fucking wonderful\n  ","651954":"\n   You two bestie\n  ","651955":"\n   Ask me something lol I need help to get likes\n  ","651956":"\n   Do you want me to translate \"Je te souhaite un bon  ... \" ?\nSpend Xmas eve with family ? \nThe Frenchman\n  ","651957":"\n   It was mostly video games not board games and they only played a Mario and sonic game. And I will for sure tell you what I get! That being said no one will know what my stuff is cause it's gonna be all from Japan\n  ","651958":"\n   Oh I'm so sorry here if you need anything\n  ","651959":"\n   New year's resolution\n  ","651960":"\n   Haha XD, would you rather inflate yourself, inflate me, or inflate us both?\n  ","651961":"\n   Post Otd\n  ","651962":"\n   True\n  ","651963":"\n   Haha, well how would you react if when you did that, it caused your body to inflate into a big round balloon with only your head, hands, and feet sticking out. Like the girl in that picture.\n  ","651964":"\n   Yeah probably. That being said I am super excited for tomorrow\n  ","651965":"\n   Why not excited?\n  ","651966":"\n   We'd have to give you a small loan first\n  ","651967":"\n   What is the best thing you do with family on Christmas?\n  ","651968":"\n   Lady !  It's 0542 am \nTime runs so  fast !\nGo on YouTube ● write Driving home for Xmas \nAnd you're gonna discover the internauts job\nI see that the qts arrive massively ! \nI can say \" As you ain't arrived at Xmas day \n\nJe te   souhaite un bon réveillon de Noël \nAinsi qu'un joyeux Noël !\"\n  ","651969":"\n   WHO DARES DEMAND PICTURES FROM QUEEN BOOM\n  ","651970":"\n   You just got swag, its a compliment so chill please\n  ","651971":"\n   Incredible ! \nI also ask with a girl of  East coast ! \nFrom it we have 6 hours of difference \nSpeak french language ? \nA little ?  Fluently ? \nThe Frenchman\n  ","651972":"\n   Lol you look black in that picture no offense\n  ","651973":"\n   Night lol\n  ","651974":"\n   I was saying I wanted you but ok.\n  ","651975":"\n   Lady Boometh ! \nYeah a beautiful face \nAll the askers can admire ! \nThe Frenchman\n  ","651976":"\n   You excited for Christmas\n  ","651977":"\n   Well the games and stuff are like my thing cause that's all I do so my older brother left that to me\n  ","651978":"\n   all of the people who complimented you do you consider them close ?\n  ","651979":"\n   Lady !\nMore than 40 000 qts  ?\nWaouh !  Great ! \nYou Spend some time to respond, don't u ? \nDedicate u a old song  DRIVING HOME FOR XMAS of Chris Rea \nInternauts have made superb editing of pics about this song on YouTube \nThe Frenchman !\n  ","651980":"\n   .\n  ","651981":"\n   Pap your feet\n  ","651982":"\n   That feel when anon didn't understand it was hypothetical\n  ","651983":"\n   OR you could HOP OFF Anon cause she has a boyfriend\n  ","651984":"\n   Ask.fm contains nicotine\n  ","651985":"\n   You arent wrong\n  ","651986":"\n   Aww but I want to see that banging body and those sexy hips.\n  ","651987":"\n   Bored and good\n  ","651988":"\n   Okay ❤️?\n  ","651989":"\n   It was fun except I mostly supervised I didn't play much cause I didn't have enough controls my little cousins are amusing\n  ","651990":"\n   you keep asking people to go to their houses but you don't know them??\n  ","651991":"\n   Lol, well how would you react if your body started to inflate like a balloon rn?\n  ","651992":"\n   You have a beautiful face ! \nEverybody who stands in your way\nIs gonna be seduced by it ! \nA  long brown-haired woman \nWho stands bold\/strong\/proud \nI appreciate it !\n  ","651993":"\n   My family had my cousins and their kids come over for Christmas Eve so I was in charge of making sure the game systems and stuff worked while they also played with all the toys I have\n  ","651994":"\n   Well one for each month till the 11th month then it's time to prepare for Christmas\n  ","651995":"\n   See you called me God so now I'm God\n  ","651996":"\n   State   of  Washington ?\nOn the west coast ? \nIs it 0900 pm ● am I right ? \n10 000  kilometers separate us !\nThe Frenchman\n  ","651997":"\n   Hi ! Here it's 0500 am  - Dec 25th \/ 8° C \n\nA merry Xmas from Reichstett \/ France\n  ","651998":"\n   In which state do you live ?\n  ","651999":"\n   Yeah,the actual n-word.And it depends,some Hispanic people do find the word as deragatory and the word historically has been generally considered as deragqtory\n  ","652000":"\n   I have 10 but that's not the point\n  ","652001":"\n   I am everyone you want me to bed\n  ","652002":"\n   I am Jesus\n  ","652003":"\n   merry christmas :)\n  ","652004":"\n   ???\n  ","652005":"\n   I'm so exhausted lol\n  ","652006":"\n   She is in her late 20s\n  ","652007":"\n   Be quiet anon, the naughty list is no joke\n  ","652008":"\n   Np sweetheart anything for you and much love to you\n  ","652009":"\n   pic of your smile\n  ","652010":"\n   Thank you so much?\n  ","652011":"\n   There's actually a person in my friend's videos in Youtube who uses the n-word all the time when talking about blacks and refers a Hispanic person by b-word (which refers to beans) in his comments.\n  ","652012":"\n   Why do you think I say that every year, the day I go out to deliver she goes out to cheat\n  ","652013":"\n   ok the naughty list is a joke\n  ","652014":"\n   ILY and I won't stop bc it's Christmas Eve and tomorrow is Christmas Day\n  ","652015":"\n   Being a hoe some where\n  ","652016":"\n   Do you have a dog\n  ","652017":"\n   Give santa some loving\n  ","652018":"\n   You are doe\n  ","652019":"\n   You're eyes are breathtaking, you're stunningly gorgeous Savannnah. I hope you're doing great, happy holidays!\n  ","652020":"\n   I love you so much as a friend\n  ","652021":"\n   ???? and such a bae\n  ","652022":"\n\n    https:\/\/www.youtube.com\/watch?v=QJO3ROT-A4E\n   \n","652023":"\n   Are you on the good list or the naughty list for Christmas?\n  ","652024":"\n   What's your kik or snapchat?\n  ","652025":"\n   how old are you?\n  ","652026":"\n   most in a row you have sneezed?\n  ","652027":"\n   Hey\n  ","652028":"\n   Yeah rich nigga ?\n  ","652029":"\n   ????\n  ","652030":"\n   You are very pretty and you have very pretty eyes <3\n  ","652031":"\n   Do you think it would be possible to swallow people alive if you were that size?\n  ","652032":"\n   What do you call a  \" rich nigga \" wit no panties ?\n  ","652033":"\n   I wish I could hold that soft pinkish hand of your's, kiss you on the forehead, before cuddling into a sleep with you! :*\n  ","652034":"\n   Yes I am but sadly if u want me it'll just mean u have to be compatible with me work for my attention love\n  ","652035":"\n   Awww yeah those tight abs\n  ","652036":"\n   You shall be back I shall miss you until then\n  ","652037":"\n   What is a half blood relationship?\n  ","652038":"\n   Np\n  ","652039":"\n   you should stay up and talk to me so i can be happy with a friend instead of feeling like shit bc honestly lately you've been the only one making me feel important and making me smile\n  ","652040":"\n   haha, or you could just inflate yourself, then you can roll around XD\n  ","652041":"\n   So what's everybody doing today and\/or tomorrow\n  ","652042":"\n   Followed, follow back?\n  ","652043":"\n   Get some sleep\/rest u deserve to relax and enjoy,not to be in pain\n  ","652044":"\n   Hi and merry Christmas and I love the new profile picture\n  ","652045":"\n   Why do we say \"Merry\" instead of \"happy\" like other holidays?\n  ","652046":"\n   Lol\n  ","652047":"\n   Wishing you a very Merry Christmas ? ?☺\n  ","652048":"\n   Yeah,although here things have been normal and quiet.\n  ","652049":"\n   Merry Christmas buddy ???\n  ","652050":"\n   I LOVE YOU!!!!!!!!! :D\n  ","652051":"\n   To that anon - One word: perversion\n  ","652052":"\n   I won't and aw thank you haha?❤\n  ","652053":"\n   Hey wanna be my girlfriend\n  ","652054":"\n   If you got taught how to control your nerves and how to write would you do Stand up comedy\n  ","652055":"\n   Santa needs a spanking\n  ","652056":"\n   Is everyone looking forward to opening their gifts in the morning?\n  ","652057":"\n   oooh i do haha i dont mind. i embrace it. cause if u dont embrace it it just hurts more..\n  ","652058":"\n   Merry Christmas!!! ???\n  ","652059":"\n   Merry Christmas babes, love you very much! :-)\n  ","652060":"\n   Shows!\n  ","652061":"\n   I must ask you one question before you go to bed because I know you will soon well it is more of a statement than a question \n \nWhy must I always be lost in your eyes why must I always feel that your heart is like a Guiding Light why must I always smile when seeing your beautiful tummy who knows.\n  ","652062":"\n   Likers get emoji account rates?\n?My fav account \n?Love it\n?Cute\n?It's okay\n?Needs some work\n?Too basic\n?Don't like it\n?Delete it.\n  ","652063":"\n   dude i feel you. being a kid was so awesome like you didnt have to worry about money, food, water, etc. Being an adult sucksss\n  ","652064":"\n   How sure are you that you have the degree?\n  ","652065":"\n   What is your first name\n  ","652066":"\n   Adulting? You speak as if its some degree waiting to be claimed!\n  ","652067":"\n   You're a Kid Boomlet\n  ","652068":"\n   We share a love for selfies ;)\n  ","652069":"\n   I'm good what about u?❤\n  ","652070":"\n   how are you?\n  ","652071":"\n   ARE YOU SURE? ALSO I HAVE A HERSHEY BAR THING APPARENTLY I JUST FOUND OUT\n  ","652072":"\n   Love you savannah ?\n  ","652073":"\n   That truck driver (He was from Tunisia,btw) was killed in a shootout with the police in Italy yesterday or Thursday,I think.\n  ","652074":"\n   I'm early but I've got a pretty busy day ahead, I hope you all have a wonderful Christmas and a brilliant new year ?\n  ","652075":"\n   wym?????\n  ","652076":"\n   Doing opinions so if you want one, send your @ off anon (Obviously). If you don't want one, then just use this to post a selfie ;D Merry Christmas!\n  ","652077":"\n   Hot\n  ","652078":"\n   hiii?❤️\n  ","652079":"\n   Hope you have a great Christmas Sav! All the best from England ❤ x\n  ","652080":"\n   Hey girl\n  ","652081":"\n   What pants are you wearing?\n  ","652082":"\n   Merry Christmas??\n  ","652083":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answer\/140242321785\n   \n   so u r not an real American!\n  ","652084":"\n   Can I please see a photo of your abs lady boometh.\n  ","652085":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","652086":"\n   What is your middle name?\n  ","652087":"\n   Que estan  Haciendo\n  ","652088":"\n   Pap of you in panties\n  ","652089":"\n   No.\n  ","652090":"\n   Can I see a pic of your abs too.\n  ","652091":"\n   OH GOTCHA! SORRY I HAD A STUPID MOMENT THERE MY BAD\n  ","652092":"\n   thats what your chin thing reminded me of\n  ","652093":"\n   Thanks?\n  ","652094":"\n   Please do ?\n  ","652095":"\n   Goodnight ???\n  ","652096":"\n   Trade what? Wait im confused now friend\n  ","652097":"\n\n    https:\/\/i.ytimg.com\/vi\/cunMICmz1nQ\/maxresdefault.jpg\n   \n","652098":"\n   I am just laying on the couch watching watching TV\n  ","652099":"\n   Booty pap\n  ","652100":"\n   You're eyes ❤?❤?❤\n  ","652101":"\n   @\n  ","652102":"\n   I will give you hungry bunny\n  ","652103":"\n   Guys who get rejected and butt hurt be like ? one after another\n   \n    http:\/\/i0.wp.com\/pingifs.com\/wp-content\/uploads\/2016\/09\/11\/red_running_friday_movie.gif?fit=481%2C262\n   \n","652104":"\n   You look like a Young female version of Mads Mikkelsen\n  ","652105":"\n   So what you doing\n  ","652106":"\n   Ummm I lost my virginity to a glory hole...\n  ","652107":"\n   But I want you so bad baby cakes xxx\n  ","652108":"\n   You don't need to have to say anything just come to me --\n  ","652109":"\n   I lost my virginity...but I never had sex. Does this make sense ?\n  ","652110":"\n   Ahhh selfie day ???????\n  ","652111":"\n   how can you go to church if you say you do not follow a religion?\n  ","652112":"\n   Aw thank you and I am so glad we are friends\n  ","652113":"\n   Plans for tomorrow?\n  ","652114":"\n   That's true lol you are priceless xx will my love buy you lol x\n  ","652115":"\n   Give me your Ass 4 life please\n  ","652116":"\n   Oh please what lol xx\n  ","652117":"\n   I'm so glad I made ur night\n  ","652118":"\n   How much would 1 cost\n  ","652119":"\n   Pap of you\n  ","652120":"\n   You're life x\n  ","652121":"\n   Have you ever given a lap dance\n  ","652122":"\n   I have American fetish. You are American... like Pocahontas and Sacajawea\n  ","652123":"\n   Aww thank you you really made my night and ur amazing also\n  ","652124":"\n   Sex rates for likers?\n  ","652125":"\n   Me too ??\n  ","652126":"\n   Be mine.\n  ","652127":"\n   Je suis fétichiste des am.erindiennes... tu vas devenir ma Pocahontas (P.orncahontas)... ma Sacajawea (S.exajawea)... ???\n  ","652128":"\n   You're so gorgeous x\n  ","652129":"\n   Truuu everyone is busy this week :\/\/\/\n  ","652130":"\n   Be my first wife.\n  ","652131":"\n   Now what happened ha?\n  ","652132":"\n   Okay issue is resolved become my 1st wife\n  ","652133":"\n   Be my first wife.\n  ","652134":"\n   In Homosexual relationships, which couples do you find cuter guy and guy or girl and girl ?\n  ","652135":"\n   Do you do push-up chin up or just situp\n  ","652136":"\n   ❤️❤️❤️❤️\n  ","652137":"\n   Be my second wife.\n  ","652138":"\n   Yeah plus I love tea ?\n  ","652139":"\n   What is your Snapchat\n  ","652140":"\n   ??? this week has been busy tbh\n  ","652141":"\n   The truck driver ran over and intentionally k.illed Germans at Berlin Christmas market\n  ","652142":"\n   Aw we could have a tea party together ?❤️\n  ","652143":"\n   Haha, well you'd be in this girls position\n   \n    http:\/\/img13.deviantart.net\/bae7\/i\/2013\/018\/2\/c\/ruh_roh_by_randomguy1001-d5rx4au.png\n   \n","652144":"\n   Be my second wife.\n  ","652145":"\n   Just took some and now I am drinking tea and massaging my head\n  ","652146":"\n   #thinktoparis #thinktobruxelles #thanktonice #thinktoberlin Nous devons penser à ces villes. N'oublions jamais.\n  ","652147":"\n   Do you like Muscles\n  ","652148":"\n   Do you like guys who have big muscles\n  ","652149":"\n   Do you live in Pittsburgh\n  ","652150":"\n   Have a great time ?????\n  ","652151":"\n   Ho Ho Ho Merry Boobness\n  ","652152":"\n   #praytoparis #praytobruxelles #praytonice #praytoberlin ?\n  ","652153":"\n   I'm good just have a bad headache\n  ","652154":"\n   How are you\n  ","652155":"\n   What would you do with your “15 minutes” of fame?\n  ","652156":"\n   is 7 inches erect penis big enough?\n  ","652157":"\n   Buenas os paso mi web por si podeis visitar, etc, encuestas, cliscs en publicidad Gracias de antemano os dejo la ultima noticia\n   \n    http:\/\/luchadoresporelmundo.blogspot.com\/2016\/04\/una-mas-para-taker.html\n   \n","652158":"\n   Merry Christmas Savannah!\n  ","652159":"\n   That's actually one of the few chocolate things I won't have which may sound odd\n  ","652160":"\n   Kik?\n  ","652161":"\n   REDRUM REDRUM REDRUM REDRUM REDRUM REDRUM REDRUM REDRUM....\n  ","652162":"\n   Honestly same chocolate is wonderful\n  ","652163":"\n   Ahhh I finish eating ? took me forever to respond to u\n  ","652164":"\n   Imagine if there's no hierarchy though. Maybe this version of a higher level is about achieving something else that we don't know about. What if this is the only eternity that exists and when we die we don't live ever again?\n  ","652165":"\n   That mostly in the process of learning currently I have programs and stuff I use that help me make games currently\n  ","652166":"\n   wait, then your mom's ex husband is your dad's ex coworker?\n  ","652167":"\n   But she does love booty\n  ","652168":"\n   How did your parents first meet each other?\n  ","652169":"\n   I'm good how about you this afternoon ??? what u up to\n  ","652170":"\n\n    https:\/\/en.wikipedia.org\/wiki\/Six_degrees_of_separation\n   \n","652171":"\n   Ur welcome and thank you ❤️ I am following you now ?\n  ","652172":"\n   Boom is life\n  ","652173":"\n   That's my dream actually and what I'm going for is to make video games\n  ","652174":"\n   CHOCOLAAATE! LMAO\n  ","652175":"\n   PRESENT TIME PRESENT TIME OPEN UP AND SEE WHATS INSIDE\n  ","652176":"\n   how are you?\n  ","652177":"\n   they are wonderful\n  ","652178":"\n   haha it not tht bad, just pain..\n  ","652179":"\n   You should try socks in the grass...it feel sooo good! :D\n  ","652180":"\n   Any more of your new pics\n  ","652181":"\n   Umm, like our whole occur team wears socks in the grass. It feels awesome! ?\n  ","652182":"\n   You gotta start hitting some deadlift I mean cmon abs? Hit some biceps and triceps too. Legs too. And chest.\n  ","652183":"\n   how are you?\n  ","652184":"\n   Hb booty?\n  ","652185":"\n   That art thing looks super cool! Also sorry I'm like I'm bad at not saying hey right away when you're on\n  ","652186":"\n   That's u\n  ","652187":"\n   How often do you work on your abs\n  ","652188":"\n   are you're new pics recent? in your profile\n  ","652189":"\n   Hey :) if i send you picture of myself 'flexing' and showing of 'muscles' can you roast me and just make fun of me lol\n  ","652190":"\n   What do you work on\n  ","652191":"\n   Will do and I apologize if I sent too many things at a time I just had multitudes of random spurts of thoughts\n  ","652192":"\n   i feel tht.. i love hour planks\n  ","652193":"\n   Oh right I made two more art things if you wanna see em\n  ","652194":"\n   So did Lenny kill the real John G in the past & he just doesn't remember so he keeps killing random John G's or what, what is the truth\n  ","652195":"\n   i'm not a hoe. i wanna fight, like rn bc you are abusing me. fight me RIGHT NOW\n  ","652196":"\n   what ur fav workout?\n  ","652197":"\n   hey\n  ","652198":"\n   Love ur profile picture\n  ","652199":"\n   What would it be like being as tall as a skyscraper?\n  ","652200":"\n   How should i sleep if I don't HV clothes?\n  ","652201":"\n   Anyways bye~\n  ","652202":"\n   People have serotonin?  LMFAOOOOOOOO\n  ","652203":"\n   Hi \nCan you post your elbow?\n  ","652204":"\n   People workout? LMFAOOOOOOOOOO\n  ","652205":"\n   Merry Christmas\/Happy Holidays to you and your family,Savannah :)\n  ","652206":"\n   Do you work out\n  ","652207":"\n   Pap of your text messages\n  ","652208":"\n   You ever see the movie Memento?\n  ","652209":"\n   Haha cool...but isn't it fun to wear socks in the grass too? ?\n  ","652210":"\n   Lady perfection~\n  ","652211":"\n   Stunner ??\n  ","652212":"\n   I want to. Be like ur stool\n  ","652213":"\n   yo you gonna share that money?\n  ","652214":"\n   I've always believed we live in a simulation because it just seems like one. 300 characters isn't enough to describe it lol. But if that's true then I wonder what's at the higher level. What if it's eternity? What if it's... free water?\n  ","652215":"\n   BOOM! CLAP! THE SOUND OF MY HEART\n  ","652216":"\n   I didn't  understand\n  ","652217":"\n   Have you ever walked around outside in socks? Lol\n  ","652218":"\n   plans for the holidays?\n  ","652219":"\n   It does not matter! I find it really cool actually. U heard of 6 degrees of separation ?\n  ","652220":"\n   Wow. Mind. Blown. So let's take it a step further: we're all \"alive\" but deep down inside we're sleeping and when we die we wake up in a chamber to tell the other world about our experiences.\n  ","652221":"\n   Wtf how small is this site that you like answers of same ppl I follow ? (\n   \n    @edgardbrungard\n   \n   for example )\n  ","652222":"\n   If a woman was a religious Sikh and she did not shave her legs, what would you think of her in your own mind?\n  ","652223":"\n   My goal is to make your brain hurt with my alien intelligence ;). But dude imagine if that actually was the case. what if we're all under the influence of LSD but when you actually take LSD you're sober?\n  ","652224":"\n   Snapchat?\n  ","652225":"\n   dude that'd be like the biggest trip since the one Ferris Bueller took on his day off. What if our brains are the universe and the universe is our brain?\n  ","652226":"\n   Have you finished your Christmas shopping yet\n  ","652227":"\n   those new pics though\n  ","652228":"\n   Did you wrap more presents this year or put presents in gift bags\n  ","652229":"\n   Do you have all your Christmas gifts wrapped already\n  ","652230":"\n   are things still good with you and bunny or\n  ","652231":"\n   you are not fat?❤️\n  ","652232":"\n   I'm a cunt at times >.>\n  ","652233":"\n   How would you react if your body inflated like a balloon\n  ","652234":"\n   THEY'RE SELLING CHOCOLATE\n  ","652235":"\n   you're going the extra mile eh? I'll fly to the edge of the universe and do LSD there. I'll do it with some billion year old alien.\n  ","652236":"\n   if there's martian LSD on Mars im totally taking it\n  ","652237":"\n   If a woman was a religious Sikh and she did not shave her legs, how would guys judge her?\n  ","652238":"\n   what happened with lsd\n  ","652239":"\n   you took lsd\n  ","652240":"\n   Ayeee what's up\n  ","652241":"\n   Did someone say brownies ? <33\n  ","652242":"\n   aight we gonna fight...but tomorrow bc i'm tired af. let's talk about this tomorrow bc i'm not finished with you?❤️ sharing is caring! so share them but goodnight loser((:\n  ","652243":"\n   Do you think it's a logical fallacy for vegans to be pro choice on the subject of abortion? At the very least do pro choice vegans have the right to complain about pro lifers 'pushing their beliefs on to others' when they're pushing their veganism beliefs on to non vegans?? Explain your answer :-)\n  ","652244":"\n   SHARE THOSE BROWNIES\n  ","652245":"\n   How old were you when you realized Santa Clause was bullshit?\n  ","652246":"\n   Awe thx\n  ","652247":"\n   Favourite Quote;  \"I don't do friends, I do family\"\n  ","652248":"\n   you should bring me brownies\n  ","652249":"\n   What are you looking forward to in 2017?\n  ","652250":"\n   Hottest lesbian on this site?\n  ","652251":"\n   Yeah,I have always believed that if you're going to comment negatively on someone's looks (like calling them ugly),you should do it with your name and own face visible so you can be judged in the same fashion too + the comment does actually have some credibility behind it.\n  ","652252":"\n   Edgar Allan Poe,one of the greatest authors ever :)\n  ","652253":"\n   Thank you,miss Savannah :)\n  ","652254":"\n   i swear to god i hate my school kms\n  ","652255":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140227741049\n   \n   I may add that the anon is calling someone ugly but yet doesn't have the balls to show his or her own face to us.\n  ","652256":"\n   Dude like I live with an alter and sometimes it's hard as fck so don't blame yourself.\n  ","652257":"\n   Lmfao nah would never stalk someone\n  ","652258":"\n   Have you ever written a poem? If yes, what was it about?\n  ","652259":"\n   Your eyes ?\n  ","652260":"\n\n    @cmcloudi\n   \n   is ugly  why do you even talk to him ?\n  ","652261":"\n   I see u\n  ","652262":"\n   Nighttt\n  ","652263":"\n   no problem❤️ thank you?\n  ","652264":"\n   Likers Get?\n  ","652265":"\n   My I pad has been at 1% for 3 hours\n  ","652266":"\n   You are too your my favorite ask person ever\n  ","652267":"\n   I'm surprised to hear that,but hopefully you're able overcome your issues.\n  ","652268":"\n   I agree with mental illness thing. It's hell.\n  ","652269":"\n\n    @nikkisbaes\n   \n","652270":"\n\n    @damnmolls\n   \n","652271":"\n   Boom?\n  ","652272":"\n\n    http:\/\/ask.fm\/damnmolls\/answers\/139995049511\n   \n","652273":"\n   Your welcome\n  ","652274":"\n   Babes ?\n  ","652275":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140222014841\n   \n   As someone who has battled with mental health issues for a long time,I totally agree with this.\n  ","652276":"\n   Thoughts on mental illness, and health............\n  ","652277":"\n   Hang on I'll give you an answer in a short time\n  ","652278":"\n   It begins on the 24th of dec\n  ","652279":"\n   Were guys like that back when you were high school?I\n  ","652280":"\n   How did you meet your best friend?\n  ","652281":"\n   thank you for being there for me. you're such an amazing person and honestly the most beautiful girl on this entire site\n  ","652282":"\n   ? they won't even talk to get to know you some guys just want flirt\n  ","652283":"\n   What smell brings you back to a childhood?\n  ","652284":"\n   How many fuck boys mess with you??\n  ","652285":"\n   ???? tooooo soooon\n  ","652286":"\n   Ya Christmas isn't  for everyone\n  ","652287":"\n   it's ok I don't mind ???\n  ","652288":"\n   U are my Christmas present. I want u to be my queen?☺️\n  ","652289":"\n   just love sucks\n  ","652290":"\n   video of you singing Lana Del Rey Video Games\n  ","652291":"\n   You're goals☺️\n  ","652292":"\n   Your so pretty omg\n  ","652293":"\n   Damn smart strategy are there people that think your not real with the pictures or think your just a catfish?\n  ","652294":"\n   hi\n  ","652295":"\n   Dang :\/ my bad i always make people days. Well at least I tried to talking about the Amazing holiday\n  ","652296":"\n   you're welcome. i've been like crying all fucking day ugh\n  ","652297":"\n   sup\n  ","652298":"\n\n    @laurryn34\n   \n","652299":"\n   If there were a zombie apocalypse what would you do how would you survive\n  ","652300":"\n   At what age did you first learn about periods?\n  ","652301":"\n   AWAW\n  ","652302":"\n   Cop a hard spanking with a hand b belt c wooden spoon\n  ","652303":"\n   tbh, i'm far from okay. that's why i asked you a question. usually making other people happy makes me feel a bit better so i wanted to try to make you smile\n  ","652304":"\n   Awe ??? getting into the Christmas spirit?\n  ","652305":"\n   Haha how about u ??? u should be excited too ???\n  ","652306":"\n   how are u\n  ","652307":"\n   NP ??? I'm so excited for Christmas in General ????????\n  ","652308":"\n   selfie\n  ","652309":"\n   Awesome quote ???? glad to have u as a wonderful friend ?????\n  ","652310":"\n   Aw thank you!! And yasss Sarah Paulson is just beautiful? Should speak some time✨\n  ","652311":"\n   Why are you so fucking adorable?\n  ","652312":"\n   What love\n  ","652313":"\n   is everything okay??\n  ","652314":"\n   Looks like\n   \n    @Jxshu\n   \n   and\n   \n    @jenniesacunt\n   \n   are irrelevant now lol\n  ","652315":"\n   i think your eyes are beautiful. i think you show true perfection in all your selfies tbh\n  ","652316":"\n   What motivates you to wake up every morning?\n  ","652317":"\n   Hahaha NOPE\nNot till now?\n  ","652318":"\n   What do you think is your best feature?\n  ","652319":"\n   This is the most important question ever: Is it spelled Santa Clause or Santa Claus?\n  ","652320":"\n   Would you rather spend 12 hours on the streets on the night of The Purge with just a hunting knife (look up movie if you don't know what it is) or be stuck in outer space for 3 days with a murdering killer AI cyborg out to get you? and why?\n  ","652321":"\n\n    @lexipietro\n   \n\n    @lmao_urface\n   \n\n    @laurryn34\n   \n\n    @lenywaves\n   \n","652322":"\n   You look gorgeous!!!!!!!\n  ","652323":"\n   New day\n  ","652324":"\n   What's your favorite kid movie? Mine is Finding Nemo\n  ","652325":"\n   That black hair ?\n  ","652326":"\n   youtube or on internet\n  ","652327":"\n   Favorite albums?\n  ","652328":"\n   This app lets you gain likes and followers on Ask.fm for free. Android:\n   \n    https:\/\/play.google.com\/store\/apps\/de\n   \n   ... iOS on AppStore:\n   \n    https:\/\/itunes.apple.com\/ua\/app\/askli\n   \n   ... ---------------------------------------------------------------------------------------\n  ","652329":"\n   Thoughts on #Death, #Time and #Love \n#CollateralBeauty\n  ","652330":"\n   tv or internet\n  ","652331":"\n   How ready are you for 2016 to end?\n  ","652332":"\n   Which Christmas song freaks you out the most?\n  ","652333":"\n   What was the last fiction book you read?\n  ","652334":"\n   Hope you have a great day or night ??????\n  ","652335":"\n   AHAHAHA??\nI feel so honored (':\n  ","652336":"\n   ? I make music and i would appreciate you taking a quick listen to my latest dance song\n   \n    https:\/\/youtu.be\/MOkgQx5tJtw\n   \n   ?\n  ","652337":"\n\n    https:\/\/m.youtube.com\/watch?v=cNS-vWcj9DY\n   \n","652338":"\n   Do you wear heels?\n  ","652339":"\n   AWEEE OKIE PRECIOUS\n  ","652340":"\n   What's up\n  ","652341":"\n   Are you into zombies\n  ","652342":"\n   Opinions on me (sent to all) was a recent of mine hahaha✨\n  ","652343":"\n   What was the last movie that made you think?\n  ","652344":"\n   That's sweet haha? same to you chick❤️✨\n  ","652345":"\n   I agree???\n  ","652346":"\n   AW BBY\n  ","652347":"\n   Same, have to have them all ay?\n  ","652348":"\n   I'm addicted to gifts -\nI wish I had -\n   \n    https:\/\/www.amazon.com\/registry\/wishlist\/4UX4P2WY2BDB\n   \n   Goal: 50k answers ❓\nlets go to mars\n\ninstagram.com\/thesavannahames\n\n#boom #alien?\n  ","652349":"\n   Oh I know, she's literally perfect!! Ultimate girl crush?\n  ","652350":"\n   YAYYYY?\nGONNA WATCH A HORRORRRR\n  ","652351":"\n   Loving that photo! Sarah Paulson is goddd?\n  ","652352":"\n   Yeah I agree,it's stupid that they don't tell you what part of the rules you're violating when they give you the warning.And they remove answers without warning too,quite often for simply saying a naughty word.\n  ","652353":"\n   Also i was just talking about my art the pixel stuff what those things actually are\n  ","652354":"\n   you said something about ask saying that you did something wrong\n  ","652355":"\n   Warninged?\n  ","652356":"\n   :'(\n  ","652357":"\n   AHAHAHAHA GONNA WATCH NETFLIX IF YA WANNA JOIN\n  ","652358":"\n   All that stuff is actually fan stuff for the shows i watch my own characters if you will\n  ","652359":"\n   HAHAHA I DON'T\n  ","652360":"\n   I cant really draw as good but im working on drawings too which relate to the pixel stuff\n  ","652361":"\n   I would give you a hug haha for being a good friend\n  ","652362":"\n   HAHAHA FFS I DON'T???\nEW\n  ","652363":"\n   Just a few mostly but the others are just as cool\n  ","652364":"\n   THATS FROM AN ANIME OMFG LMAO\n  ","652365":"\n   HAHAHA SAME\nBUT I HAVE NO DICK\nOR DO I\nDUN DUN DUNNNNN\n  ","652366":"\n   why you sad boom\n  ","652367":"\n   Ill take screenshots itll be acouple seconds\n  ","652368":"\n   LMFAO\n  ","652369":"\n   Me too beautiful he was so loved a very important person in my life\n  ","652370":"\n   Santa Claus is coming to town.\n  ","652371":"\n   Oooooooh shit hmm how should i do this cause there is more than just one\n  ","652372":"\n   Yes!\n  ","652373":"\n   Hi Savannah how are you\n  ","652374":"\n   Okay! :D\n   \n    http:\/\/35b.deviantart.com\/gallery\/\n   \n","652375":"\n   Super random but did you wanna see some art ive done?\n  ","652376":"\n   Write a honest paragraph about someone on here you care about \/don't mention their name\/ be honest &a truthful\/ let people guess.\n  ","652377":"\n   You been grounded this year\n  ","652378":"\n   he died November 18\n  ","652379":"\n   New follow x\n  ","652380":"\n   That button or patch or whatever it is is something i need\n  ","652381":"\n   I'm meh wbu ?\n  ","652382":"\n   uh i talk politics with others all the time so people ask me this too\n  ","652383":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140205870201\n   \n   where this pic\n  "},"Answer":{"651311":"\n  THAT SOUNDS SO LOVELY\n  \n  IM TRYING TO ANSWER ALL THESE QUESTIONS SO I CAN EAT AND MAKE HOT CHOCOLATE AND PLAY MY GAME\n  ","651312":"\n  Hi\n  ","651313":"\n  This made me think of you\n  \n   @Pookeo9\n  \n","651314":"\n  Ill message back soon xo\n  ","651315":"\n  It would explain a lot ?\n  ","651316":"\n  Im playing sims lol\n  ","651317":"\n  I know how to survive\n  ","651318":"\n  Ive told everyone like 194843939849393 times. Its literally pointless\n  \n  Im fucking 21\n  \n  My age isnt a big fuckin deal get the fuck over it.\n  ","651319":"\n  I know babe, im sorry ?\n  ","651320":"\n  Did someone say vodka\n  ","651321":"\n  HOW ARE YOU TODAY\n  ","651322":"\n  Thank you?\n  ","651323":"\n  Oh thanks babe, YOURE REAL SUPPORTIVE\n  ","651324":"\n  Uhm just need to watch the  goldbergs and ill have enough?\n  ","651325":"\n  Like i thought i had annoying anons, but daaamn people are creepy to you.\n  ","651326":"\n  What is up❤\n  ","651327":"\n  My name is savannah\n  \n  I was sleeping but now im nerding out.\n  \n  I need more games guys\n  \n  I dont ever have a french breakfast sooo.\n  \n  Even though id fuckin kill someone for bread pudding rn.\n  \n  Big city?\n  \n  Even tho i live in a small town\n  ","651328":"\n  I need to make food lol\n  ","651329":"\n  I appreciate you as well ?\n  ","651330":"\n\n   @jakesossy\n  \n  people are weird to you on ask ?\n  ","651331":"\n  Id enjoy bigger lips ?\n  ","651332":"\n  I want more hot chocolate but ive already had some today\n  ","651333":"\n  Holy fuck i need to pee\n  ","651334":"\n  I honestly have no fuckin idea what this is trying to ask me\n  ","651335":"\n  Its painful not being able to be around the one person you want\n  ","651336":"\n  No i dont. I live on the east side\n  ","651337":"\n  ELLLO POPPIT\n  ","651338":"\n  I really need to eat something\n  ","651339":"\n  ?\n  ","651340":"\n  Omg, you just described me.\n  ","651341":"\n  SWEET HUMAN\n  ","651342":"\n  OMG wow ??\n  \n  Thank you so much.\n  \n  You just cheered me up ?\n  \n  This was so nice of you to say.\n  ","651343":"\n  I just wanna hide ?\n  ","651344":"\n  Yeah, cause some people are obnoxious\n  ","651345":"\n  Oh hell ya id want to know cause then id be like \"FUCK THE BULLSHIT IM GONNA DO WHAT I WANT REGARDLESS IF I DIE FROM IT\"\n  ","651346":"\n  GAAAH THANK YOU SO MUCH SWEETIE\n  ","651347":"\n  Im sorry, when did i become a boy?\n  ","651348":"\n  FUCK\n  \n  THAT\n  ","651349":"\n  Ill just stick with my cat\n  ","651350":"\n  Naaah fam i just work out my mouth ? like you ask the dumbest questions\n  ","651351":"\n  Thank you, thats why i work out in the morninggg\n  ","651352":"\n  Work hard on what?\n  \n  My sudoku, oh yes very hard ?\n  ","651353":"\n\n   @jakesossy\n  \n\n  the end\n  ","651354":"\n  You can use the games on 3ds ?\n  ","651355":"\n  Im trying to play sudoku and im getting distracted\n  ","651356":"\n  Lol thats ok\n  \n  Its a common thing on this site\n  ","651357":"\n  Im a little nerd but like i need more ?\n  ","651358":"\n  I already have a black kitty, i just need dis one\n  ","651359":"\n  Marilyn Monroe ?\n  ","651360":"\n  My cute kitty ?\n  ","651361":"\n  They're on my wishlist lol\n  ","651362":"\n  Im so honored you dont think im a hoe ?\n  ","651363":"\n  Someone buy me the games off my wishlist ❤❤❤❤❤\n  ","651364":"\n  My eyes or stomach\n  ","651365":"\n  HAHAHA good one\n  ","651366":"\n  Awh thank you?\n  ","651367":"\n  Im not like THAT famous tho\n  ","651368":"\n  Yess omfg if you have shitty taste in music, ive learned that they arent the greatest person to be around\n  ","651369":"\n  I aint no hoe yo\n  ","651370":"\n  Awwwwwh, poor thing.\n  ","651371":"\n  Im so confused on how i literally got RAPED with likes last night\n  ","651372":"\n  Guys wtf happened last night\n  \n  I woke up to 900 LIKES\n  \n  And i scroll and see i have like 100s of likes what the hell happened\n  ","651373":"\n  Gooodnight???\n  \n  Spam me\n  \n  ???\n  ","651374":"\n  SUCCESS\n  ","651375":"\n  Wow i must be getting tired cause i cannot spell for my life.\n  ","651376":"\n  Youre still one of those ask people who truly reapect me ?\n  ","651377":"\n  Could someone set me on fire\n  ","651378":"\n  Girls complaining about not having boyfriends wont get them a boyfriend\n  ","651379":"\n  I should have guessed this would happen on my page since my @ doesnt help\n  ","651380":"\n  So are you chad!?\n  ","651381":"\n  Doesnt change the fact i think you're great\n  ","651382":"\n  Wow thank you❤❤\n  ","651383":"\n  Thats better than nothing, just the thought is sweet?\n  ","651384":"\n  I know ?? they are trying to be perverts. But im all yours baby❤\n  ","651385":"\n  Sounds like a personal problem\n  ","651386":"\n  Ahhhhhh, i want it so bad?\n  ","651387":"\n  10:17 pm\n  ","651388":"\n  I didnt know this was so hard to understand lol\n  ","651389":"\n  Because its the dumbest question ever\n  ","651390":"\n  Youre so sweet!! ??\n  \n  I heard it works super well\n  ","651391":"\n  Find the nearest cliff and find out if you can fly?\n  ","651392":"\n  Omg are you an angel?! ??❤ that is so freakin nice ?\n  ","651393":"\n  YOU NEVER RESPONDED TO ME ?\n  ","651394":"\n  Yesss SOOO BAD. ?\n  ","651395":"\n  Im just gonna let you figure this one our on your own, builds character\n  ","651396":"\n  I hope you have a great day frenchy\n  ","651397":"\n  Coma esta?\n  ","651398":"\n  Nothing i should get off and read myself to sleeep\n  ","651399":"\n  Ooooh im excited for you, i almost fainted ? but omfg thank you, youre really sweet! Im sure it will look great on you!\n  ","651400":"\n  Youre basically answering your on question here just saying.\n  \n  Its not rocket science brah\n  ","651401":"\n  Its this really cool thing you can do, contact them and make sure youre hella active ?\n  ","651402":"\n  OMG ITS A SIGN ? I NEED 50K\n  ","651403":"\n  Wow disrespectful and creepy.\n  ","651404":"\n  Why dont you get one?!\n  ","651405":"\n  Its so truee tho, im so over seeing bullshit ????\n  ","651406":"\n  Im not psychotic\n  ","651407":"\n  THATS HOW I FEEL ABOUT ASK\n  ","651408":"\n  Every time new years comes around people posting new years resolutions to bullshit they aint gonna stick too.\n  \n  Lets be realistic this year, lets resolute to some shit you can actually handle.\n  \n  Stop posting you aint gonna fuck this nigga anymore and post \"im gonna fuck this nigga once a week\"\n  \n  Stop posting you on a motherfuckin diet when your motherfuckin ass love food. A fuckin waist trainer and tea isnt a fuckin diet bitch.\n  \n  Stop posting youre cuttin all these friends but when that bitch calling you up to go to the club just say \"this bitch aint the shit bit we gonnna be cool in motherfuckin 2017 too\"\n  \n  Or im about to get a new hairstyle in 2017 bitch.\n  \n  Resolute to this, ima about flexin to the gram bitch.\n  \n  And go on and tell that nigga he aint the baby daddy.\n  \n  Resolute to bullshit you can handle.\n  ","651409":"\n  Holy wow lol thats insane\n  ","651410":"\n  Maybe talk to her and not me\n  ","651411":"\n  Damn, you're getting far?\n  \n  Its like me with books ?\n  ","651412":"\n  I remembered why i dont give relationship advice, a relationship is between two people idk why the hell id want to get involved\n  ","651413":"\n  They're being so obnoxious towards you, im so sorry.\n  ","651414":"\n  Someone please help me\n  \n  Please go away.\n  ","651415":"\n  She seems more real than a lot of this other hoes on here\n  ","651416":"\n  Sometimes\n  ","651417":"\n  I know i make sure of that\n  ","651418":"\n  ❤❤\n  ","651419":"\n  Hi theree\n  ","651420":"\n  I like this\n  ","651421":"\n  I feel like im there just watching?\n  ","651422":"\n  Hes probably the best boyfriend\/husband ever or a really good dad depending the age\n  \n  Or he has hemrodes(idk spelling)\n  \n  Or a nose bleed LOL\n  ","651423":"\n  Whoa whoa, youre homeless or youve been homeless? I need more information\n  ","651424":"\n  Because hes my boyfriend\n  ","651425":"\n  Absolutely beautiful ?\n  ","651426":"\n  I think its pretty equally. I think its based on whos in the wrong place at the wrong time or whos in the right place at the right time. I think things could happen to anyone.\n  ","651427":"\n  I think they have the capability to choosing which path to go down, like a fork in a road. I like to believe that theres alternative universes that the choice you didnt make in this relm, you made it in another because i think everything happens for a reason just theres different roads to take to the end.\n  ","651428":"\n  HOLY BALLS\n  \n  DONT SEND THIS SHIT MAN\n  ","651429":"\n  YOU BETTER GET IT\n  ","651430":"\n  Holy shit thats so weird i just finished watching Manchester united highlights because one of the players had an insane goal! Ive missed watching pro soccer omfg.  Gets my blood flowing\n  ","651431":"\n  I dedicate this to\n  \n   @jakesossy\n  \n  even tho i already sent him this lol i just like this photo\n  ","651432":"\n  Who remembers this?\n  ","651433":"\n  Thats what i like to hear\n  ","651434":"\n  Because you love me\n  ","651435":"\n  Idk what your saying so heres this\n  ","651436":"\n  Im glad you think so\n  ","651437":"\n  DAMN DO WORK SON\n  ","651438":"\n  Youre lying?\n  ","651439":"\n  I know what you mean but no its not lol\n  ","651440":"\n  Lol i hate my nose\n  ","651441":"\n  Its ok hun, i dont mind ?\n  ","651442":"\n  Hahaha i like to hope\n  ","651443":"\n  I deleted the other one so stop\n  ","651444":"\n  Way too many to link ?\n  ","651445":"\n  Dont be curious about stupid things\n  ","651446":"\n  Mother effer that sounds fun\n  ","651447":"\n  Im good, but thanks for asking ?\n  ","651448":"\n  Its like ispy\n  \n  I spy with my little eyes, chub\n  ","651449":"\n  Stop, i dont care\n  ","651450":"\n  They're just perverts\n  ","651451":"\n  Daaaamn son\n  ","651452":"\n  Thinking about hot chocolate haha you\n  ","651453":"\n  WASSUP YO\n  ","651454":"\n  Thanks?\n  ","651455":"\n  I inspire myself fam\n  ","651456":"\n  OMG SHUSH ?? YOURE JUST BEING NICE\n  ","651457":"\n  9K MORE OMG\n  ","651458":"\n  Youre blind ?\n  ","651459":"\n  Last time you had respect?\n  ","651460":"\n  You got that fuckin right\n  ","651461":"\n  Im cuddling with kitty cat\n  ","651462":"\n  Holy dicks IM GONNA WEAR THE CHOKERS EVERYDAY\n  ","651463":"\n  Look at that chub\n  ","651464":"\n  Right on ✌ its all about peace and love man ?\n  ","651465":"\n  Thank you?\n  ","651466":"\n  That is why i didnt know\n  ","651467":"\n  Just rub it in more why dont cha\n  ","651468":"\n  Omg im so glad you think so, i feel like a gooddamn hippie without makeupp tho\n  ","651469":"\n  Im lost who is that\n  ","651470":"\n  Ok just to prove how ugly i am\n  ","651471":"\n  I soon as i saw the word eat, i got jealous\n  ","651472":"\n  Thats sweeeet, but i need to listen to my babers\n  ","651473":"\n  Awwwwwh? okay fine ?\n  ","651474":"\n  No if i did youd see pictures everywheree\n  ","651475":"\n  I think so..\n  ","651476":"\n  I either eat then workout or workout then eat, depends on how hungry i am\n  ","651477":"\n  Sweet ballls of fire\n  ","651478":"\n  Yes very much\n  ","651479":"\n  Can we discuss why i needed to know this?\n  ","651480":"\n  Whaaaaat why?\n  ","651481":"\n  Ive had this account for longer than that, but thank youuu for being a long lived follower\n  ","651482":"\n  The sun is finally coming out?\n  \n  Im gonna say your beauty had something to do with it\n  ","651483":"\n  I dont actually\n  ","651484":"\n  ?? i love presents\n  ","651485":"\n  I am i am thank you?\n  ","651486":"\n  I really like apple sauce\n  ","651487":"\n  Whats tomorrow??\n  ","651488":"\n  New adventures!\n  ","651489":"\n  Im so fuckin hungry todaay\n  ","651490":"\n\n   @jakesossy\n  \n  motherfucker is on and doesnt even say hi\n  ","651491":"\n  Dangerous how??\n  ","651492":"\n  Hahhha ITS SO TRUE TOO\n  ","651493":"\n  How are YOU today\n  ","651494":"\n  I need some lovin grrr\n  ","651495":"\n  Of course. Looks dont last forever, the personality, soul, and brain do.\n  \n  BUT my babe is handsome and has a great personality\n  ","651496":"\n  Readinggg, im almost done haha\n  ","651497":"\n  Youre like one of my favs i follow\n  \n  I love your insta\n  \n  I love your cheekbones\n  \n  I love your answers\n  \n  I miss talking to youuu ?\n  ","651498":"\n  You should\n  \n  Cuz\n  \n  YOURE A BABE\n  ","651499":"\n  Hes working haha\n  ","651500":"\n  Its a real issue omg ??\n  ","651501":"\n\n   @jakesossy\n  \n  this is how i feel\n  ","651502":"\n  Im being super duper serious\n  ","651503":"\n  Haha i know sames\n  ","651504":"\n  So much better omg\n  ","651505":"\n  My dad ia pacing again but im pretty sire hes thinking..\n  ","651506":"\n  None of this sounds fun\n  ","651507":"\n  My cat just stabbed me ow\n  ","651508":"\n  YOURE SO PRETTY ????\n  ","651509":"\n  Im already really small sooo\n  ","651510":"\n  She thinks she owns da place\n  ","651511":"\n  Oh good, cause i didnt either ?\n  ","651512":"\n  THAT SEEMS LIKE A NICE DEAL\n  ","651513":"\n  NO WAYS\n  ","651514":"\n  Hahaha\n  \n  People are wack\n  ","651515":"\n  No i dont haha\n  ","651516":"\n  At least my monkey is cuteee?\n  ","651517":"\n  Why the faq\n  \n  Do you hate your mom too?\n  ","651518":"\n  You cute ??\n  ","651519":"\n  OMG I LOVE THE PICTURE YOU JUST POSTED!\n  \n  i want new makeup):\n  ","651520":"\n  Yup yup?\n  ","651521":"\n  Hes been asking me questions about jewelry but im suppose to pretend idk why ?\n  ","651522":"\n  Im his world and i always will be.\n  \n  You dont have to believe it.\n  \n  But i know it my heart.\n  ","651523":"\n  1. I dont want people spending a fuckton of money on me.\n  \n  2. The things i put are things I REALLY WANT. Its not about the price, i really fuckin want those things\n  \n  3. Some of the stuff i got was expensive but IM CONSIDERATE and think \"since people are buying me stuff, im not gonna look for the most expensive things because a. I dont need them to be expensive b. They shouldnt be paying THAT much for someone.\n  \n  - like what you just said pissed me off.\n  ","651524":"\n  He isnt a fuckboy\n  \n  Like at all.\n  \n  To me, hes the most amazing guy in the world. We bring out the best in each other. So fuck off.\n  ","651525":"\n  Hey sweetheart ?\n  ","651526":"\n  Its like fan mail, i mean people dont know any celebrities but they send them stuff or people on yt - people dont know them but they send stuff to them\n  ","651527":"\n  Yess\n  ","651528":"\n  •I am a jokester, i like making jokes that make myself laugh and if it makes someone else laugh with me, thats a bonus.\n  \n  •I can be really sweet and loving but if you piss me off the bad wolf will come crawling out - im a gemini so i believe i have a good wolf and a bad wolf in my soul.\n  \n  •I care a little too much about people.\n  \n  •I tend to follow my head more than my heart and its an issue.\n  \n  •Ive fallen in love at an early age, sometimes i believe its a curse but also luck.\n  \n  •I want a perfect body and i want a perfect soul.\n  \n  •Im super dorky and my personality doesnt match my face.\n  \n  •Im battling a big mental illness, but im coming along stronger than ever and doing everything i can think of to make myself stronger and more radiant.\n  \n  •I think super highly of myself, i have a lot of self respect. Im comfortable in my own skin.\n  \n  •i have very strong opnions and i like to argue haha\n  \n  •from my own experience i believe everyone does certain things and becomes a certain person due to their past, like me- i wouldnt be who i am if it werent for my past whether people find it good or bad.. im just me.\n  ","651529":"\n  Well how old do you have to be to legally drink in america? Thats my age\n  ","651530":"\n  I am good\n  \n  I am in bed\n  \n  I hope you had a lovely day\n  \n  And having a lovely night\n  \n  Dear ole frenchy\n  ","651531":"\n  Bio my friend\n  \n  I have tumblr as well\n  ","651532":"\n  A whole bunch of stuff, i usually host my own workout class in my room hahaha\n  ","651533":"\n  You can choose if you want me to know or not\n  ","651534":"\n\n   @jakesossy\n  \n\n   @jakesossy\n  \n\n  thats it rn\n  \n  All my brain can think of\n  ","651535":"\n  Read my bio\n  ","651536":"\n  Dude the BBC shows whatever the fuck they want and its usually good shit\n  ","651537":"\n  Yaaas yasss very good indeed\n  ","651538":"\n  I always write a list or im gonna forget\n  ","651539":"\n  Hopefully my birthday\n  \n  And my babys birthday\n  ","651540":"\n  See a dermatologist, I'm not one.\n  \n  And every face is different.\n  ","651541":"\n  ONE DAY I WILL\n  ","651542":"\n  When i sent one to\n  \n   @jakesossy\n  \n","651543":"\n  It automatically sends them to my address hahah\n  ","651544":"\n  Yeah like grade school\/middle school.\n  \n  Not in school, only after when i did sports. But its like once i got balanced hormones everything changed\n  ","651545":"\n  My morning workouts, kick me in the ass. Im dead\n  ","651546":"\n  Wait, who are we talking about?\n  ","651547":"\n  Ive received more than 30+ presents so far\n  ","651548":"\n  Noooooo, i think its awesome. America is borrrring\n  ","651549":"\n  I wish i wasnt american sometimes but at least im from California ?? but ive always had this fascination with the UK\n  ","651550":"\n  Wow this is the best thing i think someone on ask has ever told me, its like the ultimate compliment ??????\n  ","651551":"\n  I dont know if having almost 50k is a success or a disappointment cause it shows how much of a life i do not have ?\n  ","651552":"\n  Awh, thank you\n  ","651553":"\n  Some fucker was reporting me today, FOR NOTHING\n  ","651554":"\n  I wont if people DONT REPORT ME\n  ","651555":"\n  OOOOOH\n  \n  YOURE\n  \n  BRITISH\n  \n  THATS\n  \n  AWESOME ?\n  ","651556":"\n  This gives me life\n  \n  This gives me hope\n  \n  This gives me smiles\n  ","651557":"\n  Boometh boometh boometh\n  ","651558":"\n  Thank you, gooodnight\n  ","651559":"\n  I liked a few?\n  ","651560":"\n\n   @jakesossy\n  \n","651561":"\n  Awh❤❤❤❤\n  ","651562":"\n  Well heelllllooooo\n  ","651563":"\n  Youre easy to talk too\n  \n  Im glad we are talking again❤\n  ","651564":"\n  GODDAMN I WANNA PLAY YO\n  ","651565":"\n  Okay this one i will do\n  \n  ?\n  ","651566":"\n  Its annoying how gorgeous you are.?\n  \n  But i love everything about you\n  \n  Its quite a confusing feeling actually\n  \n  Dont change, youre too perf\n  ","651567":"\n  Communication\n  \n  Its the key to a good relationship\n  ","651568":"\n  Im black\n  ","651569":"\n  You sweet fucker ?❤\n  ","651570":"\n  Saaaame the amount it cost was a sick joke\n  ","651571":"\n  Forever & ever!\n  ","651572":"\n  Why what?!\n  ","651573":"\n  Let me enjoy my rice in peace\n  ","651574":"\n  You enjoy selfies just as much as i do and that makes me happy\n  ","651575":"\n  Im alot better, i havent been having any issues for at least 3 months now haha. Its been a long process but its been good\n  ","651576":"\n  Oh my god, it cracks me up when people call you fake cause like youre so not like at all ??\n  \n  Youre an awesome person btw. ❤❤\n  \n  Fuck everyone who is mean to you.\n  ","651577":"\n  Yeah and that helped pay for my stomach surgery\n  ","651578":"\n  Youre my favorite monkey friend beacuae youre my only monkey friend. ?\n  \n  You're the best tho truly.\n  \n  I love how nerdy you are IT MAKES ME SO HAPPY.\n  \n  I wish i could nerd out with you!\n  \n  Thanks for being the bestest friend i could ever ask for.?\n  ","651579":"\n  OH OH\n  \n  ORLANDO\n  ","651580":"\n  Dont blow your christmas money, you dont know what kinda diseases are on there HAHAH\n  ","651581":"\n  I swear to god if i get banned before i hit my goal mark ILL BE PISSED\n  ","651582":"\n  I NEED TO GO GET MY RICE\n  ","651583":"\n  Dont be mean babe ?\n  ","651584":"\n  Omg just dont talk to me? Im gonna report you right back lol\n  ","651585":"\n  Depression is a mental illness, and according to psychologist thats not even the lowest point. Dont judge a person for thinking about suicide, you dont know what a person has experience or have gone through. Listen and be supportive. Dont say anything, dont tell them everything is gonna be ok just listen to them and give them a hug to crawl into.\n  ","651586":"\n  This world is turing into a loveless society\n  ","651587":"\n  Seriously? Why waste your time? What is gonna benefit you from reporting me\n  ","651588":"\n  Send send your @ and ill always do an opinion\n  ","651589":"\n  That sucks, maybe you shouldnt have come back and tried asking the same goddamn question\n  ","651590":"\n  Of course thats what you pick when THERE CHOKER NECKLACES TO BE PURCHASED\n  ","651591":"\n  Dont worry babe\n  \n   @jakesossy\n  \n  some people arent lucky enough to understand love\n  ","651592":"\n  I like slam masubi\n  ","651593":"\n  Ugly guys message me all the time, and sometimes they turn into the best of friends.\n  ","651594":"\n  Bro youre an anon, idk who the fuck im talking too, its called a joke\n  ","651595":"\n  I have rice to eat and im on ask. This is bad\n  ","651596":"\n  If only i was tan ?\n  ","651597":"\n  Be the next kim Kardashian\n  ","651598":"\n  OH MY JESUS\n  ","651599":"\n  For you babe, its free ?\n  ","651600":"\n  See youre one of the few humans id actually like ?\n  ","651601":"\n  You couldnt afford me\n  ","651602":"\n  Bullying who? Ahhahaa\n  ","651603":"\n  Evening?\n  ","651604":"\n  This is true, you are very nice\n  ","651605":"\n  For what?\n  ","651606":"\n  THE RAPE WHISTLE\n  ","651607":"\n  OOOH ORLANDO THE MONKEY\n  ","651608":"\n  That makes me feel like a hooker\n  ","651609":"\n  Gah thank you\n  ","651610":"\n  Things are better.❤\n  ","651611":"\n  Seriously, your mom or maybe her twin\n  ","651612":"\n  Why the fuck do you think i tag him in everything? Theres way too many jacobs on this site\n  ","651613":"\n  Because its me duuuh\n  ","651614":"\n  I literaly dont have time for this when im trying to answer 8438478393 questions\n  ","651615":"\n  Yes, yes they are\n  ","651616":"\n  Well that joke went south very fast\n  ","651617":"\n  Dude animals, ive always wondered what they are thinking and the secrets they might know.\n  ","651618":"\n  Wtf, that sounds terrible\n  ","651619":"\n  Your mom\n  \n  She was fantastic\n  ","651620":"\n  Yeah that girlfriend is ME\n  ","651621":"\n  San Diego California.\n  \n  West coast baby\n  ","651622":"\n  What is up brah\n  ","651623":"\n  1. I love\n  \n   @jakesossy\n  \n\n  2. I really love him\n  \n  3. I love him a lot\n  \n  4. Im in love with him\n  \n  5. Hes my future\n  ","651624":"\n  This reminds me of the family guy episode when they become jewish ?\n  ","651625":"\n  I like people, i just dont like being around them.\n  ","651626":"\n  No not anymore, it did when i was younger but now they dont like at all.\n  ","651627":"\n  Is this real life?\n  ","651628":"\n  Gooodnight gorgeous\n  ","651629":"\n  Ooooooh so now i cant even take care of myself now huh? I see how it is, i see you.\n  ","651630":"\n  Yes\n  \n   @jakesossy\n  \n  lets have sex and make this world a better place\n  ","651631":"\n  Only\n  \n   @jakesossy\n  \n  so like this doesnt matter\n  ","651632":"\n  But but\n  \n  What if they cant take care of them properly\n  ","651633":"\n  Im trying to read a chapter a time before i answer more questions but im getting raped\n  ","651634":"\n  I knew you didnt want kids wiff me ?\n  ","651635":"\n  All da time\n  \n  The always think im 25 and im always like WHAAAT i look young.\n  ","651636":"\n  I answer every question so idk how i wouldn't have reached you but hello\n  ","651637":"\n  I feel better now, i just wish i had sushi\n  ","651638":"\n  Awh, omg thank you?\n  ","651639":"\n  If in n out were around, thatd be my choice\n  ","651640":"\n  Dont be sad, be glad\n  \n  Lol\n  \n  Why you sad\n  ","651641":"\n  When the faq\n  ","651642":"\n  Omg can i have it\n  ","651643":"\n  I was team edward until i found out about the character Emmett and then i became team Emmett haha\n  ","651644":"\n  No im just not in the mood\n  ","651645":"\n  Nope\n  ","651646":"\n  Omg they are great, had a great Christmas\n  ","651647":"\n  Is a really good song\n  ","651648":"\n  CANT WAAAAAAAIT❤\n  ","651649":"\n  I just want to go into a sound proofed room and scream\n  ","651650":"\n  Oh i totally believe that\n  ","651651":"\n  Just shut up and go to sleep\n  ","651652":"\n  Thanks?\n  ","651653":"\n\n   @jakesossy\n  \n  im getting off ask to read, if you want to talk you know where to find me, but if you dont i hope you have a good rest of your day off & i hope you dont do anything youd regret but have fun. Hope to talk to you soon. ❤\n  ","651654":"\n  Youre probably right\n  \n  Ill think about it im just not in a good place\n  ","651655":"\n  Cloudy❤❤?\n  ","651656":"\n  Not really..\n  ","651657":"\n  Awwwwwwwh, but youre the angel\n  ","651658":"\n  Mostly just gifts\n  ","651659":"\n  Ive said some mean shit about her ?\n  ","651660":"\n  Shes comfortable idk\n  ","651661":"\n  This is such a disturbing question\n  ","651662":"\n  She hates me, with good reason.\n  ","651663":"\n  Because my brain is spinning and i cant see which way was forward, i had to take a step back and look at things differently\n  ","651664":"\n  Why are mens shoes so damn nice\n  ","651665":"\n  Its ok, i should really get off ask and just read\n  ","651666":"\n  Thats hard for me to believe because hes perfect\n  ","651667":"\n  Yeah theres that aspect as well\n  ","651668":"\n  Yeah thats probably true. Im not an easy person to love and i dont think i ever will be. But youre wrong about the last part because you were already gone for a really long time and ive learned from that.\n  ","651669":"\n  Exactly.\n  ","651670":"\n  Let me know when you find youre Pokemon booom❤\n  ","651671":"\n  Like if america was stronger when it came to Syria the russians wouldnt have gone in their and their wouldnt be a civil war right now\n  ","651672":"\n  Sorry im so annoying.\n  ","651673":"\n  Everyone and thier goddamn mother are trying to get with him lol but theyd probably be together by now if that were the case\n  ","651674":"\n  Now i know the real reason. Sorry i thought you liked heartless people. But i understand, i honestly feel empty\n  ","651675":"\n  No we're getting soft.\n  ","651676":"\n  Because of the way she response to it, she makes these cutsey little remarks.\n  ","651677":"\n  I think the reason why trump won is because america is getting weak and trump makes himself look powerful\n  ","651678":"\n  Its ok. Its a shitty shit day\n  \n  But thank you! Youre an amazing monkey pal\n  ","651679":"\n  Just do booom!\n  ","651680":"\n  I didnt vote\n  ","651681":"\n  Oh its some girl that he always needs to talk too cause he likes to \"ramble\" to her or whatever. Idk its a fishy relationship in my eyes.\n  ","651682":"\n  I dont know, i feel like theres more to it. I responded to something and he didnt like it, so he just wanted to stop talking in general. Like i cant help im not in a good mood but i guess he just doesnt want to deal with me rn\n  ","651683":"\n  Lady boometh\n  ","651684":"\n  I know you do❤\n  ","651685":"\n  Yeah but apparently im driving him crazy or whatever\n  ","651686":"\n  DO IT\n  ","651687":"\n  I have a dark side, sometimes theres some freshly baked cookies, sometimes theres not. Lol\n  ","651688":"\n  I dont think so.\n  ","651689":"\n  Its not his fault, im a hard person to love.\n  ","651690":"\n  Bingooo was name hoe\n  ","651691":"\n  Nothing, hes just giving up on me. Which isnt shocking cause like everybody has so ill just put another one on that list\n  ","651692":"\n  Naaah he's just over me.\n  ","651693":"\n  Whyd you want trump\n  ","651694":"\n  I wonder what a goat monkey looks like ?\n  ","651695":"\n  I cant argue there\n  ","651696":"\n  Just wondering when ill become important enough to someone\n  ","651697":"\n  Dancing on tables, making deals with devils like a drunk beauty queen\n  ","651698":"\n  Yeah\n  \n   @jakesossy\n  \n  she needs you.\n  ","651699":"\n  Old enough to not give a flying fuck\n  ","651700":"\n  Because only one person can call me that\n  ","651701":"\n  Slavery is over\n  ","651702":"\n  Yeah it was better than some of my others\n  ","651703":"\n  It feels like my world is spinning in the wrong direction\n  ","651704":"\n  Dont call me babe\n  ","651705":"\n  ❤❤❤❤❤\n  \n  Thank you\n  \n  I needed this\n  ","651706":"\n  So depression is the worst\n  ","651707":"\n  I want to watch trailer park boys and pretend i dont exist\n  ","651708":"\n  No\n  ","651709":"\n  Fuck everything\n  ","651710":"\n  Thank you❤\n  ","651711":"\n  Oh most definitely\n  ","651712":"\n  Its hard to trust anons\n  ","651713":"\n  I feel bad cause my dad just wants to talk to me and im no mood like at all\n  ","651714":"\n  My parents ?\n  ","651715":"\n  Goat monkeys? Ahhahah\n  ","651716":"\n  I am a goat\n  ","651717":"\n  Dont send me links.\n  ","651718":"\n  Its always shit flinging time ?\n  ","651719":"\n  The pizza one omg\n  \n  I can sing the whole song\n  ","651720":"\n  Tbh today im in the worst mood.\n  ","651721":"\n  Why thank you ?\n  ","651722":"\n  Pika pika\n  ","651723":"\n  ? dude\n  \n  How many times do we have to discuss this? Im literally too old to be grounded.\n  ","651724":"\n  It was ok, now its reading time\n  ","651725":"\n  That's what i thought!\n  ","651726":"\n  Why is it goooooaaallls?\n  ","651727":"\n  Im saying, ill pass\n  ","651728":"\n  Wow now i dont want to be british if thats how youre gonna treat someone.\n  ","651729":"\n  Im gonna read now\n  \n  I might be back, i might not be\n  ","651730":"\n  HAHAHAHHAH\n  \n  Youre so proud\n  ","651731":"\n  What is school?\n  ","651732":"\n  Some people need to back off my babe. Like rn..\n  ","651733":"\n  2116\n  \n  Not enough LOL\n  ","651734":"\n  How do i know your a loser?\n  ","651735":"\n  Time a nap omg\n  ","651736":"\n  Yes i did!\n  ","651737":"\n  Youre welcome ❤\n  ","651738":"\n  THERES A DIFFERENT BETWEEN N- ER\n  \n  AND N- A LIKE OMFG\n  ","651739":"\n  A superior being i havent cognitively comprehended correctly, like did i not just say that?\n  ","651740":"\n  Yessss thank you, that was the point\n  ","651741":"\n  Of course ly❤❤\n  ","651742":"\n  I dont believe we can cognitively understand God the way people think they can, i think we have the completely wrong idea of who God is\n  ","651743":"\n  War isnt cool.\n  ","651744":"\n  If only i was british\n  ","651745":"\n  SWEEEET\n  ","651746":"\n  Im too much like adam\n  ","651747":"\n  Take it sleazy bro\n  ","651748":"\n  You are definitely one of my favs\n  \n  I love talking to you\n  \n  Youre always so fun ❤\n  ","651749":"\n  Oh thats good ?\n  ","651750":"\n  Its just happen stance.\n  ","651751":"\n  NO NIGGA\n  ","651752":"\n  HAHAHAHAHHAHAHAA do i look like a slave\n  ","651753":"\n  Big enough for whom?\n  \n\n   @jakesossy\n  \n  likes my bum\n  ","651754":"\n  These werent ?\n  ","651755":"\n  I wish i was on the russian twerk team.\n  \n  I just wish i was russian\n  ","651756":"\n  Hahaha ive definitely gained weight and they are no longer a cups thats for sure\n  ","651757":"\n  Oh thank god, all i need is you to like me?\n  ","651758":"\n  I love your page\n  \n  I love your answers\n  \n  I love how popular you are\n  \n  And youre a natural beauty❤\n  ","651759":"\n  Yes but they are very sleepy rn\n  ","651760":"\n  You are definitely the name you call yourself, sweet.❤ i love the questions you send because they are actaully decent questions! You're very interesting person, based on your answers. ❤\n  ","651761":"\n  Yeah i think im just super tired. The dreams i had last night made me restless\n  ","651762":"\n  I can only dream ?\n  ","651763":"\n  Ok that im ok with?\n  ","651764":"\n  Hahahahah nooo\n  ","651765":"\n  Im so tired i might go back to sleep haha\n  ","651766":"\n  Probably but its always when im doing something lol\n  ","651767":"\n  They aint c cups HAHAHAHA\n  ","651768":"\n  1, 2, 5\n  ","651769":"\n  Omg dont make me sound like a dog ?\n  ","651770":"\n  HhahahahHAHAHAHAHAHHAAHHAHA\n  ","651771":"\n  Youre a beauty omfg\n  \n  I love your pictures ❤\n  ","651772":"\n  Whenever my dad paces around it gives me an anxiety attack like it needs to stop lol\n  ","651773":"\n  Youre a huge sweetie\n  \n  Youre confident\n  \n  And bold❤\n  ","651774":"\n  I hope youre doing ok❤\n  ","651775":"\n  OMG YOU MAKE ME FEEL BAD\n  ","651776":"\n  OMG am i on fire?\n  ","651777":"\n  Love has changed me, it has made me want to better myself.\n  ","651778":"\n  Im pretty good, finally feel less groggy because my dream was putting me in a mood\n  ","651779":"\n  Best character ever created\n  ","651780":"\n  You are very nice\n  ","651781":"\n  I AM ON MY MONKEY BUDDY\n  ","651782":"\n  Oh yeah haha i mean look for yourself and tell me if you think hes gay or not\n  ","651783":"\n  Ehhh id rather just do my own thing, like if i can post a picture of what i got ill do it, but i actually have gotten a couple things i havent even posted yet because its just to cold outside to wear them\n  ","651784":"\n  Send em\n  ","651785":"\n  Hey fucker\n  \n  I dont care\n  \n  Stop linking shit to me\n  ","651786":"\n  Im alot better, got everything talked through with my babe!\n  \n  I didnt mean too ?? im sorry\n  ","651787":"\n  I love this guy\n  \n  Makes me want to watch arrested development\n  ","651788":"\n  Its late but MERRY CHRISTMAS\n  ","651789":"\n  I just saw someone say johnny depp isnt attractive, uhm how is this not attractive\n  \n  Look at those cheekbones\n  ","651790":"\n  Hey you, how are you?\n  \n  Oh i never replied to you!\n  ","651791":"\n  Omg my kitty stinks so bad\n  ","651792":"\n  Weiner weiner\n  \n  Make me a chicken dinner\n  ","651793":"\n  Oh yes, because more often then not they are wrong and dont know the full story\n  ","651794":"\n  Whats wrong?\n  \n  Do you want me to come on to your page?\n  ","651795":"\n  Im gonna eat pumpkin pie for breakfast\n  \n  Breakfast for champions\n  ","651796":"\n  The motherfucker haunts my dreams\n  \n  Someone tell me tricks to get him out.\n  ","651797":"\n  Dude im 21.\n  \n  Its been a very long time\n  \n  So stop asking this question\n  ","651798":"\n  I\n  \n  WAS\n  \n  BORN\n  \n  IN CALI\n  \n  BUT\n  \n  I\n  \n  JUST\n  \n  MOVED\n  \n  TO\n  \n  WASHINGTON STATE\n  \n  HBU?\n  ","651799":"\n  OMG I WAS WONDERING IF YOUVE RECEIVED IT!!! its so long, im so sorrrry haha ❤❤❤❤\n  ","651800":"\n  Yeah if that was the only thing that got bigger, its super rare for a girl to have a huge ass and stay think and not have every part thick asf\n  ","651801":"\n  Oh yes, like identically. Im very much a Gemini. Ive even had a few people who know all about zodiac signs, shake my hand and go youre a gemini arent you?\n  ","651802":"\n  No, it felt wrong\n  ","651803":"\n  Who is him\n  ","651804":"\n  Just my butt haha so i can bounce around on it\n  ","651805":"\n  Would you?\n  ","651806":"\n  Oh why thank you\n  ","651807":"\n  He was going through a tough time dealing with it, like he didnt accept his sexuality till he moved to los Angeles. So he was either gonna have me as a cover up or see if he was truly gay. My other best friend believed he was in love with me to the point i made him straight.\n  ","651808":"\n  Okay so why dont you have this conversation and keep me out of it\n  ","651809":"\n  No\n  ","651810":"\n  Thanks ❤\n  ","651811":"\n  Yes we become best friends in 6th grade, dated in 8th grade - we kissed once and then i figured out he was gay, hung out a few times sophomore and junior year - he wanted to date me but i told him i didnt like him like that. Than we hung out every waking moment senior year till he moved to L.A.\n  ","651812":"\n  Would you?\n  ","651813":"\n  That sounds fun?\n  ","651814":"\n  Head shoulders knees and toes knees and toes, eyes and ears nose and mouth\n  ","651815":"\n  Whats ok with it?\n  ","651816":"\n  Dont worry, ill see it when i can\n  ","651817":"\n  You still can\n  ","651818":"\n  The question is why the fuck would i\n  ","651819":"\n  Why not what?\n  ","651820":"\n  I am not God\n  ","651821":"\n  We didnt have too? Like did i not just say we could do ANYTHING? Like we could have sold meth and not get caught. And no we ran opposite directions lol\n  ","651822":"\n  What compliment?\n  \n  And im not single thank you very berry much\n  ","651823":"\n  Yeah i was with my best friend and he had to pee really bad, and we were in a really rich area and whered theres money, theres no cops haha at least in sd. You could do ANYTHING.\n  ","651824":"\n  No cause im not a dumbfuck\n  ","651825":"\n  No unless jake wears thongs\n  ","651826":"\n  Haha no cause i was never outside ever again no wait i have but i was older and it was in the middle of nowhere hahaha but i was drunk and i had to pee like a lot.\n  ","651827":"\n  It is shocking, cause youre the only one who i want to love me.\n  ","651828":"\n  Like 100 years i swear ugh it was so long\n  ","651829":"\n\n   @jakesossy\n  \n  is that you? Lol\n  ","651830":"\n  My little angel\n  ","651831":"\n  Everything is about lady boometh because I'm queen of boomsland\n  ","651832":"\n  It was ok, it was relaxed\n  ","651833":"\n  Sonetimes thats good\n  \n  People on here are toxic\n  ","651834":"\n  Why are you involved?\n  ","651835":"\n  Ive been ok\n  \n  You?\n  ","651836":"\n  I need fuckin water but im too lazy\n  ","651837":"\n  Hello\n  ","651838":"\n  Wtf you mean what else?\n  ","651839":"\n  Uh id find the highest mountain and scream \"IM THE NEW KARDASHIAN\"\n  ","651840":"\n  Who wants to know?\n  ","651841":"\n  I got arrested for public indecency.\n  \n  Cause i was out passed curfew and peed behind a park bathroom cause it was locked and there was a cop just waiting for me.\n  ","651842":"\n  Whenever someone says, \"remember that one time when... \"\n  ","651843":"\n  MERRY MERRY CHRISTMAS\n  ","651844":"\n  I have a burp trapped in my right lung and its causing me a lot of pain and i do not like it.\n  ","651845":"\n  THIS IS DOPE\n  ","651846":"\n  Dope ass dp\n  ","651847":"\n  ❤ love\n  \n  ? i hate my life\n  ","651848":"\n  I mean, you can tell me if you waaant\n  ","651849":"\n  Wow\n  \n  Ive never been told this before\n  ","651850":"\n  Mmmm yeaaaah\n  \n  1 to 100 real fuckin quick\n  ","651851":"\n  21\n  \n  Why do people ask this question anyways?\n  \n  Age is just a number just like how jail is just a room HAHAHAHAH omg\n  ","651852":"\n  Its like super cool how ive sent\n  \n   @jakesossy\n  \n  like 15 questions but apparently im not cool enough to be posted cause im not one of his many WHORES. HAHAHAH\n  ","651853":"\n  ❤❤ i agree\n  ","651854":"\n  Ugh mirror selfies are so myspace 2005 bro, its all about the selfie sticks now ?\n  ","651855":"\n  Thank you, youre a kind soul\n  ","651856":"\n  It started off rough, but its better now❤\n  ","651857":"\n  Attack.\n  ","651858":"\n  I dont know what youre saying to me\n  ","651859":"\n  Idk i will be in .738384939394 seconds if\n  \n   @jakesossy\n  \n  DOESNT REPLY.\n  ","651860":"\n  THIS MAKES MY RED BLOOD CELLS EXCITED TO PRODUCE MORE TO GIVE ME MORE OXYGEN.\n  \n  IN OTHER WORDS, THIS MAKES MY LIFE.\n  ","651861":"\n  If you dont think this is pretty, we cant be friends.\n  ","651862":"\n  Of course i do.\n  \n  Show me one person that doesnt and ill tell them they are a lying piece of shit\n  ","651863":"\n  Are you having a good day?\n  ","651864":"\n  You didnt say jack shit\n  ","651865":"\n  THANK YOU, SAME TO YOU\n  ","651866":"\n  Curiosity killed the cat\n  ","651867":"\n  Hairy butt\n  ","651868":"\n  Most of my teenage years, i was grounded\n  ","651869":"\n  I said what what\n  \n  A what what\n  ","651870":"\n  Hey, are you doing alright?\n  ","651871":"\n  IM\n  \n  REALLY\n  \n  FUGGIN\n  \n  JEALOUS\n  \n  CAUSE\n  \n  IM SO TIRED\n  ","651872":"\n  Hahahaha ?\n  ","651873":"\n  There's a difference between teaching a kid not to hit others or not to poop their pants when they dont have a diaper than telling them theres a superior being in the sky that knows all\n  ","651874":"\n  Chicken butt\n  ","651875":"\n  ❤❤❤\n  ","651876":"\n  It needs to get better somehow\n  ","651877":"\n  It was some psycho coming after my and this other girl then we ran into a run down building that had a mom whos kids were locked up and force to do sexual things with their mother and after she made the kids have babies, she'd kill them\n  ","651878":"\n\n   @jakesossy\n  \n","651879":"\n  Id like wine\n  ","651880":"\n  Im so sorry youre sick\n  \n  Im not sick\n  \n  But im in a reallly bad mood\n  ","651881":"\n  I enjoy spam?\n  ","651882":"\n  I hope shes in a better mood than i\n  ","651883":"\n  Wow you have a lot to say dont you frenchman\n  ","651884":"\n  I need to bake❤\n  ","651885":"\n  Yes. Yeeeees\n  ","651886":"\n  MERRY CHRISTMAS\n  ","651887":"\n  The truth, what is truth?\n  ","651888":"\n  Usually do?\n  ","651889":"\n  Thank you mr. Cloud\n  ","651890":"\n  Same too you ?\n  ","651891":"\n  Omg heeeeeey❤❤❤\n  \n  Someone to make my day yesss\n  \n  How have you been\n  ","651892":"\n  One of the many things, yes\n  ","651893":"\n  Dont even bother talking to me today, you know who you are.\n  ","651894":"\n  I wish i owned this ?\n  ","651895":"\n  I shouldnt be this irritated on Christmas\n  ","651896":"\n  Having a good day??\n  ","651897":"\n  Thats me, they dont call me boom for nothin\n  ","651898":"\n  Kinda love this\n  ","651899":"\n  Aids\n  \n  It shouldnt exist\n  ","651900":"\n  If its a family photo lol\n  ","651901":"\n  Probably because your so old youre deaf\n  ","651902":"\n  Producing music and shit like that\n  ","651903":"\n  Merry christmas from ash and boom\n  \n  What happens if theirs a boom? Ashes.\n  ","651904":"\n  We all know you want too but you cant and im not into wrinkly men\n  ","651905":"\n  Fuck santa man\n  \n  He sucks\n  ","651906":"\n  But whyyy\n  ","651907":"\n  Im gonna tell my kid, not to be rude and to clean up after themselves but im not gonna talk to my kid about religion until they speak to me about it first.\n  ","651908":"\n  I was on all day yesterday but clearly you werent\n  ","651909":"\n  Meerryy Christmas fam\n  ","651910":"\n  Merry christmas spency spenc❤❤❤❤??????????\n  ","651911":"\n  A sweet nice lady??❤\n  ","651912":"\n  GAAAAAH IM A SEXY FUCK\n  ","651913":"\n  You too pretty lady❤\n  ","651914":"\n  Omfggg\n  \n  Made my day\n  ","651915":"\n  Am i?\n  \n  I dont feel sad?\n  ","651916":"\n\n   @jakesossy\n  \n  love only please\n  ","651917":"\n  MERRY CHRISTMAS GORGEOUS\n  ","651918":"\n  I wish i was hungover\n  \n  I need vodka\n  \n  And santa didnt bring me ANY\n  ","651919":"\n  Yeah cause i totally keep track ?\n  ","651920":"\n  I dont shove my beliefs down peoples throat, we all have a brain and we can all cognitively think for ourselves, so we all have the right to believe whatever we feel we should believe based on personal experience.\n  ","651921":"\n  My kitty was under my pillow this morning, so you gave me my cat?\n  ","651922":"\n  Ew why do people like Christmas music\n  ","651923":"\n  Yikes, youre not jake.\n  ","651924":"\n\n   @jakesossy\n  \n  WHY YOU NO LOVE ME\n  ","651925":"\n  My kitty is such a sweet little sleephead\n  ","651926":"\n  I\n  \n  THINK\n  \n  YOURE\n  \n  SWEETER❤\n  ","651927":"\n  The gift of loooove ❤\n  ","651928":"\n  Just finished my dream journal cause my dream was HORRIFYING last night haha\n  ","651929":"\n  That makes me so sad\n  ","651930":"\n  OMG OMG ILY ILY\n  \n  HAVE A BEAUTIFUL DAY\n  ","651931":"\n  OMG ILY ❤\n  \n  MERRY CHRISTMAS\n  ","651932":"\n  ME MOTHERFUCKERS\n  ","651933":"\n  Does it look like i do video answers?\n  ","651934":"\n  Yes that was my post?\n  ","651935":"\n  Because if i dont move for awhile and tried to get up my muscles scream NOOOOO\n  ","651936":"\n  YES\n  \n  YOU\n  \n  A\n  \n  BABE ?\n  ","651937":"\n  I knew i felt someone there ?\n  ","651938":"\n  You toooo❤❤??\n  ","651939":"\n  Hey boomfam, ask this guy questions\n  ","651940":"\n  Its snowy and my first white Christmas ?\n  ","651941":"\n  I\n  \n  RATHER\n  \n  LOOK\n  \n  AT\n  \n  YOURS\n  ","651942":"\n  Dude Christmas is a stressful holiday\n  ","651943":"\n  BUT\n  \n  LOOK\n  \n  AT\n  \n  YOUR\n  \n  PRETTY\n  \n  FACE\n  ","651944":"\n  Omg merry Christmas adam ❤❤\n  ","651945":"\n  HAHAHAHAHAHA\n  \n  Omfg thats funny\n  ","651946":"\n  MERRY CHRISTMAS ??❤?\n  ","651947":"\n\n   @jakesossy\n  \n\n  i see you on\n  \n  But you no talky to sav\n  ","651948":"\n  Haha i dont mind\n  ","651949":"\n  Im cuddling myself in bed, wishing i had peppermint vodka?\n  ","651950":"\n  I mean i gueessssss lol\n  \n  They cold hearted doe.\n  \n  Its true when they say japanese parents dont talk to you until youre a doctor\n  ","651951":"\n  Just enough so only our arms, legs, and head sick out\n  ","651952":"\n  Yeah but thats just because people like my face hahaha i dont give a shit about how many likes i get, i like questions\n  ","651953":"\n  My family is half Japanese, well like all my aunts and shit on my moms side are full but yah lol\n  ","651954":"\n  Omg i have a beautiful bestie\n  ","651955":"\n  Likes dont take you places or give you success so dont worry about likes ?\n  ","651956":"\n  Just with my dad\n  ","651957":"\n  Love japan so much\n  \n  The Japanese know whats up when it comes to games haha\n  ","651958":"\n  Awh thank you\n  \n  I hope you have a BEAUTIFUL Christmas\n  ","651959":"\n  To have a damn good year for ONCE\n  ","651960":"\n  I like to do things with someone so both lol\n  ","651961":"\n  Waaaaaassssuuuppp\n  ","651962":"\n  The truth is all i know\n  ","651963":"\n  Omg imagine me in the air like flapping my arms and legs trying to move hahahahah or or i start trying to swim in the air\n  ","651964":"\n  Woooo you gotta tell me what you get\n  ","651965":"\n  To many standards and expectations\n  \n  Its just not fun anymore\n  ","651966":"\n  Nooope, ask is the small loan\n  ","651967":"\n  EAT\n  \n  EATING IS THE BEST\n  ","651968":"\n  I speak English very well and this made no sense..\n  ","651969":"\n  That moment you find out your middle name is actually queen but spelled differently..\n  ","651970":"\n  If its a compliment, you wouldn't have said no offense ?\n  ","651971":"\n  I dont speak french, frenchman\n  ","651972":"\n  HOW THR FUCK DO I LOOK BLACK\n  \n  HAHAHAHAHAH\n  \n  DID I BECOME THE OPPOSITE OF MICHAEL JACKSON\n  ","651973":"\n  Wtf\n  \n  No come back\n  ","651974":"\n  You could have me whenever but\n  ","651975":"\n  I love how you end everything with \"the frenchman\" ?\n  ","651976":"\n  Ehhh, its kinda just another day for me haha\n  ","651977":"\n  I wanna play games ):\n  ","651978":"\n  I consider them kind human beings ?\n  ","651979":"\n  Wow\n  \n  You are interesting actually\n  \n  What type of vids?\n  ","651980":"\n  Omg\n  \n   @jakesossy\n  \n  youre so cool ?\n  ","651981":"\n  If i got a dollar for every time i got this question, id be the new Donald trump\n  ","651982":"\n  Like anything on here is probably hypothetical lol\n  ","651983":"\n  This is also true ❤❤\n  ","651984":"\n  Its like heroine for me\n  \n  Which is BAD\n  ","651985":"\n  Most the time, thats the case ?\n  ","651986":"\n  You know what i want?\n  \n  I want new boots, dresses, a watch, choker necklaces, and lots of makeup but LIFES A BITCH AINT IT\n  ","651987":"\n  Well thats good?\n  ","651988":"\n  Ask can be so addicting sometimes\n  ","651989":"\n  Youre a good cousin ?\n  ","651990":"\n  I wasnt asking, it was hypothetical\n  ","651991":"\n  Ok honestly, i would hope i turned into helium and started to float so i could push myself around the house in the air and be like \"YOU CAN FLY IF YOU ONLY BELIEVE\"\n  ","651992":"\n  This made me feel beautiful\n  \n  Thank you\n  \n  Like a lot ❤\n  ","651993":"\n  Daaaaamn\n  \n  I should have came over too\n  ","651994":"\n  You know theres some logic behind that\n  ","651995":"\n  Reminds me of trailer park boys when Ricky thinks God and santa are the same person ahahhaha\n  ","651996":"\n  East side of Washington\n  \n  But its only 8:15\n  \n  Wow hahah thats a lot of kilometers\n  ","651997":"\n  Wow thank you\n  \n  Merry christmas ??\n  ","651998":"\n  Washington\n  ","651999":"\n  Oh yeah youre right. The ones ive been around are either gang members or really comfortable in their skin so they make fun of themselves lol\n  ","652000":"\n  Howd you get the number 10?\n  ","652001":"\n  Oh god, shut up\n  ","652002":"\n  HAHAHAHAHHAHAHAHA\n  \n  Youre suppose to be st. Nicholas dumbass\n  ","652003":"\n  Merry Christmas ❤❤\n  ","652004":"\n  Okay ima read now\n  ","652005":"\n  From??\n  ","652006":"\n  And youre shocked shes a hoe?\n  \n  I thought youd might have 3\n  ","652007":"\n  Oh jesus have mercy, do you know jesus?\n  ","652008":"\n  ❤❤❤\n  ","652009":"\n  My smile is in my eyes, can you see it\n  ","652010":"\n  No thank you\n  ","652011":"\n  You mean like the actual n word?\n  \n  Hahaha beaner isnt even bad, they call themselves beaners\n  ","652012":"\n  Maybe shes one of the Christmas presents?\n  ","652013":"\n  Good thing dis face aint no joke\n  ","652014":"\n  Awwwh, how sweet\n  ","652015":"\n  Ho ho ho, must be Christmas afterall\n  ","652016":"\n  No i have a cat who pretends to be a dog, a guard dog as well.\n  ","652017":"\n  Where's mrs. Claus\n  ","652018":"\n  I just baby barfed hot chocolate and let me tell you, it doesnt taste the same and I'm not happy\n  ","652019":"\n  Thank you so much chad omg.\n  \n  I hope you have amazing holiday season ❤\n  ","652020":"\n  Thats so sweet  omg\n  ","652021":"\n  Oh stop❤❤\n  ","652022":"\n  Shush it nancy\n  ","652023":"\n  The list doesnt actually exist so nigga idgaf\n  ","652024":"\n  Stop\n  \n  In the name of boom\n  ","652025":"\n  21\n  ","652026":"\n  Guess whos back, back in bed\n  \n  Boom is back, boom in bed\n  ","652027":"\n  How are you??\n  ","652028":"\n  I wish i was a rich nigga\n  ","652029":"\n  ????\n  ","652030":"\n  Omg thank you??\n  ","652031":"\n  Just stop and appreciate my face\n  ","652032":"\n  Rich nigga?\n  ","652033":"\n  Kisses lol\n  ","652034":"\n  Its probably a good thing i do not care lol\n  ","652035":"\n  Im working on them too, i want a banging body which let me add- its happenin. Im getting sexy hips and stuff gah but im not gonna publicize because only bunny can see them\n  ","652036":"\n  No longer have to miss me?\n  ","652037":"\n  Exactly what it says?\n  ","652038":"\n  ❤❤❤❤\n  ","652039":"\n  That is such a nice thing to say, awh im so glad\n  ","652040":"\n  Noo i want to be in one of those huge bubble things and run around into things\n  ","652041":"\n  Spending time with family ❤\n  ","652042":"\n  Followin sweetness\n  ","652043":"\n  I had the best sleep omfg\n  ","652044":"\n  Wow thank you ❤\n  \n  Merry Christmas\n  ","652045":"\n  Well which sound better;\n  \n  Merry Christmas\n  \n  Or\n  \n  Happy Christmas\n  \n  ??\n  ","652046":"\n  HI SWEETIE ❤❤\n  ","652047":"\n  Thank you, same goes to you❤\n  ","652048":"\n  Oh thats a good thing??❤\n  ","652049":"\n  Merry christmas ??\n  ","652050":"\n  OMG THIS MAKES MY HEART WARM\n  ","652051":"\n  Oh i like this response\n  ","652052":"\n  YOU\n  \n  ARE\n  \n  SO\n  \n  BEAUTIFUL\n  ","652053":"\n  Can someone teach me not to give a shit about someone who doesnt give a shit about me please..\n  ","652054":"\n  Oh fuck yea, i feel like id be good at it cause i was the class clown\n  ","652055":"\n  Ask your elves?\n  ","652056":"\n  Depends santa, if i dont get choker necklaces than youre bullshit ?\n  ","652057":"\n  Im pretty sore but i dont really notice it haha\n  ","652058":"\n  Thank you?\n  ","652059":"\n  This put a smile on my face\n  \n  Merry Christmas & ily❤\n  ","652060":"\n  Im passing out❤❤\n  ","652061":"\n  This doesnt seem like a question i can answer haha\n  ","652062":"\n  I like this concept, but i doubt ill actually do it.. lol\n  ","652063":"\n  Oh my god, thank you someone who agrees. Like there's nothing that great about it rn haah its stressful. I remember when i was younger i couldnt wait to grow up now that im older id love to go back\n  ","652064":"\n  Im not lol i havent even come close lol\n  ","652065":"\n  Savannah\n  ","652066":"\n  It it hahah its the degree of maturing\n  \n  Not everyone gets it\n  ","652067":"\n  DUDE I WISH I WAS STILL A KID.\n  \n  Being 21 is like fun and all but adulting is not something im ready for\n  ","652068":"\n  Oh goooood❤\n  ","652069":"\n  My head really hurts i should probably sleep ?\n  ","652070":"\n  Im considering taking a nap lol\n  ","652071":"\n  I ATE SO MUCH CHOCOLATE TODAY\n  ","652072":"\n  Awwwwwh❤\n  ","652073":"\n  Dann lots going on over there\n  ","652074":"\n  Thank you gorgeous, i hope the same ❤\n  ","652075":"\n  I do not enjoy pain lol\n  ","652076":"\n  Howd you know i love selfies ?\n  ","652077":"\n  Who me? Pppssshhh\n  ","652078":"\n  Hi there ❤\n  ","652079":"\n  You too❤❤??\n  ","652080":"\n  Hey sweetheart how are you?\n  ","652081":"\n  My head hurrts\n  ","652082":"\n  AND A HAPPY NEW YEAR\n  ","652083":"\n  I was born in america, that makes me a real american LOL\n  ","652084":"\n  You mean dis dope six pack of beeer lol\n  ","652085":"\n  Always love thy lady boometh\n  ","652086":"\n  Quyen\n  \n  Which apparently you can pronouce either quinn or queen hahah im going with queen\n  ","652087":"\n  Goddamnit i had to show how cute this looks, i look like a little school girl hahaha\n  ","652088":"\n  Omg but my face is so much better\n  ","652089":"\n  Yes?\n  ","652090":"\n  Before i do my hair selfie ?\n  ","652091":"\n  ITS OK DARLING\n  ","652092":"\n  Chin thing?? hahahahababa\n  \n  Its called a JAWLINE\n  \n  My chin is front of my face and very small actually,  the jaw is a weeee bit farther see\n  ","652093":"\n  ?\n  ","652094":"\n  I wanna, that sounds so relaxing\n  ","652095":"\n  Sleep tight❤\n  ","652096":"\n  GIVE ME CHOCOLATE\n  ","652097":"\n  Are you refereeing to me or?\n  ","652098":"\n  Can i come over?\n  ","652099":"\n  Jesus, i could cut something with my jaw\n  ","652100":"\n  Its like my best feature haha\n  \n  Thank you?\n  ","652101":"\n  Youre sweet❤\n  ","652102":"\n  Youre not bunny, so stop.\n  ","652103":"\n  That run tho ahahahhaah\n  ","652104":"\n  AhhaahahahHAHAHAHAHAHAHAHAHAH no i do not.\n  ","652105":"\n  Reading my book, its getting goood❤\n  \n  How about you?\n  ","652106":"\n  I dont think thats the same thing\n  ","652107":"\n  Awwwwwh\n  \n  Lifes a bitch aint it\n  ","652108":"\n  I just want bunny\n  \n  The end.\n  ","652109":"\n  Am i missing something?\n  \n  Did you ride a horse?\n  ","652110":"\n  Yesssssss ❤\n  ","652111":"\n  My father is religious\n  \n  I go for him\n  ","652112":"\n  So am i! Youre sweet, beautiful, and darling.\n  ","652113":"\n  Putting on make up\n  \n  Taking TONS of selfies all day\n  \n  Be prepared lol\n  \n  And going to church lol\n  ","652114":"\n  You cant buy this hunny ❤\n  ","652115":"\n  Why cant i be artistic like this?\n  ","652116":"\n  Doby lie to me ?\n  ","652117":"\n  You truly did ❤❤\n  ","652118":"\n  Holy shit, money doesnt buy me, im priceless ?\n  ","652119":"\n  Sorry if i blinded you\n  ","652120":"\n  Ohhh please❤\n  ","652121":"\n  This room doe ?\n  ","652122":"\n  Those are native american.. i am white lol\n  ","652123":"\n  YOU MADE MY NIGHT ❤❤❤??\n  ","652124":"\n  I just want motherfuckin choker necklaces for motherfuckin christmas\n  ","652125":"\n  Definitely someone id be friends with❤\n  ","652126":"\n  God no\n  ","652127":"\n  I only recongized the names\n  \n  No idea what else you said\n  ","652128":"\n  This is life ❤\n  ","652129":"\n  Oh yes lol i mean tomorrow is christmas fucking eve AND Hanukkah\n  ","652130":"\n  The way trump talks is so annoying hahaha\n  ","652131":"\n  You tell me buster\n  ","652132":"\n  Omfg why do you have multiple wives?\n  ","652133":"\n  Ew, i dont want to be your wife like at all\n  ","652134":"\n  Couples in general are fucking adorable\n  ","652135":"\n  Dont forget squats too\n  ","652136":"\n  I want to be really good friends ?\n  ","652137":"\n  BITCH IM NO 2ND, I COME FIRST\n  ","652138":"\n  You're perfect to me\n  ","652139":"\n  I kinda want his \"i was home last night tattoo\" tbh. Cause thats me like everyday hahahaha\n  \n  And all his tats are dope, he seem like a interesting guy\n  ","652140":"\n  Oh yeah, every year around this time is nuts\n  ","652141":"\n  What the hell is wrong with people?\n  ","652142":"\n  That sounds absolutely incredible\n  ","652143":"\n  AHAHAHHAHAHAHAHAHAHA DO THEY MAKE THIS A COSTUME? I WANNA ROLL AROUND IN IT\n  ","652144":"\n  Who the fuq is your first?\n  ","652145":"\n  Oh good, wish i could drink tea with you ❤\n  ","652146":"\n  WTF HAPPENED\n  ","652147":"\n  Naaah, i hate them\n  \n  Fat is just a HUGE turn on?\n  ","652148":"\n  I like\n  \n   @bunniboy\n  \n","652149":"\n  Noo, im a west coast baby\n  ","652150":"\n  James patterson is the best author i swear\n  ","652151":"\n  Did you just call me a ho?\n  ","652152":"\n  Oh jesus what happened this time\n  ","652153":"\n  Omg i am so sorry!!\n  \n  Medicine?\n  ","652154":"\n  Im pretty good, how are you??\n  ","652155":"\n  Fuck 15 mins of fame, look what happen to Cinderella\n  ","652156":"\n  Oh poor snow white\n  ","652157":"\n  English por favor?\n  ","652158":"\n  Merry christmas to you!?\n  ","652159":"\n  Trade?\n  ","652160":"\n\n   @bunniboy\n  \n  babe where you at\n  ","652161":"\n  Omfg i just realized i have church tomorrow\n  \n  KILL ME\n  ","652162":"\n  I have hot chocolate?\n  ","652163":"\n  Its ok❤\n  ","652164":"\n  Isnt that exactly what the bible believes?\n  ","652165":"\n  Thats pretty cool!!\n  ","652166":"\n  Yeah my moms a little money slut and has had 4 husbands lol whoever has money or something to benefit her lol\n  ","652167":"\n  I love\n  \n   @bunniboy\n  \n  more\n  ","652168":"\n  My dad worked with my moms previous husband haha\n  ","652169":"\n  Eating and about to start my new book lol\n  ","652170":"\n  I always thought itd be cool if this was real\n  ","652171":"\n  I follow back doll❤??\n  ","652172":"\n  IM SO GLAD YOU THINK SO\n  ","652173":"\n  Do it, do you know how to code and stuff?\n  ","652174":"\n  I need more chocolate in my life\n  ","652175":"\n  I WANT PRESENTS\n  ","652176":"\n\n   @bunniboy\n  \n","652177":"\n  Awwwh, thanks ❤\n  ","652178":"\n  You know to some pain is bad?\n  ","652179":"\n  I have? I already said i did after i played soccer\n  \n  DOES ANYONE READ WHAT I SAY\n  ","652180":"\n  Oh my god, this is sad\n  ","652181":"\n  I mean thats fantastic? ?\n  \n  Hahahaha\n  ","652182":"\n  ??? I never said i didnt do those things,  i hate people who assume, i just enjoy working my abs\n  ","652183":"\n  I have rice to eat and i need to go eat it ❤\n  ","652184":"\n  I havent even started my book yet ugh\n  ","652185":"\n  You should like create video games or something\n  ","652186":"\n  Ill be back gotta get mail ?\n  ","652187":"\n  Omg i already said everyday..\n  ","652188":"\n  My dp? Yeah those are recent\n  ","652189":"\n  Please no\n  ","652190":"\n  Abs mainly\n  \n  I like abs\n  ","652191":"\n  Its ok, ill get to them eventually\n  ","652192":"\n  Omg no thanks lol\n  ","652193":"\n  Show and tag ❤\n  ","652194":"\n  Aliens\n  \n  The truth is aliens\n  ","652195":"\n  Wow fighting me sounds like abuse.\n  \n  You just want my money\n  ","652196":"\n  Anything with da abs\n  ","652197":"\n  Why hello\n  ","652198":"\n  Oh my god, thank you so much Molly❤\n  \n  I love yours❤\n  ","652199":"\n  Idk go on top of a skyscraper and find out\n  ","652200":"\n  Like sleeping beauty.\n  \n  You just sleep\n  ","652201":"\n  OOOH you deactivated\n  ","652202":"\n  Im sorry\n  \n  Have you gone to school?\n  \n  Do you know anything about the brain?\n  \n  Please explain the humor?\n  ","652203":"\n  No but i can post thiiis\n  ","652204":"\n  Uh yeah its a good way to replenish serotonin\n  ","652205":"\n  You know what, thank you. ❤\n  \n  I hope the same for you ❤❤\n  ","652206":"\n  Actually yes, every morning\n  ","652207":"\n  I just want\n  \n   @bunniboy\n  \n  tooo\n  ","652208":"\n  Ya can someone say mind fuck?\n  ","652209":"\n  Who wears socks in the grass?\n  \n  After soccer id always take off my shoes and god i hated walking the grass with my socks\n  ","652210":"\n  Naaaah. That aint me\n  ","652211":"\n  Omg thank you ❤\n  ","652212":"\n  You make me want to go here.\n  ","652213":"\n  My money hoe.\n  ","652214":"\n  When i met higher level i ment hierarchy wise. If you started as a farmer and made it to like 100 with that lifestyle, youd be sent to the next step higher like maybe a business then so on so forth. But if you fuck up and turn corrupted you get shot down to poverty and have to start all over again haha.\n  \n  What if our eternity is another world we dont know exists?\n  ","652215":"\n  OMG\n  \n  I LOVE HOW THERES SO MANY SONGS FOR LADY BOOMETH\n  ","652216":"\n  What i dont understand is why my post get deleted but they arent even bad ?\n  ","652217":"\n  Yeah at my old house cause we had a huge front yard and it was all paved. Same with all my friends houses when we went outside we didnt need shoes cause it was always so clean\n  ","652218":"\n  To get money $$$\n  \n  From all my relatives ?\n  ","652219":"\n  Actually im not sure, refresh my memory?\n  ","652220":"\n  Like the matrix?\n  \n  Oh man i miss those movies.\n  \n  Anyways, like this life is all a test to see what happens and whoever makes it long enough without dying gets advanced to a higher level and sent back to do it all over again but BETTER and thats how reincarnation came into play..\n  ","652221":"\n  Why does it matter whos stuff i like, i think you dont realize how many people i know on this site lol\n  ","652222":"\n  Women should be able to do what they wish to do, like red riding hood, she has the right idea. LOL\n  ","652223":"\n  Like the shots you get right after you're born was some sort of formula taking away the cognitive level of capturing your own universe in your mind and once you take lsd you're finally one with yourself and your universe.\n  ","652224":"\n  Whooooa i never noticed the hand before..\n  ","652225":"\n  HAHAHAHHAHA omg\n  \n  That was good ?\n  \n  Dude, you're making my brain hurt\n  \n  What if we all had a mini universe in our own minds and we could only enter it through lsd?\n  ","652226":"\n  Ive learned how to get rid of annoying anons, just post something completely irrelevant and not give them any satisfaction LOL\n  ","652227":"\n  Am i right\n  \n  Or\n  \n  Am i right? ?\n  ","652228":"\n  Im LOVING all these fake celebrity pages\n  \n  Lol\n  \n  Not.\n  ","652229":"\n  Having the chillest Christmas this year ?❤\n  ","652230":"\n  Omg yes.? they will be good forever.\n  \n  I remember thinking this the day i met him\n  ","652231":"\n  Thank every God or Gods\n  \n  Lol idk what people believe in anymore\n  ","652232":"\n  OMG\n  \n  DONT SAY THAT\n  ","652233":"\n  Like a crazy psychotic anorexic girl lol\n  \n  Id never eat again\n  \n  The psych ward would be my new home LOL\n  ","652234":"\n  CHOCOLATE\n  \n  CHOCOLATE\n  ","652235":"\n  Now thatd be a trip ?\n  \n  Imagine all the mind blowing shit they'd have to say about the universe\n  \n  Oh wait we cant imagine because our brains arent capable of comprehending hahaha\n  \n  Damn i need to do lsd now and become the next steve jobs\n  ","652236":"\n  If they ever make a hotel in space that i was actually capable of going too, im doing lsd in space and thats final.\n  ","652237":"\n  How about dont judge her? Or Jasmine will be on her way\n  ","652238":"\n  Well you know how children dress up as princesses or super heros or scary fuckin creature things, i thought they were real.\n  \n  With the princesses, i remember always yelling \"DONT EAT THE RED APPLE\"\n  \n  with the super heros, especially batman i kinda started yelling \"OMG LIL BRUCE, BRUCE MARRY ME\"\n  \n  And with scary costumes i just ran for my life hahaha the kids loved me, the parents knew i was fucked up cause after i awhile i noticed there was more than one character and started saying, \"theyre multiplying, these little people are spreading\"\n  \n  I had to be taken into a garage but one of my friends was dressed up as a stick finger and i started cracking up cause i didnt realize it was a person until like 3 hours later.\n  ","652239":"\n  I have once\n  \n  On Halloween\n  \n  Never doing that again LOL\n  ","652240":"\n  Why hellllo\n  \n  How are you today\n  ","652241":"\n  Did someone say CHOCOLATE?\n  ","652242":"\n  What if i ate them all cause im fat?\n  \n  Gooodnight❤\n  ","652243":"\n  1 thing i hate about people who are strong minded about their beliefs they turn them into a cock and shove it down your throat. Not so vegan when their forcing us to eat their cock formed by their thoughts HAHA. And abortions are a little bit touchier subject than vegan..\n  ","652244":"\n  ONLY IF YOU SHARE YOUR KINDNESS\n  ","652245":"\n  I never got to ever believe in santa hahah i always was told my parents bought the presents hahah the tooth fairy was different until like the 3rd time i just asked my dad it was him wasnt it. I guess i was never one to believe in bullshit hahaha\n  ","652246":"\n  Noo thank you❤\n  ","652247":"\n  No a quote, but saw this today and thought\n  \n   @bunniboy\n  \n  ❤❤❤\n  ","652248":"\n  Noooope they all mine yo\n  ","652249":"\n  Im hoping to finally start a future with\n  \n   @bunniboy\n  \n  and restart my life the way it should be.\n  ","652250":"\n  Im not a lesbian but daamn, this is my type of lady ?\n  ","652251":"\n  Yeah its like being insulted by a ghost or a phantom being when theres no face like bro youre non-existent.\n  ","652252":"\n  Omg HE IS SUCH A GOOD AUTHOR.\n  ","652253":"\n  ❤\n  ","652254":"\n  Ohmy\n  \n  I am so sorry.\n  \n  But education is goooood\n  ","652255":"\n  Anons are really good at doing that LOL\n  ","652256":"\n  I try my best not too honestly.\n  \n  Im sorry youre going through a tough time\n  ","652257":"\n  Oh good i was worried for a second.\n  ","652258":"\n  Ive written a book of poems called ABC'S of Dark Poetry.\n  ","652259":"\n  OMFG THANK YOU ❤\n  ","652260":"\n  Wow, if you only speak to someone cause of their looks youre not someone i want to be around. I was raised to like someone beacuse of their mind and heart not their face.\n  ","652261":"\n  Oh my god, are you stalking me ?\n  ","652262":"\n  GOOOD morning\n  ","652263":"\n  Youre very welcome ?\n  ","652264":"\n  Real life\n  ","652265":"\n  Your ipad is a champ\n  ","652266":"\n  OMG THANK YOU SO MUCH\n  \n  you are becoming one of my favs as we speak\n  ","652267":"\n  I hope the same with you❤\n  ","652268":"\n  I truly agree, but i jusy have to keep telling myself its going to be ok.\n  ","652269":"\n  Gaaaaah?\n  ","652270":"\n  Too pretty\n  \n  Like stop\n  \n  &\n  \n  Share\n  ","652271":"\n  KABOOM MISTER I AM HERE\n  ","652272":"\n  This is how i feel\n  ","652273":"\n  Youre very sweet darling beauty\n  ","652274":"\n  Hello babers ❤\n  ","652275":"\n  Yes i battle with it myself. ?\n  ","652276":"\n  It sucks to have a mental illness, its like being crippled but within your own mind. There's nothing people can do to help you, its an illness only you can battle and only you alone. There's days where you feel zombies are real, because you are one.\n  ","652277":"\n  Looks like jews arent gonna be at the movie theaters this year ahahahah\n  ","652278":"\n  Oh my god the overlap hasnt happened since 78'\n  \n  Thats kinda a big deal\n  ","652279":"\n  Not as bad as they are now, sexting became a huge issue when i was like 12 and flip phones were still a thing, but guys were raised differently then. It wasnt as sexualized as our society is now. I pretty much watched the world change because of enhanced technology.\n  ","652280":"\n  We were basically born best friends.\n  \n  Quite a beautiful friendship.\n  ","652281":"\n  Omfg that is the nicest thing to say. Omfg thank you ❤\n  ","652282":"\n  They just want nuuuudes lol\n  ","652283":"\n  Oh man, fresh cut grass, wood burning stove, and chlorine. Oh how i miss my old best friend so much sometimes.\n  ","652284":"\n  TOO GODDAMN MANY\n  ","652285":"\n  Didnt they like already celebrate Hanukkah\n  ","652286":"\n  Especially not Jews\n  \n  hahahahahhahahahahhahahahahahHAHAHAHAHAHAHAHAHAHA omg i crack myself up\n  ","652287":"\n  ????\n  \n  Oh gooood\n  ","652288":"\n  Youre not\n  \n   @bunniboy\n  \n\n  So stop\n  ","652289":"\n  WHO HURT YOU\n  ","652290":"\n  I can hear that song when i look at this picture.\n  ","652291":"\n  You're sweet like omg\n  ","652292":"\n  Thank you so much, you gorgeous being ❤\n  ","652293":"\n  Its hard to be fake when youre verified HAHAHAHAHAH\n  ","652294":"\n  Do i?\n  ","652295":"\n  Hahaha my day was great hahaha\n  \n  There's santa then theres elves\n  \n  Then there's people like me, the grinch ?\n  ","652296":"\n  Omg\n  \n  Why?\n  ","652297":"\n  What i constantly think when i think of people in my past.\n  ","652298":"\n  Babe babe babe 200% babe\n  ","652299":"\n  Oh dude i thought about this alot.\n  \n  First id like make steel to put over my windows. Outside would have barbed wire about 3 layes of it surrounding my house as a fence, id use dead zombies to rub all over the fence so the smell would be everywhere and they wouldnt want me\n  \n  While shit was going on outside id create a undergound portion to my house just in case that would have an escape route.\n  \n  Then id fine an abandon bus, completely re- enforce it, making it have a very sharp front, its hard to explain but anything that comes in my way would be dead.\n  ","652300":"\n  When i was very young, i always understood the nature of life.\n  ","652301":"\n  HOW WAS YOUR DAY\n  ","652302":"\n  Could explain daddy issues...\n  ","652303":"\n  Im in a very good mood today\n  \n  But thank you thats very kind of you❤\n  ","652304":"\n  The spirit is dead\n  ","652305":"\n  What should i be excited for?\n  ","652306":"\n  Im good, i finished a book\n  \n  Now on to another one lol\n  ","652307":"\n  Awwwh. Im gladd\n  \n  You and all the elves  are stoked ?\n  ","652308":"\n  I just got poked on fb\n  \n  I didnt know people still poked\n  \n  And i look like im 12 LOL\n  \n  Thank god, ill be banging when I'm 30 youll see ?\n  ","652309":"\n  THAT IS SO NICE ❤\n  ","652310":"\n  Dont be a stranger please, youre like one of the few normal people on here ❤❤?\n  ","652311":"\n  I swear im not. Like i proooomise\n  ","652312":"\n  True love\n  \n  Its out there❤\n  ","652313":"\n  Yes everything is great\n  \n  Finished a fantastic book today ?\n  \n  Everything is okay with my babe, he just needs to message me back lol\n  \n  How about you? Is everything ok?\n  ","652314":"\n  I think the only person whos irrelevant is you, anon.\n  ","652315":"\n  Thats sweet\n  \n  Youre sweet\n  ","652316":"\n  FOOOD\n  \n  Im not even kidding\n  \n  Ive been having crazy dreams about food\n  \n  Like buffets of food, and i ate like an entire plate full to the brim of greasy food and then after i had a huge bowl of ice cream with cool whip and then i had a cone that had peanut outlining it, i dont understand why i keep having these dreams hahaha but every time i wake up i remember, \"omfg i can eat for real now\"\n  ","652317":"\n  I used to sing all the time in middle school with my friends hahaha\n  ","652318":"\n  My eyes can be pretty.. sometimes ?\n  \n  Like here hahahah its rare.\n  ","652319":"\n  I always thought is was santa claus but i wouldn't know since my family never let me believe in that lol ?\n  ","652320":"\n  Both sound terrifying, id probably do the outer space one cause well im already an alien ? myself so id just need to prove that to them.\n  ","652321":"\n  ? 100% ?\n  ","652322":"\n  Thank you ❤\n  ","652323":"\n  ❤\n  ","652324":"\n  I watched Grease and Titanic like 4 times a day..\n  ","652325":"\n  I need it back\n  \n  Like asap\n  ","652326":"\n  I prefer to read\n  \n  And cuddle\n  ","652327":"\n  Lana del rey\n  \n  All her albums\n  \n  Every single one\n  ","652328":"\n  Im not a cheater. LOL\n  \n  Youre pathetic if you use shit like this.\n  ","652329":"\n  I JUST WANT TO SEE THE MOVIE SO BAD ???\n  ","652330":"\n  Internet\n  \n  Even tho i dont use either haha\n  ","652331":"\n  Im ready for a new beginning\n  \n  Im ready for a new adventure\n  ","652332":"\n  All of them?\n  ","652333":"\n  Painted ladies by Robert b Parker\n  \n  Ill be reading all today, ill come on when im done. ❤ have a good day guys ❤\n  ","652334":"\n\n   @bunniboy\n  \n  i dream of you every night. Goodnight\n  ","652335":"\n  Im gonna guess youve never heard that song HAHA\n  ","652336":"\n  Keep it up?❤\n  ","652337":"\n  My phone told me i had no internet connection when i tried to open it ?\n  ","652338":"\n  I like boots like these better ?\n  ","652339":"\n  Whenever i see your name my brain starts singing : SLOB ON MY KNOB LIKE CORN ON THE COB.\n  ","652340":"\n  Im just in bed, probably gonna go to sleep\n  ","652341":"\n  I mean im into the concept of zombies\n  \n  But i cant say if it became a reality id be very into it..\n  ","652342":"\n  I just met you today but youre awesome! We have similar taste in women ?❤\n  \n  I dont know much else besides youre really pretty and id love to get to know you!\n  ","652343":"\n  Sav nap time\n  ","652344":"\n  Awh thank you very much ?\n  ","652345":"\n  Omg\n  \n  Youre awesome\n  \n  And pretty\n  \n  I guess thatd make you pretty awesome ?❤\n  ","652346":"\n  ITS OK, IM ACTUALLY GONNA LAY DOWN FOR A LITTLE\n  ","652347":"\n  Just lock them all up in my closet HAHA\n  ","652348":"\n  Yes, this is my bio?\n  ","652349":"\n  I have waaay too many of those ?\n  ","652350":"\n  GOD I WANT TO WATCH SO BAD\n  ","652351":"\n  Shes absolutely stunning and a fantastic actress ?\n  ","652352":"\n  How are we suppose to learn from out mistakes if we dont know what we did wrong?\n  ","652353":"\n  Yeah, i noticed ❤\n  ","652354":"\n  Yeah like its like telling me ive been violating and im over here all like \"HOW LIKE WHAT DID I DO THAT WAS SOOO BAD?\"\n  ","652355":"\n  Wait, what ?\n  ","652356":"\n  Ok i feel like ask should TELL YOU what youre doing that is violating, lol like how am i suppose to know what im doing wrong?\n  ","652357":"\n  I WOULD LOVE TOO?\n  ","652358":"\n  Wait, im so lost\n  \n  What are you asking me haha\n  ","652359":"\n  HAHAHAH I FIGURED HAHAHAH\n  ","652360":"\n  Im horrible with digital stuff\n  ","652361":"\n  Awh, thats really sweet.\n  ","652362":"\n  WELL I DONT KNOW THIS lol\n  ","652363":"\n  You can do more than i can ?\n  ","652364":"\n  AND THIS IS A GODDESS OMFG\n  ","652365":"\n  YOU MIGHT HAVE A PLASTIC ONE\n  \n  HAHAHAHA\n  ","652366":"\n\n   @bunniboy\n  \n  is mad at me.\n  ","652367":"\n  WOW youre super creative!!❤\n  ","652368":"\n  This made me laugh\n  ","652369":"\n  Im so sad. ?\n  ","652370":"\n  Maybe he can give me a tattoo LOL\n  ","652371":"\n  Screenshot unless youre on a computer lol idk cause i dont have enough service for that, ask barley works\n  ","652372":"\n  Oh no i meant like a picture or something\n  ","652373":"\n  Im okay. I dedicate this to\n  \n   @bunniboy\n  \n\n  I feel its a cake he should make for me\n  ","652374":"\n  Okay so like it wont load cuz my data is super slow, could you post it on your page and tag me?\n  ","652375":"\n  Hell fuckin ya i do\n  ","652376":"\n  Dear bunny?\n  \n  Youre my world?. Every time youre not around it feels that the sky is falling, and i cant move. ?\n  \n  I wished you believed in my love ❤ for you, but i understand why you dont ?. Nothing is going to take me away from you except death? or maybe aliens ? but even then, ill be a ghost? with you. I want us to be together for a long time ??? i want to have kids with you ?. I remember? the day i first met you, i still get butterflies thinking about it ? that was the day felt true love? i wish i knew how to explain it better, but i honestly dont. I just  knew that day, you were the one ive been dreaming ? about and you are my future ?.  We have a long history? together, but my heart ❤ is still set on you ? even on the darkest days? all i want to do is prove i love you and only you ? you always know how to make me laugh like crazy? you know exactly what im thinking ?like i swear i dont even need to talk. Youre the only person that listens ?. I wouldn't trade you for anything, not even food?. I cant wait to see what our future ? holds for us, its you and me ? against the world ?.\n  \n  I love you. ? dont forget it.\n  ","652377":"\n  Im 21, i cant get grounded ?\n  ","652378":"\n  I am soooo sorry ?\n  ","652379":"\n  YAAAAS ❤\n  ","652380":"\n  I know same here\n  \n  Its soo cute ?\n  ","652381":"\n  Eh i could be better\n  ","652382":"\n  Youre never suppose to go up to someone and ask who they vote for, its rude. You're suppose to learn this in school\n  ","652383":"\n  Nigga, i dont know\n  "}}