{"Question":{"653457":"\n   Pap with ur belly piercing or in a bikini?\n  ","653458":"\n   Obama will do jack shit just like he did the last 8 years\n  ","653459":"\n   @ opinions?\n  ","653460":"\n   Wow awesome! that will be a dream come true when you bless New Zealand with your unique beauty!\n  ","653461":"\n   You need to be turned into a princess\n  ","653462":"\n   ?????????????????????????????????????you are like seriously so beautiful i could be angry 1 second, look at you, calm down, and forget why i was angry.?????????????????????????????????????\n  ","653463":"\n   Do you consider yourself to be a procrastinator or not? Explain.\n  ","653464":"\n   I didn't ruin it she texted back and said 'omg lol'. The moral of this is never to ask a girl for sex EVER\n  ","653465":"\n   Are you looking forward to trump making America great again\n  ","653466":"\n   You ever lived over in U.K.\n  ","653467":"\n   Really :D? Awesome! It's accurate though I'm sure of it lmao\n  ","653468":"\n   What ia the psychology behind aggression ?\n  ","653469":"\n   First articles on google show that based on percentage of population there is more homeless people in America compared to Britain\n  ","653470":"\n   Literally you and I seeing people not believe you:\n   \n    http:\/\/www.monkeyland.co.za\/userfiles\/article\/news\/news12\/monkeys_fling_poo.jpg\n   \n","653471":"\n   You mean the British anon ?\n  ","653472":"\n   New full body selfie please\n  ","653473":"\n   You are obnoxiously adamant that these were facts but aren't willing to back them up. You were talking about it on your feed so you obviously cared a little :) #haveaniceday\n  ","653474":"\n   i tried to think of another 1 but i got lost in your eyes.\n  ","653475":"\n   GOD FUCKING BLESS AM I RIGHT?\n  ","653476":"\n   That's probably true,I don't deny that.\n  ","653477":"\n   Im not educated look at some of your spelling before you judge anyone else's education. So where exactly is this \"food drive\"\n  ","653478":"\n   I'm assuming it's better to take a break from \"shouting across the room\" and just type normal\n  ","653479":"\n   Your gorgeous\n  ","653480":"\n   Who are you dating\n  ","653481":"\n   You said you have seen these facts but still haven't shown them.\n  ","653482":"\n   I live in England so I would love to know how you hear about a food drive that no one in England has heard about\n  ","653483":"\n   However,I still think that the social safety net is still better in the UK than in most US states.\n  ","653484":"\n   I FORGOT TO ASK BUT ARE YOU WORKING ON THE SAME BOOK FROM THE LAST TIME OR ARE YOU STILL CRUISING THROUGH BOOKS\n  ","653485":"\n   And you're saying because they interviewed 20 people it's real and factual ?\n  ","653486":"\n   And where are these statistical facts then ?\n  ","653487":"\n   wanna know how much of a rebel i am? well not to brag but the teacher in math class said: raise your hand if you know the answer. i didnt raise my hand and i knew the answer.\n  ","653488":"\n   Wait you are not single anymore\n  ","653489":"\n   but but but... im not stupid :(\n  ","653490":"\n   DONT DO THIS DONT MAKE ME THINK ABOUT COTTON CANDY DO NOT PASS ON THE WANT ITS GOOD DONT GET ME WRONG BUT I SHOULDNT FOCUS ON THE GOODNESS OF COTTON CANDY RN\n  ","653491":"\n   Yes I do know the meaning of the word. If I get 20 people In a room who believe in ghosts it doesn't mean that they are real.\n  ","653492":"\n   Ok\n  ","653493":"\n   i am still talking about the dressing room scene: OH YOU ARE NEVER GONNA FIT THAT HUGE HEAD IN THAT TINY HOLE!!!!!!!!!!! his wife: WHAT HOLE?! BABY WHAT HOLE?!\n  ","653494":"\n   ? and I know you are single am I right ????\n  ","653495":"\n   boom come back\n  ","653496":"\n   And because it says \"real\" it must be true lol\n  ","653497":"\n   She reads a lot too thats how she knows so much she says she reads all the time\n  ","653498":"\n   Don't believe everything you read on the internet\n  ","653499":"\n   So uh.... if I pay you $50... could you change your mind bout letting me suck on your toes? you can choke me at the end? (no killing)\n  ","653500":"\n   So I've been chatting up a girl for months and I literally ruined everything 2 minutes ago\n  ","653501":"\n   Are you gonna visit New Zealand one day?\n  ","653502":"\n   I meant that the Germans and the Austrians still speak the same language,German.French spoken in Africa is still French despite some differences and same goes with Spanish spoken in Latin America is still Spanish nevertheless.\n  ","653503":"\n   Depends where you live of course.That's why I did say generally better.\n  ","653504":"\n   How do you know that poverty is worse in the UK.\n  ","653505":"\n   Idk,I haven't lived in England so I don't know what it is line to be poor in England or other constituent countries of the UK.I would assume though that the social safety net is generally much better in the UK than it is in most  US states\n  ","653506":"\n   If they have then there'd be a holiday\n  ","653507":"\n   I love you so much ????\n  ","653508":"\n   :O THANKS :D MEANS A LOT\n  ","653509":"\n   or how about when his wife thought that he was cheating on her with another woman?\n  ","653510":"\n   Nice\n  ","653511":"\n   LOOK AT ME!!!!!! I AM CELLULITE SALLY!!!!!!!!!!!!!!! LOOK AT MY HUGE BADONKY!!!!!!!!!!!!!!!!!!!!! xD lol\n  ","653512":"\n   Well,they can be but my point still stands.All of them are regional versions of one language:English.Just like Germans and Austrians speak,despite some vocabulary differences.\n  ","653513":"\n   IM PARTIALLY SORRY CAUSE I KEPT TALKING AND IM SURE YOU GOT MORE QUESTIONS BESIDES ME TALKING\n  ","653514":"\n   Nothing and you ??\n  ","653515":"\n   dont forget about the \"girls night out\"! lol\n  ","653516":"\n   Yes.\n  ","653517":"\n   Aw So i cant\n  ","653518":"\n   fucking terry crews <3\n  ","653519":"\n   Hey ????\n  ","653520":"\n   IM TERRIBLE AT IT I PROOOBABLY SHOULD JUST STOP TALKING AND LET YOU READ BUT IM TOO TALKATIVE RN APPARENTLY\n  ","653521":"\n   i dont understand whats going on... but i like it\n  ","653522":"\n   GOOOOOT HIM\n  ","653523":"\n   Lol ok but i want actually get to know u like texting\n  ","653524":"\n   wait you are how old?\n  ","653525":"\n   age?\n  ","653526":"\n   YOU ARE TOO FRIEND :D OR SHOULD I SAY MY MONKEY FRIEND :D\n  ","653527":"\n   They speak English,so yeah they do speak the same language,within.My point is that whether it is American English,Australian English or British English,they all belong to the same language group,the English language.They are just regional versions of that language.\n  ","653528":"\n   GOTCHA! EITHER WAY ITS AWESOME :D\n  ","653529":"\n   Let me get to know u\n  ","653530":"\n   How was your weekend rate it 1-10 10 = best\n  ","653531":"\n   OBVIOUSLY WE ARE MONKEY FRIENDS THATS FACT BUT ARE WE MONKEY LIKE? OR IS IT MOSTLY THE TITLE OR? I DONT REMEMBER\n  ","653532":"\n   Yeah,me too :) And yeah,I agree.\n  ","653533":"\n   The world needs more Terry Crews tbh\n  ","653534":"\n   Officially they are.\n  ","653535":"\n   I loved the scene after that 1 where the guy was in a wheelchair and his friend asks: what happened to you? than terry crews character put his hand on his shoulder and looked at him threatening like and so the guy said: i... fell?\n  ","653536":"\n   It's same with the German spoken in Austria and the German spoken in Germany.They differ are lot but are still part of the same language.Kinda like subgenres of a language.\n  ","653537":"\n   Yeah,I get that.However,they both are still of the same language,the English language.\n  ","653538":"\n   You're a beautiful woman.\n  ","653539":"\n   WAIT I JUST REALIZED SOMETHING NOT SURE HOW RELEVANT BUT I DONT REMMEBER IF THIS WAS ESTABLISHED\n  ","653540":"\n   How about when they were both in the restaurant farting!? xD lol\n  ","653541":"\n   Total babe\n  ","653542":"\n   \"Our language\" I didn't know that America had its own language,instead of English.\n  ","653543":"\n   i loved this scene where when terry crews character got shot and he said: why didnt you tell me you werent............ and the other guy was like: a lady. and he went: white!!!!!!! oh the deception!!!!!!! lol\n  ","653544":"\n   Yeah,I understand.\n  ","653545":"\n   Underwear color\n  ","653546":"\n   SAAAAAMMME!! THANK YOU SO MUCH THOUGH LOL I NORMALLY THINK IM JUST WEIRD AND BORING\n  ","653547":"\n   Yeah,I see.\n  ","653548":"\n   Yeah,although the metric system was \"created\" in the 19th century.\n  ","653549":"\n   When someone asks me how cold it is i say things like \"oh about a nipple and a half' and etc.\n  ","653550":"\n   LOVED THAT MOVIES!!!!!!!!!!! Oh yeah? what are you laughing at.................... Denzel! OH WHAT A BEAUTIFUL CHOCOLATE MAN AH HA HA HA HA!!!!!!!!!!!! xD LOL\n  ","653551":"\n   Yeah,I do get that.But like I said,I don't mind if someone does that + simply showing your tits does not equate with doing porn.\n  ","653552":"\n   Nice brb\n  ","653553":"\n   Yeah,I guess.I do find it indeed find it weird sometimes that the US haven't adopted the metric system like most countries have.\n  ","653554":"\n   I would seriously walk a thousand miles just to get even 1 kiss from you.\n  ","653555":"\n   Well,Idk and I understand your point,although I don't mind that of course.\n  ","653556":"\n   No ??? everyone has a new taste of music ?\n  ","653557":"\n   Well,luckily I have a converter in my phone.\n  ","653558":"\n   i used to have a cute sneeze but now i sneeze so loudly. what can i do?\n  ","653559":"\n   Glad to be a part of a whole ????\n  ","653560":"\n   Who's the \"hoe\" you are referring to ?\n  ","653561":"\n   YOU ARE AS WELL! IM GLAD TO CALL YOU MY FRIEND\n  ","653562":"\n   I dont even think i should share my odd way of measuring the cold. its humorous to me but idk if others would find it funny\n  ","653563":"\n   26 degrees of Fahrenheit,I assume ?\n  ","653564":"\n   Ah,The \"Pizza Gate\"-story.I think that story have been proven to be false\n  ","653565":"\n   OMG YAAAAAAAASS! JUST HOPE IT DOESNT CHANGE TO THE ONE WHERE ITS MISSLEADING BACKGROUNDS AND COMPLIMENTS ARENT NEEDED CAUSE FRIEND SCREAMING FOR THE WIN\n  ","653566":"\n   ever been to vietnam?\n  ","653567":"\n   How cold it is where you live ?\n  ","653568":"\n   And it's cold but not snowy here.Not yet at least.\n  ","653569":"\n   No,you don't deserve that :)\n  ","653570":"\n   Oh,I understand.\n  ","653571":"\n   Lately to keep away negative thoughts I just read your ask and ask you things cause I then forget pain. I like to tell you again how incredible you are. Best person ever kind hearted warm soul\n  ","653572":"\n   Ehhhh? More questions\n  ","653573":"\n   IS IT BAD IM LAUGHING THE ENTIRE TIME TYPING IN CAPS BECAUSE THIS IS FUCKING AWESOME\n  ","653574":"\n   likers get a question? like?\n  ","653575":"\n   very sarcastic for sure ?❤️\n  ","653576":"\n   If you were my gf i'd let you sleep with another guy if he paid me\n  ","653577":"\n   Why's that ?\n  ","653578":"\n   girl the same goes for you ?❤️❤️ by far my favorite account and person on here\n  ","653579":"\n   Yeah,I understand that.\n  ","653580":"\n   what is your ancestry?\n  ","653581":"\n   Where in Asia is your family heritage from?\n  ","653582":"\n   I ACTUALLY JUST THOUGHT THAT I APOLOGIZE IN ADVANCE BTW IF IT TAKES ME ABIT I GOTTA STUDY FOR MY TWO COLLEGE FINALS EVEN THOUGH ITS SNOWY AF HERE AND THE ROADS ARE ASS\n  ","653583":"\n   so there arent any good people now days? no one on here you like?\n  ","653584":"\n   how often do you shave your legs?\n  ","653585":"\n   No,it's not bad at all.\n  ","653586":"\n   HONESTLY WAY BETTER THAN I WAS AT THE BEGINNING MOSTLY TODAY AND YESTERDAY HELPED ALSO I DONT KNOW WHY WE ARE TYPING IN CAPS\n  ","653587":"\n   how often do women shave their legs?\n  ","653588":"\n   Yeah,I get it.\n  ","653589":"\n   omg I love you so much ? that is such a sweet thing to say but girl you'd be winning for sure ??\n  ","653590":"\n   OH MY GOSH IM SORRY FOR MY LATE RESPONSE I HAD A BUSY DAY HI MONKEY FRIEND :D\n  ","653591":"\n   Yeah,I do get warning from time to time.\n  ","653592":"\n   Hi Savannah how are you\n  ","653593":"\n   Yeah,indeed.\n  ","653594":"\n   Yeah,I agree.I would not be surprised if they slam me with a warning after I criticized them.\n  ","653595":"\n   ???❤️\n  ","653596":"\n   Still beautiful without makeup\n  ","653597":"\n   Maybe you're right,but I can't know for sure.\n  ","653598":"\n   I want to buy you stuff from your wishlist I asked my dad to let me use his amazon account and he thought you were a porn star ?? but he knows you are a cool great woman now cause I said that. ❤️\n  ","653599":"\n   Omg!! Im excited to get the letter? i went soooo overboard with so many pages but it felt like i was talking to myself. Like it was just normal to write it all!! Yikes??\n  ","653600":"\n   Yeah,you're right although I will say that they still look beautiful too.But\n  ","653601":"\n   Because ask.fm is being pc and stuff.\n  ","653602":"\n   send @ if you'd like ?\n  ","653603":"\n   You don't look like trash,you look beautiful :)\n  ","653604":"\n   Ohhh are we going to be a buttface now?\n  ","653605":"\n   What color are your panties today?\n  ","653606":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140112450425\n   \n   Well,at least you get questions.I have 5 times more likes than I have questions.\n  ","653607":"\n   Haha again oops\n  ","653608":"\n   I thought I saw you post some donuts or something yummy on here and I was about to be real jealous.\n  ","653609":"\n   Besides,a lot of girls\/women I know,wear very little or no make up in their every day life.\n  ","653610":"\n   What's your morning routine?\n  ","653611":"\n   What you wearing?\n  ","653612":"\n   My bad I didn't see that...\n  ","653613":"\n   Haha more questions than likes????\n  ","653614":"\n   Idk sorry.\n  ","653615":"\n   U guys mean the world to me?\nThank you for always making me smile?\nI LOVE YOU ALL SO FREAKING MUCH?\n  ","653616":"\n   @@\n  ","653617":"\n   you seriously make it hard to not fall in love with you!\n  ","653618":"\n   Are you craving anything? If so, what? I really want a salad from Ledo's.\n  ","653619":"\n\n    http:\/\/ask.fm\/ClareBear1996\/answers\/139489803510\n   \n   do you think she should show off her bra and panties like this?\n  ","653620":"\n   You have beautiful eyes.\n  ","653621":"\n   Eh like who's criticizing this ????\n  ","653622":"\n   ??? hope u think about a idea soon\n  ","653623":"\n   Actually I've forgotten too aha ?\n  ","653624":"\n   You prolly dont want to hear it. Its inappropriate it.\n  ","653625":"\n   Nice ??? What's up\n  ","653626":"\n   Yeah\n  ","653627":"\n   Good afternoon\n  ","653628":"\n   I know this is a repetitive question, and you can delete if it's annoying, but I want to find new music to listen to. What are some songs, artists, or albums you'd recommend?\n  ","653629":"\n   You are too adorable!\n  ","653630":"\n   Damn,that's a long letter :)\n  ","653631":"\n   I would but I really suck at writing letters..\n  ","653632":"\n   Me too!\n  ","653633":"\n   Aww,that's so cute :)\n  ","653634":"\n   I dreamt of you.\n  ","653635":"\n   Yeah,true.\n  ","653636":"\n   It does lol.\n  ","653637":"\n   The latter could be more likely. But then, if it was all in his head, who dreamt it and why? So many questions, so few answers.\n  ","653638":"\n   Imagine if: Harry Potter was stoned his whole time at Hogwarts and nothing we saw was real. It was just an illusion.\n  ","653639":"\n   Yups!\n  ","653640":"\n   Yeah,of course.\n  ","653641":"\n   Which worries you more – doing things right or doing the right things?\n  ","653642":"\n   Yeah she puts her head on my boob lmfao.\n  ","653643":"\n   Who is your smartest friend?\n  ","653644":"\n   What’s the last sport event you watched?\n  ","653645":"\n   Hahahah mine sleeps on my tummy dude it'S crazy.\n  ","653646":"\n   I drink to that too beautiful!\n  ","653647":"\n   Yeah,both negative and positive.\n  ","653648":"\n   Yeah..\n  ","653649":"\n   I am\n  ","653650":"\n\n    http:\/\/ask.fm\/HammadWaseem762\/answers\/138967686281\n   \n","653651":"\n   Nah I'm still waiting.. I'm okay i guess.\n  ","653652":"\n   Hey you sexy lady.\n  ","653653":"\n   I know\n  ","653654":"\n   Hey\n  ","653655":"\n   You're a beautiful young lady.\n  ","653656":"\n   you are beautiful\n  ","653657":"\n   She woke up today\n  ","653658":"\n   I agree,Germany is an amazing and beautiful country :)\n  ","653659":"\n   I always find it so hard , to tear myself away from your beautiful face . . . . your most recent makes me cry coz I will never know how good it feels to hold you . . . x\n  ","653660":"\n   I don't even remember what I originally said interesting to lol i gotta remember what we talked about last\n  ","653661":"\n   Childhood pap ?\n  ","653662":"\n   She unconscious now they saved her I told hospital people can save lives\n  ","653663":"\n   Won't be using this anymore, instead I'll be over on twitter! My @ there is lukriinah. I'll follow you all back, if you have twitter. {staif} ☺️?\n  ","653664":"\n   What is your favorite drink on cold evenings?\n  ","653665":"\n   Hy where are you\n  ","653666":"\n   Like for a word?\n  ","653667":"\n   Likers get tbh or rates?\n  ","653668":"\n   Have you had your tonsils out?\n  ","653669":"\n   Single?\n  ","653670":"\n   Yaaay?\n  ","653671":"\n   No she like not responding\n  ","653672":"\n   They just put ivs on here\n  ","653673":"\n   Does sex hurt the frist time or is it painless\n  ","653674":"\n   Same here I feel bad\n  ","653675":"\n   Can we chat question to question?\n  ","653676":"\n   what do u mean they have insecurities?\n  ","653677":"\n   Yeah but it's my friend she killed herself and now her boyfriend took her to hospital trying to get her back alive\n  ","653678":"\n   You're welcome beautiful\n  ","653679":"\n   I want sex with u\n  ","653680":"\n   opinion on those who send nudes?\n  ","653681":"\n   Not in a mood right now to talk bc it's one of my friends from a different state and I feel bad for you boyfriend ???? bc he proposed to her and then something bad happened to her\n  ","653682":"\n   Nice ???? that's exciting ???\n  ","653683":"\n   Last foul thing you smelt?\n  ","653684":"\n   Did your parents count to 3 before giving u a spanking\n  ","653685":"\n   Body pap?\n  ","653686":"\n   Well, just being honest with you. You're just a good looking girl.\n  ","653687":"\n   your pizza is here miss :3 *^*\n  ","653688":"\n   Ahh, how's your weekend so far?\n  ","653689":"\n\n    https:\/\/www.youtube.com\/watch?v=vO-fM4YYMJU&t=14s\n   \n   check the video and tell me if you like it (prank)\n  ","653690":"\n   Nice\n  ","653691":"\n   Over data usage ???\n  ","653692":"\n   You're beautiful\n  ","653693":"\n   I would make you feel as if you were a real queen.\n  ","653694":"\n   Those can be annoying ????\n  ","653695":"\n   U horny?\n  ","653696":"\n   Oh?\n  ","653697":"\n   IMAGINE , you are a GP (family doctor) ~ the World staggers in to your surgery & collapses . . . . how & what do you diagnose ? What treatment do you prescribe ? What medicine ?\n  ","653698":"\n   Can you imagine...that love ?\n  ","653699":"\n   U haven't liked my answers much ???\n  ","653700":"\n   Lol\n  ","653701":"\n   Hay ooo\n  ","653702":"\n   Ever fight in the car with your brothers or sisters\n  ","653703":"\n   Everybody wants to be Poppy Poppy!!!!!!!! everybody wants to be just like me!!!!! everybody wants to be Poppy Poppy everybody wants to be someone else!!!!!!!!!!!!!!!!!!!!\n  ","653704":"\n   Hi Savannah how are you\n  ","653705":"\n   Then take one\n  ","653706":"\n   You wouldnt have to do much for me. all you would have to do is smile and that would be more than enough.\n  ","653707":"\n   I just need that one friend to text me.\n  ","653708":"\n   i was the one who asked for you on my lap :(\n  ","653709":"\n   ????\n  ","653710":"\n   I'm way too upset.\n  ","653711":"\n   Hey sexy ;)\n  ","653712":"\n   Explosions*\n  ","653713":"\n   There were two exploits in Istanbul.\n  ","653714":"\n   Np ?? and I love you so much ??\n  ","653715":"\n   I seriously wish i could give you something. :(\n  ","653716":"\n   I'm feeling bad if you check the news about Istanbul you'll understand.\n  ","653717":"\n   If you were my girl i would treat you right. if i found that you fell asleep on the couch i would pick you up gently, carefully bring you into the bedroom, set you on the bed, and tuck you in for a good nights rest. In the morning you would wake up to your favorite food cooking.\n  ","653718":"\n   Pap makeup today?\n  ","653719":"\n   You into girls?\n  ","653720":"\n   I would buy you everything on your wish list if i had the money.\n  ","653721":"\n   Anytime ??????\n  ","653722":"\n   On my lap please\n  ","653723":"\n   ? ? ? ? \"It is during our darkest moments that we must focus to see the light.\" ? ? ? ?\nIf you have time check my latest answers! ? I hope everyone have a wonderful day\/night! ?\n  ","653724":"\n   You asked me if I was 12 when I told you about what I did to my enemy's bakery. So I said no, I am 22.\n  ","653725":"\n   would love to get high with you\n  ","653726":"\n   Thank you! Xx\n  ","653727":"\n   THANK YOU, IT'S THE THING THE MOST LOVELY THAT I READ OF MY LIFE , YOU ILLUMINATED MY EVENING❤️\n  ","653728":"\n   Come to England Savannah for a vacation\n  ","653729":"\n   I think u always look amazing\n  ","653730":"\n   YOU HAVE NO IDEA HOW MUCH I MISS YOU.\n  ","653731":"\n   Hey\n  ","653732":"\n   Np and thank you so much and TBH you are really beautiful\n  ","653733":"\n   Miss boom,you look so beautiful in your new pics :)\n  ","653734":"\n   No I am 22.\n  ","653735":"\n   Yeah,indeed :)\n  ","653736":"\n   Pap stomach?\n  ","653737":"\n   Shame your skirt doesn't really show them off\n  ","653738":"\n   Full outfit pic?\n  ","653739":"\n   Hmm interesting indeed\n  ","653740":"\n   How is your saturday morning or afternoon treating you so far\n  ","653741":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","653742":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/140088398457\n   \n   Are we talking about Association Football or American one ?\n  ","653743":"\n   followers?\n  ","653744":"\n   @@@\n  ","653745":"\n   Excited for the holidays??\n  ","653746":"\n   @ It's me again ?\n  ","653747":"\n   @\n  ","653748":"\n   @@@\n  ","653749":"\n   @\n  ","653750":"\n   @\n  ","653751":"\n   @@ ♡\n  ","653752":"\n   @\n  ","653753":"\n   @\n  ","653754":"\n   @ ?recent?\n  ","653755":"\n   @\n  ","653756":"\n   @\n  ","653757":"\n   @\n  ","653758":"\n   GROSS!Bet that stinks!\n  ","653759":"\n   Ok.\n  ","653760":"\n   Would u french kiss Selena Gomez?\n  ","653761":"\n   Well between me and my dad I don't see my mom. TBH if I listen to see you again I will break down in tear and it don't help that I have a jackass step mom\n  ","653762":"\n   Comment who is your favorite actress ever?\n  ","653763":"\n   Ok sorry.\n  ","653764":"\n   24 days till Christmas! How you gonna celebrate it?\n  ","653765":"\n   What is something that you really feel can kickstart a boring conversation?\n  ","653766":"\n   Would you date an ex cop?\n  ","653767":"\n   How many boyfriends have you had throughout your life?\n  ","653768":"\n   Do you like pranks?\n  ","653769":"\n   No obsession.\n  ","653770":"\n   No, ı protect yok.\n  ","653771":"\n   ? my dad is raiders and my mom is cowboys but I'm loyal to my Denver broncos\n  ","653772":"\n   Cook at home or go out to eat for dinner\n  ","653773":"\n   You have a beautiful smile.\n  ","653774":"\n   BAHAHAHAHAHAHA\nHOLY SHIT\nPUSSY PULL UPS TOO\nPP \nWE BE ALL ABOUT THAT PP LIFE ME& YOU\n  ","653775":"\n   How come?\n  ","653776":"\n   Would you kiss another girl(who you didnt know) on the lips for $1,000,000?\n  ","653777":"\n   Favorite football team?\n  ","653778":"\n   Space~\n  ","653779":"\n   Thats raw.\n  ","653780":"\n   -I meant otherwise.\n  ","653781":"\n   Do you like it?\n  ","653782":"\n   <3\n  ","653783":"\n   (TW) A kid wrote on social media that he was gonna commit suicide on his birthday. when his birthday came he got lots of letters in the mail from people discouraging him from taking his own life.\n  ","653784":"\n   rates?\n  ","653785":"\n   Vinegar.\n  ","653786":"\n   What is the difference between a half sister and sister? There both blood aren't they\n  ","653787":"\n   Why?\n  ","653788":"\n   I dunno if ive seen those previews yet whats that one about?\n  ","653789":"\n   Photo for me?\n  ","653790":"\n   soooooooooooooo close\n  ","653791":"\n   Lol y be golddigger.\n  ","653792":"\n   Do you love rain? ?☔?\nHave you ever danced in the rain? ??☁☔?\n  ","653793":"\n   Good morning !! Do you have any plans for today\n  ","653794":"\n   My mom loves Will Ferrell.\n  ","653795":"\n   Facts: Hawaiians didnt invent the Hawaiian pizza, the inside of a tornado doesnt have gravity, a lightening bolt is hotter than the surface of the sun, pour alcohol on a scorpion and it will go mad and sting itself until it dies, ants cant stand vinegar.\n  ","653796":"\n   good morning how are you on this Friday\n  ","653797":"\n   Would call yourself an eccentric person?\n  ","653798":"\n   Lol right.\n  ","653799":"\n   When shopping for Christmas presents this year will you buy more presents online or in-store\n  ","653800":"\n   You're gorgeous and ilyy\n  ","653801":"\n   Oh lol.\n  ","653802":"\n   Yes it is :).Plus I need my job.I dont get enough spending money from social security.\n  ","653803":"\n   There is this old guy who gives haircuts to the homeless. the cost: 1 hug 1 haircut.\n  ","653804":"\n   How's your day going\n  ","653805":"\n   Its something I love.\n  ","653806":"\n   Hi\n  ","653807":"\n   Well I live in England, so probably completely different  compared to yours x\n  ","653808":"\n   My little turtle is hiding its head inside his shell. Little guy is being shy right now cause there is a lot of people.\n  ","653809":"\n   Do you usually read long answers?  Ever?  Sometimes?  Always?  ~  ~  ~ now that ASK shrinks answers , to you click 'view more' ?  (STAIF)\n  ","653810":"\n   Pap toes\n  ","653811":"\n   Just because you get upset doesnt mean you have to get fired or quit...sometimes when u kind of need your job you just got brush it off and move on.\n  ","653812":"\n   What WAS the problem with the Titanic ?  ~  ~  ~  (my answer ~\n   \n    http:\/\/ask.fm\/igotamatch\/answers\/140420617850\n   \n   ~)  \"A TITANIC MYTH\"\n  ","653813":"\n   Do you learn from your mistakes?????\n  ","653814":"\n   And get fired?...yeah sure!\n  ","653815":"\n   People from work.\n  ","653816":"\n   Heyy\n  ","653817":"\n   Not too much just calming down from being upset.\n  ","653818":"\n   Did you like to go shopping a lot\n  ","653819":"\n   Have you ever directly went up to a guy and told him that you thought he was attractive?\n  ","653820":"\n   What is your favorite month of the year?\n  ","653821":"\n   Sup\n  ","653822":"\n   Hey\n  ","653823":"\n   True ??? I wish it wasn't that cold for snow ????\n  ","653824":"\n   How are ya :)\n  ","653825":"\n   Yeah there needs to be a new movie that's a new story\n  ","653826":"\n   Correct\n  ","653827":"\n   Will I still get booti if I send you expensive ask gifts\n  ","653828":"\n   Oh sweet! Happy to make you laugh\n  ","653829":"\n   Fam? ?\n  ","653830":"\n   I resonate with that feel also\n  ","653831":"\n   Did that beef curry thing really make you laugh?\n  ","653832":"\n   How's the snow?¿? ???\n  ","653833":"\n   Have you ever had a one night stand?\n  ","653834":"\n   Do you smoke cigarettes?\n  ","653835":"\n   Oh so that was a close guess then! It was beef curry but without the beef and curry??\n  ","653836":"\n   Um apart from the choking and dieing part could you still do that to me?\n  ","653837":"\n   I did watch it and I must say that Ricky Gervais is a smart man although I didn't agree with him about agnostics.\n  ","653838":"\n   Lmao last night me & my friends went to our enemy's bakery and changed the name of his shop from TREAT HOUSE to RAT HOUSE by just removing the T & E from TREAT ?\n  ","653839":"\n   Why are condoms so baggie?\n  ","653840":"\n   I hope you all have a kick ass weekend, all my love ❤️\n  ","653841":"\n   I know I just had dinner lolll\n  ","653842":"\n   What food did you make too much of? Beef curry?\n  ","653843":"\n   Why is the forbidden fruit always sweet?\n  ","653844":"\n   ???oh well what you up to\n  ","653845":"\n   They punish you for swearing\n  ","653846":"\n   I have a stress ball that i squeeze to relieve my stress. how about you? what do you do to relieve your stress?\n  ","653847":"\n   Hello\n  ","653848":"\n   I love chocolate. my favorite is Ferrero Rocher. how about you? what is your favorite chocolate?\n  ","653849":"\n   Which is your song of the week?\n  ","653850":"\n   Knock Knock...\n  ","653851":"\n   All I know is you're beautiful, will you sing for me? ?\n  ","653852":"\n   Lol.. ummm but you've said you really enjoy foot massages though!\n  ","653853":"\n   Well you could use a foot rub though surely! and i'd enjoy doing that so... you win in a big way!\n  ","653854":"\n   U Just don't go on here as much?\n  ","653855":"\n   You're welcome, I shall keep you in my heart and have you in my prayers (:\n  ","653856":"\n   Another one is coming in 2017 idk if you've seen the trailer\n  ","653857":"\n   They just tell you what to do\n  ","653858":"\n   Cause you a model ?\n  ","653859":"\n   uh well.. i'd much rather just suck on your toes sometime (and rub your feet too...) :)\n  ","653860":"\n   Caesar? Right?\n  ","653861":"\n   Call it divine inspiration then\n  ","653862":"\n   Er no I'm grossed out by my own feet actually, no idea why some girls feet just turn me on... something I cant help :\\\n  ","653863":"\n   How is Monday treating you\n  ","653864":"\n   I just told you\n  ","653865":"\n   You're gonna make beautiful babies. You're gonna watch em grow, have fun, cherish laugh you're going to be a wonderful mother someday God will always bless you with blessings gifts :)\n  ","653866":"\n   Where Do You See Yourself in Five Years? (Recent)\n  ","653867":"\n   Cause that's been the only plan I had since I can remember\n  ","653868":"\n   Senses?\n  ","653869":"\n   1 of my cousins has a dog that would just stare at him from across the room for a while than come darting towards him out of the blue! ????????????????\n  ","653870":"\n   One day... That's like asking ohh how long have you known so and so when you obviously just met...\n  ","653871":"\n   why disgusted though? its no different than if a guy gets hard from seein your 'bootie' or your chest area (I find sayin boobs is rude) lol\n  ","653872":"\n   What gift would you like to receive on the upcoming holidays?\n  ","653873":"\n   I guess you could look at it like that\n  ","653874":"\n   GOOD MORNING MATE\n  ","653875":"\n   Yep I'm bonafide military now\n  ","653876":"\n   Too many great primates are no longer here which is shitty\n  ","653877":"\n   you're not flattered by that?\n  ","653878":"\n   Military entrance something something\n  ","653879":"\n   THAT IS NEVER OKAY\n  ","653880":"\n   is it ok that your feet give me a hard on?\n  ","653881":"\n   You're back the day I was at MEPS of course ?\n  ","653882":"\n   RIP :(\n  ","653883":"\n   Do you believe in god\n  ","653884":"\n   Yeah that's it Koko the gorilla knows and communicates with sign language to humans\n  ","653885":"\n   Haha ??? busy Several weeks?\n  ","653886":"\n   what animal best describes you?\n  ","653887":"\n   Sign language wait no that was a gorilla a gorilla knows sign language I haven't done much reading into it\n  ","653888":"\n   That jawline tho\n  ","653889":"\n   pap of you\n  ","653890":"\n\n    http:\/\/ask.fm\/jxshu\/answer\/139578358263\n   \n","653891":"\n   I don't see why they couldn't cause I mean chimps can do it and they are like us but closer to the monkey standard\n  ","653892":"\n   Butt pap\n  ","653893":"\n   Do you wear any jewelry?\n  ","653894":"\n   Is your dad a baker? Cause you got a nice set of buns\n  ","653895":"\n   tbh?\n  ","653896":"\n   We both know the know cause ya know monkey pals :P\n  ","653897":"\n   come baaaaaaaaack\n  ","653898":"\n   Underwear band pap\n  ","653899":"\n   TBH???\n  ","653900":"\n   Hi\n  ","653901":"\n   I may not read a lot but trust me I know the feel\n  ","653902":"\n   If you had three wishes what would you wish for ? And which of the three would be your primary wish\n  ","653903":"\n   Truuuuue AF! you paint the picture rather than it being painted for you\n  ","653904":"\n   Do you ever watch porn?\n  ","653905":"\n   When and how was the last time you told someone with all honestly how you felt ? When was it ? And how did it go ?\n  ","653906":"\n   Exactly! Plus books hold so many enchanting worlds ya know?\n  ","653907":"\n   Can you try on and pap of some of your other dangly belly rings\n  ","653908":"\n   Holy wow nice! Honestly I wish I read more I probably should besides using games and shows for my escape\n  ","653909":"\n   What's one of your goals in life?\n  ","653910":"\n   is Savannah ok?\n  ","653911":"\n   do you have a Red Xmas dress\n  ","653912":"\n   mash your gash✊????\n  ","653913":"\n   accurate\n  ","653914":"\n   Glad to see you???\n  ","653915":"\n   Awesome to hear! Did you finish that one book you were reading last? The soldier one?\n  ","653916":"\n   Miss me?\n  ","653917":"\n   How books have you read this year\n  ","653918":"\n   My Lady, how r u today ?\n  ","653919":"\n   What do you want to know about the future?\n  ","653920":"\n   What is the best brand of makeup to buy\n  ","653921":"\n   Hiii\n  ","653922":"\n   What is your favorite thing to do on Christmas?\n  ","653923":"\n   What is your favorite activity to do outside of your home\n  ","653924":"\n   Same! So howve things been my monkey friend :D?\n  ","653925":"\n   Or would you tell your tail . . .  to wagg a tale ?\n  ","653926":"\n   Can you wagg your tale?\n  ","653927":"\n   GOD DAMN IT THAT WAS FUCKING CLEVER WELL PLAYED\n  ","653928":"\n   I miss you??\n  ","653929":"\n   Wait i said back\n  ","653930":"\n   What you doing this Friday night\n  ","653931":"\n   If a woman is always right and a man is always wrong......... than if a man tells her she is right than is he wrong or right?\n  ","653932":"\n   My uncle has a cat who if you spank its bottom it will start purring.\n????????????????\n  ","653933":"\n   Whoever invented \"spin the bottle\" must have been super persuasive cause that is a creepy thing to suggest to people at parties. i can just see it now: HEY GUYS!!!!! WANNA STAND IN A CIRCLE AND MAKE OUT WITH EACH OTHER?! ????????????????\n  ","653934":"\n   Describe one of the funniest moments in your life?\n  ","653935":"\n   Will you be going to any Christmas party's this year\n  ","653936":"\n   What is one thing that you have worn in public that you should not half worn\n  ","653937":"\n   Describe your dream wedding.\n  ","653938":"\n   good luck finding him tomorrow:)\n  ","653939":"\n   ??\n  ","653940":"\n   If you could establish your own quote or phrase what would you call it ?\n  ","653941":"\n   :O you are back :D\n  ","653942":"\n   What does vagina and penis taste like?\n  ","653943":"\n   OH JULIET JULIET!!!!!!!!! WHERE FOR ART THOU JULIET!?\n  ","653944":"\n   Your eyes just pierce through my soul.\n  ","653945":"\n   Thongs or panties\n  ","653946":"\n   Your smile makes my heart wanna jump out of my chest and give you a big hug!\n  ","653947":"\n   Your smile, your hair, and those eyes............. ooh la la!!!!!!!!!!!!!!!!\n  ","653948":"\n   Do you have a guri?\n  ","653949":"\n   What is the next movie you really want to watch?\n  ","653950":"\n   Do you have a fetish?\n  ","653951":"\n   You are just so beautiful!\n  ","653952":"\n   Beautiful af\n  ","653953":"\n   *hugs you*\n  ","653954":"\n   Do you have art or posters on your wall? PAP!\n  ","653955":"\n   Opium Poppy\n  ","653956":"\n   a gingerbread man lives in a gingerbread house. is the house made of him or is he made of the house? he does not know so he freaks out.\n  ","653957":"\n   give\n   \n    @Serenityjomallett\n   \n   a hug because......... well......... why not?\n  ","653958":"\n   I FUCKING missed you..\n  ","653959":"\n   she is on youtube. :3\n  ","653960":"\n   I wish you a hopeful Christmas\nI wish you a brave new year ~ Do YOU believe in Father Christmas ? Do you believe there'll be peace on earth ? ~ it's up 2 U , U can make it ~\n   \n    https:\/\/www.youtube.com\/watch?v=JPm6CheT6rs\n   \n   [ansas~]\n   \n    http:\/\/ask.fm\/igotamatch\/answers\/140488986234\n   \n   x\n  ","653961":"\n   DAKOTA KISS ME TODAY\n  ","653962":"\n   You will pledge your allegiance to Poppy!\n  ","653963":"\n   متنساش سورة الكهف ?\nتنير ما بين الجمعتين ?\n  ","653964":"\n   could i get your skype princess , i wanna have fun with ya <3\n  ","653965":"\n   Jingle Bells to you Savannah Q\n  ","653966":"\n   Do you pledge  your allegiance to Poppy?\n  ","653967":"\n   I am so pretty, I am a superstar, like me, love me, see how small my nostrils are,\n   \n    http:\/\/ask.fm\/actress_kellik\/answers\/139493475624\n   \n","653968":"\n   He's a thief! A criminal! He stole my suit! He's a menace to the entire city!! I want that wall crawling arachnid prosecuted! I want him strung up on his own web. I WANT SPIDERMAAAANNN!!!!!\n  ","653969":"\n   Like inception? make her think it was you she was looking for her whole life?\n  ","653970":"\n   What made you choose your usernames on here? Meaning, the one you can change and the one you can't.\n  ","653971":"\n   I have been with my girlfriend for 8 months now and her 22nd birthday is next week. I have a lot of savings but I am very frugal with my money, so what will happen if I don't buy her a birthday present?\n  ","653972":"\n   Ever been grounded\n  ","653973":"\n   Would you rather be able to see every possible outcome of your choices before you make them or be able to enter peoples dreams whenever you wanted to? and why?\n  ","653974":"\n   Weekend plans???\n\n\"Happy✨ ??\nFriday Night?\"\n????  ??\n\\\/()\/\\()\\\/~~~~ \\\\{}\n\/\\   \/\\.            \/\\\n  ","653975":"\n   Boom Boom come back you can blame it all on me... Boom Boom come back\n  ","653976":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","653977":"\n   Are u ok?\n  ","653978":"\n   Can I give you a full body massage?\n  ","653979":"\n   did you see Daddy's home\n  ","653980":"\n   Will Ferrell now that guy is hilarious\n  ","653981":"\n   haha\n  ","653982":"\n   Love u ?\n  ","653983":"\n   HAHAHAHAHA WORK DOWNSTAIRS MATE?????\nIF YA GET WHAT I MEAN \nAYE AYE AYE??\n  ","653984":"\n   Can I hug u? ?\n  ","653985":"\n   HAHAHAHA YASSSS PP FOR PUSSY PRESS\nNEVER TOO MUCH WITH& FOR ME LIKE I CAN GO HARDER\n  ","653986":"\n   I'm just being honest ?\n  ","653987":"\n   Don't worry , want to see I bought sth else too , special Christmas??\n  ","653988":"\n   Yeah,I agree.\n  ","653989":"\n   HAHAHAHAHAHAHA OH MY GOD SAVANNAH NU????\nLIKE AYE BRO\nDO YOU EVEN PUSSY PRESS?\nAHAHAHA YE NOT BENCH PRESS\nPUSSY PRESS\nPP MATE\n  ","653990":"\n   You have tumblr?\n  ","653991":"\n   That lass is Maggie Lindemann?\n  ","653992":"\n   Who is she?\n  ","653993":"\n   Where's your amazing face?\n  ","653994":"\n   Yeah,I definitely am against that.\n  ","653995":"\n   Your the type of girl that's like really tomboyish that guy can play the video game all day that's if the guy try not to get a boner and tries to get between\n  ","653996":"\n   HAHAHAHA HOLY SHIT\nIMAGINE GETTING A HARD PUSSY DOWN THERE\nLIKE BRO ARE YOU FLEXING THAT SHIT?!\nHAH NO\n  ","653997":"\n   Oh yes, you have the studies and I don't know in Switzerland, they ask to pay at 18 ?\n  ","653998":"\n\n    https:\/\/www.youtube.com\/watch?v=GEcMBFxBjAg\n   \n   I'm like \"WTF ?\"\n  ","653999":"\n   So your as chilled and layed on here like you are in person\n  ","654000":"\n   HAHAHAHA I'M SORRY FFS\nI mean we can get boners can't we?(':\n  ","654001":"\n   Why? They ask you to pay more like everyone ???\n  ","654002":"\n   What if you're Shakespeare reincarnated? Boom.\n  ","654003":"\n   If I met you in person will you be a different person or become the person you are on here\n  ","654004":"\n   Yes, and you what's up???\n  ","654005":"\n   I thought your name said \"Lady Boner\" ???\n  ","654006":"\n   Yes, it's true omg??, okay at the end of this month???\n  ","654007":"\n   This reminds me of a Shakespearean name he'd be so proud of this\n  ","654008":"\n   Yeeeaaa lol\n  ","654009":"\n   That's great lol xd\n  ","654010":"\n   Yeah,I saw that :) Nice new name :)\n  ","654011":"\n   On the gram\n  ","654012":"\n   Really?,omg next month, maybe, to be sexy for Christmas ??\n  ","654013":"\n   Yes,you are right,miss Boom :)\n  ","654014":"\n   I think I might just go ahead and hit that follow button\n  ","654015":"\n   Just pants and a simple dress, there were bras Calvin Klein, but with the price, I didn't want to buy ??\n  ","654016":"\n   How are you\n  ","654017":"\n   I was at shopping for once ?????\n  ","654018":"\n   Hi\n  ","654019":"\n   Super crazy\n  ","654020":"\n   Heyyyyyy?\n  ","654021":"\n   Yeah and one things which always wonders about them,is that why they never have the balls to write those accusations with their username visible ? And they never present any evidence either to back up their ridiculous their accusations.\n  ","654022":"\n   all of Boom followers and anons send me questions ✨?\n  ","654023":"\n   Yeah.... You drive me crazy girl. Being stunning and strange and loving salami.....im still hoping to one day sweep you off your feet.\n  ","654024":"\n   Super random thought but i just realized did you ask me the questions about reading?\n  ","654025":"\n   What are the first things that girls notice in guys?\n  ","654026":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139978705017\n   \n   ~ just a little trauma , probs from eye protection ; he was sapper in Helmund ~ x\n  ","654027":"\n   Love it actually\n  ","654028":"\n   You asking do I used a cell phone or computer I said yes because I asked how do you use Gif on here\n  ","654029":"\n   You're the one for me <3\n  ","654030":"\n   It's you and Dakota ??\n  ","654031":"\n   some crazy person who i cant give you the name of for reasons.\n  ","654032":"\n   Thoughts on happy endings................\nThings ending........\nThe semester and the year.......................\nDo you say Goodbye or see you soon \n?????\n  ","654033":"\n   I have arrested people that I have dreamed about.\n  ","654034":"\n   Good morning my dude skkrt !\n  ","654035":"\n   You may run into these people. As well they say people you are dreaming of that you know are also dreaming about you.\n  ","654036":"\n   It means yes\n  ","654037":"\n   Yeah i found your vr deep in your answers aha\n  ","654038":"\n   Yeah,me neither.Btw,someone once again accused of me being a pedophile.\n  ","654039":"\n   Boom boom pow\n  ","654040":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139986433401\n   \n   This,combined with the fact that the Japanese government has remained unapologetic about the atrocities they committed against the Chinese people during Sino-Japanese War,is one of the main reasons why China's relationship with Japan isn't very good.\n  ","654041":"\n   Which animal has the most beautiful fur?\n  ","654042":"\n   True love ???\n  ","654043":"\n   I'm security now haha\n  ","654044":"\n   Love you beautiful ?\n  ","654045":"\n   I bet you know my favorite person??\n  ","654046":"\n   Yepper\n  ","654047":"\n   Disadvantage of working on spokane as a cop lol\n  ","654048":"\n   Do you have the new app update there's new colors to choose from\n  ","654049":"\n   Do you watching the walking dead?!\n  ","654050":"\n   Darn you for making me want to rewatch boondock saints :c\n  ","654051":"\n   I bet you don't know my favorite color?\n  ","654052":"\n   Favorite thong\n  ","654053":"\n   How do use gifs on here never did it\n  ","654054":"\n   LMAO right!?\n  ","654055":"\n   Lol how are you?\n  ","654056":"\n   What music do you listen to?\n  ","654057":"\n   I added you on Snapchat you didn't add me back :(\n  ","654058":"\n   Glamour models are the best kind though\n  ","654059":"\n   Your sweet as one ??\n  ","654060":"\n   Nope lol\n  ","654061":"\n   No he wasn't just some huge guy lol\n  ","654062":"\n   Cutie ?\n  ","654063":"\n   Yes way lol it sucks kind of being a shorty\n  ","654064":"\n   Lol your cute\n  ","654065":"\n   Broke my lower back when I tried to apprehend a guy\n  ","654066":"\n   Okay gotcha gotcha\n  ","654067":"\n   Well there are the models who pose lying on cars too\n  ","654068":"\n   what sports?\n  ","654069":"\n   Pap of camera roll\n  ","654070":"\n   What kind of model ? Underwear?\n  ","654071":"\n   Who do you watch on YouTube?\n  ","654072":"\n   Yep.\n  ","654073":"\n   Can you model for me ?\n  ","654074":"\n   Back injury\n  ","654075":"\n   I bet\n  ","654076":"\n   you should model!\n  ","654077":"\n   Do you do sports?\n  ","654078":"\n   I'm 22\n  ","654079":"\n   He wasn't there today????????\n  ","654080":"\n   Yeah it's sad\n  ","654081":"\n   Ex cop that's what I do best. You really should model again your so stunning\n  ","654082":"\n   Oh wait i recognize it! its based on the events that took place and that statue of the soldiers putting the flag into the ground\n  ","654083":"\n   Yeah I knew that it's terrible\n  ","654084":"\n   Im not much of a reader sadly so i dont know that book\n  ","654085":"\n   ?\n  ","654086":"\n   stalkers allowed?\n  ","654087":"\n   Nice! Whatcha reading?\n  ","654088":"\n   Yeah not very far my dear ?\n  ","654089":"\n   I didn't know you modeled ? your so gorrgeouss love\n  ","654090":"\n   I found you on Facebook that's how I know lol\n  ","654091":"\n   Deal ?\n  ","654092":"\n   Real ?\n  ","654093":"\n   How are you my fellow banana eating tree swinger pal??\n  ","654094":"\n   So cute babe ?\n  ","654095":"\n   Do you still model?\n  ","654096":"\n   Yeah?\n  ","654097":"\n   I am tired of people yelling at me cause they mix me up with someone who been giving them trouble. how about you?\n  ","654098":"\n   I told you I would come over and do things for you any day any time\n  ","654099":"\n   Monkey friend! :D\n  ","654100":"\n   Virgin?\n  ","654101":"\n   Please #MakeAskGreatAgain and post another selfie. You're so beautiful and really nice\n  ","654102":"\n   Newport\n  ","654103":"\n   Oh school it's pretty boring tbh\n  ","654104":"\n   Boom wassup you have a good day?\n  ","654105":"\n   OMG!!!!!!!!! SAME!!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","654106":"\n   watching that movie you will be like: yeah you should never have messed with her!\n  ","654107":"\n   Ti amo\n  ","654108":"\n   Ii get distracted by you all day\n  ","654109":"\n   Hayyyy\n  ","654110":"\n   How many miles do you usually go walking for\n  ","654111":"\n   Pap of tummy\n  ","654112":"\n   its really cool. she goes from helpless deaf girl to vengeful killing machine!!!!!!!!!\n  ","654113":"\n   If you want me to I will\n  ","654114":"\n   Body pic\n  ","654115":"\n   Lol no I want you for Christmas\n  ","654116":"\n   the movie Avenged (TW) is about a deaf woman who gets raped, beaten, and killed by a gang of racists. she comes back from the dead possessed by the spirit of a vengeful apache warrior that helps her take her revenge on the gang.\n  ","654117":"\n   You live on the outside of spokane lol I've asked that\n  ","654118":"\n   Are you a fan of Tomi Lahren?\n  ","654119":"\n   Would you let Santa cum down your chimney?\n  ","654120":"\n   What is your natural hair color?\n  ","654121":"\n   I only live like 2 hours away from you lol\n  ","654122":"\n   i love your voice\n  ","654123":"\n   That you thought I was nice\n  ","654124":"\n   Dude those were literally the days. I mean I wasn't a fan of the boy bands part but still they were huge back then lol. Oh yeah, and MySpace was still a thing. Although I barely used that crap lool\n  ","654125":"\n   Do you have kik\n  ","654126":"\n   Santa baby......\n  ","654127":"\n   Seriously, I know I'm a bit weird and obsessive, but I promise I wasn't like that until I met you!\n  ","654128":"\n   I thought so ?\n  ","654129":"\n   Man back then Britney Spears was an innocent teenager singing songs and dial-up was \"high speed\". Now we got 4K tv and VHS's are obsolete. I feel so old lol.\n  ","654130":"\n   You haven't kissed your boyfriend?\n  ","654131":"\n   Because your really pretty and nice and I think we would really click\n  ","654132":"\n\n    @itscaroobitch\n   \n   confirmed me that\n   \n    @ILfurmomma\n   \n   is pregnant. I was right. Now maybe she will be open about it!\n  ","654133":"\n   Do you have a concealed carry permit?\n  ","654134":"\n   I honestly just want you xxoo\n  ","654135":"\n   How many people have you kissed in the last month?\n  ","654136":"\n   @\n  ","654137":"\n   How many followers do you have on Twitter and Instagram?\n  ","654138":"\n   Μουναρα\n  ","654139":"\n   Hii ? How are you?\n  ","654140":"\n   I really want to meet you lol\n  ","654141":"\n   Don't not love salami cozza me! Am I really that off putting?\n  ","654142":"\n   Lol what town you in\n  ","654143":"\n   Your on the outskirts of Spokane?\n  ","654144":"\n   I live in the woods kinda next to the city\n  ","654145":"\n   Yeah I agree\n  ","654146":"\n   Ootd\n  ","654147":"\n   Yeah great place to be I think\n  ","654148":"\n   Yeah I like that too, do you live near the woods or in the city?\n  ","654149":"\n   Hey\n  ","654150":"\n   Lets text then ☺\n  ","654151":"\n   Do squats and sit ups in your house\n  ","654152":"\n   I always win ?\n  ","654153":"\n   Its the weather\n  ","654154":"\n   That's okay still less you have to do your tired\n  ","654155":"\n   Yes very hard\n  ","654156":"\n   You should text me :)\n  ","654157":"\n   I'm 22\n  ","654158":"\n   Ill help with laundry you can relax\n  ","654159":"\n   Nope lol\n  ","654160":"\n   Well,I think that is a good name actually.\n  ","654161":"\n   I don't need my glasses to see dear lol they are just for driving\n  ","654162":"\n   update your app love ✨\n  ","654163":"\n   Today at your place\n  ","654164":"\n   Ate you 22 or 21\n  ","654165":"\n   ask also, has Christmas moods how do you like them?\n  ","654166":"\n   ask has new theme colors. what color is yours?\n  ","654167":"\n   It's possible.Both of my nostrils are pretty stuffed due to cold weather here.\n  ","654168":"\n   I miss the 90s - period. even though i grew up in the 2000s lool but still a #90skid\n  ","654169":"\n   Boombastic feeling fantastic.. Mr lova lova (in ur case miss' lova lova) haha.. Old song by shaggy btw and everytime i see your name i think of that. Haha\n  ","654170":"\n   You're welcome,miss Savannah :)\n  ","654171":"\n   No you don't get to die your to cute\n  ","654172":"\n   Cool\n  ","654173":"\n   I'm wearing glasses I can see\n  ","654174":"\n   How's the snow over where your at?\n  ","654175":"\n   We should watch movies together all day :)\n  ","654176":"\n   Boom.boom.boom lets go back to my room....\n  ","654177":"\n\n    https:\/\/youtu.be\/xXMrDu7374Y\n   \n   please watch! Im laughing way to hard\n  ","654178":"\n   What ones are your favorite\n  ","654179":"\n   Thank you :)\n  ","654180":"\n   Thongs\n  ","654181":"\n   Musical talent\n  ","654182":"\n   How about \"Perfect Symphony\" ?\n  ","654183":"\n   Nice\n  ","654184":"\n   Do you pur?\n  ","654185":"\n   Yeah,indeed.\n  ","654186":"\n   Why are things comfortable?\n  ","654187":"\n   Lady boometh how are you?\n  ","654188":"\n   Ill Snapchat you ;)\n  ","654189":"\n   Lol why not meow?\n  ","654190":"\n   That is awesome\n  ","654191":"\n   Who is it by\n  ","654192":"\n   Do you have snapchat?\n  ","654193":"\n   Is it good\n  ","654194":"\n   You seem to be getting more snow at the moment where you live than I do here :)\n  ","654195":"\n   No trust me your beautiful love :)\n  ","654196":"\n   What are you reading\n  ","654197":"\n   Ok\n  ","654198":"\n   Your so cute\n  ","654199":"\n   Hey gorgeous. Where's that pretty face this morning?\n  ","654200":"\n   What is the worst 21th century gadget?\n  ","654201":"\n   Awh thankyou very much??\n  ","654202":"\n   ever seen the movie Avenged (original title Savaged)?\n  ","654203":"\n   If  a GADERON brought you pizza like this ~\n   \n    http:\/\/ask.fm\/igotamatch\/answers\/140388731258\n   \n   ~ would you eat it ?  (STAIF~ if you don't wanted 'staifed' , just say!)\n  ","654204":"\n   Oh\n  ","654205":"\n   Do you like video games, if so which ones are your favorite?\n  ","654206":"\n   You're so stunning??\n  ","654207":"\n   دعوة من قلبك يمكن ربنا يقبل منك ف المطر دا ☺\n  ","654208":"\n   Hahaha actually ...\" I was thinking .... I dont use ask.fm more ...\" I m using instagram these days ...\" That why i was thinking ...\n  ","654209":"\n   I am looking at my little turtle. he is just eating his salad leaf that i put in there.\n  ","654210":"\n   Pap outifit\n  ","654211":"\n   Hiii\n  ","654212":"\n   Three was that you're the most beautiful person I've ever seen in my life...... Four was that yoy love salami ;)\n  ","654213":"\n   Cutie?(recent)\n  ","654214":"\n   Hope your having a great day\n  ","654215":"\n   lol the word tummy makes me laugh!\n  ","654216":"\n   this guy i hooked up with was sweat shaming me. what should i do?\n  ","654217":"\n   Send something to everyone you follow (recent)\n  ","654218":"\n   Hello suvannah ...\" I think u dont forget me .....\"\n  ","654219":"\n   She is just AAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHHHH!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! she gonna be a heartbreaker when she older!\n  ","654220":"\n   AWWWW WHY??\nBAY BAY AWEEEE\n  ","654221":"\n   so what i think is ur butt busy inrent ?\n  ","654222":"\n   Your niece looks like an actual baby doll!! Shes perfect?????\n  ","654223":"\n   Holy sh!t!!! Do you still live in that house?\n  ","654224":"\n   AWWWW REALLY?\nNO WAY\n  ","654225":"\n   is there any restrictions to talk about your butt burps ?\n  ","654226":"\n   Have u had any ghost experiences?? Please share i love ghost stories?\n  ","654227":"\n   I'm 5\"4\n  ","654228":"\n   when were you farted outlast time :\/\n  ","654229":"\n   Yeah it's not anymore now there is a bunch of houses\n  ","654230":"\n   how much cash do you carry with you?\n  ","654231":"\n   YOUR NIECE IS SUPER CUTE!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","654232":"\n   Let me be blunt here, i've wrote your name on the wall in the toilet in my school and i drew your face too and i wrote : This Young Woman Is My Future Wife!\n\nP:S, dont worry, i drew your face properly and prettier. I can draw your parents too if you want me to.\n  ","654233":"\n   YASSSSS!!!! &HOLY SHIT WE BE TWINNING HARD OUT MATE\n  ","654234":"\n   how old is your baby?\n  ","654235":"\n   Post something cute?\n  ","654236":"\n   How tall are you?\n  ","654237":"\n   What are you wearing tonight?\n  ","654238":"\n   What makes you nervous?\n  ","654239":"\n   Kik for whoever likes this?\n  ","654240":"\n   DUDE HOLY SHIT EXACT SAME WITH ME❤❤❤\nAYEEEEE I'LL HAVE TO WATCH THEM LIKE I LOVE WATCHING PARANORMAL\/ GHOST SIGHTING DOCO'S\n  ","654241":"\n   Well that area used to be a golf course so\n  ","654242":"\n   Yea maybe I should just shut up about that ?\n  ","654243":"\n   Do you like to cook?\n  ","654244":"\n   Haha.. I know i kept replaying it and snapshot  it like what am i missing then thought the same thing (maybe its best bot knowing)  then it started looking like a sea creature the more i looked?.. Ok im gonna watch the next ones?\n  ","654245":"\n   I didnt but im on my phone w a cracked screen  it just looked like clouds but they were really lit up! What did i miss?? What did u see???\n  ","654246":"\n   NEVER HEARD OF EM MATE BUT I CAN'T STOP LISTENING TO THIS AMAZING SONG ON REPEAT AND IT'S KINDA SAD BUT I LOVE SAD SONG'S BEST FFS\n  ","654247":"\n   Im watching it!!! The guy on the boat  im on day like 27 haha...\n  ","654248":"\n   Oohhhh who's your babe?!\n  ","654249":"\n   Do you think it was a ghost\n  ","654250":"\n   WHAT VIDS?\n  ","654251":"\n   Well I was living in Kentucky at the time and I was hanging out at the local playground it was just me no-one else around it was a sunny day no wind and all of the sudden I saw the one of the swings move on its own and I know it wasn't a bug I tried to make them move again and couldn't\n  ","654252":"\n   DAMN RIGHT?❤\n  ","654253":"\n   I believe I had an experience with a ghost once\n  ","654254":"\n   I didn't mean it like that but your real cool to talk to tbh even though I'm probably annoying you or getting on your nerves with all of these questions ??\n  ","654255":"\n   Like ghosts\n  ","654256":"\n   Have you ever fired someone else and\/or been fired from a job yourself?\n  ","654257":"\n   Well, you're extremely cute! Reason number 2! Wanna guess what reason number 3 is? ;)\n  ","654258":"\n   Me too\n  ","654259":"\n   Whats yo name?\n  ","654260":"\n   What was it i wanna watch? Im so intrigued by the unknown and love watching things most people find weird.\n  ","654261":"\n   Do you floss your teeth?\n  ","654262":"\n   You are weird... That's one of the reasons  why I'm helplessly in love with you.\n  ","654263":"\n   What smell brings you back to a childhood?\n  ","654264":"\n   I'll only be able to leave you alone when I see a pic of you eating salami..... But I'll try! Xxoo\n  ","654265":"\n   What is the most popular sport in your country?\n  ","654266":"\n   Next time you eat a salami sandwich... Can you post a pic just of the sandwich?\n  ","654267":"\n   THERE'S ALWAYS A WAY WITH ME SILLY?\n  ","654268":"\n   You are my obsession. Seeing you eat salami is my life goal.\n  ","654269":"\n   I'm soo bored and I miss Dakota soo much???\n  ","654270":"\n   Your weird my friend?\n  ","654271":"\n   What sport do you like watching but hate playing?\n  ","654272":"\n   SO MUCH THAT IT'S IMPOSSIBLE TO LOVE SOMEONE SO MUCH XD\n  ","654273":"\n   What videos\n  ","654274":"\n   Do you do makeup tutorials?\n  ","654275":"\n   ?\n  ","654276":"\n   Your dimples I'm just fucking with you?\n  ","654277":"\n   ILYM???\n  ","654278":"\n   Im actually eating some rn i have lil ceasers\n  ","654279":"\n   Kik?\n  ","654280":"\n   ??????\n  ","654281":"\n   They are wool and if I get to war I kick them off me.\n  ","654282":"\n   I have like 6 hahaha\n  ","654283":"\n   Well dont most boyfriends not want their girlfriends talking to other girls ?\n  ","654284":"\n   Sameee\n  ","654285":"\n   Also true\n  ","654286":"\n   Nawwh ;-;\nILY\n  ","654287":"\n   Great thank you\n  ","654288":"\n   I see your dimps ?\n  ","654289":"\n   Does your bf ban you from making guy friends?\n  ","654290":"\n   Haha true\n  ","654291":"\n   Oh ok is a polo and jeans ok\n  ","654292":"\n   Babe asf ???????\n  ","654293":"\n   I'm going on a date with my girlfriend and I am taking her to a sports bar and grill how should I dress\n  ","654294":"\n   Hey can you help me with something\n  ","654295":"\n   What the best feature that drive guys crazy in love with you?\n  ","654296":"\n   I THOUGHT IT'D BE FURTHER THAN THAT?\n  ","654297":"\n   Well he is really sweet and cute he kissed me the other day and we have been friends for like a year or so but he is really shy but he asked me out soo yeahh\n  ","654298":"\n   Aww ur so gorgeous omg?\n  ","654299":"\n   OK well my sister is in a sorority and she feels peer pressure as a virgin. How can I guide her if I am not in her shoes?\n  ","654300":"\n   Sure, let's call it lady and the tramp. Only with slices of salami instead of spaghetti. #oneday\n  ","654301":"\n   I BELIEVE WE'RE 7,789 MILES AWAY FROM EACH OTHER\n  ","654302":"\n   My sister is 20 and she told me that her 2 friends are making her feel guilty for still being a virgin. As a 23 year old guy, what should I tell her?\n  ","654303":"\n\n    http:\/\/ask.fm\/mommydearests\/answer\/141881368676\n   \n   the reason\n   \n    @angelic_ash\n   \n   got abortion\n  ","654304":"\n   Can I show you my ???\n  ","654305":"\n   Opinion on the new British five pound note not being suitable for vegetarians and vegans?\n  ","654306":"\n   im so honoured lol. but honestly the universe is so huge you need to express the number in double digit exponents. there's at least something out there. it might be billions of light years away but damnit ill be damned if there isn't alien life on a cold ass planet like ours where they smoke weed\n  ","654307":"\n   I'll join you in like 2-3 years.\n  ","654308":"\n   Instagram, text?\n  ","654309":"\n   Aw?\nGuess what?!?\n  ","654310":"\n   This dude,Dakota.\n  ","654311":"\n   Describe your day in emojis\n  ","654312":"\n\n    @PaulinaRaducka\n   \n   &\n   \n    @jodiemogz\n   \n   shud get back together agree?\n  ","654313":"\n   There are 100 billion stars in the Milky Way. 1 trillion in the Andromeda galaxy. Life existing outside of earth in my own opinion is freaking high. If there's no life on at least one of the 1+ trillion stars, exoplanets, comets, asteroids, hell, even a dwarf star, then I give up on life lol.\n  ","654314":"\n   why did you not have braces?\n  ","654315":"\n   I hope you had a great day Savannah\n  ","654316":"\n   Take me with.\n  ","654317":"\n   Adolf Hitler was a UFO believer.\n  ","654318":"\n   HOLY SHIT???❤❤\n  ","654319":"\n   Care to kik or snapchat me?\n  ","654320":"\n   I think I love someone\n  ","654321":"\n   he will when he dies. what is it they always say: the punishment will fit the sin.\n  ","654322":"\n   all the lives he has taken will be blood on his hands and if he dont make it right with God than he will stand before the judge and have all his sins counted and reviewed.\n  ","654323":"\n   :\/ awkward. well like it says in the bible: Destruction shall go to those who work in inequity. meaning those who do evil shall have a punishment be done to them.\n  ","654324":"\n   ????????????????????\n  ","654325":"\n   who the heck is Albert Fish?\n  ","654326":"\n   AW WHAT'S HER NAME?❤❤❤\n  ","654327":"\n   I would be a pussy when it comes to getting tats and piercings\n  ","654328":"\n   what about?\n  ","654329":"\n   As are you\n  ","654330":"\n   maybe fresh air will do you some good.\n  ","654331":"\n   @\n  ","654332":"\n   Why did you say boo\n  ","654333":"\n   all good do you have any tats ?\n  ","654334":"\n   How goes it today?\n  ","654335":"\n   Oml your so cute!!\n  ","654336":"\n   im alright, thanks hbu?\n  ","654337":"\n   hey I didn't know should make a video lol\n  ","654338":"\n   HEEEEEEEEEEEEEEEYYYYYYYYYYYYYYYYYYYYYYY GIIIIIIIIIIIIIIIIRRRRRRRRRRRRRRRRRRRRRRRRRLLLLLLLLLLLLLLLLLLLLLLLLLLLL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","654339":"\n   i mean baby as in my girlfriends\n  ","654340":"\n   at first I thought you were southern do you have an accent?\n  ","654341":"\n   my babys belly stopped hurting her cause it was afraid of me. i hugged her and said: if your belly gives you any problems than just give it my name.\n  ","654342":"\n   yea I'm not much of a smoker drug free haha\n  ","654343":"\n   AW I LOVERS YOU MORE \nAWEEEE?\nI WANT YOUR KITTEN SO MUCH MAN?\n  ","654344":"\n   you smoke?\n  ","654345":"\n   that new captain American was the shit lol\n  ","654346":"\n   @@@\n  ","654347":"\n   i miss you love :) !!!!!!!!\n  ","654348":"\n   aw true so Marvel or DC?\n  ","654349":"\n   I'm exhausted tho\n  ","654350":"\n   it looks stupid lol ?\n  ","654351":"\n   Ikr I feel pretty good. Definitely made my day.\n  ","654352":"\n   ❤️Hey you can I learn your flavor? It's brand new❤️.             (Recent)\n  ","654353":"\n   Would you go check out the  assassins creed movie\n  ","654354":"\n   HAHAHAHA AWEEEEE SAVY XD\nYOUR REACTION AWAWAW\nHOW YOU SAID GAWDDDD OR GAWWWDDDD(': \nHAHAHA NO PROBLEM AT ALL AW I LOVE YOU MAN\n  ","654355":"\n   DON'T FORGET PRETTY, GORGEOUS, BEAUTIFUL, ATTRACTIVE, HOT, SEXY, ADORABLE, LOVING AND JUST SO MANY THING'S LIKE AW NEVER ENDING LIST MATE\n  ","654356":"\n   My babys belly was hurting her. So I put my fist up to it and said you better stop hurting her or else!\n  ","654357":"\n   True you play any video games if so name your favorite  top 3\n  ","654358":"\n   Anons are a bit surprising sometimes\n   \n    https:\/\/www.youtube.com\/watch?v=52u9KzYMthE\n   \n   :)\n  ","654359":"\n   well college isn't for everyone\n  ","654360":"\n   You should have asked whether I wanted some!\n  ","654361":"\n   Well I feel the same. I got a letter from someone who received my blood. Seeing as how my blood type only 6% of people have, it traveled like 4 states away.\n  ","654362":"\n   don't you work & go to school?\n  ","654363":"\n   I love the everything but peaches guy. lol\n  ","654364":"\n   I thought we were soulmates?!?! How can you eat the sandwich\n  ","654365":"\n   Yeah you're beautiful you must know this. But I'm more interested in finding out what kind of person you are. Are you kind, loyal, loving, happy , sad, optimistic? What's the story behind the girl named Boom?\n  ","654366":"\n   Gimme that sandwich\n  ","654367":"\n   Empty how?\n  ","654368":"\n   YOUR PICTURE IS SO CUTE AW\n  ","654369":"\n   Lazy lyf is the best lyf\n  ","654370":"\n   I have an itchy hand, am i gonna die?! :(\n  ","654371":"\n   PAP of rn?\n  ","654372":"\n   But I'm to lazy to make it\n  ","654373":"\n   Hahaha a little late\n  ","654374":"\n   That's great. I am glad to hear that. <3 What is your favorite TV show?\n  ","654375":"\n   you doctor Boom now? xD lol????????????????????????????????????????????????\n  ","654376":"\n   true lol\n  ","654377":"\n   What one thing would you do if there was a 100% chance you'd succeed in doing it?\n  ","654378":"\n   We should definitely make a movie about space, it Can be called I plutoed uranus\n  ","654379":"\n   hello????????????????????????????????????????????????\n  ","654380":"\n   Hi Savannah how are you\n  ","654381":"\n   Story of my life! I basically embody procrastination\n  ","654382":"\n   That's why you were born like this!!\n  ","654383":"\n   You're just malting for winter\n  ","654384":"\n   Space jokes make my life that lil bit better\n  ","654385":"\n   my girlfriend said you dont wanna be with me. cause my condition would just be a burden on you. she said just leave and live your life. I said: you are my life without you i am dead!!!!!\n  ","654386":"\n   He is very lucky. Is Jacob King Boom?\n  ","654387":"\n   Hi, how was your day? <3\n  ","654388":"\n   Anyone else notice that\n   \n    @angelic_ash\n   \n   went silent after announcing she not keeping a baby she PLANNED ? HAHAHA HAHA HAHAHA HAHA . She should grow the balls she wish she had and speak up .\n  ","654389":"\n   Opinion on\n   \n    @angelic_ash\n   \n   plan pregnancy and now she is getting an abortion ? Would u do that ?\n  ","654390":"\n   Now wrestling is entertainment lol\n  ","654391":"\n   First 3 Likers Get 20 Likes & The Rest Get 5? #followerappreciationday\n  ","654392":"\n   Wasn't he engaged to someone else?\n  ","654393":"\n   I heard Uranus is hairy tho\n  ","654394":"\n   But how are you :D?\n  ","654395":"\n   You must be delicious to eat. I hope i can taste your meat when i have no longer food to eat one day.\n  ","654396":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139966255993\n   \n   Ignore this anon,he's too scared and ashamed to show his own face here.\n  ","654397":"\n   going to bed but didnt you say that earlier?\n  ","654398":"\n   <3\n  ","654399":"\n   What is your favorite meal to cook\n  ","654400":"\n   But good morning\n  ","654401":"\n   i only find you beautiful cause of your heart.\n  ","654402":"\n   Thank you so much, for the English class ???\n  ","654403":"\n   Fuck Jupiter, let's go to Pluto, ITS STILL A PLANET OK\n  ","654404":"\n   i agree with u so much hahaha i lost a few followers on insta for posting a smoking video\n  ","654405":"\n   It's probably not normal but I've got a cat so let's go to mars.\n  ","654406":"\n   No not that Jacob\n  ","654407":"\n   I love you..\n  ","654408":"\n   What's a blogstagram?\n  ","654409":"\n   And that same guy thinks that civil rights groups are \"Un-American\" and once labeled a white civil rights attorney as a \"disgrace to his race\".\n  ","654410":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139969618809\n   \n   Jeff Sessions, A senator from the state of Alabama and Trump's pick for the position of Attorney General in his administration,said that.\n  ","654411":"\n   So Jacob is your boyfriend? He seems nice.\n  ","654412":"\n   I mean I do like turkey.\n  ","654413":"\n   After you got off my ask was acting weird. I couldn't ask questions :\/\n  ","654414":"\n   You're cute af.\n  ","654415":"\n   It's no problem, you're welcome!\n  ","654416":"\n   I'll be your Asian lady. ?\n  ","654417":"\n   baam boom how u doing ?\n  ","654418":"\n   Don't know you but just thought I'd let you know you're gorgeous.\n  ","654419":"\n   How many years have you and your boyfriend been together?\n  ","654420":"\n   Pap bum?\n  ","654421":"\n   Can girls be friends with guys or are boys always going to think they are cheating?\n  ","654422":"\n   Would you kill Eh? aka Spencer for one billion?\n  ","654423":"\n   I know!!\n  ","654424":"\n   Dude that anon's probably a troll cause it sounds like the one I've had on my page lol\n  ","654425":"\n   You'll finish them gurl keep calm.\n  ","654426":"\n   I'm gonna start studying lmao. You?\n  ","654427":"\n   That's good!\n  ","654428":"\n   If you type @ who is the 1st person who comes up ?\n  ","654429":"\n   What's up?\n  ","654430":"\n   If i EVER EVER see you liked any questions in Eh? profile. I swear that i will stop love you. Do you understand? Im warning you and watching you.\n  ","654431":"\n   Hey babe :3\n  ","654432":"\n   Quote of the day!\n  ","654433":"\n   would you ever date me in person\n  ","654434":"\n   Do u watch porn?\n  ","654435":"\n   Which book has made you laugh aloud?\n  ","654436":"\n   Do you ever think maybe I should stay away from these thirsty fellers on here and just chill with my guy just curious\n  ","654437":"\n   True your pretty cool layed back?\n  ","654438":"\n   I know I would.\n  ","654439":"\n   Maybe your anon is a black person ? I'm assuming\n  ","654440":"\n   Hahaha can you blame em though ?\n  ","654441":"\n   Oh lucky you at least you got to meet the president well gonna become former president?\n  ","654442":"\n   I'm gonna tease him too. Nigga nigga nigga wiggle wiggle wiggle make dat ass drop down in the DM\n  ","654443":"\n   The anon wants to gobble them up ?\n  ","654444":"\n   You need to really stop saying the n word. That's racist\n  ","654445":"\n   Ouch sorry how was your day today in cali\n  ","654446":"\n   Are you flirting with another guy?\n  ","654447":"\n   Why do people get nervous on ask ?\n  ","654448":"\n   Your boobs look really pretty lol\n  ","654449":"\n   How are you a slut??\n  ","654450":"\n   YAYAY\nHELL YE I AM MAN\nLIKE YOU'D FEEL SAFE& PROTECTED IN MY ARM'S CAUSE I'VE GOT GUN ARM'S?\n  ","654451":"\n   You are definitely welcome. But oh okay. No problem. I'll have to send one later so I can make your day tomorrow\n  ","654452":"\n   But some guys don't give a shit that your with a guy they'll still flirt with you and if you flirt that'll make some guys think hey this chick doesn't have a boyfriend she lying\n  ","654453":"\n   Hahaha I agree with the anon\n  ","654454":"\n   Paige S sure let us know how slutty you really are\n  ","654455":"\n   belly button pic\n  ","654456":"\n   Favorite current TV show?\n  ","654457":"\n   Boom I hope you don't see this till tomorrow cause I wanna make your day. But you are gorgeous asf and you are pretty chill. I snap chatted you as well. Although I forget what I said. I had to like your \"nippin\" pic haha too funny. But yeah keep it ?? princess\n  ","654458":"\n   I thought you were going to sleep haha\n  ","654459":"\n   Is it ask or is it me ; anyone else keep getting \"something went wrong\" notice on every move ?\n  ","654460":"\n   I'm the anon and I haven't had any of the questions deleted. I was pretty sure you got self conscious and deleted them yourself\n  ","654461":"\n   Tbh though I wouldn't mind if that were the case but I swear that's not what I meant. I honestly thought you blocked me cause when I went to tell you I didn't mean that it wouldn't load your profile.\n  ","654462":"\n   AWEEE\nMY ARM'S ARE PRETTY COMFY AND FEEL SAFE IF YA GET ME?\n  ","654463":"\n   Some guys see a good looking girl and just can't control their hormones so they nasty questions or some just don't want to believe you have a boyfriend\n  ","654464":"\n   Do you ever think he will cheat with girls with big boobs and a big butt to make up for what you lack? (Honest question)\n  ","654465":"\n   My apologizes for the late response I got distracted with shows\n  ","654466":"\n   I'm sorry about your cat\n  ","654467":"\n   What's eating at you today???\n  ","654468":"\n   Do you ever litter?\n  ","654469":"\n   Hey\n  ","654470":"\n   AW I AM YES BUT IT'D BE THE BEST WITH YOU IN MY ARM'S TBH\n  ","654471":"\n   People on getting on your nerves I see? I'm on my xbox\n  ","654472":"\n   AW YOU CUTIE\nI'M SITTING ON BED RIGHT NOW 360ING BUT I'LL JOIN YOU FOR CUDDLES YE?\n  ","654473":"\n   Single?\n  ","654474":"\n   Do you like Australians?\n  ","654475":"\n   AW BBY ;-; ❤❤\nGET INTO BED SO I CAN GIVE YOU ALL MY LOVIN❤❤\n  ","654476":"\n   Hey guys ask me as many questions as you guys want....Love you❤❤...BTW I have school so I won't be able to go on here a lot of times so I'll check once in a while... Ilysm❤❤\n  ","654477":"\n   What does that tat say?\n  ","654478":"\n   WHAAAAA???❤\n  ","654479":"\n   When do you use \"till\", and \"until\", both are the same right?\n  ","654480":"\n   What do you think is the most enjoyable thing?\n  ","654481":"\n   What tattoos do you have?\n  ","654482":"\n   That's not the way I meant that at all. Jesus my mind is dead I woke up super early for hunting.\n  ","654483":"\n   what is the first thing you do when you get home from work or school\n  ","654484":"\n   What things do you think about often\n  ","654485":"\n   NOPE?\nBut I'm heading off to the gym nowwwww(': AHAHAHA\n  ","654486":"\n   If your life were a movie, what would be the title?\n  ","654487":"\n   you're nipping\n  ","654488":"\n   Would you rather live in the jungle or the sea?\n  ","654489":"\n   Thank you for the like ☺️\n  ","654490":"\n   Well I do tend to think with my brain and not my second head\n  ","654491":"\n   Hi monkey friend! :D\n  ","654492":"\n   Your 3rd paragraph doesn't work with me because as far as I'm aware I have never flirted with you. I've given you my honest opinion on everything (from how you look to anything that comes up in conversation), I respect you immensely, and as far as loyalty that takes time but you have mine so...\n  ","654493":"\n   Sure...\n  ","654494":"\n   do you want to see Britney Spears in Las Vegas?\n  ","654495":"\n   Full name?\n  ","654496":"\n   Sup cutie?\n  ","654497":"\n   You're goalsss\n  ","654498":"\n\n    @fabbielousxo\n   \n   help\n  ","654499":"\n   do u shave ur vagina\n  ","654500":"\n   Snapchat?\n  ","654501":"\n   Its your idea seeing that its posted in yr bio sweetheart\n  ","654502":"\n   Follow back maybe?\n   \n    @theboy_b\n   \n","654503":"\n   Age\n  ","654504":"\n   Lol what a joke. I don't need material things to be \"loved\"\n  ","654505":"\n   Gold diggerr on askkk I see youuuu\n  ","654506":"\n   You are so full of yourself it's disgusting. You look 12 in the face and body wise. You have the body of a pre puberty 12 year old boy.\n  ","654507":"\n   list who you follow?\n  ","654508":"\n   WHOOOOOOOAAA\n  ","654509":"\n   Hobbies?\n  ","654510":"\n   :O Presents\n  ","654511":"\n   pap\n  ","654512":"\n   whats it like being beautiful?\n  ","654513":"\n   Random Question: What are 5 interesting facts about you?\n  ","654514":"\n   Coolio ❄️ go make some pretty patterns ?\n  ","654515":"\n   Ahh right ahah, ?\n  ","654516":"\n   Well it's all gone now ? but it was snowing like all day\n  ","654517":"\n   IT SNOWED HERE TODAY TOO!!! ❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️❄️\n  ","654518":"\n   Marry me?\n  ","654519":"\n   Nawwh I'm sorry :c\nThat must suck ass ;-;\n  ","654520":"\n   Do you get paid to look as good as you do? You're much prettier than these models like Cara Delablahah\n  ","654521":"\n   Somtimes its okay to cry be worried because everyone has been or going through somthing in their life nobody's perfect at all.u as a human everyone thinks Its easy to get back up and be strong but that's not the case.even if you are poor or rich everyone still needs someone to lean during hard times\n  ","654522":"\n   boom ily\n  ","654523":"\n   If you could travel anywhere where would you travel and why\n  ","654524":"\n   i just wanted to say that you are an amazinf person, you always make people smile and laugh with your personality, you arw such an inspiration to me and i couldnt thank god himself enough for bringing you down here on earth. you are very beautiful and gorgeous and may god bless you and yohr family?\n  ","654525":"\n   The best salami is when I hold it in my teeth and you eat it from there and we make out❤️❤️❤️\n  ","654526":"\n   Sweet :)\n  ","654527":"\n   Hello\n  ","654528":"\n   no\n  ","654529":"\n   Will you marry Eh? ?\n  "},"Answer":{"653457":"\n  Wtf is up peoples ass'es today\n  ","653458":"\n  Thats why i said \"doing his best\"\n  \n  That doesnt mean he will do much, its just  his best.\n  ","653459":"\n  People can send em\n  ","653460":"\n  Thay is so sweet. Ive always wanted to go to NZ\n  ","653461":"\n  How do we do this?\n  ","653462":"\n  Awwwwwh❤❤❤❤❤❤❤❤ thank you\n  ","653463":"\n  Yes. I suck at doing things i should do\n  ","653464":"\n  WOW COULD HAVE TOLD YOU THAT ONE\n  ","653465":"\n  Hahahaha doubt he'll do much\n  \n  & Obama is doing his best to get him out of office bahaha\n  ","653466":"\n  No, but i have family friends who are from liverpool, and london - and all they've ever told me was how HARD it was to live there cause its so expensive and their families are struggling and living in shacks basically.. they moved to America to become wealthy lol\n  ","653467":"\n  Its very accurate and it makes me happy\n  ","653468":"\n  Look it up\n  ","653469":"\n  A 3rd of England fell into poverty. 33%\n  \n  I dont think you realize how much that is.\n  \n  AND theres an article proving americas \"poor\" is NOTHING compared to other countries.\n  ","653470":"\n  This just made me happy❤\n  ","653471":"\n  Yes BUT OMG the first two articles that come up on google omfg\n  \n  V\n  ","653472":"\n  Omg HAHAHAH all they had to do was go to google ahha omfg\n  ","653473":"\n  BECAUSE I HEARD IT ON THE RADIO. AND I KNOW HOW EXPENSIVE IT IS TO LIVE IN ENGLAND.\n  \n  THE QUESTION IS WHY DO YOU CARE SO MUCH?\n  ","653474":"\n  Thats so sweet❤\n  ","653475":"\n  LOL PLEASE HELP ME\n  ","653476":"\n  This fucker is annoying me\n  \n  V\n  ","653477":"\n  I DIDNT KNOW I WAS IN SCHOOL AND I WAS GETTING GRADED?!?!?! like sorry? I dont have enough data to go on google. Sooooo why dont you just look it up since im so wrong?\n  ","653478":"\n  People are annoying me on here. Like if they dont believe me why dont they just look it up. I dont have enough data\n  ","653479":"\n  Thank you so much❤\n  ","653480":"\n\n   @bunniboy\n  \n","653481":"\n  I dont need too lol i dont care.\n  ","653482":"\n  Omg i just told you, ON THE RADIO. Literally british people are talking RIGHT NOW.\n  \n  Maybe youre not EDUCATED.\n  ","653483":"\n  Probably, since we dont have a social safety net.\n  ","653484":"\n  Yeah its \"the flying troutmans\"\n  ","653485":"\n  Well if they are making a huge deal about it and asked 20 of the poorest people to tell their stories, im gonna guess its probably true.\n  ","653486":"\n  Why dont you do some research instead of battling something you actually dont know hahaha the reason why i brought it up was because on the radio, FROM PEOPLE WHO LIVE IN ENGLAND, did a huge news story about how the uk has the biggest food drive because of how bad the poverty is, more people are poor these days.\n  \n  I know my facts, i really dont give a shit if you don't believe me. If you know youre right, maybe have your facts first before arguing.\n  ","653487":"\n  Hahahahahah you are huge rebel. Daaamn can i be bad like you\n  ","653488":"\n  Lol no.\n  ","653489":"\n  Thank god for that\n  ","653490":"\n  IT SOUNDS LIKE SUGARY SWEETNESS\n  ","653491":"\n  We're not talking about ghosts, we're talking about statical facts.. records of people who cant even by toothbrushes and digging in dumbsters behind grocery stores just too feed there family.\n  ","653492":"\n  I wish i sparkled like glitter\n  ","653493":"\n  HAHAAHAHHAHAHAHAHHAHH I NEED TO WATCH THIS MOVIE AGAIN\n  ","653494":"\n  Negative gunslinger\n  ","653495":"\n  Why so i can be annoyed by stupid fuckin people\n  ","653496":"\n  Well i mean do you know the definition of documentary?\n  \n  When more than 20 people were interviewed? Hahahahah why are you battling me\n  ","653497":"\n  Lol okaaaay? I dont read informational books, i like documentaries better\n  ","653498":"\n  I didnt read, i watch multiple videos about it hahahahah its a documentary hahahah its in a series called \"real stories\" lol\n  ","653499":"\n  So uh for free and can i throw you off a bridge\n  ","653500":"\n  Yeah it sucks how quickly something can get ruined.\n  ","653501":"\n  Hell fucking yes\n  ","653502":"\n  OKAY\n  ","653503":"\n  I cant remember the numbers exactly but the uk has a higher percentage of poor families than the US.\n  ","653504":"\n  Documentaries, interviews, articles.\n  \n  Google shows some interesting things.\n  ","653505":"\n  Uhhm no the poverty in the uk is way worse.\n  ","653506":"\n  We dont gave enough holidays\n  ","653507":"\n  ❤\n  ","653508":"\n  I WANT COTTON CANDY\n  ","653509":"\n  I loved the wifes friend!\n  ","653510":"\n  I wish my skin had a rainbow glow\n  ","653511":"\n  HAHAHAHAHAHAHAHAHAHAHAHAHA OMG\n  ","653512":"\n  LOL OKAY\n  ","653513":"\n  BUT YOURE ONE I ACTUALLY WANT TO TALK ABOUT.\n  ","653514":"\n  Just readinggg\n  ","653515":"\n  HAHAHAHHAHHAHAHA\n  \n  Omg omg\n  \n  Or the seen where the super skinny girl freaks out in the changing room hahhaha\n  ","653516":"\n  It must be hard to be poor in England tho.\n  ","653517":"\n  Nope\n  \n  - -\n  \n  But has anyone thought about how lucky humans are for not being in the food chain?\n  ","653518":"\n  RIGHT?!\n  ","653519":"\n  Wasssssup\n  ","653520":"\n  HAHAHH YEAH I REALLY TRIED READING AND THEN GOT GLUED INTO ASK AGAIN\n  ","653521":"\n  I dont understand either?\n  \n  And idk what to like?\n  ","653522":"\n  YOU KNOW HOW I DO\n  ","653523":"\n  Oooooooh rough.\n  ","653524":"\n  21 but why does my age matter?\n  ","653525":"\n  21\n  ","653526":"\n  HOWS STUDYING\n  ","653527":"\n  Except if you spoke to any brit or aussie theyd be disgusted that you compared them to american english.\n  ","653528":"\n  YOURE AWESOME\n  ","653529":"\n  Idk whats stopping you.\n  \n  You could read my ask ?\n  ","653530":"\n  9\n  \n  It needed\n  \n   @bunniboy\n  \n","653531":"\n  ITS JUST A TITLE CAUSE IM NOT MONKEY LIKE LOL\n  ","653532":"\n  If you had the conversation with any teacher who delt with languages theyd be so annoyed with you hahaha. People who speak other languages would be so annoyed lol\n  ","653533":"\n  It really does hahaha\n  ","653534":"\n  *face palm*\n  \n  No dude.\n  ","653535":"\n  Hahahaha omg or the dissing scene.\n  \n  Your mama is so old her breast milk is baby powder ahhahah\n  ","653536":"\n  Thats like saying Australians speak the same language as americans, when THEY DONT\n  \n  Thats like saying english is like Italian, spanish, German, and french cause we took words from all those languages\n  ","653537":"\n  No. It isnt. Lol\n  \n  At least not to an American or a Brit lol\n  ","653538":"\n  Am i right or am i right?\n  ","653539":"\n  TELL ME GODDAMN IT\n  ","653540":"\n  omg omgggg hahahahahhaha\n  \n  I love this scene\n  ","653541":"\n  Wow thank you ❤\n  ","653542":"\n  American and british english are vastly different like VASTLY. Its kinda insane. So yes. And different parts of america actually pronouces and says different things so YES \"our language\"\n  ","653543":"\n  HAHAHAHAHAHHAAHAHHAHAHHAHAHAHA AND HE LOOKS AWAY DISGUSTED HAHAHAH\n  ","653544":"\n  I really like water.\n  \n  Like a lot\n  ","653545":"\n  Im a bitch and i love it.\n  ","653546":"\n  WELL I GUESS WE'RE BOTH WEIRD AND BORING\n  ","653547":"\n  Its how i feel about satanic whores\n  \n  Id have more respect for them if they were ACTUALLY sacrificing for satan\n  \n  I cant stand the ones that are like \"ya satan fuck everyone but ill go cry in a corner if you say anything mean about me\"\n  ","653548":"\n  My point still stands. Lol\n  ","653549":"\n  HAHAHAHAHAHAAHHAHAHAHAHAHAHAHAHAHAH\n  ","653550":"\n  HAHAHAHHAHAHHAHQHAA\n  \n  I said it out loud in the way they said it omfg\n  ","653551":"\n  Itd be more acceptable if they were cause then id be like OOOH ITS JUST CUZ YOUR A CUMGUZZLING SLUT.\n  \n  But since their not its like UHM WHY IS THIS NECCESSARY?\n  ","653552":"\n  K ill be reading byyyyye\n  ","653553":"\n  US is the new world.\n  \n  New world = new ways of life.\n  \n  They took all the the things they thought was smart from other countries and got rid of others to make things simplier.\n  \n  Thats why our language is an orgy of so many other languages.\n  ","653554":"\n  I just thought of this\n  ","653555":"\n  ASK ISNT PORNHUB BRO.\n  \n  98% of the internet is already covered in porn, i dont need ask to be as well.\n  ","653556":"\n  I just think when french people sing it sounds elegant\n  ","653557":"\n  Yes very lucky indeed hahaha\n  ","653558":"\n  Just accept your sneeze for the way it is hahahahahhah\n  ","653559":"\n  Is it weird i really like french music?\n  ","653560":"\n  I jist saw a girl post a picture of her tits\n  \n  LIKE HOW MUCH ATTENTION DO YOU NEED\n  ","653561":"\n  SAME HERE! ONE OF THE BEST PEOPLE TO TALK TO ON HERE\n  ","653562":"\n  You should tell me\n  ","653563":"\n  Yessss cause America is weird\n  ","653564":"\n  Noooo, the guy is going to jail, i just heard a huge news story about it on the radio hahaha\n  ","653565":"\n  YOURE A PRETTY DOPE ASS FRIEND❤\n  ","653566":"\n  HahahahHAHAHAHHAAH why would i go to one of the poorest countries in the world? People in vietnam doesnt even want to be in vietnam.\n  ","653567":"\n  26° right now\n  ","653568":"\n  We're gonna have a white Christmas\n  \n  Yayayaayayyyayyy\n  ","653569":"\n  Apparently theres a restaurant that bill Clinton owned that was for sex trafficking lol\n  ","653570":"\n  RED ALERT\n  \n  HOE ON MY FEED\n  ","653571":"\n  This is amazing. I truly appreciate this. Im so glad i can make the negative thought disappear.  I think you are great❤\n  ","653572":"\n  Need to get attention from more peeps then lol\n  ","653573":"\n  HAHAHA I DO TOO CAUSE IM THINKING ABOUT THIS FAMILY GUY SCENE WHERE STEWIE AND BRIAN JUMP THROUGH DEMENSIONS AND THEY LAND IN ONE WHERE STEWIE IS YELLING AT THIS GUY WHO ONLY YELLS COMPLIMENTS BACK AND THATS WHAT I PICTURE WE'RE DOING MINUS THE COMPLIMENTS\n  ","653574":"\n  If i got a dollar for every time ive gotten this question id be able to own apple\n  ","653575":"\n  Yes. LOVE IT ❤?\n  ","653576":"\n  Probably a good thing tbat im not your gf\n  ","653577":"\n  Because it looked like they found a caterpillar on the ground and glew it to there faces hahah\n  ","653578":"\n  Omg❤❤❤ same here\n  \n  I love your answers so much cause they are so similar to mine❤❤\n  \n  We're very similar\n  ","653579":"\n  Some girls eyebrows actaully scare me ?\n  ","653580":"\n  Uh Vietnamese and white.\n  \n  I like to tell myself im German, Russian, and French lol\n  ","653581":"\n  My birthmom is Vietnamese\n  ","653582":"\n  IT TOTALLY OKAY CAUSE I NEED TO READ ANYWAYS HAHA I LOVE THIS BOOK\n  \n  ITS SNOWY AND COLD FOR ME TOO\n  ","653583":"\n  Well no, there are good people but now that i think about it, none of them are new.. they are old timers who've been on here or active since ive been active.\n  \n  It seems like a lot of people on here are kinda into themselves if that makes sense... like if talking to you doesnt help gain their social status they wont talk to you.\n  ","653584":"\n  During the winter, hardly cause 1. Im asian so hair actually doesnt really grow on me 2. Its winter, when will i ever not wear pants.\n  \n  During the summer i shave whenever the hair is just crazy noticeable and gross hahaha but like i said, im asian so it doesnt really grow that much\n  ","653585":"\n  I just hope it starts to go back to those kinda down to earth personalities\n  ","653586":"\n  I LIKE TYPING IN CAPS CAUSE ITS LIKE WE'RE YELLING ACROSS THE ROOM TO EACH OTHER HAHAHAH\n  ","653587":"\n  As often as they need too?\n  ","653588":"\n  Is it bad i liked the old ask community better than whos coming on these days ?\n  ","653589":"\n  Ooooh, sooo now its a competition between whos winning huh???\n  \n  But really, i love you❤❤❤❤\n  \n  Youre the only sane person on here im prettty sure❤\n  ","653590":"\n  HELLO HELLO\n  \n  HOW ARE YOU TODAY\n  ","653591":"\n  I deserve warning, but naaah lol\n  ","653592":"\n  I am pretty good, i feel very accomplished today even tho i just wrote an essay for a letter LOL\n  ","653593":"\n  Omg\n  \n   @AMlover12\n  \n  im pretty sure if there was someone id be competing with like it ask was a competition, itd be you & youd be winning. Just saying ❤❤ you beautiful soul gawd❤❤???\n  ","653594":"\n  I never get warnings, cause its always when the question is rude, not the answer\n  ","653595":"\n  ?❤?❤?\n  \n  To you too you fluffy lion\n  ","653596":"\n  Youre still the sweetest❤\n  ","653597":"\n  Ive already seen a couple get proven to be fake, its quite embarrassing\n  ","653598":"\n  Uhm, why would i have been a porn star tho? Like why does everything have to resort to sex?\n  \n  But THANK YOU for being an awesome human and wanting to get me stuff❤❤❤\n  ","653599":"\n  just wait till you get mine, oh my god... its so long hahaha but it was so easy to write like i always had something to say or something to ask. Ahhh, i just cant wait for you to read it. ❤\n  ","653600":"\n  Im gonna be honest tho, i dont think most of them are real.\n  ","653601":"\n  Its annoying hahaha\n  ","653602":"\n  Omg yes! I love your page and you❤\n  ","653603":"\n  How come every time i prove someone is being an idiot, the post always gets deleted ?\n  ","653604":"\n  You love this little buttface ❤\n  ","653605":"\n\n   @bunniboy\n  \n  is the cutest butt of all buttfaces ❤\n  ","653606":"\n  At least your getting likes?\n  ","653607":"\n  OOPS I DID IT AGAIN.\n  ","653608":"\n  No babe, thats your other gf ?\n  ","653609":"\n  I swear like every girl on here is smothered with makeup hahaha not saying they look bad or anything i just never not see make up\n  ","653610":"\n  Im sorry i look like trash\n  \n  Cause i dont wear make up everyday like im a clown or like it some sort of war paint. Nigga dont have patience for that\n  ","653611":"\n  Im too sexy for these sweats\n  ","653612":"\n  When youve complimented me on my likes???\n  ","653613":"\n  I have more likes than questions?????\n  \n  Im just trying to get too 100k questions\n  \n  ITS FUCKIN HARD\n  ","653614":"\n  Why cant i be a witch and just be able to think of food i want and it magically pops in front of me. Like would i get burned at the stake if i was that kind of witch? Maybe that was Salems problem, they werent using their magic to help produce and to make food ??????\n  ","653615":"\n  YOURE A PRETTY LITTLE BEE???❤❤\n  \n  THANK YOU FOR MAKING ME SMILE NOWWW❤❤\n  ","653616":"\n  Omg YOU FOLLOW ME\n  \n  Its a good thing i follow you too ❤\n  \n  You know youre pretty cute\n  \n  For a jew ? IM KIDDING.\n  \n  Im sorry, im offensive.\n  \n  But really you're pretty handsome❤?\n  ","653617":"\n  That is SO sweet❤\n  ","653618":"\n  Im craving a burrito so i can have salsa idk why i crave salsa so much, like its happened like 3 times already. Hahah\n  ","653619":"\n  Her body, her life.\n  ","653620":"\n  I fucking swear every girl on here is gorgeous, like wtf HOW NIGGA HOW?\n  \n  They need to quit and get ugly like asaprocky style, jaaaah feel?\n  ","653621":"\n  Im a prettty harsh critic, too myself  LOL\n  ","653622":"\n  I swear i say \"like\" too much\n  ","653623":"\n  How have you been?!?!\n  ","653624":"\n  Why does everything have to be inappropriate, why couldnt you dream like we went to some town fair and decided to go on the ferris wheel where we would throw of jelly beans and try to see how many people we could hit before we got to the bottom and then the loser had to play as many games to win the winner a stuffed animal.... like gawd.\n  ","653625":"\n  Trying to finish up this letter im ive been writing for like 3 hours now hahahah\n  ","653626":"\n  Omg\n  \n   @MaryLaurenx\n  \n  gonna be honest my hand hurts so bad cause of how much ive written hahahha\n  ","653627":"\n  Good afternoon! My kitty always says bless you after i sneeeeze\n  ","653628":"\n  Lana del rey and anything in that genre. Like if you found a lana del rey station to play haha, i dont listen to as much music anymore so im not really up to date.\n  ","653629":"\n  Thank you!\n  \n  I thought my cat was the only one who thought that ?\n  ","653630":"\n  Its like a goddamn novel hahaha im still not done\n  ","653631":"\n  Awwh, im trying to find more pen pals cause i love writing letters❤\n  ","653632":"\n  Would you want to be my pen pal?\n  ","653633":"\n  This letter is gonna be like 10 pages long hahaha omg\n  ","653634":"\n  What was your dream?!\n  ","653635":"\n  Ill be back, im gonna be writing a letter lol\n  ","653636":"\n  Yay im so glad❤\n  ","653637":"\n  DUMBLEDOR!!!\n  ","653638":"\n  Omg i feel like he would have to be on shrooms\/acid and stoned or something for that to be the case\n  \n  OR\n  \n  It could be like a shutter island scenario, it was all in his head lol\n  ","653639":"\n  Hope its making you happier❤\n  ","653640":"\n  Who needs actions when you got words?\n  ","653641":"\n  If i was a band id be breaking up\n  ","653642":"\n  Best kitty pillow❤\n  ","653643":"\n  Fresh fruit for rotting vegetables\n  ","653644":"\n  Harry pothead and phil is stoned\n  ","653645":"\n  Thats soooo cute\n  ","653646":"\n  Fuck\n  \n   @JessicaStonebridge\n  \n  i meant a goat\n  ","653647":"\n  Yeah but you can say that about a lot of countries lol\n  ","653648":"\n  On a side note, my cat headbutts me like shes a cat LOL\n  ","653649":"\n  Be at peace with yourself in this chaotic world\n  ","653650":"\n  Even if youre not heaven- cred, I'll tell the Big Guy that you should be ?\n  ","653651":"\n  Oh god. I hope everything turns out ok\n  ","653652":"\n  Hey sexy bugg❤❤\n  \n  How are you feeling today?\n  \n  Did you get a text?\n  ","653653":"\n  Bet youre happy\n  ","653654":"\n  Aloha amigo lol ?\n  \n  See what i did there?\n  \n  Mixed two languages\n  ","653655":"\n  Awh, thank you❤ i drink to that❤\n  ","653656":"\n  Thank you so much cutie pie?\n  ","653657":"\n  Yay! Death is shitty lol\n  ","653658":"\n  It is! So much history there.\n  ","653659":"\n  I feel sad for you, cause im kinda a big deal??❤\n  ","653660":"\n  HELLO MONKEY FRIEND\n  ","653661":"\n  Pretend everyone who talks to you in stoned. Your parents, your teacher, your friends, your coworkers, everyone. Because once they ask you questions like \"what are you doing with your life?\" Or getting mad at you or telling you what to do. Cause then you can just laugh at the lunacy of it all.\n  ","653662":"\n  Well id hope so, cause they get paid a lot of money lol\n  ","653663":"\n  If i only used twitter ?\n  ","653664":"\n  I cant go a week without doing wrong\n  \n  Im drinking in heaven.\n  \n  Swimming in the liquor\n  ","653665":"\n  At home wishing i was in Germany ugh.\n  ","653666":"\n  Het dads not mine lol\n  ","653667":"\n  Just gorgeous ❤\n  ","653668":"\n  A picture of my best friend❤\n  ","653669":"\n  These are my best friends pictures in Germany, thought id share them\n  ","653670":"\n  IM WRITING BACK TO YOU TODAAAAY❤\n  ","653671":"\n  Then she dead?\n  ","653672":"\n  Then she aint dead\n  ","653673":"\n  Do people actually answer these questions with honesty?\n  ","653674":"\n  I do too but at the same time you cant do much when someone commits suicide.\n  ","653675":"\n  No we cannot.\n  \n  Im not naughty\n  \n  I want presents from santa this year\n  ","653676":"\n  They need to show off their body to people to make them feel wanted and to get attention. It pretty much screams \"look how sexy i am, want me want me\"\n  \n  They'd rather get assurances from 100 people than wait for that 1 person.\n  \n  They flash their body so they get love for 10 seconds and each 10 seconds is subtracted from the love they'll get from their significant other in the future, if their ever is one.\n  ","653677":"\n  Holy shit. Thats terrible. Im so sorry.\n  ","653678":"\n  He went to sleep ugggghhhh we havent talked in so long, i miss him so fuckin much. Maybe ill see him in my dreams. I miss you\n  \n   @bunniboy\n  \n","653679":"\n  I should have waited to get insurance...fuck\n  ","653680":"\n  They clearly have insecurities they need to work on.\n  ","653681":"\n  Wait you said you? But Youre talking about a different person?\n  ","653682":"\n  ❤❤❤\n  ","653683":"\n  I really need to make appointments asap.\n  ","653684":"\n  HahahahHAHAHHA no.\n  ","653685":"\n  That moment where you spend 2 and half hours just talking to your dad about life.\n  ","653686":"\n  *lady, not girl ?\n  \n  But THANK YOU❤\n  \n  So kind\n  ","653687":"\n  YUM. Im hungry\n  ","653688":"\n  Pretty relaxing\n  \n  Got my letter from\n  \n   @MaryLaurenx\n  \n  today\n  \n  SO EXCITED. gonna write back tomorrow\n  ","653689":"\n  This is cute\n  ","653690":"\n  Like this picture\n  ","653691":"\n  Oh i got in trouble by my dad tho lol\n  ","653692":"\n  You are kind and lovely for saying such nice things ❤\n  ","653693":"\n  But i am a queen?\n  ","653694":"\n  Those?\n  ","653695":"\n  Do you really think someone would ACTUALLY respond to this question with an answer youd want unless they were a whore than i can see them answering BUT anyone who isnt a whore...\n  ","653696":"\n  I got in trouble for my data today oops\n  ","653697":"\n  AIDS. So much aids.\n  \n  Aids cocktail to slow down the virus.\n  \n  Im gonna be honest idk what the medicine is but i call it anti- aids.\n  \n  But seriously, aids is a huge problem.\n  ","653698":"\n  What is love?\n  \n  Baby dont hurt me.\n  ","653699":"\n  I only like what i see on my feed. Lol\n  ","653700":"\n  Just thought id share, i had the best nap\n  ","653701":"\n  Ayooooo\n  ","653702":"\n  My brother, sister, and i have never gotten in a fight before. Just saying. Like ever. We are a tripod, we stand up for each other and support each other. There hasnt been once where we have fought. Especially my brother and I.\n  \n  My sister and I never actually fought, she would just get upset over something and stay in her room until i said sorry lol but nothing like youd see in other familes ever.\n  \n  People are super jealous of me because of that, especially when they see us all together - you can tell we're best friends more than sibilings.\n  ","653703":"\n  Okay not everyone cause i dont know who this poppy is and i do not care lol i like myself too much.\n  \n  Lol i almost said pooopy instead of poppy\n  ","653704":"\n  Its time for a nap\n  ","653705":"\n  Im getting there. Im being a ??\n  ","653706":"\n  Awwwwwh❤❤❤????\n  \n  Thats sweet. This world needs more people like you\n  ","653707":"\n  I hope they do❤\n  ","653708":"\n  My point still stands\n  ","653709":"\n  I need a nap\n  ","653710":"\n  Did it effect people you know or something?\n  ","653711":"\n  Sup\n  ","653712":"\n  Im the only explosion you need\n  ","653713":"\n  Ugh. I swear people need to stop.\n  ","653714":"\n  Awwwwwh❤❤❤❤\n  ","653715":"\n  Its ok darling, youre sweet ❤\n  ","653716":"\n  Can you just tell me? My service sucks\n  ","653717":"\n  Omg can that happen now? Im sleepy\n  ","653718":"\n  Wakaflaka\n  ","653719":"\n  Im only into\n  \n   @bunniboy\n  \n","653720":"\n  Thats sweet lovely, just the thought is nice❤❤❤\n  ","653721":"\n  ❤\n  ","653722":"\n  Ew.\n  ","653723":"\n  Your page is happiness\n  ","653724":"\n  Lol i see, well good for you?\n  ","653725":"\n  Would love to get high in general\n  ","653726":"\n  Of course beauty❤\n  ","653727":"\n  YOURE AMAZING AND YOU DESERVE IT❤\n  ","653728":"\n  I plan on it❤\n  ","653729":"\n  Awh thanks❤\n  ","653730":"\n  IVE MISSED YOU SO MUCH❤\n  \n  how are you?!\n  ","653731":"\n  Hi.\n  ","653732":"\n  Thank you ❤❤\n  ","653733":"\n  Thank you ❤❤\n  ","653734":"\n  What does your age have to do with anything\n  ","653735":"\n  I love the color\n  ","653736":"\n  Had to repost cause it got deleted lol\n  ","653737":"\n  Its fucking below freezing and i was going to church, no fucking shit it doesnt\n  ","653738":"\n  This is the closest youll get lol\n  ","653739":"\n  Yes very interesting as interesting as how skinny my legs are\n  ","653740":"\n  Its pretty good ❤\n  \n  I wore a cute shirt today\n  ","653741":"\n  They look really cute ?\n  ","653742":"\n  American\n  ","653743":"\n  Dont get used to this, i got these as a present and wanted to show everyone❤\n  ","653744":"\n  Oh my god. I love you so much.\n  \n  You are really a blessing to my life.\n  \n  Im so glad to call you my friend❤❤❤\n  \n  You are so beautiful i love dark lipstick on you❤❤❤ we always have the best conversations and we never get bored of each other.\n  ","653745":"\n  I took a lot of pictures so like be ready\n  ","653746":"\n  Youre one of my favorite people to talk tooo on here i swear! Youre so easy and fun to talk too!!❤ youre a beautiful person inside and out!\n  ","653747":"\n  Im IN LOVE with your cheekbones\n  \n  && eyebrows gaaah\n  \n  You are so stunning lovely.\n  ","653748":"\n  You say some of the funniest stuff on your page ??\n  \n  I always get a good chuckle when i see you pop your little sugar ass up on my feed cause its always something so random but sooo funny ?\n  \n  Stay classy, suga suga\n  ","653749":"\n  You say such nice stuff to me and a lot of other people on here. ❤\n  \n  Thank you for being a sweetheart❤\n  ","653750":"\n  Your dp makes me think youre saying\n  \n  \"SHE HAD A BIG BOOTY, IM GONNA CALL HER BIG BOOTY\"\n  ","653751":"\n  I really like the stuff you post, very intriguing stuff❤ you have nice taste❤\n  \n  Also ???? = dp\n  ","653752":"\n  You frighten me, but in a good way... i think?\n  \n  I like your dp it makes me smile ?\n  \n  Youre weirdly enjoyable to talk too so im glad we talk❤\n  ","653753":"\n  I like butts more than you?\n  ","653754":"\n  Youre awesome and beautiful!\n  \n  I LOVE YOUR EYEBROWS.\n  \n  Im a big eyebrow fan and yours are amazing.\n  \n  Youre a champion ❤\n  ","653755":"\n  I love your face\n  \n  I love your page\n  \n  You remind me of a fierce little tigress.\n  \n  Xoxo ❤\n  ","653756":"\n  Youre gorgeous and its actually annoying but ily anyways cause youre a sweetheart ❤?❤?\n  ","653757":"\n  I really dont know you\n  \n  But i love that your the king of all the cunts\n  \n  Thats an accomplished ?\n  ","653758":"\n  Hahahah i wasnt smelling it lol\n  ","653759":"\n  I LOVE WHEN SHIT ON MY PHONE DOESNT LOAD. ITS FUCKIN AWESOME\n  ","653760":"\n  No she probably got herpes from Justin\n  ","653761":"\n  Dude, high five for having shit moms!\n  ","653762":"\n  How the fuck do i have one favorite?\n  \n  If i had to choose, based on actual talent and acting skills - Nicole Kidman\n  ","653763":"\n  Dont  be sorry, be aware\n  ","653764":"\n  By not celebrating it LOL\n  ","653765":"\n  There was this one time at band camp...\n  ","653766":"\n  Nahh, but only because i have my heart set on someone and hes not an ex cop\n  ","653767":"\n  Im pretty sure my cat just farted\n  ","653768":"\n  Not particularly\n  ","653769":"\n  Then why do i always have questions about it\n  ","653770":"\n  From your own face?\n  ","653771":"\n  Daaamn their must be heat! ?\n  ","653772":"\n  Both❤ just give me foood\n  ","653773":"\n  I love your compliments\n  ","653774":"\n  I MISS YOU\n  \n  ❤❤❤\n  \n  LETS GET SWOLLE\n  ","653775":"\n  Dooooode whats up with the obsession with vinegar\n  ","653776":"\n  Yes lol\n  ","653777":"\n  Which ever team is winning HAHA\n  ","653778":"\n  I love\n  \n   @bunniboy\n  \n  he says things to me that dont just touch my heart but its like it goes straight to my soul. Hes everything to me and i know he doesnt want me to miserable if i didnt have him, but i really would be. He is happiness too me. If i never met him, i dont think i would be who i am today.\n  ","653779":"\n  Like how raw fam\n  ","653780":"\n  Nopers\n  ","653781":"\n  I like rice vinegar but with rice lol\n  ","653782":"\n  Can someone explain why fb has the best videos\n  ","653783":"\n  OMG THIS MAKES ME WANNA CRY AND MY HEART HURTS. THATS SO TOUCHING\n  ","653784":"\n  I rate myself a ? cause you know its all about loving yourself\n  ","653785":"\n  What about it?\n  ","653786":"\n  I mean theyre half blood, cause they only have half of the chromosomes.\n  ","653787":"\n  Is their no vodka\n  ","653788":"\n  He writes letter to death, love, and fuck i cant remember the next one and they actually come to him as people (its all in his head) and people think hes going insane but its just his way of accepting.\n  ","653789":"\n  Will it scare me?\n  ","653790":"\n  I sense sarcasm\n  ","653791":"\n  Cause then i could marry someone with money and not give a fuck\n  ","653792":"\n  I like snow better\n  \n  But dancing in the rain is something i wish i have done.\n  \n  Ive tried boogie boarding down a driveway in the rain and i LOVE swimming in the rain\n  ","653793":"\n  IM SO CLOSE TO CATCHING UP ON MY QUESTIONS\n  ","653794":"\n  SO DO I\n  ","653795":"\n  I wanna try the scorpion thing...\n  \n  But i knew everything else\n  \n  I love facts\n  ","653796":"\n  Fridays are always good days\n  ","653797":"\n  I can be, i think.\n  ","653798":"\n  I wish i could morally be a golddigger\n  ","653799":"\n  Online shopping is an addiction\n  ","653800":"\n  Guuuurl, please conpared to you i look like poop. You are beauty!!! Ily❤\n  ","653801":"\n  Like i understand im trophy wife material and all but damn\n  ","653802":"\n  ..... how old are You\n  ","653803":"\n  I WATCHED A VIDEO OF SOMEONE DOING THAT\n  ","653804":"\n  I have the most relaxing life.\n  ","653805":"\n  Than its worth it❤\n  ","653806":"\n  Im confused. A 40 year old is inclined to date me, but i told him 1. Im taken. 2. Im 21 3. Im taken. And hes still like ill take you to vegas, ill do this and that.\n  \n  No nigga.\n  ","653807":"\n  Im gonna be honest, i forgot what i was talking about. But i love England\n  ","653808":"\n  You need to find that little guy a hare.\n  ","653809":"\n  Depends on who is writing lol and what it is about.\n  ","653810":"\n  Pap of your suicide\n  ","653811":"\n  If youre doing something you love than its easier, but if it isnt, why is it worth your emotions?\n  ","653812":"\n  Lol yeah i know! I loved reading about the titanic and the museums, so ive studied everything\n  ","653813":"\n  Oh yes, and i learn from other peoples as well!\n  ","653814":"\n  Yeah cause then you wouldnt be working somewhere that makes you upset\n  ","653815":"\n  Tell them.. efff you!\n  ","653816":"\n  Id feel prettty if more attractive people talked to me rather than creepy looking ones, ya feel me?\n  ","653817":"\n  Why were you upset?\n  ","653818":"\n  I used to when i had so much money to spend, but now im like nope.\n  ","653819":"\n  Actually, no. Ive done it to girls but not a guy, challenge accepted.\n  ","653820":"\n  June❤❤❤\n  ","653821":"\n  I should really read. Lol\n  ","653822":"\n  What you up too?\n  ","653823":"\n  Same!\n  ","653824":"\n  Im gooood!\n  \n  Im cozy cause of the fire❤\n  ","653825":"\n  The new will smith movie looks GOOD\n  ","653826":"\n  But i love the snow, it makes everything look better\n  ","653827":"\n  Naaaaaah\n  ","653828":"\n  I enjoy laughing so thank you\n  ","653829":"\n  Its addicting to say haha\n  ","653830":"\n  They keep just making sequals or remakes\n  ","653831":"\n  Yeah actually hahah\n  ","653832":"\n  Cold HAHAHAH\n  ","653833":"\n  Nah fam\n  ","653834":"\n  Nope\n  ","653835":"\n  HAHAAH that was funny\n  ","653836":"\n  Sure ill create a noose for you, and you can jump off the nearest bridge.\n  ","653837":"\n  He made sense to me lol\n  ","653838":"\n  Are you like 12?\n  ","653839":"\n  Stop having a small dick?\n  ","653840":"\n  THANK YOU❤❤❤❤ SAME GOES TO YOU ❤❤❤\n  ","653841":"\n  Yum❤\n  ","653842":"\n  I already told everyone what i was eating, but of course NO ONE reads my answers.\n  \n  Potatoes with chili\n  ","653843":"\n  The more forbidden it is, the sweeter.\n  \n  Its just fact.\n  ","653844":"\n  Eating lol, im full\n  ","653845":"\n  I do whatever the fuck i want\n  ","653846":"\n  I dont get stressed anymore lol\n  \n  I used to smoke a lot of weed tho\n  ","653847":"\n  I made too much food, im full..\n  ","653848":"\n  ROCHER❤❤❤❤ omfg\n  ","653849":"\n  Moment of madness by Katie\n  ","653850":"\n  Whos there?\n  ","653851":"\n  I dont sing..\n  ","653852":"\n  Yeah from a female Filipino massage therapist.\n  ","653853":"\n  Ill pass, i literally kick people whenever they touch my feet\n  ","653854":"\n  Naah fam\n  ","653855":"\n  Thank you❤\n  ","653856":"\n  God can they be more original and make something different\n  ","653857":"\n  Yeah, and whether if you think you should do it or not, or how you feel about it, such as the ones who get told to send air strikes and end killing 12 year olds, and then suffer from ptsd. I actually met a women who told me that, she still dreams about seeing those kids get blown up.\n  ","653858":"\n  No lol im not good at being told how im suppose to think or feel.\n  ","653859":"\n  You should definitely see a psychologist\n  ","653860":"\n  Omg YEA i was trying to figure it out.\n  ","653861":"\n  I would not do well in the military\n  ","653862":"\n  Maybe see a psychologist\n  ","653863":"\n  If you break a candy cane and flip the hook side over, its like a mini candy cane\n  ","653864":"\n  Nigga you dont just make a plan without a reason.\n  ","653865":"\n  This just made my whole life.\n  \n  This is all ive wanted to hear.\n  \n  Thank you ❤\n  ","653866":"\n  Married, like im hoping cause then i can have cute children\n  ","653867":"\n  But why?\n  ","653868":"\n  I sense you know what im suppose to sense\n  ","653869":"\n  THATS MY CAT\n  ","653870":"\n  ... then whyd you join it?\n  ","653871":"\n  Actually its very different. Its my feet.\n  \n  Do you turned on by your own feet?\n  ","653872":"\n  CHOKER NECKLACES OFF MY WISHLIST OMFG PLEASE\n  ","653873":"\n  How do you like the military?\n  ","653874":"\n  GOOD EVENING LAD\n  ","653875":"\n  I seee why youre always so serious (;\n  ","653876":"\n  I want the one from planet of the apes\n  ","653877":"\n  More like disgusted\n  ","653878":"\n  Oooh whaaaaat thats awesome\n  ","653879":"\n  THANK YOU\n  ","653880":"\n  Why would this ever be ok?\n  ","653881":"\n  What is MEPS\n  ","653882":"\n  I know ):\n  ","653883":"\n\n   https:\/\/youtu.be\/uWF-FcXRkxo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","653884":"\n  Yeah she dead now tho\n  ","653885":"\n  Haha nah, just not on here\n  ","653886":"\n  A sloth lol\n  ","653887":"\n  Omg kiko or something like that, i read a book about her LOL of course i did\n  ","653888":"\n  Right?!\n  ","653889":"\n  Look at this jawline\n  ","653890":"\n  Ahhh fuck it, ill stay on just wont be super active\n  ","653891":"\n  If chimps can read, wouldnt that mean they could speak?\n  ","653892":"\n  Ok i answered enough for now even tho i have a shitton more lol ill be back later tho\n  ","653893":"\n  I would if i had a reason too and if my dads religion didnt believe it to be unholy LOL\n  ","653894":"\n  I LIKE BIG BUTTS\n  \n  NOBODY CAN DENY\n  ","653895":"\n  Tbh i get addicted to ask, and its unhealthy\n  ","653896":"\n  Imagine if monkeys could read ?\n  ","653897":"\n  Nigga > im here\n  ","653898":"\n  Are you bored with your life?\n  ","653899":"\n  Tbh i dont really know you, buuuuuut we can change that?\n  ","653900":"\n  Your dp\n  \n  Is ??\n  ","653901":"\n  You know the know.\n  ","653902":"\n  1. Wish for a tree that actually grew money\n  \n  2. Wish for unlimited amount of every food, dessert, or candy.\n  \n  3. Wish for wishes to actually be real.\n  \n  Lol the 3rd cause then id totally get the first 2\n  ","653903":"\n  EXACTLY. God its so nice to talk to someone who get is.\n  ","653904":"\n  Im eating a baked potatoe with chili, cheese, and sour cream for din din. #stoked\n  ","653905":"\n\n   @bunniboy\n  \n  i tell you like all the time ❤\n  \n  & you just love me more and more every time\n  ","653906":"\n  Yesss! And you get to picture what you think the story is trying to tell you.\n  ","653907":"\n  Can you like try to like fuck off?\n  ","653908":"\n  I honestly miss shows but at the same time reading is good for da brain\n  ","653909":"\n  To have cute babies\n  ","653910":"\n  Nah fam\n  \n  I died ?\n  ","653911":"\n  I have a red dress, but its not for Christmas lol\n  ","653912":"\n  ? i do not like the word gash\n  ","653913":"\n  What you referring too?\n  ","653914":"\n  Awwwh same fam ❤\n  ","653915":"\n  Oh yeah, ive finished that and already read 4 other books ?\n  ","653916":"\n  Miss me miss me\n  \n  Now you wanna kiss me\n  ","653917":"\n  A LOT LIKE AAAAA LOOOOT\n  ","653918":"\n  Im great, about to escape into my book\n  ","653919":"\n  At what point is everything gonna actually go to shit and millions die.\n  ","653920":"\n  Mac???\n  \n  Or\n  \n  Chanel omfg\n  ","653921":"\n  Wassssup\n  ","653922":"\n  Absolutely nothing, cause thats all you do lol\n  ","653923":"\n  Eat. Eating a lot.\n  ","653924":"\n  Ive been really good, ive been reading a lot and i love it.\n  ","653925":"\n  OMG WAIT\n  \n  WORD PLAY?\n  ","653926":"\n  Tail*\n  \n  Gawd ?\n  ","653927":"\n  Hahahaha i love word play\n  ","653928":"\n  Awh, no tears?\n  ","653929":"\n  I know.\n  \n  But ill be black, you stay white here.\n  ","653930":"\n  Reading till my eyes bleed\n  ","653931":"\n  Its more like hes just learning to accept he will never win.\n  ","653932":"\n  Sounds like my cat ?\n  ","653933":"\n  Or 7 minutes in heaven LOL\n  ","653934":"\n  Omg rn, its hilarious.\n  \n  So like i see a question pop up\n  \n  & then it disappears like \"naah fam that wasnt for you, we will delete it for you\"\n  \n  Its so fuckin funny ?\n  ","653935":"\n  Naaah fam\n  ","653936":"\n  A bathing suit lol\n  ","653937":"\n  Omg, its one where im getting married ?\n  ","653938":"\n  Who am i suppose to find tomorrow?\n  ","653939":"\n  You are love?\n  ","653940":"\n  ALL HAIL BOOMETH ?\n  ","653941":"\n  Yes i am black, are you white?\n  ","653942":"\n  people don't really think about others it's about how they can benefit of gratify their own grubby little wants needs and so on. I do the same but only symbiotically, if my grubby little needs match with somebody else's - all dudes are just like \"send nudes?\" ... \" nudes?\" .. \"NUDEZ PLZ!!?\" Hahaha #Grubby\n  \n  Boy stop!\n  \n  And lots of girls are as bad in there own way, where they expect you to win something for them in order to make them look better to their friends\/ social media\/ personal life. And I feel cornered or trapped because I need to be a certain \"IDEA\" or thing for her own emotional gratification.\n  ","653943":"\n  Ew i hate that name\n  ","653944":"\n  Call me the soul piercer ?\n  ","653945":"\n  People like Donnell Glover new album, while im over here like not impressed.\n  ","653946":"\n  I love big hugs!❤❤\n  ","653947":"\n  Oh stoop?\n  ","653948":"\n  Apparently they are making the death penalty more painful, they recently said that people have been gasping and coughing for air, moving around like crazy and it last 34 minutes...\n  ","653949":"\n  Omg so many, but i really want to see that one about the women who worked for NASA\n  ","653950":"\n  Yeah, its called not having fetishes.\n  \n  Its a pretty awesome fetish.\n  ","653951":"\n  Omfg ? thank you. ❤\n  ","653952":"\n  Awwwwh, thank you ❤?\n  ","653953":"\n  YAAAAY❤\n  ","653954":"\n  So i started, The Flying Troutmans by Miriam Toews\n  \n  Omfg i love her writing.\n  ","653955":"\n  Yes, lets crush up some poppy seeds and get high\n  ","653956":"\n  It sounds like he should go into gingerbread psych ward HAHA\n  ","653957":"\n  Where's my hugs?\n  ","653958":"\n  I MISSED YOU.\n  \n  Ps, i love your dp\n  ","653959":"\n  I understand why i dont know LOL\n  ","653960":"\n  I believe in the art of sucking a candy cane into a shank...\n  \n  I believe in getting drunk and high with your friends and family, is Christmas\n  ","653961":"\n  OMFG YES.\n  ","653962":"\n  Ok, who the fuck is poppy\n  ","653963":"\n  Candy canes are dank\n  \n  The end.\n  ","653964":"\n  Okay i answered 10 questionsss, but i got addicted to answering questions. FUCK\n  ","653965":"\n  I really fucking enjoy the new like notifications ???\n  ","653966":"\n  I pledge allegiance to popping my pussy ?\n  ","653967":"\n  Is the real? ? did you really just tell me to love you and call yourself pretty?\n  ","653968":"\n  It cracks me up how hard they are trying to get trump out of being elected for President lol they are doing ANYTHING.\n  \n  Like they are still recounting votes lol\n  ","653969":"\n  EXACTLY. I WANT TO BE HER BEST FRIEND\n  ","653970":"\n  I chose\n  \n   @ass4lyfe\n  \n  cause i was 17 and really big about booty LOL\n  \n  Lady boometh, is because im lady boometh\n  ","653971":"\n  Just buy her a goddamn present, and have birthday sex. BAM HAPPY GIRLFRIEND\n  ","653972":"\n  Most of my teenage years i was grounded LOL\n  ","653973":"\n  Both sound pretty fucking awesome.\n  \n  I would love to know where my choices will lead me so i can know what choices not to make. That'd be handy.\n  \n  But i would also love too jump in other peoples dreams, especially the ones i want to think or notice me. Its like forcing them to think about me, like imagine if i went into Miley Cyrus dreams and then she spent her days looking for me and we became best friends LOL\n  ","653974":"\n  All i have planned is to not be frozen solid since its so cold here! ❄\n  ","653975":"\n  Im only answering 10 questions, so you fuckers dont forget i exist (;\n  \n  Which I'm pretty sure you havent cause i have A LOT of questions\n  ","653976":"\n  Shout, because my voice is so soft, no one can ever hear me talk so i barley talk lol\n  ","653977":"\n  Im wonderful, i love yt\n  ","653978":"\n  Can i meet will Ferrell and like just follow him everywhere so i can constantly laugh\n  ","653979":"\n  Yessssss omg\n  ","653980":"\n  Dude HE CRACKS ME UP\n  ","653981":"\n  I love them all except Justin, he actaully sounds like a girl\n  \n\n   https:\/\/youtu.be\/UEob1L_tsn0\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","653982":"\n  Im annoyed, like why the fuck do people follow me on insta, just to unfollow - like dont follow me if youre gonna just end up unfollowing you assholes jesus.\n  ","653983":"\n  HAHAAHAHAHHAHAHAHHA\n  \n  ILL DO SOME PUSSY PUSH UPS HAHAHAH\n  ","653984":"\n  Only if i get cookies after\n  ","653985":"\n  HAHAHAHAHAHAHAAHHAAH\n  \n  YOU MAKE ME WANT TO WORK OUT ??????????\n  ","653986":"\n\n   @JVS92\n  \n\n  you got to watch this\n  \n\n   https:\/\/youtu.be\/uWF-FcXRkxo\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","653987":"\n  i wannnnna seeee\n  ","653988":"\n  Time to watch creepy yt vid!\n  ","653989":"\n  HAHAHAAAAHAHAHAHAAH\n  \n  PP OMFG\n  \n  THIS IS TOOO MUCH\n  ","653990":"\n  Naaaah, i just get my post for my blog for there\n  ","653991":"\n  HOW DO YOU KNOW THIS\n  ","653992":"\n  A cute tumblr girl\n  ","653993":"\n  Shes cute ugh\n  ","653994":"\n  I dont think thats gonna go over so well\n  ","653995":"\n  I mean yes and no ?\n  ","653996":"\n  HAHAHAHABAHAHHAHAHAHAHAHHAHAAHHAHAHAHAHHAHAHAHAHAHHA I ACTUALLY STARTED CRACKING UP THATS AWFUL HAHAHAHH I JUST IMAGINED A BUFF PUSSY OMFG\n  ","653997":"\n  Oh i didnt know that\n  ","653998":"\n  HAHAHAHAHAHHAAH OMFG\n  ","653999":"\n  Purrrrty much\n  ","654000":"\n  I THINK ITS MORE LIKE WETNESS LOL\n  \n  A GODDAMN SLIP AND SLIDE\n  ","654001":"\n  Lol no, cause i dont have anything rn\n  ","654002":"\n  You made my brain go boom ?\n  ","654003":"\n  Im quite worse in person, i tone it down on here HAHAA\n  ","654004":"\n  Trying to get the motivation to call to get health insurance lol\n  ","654005":"\n  OMFG HAHAHAHHAAHA\n  ","654006":"\n  I HOPE❤\n  ","654007":"\n  I think he'd like me considering i have \"past is prologue\" on my arm ❤\n  ","654008":"\n  This kid had the best childhood\n  ","654009":"\n\n   @Pookeo9\n  \n  I FINALLY CHANGED MY NAME\n  ","654010":"\n  Thank you (:\n  ","654011":"\n  Oooooh\n  ","654012":"\n  Isnt it December?\n  ","654013":"\n  I changed my naaaame\n  ","654014":"\n  YOU HAVENT YET\n  ","654015":"\n  I feel you in that!! But they are so comfy\n  ","654016":"\n  Im gooooood\n  ","654017":"\n  What did you get?!\n  ","654018":"\n  Hello\n  ","654019":"\n  I think im gonna be a nerd, and read all day\n  ","654020":"\n  Whats upppp\n  ","654021":"\n  They are pussy bitches, and you dont need to associate with them❤\n  ","654022":"\n  EXPLODE HER PAGE MY FELLOW ANONS??\n  ","654023":"\n  I know im sexy ?\n  ","654024":"\n  I dont believe i did!\n  ","654025":"\n  ??\n  ","654026":"\n  Im just gonna pretend i understood anything you just said\n  ","654027":"\n  OMFG I FORGOT MY HOT CHOCOLATE\n  ","654028":"\n  Okay well if youre on your phone theres literally a button that says \"gif\" right next to the camera ?\n  ","654029":"\n  If you dont know who these charcters are from, we cant be friends\n  ","654030":"\n  IM SPECIAL ❤\n  ","654031":"\n  Well fuck crazy people\n  ","654032":"\n  I hate saying goodbye, it the saddest and worst feeling ever. I always hope ill see you in the future, just to make myself feel better\n  ","654033":"\n  Whaaaaat\n  \n  Thats crazy\n  ","654034":"\n  How i feel every morning\n  ","654035":"\n  Mind blown ?\n  ","654036":"\n  Idk what youre saying so\n  ","654037":"\n  Damn thats dedication my friend\n  ","654038":"\n  They need to fuck off &\n  ","654039":"\n  Curious question: ive been having dreams about people ive never even met, do people whove never met me, have dreams about me? Will i ever actually meet these people.\n  \n  & the people i do know that i dream of, are they thinking or dreaming of me as well?\n  ","654040":"\n  I am not shocked, like at all\n  ","654041":"\n  Chinchillas\n  \n  If i had one id name it chink\n  ","654042":"\n  Ive found my true love ??\n  ","654043":"\n  Do you like it?\n  ","654044":"\n  I love guy richie films\n  ","654045":"\n  Wait, do i?? ?\n  ","654046":"\n  Wait that didnt answer the question\n  ","654047":"\n  I could never be a cop\n  ","654048":"\n  I use purple?\n  ","654049":"\n  I wisssh i could watch it\n  ","654050":"\n  Im making myself want to watch it\n  ","654051":"\n  I dont ?\n  ","654052":"\n  ✋\n  ","654053":"\n  Are you using a phone or computer\n  ","654054":"\n  Its a real issue ?\n  ","654055":"\n  Im good, just loving gifs rn\n  ","654056":"\n  Fuck watchin all these gifs make me remember why im obsessed with them\n  ","654057":"\n  I\n  \n  DONT\n  \n  USE\n  \n  IT\n  \n  FUCKIN\n  \n  CHRIST\n  ","654058":"\n  Victoria secret ya bish\n  ","654059":"\n  They are so cute\n  ","654060":"\n  Funniest scene in the movie\n  ","654061":"\n  Im sorry that happened\n  \n  Idk if you seen boondock saints but i read it in the way he says it\n  ","654062":"\n  Tangerine ?\n  ","654063":"\n  Shaaaaawty\n  ","654064":"\n  If i don't take a nap now, ill be passed out by 8 like a grandma\n  ","654065":"\n  Was he black?\n  \n  Omfg\n  \n  Im awful\n  ","654066":"\n  When im pissed off cause my phone doesnt work fast enough and then realize what a beautiful world it is to have a phone that can do what it does. #firstworldproblems\n  ","654067":"\n  Smh?\n  \n  Runway models exist too\n  \n  And so do high fashion\n  \n  Or just fashion models.\n  \n  Not everything need to be sexualized\n  ","654068":"\n  I LITERALLY JUST ANSWERED THIS\n  ","654069":"\n  That moment your bed is so big you have a wardrobe at the bottom right side cause youre to lazy to put anything away\n  ","654070":"\n  Is that the only type of models you think exist?\n  ","654071":"\n  Its not who its what i watch, and i like mysterious videos❤❤ like forbidden archives\n  ","654072":"\n  YOURE RIGHT\n  ","654073":"\n  Can my laundry be done so i can watch yt vids till i pass out\n  ","654074":"\n  Yikes, what happened to your back\n  ","654075":"\n  Is it nap time yet?\n  ","654076":"\n  I agree!\n  ","654077":"\n  Not anymore\n  ","654078":"\n  Soo what happened\n  ","654079":"\n  IM SO SORRY ??\n  ","654080":"\n  Fucking bushido\n  ","654081":"\n  Thank you so much\n  \n  Ex cop? So how old are you?\n  ","654082":"\n  Hahah its more the stories behind the 6 men who were the flagraisers, the movie is based but the book is a biography.\n  ","654083":"\n  I just dont remember learnin that they were just so brutal, i knew they were nuts but not THAT nuts\n  ","654084":"\n  Most people know the movie lol\n  ","654085":"\n  I am BAFFLED by what i just read, this is what Japanese did to Chinese women...\n  \n  \"Pregnant women were marched to one killing field where Japanese placed bets on the sex of the fetus about to tumble from its mothers womb, cut by a samurai sword. In another area of town drunken soldiers laughing and tossed babies in the air to be skewered on the ends of their buddies bayonets. Dogs grew too fat too walk, feasting on corpses on the street.\"\n  \n  WHAT THE ACTUAL FUCK\n  ","654086":"\n  LOL no.\n  ","654087":"\n  Flags for our fathers?\n  ","654088":"\n  ?\n  ","654089":"\n  Awh thanks, i should model now tho\n  ","654090":"\n  Yeeeeees\n  \n  Stalk me\n  ","654091":"\n  I WANT ICE CREAM\n  ","654092":"\n  Death march\n  ","654093":"\n  Im pretty good, pretty sleepy just readin\n  ","654094":"\n  Under cover of darkness\n  ","654095":"\n  No i dont, i wish\n  ","654096":"\n  So much weather, makes me sleepy\n  ","654097":"\n  Who the hell is yelling at you?\n  ","654098":"\n  Come bake me cookies\n  ","654099":"\n  THATS ME!\n  ","654100":"\n  Damn the Japanese were brutal in the 1930s\n  ","654101":"\n  I found lil fishies\n  ","654102":"\n  Well thats bomb.com\n  ","654103":"\n  Awwh! Im sorry\n  \n  I just looked outside and its like snow raining, so im definitely not gonna go outside hahaha\n  ","654104":"\n  I FINALLY FINISHED THAT CHAPTER.\n  \n  I should really go for a walk, but naaaah fuck it. Not today\n  ","654105":"\n  WE SHOULD WATCH IT\n  ","654106":"\n  Gaaaah\n  \n  I also really wanna see that new blair witch moviee.\n  ","654107":"\n  ❤❤❤\n  \n  I want beans and toast lol\n  ","654108":"\n  Thats sweet, i think\n  \n  Ok im gonna read more\n  ","654109":"\n  Whats up?\n  ","654110":"\n  2-5 depends on where i go\n  ","654111":"\n  Im so close to finishing this chapter, but i get so distracted..\n  ","654112":"\n  It sounds awesomeeeee\n  ","654113":"\n  HAHAHAHA\n  ","654114":"\n  All i want for Christmas is a pound of weed\n  ","654115":"\n  You gonna wrap me up and put a bow on top?\n  ","654116":"\n  THAT SOUNDS DOPE AS FUCK\n  ","654117":"\n  Ooooh, so where you be?\n  ","654118":"\n  Who da fuq\n  ","654119":"\n  I dont think im gonna go on a walk today\n  ","654120":"\n  Blonde\n  ","654121":"\n  How do you know where i live\n  ","654122":"\n  Youve heard it?\n  ","654123":"\n  Ohhh yes, very nice ?\n  ","654124":"\n  OMFG\n  \n  I was the shit on myspace hahahah\n  \n  And the myspace selfies - now those were the days we needed selfie sticks ?\n  ","654125":"\n  I think im a witch without even tryin to be\n  ","654126":"\n  Are you calling me a ho ho ho?\n  ","654127":"\n  I cast a spell on people i swear.\n  ","654128":"\n  You thought what\n  ","654129":"\n  OMFG YESTERDAY I HAD HIT ME BABY ONE MORE TIME STUCK IN MY HEAD!!\n  \n  god i miss those days. & nsync or backstreet boys GAAWWD the good days.\n  \n  Youre making me feeel old! I remember getting the first macbook holy shit.\n  ","654130":"\n  I wish i had more cookies\n  ","654131":"\n  Thats nice ?\n  ","654132":"\n  Omfg\n  \n  Shut up\n  ","654133":"\n  You dont need those here..\n  ","654134":"\n  I want a lot of things ?\n  ","654135":"\n  Zero. Niche. None.\n  ","654136":"\n  YOU PERFECT HUMAN ?\n  ","654137":"\n  I dont use twitter anymore but i had like 1k+ but that probably went down.\n  \n  And on instagram, well nigga you can go look lol but its like 3600\n  ","654138":"\n  That moment when you scroll through\n  \n   @JimarasArchenemy\n  \n  page and just LOVE everything he posts ??❤❤????\n  \n  & lowkey wanna be more like him.\n  ","654139":"\n  Im goood lol\n  ","654140":"\n  Whys that?❤\n  ","654141":"\n  I honestly just want pizza grr\n  ","654142":"\n  This one town off the main road ?\n  ","654143":"\n  Yes, i miss being close 7\/11\n  ","654144":"\n  I miss the city\n  ","654145":"\n  Its weird how much better i sleep once i said, \"nope fuck you and get out of my life\" to certain people. The dreams aren't as horrifying as they used to be. And my chest doesnt feel like its filled with bricks\n  ","654146":"\n  My heart on my sleeve for\n  \n   @bunniboy\n  \n\n  I wish i could be with him all cozy in the house on this snowy day. While we sit by the fire, watching ash stare outside at the dripping snow and making cookies. Hes all i want and everything i need. If i never moved to the woods, i dont think i would have every fully understood how much i love that man. Hes so wonderful to me, and he loves me for me - which i can't say for a lot of other fuckers. He treats me like a princess, like he actually does. I hope i dont fuck this one up, and i dont plan on doing anything that could. I cant wait to be in his arms, cause thats all i want to wear - his love. ❤\n  ","654147":"\n  Yes i really get to clesr my head and figure out what i want and what is best for me\n  ","654148":"\n  I am in the woods\n  ","654149":"\n  I DIED OF HAPPINESS\n  \n  DOPE ASS ASK PAGE\n  \n\n   @JimarasArchenemy\n  \n\n  LIKE YAAAAAAAS\n  \n  SOMEONE WHO UNDERSTANDS WHAT I LIKE\n  ","654150":"\n  Bleeeeeeeh\n  ","654151":"\n  But i like getting outside and seeing nature\n  ","654152":"\n  Thats good, we cant all be winners\n  ","654153":"\n  Probably, i do not like and i need to exercise at some point\n  ","654154":"\n  Idk why im so tired today\n  ","654155":"\n  I always found it cute when a boy would go off tl war and come back and his high school sweetheart was still waiting for him and they got married. Cant say theres much of that same loyalty to this day\n  ","654156":"\n  I mean i could\n  ","654157":"\n  Im a hell- raiser\n  ","654158":"\n  Awh its not like i have to do much, i throw clothes into a machine and press a button lol\n  ","654159":"\n  You know what would be hard, growing up in the 30s\n  ","654160":"\n  I actually do too.\n  ","654161":"\n  GODDAMN IT FINE, YOU WIN\n  ","654162":"\n  I just did and it is ?\n  ","654163":"\n  Oh good, cause im doing laundry\n  ","654164":"\n  21\n  ","654165":"\n  Id like them if i could find them ?\n  ","654166":"\n  PURPS???\n  ","654167":"\n  Its actually pissing me off\n  \n  My mom went for \"broken symphony\" for her painting\n  ","654168":"\n  I was born in the 90s, so i got a little taste of it and i remember a lot of the fashion and full house definitely helped me get a good dose of the 90s. But i still have some of the clothes from the 90s and god i just love them so much. ?? but yeah i grew up technically in the 2000s as well.\n  \n  But the music in the 90s, the dances omfg\n  \n  Like the 70s - 90s are a time i wished i was apart of\n  ","654169":"\n  I love how i remind people of things just cause of my name❤\n  ","654170":"\n  It it possible for the weather here to jack my face up? Cause im breaking out a lot and it sucks\n  ","654171":"\n  MY KITTY IS BEING SO CUDDLY I MIGHT DIE\n  ","654172":"\n  Cool beans\n  \n  Cool cool\n  \n  Beans beans\n  ","654173":"\n  But without them, youre blind ?\n  ","654174":"\n  It stopped! Its a little bit too warm for more snow lol\n  ","654175":"\n  Okay so like when and where?\n  ","654176":"\n  HAHAHAHA i miss the 90s fashion so much\n  ","654177":"\n  HAHAHAHAHAHAHAHAHAHAH OMFG MAN THAT WAS THE TIME TO BE YOUNG I LOVE EVERYTHING ABOUT THIS VIDEO\n  ","654178":"\n  Just saw a post saying that their niece is so cute, and they want to die\n  \n  SAME BRO SAAAME FUCKIN HERE\n  ","654179":"\n  No thank you!\n  ","654180":"\n  How did people feel comfortable in an outhouse\n  ","654181":"\n  Lovin that one as well\n  ","654182":"\n  Thats a good one!! ❤\n  ","654183":"\n  SOMEONE HELP NAME MY MOMS PAINTING DOWN BELOW ⬇⬇\n  ","654184":"\n  Am i cat?\n  ","654185":"\n  Help my mom with a title!!\n  ","654186":"\n  Because they are\n  ","654187":"\n  I am good, but super tired today\n  ","654188":"\n  Go for it, you wont get a reply?\n  ","654189":"\n  Not good enough service\n  ","654190":"\n  Its so good & i just found out one of the 6 men were seventh day Adventist which is what my dad and his family are.\n  ","654191":"\n  James Bradley\n  \n  The son of one the men who was a flagraiser in WW2\n  ","654192":"\n  I do but i dont use it right meow\n  ","654193":"\n  Its amazing!!\n  ","654194":"\n  It snows a lot here cause we're in a higher elevation\n  ","654195":"\n  Im pretty sure i burned your eyes & you can't see\n  ","654196":"\n  Flags for our fathers\n  ","654197":"\n  My kitty is legitly watching snow fall, shes just sitting on the window sill - watching. Shes adorable\n  ","654198":"\n  Really cause i swear i look like a dumpster fire\n  ","654199":"\n  Sorry for looking horrifying ?\n  ","654200":"\n  MY NAME IS BOOM AND IM THE BOMB\n  ","654201":"\n  Youre welcome ??\n  ","654202":"\n  I dont believe so, why\n  ","654203":"\n  WHAT HAPPENED TO HIS EYE?\n  ","654204":"\n  I just wanna lay in bed watching yt vids until i pass out\n  ","654205":"\n  Tomb raider\n  \n  Cause that bitch dope\n  \n  &&\n  \n  I wanna do cosplay of her\n  ","654206":"\n  Hey hey pretty lady ??\n  \n  Youre straight burning up my screen cause youre so fireeee ??\n  \n  But honestly, give me your eyebrows you perfect being\n  ","654207":"\n  IS A GOAL OF 100K ANSWERS A LOT?\n  ","654208":"\n  Awwwh, well im an ask whore so im on here.\n  ","654209":"\n  Well thats cute ?\n  ","654210":"\n  Straight kitty cuddling\n  ","654211":"\n  Hiiii❤❤❤ what is good?\n  ","654212":"\n  Youre making me not love salami\n  ","654213":"\n  Youre adorable\n  ","654214":"\n  I hope i have a great daay honestly ?\n  ","654215":"\n  I lowkey like it better than stomach\n  ","654216":"\n  Not sweat? ?\n  ","654217":"\n  But i dont wanna ?\n  ","654218":"\n  No no, i didnt ?\n  ","654219":"\n  Oh i know, shes gonna be gorgeous!!\n  ","654220":"\n  MY KITTY KEEPS PAWING MY FACE CAUSE SHE WANTS MY ATTENTION. NOW SHE FLICKING HER TAIL ON MY FACE HAHAHAHAHAH SHE NEEDS TO QUIT ✋\n  ","654221":"\n  Is this suppose to be english\n  ","654222":"\n  My brother created an angel ????\n  ","654223":"\n  No, we moved actually. I miss that house despite that room. And actually the master bedroom freaked me out, it was my sisters room cause my dad took the upstairs bedroom  (3 story house) but anyways i could never go in the walk in closet, i swear there was something hiding in there.\n  ","654224":"\n  YES WAAAAY\n  \n  AYE BAY BAY\n  ","654225":"\n  We just dont speak about them ?\n  ","654226":"\n  Well when i was 8 years old, i woke up suddenly and i didnt know why but i was facing my wall and the hall light was on so something in my brain told me to look at the wall, and a shadow of some sort of figure nonhuman was behind me and had a knife, i turned quickly and heard a thud on the ground - saw nothing but the knife. I ran out of my room so fast and we had a lot of extra bedrooms in my house so i switched rooms later on, because it always felt like something was watching me.\n  \n  There was a time in my second bedroom where i was alone and i heard the doorknob to my first room turning and when i went to go check, the door just started shaking. I hated that room.\n  ","654227":"\n  No way?\n  ","654228":"\n  Dont talk about my butt burps\n  ","654229":"\n  Thats usually what happens ):\n  ","654230":"\n  Im broke as of right now ?\n  ","654231":"\n  THANK YOU\n  \n  I LOVE HER SO MUCH❤❤❤\n  ","654232":"\n  This freaks me out ?\n  ","654233":"\n  THANK GOD, CAUSE YOURE THE BEST TWIN TO HAVE\n  ","654234":"\n  Thats not my baby, thats my niece haha\n  ","654235":"\n  LOVE HER\n  ","654236":"\n  5'3\n  ","654237":"\n  Sweats on sweats on sweats\n  \n  ARENT I SEXY\n  ","654238":"\n  Standing in front of a crowd and speaking\n  ","654239":"\n  That moment you just watch a video of someone jumping off a cliff and disappearing with only his footprints left behind\n  ","654240":"\n  THATS WHY I LOVE LANA SO MUCH. SHES SO SAD!!!!\n  \n  &\n  \n  OMFG THATS THE SHIT I LOVE AS WELL\n  ","654241":"\n  Ohhh use too?\n  ","654242":"\n  Maybe (;\n  ","654243":"\n  I dont have the patience\n  ","654244":"\n  YOU SAW THAT TOO okay im not crazy!!! Thank god. But yesss keep watching, i love watching stuff with people makes it so much more enjoyable\n  ","654245":"\n  I just saw weird looking clouds but thats it, i watched it like 4 times trying to see what he saw ... but maybe its a good thing i didnt hahah\n  \n  The more you get into the video the weirder the videos become. LIKE WTF\n  ","654246":"\n  YOURE LIKE ME SAD SONGS ARE THE SHIT OMFG THE MORE IT RIPS OUT MY HEART THE BETTER\n  \n  ❤❤❤\n  \n  THESE VIDS ARE LIKE UNEXPLAINED MYSTERIES THAT WERE FILMED A LONG ASS TIME AGO. EVERYTHING IS IN A DIFFERENT LANGUAGE BUT MY BRAIN IS EXPLODING\n  ","654247":"\n  Dudeee the ending is weird\n  \n  TELL ME IF YOU SEE ANYTHING.\n  ","654248":"\n\n   @bunniboy\n  \n  ❤❤❤\n  ","654249":"\n  It could have been...\n  ","654250":"\n  FORBIDDEN ARCHIVE VIDS\n  \n  IM LIKE DYING OF SHOCK\n  ","654251":"\n  Ive heard many stories like that!\n  ","654252":"\n  THESE VIDEOS MAN\n  \n  IM SO SHOCKED.\n  ","654253":"\n  Tell me?\n  ","654254":"\n  Lol whats getting on my nerves is you thinking youre getting on my nerves ?\n  ","654255":"\n  I loveeee footage of ghosts\n  ","654256":"\n  WHAT THE FUCK DID I JUST WATCH\n  \n  There was a random dude in the middle of the ocean, divers go to see whats going on and the guy pulls a diver with him under the sea and he swims super fast that he pulled the diver 600 ft away from the boat in a matter of seconds then dives down with the diver, 7 days later the diver washes up on the shore ALIVE and has to be put in a mental asylum... WTF.\n  ","654257":"\n  Oh god, not really lol\n  ","654258":"\n  Im just so interested in the unexplained\n  ","654259":"\n  LADY BOOMETH\n  \n  But really its\n  \n  Savannah\n  ","654260":"\n  Watch these forbidden archives with me\n  \n  They are blowing my mind\n  \n\n   https:\/\/youtu.be\/oIQBqX8B8b8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","654261":"\n  I cannot explain what i just watched, but in a way it was so beautiful\n  \n  Time really is an illusion\n  ","654262":"\n  Well thats kinda cute\n  ","654263":"\n  Mother earth is wounded by words that carry madness\n  \n  And the night brings vengeance.\n  ","654264":"\n  & i thought i was weird.\n  ","654265":"\n  They captures words\n  \n  Because no word is true\n  \n  And drive them into the earth\n  ","654266":"\n  I havent eaten salami for years\n  \n  Now leave me alone so i can watch my video\n  ","654267":"\n  YOU HAVE THE WILL, YOU FIND A WAY ❤?\n  ","654268":"\n  Im obsessed with forbidden archives\n  ","654269":"\n  Awh im sorry.\n  \n  I miss my babe too\n  ","654270":"\n  Why? Cause im interested in more than the latest trend, whos the best football team, or what celebrities are doing?\n  \n  I want to know more about the unexplained, i want to comprehend the incomprehensible. Some people make life so boring when theres so many things we dont understand.\n  ","654271":"\n  Ive been watching this, omfg its so creepy and so crazy\n  \n\n   https:\/\/youtu.be\/oIQBqX8B8b8\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","654272":"\n  OMG THERES NO WAY ?\n  ","654273":"\n  I watch some weird shit HAHA\n  ","654274":"\n  Naaah, i dont do make up as well as i wished\n  ","654275":"\n  I dont mean it\n  \n  Just give me pizza\n  ","654276":"\n  I wish i had dimples\n  \n  Dimples are cute\n  ","654277":"\n  HOW MUCH?\n  ","654278":"\n  EFF YOU?\n  ","654279":"\n  I think i just fell in love\n  ","654280":"\n  I wish i had pizza.\n  ","654281":"\n  Okay ya that makes sense haha\n  \n  Idk if my kitty is hiccupin or burping\n  ","654282":"\n  How do you not sweat?\n  ","654283":"\n  Honestly, it just all depends whether you trust your significant other or how loyal they are.\n  ","654284":"\n  I have 4 blankets on here and it should be warm already\n  ","654285":"\n  HOLY NUTSACK MY BED IS COLD\n  ","654286":"\n  ILY ???\n  ","654287":"\n  Im getting cold so time to crawl into bed and watch more yt videos lol\n  ","654288":"\n  My whatty what\n  ","654289":"\n  Noo, why would he?\n  ","654290":"\n  No one like long answers on here i swear, but i LOVE them\n  ","654291":"\n  Yessss\n  ","654292":"\n  Naaaaaaaaah??\n  ","654293":"\n  Omg wear like a nice sports coat, button down, with nice pants?\n  ","654294":"\n  Whats up\n  ","654295":"\n  I dont know\n  \n\n   @bunniboy\n  \n  help\n  ","654296":"\n  Its still far as friiiick\n  ","654297":"\n  OMG ITS LIKE IM READING A CUTE LOVE STORY\n  ","654298":"\n  Thank you so much\n  \n  Youre so cute and sweet!!!\n  \n  & of course very pretty!!\n  ","654299":"\n  You dont need to be in her shoes to guide her.\n  \n  And that just proves even more that her friends are major whores and will probably experience having chlamydia, herpes, gonorrhea, or hiv\/aids by the time there 30 & some douchebiggalos baby mama LOL\n  \n  & fuck her friends, those arent real friends. Friends dont pressure you to do something you dont want too.\n  ","654300":"\n  You have a weird obsession?\n  ","654301":"\n  THATS TOOO FUCKIN FAR\n  ","654302":"\n  Say this \"your friends are just satans whores, and youre a saint.\"\n  ","654303":"\n  Damn some people are fucked up and too bored with their own lives.. like stfu\n  ","654304":"\n  No but i can show you my foot up your ass?\n  ","654305":"\n  Gonne be honest, i do know what youre talking about because im not British and ive never heard about this..\n  ","654306":"\n  Its just funny to me how people dont want to believe the facts theyve prooven and shown - theres so much evidence. Billions x trillions of planets and astronaut testimonies about the things theyve seen\n  \n  But yet people would rather believe in a man made book that theres a God in the sky...\n  ","654307":"\n  Dude thats FORVER\n  ","654308":"\n  Instagram\/thesavannahames\n  ","654309":"\n  WHATTY WHAT??\n  ","654310":"\n  TELL ME ABOUT HIM\n  ","654311":"\n  ??❤???????????❤❤\n  ","654312":"\n  God stop linkin ppl to me\n  ","654313":"\n  OMFG THANK YOU.\n  \n  LIKE THAAAAAAAANK YOU ????????????❤❤❤❤❤❤??????❤❤❤\n  \n  you are so intelligent and this is why youre my favorite\n  ","654314":"\n  Why do you ask such rude questions\n  ","654315":"\n  Im annoyed that people cant see whats right in front of them.\n  \n  EDUCATE YOURSELF.\n  \n  I cant live in a world full of ignorance\n  \n  My ex was the same way, no matter how many videos, articles, or interviews i showed him - he didnt WANT to believe it because it was too scary for him.\n  \n  Its more frightening for me to believe theres some superior being pulling on the strings.\n  ","654316":"\n  Im waaaaaiting\n  ","654317":"\n  So was Obama and William smith.\n  \n  You have to naive to not think theres mors to our universe then us, were not special no matter how many times you tell yourself we are.\n  \n  Theres literally 100s on 100s of recordings and documented proof from so many different countries such as Jerusalem, Russia, and China declaring theres more out there.\n  \n  How can you say theres not when theres not even a number for how mant planets are out there... just research for an hour and youll find more proof, hard cold evidence of aliens then youll find on any God.\n  \n  I mean fuck they already found a planet they call earth 2.0 cause its IDENTITCAL to us.\n  ","654318":"\n  Shes my perfect bum?\n  ","654319":"\n  If i used either hun?\n  ","654320":"\n  Omg who?!\n  ","654321":"\n  Id rather believe in aliens\n  ","654322":"\n  Trust me, he doesnt give a shit about his sins lol\n  ","654323":"\n  ITS FUNNY CAUSE HE WAS A VERY RELIGIOUS MAN AND HAD 6 CHILDREN LOL\n  ","654324":"\n  Okay hes a child rapist and cannibal who  has eaten a child from every state... ?\n  ","654325":"\n  LEMME WATCH AND FIND OUT ???\n  ","654326":"\n  ASH ???❤❤\n  ","654327":"\n  I suck at piercings lol but love tats\n  ","654328":"\n  #repost\n  ","654329":"\n  ??? gawwwwd\n  \n  Sweetness ❤\n  ","654330":"\n  I hope so but for now im gonna watch a documentary\n  ","654331":"\n  Your dp is cute ?\n  ","654332":"\n  BECAUSE IM ALREADY IN LOVE.\n  ","654333":"\n  Yupppp\n  \n  I have one that says\n  \n  \"& we will float like angels together\"\n  \n  \"Past is prologue\"\n  ","654334":"\n  Its okaaaay!\n  \n  I feel off today but hopefully a little walk will be good for me\n  ","654335":"\n  Bless me\n  \n  I just sneezed\n  ","654336":"\n  Im okay except my cat just clawed me in the arm ?\n  ","654337":"\n  Im good but thanks for your input\n  ","654338":"\n  Hey laddddy?\n  ","654339":"\n  MAYBE NEXT TIME YOU SHOULD CLARIFY THAT YOU WIERDO\n  ","654340":"\n  HAHAHAHHAHAQAHA SOUTHERN\n  \n  Omfg no\n  \n  Im from the west coast bro.\n  ","654341":"\n  Maybe wait till shes older and starts having bfs\n  ","654342":"\n  Well thats good!\n  ","654343":"\n  I LOVE HER SO MUCH.❤❤❤\n  ","654344":"\n  If i had weed, i would be stoned as fuck\n  ","654345":"\n  I just like it cause hes bae\n  ","654346":"\n  Youre cute\n  \n  But you already knew that.\n  \n  You crack me up with a bunch of the shit you say?\n  \n  & nice name sugaaa\n  ","654347":"\n  Omg ❤❤❤\n  \n  I miss you!!\n  \n  How are you\n  ","654348":"\n  I love most of the marvel shit\n  ","654349":"\n  Same but i need to go on a walk soon\n  ","654350":"\n  I just dont like when they make movies based on games\n  ","654351":"\n  It would make mine as well\n  ","654352":"\n  HIII KING KONG OF THE  CUNTY CUNT❤\n  ","654353":"\n  Probably not\n  ","654354":"\n  I LOVERS YOU TOOO.\n  \n  MY KITTY IS BEING CUTE AGAIN\n  \n  I CANT STAND IT ❤?\n  ","654355":"\n  OMFG OMFG\n  \n  OMFG OMFG\n  \n  YOU'RE AMAZING\n  \n  GAWWWD\n  \n  THANK YOU\n  ","654356":"\n  Ill punch you\n  ","654357":"\n  Tomb raider\n  \n  Assassin creed\n  \n  Diablo\n  ","654358":"\n  No?\n  ","654359":"\n  Im gonna go back, i just wanted to be young for a little lol\n  ","654360":"\n  Youre not here.\n  ","654361":"\n  THAT IS SO COOL THO\n  ","654362":"\n  Hahahahhhahaha\n  \n  Thats funny\n  ","654363":"\n  you made me think of these song\n  \n  Cause i thought of \"shakin my peaches and cream\"\n  \n\n   https:\/\/youtu.be\/f88sgZ2__wc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I love this song tho\n  \n\n   https:\/\/youtu.be\/geV8SmVhs0U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","654364":"\n  Why would being soulmates stop me from eating my food?\n  ","654365":"\n  Literally everything you said was describing me, but i also have a dark side. I truly am a gemini to the core.\n  \n  Its like two different souls battling against each other in one body. I can be good but i can be bad as well. Im just bipolar by nature LOL\n  ","654366":"\n  Its all gone ?\n  ","654367":"\n  Like my brain doesnt want to work or something\n  ","654368":"\n  I SWEAR YOURE THE ONLY ONE THAT FINDS ME CUTE\n  ","654369":"\n  I can disagree with that lol\n  ","654370":"\n  I dont think so?\n  ","654371":"\n  I love food\n  ","654372":"\n  We are cursed in that way my friend\n  ","654373":"\n  Im like too tired to answer my questions the way i should like I'm just so out of it\n  \n  Or i feel really empty idk\n  ","654374":"\n  I dont have just one\n  \n  Lol\n  ","654375":"\n  I must be since everybody is coming to me with their problems like im the long lost duaghter of dr. Phil\n  ","654376":"\n  I really am just super lazy today like ugh\n  ","654377":"\n  Acting, lol\n  ","654378":"\n  How about you make it, and ill watch it lol\n  ","654379":"\n  WELL HELLO THERE\n  ","654380":"\n  In good, i didnt read at all yesterday\n  \n  I hope i get motivation to do some reading today\n  ","654381":"\n  You and me both!!! Omfg\n  ","654382":"\n  I really really want this\n  \n\n   http:\/\/www.brit.co\/too-faceds-unicorn-tears-lipstick-is-the-only-beauty-product-youll-need-this-holiday-season\/\n  \n","654383":"\n  I just realized i have to go outside\n  ","654384":"\n  SPACE BOUND ?\n  ","654385":"\n  I should just become\n  \n  Dr. BOOM\n  \n  And have my own talk show... ?\n  ","654386":"\n  Hes just the king to my heart\n  ","654387":"\n  Its still going, but its good?\n  ","654388":"\n  Nothing about this is funny.\n  \n  We have no idea what is going on in her life. Have some decency.\n  ","654389":"\n  Why are you so concerned what someone else is doing with their own body.\n  \n  Its their choice. We have nothing to do with it?\n  \n  It doesnt matter what i would do because i dont know what she is going through.\n  \n  Having a kid & aborting a kid has their own different difficulties.\n  \n  And we have no right to judge someone for the choices they make with THEIR OWN BODY.\n  ","654390":"\n  I dont find that very entertaining, its too fake\n  ","654391":"\n  Aint nobody got time for that\n  ","654392":"\n\n   @bunniboy\n  \n  honestly i wouldnt be shocked at one point he was LOL\n  \n  Sorry babe ?\n  ","654393":"\n  Nah, but Uranus is awfully gassy\n  ","654394":"\n  I am good!! Kinda already tired but i got so much too doo, and i keep procrastinating\n  ","654395":"\n  Cannibalism much?\n  ","654396":"\n  Fuck asshole anons ?\n  ","654397":"\n  Yeah, cause i was actually going to bed?\n  \n  Like why do people care about the stupidest things\n  \n  Like care about world hunger please\n  ","654398":"\n  I kinda dont like people who are nonreaders, shows how much education they truly lack\n  ","654399":"\n  Ew cooking\n  \n  Id rather have a chef\n  ","654400":"\n  Good afternooon?\n  ","654401":"\n  THANK YOU SO MUCH❤\n  ","654402":"\n  LOL youre whale cum\n  ","654403":"\n  WHAT ABOUT URANUS (;\n  ","654404":"\n  Omg people are such idiots and need to do some reading ?\n  ","654405":"\n  Fuck mars, lets go to Jupiter\n  ","654406":"\n  Why are we talking about any other Jacob then\n  ","654407":"\n  I love you!\n  \n  I finally finished my nails, but now i gotta go clean more :\/\n  ","654408":"\n  My blog instagram lol\n  ","654409":"\n  THE BIGGEST CROPS IN AMERICA ARE WEED CROPS LIKE OMFG\n  ","654410":"\n  I just want to have a holiday meal that has weed butter in EVERYTHING, and see how happy people end up being.\n  ","654411":"\n  Hes the sweetest, most amazing guy\n  ","654412":"\n  FOR CHRISTMAS IM GONNA MAKE CHRISTMAS COOKIES WITH WEED BUTTER AND GIVE IT TO EVER NONWEED SUPPORTER, AND LETS SEE IF THEY AGREE IF WEED SHOULD STILL BE ILLEGAL AFTER THAT LOL\n  ","654413":"\n  I JUST HEARD SOMEONE SAY \"GOOD PEOPLE JUST DONT SMOKE MARIJUANA\" HAHAHAHAHH OMFG\n  \n  THE MOST LAID BACK, CHILLERS ONLY SMOKE WEED, MORE PEOPLE NEED TO SMOKE WEED AND CHILL THE FUCK OUT\n  ","654414":"\n  Omg so are ❤\n  ","654415":"\n  I shed so much hair, i should be bald. Like is this normal?\n  ","654416":"\n  Id be so scared if i let you do my makeup and hair babe\n  ","654417":"\n  I am good!\n  \n  Super thirsty im gonna chug my water lol\n  ","654418":"\n  These are the types of things i look forward too on ask, thank you so much?❤\n  ","654419":"\n  We were together for awhile, but then we broke up cause we thought it just wasnt ever gonna work, but then we both discovered that we will only ever love each other, so we're back❤\n  ","654420":"\n  I need a live in asian lady so they can do my hair, nails, and makeup ugh\n  ","654421":"\n  I think they can be friends, but it depends on peoplea loyalty which seems like is dying these days\n  ","654422":"\n  I would NEVER kill my fellow alien ?\n  \n   @Pookeo9\n  \n  hes too valuable\n  ","654423":"\n  I keep sneezing hahaha omg\n  ","654424":"\n  Well fuck them. ?\n  \n  Youre awesome\n  ","654425":"\n  They just take sooo long lol\n  ","654426":"\n  I must finish my nails before i go insane\n  ","654427":"\n  What are you doing??\n  ","654428":"\n\n   @bunniboy\n  \n\n  Obviously ❤❤\n  ","654429":"\n  Doing my nails, i got my thumb done so far lol\n  ","654430":"\n  Wait, whats wrong with spency?\n  \n  He has some of the greatest answers ive ever seen. And hes just such a blessing to our society.\n  \n  Whats wrong with\n  \n   @Pookeo9\n  \n","654431":"\n  Hiii babes❤\n  ","654432":"\n  All wars are boyish and faught by boys\n  \n  - Herman Melville\n  ","654433":"\n  Im already in love with someone boo\n  ","654434":"\n  Im gonna be filin my nails while on here so like dont expect fast responses lol\n  ","654435":"\n  Everybody poops\n  ","654436":"\n  I like the entertainment lol\n  ","654437":"\n  Wow thank you❤❤??\n  ","654438":"\n  Hahaha oh boy\n  ","654439":"\n  But you see its difficult for me to find it racist when i never add the hard 'Er' at the end.\n  \n  Also, i have African friends who have TOLD me its acceptable for people to say nigga, and not the er.\n  ","654440":"\n  I mean i guess im pretty awesome ?\n  ","654441":"\n  I saw bush but thats it lol\n  \n  I wouldn't ever want to be President\n  ","654442":"\n  Its amazing how sensitive people are lol\n  ","654443":"\n  Like its a motherfuckin thanksgivin turkey\n  ","654444":"\n  Nigga nigga nigga im 200% nigga\n  \n  Its only racist if you make it racist.\n  ","654445":"\n  Well i live in Washington and it was a snowy day\n  ","654446":"\n  Fuck no.\n  \n  Im very set on one guy.\n  ","654447":"\n  Whos getting nervous?\n  ","654448":"\n  Thanks ?\n  ","654449":"\n  THATS WHAT IM TRYING TO FIGURE OUT LOL\n  ","654450":"\n  CAN YOU BEAT UP THE ANON TRYING TO TELL ME IM A SLUT?!?! WITH YOUR NICE STRONG ARMS AND THEN AFTER CUDDLE ME❤❤\n  ","654451":"\n  Thatd be nice❤?\n  ","654452":"\n  Im more worried about the one trying to tell me im a slut lol\n  ","654453":"\n  Which?\n  ","654454":"\n  If she did, shes making shit up because i wasnt ever a slut hahah people just tried making it out i was, ive heard so many stories from people IVE NEVER EVEN MET saying they've slept with me. also when i was last saw her, i was with the same guy THE ENTIRE TIME.\n  \n  I literally never slept around, i only did sexual things with bfs and there was a period where i didnt even have sex for years and hung out with someone who was extreamly gay like no. I went to a Christian school that made me value myself. LOL i wish i could be a slut sometimes so i could have become famous faster, but i have morals and shit. But nice try boo boo.\n  ","654455":"\n  I quite like my head. And I don't intend on loosing it just yet.\n  ","654456":"\n  That one show that people do a lot of drugs\n  ","654457":"\n  I know you wanted me to see this tomorrow, but i definitely needed to see this today. Thank you so much? you just made my day and put a huge smile on my face. I dont sc anymore cause of the location im in, the service blows. But if i could, i would!!!❤ i try my best to be funny as well and thank you for calling me a princess\n  ","654458":"\n  Im not tired lol\n  \n  I thought so as well\n  ","654459":"\n  OMFG OMFG FINALLY SOMEONE ELSE KNOWS.\n  \n  Thats been happenin to me allll day!\n  ","654460":"\n  Yes cause thats totally how i have almost 40k questions HAHAHAHAHAHABAABABBA like no nigga i dont delete questions, im not a fucking pussy like you.\n  ","654461":"\n  Id never block you sweetheart ?\n  ","654462":"\n  OH I GET YA\n  \n  YOURE A LITTLE SNUGGLE MONSTER\n  ","654463":"\n  This weirdly made me feel better ?\n  ","654464":"\n  Firstly, I have a nice butt, so stop assuming - youre just making yourself into an ass.\n  \n  Secondly, not everything in life is about big tits and ass. Theres more to a person, and if you cant realize that - you have a sad lonely life.\n  \n  Thirdly, he will never love another person the way he loves me. Hes been in love with since i was 15 years old, im 21 now. We're soulmates and when it comes to that - its has nothing to do with the outside and has everything to do with me as a person.\n  \n  Fourthly, i have tons of money in my family if it was really a problem, i can go get work done. But\n  \n   @bunniboy\n  \n  loves my size actually.\n  ","654465":"\n  I miss watching shows, but its good for me that i dont lol\n  ","654466":"\n  I didnt actually lose her ?\n  \n  Shes just not cuddlin with me\n  ","654467":"\n  I lost my cat ?\n  ","654468":"\n  Nopers, its bad.\n  \n  And whenever i did when i was younger, my friend would hit me and make me go and get it - i learn my lesson quick\n  ","654469":"\n  Jesus, i dont like being annoyingly spammed\n  ","654470":"\n  NOW THAT SOUNDS COZY\n  ","654471":"\n  Lol i just prefer being asked questions so im gonna stuff my face with Hawaiian bread\n  ","654472":"\n  YOU SOUND LIKE YOURE HAVING A GOOD TIME\n  ","654473":"\n  Nope\n  ","654474":"\n  Obviously\n  \n   @bunniboy\n  \n","654475":"\n  IM CRAWLIN IN RN\n  ","654476":"\n  Shes all i need\n  ","654477":"\n  & we will float like angels together\n  ","654478":"\n  I NEED YOUR LOVE ❤❤\n  ","654479":"\n  They are sort of the same but sometimes it sounds better using one or another\n  \n  Until - i wont be able to get a new phone until i get my paycheck.\n  \n  Till - its a quarter till twelve\n  ","654480":"\n  Putting food into my face hole\n  ","654481":"\n  This one means the most to me\n  ","654482":"\n  Hahahaha you crack me up devin!\n  ","654483":"\n  CHANGE INTO SWEATS\n  ","654484":"\n  The apocalypse\n  \n  Genocide on those who shouldnt be taking my oxygen\n  \n  You know twisted things cause im a twisted fuck\n  ","654485":"\n  DO LIKE HEEEEEEY❤\n  ","654486":"\n  A soul trapped in a vessel\n  ","654487":"\n  Indeed i am ?\n  ","654488":"\n  The jungle\n  ","654489":"\n  ?\n  ","654490":"\n  Also another rare find ?\n  ","654491":"\n  AHHH YESSS SOMEONE NICE TO SPEAK TOO\n  ","654492":"\n  Well youre one of the few then??\n  ","654493":"\n  Lol hello\n  ","654494":"\n  I WOULD SEE HER ANYDAY ANYWHERE\n  ","654495":"\n  Savannah Ames\n  ","654496":"\n  Very confused on why people have no lives lol how about you\n  ","654497":"\n  Im so happy you think so ??\n  \n  Made my day❤\n  ","654498":"\n  I think i need help from the asshole anon ?\n  ","654499":"\n  HOW INSECURE ARE PEOPLE ON HERE HOLY FUCK\n  ","654500":"\n  Dont use it lol\n  ","654501":"\n  Yeah so its easy to access for those who were begging me to make it LOL like chill out.. and worry about yourself\n  \n  + soooo many girls on here have a wishlist like SOO many\n  ","654502":"\n  Followed❤\n  ","654503":"\n  APPARENTLY 12 ????????\n  ","654504":"\n  Neither do i, it was their idea not mine sweetheart?\n  ","654505":"\n  Youre just pissed nobody loves you ?\n  ","654506":"\n  HAHAHAHAHAHAHHAHAHAHAHHAHAHAHAHAHAHHAHAHAHAHAHHAHAHAHAHAHAHAH jesus\n  \n  I dont care like at all cause when im in my 30 and 40s ill be hotter than you ?\n  \n  + im still hotter than you even tho i may look 12??\n  ","654507":"\n  Orrr im just gonna wait till after i eat?\n  ","654508":"\n  Cant wait to try on this shirt and take selfies, but probably gonna wait until tomorrow?\n  ","654509":"\n  Left\n  ","654510":"\n  Right hand\n  ","654511":"\n  Opening up the mailbox and finding presents at the end of my walk, makes it way more enjoyable, THANK YOU SO MUCH❤❤❤\n  ","654512":"\n  Okay actually im gonna go off on a little rant before i head for my walk.\n  \n  Having attractive features DOESNT make life that much easier, especially in the relationship aspect. So many girls have come up to me saying \"i wished i looked like you\" blah blah blah. And now those girls, have found the love of their lives and in an adorable relationship or even married  to the guy that fell in love with them, as a person.\n  \n  High school for me wasnt easy, it was hard for me to find someone who liked me for me and not so later on they could tell their friends that they dated a \"trophy\" (yes ive heard it like 100 times) people dont realize the damage that is done when people just want to spread open your legs, instead of get to know you.\n  \n  When i get in a relationship its constant arguments about the fact so many people hit on me, find me attractive, and the friends i make arent wanting to just be friends - they want more. Ill never be looked at as someone whos loyal cause the people around me flirt with me, its fucked up.\n  \n  Rape isnt a fun topic but its a serious issue for someone with good features, because despite if they dont want to open their legs, theres sick bastards who believe they should for them.\n  \n  Yes theres advantages such as: girls respected me growing up or feared me, i got everything handed to me, i got presents that could support an army, teachers treated me like a princess, jobs are super easy to find, and attention is super easy to get\n  \n  But i need people to understand LIFE ISNT ALL THAT EASY.  So thats what its like lol\n  ","654513":"\n  1. My family calls me manna, and all my family friends do as well.\n  \n  2. I like every single type of food, i was very culturally rounded when it came to food. Theres literally nothing i dont like\n  \n  3. I enjoy observing people, like a profiler and im never wrong about people.\n  \n  4. I couldn't learn another language if my life depended on it.\n  \n  5. I used to think id never fall in love, but someone came into my life when i was 15 and swept me off my feet.\n  ","654514":"\n  Like this\n  ","654515":"\n  Whats life like for you??\n  ","654516":"\n  Awwwh, im about to go for a walk in it ❄?\n  ","654517":"\n  Omfg ❤❤❄❄❤❤❤❄❄❄\n  \n  Its so pretty!!\n  ","654518":"\n  Why, so you can put fear into my heart?\n  ","654519":"\n  I love Hawaiian bread\n  \n  DO YOU? HAVE YOU TRIED IT?\n  ","654520":"\n  Uhhhhh no i am not\n  \n  Shes a beauty & my inspiration for modeling actually. Shes so free in front of a camera, and so silly.\n  \n  People need to learn how to loosen up!\n  ","654521":"\n  Couldnt agree more ?\n  ","654522":"\n  IM TIRED OF SEEING FAKE ACCOUNTS\n  ","654523":"\n  Well too\n  \n   @bunniboy\n  \n  house of course\n  ","654524":"\n  God, fucking, damn.\n  \n  Pay attention guys\n  \n  This is a compliment.\n  \n  Thank you so much! This was so heartwarming and beautiful. Omfg.\n  \n  You just made my day just that much better wow. ?\n  ","654525":"\n  Is this some lady and the tramp bullshit?\n  ","654526":"\n  Im starting to get hungry ?\n  ","654527":"\n  Hello?\n  ","654528":"\n  HOW IS THEIR A COMMUTATION ERROR PHONE HOOOW\n  ","654529":"\n  I dont think he wants to marry me ?\n  "}}