{"Question":{"656676":"\n   Who say. May b i'll b a help of urs?\n  ","656677":"\n   help *\n  ","656678":"\n   hi\n  ","656679":"\n   So u okay while v talk here?\n  ","656680":"\n   Movies on Netflix recommendations?\n  ","656681":"\n   Opinion on me? (check recent)\n  ","656682":"\n   what was your worst punishment for being naughty As a kid A smacked B belt C wooden spoon D grounded E sent to your room F soap G yelled at\n  ","656683":"\n   suppp\n  ","656684":"\n   What's your favorite youtube channel and why?\n  ","656685":"\n   You are truly a great and awesome person Boom just never forget that ?\n  ","656686":"\n   What a gorgeous view!\n  ","656687":"\n   I have been cursed for so long I don't even know what feels alright..\n  ","656688":"\n   What hamlet, village, town, or city do you live in? If you're not comfortable saying, then post a picture of either yourself, or what you see outside your window.\n  ","656689":"\n   Oh no. What's wrong? :( x\n  ","656690":"\n   Well,I talked to this guy\n   \n    http:\/\/ask.fm\/DavidRoss390\/answers\/141487548102\n   \n","656691":"\n   What are your plans for the weekend? ?\n  ","656692":"\n   What is the easiest way for someone to make you happy ?\n  ","656693":"\n   Do you think Obama was a good President ?\n  ","656694":"\n   DONT worry. Somehow everything will make sense and you'll be okay..\n  ","656695":"\n   ✌?️✨... so ssup!! U talk on any social site?\n  ","656696":"\n   We're twins.\n  ","656697":"\n   I'm listening u. What's ur story ?\n  ","656698":"\n   I don't know why or who cursed me tho. Cause it hurts like a motherfucker.\n  ","656699":"\n   I love you so much.. I might not be here tomorrow as I'm getting fucked up.\n  ","656700":"\n   Hey no. I intent to do that cause I'm a curse.\n  ","656701":"\n   You have me baby.\n  ","656702":"\n   Hey you haven't destroyed me yet.\n  ","656703":"\n   Can I get so fucking drunk?\n  ","656704":"\n   Why whats wrong ?\n  ","656705":"\n   Oh really. What happened ? Is something going wrong with you ?\n  ","656706":"\n   Nah come here let's drink a beer.\n  ","656707":"\n   Fuck it would be amazing.\n  ","656708":"\n   Hey I'm getting drunk tomorrow wanna join?\n  ","656709":"\n   Would you let anyone change you even if you know that means you will become a better person\n  ","656710":"\n   Which prediction of \"The Simpsons\" will become true next?\n  ","656711":"\n   YOU'RE A GIFT FROM GOD.?\n  ","656712":"\n   Honey boo like Honey mustard ❤❤❤❤\n  ","656713":"\n   Are you satisfied with the life your living ?\n  ","656714":"\n   Come here for a big hug ?\n  ","656715":"\n   Aww how you feeling? x\n  ","656716":"\n   Se tirarian en Paracaidas\n  ","656717":"\n   Show a gif of anything. How you feel , what you are doing , memories etc\n  ","656718":"\n   Boo is a sweet term ???\n  ","656719":"\n   How important is money to you ? Does it take having a lot of money to keep you satisfied ?\n  ","656720":"\n   Im gonna let you go. Have a good night\n  ","656721":"\n   Snapchat or kik?\n  ","656722":"\n   Opinion on guys who have a foot fetish?\n  ","656723":"\n   What inspires you Boom ?\n  ","656724":"\n   ?? that was something epic that cat part\n  ","656725":"\n   I agree with you :) is that the man you wanna marry when you get older\n  ","656726":"\n   Have you ever made a huge sacrifice for someone ? especially someone whom your really close too or know really well ?\n  ","656727":"\n   Hahahaha. I wouldnt say you are that tough\n  ","656728":"\n   Is that a good thing ? lol\n  ","656729":"\n   You would look pretty tough :)\n  ","656730":"\n   Because I'm cool aren't I Boom ? ??\n  ","656731":"\n   You are one tough girl :)\n  ","656732":"\n   Absolutely yes I have\n  ","656733":"\n   I'm 20 years old, and I still watch this stuff idc what anyone thinks or say's disney is my shit.  ??\n  ","656734":"\n   Aww im sorry :( that sucks\n  ","656735":"\n   You are cuter then your bruise. What happen?\n  ","656736":"\n   Cuz he a d***head. And plus he was jealous of Mufasa cause he wanted to be king also cuz he never had a woman. ??\n  ","656737":"\n   Top tune recommendation for the weekend?\n  ","656738":"\n   How do you like to celebrate your birthday?\n  ","656739":"\n   You are so cute\n  ","656740":"\n   Forrealll ?? Lion king was my shit. I hated Scar lol I remember I laughed when Simba kicked his ass at the end ??\n  ","656741":"\n   you poppin tonight ??\n  ","656742":"\n   If America were a movie right now.... it would be that part of the Lion king where Mufasa dies and then Scar takes over the Pridelands ???\n  ","656743":"\n   ily tho ?\n  ","656744":"\n   Can you stop being so damn sexy please? #perfection\n  ","656745":"\n   I got a joke for you\n  ","656746":"\n   Where your passion lies?\n  ","656747":"\n   Could you go for the rest of your life without drinking alcohol?\n  ","656748":"\n   Thoughts on #PersonalResponsibility and #Accountability????\n  ","656749":"\n   If someone liked you, how would you like them to tell you?\n  ","656750":"\n   What is the most heroic thing you’ve ever done?\n  ","656751":"\n   Who is the last person you bought a gift for?\n  ","656752":"\n   What do you do when you are alone in your room?\n  ","656753":"\n   You just want my booty pics?\n  ","656754":"\n   The.fuck. No.\nCouldn't put a price on this little beauty even if you tried.\n  ","656755":"\n   Follow me ?\n  ","656756":"\n   Sav stop sending yourself hate. We all know nobody hates you?\n  ","656757":"\n   Followed ❤️\n  ","656758":"\n   You look black not really a good thing either\n  ","656759":"\n   are you for sale\n  ","656760":"\n   You're not cute\n  ","656761":"\n   U say what u want... obviously i care ..!\n  ","656762":"\n   can i speak with you?\n  ","656763":"\n   Мур❤❤❤\n  ","656764":"\n   Your lips are so small\n  ","656765":"\n   Apparently having consensual sex before marriage is as bad as sexually assaulting someone.\n  ","656766":"\n   ?❤??\n  ","656767":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139757475961\n   \n   Kanye West has actually considered of running as a Democratic presidential candidate in the 2020 election.\n  ","656768":"\n   You know what actually nothing is happening in my life at the moment it's pretty good to just lay here and relax but less about me and more about you ? how are you??????\n  ","656769":"\n   Oh yeah... doesn't feel so good does it? ?\n  ","656770":"\n   Tbh,none of the presidents since FDR haven't been \"role models for everyone\",not even Barack Obama.\n  ","656771":"\n   Oh I gone and fucked up. I always forget to take myself off anon ??\n  ","656772":"\n   Excuse me ms. Ames... you were the one being a booty earlier not me.. and I'm always down to talk to my girl. You just like to be on ask.fm rather then love me.??\n  ","656773":"\n   beauty send your followers my way ??\n  ","656774":"\n   AWWW DAMN CUTIE <3 <3 <3\n  ","656775":"\n   Are you single\n  ","656776":"\n   Aw no :( Do you wanna talk about it? x\n  ","656777":"\n   Technically 3 times now \nHELLOOOOOOOO ??\n  ","656778":"\n   c\/\/ eyes??\n  ","656779":"\n   Rawrrrrrrrrrr xD hello\n  ","656780":"\n   What was the last thing what made you smile??\n  ","656781":"\n   Have you ever had a pregnancy scare?\n  ","656782":"\n   the president should be a role model for everyone ...\n  ","656783":"\n   You mad at me or something?\n  ","656784":"\n   When you coming back to civilization and snap?\n  ","656785":"\n   I definitely know what having depression feels like.from experience.\n  ","656786":"\n   do you believe that trump assaulted 12 women or not? do you think that a r*pist can be a president?\n  ","656787":"\n   Aww why weird? I'm here if you wanna talk about it bub x\n  ","656788":"\n   YOU MAKE ME FEEL BLESSED OMG?\n  ","656789":"\n   One thing your are always willing to do\n  ","656790":"\n   Whats your name\n  ","656791":"\n   I was wrong about the trial,she dropped her lawsuit.However are still numerous women who have accused Trump of sexually harassing them.\n  ","656792":"\n   Aww that's cute! Puppieeeees :) how are you today? X\n  ","656793":"\n   BUT HOW IS THAT POSSIBLE WHEN YOURE THE PRETTIEST PERSON WHOS EVER WALKED THIS EARTH\n  ","656794":"\n   Although for Romney's defense,he isn't the one who bragged on tape about doing sexual assault\/sexual harassment on women and doesn't have a trial upcoming for a rape of 13-year old girl.\n  ","656795":"\n   WHY ARE YOU SO BEAUTIFUL\n  ","656796":"\n   I just that both Romney and Trump are equally bad.\n  ","656797":"\n   ever tried heroin?\n  ","656798":"\n   Youve always been special?\n  ","656799":"\n   No, Romney would be the one to lock up his dog, not Trump\n  ","656800":"\n   Hey there! Can v hve a snapchat conversation?\n  ","656801":"\n   This is awesome ? what's wrong with it ? Maybe the guy was living his live with hot chicks at the craziest parties in the town before he got bored. Then he just thought the way doesn't work anymore while trying to win miray's heart again at the same time.\n  ","656802":"\n   With the multiple faces of you ?\n  ","656803":"\n   me? No , my dad is long dead . but I'm not a girl either.  My question was biological ; the nasal convulsions are similar . .\n  ","656804":"\n   . . . .well if you fill the feeders & the birds feed from them , yip I do recon it counts!  Do they ever sneeze when they're feeding?\n  ","656805":"\n   why did trump win?\n  ","656806":"\n   Yes....Yes i am, What makes you think i'm not lol\n  ","656807":"\n   haha sure miss :3 -deliver myself to you- im waiting you near your door xD you really have amazing presonalty and you are really funny and lovely person :3\n  ","656808":"\n   Hey you, you're adorable\n  ","656809":"\n   I voted for Donald Trump. What would you say to me if I told you this in person?\n  ","656810":"\n   Oh my fucking god???? that one picture.\n  ","656811":"\n   Who do you remember from here?\n  ","656812":"\n   Do you ever feed the birds?\n  ","656813":"\n   Yeah,I agree.But I think that I should not discuss about politics anymore,I tend to get carried away with it.\n  ","656814":"\n   And it's not surprising that he's a Trump supporter (his first question me was that whether I will celebrate his victory by grabbing women by their pussies).\n  ","656815":"\n   You're really a bomb ? look at this sexual attraction\n  ","656816":"\n\n    http:\/\/ask.fm\/JVS92\/answers\/139212531425\n   \n","656817":"\n   Here are more of his questions to me (sorry for spamming but I felt that you need to see that)\n   \n    http:\/\/ask.fm\/JVS92\/answers\/139212510433\n   \n","656818":"\n   What's your favorite pickup line?\n  ","656819":"\n   Savannah I'm so hurt.\n  ","656820":"\n   Yeah and he did also tell me (Ask.fm removed the question for some reason from my feed) that he thinks that consent is a \"feminist myth\".He literally is the most stupidest person I have talked with in my life so far.\n  ","656821":"\n   Is a sneeze an orgasm of the nose? (check next time and enjoy)\n  ","656822":"\n   if you were to propose a policy on cyber bullying what would it be and why ?\n  ","656823":"\n   Song suggestion: If it ain't love by jason derulo  ?\n  ","656824":"\n   How do you feel about Donald Trump's victory?\n  ","656825":"\n   Are you interested in anybody?\n  ","656826":"\n   who did you vote for?\n  ","656827":"\n   That sucks. You are a gorgeous and sweet woman so fuck them. You do what you do best\n  ","656828":"\n   Pap with your guy friend\n  ","656829":"\n   How are you?\n  ","656830":"\n   Name that one song that touches you everytime you hear it, sad or happy. Mine is \"When I was your man\" by Bruno Mars and\/or \"The Climb\" by Miley Cirus\n  ","656831":"\n   Everytime I see you, I blush you're so beautiful.\n  ","656832":"\n   Awww lol <3\n  ","656833":"\n   Gorgeous\n  ","656834":"\n   Pap of your butt in leggings\n  ","656835":"\n   Do you hate anyone\n  ","656836":"\n   Can't wait for wifi or til you get have a proper conversation with me? ;)\n  ","656837":"\n   All my friends say you are a fake profile and you are really a 40 year old fat guy with pimples who sits in your mom's basement all day eating potato chips pretending to be a sexy teenage girl. Post a video saying your name and today's date to prove that you're real\n  ","656838":"\n   ?\n  ","656839":"\n   I'm okay thanks, 1 day closer to wifi countdown? hahahha yassss n we can finally talk properly ;) x\n  ","656840":"\n   Aweeee :') \nWell it's all true like I meant it all from the very bottom of my beating heart?\n  ","656841":"\n   Beautiful picture????\n  ","656842":"\n   Pap of you\n  ","656843":"\n   Fav boots you wear in winter ?\n  ","656844":"\n   What's your Snapchat?\n  ","656845":"\n   AWAWAW HOLY SHIT ARE YOU BEING DEAD SERIOUS RIGHT NOW?!❤❤❤❤❤❤\n  ","656846":"\n   Haha Yassss quite literally now! How're you? x\n  ","656847":"\n   My god girl  you could not take a bad picture even if you tried. You always look so amazing\n  ","656848":"\n   Due to your honesty, sexiness and outrageously amazing eyes I have to say you are incredible. So stunning in many ways.\n  ","656849":"\n   thank you so much beauty ❤️️\n  ","656850":"\n   Come to New Zealand please?\nAnd just always know& never forget that you'll always have a second home over here as well as my arm's& shoulder to cry on whenever you need them.. My kute koala?\n  ","656851":"\n   I have to go to bed baby i love you so much ??\n  ","656852":"\n   Some more of Donald's lies\n   \n    http:\/\/www.dailywire.com\/news\/4834\/trumps-101-lies-hank-berrien#\n   \n","656853":"\n   pap of your home screen\n  ","656854":"\n   NAWWH SAV BBY\nAMERICANS WANT TO MIGRATE OVER TO HERE LIKE EVEN CELEBRITIES SUCH AS KE$HA\nLike can I tell you something please? :(\n  ","656855":"\n   who's\n   \n    @NineGDxFour\n   \n","656856":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139744382841\n   \n   Actually anon,Trump has lied even more than Clinton.\n  ","656857":"\n   WOO WOO YOU AREN'T SICK??\n  ","656858":"\n   Cuteee, Ahah Thanks ?\n  ","656859":"\n   BRILLIANT THANKS HOW IS YOU??\n  ","656860":"\n   I know you're amazing..\n  ","656861":"\n   You're my princess then?\n  ","656862":"\n   Trump also tells it like it is. Clinton lies lies and lies. She also is really sketchy and she would've surely had done more crap in the white house. im glad Trump is in. i wanna see change in America\n  ","656863":"\n   Are you religous\n  ","656864":"\n   Last time you were drun\n  ","656865":"\n   Lol\n   \n    http:\/\/ask.fm\/JayGod24\/answers\/139492547556\n   \n","656866":"\n   But otherwise I do agree with you on Hillary.She also publicly chasticized women who were sexually assaulted by Bill Clinton,she helped to ruin Libya,she has helped to arm Saudi Arabia and more.\n  ","656867":"\n   More sources\n   \n    http:\/\/www.itep.org\/immigration\/\n   \n","656868":"\n   Actually it's true\n   \n    http:\/\/thehill.com\/blogs\/congress-blog\/foreign-policy\/203984-illegal-immigrants-benefit-the-us-economy\n   \n   &\n   \n    https:\/\/www.thenation.com\/article\/undocumented-immigrants-contribute-over-11-billion-to-our-economy-each-year\/\n   \n","656869":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139744178297\n   \n   On illegal immigration,most of them do work and pay taxes to the system,generating billions of dollars to the economy.I do not support illegal immigration but I do think that deporting all of them or building a wall isn't the solution to the problem.\n  ","656870":"\n   Trump sucks\n  ","656871":"\n   HELLOOOO\n  ","656872":"\n   he's good. he's taking a nap now bc if he doesn't he's a little devil lol ???\n  ","656873":"\n   I just never talk about it so that's why i'm having more problems.\n  ","656874":"\n   how amazing you are ???❤️️\n  ","656875":"\n   pap of unanswered questions\n  ","656876":"\n   lol i try to. aha, i don't want to state my opinion and get attacked lol\n  ","656877":"\n   Bby\n  ","656878":"\n   For assistant and to enter in Matura, but it's special it's in pedagogy to teach ?\n  ","656879":"\n   how you doing boo boo? i'm good just annoyed w\/ all this Trump talk lol ?\n  ","656880":"\n   hurt-hurt-hurt or hurt-hurt-hurted? Or maybe hurt-hurted-hurted...\n  ","656881":"\n   I'm upset but you make me happy\n  ","656882":"\n   Love you.\n  ","656883":"\n   Past participle of to hurt is hurt or hurted?\n  ","656884":"\n   Do you suck em and fuck?\n  ","656885":"\n   I don't know it's soon, in February , we'll see ??\n  ","656886":"\n   Boom ❤️️\n  ","656887":"\n   Yeah,you're right.They don't have the balls to do off anon.\n  ","656888":"\n   One way or another he's been a new president of Us ? ?\n  ","656889":"\n   I would like to advance my book too, but I have too many things to do for my exams-.- and I'm tired the evening to read???\n  ","656890":"\n   You are gorgeous\n  ","656891":"\n   Want some poo?\n  ","656892":"\n   Fine, you?^^\n  ","656893":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139742271865\n   \n   I will give some advice to the anon:You won't get females interested about you by just telling them straight away that you want to f*ck them.\n  ","656894":"\n   I'm extremely sleepy..\n  ","656895":"\n   Yeah,pretty much.The corruption in politics here is nothing compared to corruption in American politics.\n  ","656896":"\n   did you eat the deer poo?\n  ","656897":"\n   Heyyyy?\n  ","656898":"\n   Do you have art or posters on your wall? PAP!\n  ","656899":"\n   I miss you so bad.\n  ","656900":"\n   In regards to the question I just send out and being annoyed with some people, I sent that to everyone I follow \/ send questions to. The majority of you do answer my questions properly there's just a few who don't.\n  ","656901":"\n   im really happy I made you happy miss :3 I want to make you happy forever my best friend :3 *^*\n  ","656902":"\n   i want 2 fuck u\n  ","656903":"\n   3 Things you Love the Most??? ??\n  ","656904":"\n   You dont even have to ask me to be your queen because the answer is always yes?\n  ","656905":"\n   Yeah,he in a lot of ways was.Although I do think that they both should be in prison right now for war crimes.\n  ","656906":"\n   OKAY ENOUGH POLITICS GIMME MY BABY BACK THANK YOU.\n  ","656907":"\n   Yeah,you're absolutely right.American politics are practically controlled by the corporations and billionaires.\n  ","656908":"\n   Yeah,but then I think about Dick Cheney and how much power and influence he had over Bush Jr. and his administration.\n  ","656909":"\n   Obama,it took 3 years to get it through and even after that,there have been attempts by the Republicans to repeal it.\n  ","656910":"\n   And tbh,Trump's vp is even scarier than him.That guy is openly anti-gay and he helped to pass the laws in Indiana which would allow the businesses to discriminate against gays.\n  ","656911":"\n   Yeah,but still after all the education and studies about it and seeing the positive effects legalizing marijuana have had on the economies of Washington and Colorado (And by extension,in the Netherlands) for example,they would vote yes for the proposition to legalize it.\n  ","656912":"\n   That's true,he's isn't liked even among most Republicans congress members and they have majority in both the senate and house of representatives.And I know that corporations and billionaires really run your country's government,\n\nAlthough Obama did get through Obamacare.\n  ","656913":"\n   How are you feeling right now? \nI'm feeling a little annoyed through people not answering my questions properly. If you don't want my questions then let me know instead of being rude.\n  ","656914":"\n   Yeah,although with Arizona I was like \"WTF Arizona ! What's wrong with you ?\".\n  ","656915":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139737601913\n   \n   Don't be so sure that you won't be affected.He has said numerous times that he will repeal the Obama Care and cut social security.Those two things could have drastic negative effects on your life.\n  ","656916":"\n   Like I miss him so fucking bad..\n  ","656917":"\n   Ass\n  ","656918":"\n   Yesss but the worlds gonna end now cos you morons voted trump :)\n  ","656919":"\n   How let me show ? How much skills do u get ?\n  ","656920":"\n   How many hours a day do you listen to music?\n  ","656921":"\n   IKR ILY U CUTIE <3 <3 <3\n  ","656922":"\n   Aww look at you're eyes how beautiful they are ❤❤ I'm jealous ??\n  ","656923":"\n   Can you send me a link ?\n  ","656924":"\n   Does thought require language?\n  ","656925":"\n   Omg, I found a goddess??\n  ","656926":"\n   Savannah I literally cannot stop thinking about my ex boyfriend help!\n  ","656927":"\n\n    http:\/\/www.politico.com\/2016-election\/results\/map\/ballot-measures\n   \n   I must say that I'm positively surprised that the ballot to legalize marijuana (or medical marijuana) passed in all states it was on the ballot except Arizona.\n  ","656928":"\n   * When Homo Sapiens (humans) become extinct ,  which will become the dominant species?  * Why they?  * How do you think they may evolve over a million years, & what into (without humans to dominate) ?  * How might we interact if a Human returned in a million years?  (hypothetical)&(STAIF)\n  ","656929":"\n   Shanaynay Dindu nuffin.\n  ","656930":"\n   Who the hell are you talkin' about trump to use bad language ?\n  ","656931":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139742362489\n   \n   Well,let's hope that he will get impeached (I don't want him to get assassinated) or that there will be a revolution in America.\n  ","656932":"\n   did you see the snow this morning?\n  ","656933":"\n   Agreed with that. Well, lets pray on hope for the best. But i know. Its difficult to accept this.\n  ","656934":"\n   I FUCKING love you..\n  ","656935":"\n   Of course. Savannah you're way too precious for me.\n  ","656936":"\n   Dont be embarrassed. its not you. its other who voted him\n  ","656937":"\n   it's never too late to hop over the border and become Canadian ;)\n  ","656938":"\n   I know.. But still Im gonna come and live with you.\n  ","656939":"\n   What is your favorite scent?\n  ","656940":"\n   By the way,someone accused me of being a pedophile today and said that I look 40 year old.I'm like \"WTF ?\"\n  ","656941":"\n   Well LGBT community is on danger of harassment or being killed by Trump supporters unfortunately..\n  ","656942":"\n   Please be fucking safe and careful..\n  ","656943":"\n   Yeah,although he did win in several traditionally blue states as well.\n  ","656944":"\n   Someone put it very well:Gotham City got its Joker.\n  ","656945":"\n   And wow I would be killed if I were in America lmao I'm bisexual.\n  ","656946":"\n   Well,pretty much everyone here is like \"WTF America ? You elected that buffoon as your president ?\".\n  ","656947":"\n   So Americans decided to take cyanide.But tbh,I did say and I will say it again:No matter which one of those two clowns got elected,it would be shit no matter what.\n  ","656948":"\n   Nawwwh??\nLemme kiss it all better ;-;\n  ","656949":"\n   What would you be doing right now if the internet didn't exist?\n  ","656950":"\n   Ootd?\n  ","656951":"\n   What does it mean to be a good citizen on the Internet?\n  ","656952":"\n   Hey I'm here for you. Fuck him. We don't need him.\n  ","656953":"\n   Fuck Trump honestly.\n  ","656954":"\n   TRUMP WON FFS\n  ","656955":"\n   Yeah I want you to reply\n  ","656956":"\n   I honestly thought you were about to say something else about the whole banging thing ?\n  ","656957":"\n   That's so sweet ❤❤\n  ","656958":"\n   Awww Ur Cute <3\n  ","656959":"\n   You're as sweet as sugar?\n  ","656960":"\n   Never heard of it tbh\n  ","656961":"\n   AW??\nWhy's that?? heh\n  ","656962":"\n   Shoutout to Beyonce for singing \" Single Ladies \" lmfao\n  ","656963":"\n   You're really pretty :)\n  ","656964":"\n   Think about it\n  ","656965":"\n   May the force be with America ???\n  ","656966":"\n   Awww how lol <3 :)\n  ","656967":"\n   Aw does it now?(;\n  ","656968":"\n   Is it true that tea is less addictive , but Starbucks coffee is more addictive ?\n  ","656969":"\n   That one guy that told you he's gay isn't gay and ???\n  ","656970":"\n   Smh it's so annoying right ? All over my fb and Instagram people talking about the election and I voted like nobody cares lmao\n  ","656971":"\n   Why don't you drink tea ?\n  ","656972":"\n   Ok ill tell you I'm from England\n  ","656973":"\n   Niggas still talking about the elections again ?\n  ","656974":"\n   Very true. How are you?\n  ","656975":"\n   Oke\n  ","656976":"\n   Ok\n  ","656977":"\n   Don't worry about the height, you're beautiful and you can wear 6 inch heels ??\n  ","656978":"\n   Thank you dear\n  ","656979":"\n   You beautiful\n  ","656980":"\n   You still school\n  ","656981":"\n   I'm sorry. I just meant I'd rather not say where I live on here haha.\n  ","656982":"\n   Oh you are yummy don't ya worry Sav?\n  ","656983":"\n   I've told you on kik before haha\n  ","656984":"\n   Height?\n  ","656985":"\n   Boogers are green, elephants are gray. You're better than pizza all the way.\n  ","656986":"\n   AW NU YOU ARE\n  ","656987":"\n   Follback and like me\n  ","656988":"\n   Me and you both in Washington\n  ","656989":"\n   Where you stay\n  ","656990":"\n   Follback  and like\n  ","656991":"\n   Aww thank you! You too, im off to work soon! How close to that wifi are we getting? ;)\n  ","656992":"\n   Urwell yah\n  ","656993":"\n   Would you eat #BananaPepperoni pizza??????\n  ","656994":"\n   Do you drink Irish coffee??\n  ","656995":"\n   But its good ?\n  ","656996":"\n   AWEEEE I ALWAYS WOULD\n  ","656997":"\n   Follback\n  ","656998":"\n   I did it\n  ","656999":"\n   LEGIT OI\nIT'D BE AMAZING SAVY\n  ","657000":"\n   Follow me i\n  ","657001":"\n   no i dont, but iam. thanks\n  ","657002":"\n   hello i look fat?\n  ","657003":"\n   UGH\nWell fuck then \nBaby come live here❤\n  ","657004":"\n   Roses are red, violets are blue, pizza is amazing and so are you!\n  ","657005":"\n   Nawwh Sav?\nClinton is winning?\n  ","657006":"\n   Oh ;-;\nDon't scratch it okie??❤\n  ","657007":"\n   Right! We should be picking eachother up and helping eachother but ohwell because ive got you so its okay❤ You're such a beautiful soul.?\n  ","657008":"\n   From ur mothrr lap :D\n  ","657009":"\n   Driving in snow isn't great in my opinion and experience.\n  ","657010":"\n   Nawwh baby?\nDry& sore throat ye? :c\n  ","657011":"\n   Do you like candy rock? What is your favourite flavour? I'm currently having creme egg flavour ?\n  ","657012":"\n   You think you're getting sick?! ;-;\n  ","657013":"\n   god bless you\n  ","657014":"\n   Depends how well it's going though haha, morning by the way! :)\n  ","657015":"\n   What\"s new\n  ","657016":"\n   What is the first thing you notice about someone when you meet them initially?\n  ","657017":"\n   Awwww <3\n  ","657018":"\n   Fuck you slank HIV :p\n  ","657019":"\n   Soft shell taco or hard shell taco\n  ","657020":"\n   You are way too kind, You know that right? Most girls are so stuck up now a days and dont compliment eachother. Im glad i met you love❤\n  ","657021":"\n   I fucking hate studying.\n  ","657022":"\n   OMGG !  YOU ARE VERY BEAUTİFUL\n  ","657023":"\n   Fuck my life I'm so exhausted.\n  ","657024":"\n   HAHAHAHA\nAweee?\nI just thought of something and ffs??\n  ","657025":"\n   how tall are you\n  ","657026":"\n   haha im happy you are my friend you are  amazing and kind best friend any pizza can have :3 xD\n  ","657027":"\n   Like i've told you Subway said they're cutting everyonr hours due to it being winter but they lied to me and only cut my hours so they haven't  given my hours for a month they lied to me they were rude to  me they have asked for my help should I help them after all what they did too me\n  ","657028":"\n   Deal then?? Stop! Youre so much more beautiful ?\n  ","657029":"\n   it's a sunny day\n  ","657030":"\n   Opinion on instagram?\n  ","657031":"\n   Does anyone like the new update? (If im not too late to it) personally dislike unsure why! ?\n  ","657032":"\n   Haha of course i do! Can't have a proper conversation if everytime i reply i changed the subject! X\n  ","657033":"\n   ass4lyfe I like this\n  ","657034":"\n   okay and you are secxy\n  ","657035":"\n   are you mad at me miss :3\n  ","657036":"\n   You're like fucking spider woman aren't ya??? #spiderwomansprawlinbed\n  ","657037":"\n   you teach me\n  ","657038":"\n   It is i have lots of photos, I'll show you when you sort your wifi haha x\n  ","657039":"\n   Can I ask for your help\n  ","657040":"\n   Fuck you!??\nI have a fucking small as single that can only fit one person in it?? #singleproblems✌\n  ","657041":"\n   Hehee legit?❤❤❤❤\nNawwh? what size is your bed?\n  ","657042":"\n   so now tell me what is problem\n  ","657043":"\n   You should go eat..\n  ","657044":"\n   Haha looks like you're having a good time\n  ","657045":"\n   Hi\n  ","657046":"\n   AW PLS?\nI just got into bed now and I want you with me?\n  ","657047":"\n   Hi savannah how are you?\n  ","657048":"\n   I'm uneducate person my English is very weak so please little simple English I don't understand your feeling ???\n  ","657049":"\n   I love you and my life rn..\n  ","657050":"\n   I can be your pizza now xD\n  ","657051":"\n   ohh really my pleasure but tell me I'm your problem\n  ","657052":"\n   So are you?\nHeh HELLO!?\n  ","657053":"\n   Who is the last person you bought a gift for?\n  ","657054":"\n   What's your dream car\n  ","657055":"\n   I am a problem for you\n  ","657056":"\n   Favorite poet???\nPoem???\n  ","657057":"\n   omg so beautiful!!\n  ","657058":"\n   Hey\n  ","657059":"\n   Gurl what about me????\n  ","657060":"\n   I'm not a dude I'm girl\n  ","657061":"\n   you ate me miss :3 xD\n  ","657062":"\n   Aww it is a beautiful place! X\n  ","657063":"\n   You should be president, boom. Because we don't need no fate\n  ","657064":"\n   If you were in charge, who would be the next US president (any person)?\n  ","657065":"\n   Belly pap\n  ","657066":"\n   Your eye's??\n  ","657067":"\n   Hey is your eyes contact lens ?\n  ","657068":"\n   Oo now name calling you know thats a coping mechanism use by people with low self-esteem. Do tell what are you insecure about ?\n  ","657069":"\n   selfie atm\n  ","657070":"\n   Get off ask\n  ","657071":"\n   Yea no to even reach  bachelor level one needs to be able to comprehend lmao high school is just about memorizing higher levels is about reading, understanding and applying\n  ","657072":"\n   We love you too\n  ","657073":"\n   Why the fuck do people have a foot fetish. SOOOOOO weird feet are disgusting\n  ","657074":"\n   Aww thanks! It's different! x\n  ","657075":"\n   Who said it was for you tf aint nobody care bout you its for me lOl jk\n  ","657076":"\n   I'm currently in school doing my masters .. Js .. Lol\n  ","657077":"\n   people have no respect honestly its sickening\n  ","657078":"\n   Clearer than glass please\n  ","657079":"\n   Could you let me smell the inside of your shoes after a long day? at least just that?\n  ","657080":"\n   Damn okay :(\n  ","657081":"\n   WHY YOU SO MEAN ? I just want to love youuuuu\n  ","657082":"\n   쌤 왜 나 사랑한다고 했어?\n  ","657083":"\n   Could I date your feet?\n  ","657084":"\n   ever seen canada?\n  ","657085":"\n   Can I be your bf wink wink\n  ","657086":"\n   쌤 왜 나 사랑한다고 했어?\n  ","657087":"\n   how cold does it get where you live?\n  ","657088":"\n   pap in a bikini\n  ","657089":"\n   coldest temperature you have been in?\n  ","657090":"\n   Aww nice i'm from the Uk but currently living in New Zealand :)\n  ","657091":"\n   Do you share a chair with your boyfriend?\n  ","657092":"\n   yeah but I meant... how'd it become your nickname?\n  ","657093":"\n   Well... it is a compliment... you can feel confident to show off the beauty of your feet next summer!\n  ","657094":"\n   I love you so much\n  ","657095":"\n   what is the significance of \"boom\"? :)\n  ","657096":"\n   how about no to what?\n  ","657097":"\n   Hahahah thank you, thank you, Where are you even from?\n  ","657098":"\n   Ok just wanted one last try... I'm sorry... at least that's still a compliment to your feet!\n  ","657099":"\n   Who's bunny?\n  ","657100":"\n   I'm not being awesome i'm being obvious, You're allowed to choose what you like and don't like and theres nothing out of order about not wanting your feet rubbed ffs lol\n  ","657101":"\n   Figure pap?\n  ","657102":"\n   5 random facts about you??\n  ","657103":"\n   Ass photo pls\n  ","657104":"\n   That just sounds fucked up, So what if you don't like someone massaging your feet lol\n  ","657105":"\n   Cant you just pretend I'm a professional massager? i'll pay you to let me rub your feet..... (ok I know that's going far but your feet are just that gorgeous to me....)\n  ","657106":"\n   This is your code name which is why we always need to use this name with you to stand out against for the assaults doing by freaky men in US\n  ","657107":"\n   my boyfriend has a picture of him with his ex on his bookshelf, and I don't like looking at it. what should i do?\n  ","657108":"\n   Haha well i do try ;) Who's not listening to you about what? x\n  ","657109":"\n   Hahaha i feel honoured!! I'm great thanks you ?x\n  ","657110":"\n   you're taken?\n  ","657111":"\n   Lol ohhh.... ummm.... still just a foot massage though... aw please could you look passed all that? you get a free foot rub!\n  ","657112":"\n   Booty is life\n  ","657113":"\n   miss your pizza is here xD\n  ","657114":"\n   Well... I'm only just wanting to massage your feet... I wouldn't count that as fetish stuff...\n  ","657115":"\n   This is 50 cents superior $1 ???\n  ","657116":"\n   Ever driven in snow?\n  ","657117":"\n   Aww heyy im the gay guy....obv haha you have beautiful eyes omg! xxx\n  ","657118":"\n   I mean what caused you to use that?\n  ","657119":"\n   how tall are you babe?\n  ","657120":"\n   Hii what r u doing??\n  ","657121":"\n   Ever seen a tornado?\n  ","657122":"\n   uh why's that? nothing has to be awkward... I mean... everyone has a fetish.. just try not to judge? :D\n  ","657123":"\n   do you have a small or large bladder?\n  ","657124":"\n   My face is ;)\n  ","657125":"\n   If I revealed who I am... could you at least let me massage your feet sometime? I wont try to suck your toes!\n  ","657126":"\n   Babyy\n  ","657127":"\n   Aww okay sure i can wall you til then if you like? x\n  ","657128":"\n   No your face yuh bum\n  ","657129":"\n   uh not just me who wants you to get abs n stuff hunny\n  ","657130":"\n   I'll take u to the candy shop\nI'll let you lick the lollipop\nGo 'head girl, don't u stop\nKeep going till you hit the spot ooo\n  ","657131":"\n   I mean your @ says ass\n  ","657132":"\n   So you like ass?\n  ","657133":"\n   Wtf\n  ","657134":"\n   Aww okay well when will you have wifi? x\n  ","657135":"\n   I am looking at that face might have to use a brown paper bag tbh ;) hah lol jks night\n  ","657136":"\n   Aww okay where shall i talk to you then? :)\n  ","657137":"\n   Hey what do u think about aries?\n  ","657138":"\n   Whats your daily routine?\n  ","657139":"\n   Aww yasss, ill sc you? x\n  ","657140":"\n   what have you been doing?\n  ","657141":"\n   Fat just means you eat lots and everybody loves food so it's no big deal\n  ","657142":"\n   That was so gross\n  ","657143":"\n   well if you live in the words just cut down some trees then just sand them down smoothly and just do bicep curls with a log or 2 or ab crunches with a log on your chest\n  ","657144":"\n   Omg you say that but ive barely one true friend.? Anyways, Youre the beautiful one here, Not me, okay? Okay.?\n  ","657145":"\n   Does a person really have to have a jawline to be attractive to you ? Or it's just a bonus ?\n  ","657146":"\n   Hiyaa do you want a gay friend? x\n  ","657147":"\n   What is that you're reading?\n  ","657148":"\n   you should goto the gym your abs would be killer\n  ","657149":"\n   lol fair enough! you make a good point there! and tbf I would only want to suck on your toes if I knew you were in shoes and socks prior!\n  ","657150":"\n   Do you go to the gym?\n  ","657151":"\n   Hey boomboom! how you doin?\n  ","657152":"\n   I cant afford an assassin :(!\n  ","657153":"\n   lol formspring is dead now anyway\n  ","657154":"\n   well yea a lot of times were in school... no wonder I didn't see your feet... Uh yet I heard that you love foot massages....\n  ","657155":"\n   Haha ok, don't get me wrong! you're one of the most beautiful girls EVER!! (in my opinion) but how can ya not expect some guys to love your toes too if you casually wear flip flops :D\n  ","657156":"\n   Yeahhh guess most of those times you were casual! but Daaaamn!! you look sexy wearing flip flops though! Why is it weird to like your toes?\n  ","657157":"\n   Thats me all the time :( so alone ? so empty so lost\n  ","657158":"\n   which have you enjoyed more: formspring or ask.fm?\n  ","657159":"\n   LMAO!!! okay now that was funny, and adorable too! lol... lmfao I love you! (then again... were you serious about my blood?) sure that was a joke ;D\n  ","657160":"\n   Really??? Always??? (ok I get why ya don't atm) eh I only saw you in flip flops rarely lol... must have been my tough luck... like the days I saw you were the unlucky days lol\n  ","657161":"\n   Favorite color to paint your toe nails?\n  ","657162":"\n   Are you obsessed with any TV shows recently?\n  ","657163":"\n   what is\/was for breakfast ???\n  ","657164":"\n   Thennnnn pay an assassin :(\n  ","657165":"\n   Well being a friend irl... I've had a few chances to check out your toes! (ill admit.. very few chances) you should wear flipflops ♥\n  ","657166":"\n   Eaten any salami lately?\n  ","657167":"\n   You ever felt alone in a room fill of people?\n  ","657168":"\n   your sexy feet are GOALS♥\n  ","657169":"\n   Nawwwh??\nWell I really would for I couldn't help myself?\n  ","657170":"\n   It wont be murder just consider it a favor END MY TORMENT\n  ","657171":"\n   These urges for human contact that I just can't shake\n  ","657172":"\n   WHY IS IT THAT WE HAVE THIS UNCONTROLLABLE NEED TO BE ACCEPTED BY OTHERS ON SOME LEVEL\n  ","657173":"\n   Im losing my mind\n  ","657174":"\n   Age?\n  ","657175":"\n   Well it's all true??\nHeh was I going nuts by showering you in compliments? xD\n  ","657176":"\n   Nawwwwh???\nWhat did I say do you remember??\n  ","657177":"\n   What are your biggest turnons and turnoffs when it comes to guys? Elaborate.\n  ","657178":"\n   CRREN USTEDES EN EL KARMA\n  ","657179":"\n   How do you feel about vegans feeding their pets vegan pet food? Example: vegan dog food.\n  ","657180":"\n   What jobs have you had?\n  ","657181":"\n   I wanna be ur anything ?\n  ","657182":"\n   Um... why???\n  ","657183":"\n   Oh ?? fair enough\n  ","657184":"\n   16?\n  ","657185":"\n   Awww Like What Cutie<3\n  ","657186":"\n   10? we should talk\n  ","657187":"\n   I want to eat booty\n  ","657188":"\n   K then bye\n  ","657189":"\n   my boyfriend said getting my nails done is a waste of money. what should i do?\n  ","657190":"\n   HEHEHEE NO YOU ARE FFS???????\n  ","657191":"\n   It's ok I get avoided by a lot of people, I have an unappealing personality ?\n  ","657192":"\n   Hi beautiful friend and how are you\n  ","657193":"\n   You're just avoiding me ?\n  ","657194":"\n   When you gonna be on Snapchat again? I wanna talk to you ?\n  ","657195":"\n   I finished this rhyme\n\nBoom was sitting on a chair\nI was playing with her hair\nShe looked sexy sitting there\nThose hot eyes staring at me bare\nHer beautiful sounding voice makes my heart melt it's not fair\nSitting there without a care I say you are more gorgeous than a 500 yr old vase that's so rare\n  ","657196":"\n   Your favorite movie? Mine is out of \"Juice\" \"8Mile\" or \" Law Abiding Citizen\"\n  ","657197":"\n   Age?\n  ","657198":"\n   Baby banana butt only loves me.\n  ","657199":"\n   AWAWAWAW THE CUTEST THING POSSIBLE??❤❤❤❤❤\nI'm screen shotting all of this saving it????\n  ","657200":"\n   Rep You Zodiac Sign!!! ♎️♎️♎️\n  ","657201":"\n   You would make a better president than either of the two clowns your fellow countrymen and -women have to choose between tomorrow.\n  ","657202":"\n   In Soviet Russia,the anthem sings you,the car drives you etc.\n  ","657203":"\n   AWAWAW HOLY SHIT SAVY!!!?? I DON'T BELIEVE THIS OH MY GOD!!!! HOLY SHIT BALL'S THIS MAKE'S ME SO UNBELIEVABLY HAPPY AW I FEEL SO SPECIAL AT THE MOMENT \nGAHHHHHHHH I LOVE YOU SO DAMN MUCH!!!!❤??????\n  ","657204":"\n   Oo you gonna get it now?\n  ","657205":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","657206":"\n   Savvvv ?\n  ","657207":"\n   Tag me then I dare you.\n  ","657208":"\n   Baby boom no ask\n  ","657209":"\n   Likers get hot or not\n  ","657210":"\n   Your alcoholic drink of choice?\n  ","657211":"\n   If you were a twin i'd still choose you\n  ","657212":"\n   And you're the homecoming queen :)\n  ","657213":"\n   Snapchat\n  ","657214":"\n   Of course I have was just messing with you and making hardware puns lol \"hello boom, I want to play a game ?\"\n  ","657215":"\n   You can do whateva you want bb\n  ","657216":"\n   Well you told me to get to know you, so can i dm you on insta? Bc i cant take myself off anon for reasons\n  ","657217":"\n   Theres a movie about a saw?  Are you screwing with me? If not how good wood you say it was. ? IM SO PUNNY\n  ","657218":"\n   how can i get to know you??\n  ","657219":"\n   WAKE UPPP COME AND GET DOWN WITH THE THICKNESS OPEN UP YOUR ?\n  ","657220":"\n   Christine dies in the end\n  ","657221":"\n   I work in a hardware of course I seen a saw before. They have for wood and metal :D\n  ","657222":"\n   i just thought i would say that you are very beautiful and if people say shit about you they are probabally jealous because you are amazing, idk you that well but i want that to change when you get a boyfriend he better damn well treat you like the best girl alive because he will be the luckiest man\n  ","657223":"\n   Like are the needles just laying in the pit? Cuz I wont mind tbh just fall an roll roll roll\n  ","657224":"\n   no\n  ","657225":"\n   Can I badonka donk your badinka dink ;)\n  ","657226":"\n   So I'm like Jim Dawson\n   \n    http:\/\/akphoto2.ask.fm\/07a\/60d82\/9425\/4319\/8cf2\/e5d198c5e5ee\/original\/1198371.jpg\n   \n   Amazing.\n  ","657227":"\n   Aw?\nI would definitely prefer pussy?\n  ","657228":"\n   please mistress\n  ","657229":"\n   Hey there pretty lady what's up?\n  ","657230":"\n   body pap?\n  ","657231":"\n   Maybe I do(;\n  ","657232":"\n   belly pap?\n  ","657233":"\n   Would you rather live in the mountains, or by the sea?\n  ","657234":"\n   I dare you to make a video saying \"I want a taquito\"\n  ","657235":"\n   You're beautiful even if you don't feel like it.\n  ","657236":"\n   YOU SHOULD FEEL BEAUTIFUL EVERYDAY. MY LIL BOOM BUTT?\n  ","657237":"\n   I just saw belly is its hurt\n  ","657238":"\n   Will no but I was wet in my pant In the rain I just fall in the ground  I'm soooo feel bad that just horrible  and now I just got home too change my pant and then go back too school? IT'S was like 2006 since I was in middle school  age 15\n  ","657239":"\n   Same here. Music, Eating cheesefries and ask lol ?\n  ","657240":"\n   Nice eyes?\n  ","657241":"\n   pap of your text messages\n  ","657242":"\n   You're beautiful\n  ","657243":"\n   Wassup\n  ","657244":"\n   HAHAHAHAHA HOLY FUCK??\nPussy does it for me although I haven't actually tried it yet??\n  ","657245":"\n   Butt naked pap ;) hur hur\n  ","657246":"\n   Wish I could see some of your boobies. ??\n  ","657247":"\n   List of people u follow\n  ","657248":"\n   True. So what you do in life ❤️\n  ","657249":"\n   You don't look garbage,you look beautiful :)\n  ","657250":"\n   pap of your unanswered questions\n  ","657251":"\n   Which word  is  correctly spelled ??? hoe or ho\n  ","657252":"\n   Belly button pap\n  ","657253":"\n   AHAHAHAHAHA REALLY?!!?????????\nWell a type of food does make me horny actually(;\n  ","657254":"\n   HAHAHAHAHA\nHow so??\nBut I am craving brownies now ffs?\n  ","657255":"\n   You look adorable. And your wall is fun to read\n  ","657256":"\n   Ahhh okie just checking?\nLike who'd be horny for food?(':\n  ","657257":"\n   Naw you look gorgeous\n  ","657258":"\n   Hey beautiful lady. How's life at your end?\n  ","657259":"\n   Selfie\n  ","657260":"\n   Sav this war can keep going on forever. You like spiders right?\n  ","657261":"\n   hooker booty sounds unsafe\n  ","657262":"\n   Can you do sexual hour please\n  ","657263":"\n   Awwww Damn cutie <3 I love ur Belly Pericing cutie <3\n  ","657264":"\n   can i have your followers lol ???\n  ","657265":"\n   They have hookers for what?\n  ","657266":"\n   Age?\n  ","657267":"\n   Lies I know you.. you can't even go a day or two days without shaving?\n  ","657268":"\n   YAY\nYe I was never horny ya know that I was just joking aye??\n  ","657269":"\n   If you could shrink someone you HATE, would you rather step or sit on them? Or both?\n  ","657270":"\n   Stuck on an island with your favorite musician ever, Who is it?\n  ","657271":"\n   Hookers are not very sanitary\n  ","657272":"\n   Yes anythingggggg?\nNothing that'll ruin the mood though aye AHAHAHA\n  ","657273":"\n   Nawwh you never could(; Hehee I'll still do anything for a brownie?\n  ","657274":"\n   I'm going to shove your face in my armpits if you don't reply. I'll not shower for days and not put on deodorant either.\n  ","657275":"\n   3 MORE DAY'S!!?\nHeh so whys it good aye Sav??\nI'm curious to know why(;\n  ","657276":"\n   F  * k  you\n  ","657277":"\n   ?\n  ","657278":"\n   Formspring was my freshman year. Ask.fm was my senior year. Nothing sophomore or junior year though.\n  ","657279":"\n   I want to eat booty\n  ","657280":"\n   Do you have wifi yet??\n  ","657281":"\n   tell me a fun fact about yourself using the first letter of your last name! ?\n  ","657282":"\n   Opinion on rimjobs?\n  ","657283":"\n   u r only girl I would let p.ee on me... because u r so beautiful\n  ","657284":"\n   Sex films though?\n  ","657285":"\n   Ez dixwazim ji bo hezkirina te\n  ","657286":"\n   Did you do anything new this weekend? Me and\n   \n    @NineGDxFour\n   \n   went to a comedy club, which is out of the ordinary for us\n  ","657287":"\n   Do you go to school ?\n  ","657288":"\n   Nawwh??\nMoods still there(':\n  ","657289":"\n   Don't ruin my mood now?\nBut same?\n  ","657290":"\n   I'd do anything for a brownie(; ?\n  ","657291":"\n   Have you ever done a biker film Savannah I'm just wondering\n  ","657292":"\n   Last song you listened to? Mine is Prblms by 6Lack\n  ","657293":"\n   how did you discover ask.fm? did you expect to stay on this site for this long?\n  ","657294":"\n   Ok Savannah can I ask you a question please and thank you\n  ","657295":"\n   QOTD: If you're a snapchat user, what's the longest streak you've had with someone?\n  ","657296":"\n   Your favorite TV show of all time\n  ","657297":"\n   tell me a fun fact ?\n  ","657298":"\n   Favorite TV show right now\n  ","657299":"\n   what do you vision yourself doing by this time next year?\n  ","657300":"\n   It looks awesome Savannah\n  ","657301":"\n   are you much of an overthinker or overworrier?\n  ","657302":"\n   Half of my friends aren't really my friends so im trying to meet new people.? I just went out and didnt get home till a day later.?\n  ","657303":"\n   Hey I heard  u said u pee yourself that was so  not good\n  ","657304":"\n   I wish you all the best in life.  You are such a nice person\n  ","657305":"\n   Awh, Whatd you do? My weeked was great. I met alot of lovely people.?\n  ","657306":"\n   tell us an embarrassing story of yourself ??\n  ","657307":"\n   Thats okay. How was your weekend love??\n  ","657308":"\n   MMMMM\nSo horny for brownies right now\n  ","657309":"\n   LOL,someone seriously thinks that I do look like a 50-year old.WTF ? :D\n  ","657310":"\n   Thank you so much. You sound so inspirational. what do you do as a career?\n  ","657311":"\n   Ma tu Sûriyê ?\n  ","657312":"\n   Mondays are always so busy. I'm in 12th grade so like there's a lot of workload since I'm taking all AP courses.\n  ","657313":"\n   Because it's Monday tomorrow.\n  ","657314":"\n   YAYAYAY\n  ","657315":"\n   You're so kind, thats great. I'm good too, just procrastinating. I hate sundays.\n  ","657316":"\n   Ok\n  ","657317":"\n   COME KIDNAP ME PLS\n  ","657318":"\n   Ok\n  ","657319":"\n   omg yaaass, i've followed you. how are you?\n  ","657320":"\n   L\n  ","657321":"\n   Aha yuppp?\nOMG SOUNDS AMAZING LIKE I FUCKING LOVE BROWNIES AND WALKS\n  ","657322":"\n   I love your eyes. You're like friend goals.\n  ","657323":"\n   mail it hahahahahha\n  ","657324":"\n   Save some for me\n  ","657325":"\n   omg i will beg for ONE\n  ","657326":"\n   you're so beautiful\n  ","657327":"\n   aye omg getting ready for The Walking Dead tonight I WANT BROWNIES :(\n  ","657328":"\n   What type of brownies . I recommend Oreo brownies\n  ","657329":"\n   Why would u want to smell rotting flesh?\n  ","657330":"\n   whats up its been forever?\n  ","657331":"\n   Are you watching anything good on TV lately? I mean actual TV not Netflix etc.\n  ","657332":"\n   hows your day Pretty1\n  ","657333":"\n   IN PAIN BUT GOOD THANK YOUUUUU AS WELL AS MOODY AHAHAHA\nHOW'S MY ATTRACTIVE ASS\n  ","657334":"\n   It looks amazing Savannah\n  ","657335":"\n   WHats your age?\n  ","657336":"\n   what kind of guys are you into?\n  ","657337":"\n   Do you masturbate?\n  ","657338":"\n   I miss talking on kik\n  ","657339":"\n   I wonder why ask.fm did delete your last answer to me\n  ","657340":"\n   I continue to text back and forth with my ex all the time even thought I have not made out or hooked up with her. What would my girlfriend think of this?\n  ","657341":"\n   I'm a fascist\n  ","657342":"\n   what does orgasm feel like?\n  ","657343":"\n   Because you said you had 20 boyfriends\n  ","657344":"\n   how did you not get a speeding ticket lol?\n  ","657345":"\n   Do you have a radar detector?\n  ","657346":"\n   Ugh anyway I should go to bed since I feel so shitty now.\n  ","657347":"\n   I met up with my ex for coffee even though I have a new girlfriend now, and we just talked about our lives. Should I tell my girlfriend about this since I did not cheat or anything?\n  ","657348":"\n   I wouldn't rape any woman\n  ","657349":"\n   I wouldn't pay for sex\n  ","657350":"\n   Are you laughing at me???\n  ","657351":"\n   I hate whores\n  ","657352":"\n   Omg the stalker??\n  ","657353":"\n   Tart\n  ","657354":"\n   I fucking hate when my dad scolds me like I'm 20 fucking stop.\n  ","657355":"\n   Slapper\n  ","657356":"\n   AW HELLO HOT BUTT??\n  ","657357":"\n   OK well my fastest speed is 115 MPH lol\n  ","657358":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139708727161\n   \n   or use cling wrap.\n  ","657359":"\n   Hi Savannah\n  ","657360":"\n   ever gotten a speeding ticket?\n  ","657361":"\n   I have a hose I can turn your desert into a water park ?? jk jk bantor before anyone takes this serious\n  ","657362":"\n   ever driven over 100 mph?\n  ","657363":"\n   do you always use a condom?\n  ","657364":"\n   Keep your legs shut\n  ","657365":"\n   HEY YOU\n  ","657366":"\n   It's the moment of the truth, Trumpy or Clinton?\n  ","657367":"\n   THAT great\n  ","657368":"\n   I'm so tired..\n  ","657369":"\n   You're so beautiful it hurts ??\n  ","657370":"\n   And I really suggest you to try Fazer milk chocolate,it's absolutely delicious :)\n  ","657371":"\n   i hope you get them! i mean i have the worst underbite in the world like even the orthodontist said my case can be \"revolutionary\" so if i can get them anyone can lol\n  ","657372":"\n   how many boyfriends have you had?\n  ","657373":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/139708347769\n   \n   Just to give an advice to anon:That's not a good way to generally approach a woman.\n  ","657374":"\n   Really ?\n  ","657375":"\n   I love you.\n  ","657376":"\n   ever wanted braces?\n  ","657377":"\n   i guess this is also the perfect time to mention i have invisalign. if you can, totally get them. better than braces.\n  ","657378":"\n   Well,Angry Birds is Finnish :)\n  ","657379":"\n   I WANT TO FUCK WIT YOUU!!!!!!\n  ","657380":"\n   Nothing  really\n  ","657381":"\n   If you want to experience a Finnish type of sauna,apparently there are some in Thunder Bay,Ontario\n  ","657382":"\n   Do you have a Job?\n  ","657383":"\n   I want with you rn\n  ","657384":"\n   do you have a lot of money?\n  ","657385":"\n   would you get invisalign?\n  ","657386":"\n   That's not a bikini. That's a framework showcasing exquisite beauty:)\n  ","657387":"\n   when did you last have sex?\n  ","657388":"\n   opinion on invisalign?\n  ","657389":"\n   dude I've always wanted to use a sauna. definitely not jealous of you\n  ","657390":"\n   You are so beautiful . You are the most perfect woman I have ever seen . You make me feel as if I'm in love with you and every single day you make me want to be with you\n  ","657391":"\n   Make a wish! ?\n  ","657392":"\n   @\n  ","657393":"\n   Have you ever been in a sauna? Opinions? If not would you?\n  ","657394":"\n   Hi Savannah how are you\n  ","657395":"\n   @\n  ","657396":"\n   Hey\n  ","657397":"\n   Aww thank you beautiful??\n  ","657398":"\n   Im at home cutie why <3 :)\n  ","657399":"\n   Good morning\n  ","657400":"\n   @\n  ","657401":"\n   @\n  ","657402":"\n   Who should get an award at the MTV Music Awards ceremony?\n  ","657403":"\n   i love uh\n  ","657404":"\n   aw man :(\n  ","657405":"\n   Okay I'm sadly going to stop asking questions now ? DONT WANT MY ACCOUNT GETTING BANNED!!!!\n  ","657406":"\n   Your response to the Jupiter thing is priceless LOL!\n  ","657407":"\n   Have u ever walked on someone? If yes, Was it awkward?\n  ","657408":"\n   Would u like to go to jupiter for a month and come back with a monkey?\n  ","657409":"\n   Knowledge is power after all ?\n  ","657410":"\n   It was almost 2:00 in the morning and the clocks change back to 1 because of saving time\n  ","657411":"\n   How old are you\n  ","657412":"\n   I like your butt\n  ","657413":"\n   Yeah How I forgot that I banged you yesterday in the closet right ?\n  ","657414":"\n   What's one thing you wish somebody would've told you as a child?\n  ","657415":"\n   Following. Anyone that can speak with the intelligence you exhibit and look this good has to be followed:)\n  ","657416":"\n   I got lost at always hungry ? I want foood? im okay just tired. How was your day?❤\n  ","657417":"\n   do you have a job yet...this is Mom\n  ","657418":"\n   how has life been lately\n  ","657419":"\n   still in Cally or did you move\n  ","657420":"\n   Always smile☺, be happy? and love??staif\n  ","657421":"\n   Hello Miss Boom\n  ","657422":"\n   Your favorite song?\n  ","657423":"\n   How many ear piercings do you have and where did u get them?\n  ","657424":"\n   has anyone ever told you that they were ignoring you?\n  ","657425":"\n   Have you guys ever met? Or not yet but plan on it?\n  ","657426":"\n   Anon wanted me to send my @ out for your opinion on me so what's your opinion on me? If you don't know me, then what's your first impression? Or you could delete this if you don't want to answer :3\n  ","657427":"\n   Opinion of fireworks?\n  ","657428":"\n   What's your cats name and how old is he\/she is\n  ","657429":"\n   Not every cereal killed does what he does for fun now does he ? so we can only speculate why\n  ","657430":"\n   Ummm ok?\n  ","657431":"\n   How often do you see him?\n  ","657432":"\n   Can I be your Servant\n  ","657433":"\n   You single?\n  ","657434":"\n   You know what I notice ? you are a beauty ❤\n  ","657435":"\n   When was the last time he told you he loves you?\n  ","657436":"\n   ?\n  ","657437":"\n   I didnt ask a question I was proving a point from a discussion we were having from before. You were just late on the reply\n  ","657438":"\n   Did he eventually message you saying he loves you though?\n  ","657439":"\n   That's good and do you have any pets\n  ","657440":"\n   I'd offer you a cigarette but you are already smoking hot\n  ","657441":"\n   Hi my beautiful friend and how is life\n  ","657442":"\n   Why do people abuse or sexually harass others certainly not always for fun but because they are mentally unstable\n  ","657443":"\n   What did Jake do\n  ","657444":"\n   What do you like being asked about?\n  ","657445":"\n   Where are u ?\n  ","657446":"\n   Mexican food or Chinese\n  ","657447":"\n   aww why lol <3 :)\n  ","657448":"\n   aw lol <3\n  ","657449":"\n   Awwww\n  ","657450":"\n   I actually ur eyes look at me I think I will be baby ? on ur hand ?\n  ","657451":"\n   Naa , every person have it , like....\nMood : happy\n3 hours later\nMood : angry\nSo its ok\n  ","657452":"\n   How are you\n  ","657453":"\n   Do you wear a wig?\n  ","657454":"\n   how many books did u read?\n  ","657455":"\n   you're eyes?✌\n  ","657456":"\n   Who's jake\n  ","657457":"\n   do u smoke?\n  ","657458":"\n   Dont worry hehe. I think u r not in the mood , btw relax\n  ","657459":"\n   A true compliment (:\n  ","657460":"\n   My mum dead plz don't\n  ","657461":"\n   Something's wrong\n  ","657462":"\n   Are you okay\n  ","657463":"\n   Age?\n  ","657464":"\n   Unforgattable moments are covered everywhere.\n  ","657465":"\n   Any place where I can talk to you ??.if you don't mind telling me ❤️️???\n  ","657466":"\n   I'll be here when you decide to keep my mind under the control.\n  ","657467":"\n   I love you so much\n  ","657468":"\n   Snapchat???\n  ","657469":"\n   Damn... I told you she looks cute , little creepy i think the shadow  something , lol whats wrong\n  ","657470":"\n   I've never tried it but no I likey sausage?\n  ","657471":"\n   I never said it was for fun but perhaps.\n  ","657472":"\n   Yeah I just really miss you\n  ","657473":"\n   Tell me what was his name my dear friend ? Do you remember ?\n  ","657474":"\n   U look like Rachel McAdams\n  ","657475":"\n   You are so pretty ???\n  ","657476":"\n   I fucking love your cat???\n  ","657477":"\n   You look so innocent in the photo you posted, you're very beautiful as always ☺\n  ","657478":"\n   Post a new pic in that smexy strappy bikini!  <3\n  ","657479":"\n   Oh. Why not kik?\n  ","657480":"\n   This is because you put it as the nickname on your profile you decided to get with old your bf. ?\n  ","657481":"\n   Yes I know that what you are talking about I am never mistaken ~~its the same concept.\n  ","657482":"\n   Really? I didn't  come on ask for the while now\n  ","657483":"\n   Can you go on kik?\n  ","657484":"\n   It wasnt a simple answer though?. Cause u cant smell my skin nor is my skin rotting?\n  ","657485":"\n   I wanna talk on kik\n  ","657486":"\n   Why u think that\n  ","657487":"\n   Always smile☺, be happy? and love??staif\n  ","657488":"\n   Sorry I'm late ...wyd\n  ","657489":"\n   Why boom ?\n  ","657490":"\n   HAHAHA\nYa naughty? but nawwh? damn wifi!!\n  ","657491":"\n   Do you agree that good things come to those who wait?\n  ","657492":"\n   Why are people telling you they love you ?\n  ","657493":"\n   Psychopaths have actually helped the human race advance. These tendencies can be found in some of the world leaders - billionaires and what not ? just some are useless shits\n  ","657494":"\n   People have been pretending to be others since the beginning of time its a psychopathic tendency.\n  ","657495":"\n   Hi hiiiiiiiii??\nYeye pretty chill aye? heh yours? :3\nI POSTED A VID ON HERE IF YOU WANTED TO LISTEN TO MY ACCENT???\n  ","657496":"\n   I love you\n  ","657497":"\n   Technology as well\n  ","657498":"\n   AW I'M HERE FOR YA TOO BABE?❤?❤\n  ","657499":"\n   Nawh okie?\n  ","657500":"\n   U hv big fourhead like\n   \n    @ncgirl_iltransplant\n   \n","657501":"\n   I should have understood as a result of why you couldn't any of them\n  ","657502":"\n   Post your favorite song\n  ","657503":"\n   Do girls find it as a sign of weakness when I guy is crying in an emotional way ?\n  ","657504":"\n   Have you ever had sex someone with before ?\n  ","657505":"\n   Morninnnn?\n  ","657506":"\n   A simple one?\n  ","657507":"\n   I miss youuuu\n  ","657508":"\n   The smell one.\n  ","657509":"\n   Actually she's creepy ?\n  ","657510":"\n   Yeah what was that response about?\n  ","657511":"\n   If you don't mind answering, Who are you voting for? Personally I'm considering Jill Stein ?\n  ","657512":"\n   Tf?\n  ","657513":"\n   Whats the last foul thing you smelt?\n  ","657514":"\n   Yea thats the difference between people then and now. Everyone now is a weak little shit and its what society is breeding. Buunchhh ahh psychologically weak fkers\n  ","657515":"\n   QOTD: What do you think about gun ownership or gun control, and for non-American followers, what do you think about the second amendment in general? Should people even have guns to begin with?\n  ","657516":"\n   Noope American ??\n  ","657517":"\n   Noo i just do actual bacon and pineapple\n  ","657518":"\n   It not so much that their lives are sad, lonely and pathetic but that they crave something else that they can't get from being them-self (so they perceive it to be). For instance attention, or acceptance by people who normally wouldn't accept them. Tis what happens when we become slaves of the mind!\n  ","657519":"\n   Pineapple does go on pizza ????\n  ","657520":"\n   who's always there for you when you need a shoulder to lean on? can be anybody in the world.\n  ","657521":"\n   If you were to order pizza what would you put on it\n  ","657522":"\n   Hey\n  ","657523":"\n   are you going to vote on Tuesday?\n  ","657524":"\n   Are you able to use sc still?\n  ","657525":"\n   Have you ever been arrested?\n  ","657526":"\n   Ohhhhh i just read ittttt haha im glad you deserve it x\n  ","657527":"\n   Who was your favorite teacher growing up? Mine was Mr. Rochester from 10th grade English because he generally cared for his students\n  ","657528":"\n   What's your favorite fast food, if any?\n  ","657529":"\n   Where are sources for that ?\n  ","657530":"\n   Mind over matter - my fav saying. People often underestimate the power of their mind as my father always says once you can truly visualize it (anything you want in life) it can be yours. They also think their mind an brain are the same .. Tis not at all\n  ","657531":"\n   ?\n  ","657532":"\n   Hi\n  ","657533":"\n   Plz try to stay skinny.  Cuz you look pretty like that.  K?\n  ","657534":"\n   I hope you remember us (the Ask anons) when you become a famous model...\n  ","657535":"\n   what do you wear to bed\n  ","657536":"\n   What r ur weekend plans ?\n  ","657537":"\n   Bikini challenge. Post a pic in bikini if it gets 5 likes or more that means your ask fm beauty of the week.\n  ","657538":"\n   Tbh & rates ?\n  ","657539":"\n   What r ur weekend plans ?\n  ","657540":"\n   you were making an ice cream sundae what toppings would you put on it\n  ","657541":"\n   BOOM BOOM BOOM I WANT YOU IN MY ROOM ! We can spend the night togetherrr\n  ","657542":"\n   PAP a creepy face!\n  ","657543":"\n   Aye\n  ","657544":"\n   lol\n  ","657545":"\n   Did you know the names of the two people Shaking hands when the Nokia phone start up? ?\n  ","657546":"\n   Your eyes are killing me ?\n  ","657547":"\n   Today I read in a medical journal about a patient whose both legs were not functioning but today from his willpower, only from his willpower, he has recovered and now he is walking, running and dancing once again.\n  ","657548":"\n   If it was possible would you ever shrink yourself down so you could spy on someone?\n  ","657549":"\n   sorry I changed my mind you are not worth 300 you are worth 700.\n  ","657550":"\n\n    http:\/\/orig00.deviantart.net\/919d\/f\/2016\/103\/4\/2\/sandy_by_dalley_le_alpha-d9ysdw1.jpg\n   \n","657551":"\n   I just wanna ride on ur back, I wanna take a pic with you ✋ ?\n  ","657552":"\n   name some people who have made an impact in your life.\n  ","657553":"\n   what was your first job? (if you never had one use this as a filter) xoxo\n  ","657554":"\n   Post a full body pic at the moment\n  ","657555":"\n   how do you handle disappointment???\n  ","657556":"\n   Not quite, but I haven't shaved in a few weeks so it is bushier than usual.\n  ","657557":"\n   Yeah,true.And at the same time they support and sell weapons to Saudi Arabia.\n  ","657558":"\n   I'll come to the mountains and live with you ok?\n  ","657559":"\n   Hey sexy lady\n  ","657560":"\n   The thing is,it's way less dangerous than both alcohol and tobacco and yet both of those are legal.Prohibition didn't work with alcohol and it isnt working with drugs and especially with not marijuana.And there are a lot of examples of successful people who use marijuana in  recreational way.\n  ","657561":"\n   Please describe your family???? :-)\n  ","657562":"\n   Yeah,but is \"the crime\" really worth of life in prison ? Or even one year ?\n  ","657563":"\n   What's with anons telling you who to block? Seems strange\n  ","657564":"\n   #boom\n  ","657565":"\n   Its fine.. Its the internet I don't care for spelling errors once they are made on social media if I understand what you say its cool ? I also don't know every single word so you never know got to ask incase it something you dont know #weneverstoplearning\n  ","657566":"\n   Yep blocked him on everything.  Was just warning you\n  ","657567":"\n   Yeah,although selling a pot brownie landed one man for life in prison.\n  ","657568":"\n   Wired connection with no router. I assumed that was how you were talking so you didn't use up your data.\n  ","657569":"\n   How about kit Kat brownies and cream\n  ","657570":"\n   Speaking of brownies,have you ever eaten a pot brownie ?\n  ","657571":"\n   Why people pretend to be someone else its because they need to satisfy a need for attention that they can't get by being themself\n  ","657572":"\n   Hey at least you have a computer right? Could be worse.\n  ","657573":"\n   You don't have wifi where you are?\n  ","657574":"\n   Why can't you?\n  ","657575":"\n   you should come talk on snap\n  ","657576":"\n   Whats a minotar or you mean minotaur xD\n  ","657577":"\n   I'll make my own brownie batter and yes we can have a batter fight .why don't we make Kit Kat brownies\n  ","657578":"\n   Tonight, I breath a little ?\n  ","657579":"\n   Maaaaan george carlin was a beast loved that guy\n  ","657580":"\n   Can I make brownies with you .\n  ","657581":"\n   damn you truly are a savage eh boomie\n  ","657582":"\n   Savannah what panties are you wearing\n  ","657583":"\n   I WOULD SURVIVE??\n  ","657584":"\n   your message to the annoying anons was so epic it boomed the boom\n  ","657585":"\n   Me , I can't sleep, I have my exams soon ??\n  ","657586":"\n   If you had the opportunity to get a message across to a large group of people, what would your message be? ?\n  ","657587":"\n   You are my dream woman . I want you right now princess to cuddle\n  ","657588":"\n   Oh yes, sorry, tired??\n  ","657589":"\n   Awee good goood! C: I'm glad you are!?????\n  ","657590":"\n   It's not so much an alien. It's just common sense and my brain, judging from past experiences, tells me it's better to resign myself to being alone forever and just hide from everybody.\n  ","657591":"\n   Favorite designer brand?\n  ","657592":"\n   Honestly, there's something wrong in my head right now\n  ","657593":"\n   Makes me stronger???\n  ","657594":"\n   How would u describe love ?\n  ","657595":"\n   Omg your background is killing me??\n  ","657596":"\n   Sexy and hot af ❤️\n  ","657597":"\n   Wonder how your nipple will look with piercing?\n  ","657598":"\n   HAHAHA I'LL SET FIRE TO THE RAIN THEN??\n  ","657599":"\n   Nawwwh?\nHeh so you're really good then ye? :3\n  ","657600":"\n   Well lucky for you I'm going to have a beard like a hobo soon because I'm too depressed to shave.\n  ","657601":"\n   HAHAHAHAHA\nBut you're bomb asf though? like??? GURL YOU BE LIT\n  ","657602":"\n   If u could be a part if a TV family ,what families would u like to be a part of ?\n  ","657603":"\n   Aweeeee mornin morninnnnn?\nHeh well I'm still in bed so ye my day is going pretty well? what about yours?❤\n  ","657604":"\n   What are your reasons for fireworks , both personal & national ?\n  ","657605":"\n   You like beards? :D\n  ","657606":"\n   Fuck ;-; *❤❤\n  ","657607":"\n   Good morning beautiful!??❤❤\n  ","657608":"\n   I'm definitely feeling a retreat, I'm feeling awful and want to never see anybody again.\n  ","657609":"\n   Meh, I bother everybody. I should retreat into isolation\n  ","657610":"\n   Have u ever had someone be rude to u on this site ? Did they have a good reason to ?\n  ","657611":"\n   thank you for the likes following you\n  ","657612":"\n   I'm sorry for bothering you\n  ","657613":"\n   how do you feel about marriage?\n  ","657614":"\n   Can you put in a different belly ring and pap\n  ","657615":"\n   Frozen pizza or pizza from a restaurant\n  ","657616":"\n   hi\n  ","657617":"\n   Hehee of course not❤❤❤\nReply on insta when ya can& want cx\nAW I JUST WANNA CUDDLE YOU ;-;\n  ","657618":"\n   Awwwww Hey? ? ? ? ?\n  ","657619":"\n   awwwwww\n  ","657620":"\n   awwww ?\n  ","657621":"\n   We're both so special :') ❤❤❤❤\n  ","657622":"\n   Who is your celebrity crush? Post a picture ♡\n  ","657623":"\n   Ask does hare mee\n  ","657624":"\n   If a girl ask you to cuddle with, would you say yes or nahhh?\n  ","657625":"\n   Do you still do creative writing?\n  ","657626":"\n   My bf and I do it a lot and it's good but he annoys me with little things should I leave?\n  ","657627":"\n   How did you spot a catfish acc at ask.fm?\n  ","657628":"\n   Have you watched Doctor Strange? Give some opinion about it\n  ","657629":"\n   Have you started Christmas shopping? Do you have a lot of gifts left to buy?\n  ","657630":"\n   You should go n sleep now.\n  ","657631":"\n   Ye like I still love you& my arm's will always be open for you as well as the other half of my bed will be left empty for you!! :') ❤❤❤\n  ","657632":"\n\n    @KL03\n   \n","657633":"\n   How are you Vietnamese ?\n  ","657634":"\n   Hi\n  ","657635":"\n   Nawwh it's fine? \nAha aw I'm not even big on ldr's but you'd be worth it?\nHeh *hugs tight* I still love ya Sav❤\n  ","657636":"\n   hahahah, i just wants to tell you, i dont wont to sent u nudes lol\n  ","657637":"\n   You only like me for my food!\n  ","657638":"\n   I am tooo?\n  ","657639":"\n   i dont want to talk with someone new?..im just a normal boy lol\n  ","657640":"\n   R u a parent? Name ur favorite parents for me to follow\n  ","657641":"\n   i sent u msg on instagram please check it and answer me...u are unbelieveble and i would love to talk with you sooooo much <3\n  ","657642":"\n   I forgot to come off anon, i'm the one who said I follow you\n  ","657643":"\n   What is one thing that you hate to do but have to\n  ","657644":"\n   10시간전에?\n  ","657645":"\n   Do u want kids\/more kids?\n  ","657646":"\n   에일린 홍한테 뭐라고 문자보냈지?\n  ","657647":"\n   Would u like to continue to get my questions ?\n  ","657648":"\n   넌 솔직히 말 못하는 구나?\n  ","657649":"\n   왜 솔직하지 않지 ?\n  ","657650":"\n   Ye I wouldn't share you or your clone either?? and nawwh HAHA one day you will? heh so you gonna answer my question on my page???\n  ","657651":"\n   에일린 홍한테 뭐라고 문자 보냈어?\n  ","657652":"\n   I follow u . Have a great day . What is ur favorite food ?\n  ","657653":"\n   What does he mean by the \"other one\" hmm? &ye if he even tried to kiss you, I'd tackle him to the ground?\n  ","657654":"\n   Oh i lnew that from the start lol im going to bed lol nighht ??? tell cute c**t in cool with her ??\n  ","657655":"\n   에일린 홍이랑 또 무슨 대화를 했어?\n  ","657656":"\n   에일린 홍한테?\n  ","657657":"\n   Dangit\n  ","657658":"\n   BUT YOU HAVE TO PROMIS ME A KISS THOUGH ?????\n  ","657659":"\n   뭐라고 하면서 문자보냈어?\n  ","657660":"\n   Heh LEGIT BABY❤\nI'm not sure but it'd be a fuck load of cash cause of the distance :( but I can have a look if you want??\n  ","657661":"\n   Ughhh fine she can have the other one ???\n  ","657662":"\n   HAHAHAHA FOR ME TO FIGHT SOMEONE WHO THINKS THEY'LL STEAL YOU AWAY FROM ME?\n  ","657663":"\n   HAHAHA\nFuck off aaron mate??\nI will fight for Savannah and it will get bloody?\n  ","657664":"\n   I saw u in Sacramento tho ?\n  ","657665":"\n   How many times have you fallen in love?\n  ","657666":"\n   Heeyy I hope you have a good daayy (:\n  ","657667":"\n   Noooo i want you to me and me onlyyyyyy ????????????????\n  ","657668":"\n   Do u Live in Sacramento?\n  ","657669":"\n   OI LIKE LEGIT ASF OI I'M BEING DEAD SERIOUS❤❤❤\n  ","657670":"\n   Oh my god that'd be dopeee ?? then i'd get two of you ????\n  ","657671":"\n   Im sorry for the late reply my phone wasent working? How are you? I hope you had a wonderful day?\n  ","657672":"\n   True true ffs??\nI don't want you to live in the State's anymore ;-;\nHeh AWAW YASSSS?????\nCome live with meeeee pleaseeee?????\n  ","657673":"\n   Let her see this \nYou're mine huh?? ??\nI'd buy you pizza and any ice cream you want you'd be cuddling with me and watching YOUR fav movies ? and of course maybe kissies ??????\n  ","657674":"\n   How do u get people to ask u questions ?\n  ","657675":"\n   How long have u used this site ?\n  ","657676":"\n   Hehee I know you're too freaking cute?\nAW YAS?\nSo you wanna come live here aye??\n  ","657677":"\n   Woah woah you better tell cute c**t to back up cuz you're mine asf ???????\n  ","657678":"\n   Did u graduate high school ? Or what grade r u in ?\n  ","657679":"\n   Im getting annoying i know lol nightt\n  ","657680":"\n   You're my dream????\n  ","657681":"\n   Love the belly button ring lol ???\n  ","657682":"\n   Pap a full body\n  ","657683":"\n   Full body pic?\n  ","657684":"\n   Nah it'd be the best if I actually had you in my life?\nNawwwh Sav?\nNAWH ;-;\nYou know I'd buy you pizza& cook you whatever you wanted if I could in a heart beat and bring it all to you in bed and of course come in cuddling you❤\n  ","657685":"\n   TBH you are really beautiful and you are a great friend and I hope you have a great night\n  ","657686":"\n   Your butoon ?\n  ","657687":"\n   Hmmll sexy girls, you have one picture with a short ?\n  ","657688":"\n   Heh just listening to this CATCHY PERFECT SONG ON REPEAT!? while playing age of empire's 2 on the pc? heh you my love? :3\n  ","657689":"\n   Nooo im your puppy ???\n  ","657690":"\n   Love to see you\n  ","657691":"\n   Your legs in picture ? ;)\n  ","657692":"\n   CUTENESS?\n  ","657693":"\n   Do you want to be buried or cremated?\n  ","657694":"\n   SAV?\n  ","657695":"\n   What do you eat on your pizza\n  ","657696":"\n   Can we cuddle ???\n  ","657697":"\n   Do you follow fashion trends actively?\n  ","657698":"\n   Is it wrong or weird for a junior in high school to be dating a 8th grader\n  ","657699":"\n   Can you go on kik?\n  ","657700":"\n   What's ur favorite holiday?\n  ","657701":"\n   What if I don't bring pizza?\n  ","657702":"\n   Panty waistband pic\n  ","657703":"\n   Tmw boom is perfect ?\n  ","657704":"\n   Is it my eyes, when you look at me? They are so gorgeous, they'll set you free! Could it be my walk, or just my stare? That makes you freeze, when I appear... Super good looking, every hair and place. Everyone loves, this gorgeous face!\nYou can't deny, my beauty shots\nI'm everything that you're not.\n  ","657705":"\n   Do you think sex is a big deal?\n  ","657706":"\n   no no it's final you are like\nwhat is problem\n  ","657707":"\n   I understood. don't you figure it out ?\n  ","657708":"\n   Why do you think you have a dark heart ... I think you're pretty sweet\n  ","657709":"\n   It doesn't matter you said or I said we're already like a whole part of the body.\n  ","657710":"\n   you are anerican\n  ","657711":"\n   Aw really? :'3\n  ","657712":"\n   Color of bra now?\n  ","657713":"\n   Im not even being inappropriate ??\n  ","657714":"\n   Ooooh wow You from? I am from Mars I guess\n  ","657715":"\n   Don't waste your meaningful kissy please. Give it to me ?\n  ","657716":"\n   aw lol <3\n  ","657717":"\n   awwww cute <3\n  ","657718":"\n   awwww hey wyd lol\n  ","657719":"\n   Then kiss me to make a peace ?\n  ","657720":"\n   629423657\n  ","657721":"\n   Sav you're a beautiful lady ?\n  ","657722":"\n   Heh I am for certain people XD AW I'll always give you my loveeeee\n  ","657723":"\n   Hey Good Morning❤️ ? ? ?\n  ","657724":"\n   How are u fake eyes ?\n  ","657725":"\n   I thought that by this time in my life, I'd...\n  ","657726":"\n   Id take you to ball ???\n  ","657727":"\n   What's the sexy part of your body and your brain we already know that\n  ","657728":"\n   Fuck bitches Get money\n  ","657729":"\n   Put these in order according to you\nBooty boobs brain\n  ","657730":"\n   Do you believe in Jinns ? ~ ~ [~(in Arabian and Muslim mythology) an intelligent spirit of lower rank than the angels, able to appear in human and animal forms and to possess humans.\n\"the rebellious jinn lead men astray\"~]\n  ","657731":"\n   What is your biggest worry right now?\n  ","657732":"\n   Ethnicity & Race  ?\n  ","657733":"\n   Didn't you get up yet ?\n  ","657734":"\n   Savanna banana is mine :|\n  ","657735":"\n   no problem because you are mine\n  ","657736":"\n   Are you single for me if I bring you pizza?\n  ","657737":"\n   so you are not single\n  ","657738":"\n   I'm in India\n  ","657739":"\n   Pizza and cuddles? >\/\/<\n  ","657740":"\n   your mom told me\n  ","657741":"\n   I'm not  that crazy lol and I did so I can get me warm\n  ","657742":"\n   somebody told me that you are single\n  ","657743":"\n   no no 3 am in your country and 4 pm in my country here sky is blue\n  ","657744":"\n   Nawwwwwh XD\nYAS?\nI'm gonna cuddle up to you real close& snuggle my face in your neck& collar bone area cause I'm really tired??\n  ","657745":"\n   Come here and i'll makr you some\n  ","657746":"\n   3 am sky is dark black there\n4 pm sky blue\n  ","657747":"\n   Nawwww?\nSame like I need it now(': \nAHA glad you're on aw?\n  ","657748":"\n   @@@@@\n  "},"Answer":{"656676":"\n  I just need some weed and a good laugh\n  ","656677":"\n  Yeaaah i do need that ?\n  ","656678":"\n  What is up skunkbutt\n  ","656679":"\n  Not really\n  \n  I just want him to talk to me\n  \n  But he doesnt want to love me back\n  ","656680":"\n  I have a huge bucketlist of movies to watch on Netflix and these are the ones ive seen, some might be taken off by now tho.\n  \n  The ones i loved :\n  \n  Philomena\n  \n  Top gun\n  \n  Phoenix\n  \n  Love actually\n  \n  Like water for chocolate\n  \n  Exit through the gift shop\n  \n  Clueless\n  \n  Snowpiercer\n  \n  Muscle shoals\n  \n  The chorus\n  \n  The ones i enjoyed:\n  \n  The wind that shakes the barley\n  \n  We need to talk about kevin\n  \n  Short term 12\n  \n  Wet hot american summer\n  \n  Aint them bodies saints\n  \n  The trip\n  \n  Frances ha\n  \n  The babadook\n  \n  Hot fuzz\n  \n  Night crawler\n  ","656681":"\n  Youre like really sweet & super fun to talk too!! I love your sense of humor & we have had some pretty bomb conversations ?\n  ","656682":"\n  Wow i got everything but soap ?\n  ","656683":"\n  Drowing in my own thoughts, you?\n  ","656684":"\n  I dont have a fav but i really like the ines that are like top 5 and top 15 kinda thing because i learn so much about things im interested in. Like bizzar stuff in our world and sightings, stuff like that.\n  ","656685":"\n  Thank you so much\n  \n  Sometimes its hard to remember things like this, but really thank you so much❤\n  ","656686":"\n  Thank you ❤\n  ","656687":"\n  Omg i knoe exactly what you mean.\n  \n  It honestly feels like my future is just gone.\n  ","656688":"\n  Ill just show you\n  ","656689":"\n  He doesnt want anything to do with me at this point. I can't even eat now. I dont even want too.\n  ","656690":"\n  People need to stop following the bible as a literal guide. There essentially stories of what earth is suppose to be like. You're only suppose to take the morals from it, youre not going to be cursed forever for having sex before marriage. I mean shit, some people dont even believe in marriage.\n  ","656691":"\n  Not exactly sure. All i know are my plans today are : eating, coloring, reading, gardening, doing laundry, taking a bath, & getting my head right.\n  ","656692":"\n  Usually just by speaking with me honestly and getting an understanding of each other.\n  ","656693":"\n  The one aspect of obama i liked was he had a very good sense of humor\n  ","656694":"\n  I feel youre right\n  \n  Just at the moment things feel so dark\n  ","656695":"\n  This is really the only site i like to use now\n  ","656696":"\n  I have an amazing twin\n  ","656697":"\n  I decided it was a good idea to get depressed and angry today, and demolish the ONE relationship that was worth anything to me. I made so many plans in my head, i had everything figured out but my head was like \"noooope thats not what i want cause youre cursed with darkness and you dont deserve light or love for that matter\" so my im stuck, wishing i could sleep forever, wishing i could drink my pain away, wishing the tears will stop dehydrating me. I have no motivation to do anything, its been a really long time since ive been this sad - and i want it to go away, i want everything to be okay but i dont think thats how my life is suppose to be, i dont know if im ever suppose to be ok.\n  ","656698":"\n  It sucks for me to be kinda glad to hear that im not alone, that someone else knows excatly how painful this is - even though i wouldnt wish this pain on anyone. I feel lonely and lost. Dark and cold. I wonder if anyone will come find me.\n  ","656699":"\n  I love you too\n  \n  Take some drinks for me too?\n  ","656700":"\n  So am i.. omg maybe its impossible for us to do that to each other cause we're both cursed. Omg you need to move in?\n  ","656701":"\n  This makes me feel a little better.❤\n  ","656702":"\n  I really hope so\n  \n  I feel like give me time and i might ?\n  ","656703":"\n  ME TOO LIKE PLEASE\n  ","656704":"\n  Im really good at destroying everything that was good in my life.\n  ","656705":"\n  I need to wake up from this dream.\n  \n  My eyes need to open\n  \n  But im stuck in this nightmare my mind has created.\n  \n  Im trapped in fog & i cant find my way out\n  ","656706":"\n  I choose vodka\n  ","656707":"\n  Im looking for some\n  ","656708":"\n  Can we now\n  ","656709":"\n\n   @bunniboy\n  \n  did at one point, but it can only last for so long. The true inner person will come out at some point.\n  \n\n   @JessicaStonebridge\n  \n  i fucked up or im fucked up. I need you. ?\n  ","656710":"\n  Probably a lot of things they predicted\n  \n  Same with family guy ?\n  ","656711":"\n  I feel like i was only brought to earth to piss the world off sometimes.\n  ","656712":"\n  When honey boo boo is happier than i am\n  ","656713":"\n  Sadly, no. ?\n  ","656714":"\n  Honestly, i need one.\n  ","656715":"\n  Over it.\n  \n  Done.\n  \n  Not in the mood.\n  ","656716":"\n  ? what life has done to me\n  ","656717":"\n  Mood : i give up and this is how i will turn out.\n  ","656718":"\n  How about honey boo boo, is she sweet????\n  ","656719":"\n  Yes, but not in the way it is for most people. I dont need the biggest, fanciest house. I dont need the news and greatest sporta car.\n  \n  I need to be stable. I need to be able to have tons of food around, and be able to pay my bills & make sure my kids can grow up comfortably. I just want things to be comfortable, i dont want the extra stress of money when im sure there's going to be so many other things in life that will stress me out.\n  ","656720":"\n  Dear trump supporters\n  ","656721":"\n\n   @bunniboy\n  \n","656722":"\n  Do you boo boo\n  \n  But respect those who don't find that attractive.\n  ","656723":"\n  Other people success that wasnt cause they opened their legs for someone important or they have a pretty face - true success, someone who actually makes a difference.\n  ","656724":"\n  My kitty is epic so im glad you liked ?\n  ","656725":"\n\n   @bunniboy\n  \n  I hope my dreams come true & i get to marry you\n  ","656726":"\n  Oh 100% yes\n  \n  I just dont know if they would either agree or if they even know\n  ","656727":"\n  All im saying is when i picture a man, this is who i see\n  ","656728":"\n  Awwwwh you made me wanna watch pineapple express\n  ","656729":"\n  Watch out guys im the next conor mcgregor ?\n  ","656730":"\n  Youre like way cooler than a cucumber\n  ","656731":"\n  I wonder how tough i look shocing cheescake into my face\n  ","656732":"\n  Omg idk why that made me so excited\n  ","656733":"\n  Please tell me youve heard lil dickys lion king rap?\n  ","656734":"\n  I handled it like a champ tho cause it swelled up and took the feeling away from my little toes ? the only thing that sucked was i got super nauseated\n  ","656735":"\n  My dad was cutting up firewood & one of the halves came flying at me and hit my leg - he still feels REALLY bad. I cant even talk about it without him putting his head down in shame\n  ","656736":"\n  Moral of the story\n  \n  Jealousy sucks ?\n  ","656737":"\n  Fuck tunes, watch trailer park boys\n  ","656738":"\n  Jim Lahey style ?\n  ","656739":"\n  Am i as cute as my bruise\n  ","656740":"\n  I just remember being super hyped that he beat his mean ass, cause how could he have killed mufasa\n  \n  HOW COULD HE\n  ","656741":"\n  OMG LIKE KETTLE CORN? ??\n  \n  youre so sweet\n  \n  But honestly the only thing i think thats really poppin tonight, is this pimple on my chin. It needs to leave.\n  ","656742":"\n  MUUUUUUFFFAAAASSSAAA ???????????????????\n  ","656743":"\n  Omg & i love you❤\n  ","656744":"\n  I mean i think i cant stop\n  \n  Never trust a perfect person\n  \n  Never trust a song thats flawless. ?\n  \n  Naaaah, youre really sweet, thank you ?\n  ","656745":"\n  Omg tell me tell me\n  ","656746":"\n  Did all the old ask users die?\n  ","656747":"\n  Home is where the vodka is\n  ","656748":"\n  I feel that everyone should have some sort of personal responsibility and accountability. Some levels are gonna be higher than others, but everyone should realize they need to be responsible for themselves.\n  ","656749":"\n\n   @bunniboy\n  \n\n  IM SO IN LOVE WITH YOU\n  ","656750":"\n  Saving my cat from being an idiot since shes attacking her own furball ?\n  ","656751":"\n  I would have bought\n  \n   @bunniboy\n  \n  something, but hes been naughty this year ❤??\n  ","656752":"\n  Play with my pussy\n  ","656753":"\n  Ho ho ho\n  \n  Im like santa\n  \n  But better?\n  ","656754":"\n  I need all the oodles and boodles of your love, right now\n  ","656755":"\n  Im pretty sure i was like your first follower\n  ","656756":"\n  I feel like the only person who shouldnt hate me, is you ❤❤❤\n  ","656757":"\n  Following back beauty b❤\n  ","656758":"\n  Dude HAHAHAHAHAHAHAHAH i cannot breath\n  \n  How much whiter can i possible need to get? Omfg\n  \n  In what way do i look black. Omfg ???????\n  \n  &&& i wanna seee the black people you have seen cause DAAAAAAAMN\n  ","656759":"\n  Idk\n  \n   @bunniboy\n  \n  am i ?\n  ","656760":"\n  I know\n  \n  Im HAWT???\n  ","656761":"\n  All i care about is thae cat my kitty is purring so loud im starting to wonder if shes part lawn mower ?\n  ","656762":"\n  Speak away kind sir\n  ","656763":"\n  Ive learned today that im a fat girl at heart\n  ","656764":"\n  SORRY I DONT WANT BOTOX\n  ","656765":"\n  People need to find Jesus\n  ","656766":"\n  Im so glad you came to my page ?\n  \n  Its nice to see genuine people out there\n  ","656767":"\n  Fuck i should run for president\n  ","656768":"\n  Omggg thats what i did like most of today. I also kinda fell asleep for a little\n  \n  But im still like in some emotional rollercoaster in my head\n  \n  But my kitty just made me chuckle causw shes weird - she just went into the corner and just layed down starring at the wall, i think she needs help ?\n  \n  But i also learned that shes my guard kitty and she actually protects me as if she could do anything - is it normal for a cat to growl and walk back and forth in my doorway whenever my dad walks by?\n  ","656769":"\n  Yeah a lot of things for me arent feeling so good.\n  ","656770":"\n  THANK YOU\n  ","656771":"\n  I just want more cheesecake and hot chocolate\n  ","656772":"\n  I came on ask to see if you were on here instead of talking to me, which i was right.\n  ","656773":"\n  Omg lets get more followers together?\n  ","656774":"\n  Trying to find a girl who isnt fully conceited and self obsessed is like trying to find a trump supporter in front of home depot\n  ","656775":"\n  I mean\n  \n   @bunniboy\n  \n  is my heart and life & i think we're official but right now hes being a bunny butt, and doesnt even want to talk to me. He should stop being a booty tickler and talk to me thank you very much.\n  ","656776":"\n  I just wanna sleep\n  ","656777":"\n  Howdy there ?\n  \n  What is upppp ❤\n  ","656778":"\n  Thank you pretty lady ❤\n  ","656779":"\n  Omg you like my answers??❤?\n  \n  You technically said hello twice?\n  \n  But hellloo\n  ","656780":"\n\n   @bunniboy\n  \n\n  He always says the right things\n  ","656781":"\n  Negative ghost rider\n  ","656782":"\n  Thats not the society we live in\n  \n  I mean shit the Kardashians are role models ? like yaaas America yaaaas\n  ","656783":"\n  Just over today\n  ","656784":"\n  When i feel like it\n  ","656785":"\n  This is the worst feeling, im so sorry you know how this feels.\n  ","656786":"\n  Anyone can be president as long as you were born in united states, over a certain age limit, have a lot of money or can fundraise enough money for campaigns- other than that, there really isn't any other restrictions. Do i believe that they should probably have a background check, yeah - but to America corruption and money is key, not moral values.\n  ","656787":"\n  I think ive figured out what depression feels like.\n  ","656788":"\n  YOU ARE A BLESSING TO SOCIETY❤\n  ","656789":"\n  Take selfies ?\n  ","656790":"\n  Savannah\n  ","656791":"\n  Still think people are gross.\n  ","656792":"\n  Im better than yesterday.\n  \n  But i feel weird, not happy but not sad.\n  \n  You?\n  ","656793":"\n  ?OMG MY FAVORITE HUMAN THATS EVER BEEN BORN ❤\n  ","656794":"\n  God people are disgusting\n  ","656795":"\n  BECAUSE YOU MAKE ME FEEL BEAUTIFUL\n  ","656796":"\n  I agreeeee\n  ","656797":"\n  Sometimes this site makes me want too.\n  ","656798":"\n  You make me feel special ❤\n  ","656799":"\n\n   @JVS92\n  \n  comment about this\n  ","656800":"\n  Does anyone care about what i want?\n  ","656801":"\n  What the fuck are you even talking about?\n  \n  You sound insane.\n  ","656802":"\n  Omg i know ?\n  \n  Isnt it the best??\n  ","656803":"\n  Omg are you still on the topic of sneezing ?\n  ","656804":"\n  Idk i dont just watch them all day ?\n  ","656805":"\n  Cause america is a country full of dogs\n  ","656806":"\n  Can this be me\n  ","656807":"\n  Thank you so much ?\n  ","656808":"\n  No shes adorable\n  ","656809":"\n  I wouldnt say anything, id ask you questions instead to see where your head is and how much you actually know\n  ","656810":"\n  Which one ???\n  ","656811":"\n  She came back omfg i love her\n  ","656812":"\n  We have bird feeders if that counts\n  ","656813":"\n  I dont think that had anything to do with politics, that was more talking about the ignorant ahha\n  ","656814":"\n  Instead of building a wall, he should build cages to lock up his dogs\n  ","656815":"\n  Everything is always about sex\n  ","656816":"\n  Yup he has a place in hell, if it even exists.\n  ","656817":"\n  Jesus tap- dancing Christ\n  \n  Hes gonna get himself put down, because hes a filthy animal.\n  ","656818":"\n  I wish i could remember the ones that have been said to me ?\n  ","656819":"\n  Oh god, who do i need to kill\n  ","656820":"\n  Duuuuude he must have the worst life and zero relationship with any women.\n  ","656821":"\n  It actually pisses me off seeing girls just using sex to get attention\n  \n  The congratulations, your future is to be a hooker - your dad must be, oh wait thats right your dad isnt around.\n  ","656822":"\n  Hmmm maybe dont be heartless\n  \n  & dont bully people just to make yourself feel better.\n  ","656823":"\n  She fuckin moved ?\n  ","656824":"\n  Im done with politics\n  ","656825":"\n\n   @bunniboy\n  \n","656826":"\n  I vote we make this into a Christmas card\n  ","656827":"\n  Thank you so much❤\n  \n  I feel a lot better today. ?\n  ","656828":"\n\n   @bunniboy\n  \n  & i are official\n  \n  I finally got my dream&future back?\n  ","656829":"\n  Shitty asffuck.\n  \n  People really know how to get under my skin, and thats my fucking job.\n  \n  Im so over today.\n  \n  Done.\n  \n  I hope youre having a brighter day\n  ","656830":"\n  Coward by yael niam\n  ","656831":"\n  Well this is super nice?\n  ","656832":"\n  Im just gonna eat and go to sleep\n  \n  Like fuck being awake.\n  ","656833":"\n  I know you are but what am i?\n  ","656834":"\n  Im really fucking pissed off today\n  ","656835":"\n  Yeah people who call me fake when i clearly have a blue checkmark by my name that basically screams \"THIS PERSON IS WHO THEY SAY THEY ARE\"\n  \n  Like why else would i have taken the time to get it?\n  ","656836":"\n  Youre not gay are you.\n  ","656837":"\n  1. If i had a bag full of how many fucks i gave, there would be zero so no im not doing that for you, not in the mood.\n  \n  2. How the fuck would i be verified when ask makes you do the EXACT same thing to get a little blue check mark.\n  \n  3. Dude i have like every goddamn social media you can get, with my face plastered everywhere, you have to be retarded and blind to think im fake\n  \n  4. I hate people who fake, so like why would i?\n  \n  5. I have like 9493948929238 photos of me, and none of them look like tumblr\/weheartit type shit like NONE. im not even famous, not even a tiny bit.\n  \n  6. You can look up my real name i pop up.\n  \n  7. All your friends are jealous pieces of shit who wont take the time to see ive made like 10 fan signs before i was verified.\n  \n  8. Why do you think i would care if you thought i was fake? I know im not and everyone who matters definitely knows im real asfuck.\n  ","656838":"\n  Daaaaawwwwh babes❤❤\n  ","656839":"\n  Yessss cant waaait omfg ?\n  ","656840":"\n  You're the sweetest omg\n  \n  The pimple in my chin is so mean but like its not popable yet uuuugh\n  ","656841":"\n  Awwwh thanks\n  \n  I feeel gross so i like knowing someone likes my face?\n  ","656842":"\n  I hope i didnt blind anyone?\n  ","656843":"\n  My thigh highs, omfg ?\n  ","656844":"\n  Whats your identity?\n  ","656845":"\n  Yessssss\n  \n  I feeel so much better\n  \n  Cause that was so sweet\n  ","656846":"\n  Im okaaay!\n  \n  How are you?\n  ","656847":"\n  Im so happy you think so!!!\n  ","656848":"\n  Omg omgggggg\n  \n  Thank you so much❤❤??????\n  \n  This is so nice and so amazing.\n  ","656849":"\n  Youre da besssst?\n  ","656850":"\n  OMFG YOU JUST MADE MY ENTIRE DAY. OMG OMG OMG THANK YOU SO MUCH❤❤❤❤❤❤\n  ","656851":"\n  Gooodnight\n  \n  Love you ?\n  ","656852":"\n  You do realize they all lie just to get voters right? But Hilary has been lying for years and years\n  ","656853":"\n  Im done talking about politics, cause i reallly dont give a shit. Im not in that world, what we say wont change shit. Unless we have money to donate, or if we're a politician. So im doneeee\n  ","656854":"\n  Lol i know top three places ; Canada, swedan, and new zealand haha\n  \n  Whats uppp?\n  ","656855":"\n  A very nice, pretty, sassy mama??\n  ","656856":"\n  Wait what has trump lied about thats worse than clinton?\n  ","656857":"\n  THANK GOD\n  \n  EVEN THO ALL I WANT TO DO IS SLEEP\n  ","656858":"\n  Youre very welcome?\n  ","656859":"\n  COULD BE BETTER, MY MIND IS ALL JUMBLED\n  ","656860":"\n  Youre more amazing ?\n  ","656861":"\n  Omg\n  \n  Howd i get so special?\n  ","656862":"\n  I mean if the secret service already had a vicious codename for clinton, we're not the only ones who know she would have done some horrible shit.?\n  ","656863":"\n  I dont believe in organized religion.\n  ","656864":"\n  Omg its been like almost a month\n  ","656865":"\n  God have mercy on his soul\n  ","656866":"\n  Their kids are taking away so many spots in our public education system.\n  \n  You dont realize how many times ive heard \"my dad has been deported 4 times\" or \"we have fake papers that make us a citizen\"\n  \n  Money is great and all but they are taking away and advantage of so many things that people who were born here or actually worked there ass off to be a citizen. Its truly unfair.\n  ","656867":"\n  Fuck i meant billion.\n  ","656868":"\n  Yeah cuase like one person in the family has a work visa, a temporary social security number, while letting the rest of the family live with them for free. Like dude 11 million is NOTHING compared to 16 trillion.\n  ","656869":"\n  Thats false, because you need a social security number(which means your a citizen and no longer an immigrant) to be able to even pay taxes. Most of there jobs are on work visas or under the table.\n  ","656870":"\n  Now that i think about it, i would much rather have trump than hilary\n  \n  AND I CAN EVEN GIVE REASONS:\n  \n  •Trumps social policies are kind of shitty, but Hillary Clinton would've given us another four years of Obama. We're like 16 trillion dollars in debt. Now every single human in america has health care but people like our dads and families are paying for it cause Hillary and Obama keep borrowing our money so they can get the poor people's vote to get elected. The more money we borrow the further we go into debt. If she won we would be in a Great Depression era within 2 years.\n  \n  •Why should we pay (and go into debt) for people who aren't even AMERICANS. Legal citizens. Immigrants are fine but so many people come here illegally and live here for free off of our borrowed money lol. Our children won't be able to have quality American health care because or the money that their parents worked so hard to give to them because they'd be paying for it with borrowed money that we don't have.\n  \n  •She paid for her daughters wedding with the Clinton Donation fund. 4 million dollars of the American people's money that was supposed to go to good causes went to Chelsea clintons 5 million dollar wedding lol\n  \n  •She personally ruined Haiti. She didn't rebuild any of it. She built hotels on the other side of the island. Resorts lmfao she didn't fix any homes\n  \n  •And she let 4 Americans die on her watch because she used a private email server and knew about the attack on Benghazi but was too busy e mailing her husband about the attack to warn our soldiers.\n  \n  •And she takes personal donations from countries on terrorist watch lists and takes them OFF the American Terrorist watch list if they pay her 2 million dollars lol she's literally selling out America I can't stand the woman. She's a criminal and deserves to go to jail.\n  ","656871":"\n  HOW IS YOU ??\n  ","656872":"\n  But a cute little spawn of satan tho ?❤\n  ","656873":"\n  From personal experience its better to talk about then keep it inside, even if no one is listening.\n  \n  But ill always listen\n  ","656874":"\n  Also i would never attack you (:\n  \n  Youre amazing too darling\n  \n  Oh oh\n  \n  Hows your lil youngin??\n  ","656875":"\n  Some females in here make me go,\n  \n  \"OH SHUT THE FUCK UP. you dont even know whats going on, youre too busy doing your hair\"\n  ","656876":"\n  Awh well then just keep your thoughts to yourself or do what i do and say fuck it, we're all entitled to our own opnions and ill argue\/debate my points till i cant breath\n  ","656877":"\n  OMG HI\n  ","656878":"\n  Thats awesome, i hope you the very berry best ❤??  if i prayed, id pray for you.\n  ","656879":"\n  Awwwwh just ignore than babes, no reason for you to pay attention to nonsense.\n  \n  Im pretty good im having a relaxing day❤?\n  ","656880":"\n  Im thinking more hurt- hurted- hurting\n  ","656881":"\n  I dont like it when youre upset\n  ","656882":"\n  LOVE YOUR PRETTY FACE SO MUCH\n  ","656883":"\n  Wait im lost, what are we talking about?\n  ","656884":"\n  I should really make more tea and read my book\n  ","656885":"\n  Oh shitt!! Thats a ways away! Good for you tho, exams for what tho??\n  ","656886":"\n  Ooooh its my hot sassy mama?\n  \n  How you doing boo boo?\n  ","656887":"\n  In someways, i like anons because they make ask that much more entertaining honestly.\n  \n  But the rude ones who just say horrible things, can leave - i mean they dont really affect me but i see on a lot of other pages, people are too sensitive for them.\n  ","656888":"\n  There's nothinggg we can do about it now\n  ","656889":"\n  How are you exams going?\n  \n  & i totally understand, but i just keep getting distracted.\n  ","656890":"\n  Thank you so much, i love compliments ❤\n  ","656891":"\n  No, i want more questions tho ?\n  ","656892":"\n  Im pretty good, i atarted reading my book a little and ahhh im kinda hooked, danielle steel writes very well. ?\n  ","656893":"\n  But we can understand why they are doing it as an anon ??\n  ","656894":"\n  Awwwh hun, you should sleeeep more, seriously ❤\n  ","656895":"\n  We're getting a little to close to the middle east and north korea..\n  ","656896":"\n  Uhm no, but do you want some?\n  ","656897":"\n  Hiiiii sweetheart, how are you?\n  ","656898":"\n  Dont have much other than a painting ?\n  ","656899":"\n  I miss you too babes\n  \n  Are you feeling better at all?\n  ","656900":"\n  I LOVE your questions so like screw all the ones who dont put in the effort to actually answer them properly.\n  ","656901":"\n  PIIIZZZZAAA COULD YOU DELIVER YOURSELF TO MY DOOR PLEASE SO I CAN EAT AWAY MY EMOTIONS\n  ","656902":"\n  It makes me sad to see a lot of females relying on their looks and not using their brain. Smh ? some of you bore me\n  ","656903":"\n  1.\n  \n   @bunniboy\n  \n\n  2. Ash my kitty\n  \n  3. Fooooood\n  ","656904":"\n  I got myself the prettiest beauty queen ❤\n  ","656905":"\n  If you believe that, there would be WAY TOO many people put in prison lol\n  ","656906":"\n  THANK YOU LIKE JESUS\n  ","656907":"\n  It goes celebrities, coorportions, cartels, then congress ??\n  ","656908":"\n  Bush jr was a weak son of a bitch\n  ","656909":"\n  Thats a really long time, like a lot can happen in 3 years. And the Republicans dont like a lot of things other than there money but at the same time, theres a lot of voices out there they have to comply with because of money regardless if they agree or not.\n  ","656910":"\n  Yes but if we're trully a democracy, i really dont see that happening.\n  ","656911":"\n  Again i will repeat, if you knew how AZ worked and how the people are there - you would not be surprised. They don't pay attention to that. There's so many laws that Arizona have that are like wait what? They are the only state that allows you to sign off saying you have the right to pull the plug if i wish it.\n  ","656912":"\n  You know how much it took out of obama to even get it tho? So much blood, sweat, and tears went into that. & it didnt happen very fast, it took YEARS.\n  ","656913":"\n  Im annoyed as well cause people just keep going on and on about trump and i thought this was gonna end lol\n  \n  Im sorry if people dont answer your questions how you think they should, i just hope i at least give you a satisfactory answer ?\n  ","656914":"\n  Irs really not that shocking, if youve actually been to AZ youd understand ?\n  ","656915":"\n  You guys need to understand that hes just a face for our country - they realllly dont do shit, the vp has more authority, the head of state has more authority, hes going to have to go through congress for anything to be done, with that being said the congress HATES trump. Most of the shit he wants, will not come into play. Also need to remember is just a huge political game, and how many things did Obama say he was gonna do but never did or it took him 8 years to do it. Not that much can change in just 4 years. He can say shit, but most of it is all talk. He has to get the house of representives on board for whatever to actually go through. Its reallllly not that easy to change things.\n  ","656916":"\n  I know sweetheart, i am so sorry.\n  ","656917":"\n  I just watched a deer poop in my backyard ???\n  ","656918":"\n  Bombs drop when i enter the building\n  ","656919":"\n  I just sneezed\n  \n  Bless me ?\n  ","656920":"\n  For like most of the day, ill just have music on in the background usually - it helps me think.\n  ","656921":"\n  I have money so im gonna be affected by any of this political bullshit, but man do i fear for everyone else. I also wish that we could all stop talking about it, but its gonna be a long 4 years.\n  ","656922":"\n  Look at your face and smile ❤❤\n  \n  You are so adorable ??\n  \n  Gimmmme ❤\n  ","656923":"\n\n   https:\/\/music.youtube.com\/watch?v=PNa6B16wIHY&feature=share\n  \n","656924":"\n  I mean i dont know if youll be able to understand what youre thinking without it.\n  ","656925":"\n  Will you be my queen?❤\n  ","656926":"\n  Omg you & i both?\n  ","656927":"\n  For me its about time\n  \n  Way to much money was being wasted.\n  ","656928":"\n  I hope the ascended masters come back.\n  \n  If you dont know who they are, it was a species waaay waaay like long before our time and they didnt speak, they spoke telepathically. I just think thats so cool, and i think in the direction we should be heading.\n  \n  Or it could go a vastly different direction where we turn into homo sapien eating creatures that destroy everything. Like tribal monkeys in a sense, but more intelligent and speak through noises rather than words.\n  ","656929":"\n  I do enjoy seeing all these new ask people\n  ","656930":"\n  Im so over talking about it guys\n  ","656931":"\n  Well actually our country has been trying to have a bloodless revolution regardless... even tho thats impossible - its already been put in motion.\n  ","656932":"\n  Trust me if it were snowing rn, youd know?\n  ","656933":"\n  Ive accepted it lol\n  \n  In reality i cant do shit about it\n  \n  So like talking about it is more annoying than the fact hes president\n  ","656934":"\n  I love you so much❤\n  ","656935":"\n  Youre amazing to me\n  \n  And such a blessing to my life. ❤\n  ","656936":"\n  Im embarrassed that those were the best two candidates America could come up with.\n  ","656937":"\n  I think im only like 90 miles away or something, im pretty close ?\n  ","656938":"\n  Okay sweetheart, ill protect you also?\n  ","656939":"\n  I love the smell of fresh laundry, i honestly dont know what its called but omg i could roll around in it. ❤\n  ","656940":"\n  Daaaaaaaamn people suck.\n  \n  Everyone sucks.\n  \n  STOP SUCKING SOCIETY\n  ","656941":"\n  ? when things just started to be ok.\n  ","656942":"\n  Awh ill be fine, im a white female in a family with money - i really dont see me having any issues.. i just feel sad for everyone else.\n  ","656943":"\n  I mean lets be real here guys\n  \n  HILARY SUCKS.\n  ","656944":"\n  The word country has just turned to cunt- ry.\n  ","656945":"\n  Wait are you serious?\n  \n  Are we turning into Saudi?\n  ","656946":"\n  Middle america runs our country\n  \n  If you look all the outside states are blue but every state in the middle is red.\n  \n  Like yaaaaay for having redneck confederates ruining out country.\n  ","656947":"\n  Im embarrassed to be an American today\n  ","656948":"\n  Guessss whaaaat\n  \n  Im not sick\n  \n  I slept it off im pretty sure ?\n  ","656949":"\n  What i usually do, go outside - walk around. Read, write, & color. Oh oh and brain puzzles cause i like those\n  ","656950":"\n  A lot of food?\n  \n  Speaking of that\n  \n  I need to go eat\n  \n  I'll be back ?\n  ","656951":"\n  To not be a troll\n  ","656952":"\n  I feel better now, and it makes me happy knowing that i will always have you ❤\n  ","656953":"\n  Yes i agree but also FUCK MY EX.\n  \n  I need to rant for a sec\n  \n  I am so pissed like PISSED i saw anything in him, like i cant believe i wasted so mnay years with an idiot. & im not just saying it to be mean, hes actually retarded im pretty sure. He couldnt think for himself if was stranded on an island, he'd probably find a crab and be like \"what do i do, how do i feel, what should i think master crab\" he makes me sick, like he actually caused psychosymatic symtoms that caused me to constantly throw up and not be able to eat. If someone does that to you, THEY ARE WORTHLESS. Lets not even talk about how many times he thought he was worthy enough to lay a hand on me. I woke up today to the biggest reminder of why i left that scumbag and his scum of the earth friends, like THANK YOU EVERYONE ON HERE FOR BEING A BETTER PERSON. ❤ okay i feel better, i really needed to get that off my chest.\n  ","656954":"\n  DONT REMIND ME UGH\n  ","656955":"\n  Yeah and i want you to be awake.\n  ","656956":"\n  u just want me?\n  ","656957":"\n  You remind me of honey?\n  ","656958":"\n  Awwwwh thanks sooo fuckin my much❤\n  \n  I cant cuss in reality cause its just not what i want my dad to hear\n  \n  But man does it feel fucking nice to cuss on here\n  ","656959":"\n  That moment you bang the hugest fucking bruise ln your leg. Like oh my fuck ow\n  ","656960":"\n  The bass is unreaal\n  ","656961":"\n  Cause youre sooo sweet?\n  ","656962":"\n  I like the song partition\n  ","656963":"\n  Omg ❤❤❤ so are you ?\n  ","656964":"\n  Getting sick is worse than this election\n  ","656965":"\n  Wheres luke skywalker?\n  ","656966":"\n  I read someome say something about trust fund cunts...\n  \n  Oops sorry not sorry ?\n  ","656967":"\n  Of course??\n  ","656968":"\n  They both have caffeine in it, so i actually dont know\n  ","656969":"\n  Why he lie about being gay?\n  ","656970":"\n  Its just tedious bullshit\n  \n  I keep seeing \"your voice matters\"\n  \n  YOU KEEP WISHING THAT BOO.\n  \n  Only voice who actually matters is Beyonce, not yours ?\n  ","656971":"\n  Does anyone actually read my page?\n  \n  Cause like ive literally already said ive drank green tea all day\n  ","656972":"\n  And im not ?\n  ","656973":"\n  Hahahah yess.\n  ","656974":"\n  Im way better cause bunny butt is awake\n  \n  It just sucks im gonna have to go to sleep soon cause im getting sick?\n  ","656975":"\n  Can the election be over already?\n  \n  Im tired of hearing about it ?\n  ","656976":"\n  He has my heart\n  \n  So like people need to understand this.\n  ","656977":"\n  I think youre my new queen ??❤\n  \n  You make me feel pretty.\n  ","656978":"\n  & thank you ?\n  ","656979":"\n  You sweet as cherry pie?\n  ","656980":"\n  What is this school you speak of?\n  ","656981":"\n  Why would it matter when youre anonymous HAHAHAHAHA\n  ","656982":"\n  Only matters if you think so (;\n  ","656983":"\n  IM SORRY YOURE AN ANON I NEVER KNOW WHO IM TALKING TOO\n  \n  Smh.. ?\n  ","656984":"\n  5'3\n  \n  I wish i was taller so i could be a runway model\n  ","656985":"\n  But pizza is so yummmy\n  \n  AM I NOT YUMMY\n  ","656986":"\n  I NEED YOU TO MAKE ME FEEL BETTER\n  ","656987":"\n  All done sweetheart! ?\n  ","656988":"\n  Its pretty big, what part?\n  ","656989":"\n  In washingtonn\n  ","656990":"\n  My heart is beating super fast.\n  \n  Why da fuck heart\n  ","656991":"\n  Like literally a day\n  \n  THANK GOD.\n  ","656992":"\n\n   @katielove4\n  \n  just made my night❤\n  \n  Thank you so much you beautiful human ?\n  ","656993":"\n  Is that the same as banana peppers? Cause me likes some of those. ?\n  ","656994":"\n  I dont drink coffeee, it makes my tummy hurt\n  ","656995":"\n  Awwwwwh thank you so much ?\n  ","656996":"\n  BECAUSE YOURE THE BEST\n  ","656997":"\n  I dont have enough colors ?\n  ","656998":"\n  This nigga finally finished!\n  ","656999":"\n  I AGREEEE, CAUSE THEN YOU COULD TAKE CARE OF ME SINCE IM FEELING LIKE POO POO\n  ","657000":"\n  How am i suppose to follow anons\n  ","657001":"\n  Youre welcome ?\n  ","657002":"\n  Idk do you?\n  \n  You have a nice face tho\n  ","657003":"\n  I SHOULD.\n  ","657004":"\n  I love everything about this\n  \n  Cause you said pizza\n  \n  I like pizza\n  ","657005":"\n  Reaally? I literally just heard on the radio that trump is?\n  ","657006":"\n  Ive been drinking a lot of green tea haha\n  \n  I blame the election, its messing with my immune system.\n  ","657007":"\n  I agree!!! Youre so sweet and amazing.\n  \n  I think ive found an angel ??❤\n  ","657008":"\n  I will sneeze in your mouth\n  ","657009":"\n  Yeah but it really isnt a choice ?\n  ","657010":"\n  Yeah its all scratchy ??\n  ","657011":"\n  To be honest, ive never even tried it?\n  \n  But it sounds yummy\n  \n  Cause candy is amazing\n  ","657012":"\n  Yess?\n  \n  I can feel it in my throat\n  ","657013":"\n  Im scared that im getting sick ?\n  ","657014":"\n  Awwwh its already dark here, i hope you had a good day ?\n  ","657015":"\n  Im almost done coloringggg this page ?\n  ","657016":"\n  If they have a sense of humor\n  \n  If they enjoy laughing\n  \n  I like laughers\n  ","657017":"\n  I can make your hands clap?\n  ","657018":"\n  If i really had hiv id just go to aids island and be with my fellow community.\n  \n  But see they dont have worthless anon island, so idk where you belong ??\n  ","657019":"\n  Soft shell, yum. I like when it soaks up all the juices ?\n  ","657020":"\n  I know girls these days are self - absorbed little hoes and need to stop.\n  \n  Especially since they have no right to be cause youre the one thats blessed?\n  \n  Im so glad i met you!! Youre so sweet, just a sweet sweet beauty.\n  ","657021":"\n  Im so sorry, and i hate mood kills.... my power just went out, for nooooo reason. ??\n  ","657022":"\n  OMG THANK YOU ❤?❤?\n  \n  You are very kind ?\n  ","657023":"\n  You need to get more rest.\n  \n  I have so much energy today i just want people to annoy me ?\n  ","657024":"\n  How are youuu todaaay ?\n  \n  This is how i feeeel ?\n  ","657025":"\n  I wish you could save gifs for later..\n  ","657026":"\n  Omg this makes me so happy\n  \n  Today i am so happy\n  \n  Like people should spam me\n  ","657027":"\n  I mean if you need the money id do it, but other than that id say fuck you like this\n  ","657028":"\n  Do you have a proper mirror hun, cause like youre beauty inside and outside. ❤❤❤ i just love everything about you.\n  ","657029":"\n  This is the only app i can use today since every other one is just talking about the bullshit election, like what they have to say really matters and its not already predecided ? like can it be over already.\n  ","657030":"\n  Its like having a digital photo album ?\n  ","657031":"\n  Its not bad to me\n  \n  Ive gotten used to apps always updating\n  ","657032":"\n  But those are the best conversations ?\n  ","657033":"\n  Im passing out\n  ","657034":"\n  Im not sexy im sleepy\n  ","657035":"\n  Nooo not at all?\n  ","657036":"\n  Oh my god\n  \n  Hahahhahaha\n  \n  Thats so funny\n  \n  Ive never thought of that\n  ","657037":"\n  When in the corner of my eye my clothes hanging up look like slenderman omfg\n  ","657038":"\n  Omg someone who actually pays attention to what i say, thank you? i cant wait to see them\n  ","657039":"\n  Me\n  ","657040":"\n  Ive had a big bed most of my life cause i have a sprawling issue ???\n  ","657041":"\n  California king ?\n  ","657042":"\n  Your english ?\n  ","657043":"\n  Its so bad to eat after 12 am\n  ","657044":"\n  Im trying too?\n  ","657045":"\n  I shouldn't  be hungry again\n  ","657046":"\n  Awwhh❤❤❤❤ i need help making my bed warm ?\n  ","657047":"\n  Im gooooood\n  \n  Just baked ?\n  ","657048":"\n  Thats probably a good thing ?\n  ","657049":"\n  I LOVE YOU?\n  ","657050":"\n  Pizza sounds so amazing\n  ","657051":"\n  Spiders are pointless devils from the pits of hell meant to torment the stoned\n  ","657052":"\n  Meet me in downtown cuddle city next to dominos and Spencer's\n  ","657053":"\n  Can it be an animal instead?\n  \n  I like animals better than people.\n  ","657054":"\n  Audi rs7\n  ","657055":"\n  Wow i think thats the first time youve ever came to me with something that actually makes sense\n  ","657056":"\n  I like the one i got today but its from an anon!\n  ","657057":"\n  Thankkkkss ❤?❤?\n  ","657058":"\n  I hate bugs so much\n  ","657059":"\n  Youre amazing??\n  ","657060":"\n  Gender fluidity is the latest trend\n  \n  So like itd be offensive not to unisex bro????????\n  ","657061":"\n  I could really go for pizza now\n  ","657062":"\n  Thats what ive heard!\n  ","657063":"\n  I was thinking cause my name is boom and thats whats gonna eventually happen to America ???????\n  ","657064":"\n  BOOM FOR PRESIDENT\n  ","657065":"\n  But baby its cold outside\n  \n  And  i was singing\n  \n  I didnt actually call you baby\n  ","657066":"\n  Omg you ???\n  ","657067":"\n  Nope.\n  ","657068":"\n  Its not name calling when its a fact.\n  \n  Just a bit like Red\n  ","657069":"\n  Over it\n  ","657070":"\n  I am now, i just needed to catch up on my questions?\n  ","657071":"\n  Hahaahahhahahahhah then maybe read, understand, and apply. Dumbass.\n  ","657072":"\n  Im not one of those people who needs attention and love, i just need to be heard.\n  ","657073":"\n  THANK YOU.\n  ","657074":"\n  Ive always wanted to go ❤\n  ","657075":"\n  I think nobody cares about you.\n  ","657076":"\n  That doesnt mean you can fully comprehend, that could just mean Youre really good at memorizing what you know you need to memorize\n  ","657077":"\n  It makes me sad that the fact they dont understand that since they won't stop and listen, its like being trapped - & its a huge trigger for my PTSD.\n  ","657078":"\n  Go back to school and learn how to comprehend what youre reading\n  ","657079":"\n  Could you get brain cancer?\n  ","657080":"\n  Like how much clearer do i have to be?\n  ","657081":"\n  HAS ANYONE EVER THOUGHT MAYBE JUST MAYBE I DONT WANT OR NEED YOUR LOVE?\n  ","657082":"\n  I hope you enjpy being blocked\n  ","657083":"\n  Could you get aids?\n  ","657084":"\n  Yes, ive been twice\n  ","657085":"\n  Uhm.\n  \n  No\n  ","657086":"\n  I LOVE FOOD\n  ","657087":"\n  Well since it snows during the winter, below freezing.\n  ","657088":"\n  Yup im gonna get off to eat\n  ","657089":"\n  Below freezing\n  ","657090":"\n  Ooooh wow!! Thats awesome ?\n  ","657091":"\n  If i had a bf ?\n  ","657092":"\n  Spency gave me the idea lol\n  ","657093":"\n  Youre actually making me want to puke\n  ","657094":"\n  I love?? & food\n  ","657095":"\n  It was an accidental creation that exploded, ironically\n  ","657096":"\n  To the idea that its a compliment\n  ","657097":"\n  Born in cali\n  \n  In Washington now\n  \n  How about you???\n  ","657098":"\n  How about no.\n  ","657099":"\n  My love❤\n  ","657100":"\n  Oh my god, youre the best\n  ","657101":"\n  Omg the red lines ?????\n  ","657102":"\n  1. I like food a lot, pretty sure im addicted.\n  \n  2. I hate people who think they know my brain better than i do, when theyre idiots.\n  \n  3. I love my cat.\n  \n  4. I wanna marry bunny\n  \n  5. I hate people who cant form their own opinions\n  ","657103":"\n  Im gonna stuff my face with more food\n  ","657104":"\n  THANK YOU. ❤❤❤\n  \n  See you are already awesome, thank you. ?\n  ","657105":"\n  Please leave me alone.\n  \n  At this point, if youre my friend\n  \n  I want nothing to do with you.\n  \n  If you cant just accept my wishes, why would i want you as a friend.\n  ","657106":"\n  What the hell are you talking about ?\n  ","657107":"\n  Grow a pair of balls and tell him.\n  ","657108":"\n  Read my wall.?\n  ","657109":"\n  I could be better if people would listen to me every once and awhile. But i feel like youre sweet (:\n  ","657110":"\n  My heart is\n  ","657111":"\n  I dont even want my foor rubbed?\n  \n  Like give up already.\n  ","657112":"\n  Is it?\n  \n  Does it make water?\n  \n  Does it cure disease?\n  \n  If i could change my name i would have\n  ","657113":"\n  I could totally go for some pizza rn\n  ","657114":"\n  But knowing what i know and the fact youll like it a little too much, im good\n  ","657115":"\n  If that were true, youd come up with your own songs.\n  \n  Youre more like 1 cent\n  ","657116":"\n  Nope but thats gonna change very soon\n  ","657117":"\n  Omgg!! Finally someone i actually want to talk too!!???\n  \n  Thank you hun (: how are you?\n  ","657118":"\n  When i was like 17 i was into booty before booty became mainstream\n  ","657119":"\n  5'3\n  \n  But im not your babe.\n  ","657120":"\n  I am coloringggg till my hand gives out\n  ","657121":"\n  A baby one lol\n  ","657122":"\n  Im not judging, i just dont want to be apart of it.\n  \n  Go ahead and have your fetish, but leave me out of it. Youre not my bf.\n  ","657123":"\n  Do you have life?\n  \n  Let me answer for you\n  \n  Nope\n  ","657124":"\n  You keep telling yourself that.\n  ","657125":"\n  I would much rather not know\n  ","657126":"\n  This is my baby\n  ","657127":"\n  If ya waaant\n  ","657128":"\n  I doubt your face is better than my face, considering youre an anon\n  ","657129":"\n  Oh really? Who else?\n  ","657130":"\n  Ok 50 cent\n  ","657131":"\n  Im so glad you can read\n  ","657132":"\n  Or grass\n  ","657133":"\n  People are so annoying today\n  \n  Like nigga damn\n  ","657134":"\n  In a couple daysss ?\n  ","657135":"\n  You mean on yourself? ??\n  ","657136":"\n  I mean here is fine ?\n  ","657137":"\n  The zodiac sign?\n  \n  Uhm nothing hahaha\n  ","657138":"\n  Say good morning to ash and love ash\n  \n  Check my phone to talk to bunny butt\n  \n  Go pee\n  \n  Brush my teeth\/hair\n  \n  Eat\n  \n  Do what i need to do that day, different everyday\n  \n  Relax\n  ","657139":"\n  I mean you could but you wont get an answer until i get wifi\n  ","657140":"\n  Coloring, obvi obvi\n  ","657141":"\n  HAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAAH\n  \n  Its not a big deal to the government since people are dying earlier and theyve had more than billions of dollars in revenue due to health care cause of fat. Yeah Youre right, totally not a big deal.\n  ","657142":"\n  Biology is gross to you?\n  \n  Like dude grow up\n  ","657143":"\n  Yeah im totally gonna do that just cause you want me too ? HAHA no.\n  ","657144":"\n  Awwwwwh? ill be your true friend❤\n  \n  Omggg i wish i was as beautiful as you ?\n  ","657145":"\n  Jawlines are what makes someone attractive, look at any person whos goodlooking and youll notice that their cheekbones and jawline are on point.\n  ","657146":"\n  I already have a gay best friend\n  \n  But theres always room in my heart for more.\n  ","657147":"\n  Its called big girl\n  \n  And yes its about a fat girl\n  ","657148":"\n  1. You dont need to go to a gym to have killer abs, you could do things at home or get a home gym\n  \n  2. I live in the woods bro lemme just go an hour everyday just to get to a fucking gym\n  ","657149":"\n  Tbf, if you ever tried ill smash your nose into your brain.\n  ","657150":"\n  No but i go on walks everyday (:\n  ","657151":"\n  Id be doing better if people werent so fucking weird ?\n  ","657152":"\n  The suicide looks like your only option\n  ","657153":"\n  Well no shit, it turned into ask.\n  ","657154":"\n  Yeah from little Filipino women in parlors.\n  \n  I dont let many people touch my feet\n  ","657155":"\n  Because in my opinion is the most disgusting thing ever. Like think about it, you use feet to walk on top of shit and back in the day people didnt wear shoes so there feet were the most disgusting part of them. Its just so gross. Like im sorry, we're not monkeys\n  ","657156":"\n  And where did you see me again? If i was in school or anything like that, i never wore flip flops, only when i was just out and about.\n  \n  Because its actually repulsive to me. I hate feet, so imagining someone liking them makes throw up enter my mouth.\n  ","657157":"\n  I remember feeling like that\n  \n  Then i moved & there was something about the woods that made everything all clear.\n  \n  Which is weird since im technically more alone then i was in san diego.\n  ","657158":"\n  Ask.fm\n  \n  Hands down. ❤\n  ","657159":"\n  I cant make it a reality if you keep talking about my toes.\n  \n  Then itd just be ironic to paint what you like with your blood after i kill you.\n  ","657160":"\n  It also depends on when and where you were seeing me, but if i was just casual i always wear flip flops. Cant really wear them now but yaa.\n  \n  But please dont like my toes, thats weird\n  ","657161":"\n  Blood red\n  \n  With your blood\n  ","657162":"\n  Currently taking a break from any tv\n  ","657163":"\n  I had granola with tea and a brownie ?\n  ","657164":"\n  You can buy one yourself?\n  ","657165":"\n  I used to always wear flip flops? Like everyday? So you can blame yourself for that one.\n  ","657166":"\n  enough with the goddamn salami bro\n  ","657167":"\n  Omfg yes.\n  \n  Worst feeling ever.\n  \n  I thought it might have to do with my social anxiety but it could be the people i was around.\n  ","657168":"\n  Im sorry\n  \n  But\n  \n  Where have you seen my feet\n  ","657169":"\n  I can totally imagine i mean shit i dreamt it ?\n  ","657170":"\n  I do not believe in honor killings either ?\n  ","657171":"\n  Shake it just shake it like a Polaroid pictureeee\n  ","657172":"\n  Because we are humans not aliens like boom ?\n  ","657173":"\n  Omg ill help you find it.\n  ","657174":"\n  Old enough to not have to listen to my parents, but i can choose too.\n  ","657175":"\n  Yes every time you looked at me youd just go off ?\n  ","657176":"\n  All i can really remember is we were always in the kitchen eating, we were hanging with my sister and talking about new zealand oh and you were just going nuts about my beauty.\n  ","657177":"\n  Ill just tell you why\n  \n   @bunniboy\n  \n  is my favorite:\n  \n  Well, to start off he is just way too good looking, like i do not know how i got a guy that looks like him to love me. Hes just to die for. But looks arent everything, he has one of the biggest hearts ive ever seen. I have never had someone care and love for me the way he does. You can feel his love just through his words, and thats unheard of these days - people can only really show love through actions. I can trust him with my heart and thats why i have given it to him to keep safe for me, and thats what he's been doing this whole time. I've never met anyone who knows me like he does, its like he can read my thoughts, hes never been wrong about me. He knows my favorite everything, if we went on a game show that was called \"do you know your significant other\" he'd get every question right. He pays attention to the little things, the things people dont think that matter but they actually do. He knows how to love me the way i should be loved, he takes my thoughts and opinions in consideration. He can make me feel him without him actually touching me, thats how strong his love is. Things havent been perfect either and still 5 years later, he wants me to be his future and he will be mine. He taught me what love is, and im one of the lucky ones who have found true love. Even if things dont work out perfectly, at least ill know what it has felt liked to be truly loved - everyone doesnt get that chance. I believe he is my soul mate, and because i can actually feel him in my soul. I love you bunnybutt. ❤\n  ","657178":"\n  I have the most painful under the skin pimple on my chin and i am not happy about it\n  ","657179":"\n  Honestly i think that even if youre not vegan, you should feed your pet vegan food. Its really hard to find pet food that doesnt have animal byproducts in it which is essentially like us eating McDonalds. Its soo bad for them and causes a lot of health issues.\n  ","657180":"\n  Ive worked for my dad, like filing shit.\n  \n  Then i worked at kohl's lol\n  \n  I havent worked for like 3 years now ? but for personal reasons.\n  ","657181":"\n  Omg turn into weed and let me smoke you\n  ","657182":"\n  Because if it taste like candy, ill be to understand why.\n  ","657183":"\n  Yesss\n  \n  But still thank you\n  ","657184":"\n  Hahahaha yup\n  \n  Im 5 years older than you\n  ","657185":"\n  I swear a kid with down syndrome could sharpen a color pencil better than i could ?\n  ","657186":"\n  Thank you ?\n  \n  But you look young\n  ","657187":"\n  You have fun with that, let me know how it tastes ?\n  ","657188":"\n  Like obviously if i were using sc, youd know i like posting stories.\n  ","657189":"\n  Use your own money and no one can say shit, youre the one paying for it.\n  ","657190":"\n  Im gonna be honest i woke up going \"whoaaa what the fuck\"\n  ","657191":"\n  Youre making me wish i was avoiding you.\n  ","657192":"\n  Im gooood\n  \n  Everyy answerr i do, i color a little after.\n  \n  I love mutlitasking ?\n  ","657193":"\n  Or i just dont have wifi to use my sc like ive said before?\n  ","657194":"\n  Ill be on when ill be on\n  ","657195":"\n  Gaaaaaah\n  \n  That was beautiful ??\n  ","657196":"\n  Omg i love 8mile\n  \n  Some of my favs:\n  \n  The revenant\n  \n  Snatch\n  \n  Rock n rolla\n  \n  Boondock saints 1&2\n  \n  The other guys\n  \n  Step brothers\n  \n  Happiness runs\n  \n  21 & up\n  \n  Chicago\n  \n  Moulin rouge\n  \n  Buffalo 66\n  \n  Grease\n  \n  Titanic\n  \n  Super troopers\n  \n  Beerfest\n  \n  Silence of the lambs\n  \n  Blade\n  \n  Inglorious bastards\n  \n  (I know theres way more but they arent popping up in my mind)\n  ","657197":"\n  21 & yes i know i look young\n  ","657198":"\n  These are facts ?\n  ","657199":"\n  AWWWWWWWWH???????\n  \n  THAT IS SO FREAKING CUTE\n  ","657200":"\n  ♊♊♊♊♊♊\n  ","657201":"\n  BOOM FOR PRESIDENT!!!\n  ","657202":"\n  Thats like my favorite saying everrrr\n  ","657203":"\n  Awwwwwh❤❤❤❤❤ im so glad. Ive been dying to tell you all day cause ive been having your voice stuck in my head?\n  ","657204":"\n\n   @bunniboy\n  \n  isnt proud to love me guys\n  ","657205":"\n  In the demons layer.\n  \n  Watching a hare\n  \n  Get set up in a flare.\n  \n  (I like slant ryhmes)\n  ","657206":"\n  Ohhh you like taking my question away ?\n  ","657207":"\n  Youre right i should so everyone knows whos my babes ???\n  \n   @bunniboy\n  \n","657208":"\n  ???\n  \n  Dont make me tag you\n  \n  I know its you?\n  ","657209":"\n\n   @Names_ShyGirl\n  \n\n  omfg omfg i had a dream about you last night, like legit.\n  \n  You came to visit the states and you stayed with me.\n  \n  Just the wierdest part was i dreamt your accent perfectly.\n  ","657210":"\n  IN SOVIET RUSSIA VODKA DRINKS YOU\n  ","657211":"\n  Of course you would, look at this face ???????? omfg\n  ","657212":"\n  My eyes just got like this stinging pain\n  ","657213":"\n  I should really eat lol\n  ","657214":"\n  Only if its candyland\n  ","657215":"\n  I was gonna do that regardless. ?\n  ","657216":"\n  I mean go for it, but its a 50\/50 chance if i reply or not\n  ","657217":"\n  Have you really not seen the Saw series?\n  ","657218":"\n  Well knowin who im talking to is a start, cause how do i know if i even want to get to know you\n  ","657219":"\n  Can i puke?\n  ","657220":"\n  Haha okay, if thats true i still want to know how the story goes.\n  \n  You can tell me how something ends but ill always have to see\/read for myself.\n  ","657221":"\n  ?\n  \n  The movie bro\n  ","657222":"\n  This is so amazingly sweet omfg\n  \n  You should get to know me\n  \n  & i hope ?? thinks of me like this ❤\n  ","657223":"\n  Havent seen saw have you (;\n  ","657224":"\n  Its a urinary tract infection - makes it impossible for you to hold in urine. Usually when a girl gets they will be in the bathroom for hours cause 1. Serious pain. 2. They feel like they have to constantly pee. 3. They will pee every 5 - 10 mins\n  ","657225":"\n  No but you can fall into a pit of needles\n  ","657226":"\n  I guess you are ?\n  ","657227":"\n  Hahah i know ??❤❤\n  ","657228":"\n  Dont ever call me this again\n  ","657229":"\n  Time to start reading?\n  ","657230":"\n  Celebrate your victories\n  \n  Celebrate your dreams\n  \n  Celebrate yourself\n  ","657231":"\n  Im happy for you ?\n  \n  I enjoy me some sausage lol\n  ","657232":"\n  Im gaining weight\n  \n  Yayayayayayayayayyayayay\n  ","657233":"\n  Well since ive already lived in both, id like to be more inland from the sea.\n  \n  I wouldnt live on the beach, or super coastal because people dont really think about things like salt erosion. When youre close enough, your shit gets fucked. They also dont think about sea level increase. In 10+ years a lot of the houses on the beach will most likely be destroyed if our climate keeps changing and our sea levels keep rising at the % or any higher %. Theres already been significant problems on the coast line. So id rather live like 15 minutes away from the beach on top of moutain so i can see the ocean but im not losing property value.\n  \n  Jesus, i sound like an old women ?\n  ","657234":"\n  But i dont want a taquito?\n  ","657235":"\n  Blessed on the outside\n  \n  Cursed on the inside ??\n  ","657236":"\n  YOU MAKE ME FEEL BEAUTIFUL\n  ","657237":"\n  Why would it be hurt?! Hahahhaha\n  ","657238":"\n  Do you even know what a UTI is?\n  ","657239":"\n  Cheesefries???I LIKE CHEESE\n  ","657240":"\n  Thanks???? i like to pretend i have owl eyes\n  ","657241":"\n  I could really go for some chili right now\n  ","657242":"\n  Thank you, i dont feel like it today but thanks?\n  ","657243":"\n  Im like doing 3 things at once ?\n  \n  How about you\n  ","657244":"\n  Ohhh so you like sushi huh (;\n  ","657245":"\n  My foot is asleep\n  \n  Omfg\n  \n  I hate this\n  ","657246":"\n  I wish i could throw you into a gas chamber\n  ","657247":"\n  I was gonna read tonight but now i feel like just coloring until my hand goes numb lol\n  ","657248":"\n  Well i be myself mostly which cant say the same about a lot of other people in our society these days ?\n  ","657249":"\n  Thank you ?\n  ","657250":"\n  Shes my beautiful baby\n  ","657251":"\n  Depends on the context.\n  ","657252":"\n  Skeletor hands ?\n  ","657253":"\n  HAHAHAHAHHHAH YEAH ?\n  \n  Pizza and pasta ?\n  ","657254":"\n  Im pretty sure food makes me horny ?????????\n  ","657255":"\n  Awwh thanks  ❤\n  \n  Im so glad, thats what im here for, ENTERTAINMENT\n  ","657256":"\n  Well this is awkward ? HAHAHAHAHAHAH\n  ","657257":"\n  I swear my nose isnt straight or something. Ugh ?\n  \n  And why the fuck cant i type today\n  ","657258":"\n  Its pretty sweel ?\n  ","657259":"\n  I look like garbage\n  ","657260":"\n  DONT YOU DARE ?\n  ","657261":"\n  Shit gotta cancel my appointment with your mom (;\n  ","657262":"\n  Why does everything have to be about sex?\n  ","657263":"\n  I swesr to god there was something crawling near my belly button\n  ","657264":"\n  I swear this is the one place i have some die hard followers\n  ","657265":"\n  Pretty much anything you want. Literally anythingggg\n  ","657266":"\n  Old enough to form opinions for myself\n  ","657267":"\n  For you, id sacrifice hahahaah\n  ","657268":"\n  I know sweetheart?\n  ","657269":"\n  Id flick them into a pit of fire\n  ","657270":"\n  Lana del rey omfg ?\n  ","657271":"\n  Really? I thought they would have been germaphobs ?\n  ","657272":"\n  Well id just give you a brownie hahah\n  ","657273":"\n  Annyyythiinggg??\n  ","657274":"\n  Oooooh you wanna play that game, well i wont clean my pussy and make sure theres a lot of funk going on down there and sit on your face and make you take a whiff\n  ","657275":"\n  Oh i just didnt want to put you in a bad mood is all ?\n  ","657276":"\n  You forgot the c.\n  ","657277":"\n  Oh no its cool i wasnt coloring or anything ?\n  ","657278":"\n  Wait same, but i used formspring throughout that time\n  ","657279":"\n  They have hookers for that\n  ","657280":"\n  Nov 10th! ?\n  ","657281":"\n  A- mbitious boom?\n  ","657282":"\n  I love the smell of fire\n  ","657283":"\n  I am not into golden showers, thank you very much\n  ","657284":"\n  You wish i did porn ?\n  ","657285":"\n  Omg its only 5 pm and im tired\n  ","657286":"\n  Omfg that sounds so fun!!!!\n  \n  I met a lot of new interesting people this weekend\n  ","657287":"\n  Whats an education? ?\n  \n  Lol kidding, i plan on going back\n  ","657288":"\n  Oh gooodd!!!?\n  ","657289":"\n  Im so sorry, i was trying to find a different one for you but then i saw that and was like \"yaaaaaaas that is boom\"\n  ","657290":"\n  Omg i found this and omg its relatable\n  ","657291":"\n  Well considering the fact ive never been in a film in general, im gonna have to go with no\n  ","657292":"\n  Summer wine by lana del rey\n  ","657293":"\n  I was pretty known on formspring (the old ask) so when they changed to ask i was like one of the first\n  ","657294":"\n  Dont know what else this site is for...\n  ","657295":"\n  Like only 25 i think\n  ","657296":"\n  I dont have only one, i have a list;\n  \n  Breaking bad\n  \n  Dexter\n  \n  Nikita\n  \n  Sons of anarchy\n  \n  American horror story\n  \n  Zoo\n  \n  Touch\n  \n  Walking dead\n  \n  Fear of the walking dead\n  \n  Z nation\n  \n  Modern family\n  \n  Parenthood\n  \n  Trailer park boys\n  \n  Family guy\n  \n  That 70s show\n  \n  Scream queens\n  \n  Lucifer\n  \n  Lethal weapon\n  \n  - theres A LOT more but these are my mains.\n  ","657297":"\n  Pigs have better\/longer orgasms than humans\n  ","657298":"\n  Not watching any tv shows right now.\n  ","657299":"\n  First. ?????\n  \n  Second. Going to school in the location im in as long as im with ????\n  ","657300":"\n  I really need to start coloring my other one already ?\n  ","657301":"\n  I feel like those go hand in hand. To overworry, you need to overthink about something.\n  \n  But yes i think way too much, which makes me worry too much\n  ","657302":"\n  Well youre so beautiful that it wouldn't be hard to make new friends?\n  ","657303":"\n  UTIs kinda dont let you not.\n  \n  If you ever had a uti, youve peed your pants ?\n  ","657304":"\n  Oh thank you.\n  \n  I grew up in a society that believes you dont need a college education to be successful - it just helps and so thats my goal, to become someone without a best degree.\n  \n  But i hope everything works out for you ?\n  ","657305":"\n  I met a lot of new people as well!! All old tho ? but super nice. (:\n  \n  What were ya doinggg ?\n  ","657306":"\n  Omggg so i got an UTI and i needed cranberry juice, so i had my sister take me to cvs, well you cant hold your bladder anymore and i had to pee, so i had to run and get the key for the bathroom but before i got the door closed i peed my pants and had to call my sister to give me her jacket to wrap around my waist and she gave me her keys so i could hurry back to the car. Hahahaha\n  ","657307":"\n  One of the better weekends thats for sure ❤❤ how about you beauty?\n  ","657308":"\n  What would you do for a brownie?\n  ","657309":"\n  If you were 50... give me whatever youre drinking cause i wanna look that young at age 50 ?\n  \n  They clearly havent met any 50 year olds...\n  ","657310":"\n  Oh noo, i shouldnt be the inspirational one, thats you!! I took years off of going to school cause i just needed to find myself, i dont do anything other than be baby boom! ? i wanna go back to school, but its hard after you stopped for awhile.\n  ","657311":"\n  So my walk was AMAZING, i feel so good after i get a little exercise\n  ","657312":"\n  Ohhhhh i totally feel you, except i havent gone to school for like 4 years now.. but im sorry, but hey youre intelligent ❤\n  ","657313":"\n  What does your monday look like??❤\n  ","657314":"\n  So like i cant wait to wat browniess, i can already smell their godliness\n  ","657315":"\n  Omg why do you hate sundays?? ?\n  ","657316":"\n  People should like spam me with questions\n  ","657317":"\n  ILL HIRE THE SECRET SERVICE\n  ","657318":"\n  Ill be baaaaack?\n  \n  Baking timee\n  ","657319":"\n  Im following your beautiful booty back!!\n  \n  Im really good, today is a gooood day ❤\n  \n  How about youuu?\n  ","657320":"\n  Next one i need to finish!\n  ","657321":"\n  YOU SHOULD BE HERE\n  ","657322":"\n  Omfg be my friend ?\n  ","657323":"\n  Omg i hope you like eating rocks ?\n  ","657324":"\n  No im gonna be fat and eat them all\n  ","657325":"\n  Ill try to send you some?\n  ","657326":"\n  So are you, you sweet beauty??\n  ","657327":"\n  I dont watch tv or anything anymore.\n  \n  SAME THATS WHY IM GONNA MAKE EM\n  ","657328":"\n  Double chocolate chip chunk. ?\n  ","657329":"\n  To understand what the jews went through during the holocaust ...... omfg im awful.\n  \n  I dont actually, i just dont like stupid questions like that\n  ","657330":"\n  Not much, just about to go make brownies so i can stuff my faceeee ? youuu\n  ","657331":"\n  Im actually not watching any tv or netflix, im trying to do other activities to strengthen my mind\n  ","657332":"\n  My day is really really good (: yours?\n  ","657333":"\n  Awwwh youre mooody??\n  \n  Im good im gonna get up to make brownies now and then im gonna go for a walk!\n  ","657334":"\n  Finisheddd\n  ","657335":"\n  Old enough to marry your dad\n  ","657336":"\n  Only guy im into is ????\n  ","657337":"\n  My fathers dirty harry and my mothers bloody mary ??\n  ","657338":"\n  I miss the candy zours\n  ","657339":"\n  He probably reported it cause he was booty tickled\n  ","657340":"\n  Im guessing i should change my name to Dr. Boom\n  ","657341":"\n  None of this makes you any better\n  ","657342":"\n  Have sex and find out for yourself?\n  ","657343":"\n  Read\n  \n  ⬇\n  ","657344":"\n  Because i made a right turn on a red even tho there wasnt anyone comingg\n  ","657345":"\n  Nopersss\n  ","657346":"\n  I hope you feel better ?\n  ","657347":"\n  Am i Dr. Phil?\n  ","657348":"\n  But you call random people you don't know whores ???\n  ","657349":"\n  Oh yeah i forgot, you just rape them\n  ","657350":"\n  Nooo not at alll\n  ","657351":"\n  Everyone hates whores bro, they are whores. But considering the fact you cant figure out the difference between me and whore just goes to show not even a prostitute would wanna be with you.\n  \n  Itd go like this:\n  \n  You- \"ill give you  $100 to suck my dick\"\n  \n  Prostitute - (looks at you and throws up on your face) \"you couldnt give me a billion to suck your dick\"\n  ","657352":"\n  RIGHT??? ?????\n  ","657353":"\n  Omg i love tarts, especially with fruit on top omfg\n  ","657354":"\n  Hahahaha omg jaaaah feel. It sucks\n  ","657355":"\n  I see why you get banned ?\n  ","657356":"\n  HOOOOW MY SEXY BOOTY DOIN ?\n  ","657357":"\n  Thats cool, do ya want a cookie\n  ","657358":"\n  Hahahahahahhahahaa omg\n  ","657359":"\n  Its hard to color and be on here at the same time ?\n  ","657360":"\n  Not a speeding ticket, but a ticket.. & it was when i didnt even have a license\n  ","657361":"\n  Hahahahahha that was GOOD\n  ","657362":"\n  Fuuuuuck yeah?\n  ","657363":"\n  Always wrap the pickle\n  ","657364":"\n  Can you read or are you illerate?\n  \n  I said i barely even kissed them, let alone fucked them.\n  \n  And my legs have been shut for so long that its as dry as the Serria desert bro, theres a reason why we have two eyes and one mouth. Use your eyes to read and keep you fat disgusting mouth shut.\n  ","657365":"\n  HEY LOVELY BUM??\n  ","657366":"\n  WWIII\n  ","657367":"\n  I realllllly need to start coloringg\n  ","657368":"\n  Babe. You need to rest more\n  ","657369":"\n  Noooooo sweetheart i dont want to hurt you??\n  \n  Youre beautiful tho ?❤?\n  ","657370":"\n  I think i have!\n  ","657371":"\n  You give me hope?\n  ","657372":"\n  Honestly too many to count, 20+ prolly.\n  \n  I started in 4th grade, like i went to my bfs house and went swimming blah blah blah yeah we were like 8 but our parents made a huuuuge date for us it was funny.\n  ","657373":"\n  Reasons why they are on ask saying this to people ?\n  ","657374":"\n  Yess its so relaxing\n  ","657375":"\n  Omfg? I LOVE YOU\n  ","657376":"\n  Yes and no.\n  \n  Yes because they make your teeth pretty\n  \n  No because it looks awful to have that much wire in your mouth\n  ","657377":"\n  Yesss im so happy you got em, im trying to get some\n  ","657378":"\n  I remember reading about that!\n  ","657379":"\n  Stop being a fxckboy\n  ","657380":"\n  I love coloring\n  ","657381":"\n  I just wanna experience anythin Finnish ?\n  ","657382":"\n  No i do not & my dad doesnt really want me to get one at the moment\n  ","657383":"\n  I want booze\n  ","657384":"\n  Compared to most of my friends, i feel poor lol but compared to society - we are considered well off.\n  ","657385":"\n  Yessssss\n  ","657386":"\n  Ohhhhh myyyy godddd?\n  \n  You flatter me ?\n  ","657387":"\n  Its been a long time\n  \n  Like it feels like a century\n  ","657388":"\n  If you can get it, do it (:\n  ","657389":"\n  Go to a spa or gym hun, they have em. Or be like me a muooch off your some rich friends ??? omfg.\n  \n  But you totally should hun, ive been seeing a lof of people being like \"no and never will\" and im over here like WHYYYYYYY THEY ARE AMAZINGG\n  ","657390":"\n  Thank you so much ?? thats really swet. ???❤❤❤\n  ","657391":"\n  I wish i had room service, a personal chef, and buffet in my house.\n  ","657392":"\n  You say really nice stuff but im gonna be honest, it creeps me out cause im not trying to lead you on or anything.\n  ","657393":"\n  Ohhh yes, a couple times. A lot of my friends had them in their houses so we spent a lot of time in them. They feel amazing, and you feel so much better after you use one because it makes all the toxins come out of your pours. You can actually tell a differencee\n  ","657394":"\n  Pretty good, gonna finish this todaaay\n  ","657395":"\n  Youre really pretty & seem to be super nice!! ? if you ever want to be my friend, you should be ?\n  ","657396":"\n  Supppp ?\n  ","657397":"\n  Youre welcome sweet beauty!\n  ","657398":"\n  My outfit looks like Christmas  (:\n  ","657399":"\n  Top of the mornin to ya lad\n  ","657400":"\n  Youre so beautiful & sweet.\n  \n  I adore you ?\n  ","657401":"\n  We dont really talk or anything but you are beautiful and gorgeous and stunning alll at the same time?\n  ","657402":"\n  Twenty one pilots ?\n  ","657403":"\n  Its all about that bass\n  \n  No tremble\n  ","657404":"\n  Obi-1-konobi. Where are you?\n  ","657405":"\n  Dont ask questions that would end up getting you banned then?\n  ","657406":"\n  Hahahahah ?\n  \n  I think itd be awesome if there were monkeys on Jupiter cause then i could leave this planet ?\n  ","657407":"\n  I feel like itd be awkward for anyone who wasnt a sick twisted fuck\n  ","657408":"\n  There's monkeys on Jupiter?\n  ","657409":"\n  Theres a difference between having knowledge and being wise ??\n  ","657410":"\n  Lol i knowww, its not 2 for me yet\n  ","657411":"\n  Old enough to be sent to federal prison for banging a minor.\n  ","657412":"\n  I would like ??? to reply.\n  ","657413":"\n  But i skull fucked your mom?\n  ","657414":"\n  \"Funding your eating habits will make you go broke so make sure youre a billionaire\"\n  \n  Everything else though i was told such as: \"life is hell when you're not a kid, so live it up now\"\n  ","657415":"\n  Oh my god ???\n  \n  Thank you so much\n  \n  And for you to come and say such sweet things is just awwww❤❤ thank you thank you.\n  ","657416":"\n  Omggggg\n  \n  I finally got to your question, i am so sorry!\n  \n  Im pretty good  ((: super exhausteddd.\n  \n  I hope youre having a great day\/night❤❤❤❤\n  ","657417":"\n  My mom doesnt care if i have a job or not ?\n  ","657418":"\n  Pretty good actually ❤\n  ","657419":"\n  I movedd to Washington\n  ","657420":"\n  If youre happy and you know it\n  \n  Bring a joint to your mouth\n  \n  And smoke it.\n  ","657421":"\n  Im pretty sure my hair is waterproof ?\n  ","657422":"\n  I keep wanting to listen to the artist Yael Niam\n  ","657423":"\n  One ear got stabbed like 8 times, i had like 5-8 in them but my ears are allergic to the metal so i cant wear any anymore and they  all closed up.\n  ","657424":"\n  Im usually the one that ignores people ?\n  ","657425":"\n  We're closer than we've ever been\n  \n  And he is my future\n  ","657426":"\n  I dont know much about you, but youve always been kind to me ?\n  ","657427":"\n  They are so pretty\n  \n  Its like an explosive lightshow in the sky\n  ","657428":"\n  Ash & 2\n  ","657429":"\n  Serial*\n  \n  Maybe read serial killer files\n  \n  And watch the ice man documentaries\n  \n  Then come talk to me and see if you agree with what you just said.\n  ","657430":"\n  Apparently theres a serious drug problem up in Washington, which surprises me\n  ","657431":"\n  I dont, i dont see anyone.\n  \n  The only living things i get to see are my cat, birds, and deer ahhaha\n  ","657432":"\n  Omg i need a shower.\n  ","657433":"\n  Single, but not looking ?\n  ","657434":"\n  Wow\n  \n  Thank you ?\n  ","657435":"\n  Yesterdaaaaay, but i need to hear it everdaaay\n  ","657436":"\n  You're butthurt cause of kik huh?\n  \n  Well, im not trying to give you the wrong impression or lead you on.\n  ","657437":"\n  They are considered mentally unstable BECAUSE they find it fun and a need - they like it better than sex or its like sex to them.\n  \n  Go watch ice man documentaries, he explains it perfectly.\n  ","657438":"\n  Not today, no\n  \n  Now that i think about it\n  \n  Hes being mean ?\n  ","657439":"\n  Yesss, id thought you would know\n  ","657440":"\n  Hot like summer but mean like a child who crys to get whatever she wants ??\n  ","657441":"\n  It is very good except im soo exhausted\n  ","657442":"\n  Do you realize you just asked a question with the answer in it?\n  ","657443":"\n  Not message me about how much he loves me ???\n  ","657444":"\n  Anything that isnt some wierd fetish bullshit ?\n  ","657445":"\n  Check your moms closet\n  ","657446":"\n  Both omg ?\n  ","657447":"\n  I tell these hoes to vamanos, adios ??\n  ","657448":"\n  It makes me angry when someone tells me what im feeling ??\n  ","657449":"\n  You cant see ambition\n  \n  You're lacking ammunition ??\n  ","657450":"\n  I actually think you dont realize this doesnt make sense\n  ","657451":"\n  Im not angry ?????\n  ","657452":"\n  My moms high and im hogtied ??\n  ","657453":"\n  Mail order wife straight from kenya\n  \n  Gullah gullah island bitch\n  \n  Benya benya.\n  \n  If you dont understand you will, when ya when ya. ??\n  ","657454":"\n  Who keeps count??\n  ","657455":"\n  Thank you ?\n  ","657456":"\n  The ones you love the most can sure hurt you the worst\n  ","657457":"\n  I fucking need too\n  ","657458":"\n  Omg the fact you guys think im not like this naturally or maybe a little worse in person, is funny cause im savage\n  ","657459":"\n  Awwwwwh thank you❤\n  ","657460":"\n  Ohhhhh god not down for necrophilia\n  ","657461":"\n  Ask jake ?\n  ","657462":"\n  Im always so stupidly blind.\n  ","657463":"\n  Old enough to bang your mom\n  ","657464":"\n  You made me think about chocolate coveres raisins ❤\n  ","657465":"\n  I do mind ?\n  ","657466":"\n  I need to understand why you cant just control your own mind?\n  ","657467":"\n  Go love jesus\n  ","657468":"\n  Billions want immortality but cant figure out what to do on a rainy sunday ??\n  ","657469":"\n  Oh my god ? i was just being a douche, i didnt mean it ahahha\n  ","657470":"\n  How do you know if you dont like something if youve never tried it ?\n  ","657471":"\n  If it isnt for fun, why else would they do it? ?? is it just a chore, cause idk about you but my list of things to do in a day doesnt consist on manulating people ??\n  ","657472":"\n  & i miss eating ice cream\n  ","657473":"\n  If you don't control your mind, someone else will. ??\n  ","657474":"\n  Now this is a compliment\n  ","657475":"\n  Thank you ❤\n  ","657476":"\n  Dude\n  \n  SAAAAME. ?\n  ","657477":"\n  Awwwwwwh ? thank you so much!\n  ","657478":"\n  My cat just headbutted me in the forehead ?\n  ","657479":"\n  Because i like to do the things i wanna do.\n  ","657480":"\n  What shrooms did you eat, cause i want some.\n  ","657481":"\n  So youre saying someone who pretends to be a celebrity or tumblr model is a psychopath and they like to manulate humans for fun?\n  ","657482":"\n  Hahah thats good\n  ","657483":"\n  I can be on ask..\n  ","657484":"\n  I can help make it rot so i can smell it?\n  ","657485":"\n  And i want all the money in the world so i can buy all the food\n  ","657486":"\n  I spend too much time in ask\n  ","657487":"\n  everything is going to be alright ?\n  ","657488":"\n  Im just in ask, cuz im a loser ?\n  ","657489":"\n  Why not?\n  ","657490":"\n  I knowwwww\n  \n  My wifi sucks\n  \n  Alot of cock\n  ","657491":"\n  Well i fucking hope so cause ive been waiting for jake?? for a long time\n  ","657492":"\n  Because they think they do, when they just love the idea of me.\n  ","657493":"\n  Yes i already know this, ive studied them for fun. They are some of the smartest people because you have to be if you want to get away with murder and do it for your whole life. Its an artform really.\n  ","657494":"\n  Who the hell have they been pretending?\n  \n  I think youre more thinking along the lines of manipulation and conartists who look like themselves but dont show their true thoughts.\n  \n  Im talking about people who literally claim they are a different human being, a different face\/body. Everything ? like they werent born who they were but a celebrity not someone trying to fit in the social norm cause they want to spill innocent blood.\n  ","657495":"\n  It was actually super fun, i went into the city and spent my dads money so it was awesome ?\n  \n  I cant do anything video related till the 10th cause thats when ill finally have wifii\n  ","657496":"\n  Awwwwh do you mean it you retard ?\n  ","657497":"\n  You really think if we didnt have worldwide access cause of the internet, people would try to be anyone other than themselves?\n  \n  Cause i dont think so because they wouldnt have the knowledge or see how other people look or how they are being treated, theyd focus on their own lives cause they would know nothing else.\n  ","657498":"\n  Omggggg hiiiiiii ??\n  \n  How was your day??\n  ","657499":"\n  I AM HERE IF YOU ARE ?❤?❤\n  ","657500":"\n  Noooo i do not ????\n  \n  & even if i did - just means im intelligent, unlike you since your occipital lobe clearly doesnt work like its suppose too.\n  ","657501":"\n  Penny wise and pound foolish.\n  ","657502":"\n  Lowkey, obsessed.\n  \n  Listen to Seven Nation Army - Vintage New Orleans Dirge White Stripes Cover Ft. Haley Reinhart by erayhalisdemir #np on #SoundCloud\n  \n\n   https:\/\/soundcloud.com\/erayhalisdemir\/seven-nation-army-vintage-new-orleans-dirge-white-stripes-cover-ft-haley-reinhart\n  \n","657503":"\n  I think its good for a man to express his emotions.\n  ","657504":"\n  Early to bed, early to rise - makes a man healthy, wealthy, and wise ??\n  ","657505":"\n  Good morninn\n  \n  Im actually about to get off. Lol\n  \n  Ill be on laterrr\n  ","657506":"\n  Thats why i gave a simple answer (;\n  ","657507":"\n  Awwwwwh\n  \n  & i miss weed\n  ","657508":"\n  What kind of fucking question was that in the first place? ?\n  ","657509":"\n  HEY MY BABY IS PERFECT SO YOU CAN FUCK OFF\n  ","657510":"\n  Which response ??\n  ","657511":"\n  Personally it all makes me wanna throw up\n  ","657512":"\n  The fuck?\n  ","657513":"\n  Your flesh rotting.\n  ","657514":"\n  Actually its the technology we have that has made it easy for people to be weak.\n  ","657515":"\n  Considering the fact i live in a state that is pro guns, i can tell you why. Theres wildlife here such as wolves, bears, cougars, deer, elk, and moose ect.. and since alot of people have cows\/sheep\/horses\/goats ect they need guns for when these animals come and try to feed on their livestock or on their gardens\/vegatables.\n  \n  Also when pack of dogs come around, they are vicious you need to be able to protect yourself. Also when you live in an area where theres a lot of space away from people, there tends to be some wierdos around and you need to be able to protect yourself then as well.\n  \n  Now its not like they are going around carrying guns, its only really for that use. Also for animal population control certain people have licenses to do sport hunting. But you can only do certain things in certain times of the year, its not like theyre going around killing everything.\n  \n  Ive been to a gun store and it was like a candy store for adults lol but honestly i dont think it should be wrong for someone to own a gun if theyre not just getting it to hurt people like how youd find in a more populated city or such as a gang. Gangs arent here.\n  ","657516":"\n  Ya i know\n  \n  I was making a joke ?\n  ","657517":"\n  So youre not canadian (;\n  ","657518":"\n  To me the fact they crave attention\/acceptance is pathetic. Look at all the greats that have been known in our society, they werent accepted at all in the beginning such as: albert einstien - they thought he was crazy.\n  \n  A lot of people didnt even get truly noticed and attention until after they died. But they still stayed true to themselves and did what they loved.\n  \n  Tu pac is a good example as well, people didnt really respect him when he was alive, but as soon as he was classified dead, he blew up. His music was noticed more.\n  \n  The most successful people are the ones that keep to themselves and be true to who they are no matter if society accepts them or not.\n  \n  So no they are sad and pathetic if all they think life consists of is to be accepted and to have people pay attention to them.\n  ","657519":"\n  Thats only if im in the mood for Hawaiian\n  ","657520":"\n  Jacob ??\n  \n  Every time i need a smile on my face, hes the one that puts it there. I love him.\n  ","657521":"\n  I dont really like a lot of cheese so id ask for a little less\n  \n  Bacon\n  \n  Banana peppers\n  \n  Bell peppers\n  ","657522":"\n  Heeeelllloooooo\n  ","657523":"\n  No, im not registered in Washington\n  ","657524":"\n  As soon as i have wifi of any sort i will lol\n  ","657525":"\n  Not like brought down to the station but ive been put in handcuffs and searched\n  ","657526":"\n  ??? thaaanks\n  ","657527":"\n  Omg i had so many\n  \n  Kindergarden - mrs. Devazio\n  \n  1st - mrs. Flood\n  \n  2nd - mr. Riviera\n  \n  3rd - mrs. hopper\n  \n  4th - mrs. Hoffmyer\n  \n  5th - cant remember her name but she paid for my entire D.C. trip\n  \n  6th - cant remember her name but she was thr nicest lady ever\n  \n  7th - mrs. Stine \/ mr. Rossier\n  \n  8th - mrs. Sorovachek \/ mr. Rossier\n  \n  9th - mr. O'donnell\n  \n  10th\/11th - mr. Pence\n  \n  12th- charter school lol\n  ","657528":"\n  In n out\n  \n  Omfggg i need to go back to cali ?\n  ","657529":"\n  Whoever made the post said that lol\n  ","657530":"\n  If you dont mind, it wont matter.\n  ","657531":"\n  Apparently you just made me askfm beauty of the week (;\n  ","657532":"\n  Stuntin is a habit ??\n  ","657533":"\n  Well considering the fact ive been trying to get fat like my whole life, i realllllly dont see this being an issue.\n  ","657534":"\n  Well you guys are the ones helping me become a self- made celebrity, so i will never forget❤\n  ","657535":"\n  These niggas hip hop trannies\n  \n  Whats their gender? ??\n  ","657536":"\n  I still need to make brownies, curse being lazy ?\n  ","657537":"\n  You just wanna see me in a bikini (;\n  ","657538":"\n  Tbh rating honestly takes waaay to much time and i swear i just tell everyone theyre amazing ?\n  ","657539":"\n  Slayin hoes ?\n  ","657540":"\n  Omg sprinkles like a lot of sprinkles\n  \n  Cool whip and whipped cream cause im fat.\n  \n  Cholcolate syrup cause like yum\n  \n  Crushed up waffle cones\n  \n  Cheesecake bites\n  \n  Like omfg now i need it.\n  ","657541":"\n  YOU AND ME FOREVER ?\n  ","657542":"\n  Shes so cute, its creepy (;\n  ","657543":"\n  Hey\n  \n  Hoe\n  \n  lets go!\n  ","657544":"\n  Devil in the flesh, no band- aid ??\n  ","657545":"\n  What you call an overdose, i call a nap.??\n  ","657546":"\n  Your kindness is killing me ???\n  ","657547":"\n  Mind over matter\n  \n  Its been proven already.\n  ","657548":"\n  If i were a russian spy, yes ?\n  ","657549":"\n  I mean i think thats bettter❤\n  ","657550":"\n  These are all gonna be some old questions ?\n  ","657551":"\n  Oh my gooodnessss? thatd be a cute picture.\n  ","657552":"\n  Oh jesus thats a list of like 1000 ppl.\n  ","657553":"\n  Technically i worked at kohl's as my first job but i started working for my dad before that but it wasnt like official\n  ","657554":"\n  I took some pretty pics today\n  \n  Heres one\n  ","657555":"\n  Low expectations\n  ","657556":"\n  My point still stands\n  ","657557":"\n  Because they are rich asf, and america likes money\n  ","657558":"\n  You already have the beard for it ?\n  ","657559":"\n  I cant watch any yt videos when im here, im sorry lads\n  ","657560":"\n  Yeah but see the government doesnt want us to be happy, they want us to die.\n  ","657561":"\n  Oh god my family members are wildly different.\n  \n  Dad - he was raised in a poor home, on a farm in washington actually not far from where we are living now. He understood that he was wildly more intelligent then a lot of the people here so he took advantage of it got scholorships for every school hes ever gone too so money wasnt ever an issue. He enjoys building houses from the ground up and pretty much living a life that doesnt require help from any other person.  Hes a chemist and a lawyer as well. He has more dreams than someone could finish in a lifetime.\n  \n  Mom - shes japanese and she grew up in Chicago. She was a little hippie flower child and still somewhat is. She worked her ass off to get to where she is now. Shes a little to into hierarchy and where she stands in society. Money is her favorite color, smell, and thing. She can see things behind the human eye about people and shes very good at putting on a face.\n  \n  Sister - shes a broken soul, but shes spends her day trying to repair herself slowly. Shes extreamly intelligent and could be\/do practically anything she put her mind too. But shes insecure in her own way, and quite lost but doesnt mean shes not going to make it.\n  \n  Brother - he is and always will be the golden egg. He has done everything in life as perfectly as you can possibly do it. He raised me when i was younger and now hes married and raising such a beautiful daughter. He has everything going for him and he always will.\n  ","657562":"\n  I mean no but you need to think about it in their eyes, the drug they legalized makes majority of the people who use it less productive and unmotivated. The legalized it because its proven to help those who need it : to sleep, chemo, pain ect. So they only want certain people to be able to hand them out to the people who they believe should be using it.\n  \n  What if that brownie got in the wrong hands, like a kids for an example - that fucker will be put in a coma haha even though its really hard to OD on marijuana people still dont believe its something a kid should be doing.\n  \n  To them they dont know the distributor or where its going so it doesnt look good.\n  \n  And the government likes its control, and when they lose it - they get scared.\n  ","657563":"\n  A lot of things anons tell people are strange\n  ","657564":"\n  She gave me bad brains, i gave her mayonnaise??\n  ","657565":"\n  Well at least someone else likes to learn ?\n  ","657566":"\n  I cant even use snapchat at the moment so no worries?\n  ","657567":"\n  Well no shit, distribution is illegal. You need a license to sell. You cant just go around handing out drugs.\n  ","657568":"\n  Haha no, ask is beautiful like that & barley needs any data.\n  ","657569":"\n  How about we make it instead of talk about it?\n  ","657570":"\n  Of course, they are called space brownies and they FUCK A NIGGA UP ?\n  ","657571":"\n  How sad, lonely, and pathetic could their lives be?\n  ","657572":"\n  Can you explain how one uses a computer without wifi?\n  ","657573":"\n  HAHAHAHAHAHAHHAAHHA\n  \n  No.\n  \n  Im basically on and around mountains.\n  ","657574":"\n  Uses all my data and nothing loads\n  ","657575":"\n  Trust me i would be using sc if i could.\n  ","657576":"\n  Yesss i wish you could edit answers without having to delete the whole damn thing, but being lazy is a curse sooo\n  ","657577":"\n  Oh my god\n  \n  I need them in my mouth ?\n  ","657578":"\n  Im so happy for you❤\n  ","657579":"\n  Should have been a minotar.\n  ","657580":"\n  Only if we have a brownie batter fight\n  ","657581":"\n  HAHAHAHAH\n  \n  Just a bit like George Carlin ??\n  ","657582":"\n  I feel like making brownies today\n  ","657583":"\n  YOU ARE A SAVIOR ?\n  \n  But i wish you luck on your exams ❤\n  ","657584":"\n  Like two muslims with RPG's pointing at eachother ?\n  ","657585":"\n  Im so sorry omg\n  ","657586":"\n  This is a message to my ask community:\n  \n  The ones that are sweet and supportive - I LOVE YOU DEARLY. You have made life less shitty just by being a presence in my life. Theirs so many things i didnt know about myself that a lof of you taught me and i cant be more thankful or grateful. I do my best to be the best i can be, and you help me better myself. You are helping me grow into a beautiful women and i will not take create for all of it because i cant. Thank you for blessing my life. ?❤\n  \n  Annoying anons - nobody likes you, literally no one. I dont know why you waste your time saying pointless things. So like fuck off.\n  ","657587":"\n  And i want people to start makin decisions without their televisions\n  ","657588":"\n  Its okay ?? im tired too even tho i slept really well!\n  ","657589":"\n  La la la\n  \n  Im gonna try to finish all my old questions but like omg its gonna take forever haha\n  ","657590":"\n  Ok i was just trying to cheer you up, but clearly you just need to do whatever you need to do.\n  ","657591":"\n  Can i just rant about something real fuckin quick?\n  \n  I dont understand why people have this need to pretend to be someone else. Like how does it make you feel knowing that you cant portray yourself, and for you to feel important or liked you have to post\/pretend that youre some celebrity or some tumblr bitch? Like how horrible could your life really be or how bored are you? & then the ones who play along, like guys seriously - it wont make you suddenly special. Like if you really have to do this, maybe like go make a ton of money and get surgery or go to school and educate yourself and become someone thats yourself.. pretending to be someone else will get you nowhere.\n  ","657592":"\n  Well tell the little alien ? to get the fuck out and stop whispering bad thoughts ?\n  ","657593":"\n  \"What doesnt kill you, makes you stronger\"\n  ","657594":"\n  Love is indescribable. Theres a reason why its been written\/talked about since the beginning of time. Everyone is still searching for that answer, but our brains havent even tapped the concept.\n  ","657595":"\n  I hope it at least makes you stronger ?\n  \n  Haha thank youuu tho, its my favorite thing ever ?\n  ","657596":"\n  Ohhhh geeee wilikers, thank you ?\n  ","657597":"\n  Its always been a want of mine\n  \n  But since i have psychosymatic symptoms due to PTSD, whenever i get cut or pierced now my body goes into shock cause it thinks its dying and doesnt know how to perceive anything anymore, so like idk.\n  ","657598":"\n  DONT BRING RAIN, I DO NOT WANT IT RIGHT NOW, THE SUN FEELS TOOO GOOD ??\n  ","657599":"\n  Yess yess ??\n  ","657600":"\n  Just clean it up?\n  ","657601":"\n  I WILL SET CHU ON FIRE ?\n  ","657602":"\n  PARENTHOOD\n  \n  MODERN FAMILY\n  \n  YAAS PLEASE ???\n  ","657603":"\n  The sun is out today, its been a very long time since ive seen the bugger so im super happy and already went outside and took pictures and shiiiiznit ?\n  ","657604":"\n  Well for America its only really acceptable for their to be fireworks on 4th of July\n  \n  But its supppper easy to go to Mexico and bring a lot back even tho its illegal to set them off in California, idk about Washington lol\n  ","657605":"\n  I actually do ?\n  ","657606":"\n  Im starting to wonder if it makes me sound Muslim that i call myself boom ?\n  \n  HAHAHAHAHHAAHAH\n  ","657607":"\n  Gooooood morningggg ??\n  \n  How are you todaay ❤\n  ","657608":"\n  Whats wrong?\n  ","657609":"\n  I feel like theres other people who should probably do that, not you..\n  ","657610":"\n  Everybody is rude on this site i swear ?\n  \n  But im only savage if someone is being inappropriate, but my page seems to have way less rude anons then a lot of other pages ive seen\n  ","657611":"\n  Im following back ?❤\n  ","657612":"\n  Awwwwh hun! You dont, im just givin ya a hard time. ?\n  ","657613":"\n  It used to be this religious ceremony or a way for people to have stature in society, but now a days people get married for tax reasons, its just a contract. For a man, marriage isnt that appealing anymore, because 1. Women laws with marriage, they will almost always win. Which is why prenups are so popular now. 2. Divorce has become socially acceptable.\n  \n  Its really rare for a marriage these days to be successful, theres a lot of negative connotation - psychologically they might turn negative due to the thought \"im gonna be with this this person forever\" & focus on the aspects of what they dont offer that they see in others.\n  \n  I told myself that the person i marry will be the person i stay with forever, divorce isnt an option. They are stuck with me whether they like it or not. My parents have been divorced since ive been 3 years old, and it wasnt that bad but ive never known what it was like having two parents in the same house before. Ive always had two rooms, two beds. But at the same time i wouldnt have wanted my parents to stay together- thatd probably be way more miserable. But still I just dont want that for my kids.\n  ","657614":"\n  Nah im too lazy\n  \n  But\n  \n  I actually look thick in this\n  ","657615":"\n  Homemade italian pizza yo ?\n  ","657616":"\n  Youre a coon, im hakuna matata ??\n  ","657617":"\n  I will when i get up!\n  \n  Im going to bed now\n  \n  Gooodnight lovely❤❤\n  ","657618":"\n  Bitch im always shining, hang around and get a tan ??\n  ","657619":"\n  Call me prince charming cause your chick thinks im dashing??\n  ","657620":"\n  Just puked in a new car that your parents  bought ??\n  ","657621":"\n  Cant argue there ❤❤❤\n  ","657622":"\n  I have a thing for bearly white manly men.\n  ","657623":"\n  You should beat up ask\n  ","657624":"\n  Cuddling with girls is the best! ?\n  ","657625":"\n  I havent for a really really long time, but i need too.\n  ","657626":"\n  Relationships are between you and your partner, dont drag everyone else into it\n  ","657627":"\n  Well if the photos look to perfect and like they are from tumblr or we heart it, they are prolly fake.\n  ","657628":"\n  I havent seen it, im sorrrry\n  ","657629":"\n  Hell no. Hahaha\n  \n  Like i cant think about that right now.\n  ","657630":"\n  I lowkey agreee ?\n  ","657631":"\n  God im so special ❤❤❤❤\n  ","657632":"\n  Whattttababe ?\n  ","657633":"\n  Thats like asking what is water?\n  \n  Like hmm idk maybe because my biological mom was Vietnamese\n  \n  Weird, who knew thats how genetics work.\n  ","657634":"\n  I like food more than i like people\n  ","657635":"\n  I still love you too!!❤❤❤\n  ","657636":"\n  Why the fuck are you even bringing them up?\n  \n  Like if i dont want to talk to you, i dont want too - suck it up and move on.\n  ","657637":"\n  Probably the only reason i like a lot of people\n  ","657638":"\n  Awwh im sorry\n  \n  Im not looking to date either :\/\n  ","657639":"\n  If you have to tell people youre normal, youre most likely not normal...\n  ","657640":"\n\n   @adoringavory\n  \n\n\n   @NineGDxFour\n  \n","657641":"\n  I really dont like when people tell me to do something i dont want to do...\n  ","657642":"\n  Following beauty❤\n  ","657643":"\n  Delete annoying ass questions cause people are actually stupid\n  ","657644":"\n  Just letting you know so you can stop wasting your time, everything like this is getting deleted, go find a hobby or something.\n  ","657645":"\n  Yes i want kids, but when im stable and can give them everything they need without a struggle.\n  ","657646":"\n  Is this just gonna keep going?\n  ","657647":"\n  Gimme all the questions you got hunny ?\n  ","657648":"\n  I need more pretzels\n  ","657649":"\n  Booty so fine you wanna suck a fart out of her ass\n  ","657650":"\n  Well im single sooo... ?\n  ","657651":"\n  Some people are so obnoxious\n  ","657652":"\n  I just love food in general.\n  ","657653":"\n  I told him i need to clone myself ?\n  \n  Daaaamn lowkey would love to see you fight\n  ","657654":"\n  Goodnight darlin???\n  ","657655":"\n  Could someone send me a care package of food please, like a fat box of snacks.\n  ","657656":"\n  I need to make more tea\n  ","657657":"\n  Life a bitch aint it?\n  ","657658":"\n  That i cannot do\n  ","657659":"\n  My entire page is english and you really think im going to understand this.. smh\n  ","657660":"\n  Im kinda curious, cause i really wanna come out there!\n  ","657661":"\n  This is better, but i doubt she wants to share HAHAHAHA\n  ","657662":"\n  ive been waiting for you to see what hes been saying ???\n  ","657663":"\n  HAHAHAHAHAH IVE BEEN WAITING FOR THIS\n  ","657664":"\n  I dont know what drugs you are on\n  \n  But\n  \n  You sound high\n  ","657665":"\n  Once ????\n  ","657666":"\n  Your ignorance does not make other peoples lives blissful ??\n  ","657667":"\n  Well arent you just being selfish ?\n  ","657668":"\n  Currently living in Washington state.\n  ","657669":"\n  Well SHIT BABY DAMN❤\n  \n  How much is a plane ticket..\n  ","657670":"\n  Whoa whoa whoa\n  \n  Sharing is caring\n  ","657671":"\n  Omg i know your life when it comes to phone issues, thats me 24\/7 ugh ?\n  \n  But im pretty good❤ always hungry, but good. How about yourself beauty?!\n  ","657672":"\n  I REALLY SHOULD ❤❤❤❤\n  ","657673":"\n  God damn it ?\n  \n  You both give such an amazing offer ❤\n  \n  I need to clone myself. ?\n  ","657674":"\n  I honestly dont do anything, they just follow me! I guess im just someone worthy of being followed, which is AWESOME. ❤❤❤❤ i have the best followers, like i know everyone says that..but i actually do ?\n  ","657675":"\n  Long enough to the point i reallllly wish i could chany my @ name.. ?\n  ","657676":"\n  Well considering that voting is happening soon and either president is gonna probably get us bombed, yeaaaah i think leaving would be smart so why not come live with the best cuddler and the sweetest person everrr ?????\n  ","657677":"\n  I reaaaaallly dont think shes gonna agree to this ???\n  ","657678":"\n  Yes i have already graduated high school, i graduated months earlier than my class. ???\n  \n  But i really need to study and go to college ???\n  ","657679":"\n  Wait what ?\n  \n  You werent annoying\n  ","657680":"\n  Gaaaaaah\n  \n  How freaking cute ?\n  \n  Lets make dreams come true and let me come live with you ?\n  ","657681":"\n  Thank you, as do i ???\n  ","657682":"\n  My dreams make me feel like ive entered an alternative universe ??\n  ","657683":"\n  I always know my dad is thinking by the fact he wont stop pacing ??\n  ","657684":"\n  = my dreams ?????\n  ","657685":"\n  Thank you?\n  \n  You too ?\n  ","657686":"\n  Your spelling ?\n  ","657687":"\n  I have way too many ghost followers ??\n  ","657688":"\n  You live the best life?\n  \n  Honestly im sitting here on ask\n  \n  Wishing i had food surrounding me so i could eat but i really dont want to get up\n  ","657689":"\n  Woof woof bby ?\n  ","657690":"\n  Its this good enough for you\n  ","657691":"\n  They are kinda in the picture lol\n  ","657692":"\n  What are you up too?? ?\n  ","657693":"\n  Neither have different ways now\n  \n  You can either be made into a diamond\n  \n  Or you can made into a tree.\n  ","657694":"\n  SWEETNESS ?\n  ","657695":"\n  Anything and everything.\n  \n  Lil nig just needs pizza ???\n  ","657696":"\n  Only if youre my kitty ?\n  ","657697":"\n  Im your fashion trend\n  ","657698":"\n  Ill pay a juggalo to come at your jugular ?\n  ","657699":"\n  Sorry, but this is my last stop before i head to bed. ??\n  ","657700":"\n  Suicide\n  \n  666\n  \n  Feeling synical\n  ","657701":"\n  You wont be getting close to my heart\n  ","657702":"\n  I dont need God, i just need you ???\n  ","657703":"\n  But only tomorrow!\n  ","657704":"\n  This is love\n  \n  This is life\n  \n  I need more of you\n  \n  In my wine ?\n  ","657705":"\n  I think the fact i need like 5 blankets on my bed is a big fucking deal? need some cuddly wuddly buddies❤\n  ","657706":"\n  You are my problem. Smh\n  ","657707":"\n  Dealing with devils like a drunk beauty queen\n  ","657708":"\n  I can be sweet but once youve gone to hell and back, a dark heart is all you get\n  ","657709":"\n  All that matters to me right now are honey mustard & onion covered pretzels\n  ","657710":"\n  And the pope is Catholic\n  ","657711":"\n  I hate having to heat up my bed by myself.. come help me ):\n  ","657712":"\n  I think its time for me to crawl into bed\n  ","657713":"\n  Ask just hates you ?\n  ","657714":"\n  Its called boomskyvile\n  ","657715":"\n  Ew. Who said i wanted to kiss you..\n  ","657716":"\n  You know if i could be on another planet, i would be ?\n  ","657717":"\n  My body feels young, but my brain feels old.\n  ","657718":"\n  Dreaming about food that isnt in my mouth...\n  ","657719":"\n  Yes, let me just kiss the air\n  ","657720":"\n  Do you give out numbers to every stranger you meet?\n  ","657721":"\n  If this is true, then i need everyone to see whar you see!\n  ","657722":"\n  You give the best kind of love ?\n  ","657723":"\n  Sooon to be\n  \n  Goooodnight ?\n  ","657724":"\n  I was good until you tried telling me my eyes are fake.. like no hoe.\n  \n  The only fake thing on my page is you.\n  ","657725":"\n  Be close to getting married to ????\n  ","657726":"\n  IM GONNA NEED A PRETTY PRETTY PRINCESS DRESS\n  ","657727":"\n  Probably my eyes honestly ?\n  ","657728":"\n  Soo much booty and booze\n  ","657729":"\n  Brains\n  \n  Booty\n  \n  Booze\n  \n  Boobs\n  ","657730":"\n  I dont believe in it\n  \n  But i do think thatd be dope as fuck.\n  ","657731":"\n  That the only thing that really makes me hapoy anymore is coming on ask or ????\n  ","657732":"\n  1. Arent those the same thing?\n  \n  2. Vietnamese and white.\n  ","657733":"\n  Ive been up\n  \n  But omfg i want to sleep\n  ","657734":"\n  I dont think so, you didnt spell my name right..\n  \n  Its savannah*\n  ","657735":"\n  Gag\n  ","657736":"\n  Id be a hooker for pizza\n  ","657737":"\n  Not for you, im not?\n  ","657738":"\n  Then idk how youre talking to my mom, shes not in india. She wouldn't be caught dead there?\n  ","657739":"\n  ITS BEDTIME YASSS TRICK YASSS\n  ","657740":"\n  Omg are you in rome?\n  ","657741":"\n  I think its time for bed haha\n  ","657742":"\n  Wtf why is your mom lying to you?\n  ","657743":"\n  So thats the only time the sky is ever blue?\n  ","657744":"\n  You sound like the snuggiest, cuddle monster evvvver. Come gimme love\n  ","657745":"\n  I want pizza in bed cause im fat like that\n  ","657746":"\n  So only at 4pm is the sky blue?\n  ","657747":"\n  Omggggggg\n  \n  Lets get cuddled and go to sleep ?\n  ","657748":"\n  Ilysm ???\n  \n  Im so glad youre in my life\n  \n  Youre a beautiful human ?\n  \n  I dont want you go anywhere besides my house to come live with me ?\n  "}}