{"Question":{"668479":"\n   Why aren't you a model Savanna you are out of this world and with my help I could make you the most beautiful woman in the whole world\n  ","668480":"\n   can i kiss your ancestors on their heads??\n  ","668481":"\n   Damn it . Why can't you take pics or video how you make them\n  ","668482":"\n   Are you a virgin?\n  ","668483":"\n   No shes pressured and asking for the wedding cost? Maybe I can help >. <\n  ","668484":"\n   Can I see a pic of this Waffel\n  ","668485":"\n   What if you're hunting a deer with your last bullet, and you didn't hit the heart. So when you come closer it's alive but can't move what will you do?\n  ","668486":"\n   I should message the 24yr old girl ???? where is sheeee\n  ","668487":"\n   All stunningly beautiful but fav:\n   \n    https:\/\/ask.fm\/ass4lyfe\/answer\/136849916793\n   \n","668488":"\n   That's good love\n  ","668489":"\n   Last time you had sex?\n  ","668490":"\n   Do you prefer white Asian or black ?\n  ","668491":"\n   Do you have any phobias? If so what are they?\n  ","668492":"\n   What should a wedding cost?\n  ","668493":"\n   Do you know anyone who is single and being pressured to find someone?\n  ","668494":"\n   all of them\n  ","668495":"\n   I am 24 and my friends are all joking about me being single and pressuring me to get a boyfriend. What should I do?\n  ","668496":"\n   why must you make us choose between pics its just mean they are all so perfect\n  ","668497":"\n   Glad ☺️ enjoy it darling ❤️ here is evening\n  ","668498":"\n   Favourite food\n  ","668499":"\n   I'm going to send you a hunting question just please picture yourself in the situation and answer it I'd really love your efforts because youre the main person I love following and it's great to know your answer to it\n  ","668500":"\n   All of them are the best I can't pick out just 1\n  ","668501":"\n   And you have a beautiful jawline :)\n  ","668502":"\n   Np beautiful friend ?????\n  ","668503":"\n   I like them all but my favourite is the first one x\n  ","668504":"\n   hey beautiful I just got back from the hospital and everything is fine I'm ok\n  ","668505":"\n   Confession: Ever used Bit Torrent?\n  ","668506":"\n   do you know anyone who has lost a child?\n  ","668507":"\n   ?????Your selfies are amazing!!!\n  ","668508":"\n   What's everybody's plans for Memorial Day?\n  ","668509":"\n   yah know, im pretty sure that jesse guy meant all that in a sexual way towards you, which is gross af cause hes like 40\n  ","668510":"\n   wow you're body is rocking, i wouldn't mind getting in that thigh gap ?\n  ","668511":"\n   You look stunning in all of your pics\n  ","668512":"\n   What about waffles with chocolate syrup Nutella and whipped cream\n  ","668513":"\n   You look fantastic Sav. Hope you have a great day planned for today x\n  ","668514":"\n   Heyzies!\n  ","668515":"\n   Yes and what kind of tights you put on?\n  ","668516":"\n   So tell me how are you now ?\n  ","668517":"\n   You look once again very beautiful in your new pics :)\n  ","668518":"\n   haha you said all you wanted in life was to get married and be treated right so i said i would marry you and treat like the princess you are, because i love you more than life itself and you mean everything to me, so I'm going to marry you someday ❤❤\n  ","668519":"\n   U have sexy boobs\n  ","668520":"\n   <3 (Recent) (If you're late seeing this, then it obviously isn't my recent, I answer alot xD)\n  ","668521":"\n   Fb link\n  ","668522":"\n   Instagram?\n  ","668523":"\n   CHILL IM NOT SUFFOCATING IN MY OWN FARTS\n  ","668524":"\n   Can we see the calvins waistband please?\n  ","668525":"\n   why are you so mean chill\n  ","668526":"\n   Are you single?\n  ","668527":"\n   Love your leggings. Sheer is very fashionable and you have the figure and confidence to pull it off ?\n  ","668528":"\n   Im not lying should i go see the doctor?\n  ","668529":"\n   Today I had a flat tire while driving, and I literally had to let my girlfriend change my tire because I don't know how to do it. Now I feel like women have really gotten ahead of men. What do you think?\n  ","668530":"\n   What is the biggest turnoff for you when it comes to guys?\n  ","668531":"\n   Okay so i dont know whats wrong with me this is like the 20th time ive farted in the last hour\n  ","668532":"\n   how many pairs of shoes do you have?\n  ","668533":"\n   Idk.. I just feel like there's racism everywhere they deny it but it's built in their heads..\n  ","668534":"\n   Ever seen snow?\n  ","668535":"\n   haha well then that's all ill ever give you, and ill miss you baby girl, i love you\n  ","668536":"\n   How many followers do you have?\n  ","668537":"\n   You're sorry for me\n  ","668538":"\n   Why is it that guys typically get earrings in the left ear ?\n  ","668539":"\n   No.. I think it's because I'm ugly\n  ","668540":"\n   hi\n  ","668541":"\n   I'm amazing but when people see me they're backing off\n  ","668542":"\n   •⭐✨? If you could interview anyone from your life living or dead, but not a celebrity, who would it be and why? ?✨⭐•\n  ","668543":"\n   What are some of your flaws?\n  ","668544":"\n   Do you wear tights under jeans?\n  ","668545":"\n   Did you go to your prom? If you're still in school are you going to yours?\n  ","668546":"\n   If\/when you cook, are you more likely to cook frozen food or make something homemade?\n  ","668547":"\n   Cool\n  ","668548":"\n   I would like to hear your voice\n  ","668549":"\n   But wasnt he a Rasta man ?\n  ","668550":"\n   HIYA :) ILY\n  ","668551":"\n   Pap of you in a bikini even if it is old one, or selfie right now\n  ","668552":"\n   Pap whatever you are doing right now\n  ","668553":"\n   aha okay\n  ","668554":"\n   opinion on 9\/11 conspiracy theories?\n  ","668555":"\n   Snoop Lion\n  ","668556":"\n   Fight me\n  ","668557":"\n   Do tou like guys who are shorter than you\n  ","668558":"\n   What do you do to keep calm?\n  ","668559":"\n   opinion on the Freemasons?\n  ","668560":"\n   Do you like San Diego ? In terms of hot guys\n  ","668561":"\n   myyyy booooom\n  ","668562":"\n   do you have a small or large bladder?\n  ","668563":"\n   opinion on taylor swift?\n  ","668564":"\n   Are you talented at anything ?\n  ","668565":"\n   Yes but everyone didn't buy you those panties from Victoria secret did they, one person did.\n  ","668566":"\n   Do you like Muslims?\n  ","668567":"\n   When people take long to reply in text , don't you ever think they are sitting on the toilet taking a dump ? THAT PISSES ME OFF\n  ","668568":"\n   Why not\n  ","668569":"\n   Because I'm lesbian\n  ","668570":"\n   Make a  \" classy \"rap my niggah\n  ","668571":"\n   Ever made out with a guy in public?\n  ","668572":"\n   If I bought you the victorias secret panties from your wish list would you send me personal pics with you wearing them, instead of just showing everyone on here like you usually do with your wish list gift's\n  ","668573":"\n   So then a Classy Niggah ? Lol\n  ","668574":"\n   Can you suggest some people for me to follow ?\n  ","668575":"\n   So you wanna be a ratchet niggah ? Lol\n  ","668576":"\n   Just look for one that looks like it fits you and is hella pretty and is hella hot and hella exquisite and hella expensive\n  ","668577":"\n   Why would you wanna be black ? Your white and beautiful already ? It's not worth it please\n  ","668578":"\n   One of my good friends are homophobic. and I guess he liked me.\n  ","668579":"\n   I Will try and find one but if you find one just so you know it has to be over 200 dollars\n  ","668580":"\n   Youre obviously not black ??are you dreaming\n  ","668581":"\n   Favorite piece of art? It could be anything. Pap if you want ?\n  ","668582":"\n   I've been better\n  ","668583":"\n   That's how black people talk...\n  ","668584":"\n   I like you, you sweet thang ?? (See Recent, I follow you?)\n  ","668585":"\n   :) How are you?\n  ","668586":"\n   Learn how to spell first :p\n  ","668587":"\n   It is.\n  ","668588":"\n   Pap of your favorite shoes!!! ???\n  ","668589":"\n   Because there's too many black people...\n  ","668590":"\n   Do you own sunglasses ??\n  ","668591":"\n   I'm coming to San Diego my flight is just delayed\n  ","668592":"\n   But what if it could fit on small wrists and i found one and it was full of encrusted diamonds and looked super hot and sexy on you, would you add it to your wishlist and let me buy it for you.\n  ","668593":"\n   Hello :)\n  ","668594":"\n   How ?\n  ","668595":"\n   You dont wear watches not even expensive gold or diamond ones that would look super hot on you.\n  ","668596":"\n   you're beautiful  10\/10?\n  ","668597":"\n   Hey I'm a feminist and I was wondering what your opinion on feminism is? ♀\n  ","668598":"\n   What's your favorite song at the moment?\n  ","668599":"\n   Can I see a picture of your watch or wrist watch please\n  ","668600":"\n   What is the one song that is your favorite to listen over and over again\n  ","668601":"\n   oh I came late ??\n  ","668602":"\n   does it ever get cold where you live?\n  ","668603":"\n   I'm even happier you were able to make my day better, and referring to the marrying question, ill marry you and treat you like the princess you are\n  ","668604":"\n   Ever shoveled snow?\n  ","668605":"\n   What u up to* ???\n  ","668606":"\n   Ever been carded?\n  ","668607":"\n   She sounds like a few people I know ?\n  ","668608":"\n   Do you like Doritos? What's your favorite flavor?\n  ","668609":"\n   Age?\n  ","668610":"\n   Do you think Plan B should be free? Why or why not?\n  ","668611":"\n   Ahh Savannah Q love those Alien boobs and Lace !!! you look great as expected, you're worth a million gifts.  How about the lightup belly button ring does it work, did you try it.\n  ","668612":"\n   Lol. Thanks Anon? I just saw this on my feed lmao. And Ayeee, thanks(; hmu sometime.\n  ","668613":"\n   I love the halogram effect of the Aliens, that shirt is a masterpiece in design and style, you wear it well and look super cute in it. Just for you Savannah Q ...\n  ","668614":"\n   You need to pick some new panties for your wish list as unfortunately the grey ones are no longer available ?\n  ","668615":"\n   Is there any bugs you're afraid of? I'd so what kind are they?\n  ","668616":"\n   kyle is hot you guys wuld be cute\n  ","668617":"\n   OK well I got a job offer from a tech startup in NYC today, but I want to turn them down. What should I do?\n  ","668618":"\n   what is your ancestry?\n  ","668619":"\n   How tall are you?\n  ","668620":"\n   how did you turn down a job offer lol?\n  ","668621":"\n   How was your day\n  ","668622":"\n   What do you think is your greatest feature . Personally I love the whole of you inside and out and want to date you so bad\n  ","668623":"\n   ever turned down a job offer?\n  ","668624":"\n   @\n  ","668625":"\n   Will you ever get married and have kids\n  ","668626":"\n   how do you think outside the box????\n\n\nthree moves ahead\n  ","668627":"\n   Red blue green green red\n  ","668628":"\n   What is the strangest thing you'll admit turns you on?\n  ","668629":"\n   You are like a goddess in this world . Beautiful and amazing\n  ","668630":"\n   ?❤️??❤️??❤️?\n  ","668631":"\n   @ ✌\n  ","668632":"\n   ILY\n  ","668633":"\n   Hi you are beautiful\n  ","668634":"\n   Hi Savannah! Hope you're well. Got to say I love your Aliens tops. But those leggings are awesome! You look beautiful! My hips are bigger than yours but I need to buy a pair. Even though they are completely see through they are supposed to show your underwear in them so I could do that ?\n  ","668635":"\n   NAWWH NO WAY?\nYOU HAVE A BF???\n  ","668636":"\n   What do you think of Trump banning muslims ?\n  ","668637":"\n   BECAUSE THE LIGHTS ARE OUT AND I CANT HEAR YOU TOO WELL\n  ","668638":"\n   pap\n  ","668639":"\n   How long does it usually take for you to fall asleep.\n  ","668640":"\n   GOOD THING\n  ","668641":"\n   omg i love you more than life itself, i love you so much and i cant wait to be friends with you, i hope you get a phone soon, this way your chrome wont mess up on you ❤\n  ","668642":"\n   Do you always finish a job or task quickly ? Or do you have this 'i'll-just-do-it-later-or-tom' hobby? And stress the hell out of yourself when deadline date comes?\n  ","668643":"\n   haha me too, you make me the happiest guy alive so effortlessly\n  ","668644":"\n   HAHAHA YEAH!!!\n  ","668645":"\n   Okay so first you're gorgeous and so sweet ? anndd what would be your dream career?\n  ","668646":"\n   u r my bby x\n  ","668647":"\n   the last one I liked is my favorite ;)\n  ","668648":"\n   it would blow your mind if you truly knew how much I actually love you\n  ","668649":"\n   POST YA SELFIESSSSSS\n  ","668650":"\n   If you can meet anyone in the world, who would it be?\n  ","668651":"\n   u r the greatest\n  ","668652":"\n   Bored? Take some selfies please!\n  ","668653":"\n   What's your zodiac sign?\n  ","668654":"\n   oh its okay, being able to talk to you and have a conversation with you at all is honestly the greatest thing i could ever ask for\n  ","668655":"\n   You're welcome.. you deserve it\n  ","668656":"\n   Do u hate People From Washington state?\n  ","668657":"\n   Do you like 80s movies?\n  ","668658":"\n   aw boom u make my day\n  ","668659":"\n   If you could teleport to anywhere in the world right now where would you go? ? (I follow you)\n  ","668660":"\n   This was on the radio this morning and I wanted to hear more opinions... Hypothetically, even if you don't have\/don't want kids, would you leave your 10 month old home while they slept in their crib to run to the grocery store for 5 minutes?\n  ","668661":"\n   just woke up need to get ready for work\n  ","668662":"\n   What kind of chores will your kids have when their older?\n  ","668663":"\n   well okay! if you'd like we could maybe wall to wall?\n  ","668664":"\n   you're my favvvv ily\n  ","668665":"\n   Describe your dream car.\n  ","668666":"\n   How did you verified your account?\n  ","668667":"\n   okay, well can we maybe just be best friends ever on here? ?\n  ","668668":"\n   hi there whats up\n  ","668669":"\n   •⭐✨? \"No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.\" ?✨⭐•\n  ","668670":"\n   oh babe you do and it blows my mind every single time\n  ","668671":"\n   How do you feel being the beautiful girl in the world ? ???\n  ","668672":"\n   really?!? omg do you know when, please if you know i wanna know too because i wanna be able to spend that day just talking to you\n  ","668673":"\n   Ever been on a boat?\n  ","668674":"\n   Ya but the new version doesn't use any boxes!\n  ","668675":"\n   okay then, i get to choose ;)\n  ","668676":"\n   ugh i wish we could talk on something else, you make me so happy and im selfish so i want my happiness to be private between us\n  ","668677":"\n   Ya but there are newer better versions of it!\n  ","668678":"\n   Why do you believe people send out stupid questions?\n  ","668679":"\n   I hope one day you wake up and see the perfectness in you that me and all your other booms see\n  ","668680":"\n   What is your favorite fruit to eat\n  ","668681":"\n   Haha why not that trick?\n  ","668682":"\n   Only in your birthday xD and don't tell me it's Tomorrow ?\n  ","668683":"\n   Do you like to take charge\n  ","668684":"\n   I'm ready to get you one xD But...\n  ","668685":"\n   Ahah you wear tnecks?\n  ","668686":"\n   Like which magic trick do you want to be in the most?\n  ","668687":"\n   I've been losing everyone i care about and when i try and fix things everything gets worse, but you have literally just made my entire life so much better you really have no idea, i love you so much ??\n  ","668688":"\n   Cool! Which one would you have the most fun in?\n  ","668689":"\n   Haha do you think it would be fun to be one?\n  ","668690":"\n   Just that? I bet 4\/5 ?\n  ","668691":"\n   omg, now i cant stop crying, you have no idea how happy you are making me right now omg, please could we be friends, you have made me so happy rn and everything has been so terrible today\n  ","668692":"\n   how do you get so much more gorgeous day after day like my god\n  ","668693":"\n   ? But how many?\n  ","668694":"\n   How many items did you get today on your wishlist ? xD\n  ","668695":"\n   Would you make a good magicians assistant\n  ","668696":"\n   How many layers of clothing do you wear in winter?\n  ","668697":"\n   god I love you so much you beautiful sweet gem\n  ","668698":"\n   What's your favorite piece of clothing?\n  ","668699":"\n   holy fuck!! omg, im honestly on the verge of tears, being able to see your smile, even if it is just once is the greatest thing i could ever ask for omg ??\n  ","668700":"\n   Ever go hunting?\n  ","668701":"\n   What's cool nowadays?\n  ","668702":"\n   what was the last picture you took with your phone?\n  ","668703":"\n   i love you, more than everything, you're my entire world and without you id be nothing, you make my world happy and i hope i can make yours that way too\n  ","668704":"\n   Current time?\n  ","668705":"\n   Describe your day in emojis!\n  ","668706":"\n   Spoil sport ?\n  ","668707":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136807112313\n   \n   Your page seem to attract racists.\n  ","668708":"\n   So if someone buys the Victoria Secret ones?\n  ","668709":"\n   I would be glad to follow you in Instagram if there is some pics of your eyes ?\n  ","668710":"\n   You flash them when you get new ones haha\n  ","668711":"\n   will do my love <3\n  ","668712":"\n   I get that but shouldn't your panties be a secret that only your boyfriend knows?\n  ","668713":"\n   Wow ! Are you an Alien ?\n  ","668714":"\n   You have posed in your thong before.\n  ","668715":"\n   AWEEEEE\nYOU'RE JUST SAYING THAT SILLY <3\n  ","668716":"\n   What colour are your eyes ?\n  ","668717":"\n   But guys buying you underwear. Do you want all of ask to know what color and type you wear?\n  ","668718":"\n   I love your ass\n  ","668719":"\n   Why do you use your beauty to get your wishlist ?\n  ","668720":"\n   Will you let me take you on the cutest date ever\n  ","668721":"\n   AW YOU \nYOU'RE THE ONE FOR ME TOO AW\nNAH I HAVE NEVER ENDING PIZZA\nPEPPORONI& ALL\n  ","668722":"\n   thank you beautiful\n  ","668723":"\n   Yeah made me really pissed off.. holy crap.. they're just jealous of you.. you're pretty I don't know your attitude but physically you're like a goddess\n  ","668724":"\n   What would you say if I asked to buy you every single thing off your wishlist on Amazon plus loads of extras\n  ","668725":"\n   My inbox is dry!!! Can you guys send me some of your anons and followers my way ☺️.\n  ","668726":"\n   that's a good question I will tell you when I find out from the hospital\n  ","668727":"\n   I ALREADY HAVE 1000\n  ","668728":"\n   in a LOT of pain and I feel like I'm going to die\n  ","668729":"\n   I agree,you're 10\/10 :)\n  ","668730":"\n   Ooo alright babe?\n  ","668731":"\n   how are you my gem\n  ","668732":"\n   Did someone just tried to rate you 2\/10?? Are they freaking Dumb.. you're 10\/10\n  ","668733":"\n   Well I've really enjoyed speaking to you again Sav. It is always a pleasure and this is why you're one of my favourite people on here. Beautiful and intelligent and I love your opinions on life. I'm off to bed. Night night Queen Boom. And please follow back lol. ❤❤❤\n  ","668734":"\n   But numbers can : 2\/10 ?\n  ","668735":"\n   I am madly very deep in love with you . So much I just want you in arms cuddling me\n  ","668736":"\n   I suppose you are right. That is the more sensible and realistic way lol.\n  ","668737":"\n   Words can't even describe how beautiful you are\n  ","668738":"\n   You're right. I just don't understand them. I need those guys from Inception to enter them and work out what is going on! ?❤\n  ","668739":"\n   My room?\n???\nNah Uranus mate\nThat's where everything is\n  ","668740":"\n   I have such weird dreams. I should write some of them down! Don't people say they are supposed to mean something?\n  ","668741":"\n   You look gorgeous in everything you wear anyway.\n  ","668742":"\n   ELEVATOR SEXXXX\n????\n  ","668743":"\n   Well,that stripper's ass looks amazing (although I'm personally a fan of butt cheek tattoos).\n  ","668744":"\n   Nawwh?\nNice???\n  ","668745":"\n   ywyw\nyour face is adorable too\nI think ya know who this is..\n  ","668746":"\n   XD\nAT SCHOOL, YOU DEAR BUTT?\n  ","668747":"\n   It's okay,don't worry :) Damn,that ass.It's...fucking amazing :) Is that Rihanna's ass ?\n  ","668748":"\n   Damn,the girl in the last pic is absolutely gorgeous and sexy :)\n  ","668749":"\n   You have worn bra and panties on here before.\n  ","668750":"\n   What would you try on and what would you not\n  ","668751":"\n   BABY HELLO❤❤\n  ","668752":"\n   I would say my future wife but we all know it's a lie ?\n  ","668753":"\n   That's good to hear,I wish him all the best and I hope that he will be get well soon :)\n  ","668754":"\n   Sav I stand corrected! How could I forget how sexy Rihanna is! ?\n  ","668755":"\n   How's your bf doing ?\n  ","668756":"\n   I know that I should not discuss about the politics of America since I'm not even living there,but what they do,can have a significant effect here as well.\n  ","668757":"\n   Yeah.I think that the deportation of 11 million illegal immigrants is very expensive,impractical and unfeasible to do.\n  ","668758":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136805940345\n   \n   Furthermore,many people don't seem to realize that nearly 45 % of all illegal immigrants come to the country legally via work and study visas and then overstay them.\n  ","668759":"\n   hi cutie, i like your hair n stuff (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧\n  ","668760":"\n   SAVVVV?\n  ","668761":"\n   Can anyone twerk as good as Miley though? I haven't seen it!\n  ","668762":"\n   Not single right?\n  ","668763":"\n   I think I'm deeply in love with you\n  ","668764":"\n   On Netflix watch the movie \"Dark Skies\" it is very very good, some people get visits from Aliens.\n   \n    http:\/\/www.imdb.com\/title\/tt2387433\/\n   \n","668765":"\n   Penis\n  ","668766":"\n   Are you ticklish\n  ","668767":"\n   Yeah,maybe there is.But there are much better sceneries elsewhere,like in California for example :)\n  ","668768":"\n   I'm a bit biased when it comes to Miley as I really fancy her lol. Please don't laugh!\n  ","668769":"\n   #IraqIsBleeding?\n  ","668770":"\n   Can i lick your shoes?\n  ","668771":"\n   Hi darling ☺️❤️\n  ","668772":"\n   Idk about that,it's okay here.But there are major problems here too.\n  ","668773":"\n   Yeah you have a point if I was a billionaire I could dress up as Homer Simpson and wouldn't care as I would be super rich!\n  ","668774":"\n   Cost of living is high here too.Maybe not as high as in California but it's high in European standards.\n  ","668775":"\n   Meanwhile,elsewhere...\n   \n    https:\/\/www.youtube.com\/watch?v=Jc2TVLoxsDA\n   \n","668776":"\n   Yeah,isn't the Bald Eagle the national bird of the United States ?\n  ","668777":"\n   Even wildlife doesn't like Donald Trump\n   \n    https:\/\/www.youtube.com\/watch?v=M41aZX5ijVM\n   \n","668778":"\n   Is the cost of living expensive in your state or country?\n  ","668779":"\n   All that money and he still has the most ridiculous haircut ever seen!\n  ","668780":"\n   for the ladies: Do you own any pair of heels?\nFor men: Do you own a pair of dress shoes?\n  ","668781":"\n   You too ??\n  ","668782":"\n   well I gotta do some stuff so I'll talk to you later ?\n  ","668783":"\n   Yeah you just have a small frame but nothing wrong with that at all. You always look gorgeous and anyone who doesn't agree needs their eyes testing. Glad you like them! Hey what is going on over there with Donald Trump? Why are people voting for him?\n  ","668784":"\n   Why do you think people lie?\n  ","668785":"\n   I'm just amazing :)\n  ","668786":"\n   Maybe,I don't know the US grocery stores enough.\n  ","668787":"\n   haha I'll buy you some eventually but it'll be a surprise. idk when\n  ","668788":"\n   Well,I'm sure that they can be found from the grocery and pharmacies near you.\n  ","668789":"\n   you're sizzling hot with them tattoos on ya\n  ","668790":"\n   Yeah,it is :)\n  ","668791":"\n   Yeah, hope he's better\n  ","668792":"\n   I'm curious now what did he buy you? Was it a bikini?\n  ","668793":"\n   Well,I don't think that it's too hard although it does take some time and effort,here's a page about home made make ups\n   \n    http:\/\/wellnessmama.com\/4948\/natural-makeup-recipes\/\n   \n","668794":"\n   Hahaha ?\n  ","668795":"\n   Hahaha I'll low key snatch my moms credit card\n  ","668796":"\n   don't know, tbh my grandpa is at the hospital he suffered a stroke, as of right now he didn't made any movements\n  ","668797":"\n   You can create home made make ups :D\n  ","668798":"\n   Well you do have a fantastic figure and have the looks of a model. It always annoys me when people are critical of your weight, if you were here in England no one would say a word. You wouldn't have been able to model on here what I bought, there were 5 and we're different colours haha!\n  ","668799":"\n   haha I'd feel weird asking where to send it, and I doubt you look homeless\n  ","668800":"\n   What's your favorite season and why?\n  ","668801":"\n   How u been\n  ","668802":"\n   whyyyy?\n  ","668803":"\n   I'll buy you makeup ?\n  ","668804":"\n   followw back on insta???\n  ","668805":"\n   ??? i understand\n  ","668806":"\n   good I'm glad to here. anything new?\n  ","668807":"\n   Since when u had blonde hair ??? Its really pretty ?????\n  ","668808":"\n   Looking at your gifts I've just realised I was probably one of the first people to buy you something last year! Fantastic that others are being kind to you as well. You spend a lot of time on here with people so it's a nice touch to show our appreciation. ?\n  ","668809":"\n   Does your bedroom have a theme? If so, what is it? What about your bathroom(s) and kitchen?\n  ","668810":"\n   nm hbu? haven't talked in a while. you doing okay?\n  ","668811":"\n   Is it easy for you to open up or does it take you a while?\n  ","668812":"\n   At what age did you learn to tie your shoes? Who taught you?\n  ","668813":"\n   What things clam you down when you're livid?\n  ","668814":"\n   Don't worry I absolutely understand! I'm just glad to be a full member of the Boomerangs again haha!\n  ","668815":"\n   boom!\n  ","668816":"\n   What u up to ?\n  ","668817":"\n   kik?\n  ","668818":"\n   What's your outlook on child support?\n  ","668819":"\n   I wasn't trying to be hypothetical. ;)\n  ","668820":"\n   hii prettyy!\n  ","668821":"\n   How are you\n  ","668822":"\n   What's your stands on transgender bathrooms?\n  ","668823":"\n   You're welcome,Savannah :) And lol,you're just like me when it comes to babies.I love to play with and hold my niece but I'm clueless what to do when she starts crying.\n  ","668824":"\n   would you like to go with me to one of those movies? :P\n  ","668825":"\n   You are sweet ?\n  ","668826":"\n   Okay I'm sorry. I'll stop whining and be more happy\n  ","668827":"\n   everytime I look at you I'm like holy fuck I'm in love\n  ","668828":"\n   I see nothing has changed on here where people get inpatient when you don't respond! Do people not appreciate how popular you are? You get asked a lot of questions!\n  ","668829":"\n   What are some of your favorite books and some of your favorite movies? ?\n  ","668830":"\n   Why so sweet? ?\n  ","668831":"\n   thank you! it is the local movie theater. I can get even free movies, which is awesome. :D\n  ","668832":"\n   Yes I should have realised that as I follow you on Instagram haha!\n  ","668833":"\n   Cause I like talk to you and a few other people\n  ","668834":"\n   Well then ? *here a glass of wine* ?\n  ","668835":"\n   hi Savannah how are you\n  ","668836":"\n   I feel like no one likes me on here. I feel like I should leave :(\n  ","668837":"\n   Calm down ?? was just a simple question lol\n  ","668838":"\n   Hi Savannah! Don't know if you remember me but I lost my old account about a year ago but I'm back! Finally set up my new one. Love your new blonde hair!\n  ","668839":"\n   I'm really sad :(\n  ","668840":"\n   i really love when you had black hair it looks so gorgeous on you\n  ","668841":"\n   Do you like holding babies?\n  ","668842":"\n   You look so beautiful in blonde hair color :)\n  ","668843":"\n   I am doing great! I am waiting to hear back about a job I applied for. They told me that they would get back to me by today, but I don't want to push too much with this job, because I want to work there, instead of McDonald's.\n  ","668844":"\n   Forgot me ? ?\n  ","668845":"\n   I need someone to talk to :(\n  ","668846":"\n   hey beautiful, what's up?\n  ","668847":"\n   I hope you and yours have an amazingly awesome week :-)\n  ","668848":"\n   Pap of yourself that gives you confidence! ??\n  ","668849":"\n   What are you doing at this exact moment ?☺️?\n  ","668850":"\n   Did you ever had a contact with an Alien ? :o\n  ","668851":"\n   When did you last have sex?\n  ","668852":"\n   congrats u have reach 46k likes ???????????\n  ","668853":"\n   Just seen what\n   \n    @SophieEcc\n   \n   said about you. Couldn't say it better myself. She's a girl and admires you so much as do most of us guys. You are 100% perfect.\n  ","668854":"\n   If I picked out a cute and sexy outfit for you would you model it\n  ","668855":"\n   i really like your selfies ???\n  ","668856":"\n   I, for one, welcome our future alien overlords\n  ","668857":"\n   you are perfect?\n  ","668858":"\n   You got a really sexy body!!\n  ","668859":"\n   Aliens were your ancestors ?\n  ","668860":"\n   Sexy pants for the sexiest girl\n  ","668861":"\n   Can you post a behind pic in those leggings please\n  ","668862":"\n   Nice outfit  (:\n  ","668863":"\n   At least you won't get the usual \"what color are your panties today Savannah\" questions ?\n  ","668864":"\n   Surely they can't be pants as you can see your black panties through them?\n  ","668865":"\n   The question is why is the cat so interested in that plastic bag lol\n  ","668866":"\n   I love ou with all my heart and soul . Everything I have in me will never be enough for me to love you\n  ","668867":"\n   Your pants are see through!\n  ","668868":"\n   more interested in the kitty behind you\n  ","668869":"\n   it might be a sign your a twin and if its true and there is another you the world will die of sexiness overload\n  ","668870":"\n   can I please just kiss your adorable face for hours\n  ","668871":"\n   Hows it going\n  ","668872":"\n   Do you know any twins?\n  ","668873":"\n   how many boyfriends have you had?\n  ","668874":"\n   How old are you?\n  ","668875":"\n   How was your day\n  ","668876":"\n   why hospital?\n  ","668877":"\n   Okay\n  ","668878":"\n   Haha where are u right now?\n  ","668879":"\n   pap please ?\n  ","668880":"\n   Lol\n  ","668881":"\n   Are these condoms? ?\n  ","668882":"\n   how are u?? **\n  ","668883":"\n   Hey Savannah Q looks like you got your lace leggings, that's the last of the 3 gifts, glad you like them and Model up when your in the mood. Peace bby :-)\n  ","668884":"\n   What position do you like to sleep in?\n  ","668885":"\n   Can you please make me happy\n  ","668886":"\n   Would you be upset if your friend didn't invite you to big events in their life like their wedding, baby shower, etc. or are things like that not that serious in friendships?\n  ","668887":"\n   I hate my life\n  ","668888":"\n   pap?\n  ","668889":"\n   whoever likes this give them a rate\n  ","668890":"\n   thanks again I am proud ok\n  ","668891":"\n   Well,America is doing better than most of the countries in the world but it does have some very big issues.\n  ","668892":"\n   That's very sad to hear.Luckily that has not been the case here.In Russia,even many males get hazed and raped in the military and some die because of hazing.\n  ","668893":"\n   BABY BOOOM ILYYY B\n  ","668894":"\n   Yeah,I agree with you.You're not being arrogant and you're very down-to earth,that's what matters to me :)\n  ","668895":"\n   Yeah I remember that now,miss Savannah.You're absolutely right :)\n  ","668896":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136745357945\n   \n   The anon doesn't seem to be aware that there are families where the man is a \"dependent lazy ass\" and woman is the one who provides for them.\n  ","668897":"\n   Sav, have some cuddles, ice cream and love ??????\n  ","668898":"\n   Look even tho I understand your point of view, If we ever want to be someone we have to work our fucking ass off. Thats just how it is. And if you're the type that will wait for things to fall from the sky well I wish you luck\n  ","668899":"\n   The truth? where on earth is that even a valid opinion. Looks like we back to that time when woman werent alowed to do whetever they want, even if that is joining the army and helping their nation\n  ","668900":"\n   I believe that the government and military itself ought to protect women better from being raped and haze and issue severe punishments for people who do those things.\n  ","668901":"\n   WOMEN CAN DO THINGS MEN DO\n  ","668902":"\n   Like seriously that is being sexist\n  ","668903":"\n   Well,I don't think that's the case.There are and have been millions of women successfully serving in all branches of the U.S military.\n  ","668904":"\n   And if any woman wants to join war they are free to do so. Who are you to say ONLY MAN have to go through such\n  ","668905":"\n   How can you even say the situation in America is worse than in any other country when people die at any moment in syria for example.\n  ","668906":"\n   Well,there are already countries where conscription is universal for both sexes,like Norway and Israel for example.\n  ","668907":"\n   you don't fear me?\n  ","668908":"\n   thanks so much but you are stupid enough\n  ","668909":"\n   I just feel that it's unfair and sexist (yes in this case I believe that it is just that) that men are forced to conscript and choose either between military service or civil service or facing jail time if they refuse to do either.\n  ","668910":"\n   I can't agree with you on that because there have been many great women soldiers in the past and I don't believe that \"war is a sacrifice that only men have to take\".\n  ","668911":"\n   No,they aren't I guess.\n  ","668912":"\n   of course yes\n  ","668913":"\n   Well,I feel that it's ridiculous that the conscription is only universal here for men,I believe that it should be in that way for women as well,that's true equality.\n\nYou might be right,but war is not a place for every man either.\n  ","668914":"\n   thanks because you are pilot\n  ","668915":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136744679033\n   \n   Well,life wouldn't exist without men either because woman still needs men's sperm in order to become pregnant.\n  ","668916":"\n   because everyone doesn't love you as much as i do\n  ","668917":"\n   Well,I'm all for equality.I actually feel annoyed that only men here have conscription while women can voluntarily enlist and quit either military or civil service without reason within 45 days.\n  ","668918":"\n   Hahaha any way everyone have own thoughts but I think this though isn't goid\n  ","668919":"\n   i do too, i hope so more than anything in the world, you're absolutely flawless and to be friends with you would be the greatest honor in the world\n  ","668920":"\n   I understand but that's not mean all of Muslim as the same format\nand why you are sure?\n  ","668921":"\n   You're going to ruin my reputation ;( My name should strike fear into people's hearts\n  ","668922":"\n   my chrome never does that, weird, haha but you are without a doubt a friend that i would want to have, i want to be able to make you smile and hopefully someday be able to see your smile whether its a picture or real life i hope one day i can see it ❤❤❤❤\n  ","668923":"\n   why?\n  ","668924":"\n   Nooooo I'm cruel and harsh, very manly and tough.\n  ","668925":"\n   are you student?\n  ","668926":"\n   How are u ???\n  ","668927":"\n   How did you get verified?\n  ","668928":"\n   like=tbh? ❤\n  ","668929":"\n   i mean if he is on top would that like pull on it or something\n  ","668930":"\n   Wouldn't your belly ring be painful during sex?\n  ","668931":"\n   I tagged you in one of my posts! Didn't you see and I hope it's not too late @\n  ","668932":"\n   @ ?????????\n  ","668933":"\n   @\n  ","668934":"\n   @\n  ","668935":"\n   @\n  ","668936":"\n   I must say that after reading that anon comments,I must say that it adds to my conclusion that racism is well alive in your country.\n  ","668937":"\n   @\n  ","668938":"\n   @\n  ","668939":"\n   Sending you @ for thought ?\n  ","668940":"\n   how are you feeling now beautiful\n  ","668941":"\n   No,I didn't at first.Now that you mention it,yeah you are right :)\n  ","668942":"\n   @\n  ","668943":"\n   @ (recent)\n  ","668944":"\n   awww You ar soo sweet .... !\n  ","668945":"\n   You look beautiful and sexy in your pics :)\n  ","668946":"\n   Belly ring pap\n  ","668947":"\n   @\n  ","668948":"\n   how often do you shower?\n  ","668949":"\n   Pap of you ..... ...! please\n  ","668950":"\n   Not in the State's?! ;-;\n  ","668951":"\n   Trust me babe you deserve the world and I'm going to give it to you x\n  ","668952":"\n   Hello ??????\n  ","668953":"\n   ok silly billy lool\n  ","668954":"\n   Nawh where are they? :(\n  ","668955":"\n   u know its true stawp being so silly\n  ","668956":"\n   What shoes\n  ","668957":"\n   nope that's impossible bbygirl((:\n  ","668958":"\n   Can we see a picture in your bra again\n  ","668959":"\n   i hope we can, i want to be friends with you more than anything in the world, and maybe its the settings\n  ","668960":"\n   Nawwh Sav ;_;\nBby don't cry :c nawh why aren't you in San Diego?\n  ","668961":"\n   ilysm beautiful ?\n  ","668962":"\n   The things I would do to cuddle you :c\n  ","668963":"\n   i have been messaging you everyday you must not be able to see them :(\n  ","668964":"\n   UGH SAME\nAT LEAST CUDDLES ARE FREE\n  ","668965":"\n   Block\n   \n    @nathanaelisnice\n   \n\n    @ToeKnee22\n   \n\n    @catnunezz1\n   \n\n    @sarahsharpie123\n   \n\n    @bethsuckz\n   \n\n    @eden_taylor18\n   \n\n    @askfinallygotme\n   \n\n    @oliiviianeher\n   \n\n    @evan_joseph711\n   \n\n    @rhysroberts5\n   \n\n    @niallisking\n   \n\n    @Katrinaaaaa_b\n   \n\n    @jordynrumbold\n   \n\n    @heyy_its_liv\n   \n\n    @RipCasper\n   \n\n    @Rowann1\n   \n\n    @xXprincelinkXx\n   \n\n    @dunleyv\n   \n\n    @bella_stranger\n   \n\n    @alexisstillnice\n   \n\n    @jaamieelyn\n   \n","668966":"\n   @\n  ","668967":"\n   how many shoes do you own?\n  ","668968":"\n   Mood right now?\n  ","668969":"\n\n    @ellasinclaire\n   \n   is real? oh\n   \n    http:\/\/ask.fm\/EllaSinclaire\/answers\/137782581434\n   \n","668970":"\n   Well I'm at school& am a broke bitch ;) ??\n  ","668971":"\n   ugh i want to be friends with you so badly but i hate talking on here ?\n  ","668972":"\n   i guess but i cant talk to you on anything else cause you don't have anything else, and i hate talking on ask more than anything in the world\n  ","668973":"\n   Nawwh ;-;\nWish I could fly over& surprise you :c\n  ","668974":"\n   yeah but you're too perfect to be friends with me\n  ","668975":"\n   Sacha Pyar = true love ...¡\n  ","668976":"\n   haha i would love to be in your life but i doubt you would want me too, I'm ugly\n  ","668977":"\n   Well I do try to be sweet. Especially to people who deserve it and you definitely do x\n  ","668978":"\n   when did you last have sex?\n  ","668979":"\n   the girl was like you sorry sorry !!! i just need time he was like you beautiful and im was sad about it plz answer me to my questions and bb again sorry i think that you will help peoples now and more ! ;)\n  ","668980":"\n   Cos you're amazing and I'd love to spend more time with you x\n  ","668981":"\n   Well I'm just being honest love I think you look good all the time. It's a shame you live so far away x\n  ","668982":"\n   yeah, that's true, and i think you're perfect and flawless and everything good in the world\n  ","668983":"\n   I doubt that cos I bet you look perfect no matter how you feel x\n  ","668984":"\n   Haha that's awesome. I can't believe how someone who feels so bad can look so good and yet I feel fine and look awful haha x\n  ","668985":"\n   Yeah,it's the spring flu epidemic.\n  ","668986":"\n   ahh well yah got me, those aren't my words but that is exactly how i would describe you, i saw that and i instantly thought of you, sorry for not being original\n  ","668987":"\n   JUST WALKED IN THE DOOR\nI'M ALRIGHT THANK YOU \nYOU?\n  ","668988":"\n   How are you feeling love x\n  ","668989":"\n   Savannah Sugguest me some heart touching songs ...! please pretty ...!\n  ","668990":"\n   just woke up ? from a great sleep\n  ","668991":"\n   you are adorable <3 god\n  ","668992":"\n   When do you feel like stupid .....!\n  ","668993":"\n   You're welcome :) That's good to hear,I'm having stuffed nostrils myself.\n  ","668994":"\n   Not all I seen a video of a Leopard that killed a helpless innocent peace loving dog\n  ","668995":"\n   U knw why\n  ","668996":"\n   Hiii\n  ","668997":"\n   U should miss\n  ","668998":"\n   Uh hi, i know you don't know me but i just wanna say that I think you're so pretty and amazing! I have never seen nor heard of a girl like you before, you're so perfect and so stunning that it literally takes my breath away, you're literally so beautiful that you could brighten up anybody's day\n  ","668999":"\n   Aw y u Cnt\n  ","669000":"\n   Hi bomb I missing you a lot musafa here\n  ","669001":"\n   i love you so much you have my heart forever\n  ","669002":"\n   Lol sorry how is your day going\n  ","669003":"\n   do you have your wisdom teeth?\n  ","669004":"\n   do you like wearing cat ears?\n  ","669005":"\n   ever played hard to get with a guy you really liked?\n  ","669006":"\n   But we know the color of your panties are black today! Psychic!\n  ","669007":"\n   what is your diet like?\n  ","669008":"\n   age and height?\n  ","669009":"\n   are you a trust fund baby?\n  ","669010":"\n   the color of your underwear + the last thing you eat = your supperhero name\n  ","669011":"\n   PAP please\n  ","669012":"\n   Awesome!!  that is the coolest design with those Alien heads, it was meant for you Savannah Q, show off that Out of this world look when you feel up to it, no hurry :))\n  ","669013":"\n   Heels or Flats (shoes)\n  ","669014":"\n   Last time you worked out\n  ","669015":"\n   Get well soon,miss Savannah <3 :)\n  ","669016":"\n   Do you like to dance\n  ","669017":"\n   Favorite animal?\n  ","669018":"\n   You like seafood?\n  ","669019":"\n   What is your favorite ice cream\n  ","669020":"\n   What are you up too\n  ","669021":"\n   Dibbbbs\n  ","669022":"\n   Hi beautiful\n  ","669023":"\n   hey look im on a t-shirt. that's rad.\n  ","669024":"\n   Miss Boom Check your Mailbox the Aliens have arrived !!!!\n  ","669025":"\n   What like comfier then other underwear\n  ","669026":"\n   i hope you get better soon <3\n  ","669027":"\n   I must smoke then have a nice sleep with you\n  ","669028":"\n   If you lived near me and I asked you to go, would you come\n  ","669029":"\n   I know ur the sweetest person ((:\n  ","669030":"\n   What kills us and what makes us eternal?\n  ","669031":"\n   u r so fuking pretty ??☺\n  ","669032":"\n   post a pic please beautiful\n  ","669033":"\n   post a fave pic of u?\n  ","669034":"\n   Sleepy and cute x\n  ","669035":"\n   are you feeling better now Miss Boom\n  ","669036":"\n   First three songs in your favorite playlist?\n  ","669037":"\n   Are thongs actually comfortable or a constant wedgie\n  ","669038":"\n   After nooon??\n  ","669039":"\n   What is \"Sacha pyar\" ...!\n  ","669040":"\n   dominant or submissive\n  ","669041":"\n   Non dominant side of the brain ?\n  ","669042":"\n   oh my gosh. the real Meghan Trainor !!!\n   \n    http:\/\/ask.fm\/mtrain93\n   \n","669043":"\n   Do you trust doctors?\n  ","669044":"\n   Would you ever do a nude photo shoot\n  ","669045":"\n   Greatest album of all time? Name it.\n  ","669046":"\n   how are u ???\n  ","669047":"\n   Do you think you are dirty minded .......!\n  ","669048":"\n   id put more than a question in your box ;)\n  ","669049":"\n   friends are...............\n  ","669050":"\n   Just un-followed a load of people because, well...I just did ? But I kept you ????\n  ","669051":"\n   I adore you babe\n  ","669052":"\n   Hi Miss Boom, oh those are nice leggins , glad to see you still like your sunglasses and rings, you must of looked great today. Presents be coming soooon :)\n  ","669053":"\n   are you still sick?\n  ","669054":"\n   Sexy thighs *-*\n  ","669055":"\n   Chica Boom, how are you?\n  ","669056":"\n   oh     ok\n  ","669057":"\n   UGH MORNING FFS???\n  ","669058":"\n   You are still gorgeous x\n  ","669059":"\n   It was a lot of fun. I saw a lot of different fish ☺?\n  ","669060":"\n   Alright Miss Boom, glad to see your Flashy Belly button ring arrived. If it does not work correctly we can send it back for another, let me know. Also your Alien Crop top should get there by Thursday, and those sexy lace leggings soon too. You should look exciting asf :)\n  ","669061":"\n   Hi\n  ","669062":"\n   Kik\n  ","669063":"\n   I have a friend and she's a really good person but too optimistic. We were on about North Korea not too long ago and she said why does no one intervene. I was like \"Kim is a lunatic and he has nuclear bombs, if anyone intervened it would eventually just lead to a nuclear war.\"\n  ","669064":"\n   You're welcome! You know your reply to that fifteen year old down below, I fully understand you on that. I find it difficult to get sad about things when I know they've always been the same and always will be, like wars for example. You kind of get used to hearing about it all.\n  ","669065":"\n   Yet,people still smoke and sell weed so obviously it's not working and it's a fact that the War on Drugs has been a colossal failure.\n  ","669066":"\n   Yeah,but 25 years to life.C'mon,that's ridiculous.You would get a small fine here for that.\n  ","669067":"\n   I see :) I just watched videos about both of them.And one guy actually was sentenced to 25 years to life in prison for making weed brownies and selling them.\n  ","669068":"\n   Hahaha true! You've got a fab sense of humour!\n  ","669069":"\n   No I get what you mean, I just mean though that you think he'd lose the energy to put up with it all!\n  ","669070":"\n   Hahaha you'd think he'd have given up on that lifestyle too and mellowed with age, but he's still going at it!\n  ","669071":"\n   I agree,it's not my or your fault that some people breed like rabbits and don't know to use protection when having sex.\n  ","669072":"\n   By the way,have you ever tried weed smoothies or weed brownies ?\n  ","669073":"\n   in 15 old i think that i couldnt fight a soldier but i did when im was in that age i didnt think that one day my familly would die so.... yes i needed help at my 15 is this a problem ? and if somebody loke amerucans didnt helped me is bad for me to help others in need ? no! and b you said about the*\n  ","669074":"\n   Hahaha I honestly don't think he's a human being, he's defying nature!\n  ","669075":"\n   Crystal meth is fab!\n  ","669076":"\n   Yeah,probably.And he writes worse English than I do.\n  ","669077":"\n   if in my place we had a school it will be perfect but when the americans said the army is coming to save your town nomebody came and i fight 10 h every day for a week to save my youngest brother b my familly died now im 22 and i know what hard life is an no place is a shit place b its your place *\n  ","669078":"\n   I let you figure that out on your own,dear anon :) And let me guess,you're going to tell that I'm an unhearted person because I care about my fellow countrymen who are in need ?\n  ","669079":"\n   some peoples in all the countrys maybe have many money and also the father of your friend he is not a dubai people he is just a traveller for work here ok ? yes ok !\n  ","669080":"\n   and if you wnat to put yout money to your conetry do it and say me from what contry you are so i can tell you a little story about you !\n  ","669081":"\n   I rather donate to the charities here  also because I know that they actually go to helping the people in need,when that's not certain when you donate to the charities in Africa because of the corruption.\n  ","669082":"\n   I'm an unhearted person for donating money to the charities in my country rather than the ones in Africa ?  Wtf anon ?\n  ","669083":"\n   if you say that somebodys contry is a shit place i think that you have just fuck up your mind !!! sorry girl....and you these billions you say are spend for clean water and other things like this so shut up and the companys that they can buy this water are so expensive that they lose all the money*\n  ","669084":"\n   stawp here u r amazing person OK and ily\n  ","669085":"\n   if your problems are the africans i say that more than them are poor .......and no that does not making you a bad person it makes you an un heart person nomebody is bad life is bad to you when you need it !!! and talking about unfair life this is unfair life :\n  ","669086":"\n   Idk about that,but they still haven't learned to use protection when having sex because it's getting really overpopulated.\n  ","669087":"\n   It's been okay. For mothers day I went to the aquarium yesterday ??\n  ","669088":"\n   Great ?????????\n  ","669089":"\n   Yeah,I agree.And I rather donate to charities in my country than to the ones in Africa because it's a money hole,trillions of dollars have been donated to that continent and the situation  has not changed much in most places there.\n  ","669090":"\n   Why are you getting anon questions about me. I'm getting anon questions and its pissing me off too x\n  ","669091":"\n   to buy things for them famillys ! and the dont complein about them problems b they find so many reasons to smile that the forget them problems !!! and they dont make lists.....do you know why b they dont need it they try them best to win them targets !\n  ","669092":"\n   If Sav wants to make a wish list for us to buy her things that is fine. This girl is loved by her fans and it's our way to say thanks for her giving us her time. She doesn't have to speak to us but most of us are grateful that she does.\n  ","669093":"\n   Ignore what that anon said.I'm not donating my money to charities often,does that make me a bad person ? Nope.\n  ","669094":"\n   Do you wear thongs?\n  ","669095":"\n   And some North Koreans in turn could say that Africans are lucky.\n  ","669096":"\n   hard to buy things that you use every day !!!! this is the fair life !!!! and if anybody spend his miney on you he is a loser and a pig b he dosent know what humanity means ! and he should star finding what is this !!! and i call you a striper b only stripers take a foto and upload it to take\"gifts\"\n  ","669097":"\n   friends you should make a list with things that acually are usefull for someones life ....like some food or clear water .....this is the fair life .....and do you know something this peoples are better than you b they dont make an ask fm acount to take gifts from them \"friends\" but they work reall*\n  ","669098":"\n   ebola and other things like that and we also can make lists for things that we want to buy with ours money not b we are better than them but b the life was mor fair ti us than them so keep your mouth down to me about \"fair life\" and other bullshits like that ! and if you want to know you and your *\n  ","669099":"\n   Feeling better today? ?\n  ","669100":"\n   I think it's time to remove that dermal haha\n  ","669101":"\n   the idioticly answer given dy you do not answer at mines ......and you also said that life its not fair and i agree for the childrens in africa life its not fair b they day every day from poisoned water paramilitery organaizeisions and others...me and you we are very lucky that we dont dye from...*\n  ","669102":"\n   is me saqlain\n  ","669103":"\n   Just because she is a girl, doesnt mean she wears thongs. Do you wear thongs?\n  ","669104":"\n   Not bad, huh?\n   \n    http:\/\/akphoto2.ask.fm\/128\/100\/474\/80003024-1r9p0nq-dlslb17mig0s76k\/original\/avatar.jpg\n   \n   ?\n  ","669105":"\n   Should step parent be celebrated on Mothers\/Fathers Day too?\n  ","669106":"\n   Are you hoping to have a little child of your own one day?\n  ","669107":"\n   she a girl anon put two and two together and you Will find the answer is yes she wear thongs\n  ","669108":"\n   How do you feel about the 5 second rule? Do\/would you let your child(ren) put something they dropped on the floor in their mouths?\n  ","669109":"\n   Because you can!\n  ","669110":"\n   SAV?\n  ","669111":"\n   Can I show you my abs?\n  ","669112":"\n   Do you wear thongs?\n  ","669113":"\n   ohhh no , god thats so disgusting one guy must be gentle to his lady\n  ","669114":"\n   Because the slave has no choice !\n  ","669115":"\n   You're welcome :) I hope that you don't think that I'm stupid.\n  ","669116":"\n   Why not hire a slave whose only purpose is to buy you things from your wish list?\n  ","669117":"\n   Do you wear thongs?\n  ","669118":"\n   Can you please stop asking Sav if she wears thongs. Any self respecting boomerang already knows the answer to this. You clearly haven't been paying attention.\n  ","669119":"\n   I think that you're a very smart girl :)\n  ","669120":"\n   i wont , i will be gentle\n  ","669121":"\n   you are welcome :3\n  ","669122":"\n   yeah buh I'm back!\n  ","669123":"\n   wont you be there to catch me?\n  ","669124":"\n   Do you wear thongs?\n  ","669125":"\n   Ohhhhh My god ....! Seeee Hello to the Famerous Nd Beautiful Lady Of Ask.fm ....!\n  ","669126":"\n   im falling in love with you\n  ","669127":"\n   in my eyes you are the most beautiful girl so :D\n  ","669128":"\n   Hellllllloooooooo\" I think She's fully forget me  .....!\n  ","669129":"\n   What is the best news you could hear right now?\n  ","669130":"\n   Who was the last person you talked to?\n  ","669131":"\n   im just honest hihi <3 u can put smile on your face and will be the most beautiful girl in the world :)\n  ","669132":"\n   y do we not talk anymore we used to be so close beautiful ?\/\/:?\n  ","669133":"\n   heyyyy((:\n  ","669134":"\n   you are pretty and without make up <3  and if u want to feel better just drink tea with lemon\n  ","669135":"\n   I see ☺️ I going to now go eating vietnasm food with my brother ??? adiooos queen ?\n  ","669136":"\n   you are so lovely\n  ","669137":"\n   Sure its my personality rain dancing ??\n  ","669138":"\n   ?\n  ","669139":"\n   You're so pretty omg\n  ","669140":"\n   What is your most played song?\n  ","669141":"\n   ?can we. we keep. keep each other company?\n  ","669142":"\n   Yes ? *dancing around the palm tree* ??\n  ","669143":"\n   whats up\n  ","669144":"\n   i have crush on u?!!! ur relationship status??\n  ","669145":"\n   Hiiii beautiful\n  ","669146":"\n   Thats my name I guess ?\n  ","669147":"\n   Sure i am , i'm never wrong :o\n  ","669148":"\n   you are so cute omg\n  ","669149":"\n   Queen ???\n  ","669150":"\n   Well , if i say so :o\n  ","669151":"\n   Ever worn a thong\n  ","669152":"\n   No , you're the best pfff.\n  ","669153":"\n   Well , when you call someone \"King\" and you're the queen ...\n  ","669154":"\n   Oh , you have a husband :o\n  ","669155":"\n   hi\n  ","669156":"\n   Do you think it's possible to change the hand that you write with ?\n  ","669157":"\n   Whats your Experession :- \n                              when your teacher beating your friend nd you know you are the next ......! xd \n#nohates\n  ","669158":"\n   when did you last sneeze?\n  ","669159":"\n   Hope you're starting to feel better ?\n  ","669160":"\n   opinion on one direction?\n  ","669161":"\n   I just got laid off from my job on Friday. What should I do?\n  ","669162":"\n   What is the most beautiful thing you have ever seen?\n  ","669163":"\n   If you could be another person for a day, who would you be?\n  ","669164":"\n   is me saqlain you are really cute\n  ","669165":"\n   Do you wear thongs?\n  ","669166":"\n   Is it OK for guys to cry?\n  ","669167":"\n   How r u\n  ","669168":"\n   do you pee in the shower?\n  ","669169":"\n   ❤ - I follow you (check recent)\n  ","669170":"\n   ❤\n  ","669171":"\n   Heyyyyyyy\n  ","669172":"\n   are you in the illuminati?\n  ","669173":"\n   everything is blue, his pills, his hands, his jeans, and now i'm covered in the colors, pulled apart at the seems.\n  ","669174":"\n   Hey arnold reference?\n  ","669175":"\n   That is a nice poem you wrote with your latest Instagram picture, hope all is well with you. I have come to care about you a lot in a short time of knowing you, you are a nice girl.\n  ","669176":"\n   how many in a row do you sneeze?\n  ","669177":"\n   Love vs Money?\n  ","669178":"\n   you are the sweetest most adorable girl ever and I love you\n  ","669179":"\n   how are your parents rich lol?\n  ","669180":"\n   Happy Mother's Day for your mom and all the other mothers in the world :)\n  ","669181":"\n   are you rich?\n  ","669182":"\n   most in a row you sneezed lol?\n  ","669183":"\n\n    http:\/\/ask.fm\/EllaSinclaire\/answers\/137703236794\n   \n   ❤❤❤❤❤❤❤❤ Have some love you cool human ☀\n  ","669184":"\n   how many times in a row do you sneeze?\n  ","669185":"\n   What traits do you have that are just like your mother?\n  ","669186":"\n   What are your plans for the day?\n  ","669187":"\n   No problem ???, get well soon? ????\n  ","669188":"\n   Are u feeling ok???\n  ","669189":"\n   these are coming along with the alien crop top,\n   \n    http:\/\/www.amazon.com\/Amour-Combination-Stretchy-Leggings-Clubwear\/dp\/B00GAW5HE6?ie=UTF8&psc=1&redirect=true&ref_=oh_aui_detailpage_o00_s00\n   \n   :-)\n  ","669190":"\n   hey\n  ","669191":"\n   Do an honest hour?\n  ","669192":"\n   Likers Will send u @ for thoughts ?\n  ","669193":"\n   Do you believe in love?\n  ","669194":"\n   OK because you are so \"Out of This World\" special, this is yours now along with 2 other gifts, get your glitter look ready.\n   \n    http:\/\/www.amazon.com\/iHeartRaves-Alien-Rave-Halter-Small\/dp\/B01AXAIG3O?ie=UTF8&psc=1&redirect=true&ref_=oh_aui_detailpage_o01_s00\n   \n   Can't wait to see you in this!!\n  ","669195":"\n   I would congratulate you for being cute\n  ","669196":"\n   It's not rape if you want it.\n  ","669197":"\n   your insta needs some action\n  ","669198":"\n   Photo of ur ass4lyfe\n  ","669199":"\n   Age\n  ","669200":"\n   Is it normal I need to know the ethnicity of a pornstar before I watch her? I mean her specific ethnicity like german or peruvian, not something vague like white or latina\n  ","669201":"\n   people to follow recommendations? tag em ?\n  ","669202":"\n   hii miss you! i hope you have a good daay! (:\n  ","669203":"\n   Do you wake and dab?\n  ","669204":"\n   Oh you live in California??\n  ","669205":"\n   What is the best feeling in the world? ? (I follow you)\n  ","669206":"\n   do you wear thongs?\n  ","669207":"\n   Mommy is that you\n  ","669208":"\n   yup your getting another round of gifts, I call this one \"Out Of this World\" haul. Deal with it bby :) be back shortly stay here\n  ","669209":"\n   On Internet: So many attractive people, not enough interesting ones ~ In real life: So many interesting people, not enough attractive ones ... You never Win ??\n  ","669210":"\n   Last time you had sex?\n  ","669211":"\n   OK add this and it completes your $50 free shipping haul, soon to go Miss Boom :)http:\/\/www.amazon.com\/Light-Glow-Belly-Button-Multicolor\/dp\/B00QOK6KR2?ie=UTF8&colid=ID21I9MZMYC3&coliid=I14BTL8HHZ631V&ref_=gl_it_dp_o_pC_nS_ttl\n  ","669212":"\n   Sex with you yes please.\n  ","669213":"\n   Do you think that having a small torso is bad ? Why or why not\n  ","669214":"\n   can you wear more of your shoe collection and post? im shoe addict too HF! :)\n  ","669215":"\n   Picture this: ask.fm is a real life community where everyone on here lives amongst each other and only people on ask.fm exist. \nPick someone who you would like to be your bf\/gf and someone who youd like to be your best friend in this hypothetical \"world\".\n  ","669216":"\n   Sorry what does Vietnamese mean ?\n  ","669217":"\n   Hi Miss Boom bby, well the Amazon seller issued me a refund on the Black stretchy jeans because they are lost and USPS never replied to her. So I will get you something else. Ask the mail lady wtf?\n  ","669218":"\n   What were you doing 30 minutes ago?\n  ","669219":"\n   Would you call yourself a “happy person”?\n  ","669220":"\n   wow its been a long time:0 and don't worry about it ?\n  ","669221":"\n   I miss u!!\/\/: I'm okay wbu queen?\n  ","669222":"\n   i'd vote for you to be president because then my neighbours to the south could legally smoke pot\n  ","669223":"\n   OMG I remember u buh I'm.sure u don't \/\/:\n  ","669224":"\n   Why? I'm ugly and I don't always act like a troll haha. I'm still nothing compared to you though ;) x\n  ","669225":"\n   Not going to lie, I love you. Wish I can give you a hug cause no one else likes being around me\n  ","669226":"\n   Spanish garbage final for the Champions League this season.\n  ","669227":"\n   your body is like an angel your face is heaven\n  ","669228":"\n   how are you sweetness\n  ","669229":"\n   I would vote for you too.And I would run for the President of Finland.\n  ","669230":"\n   I like your background btw haha x\n  ","669231":"\n   You get high often\n  ","669232":"\n   #BoomforPresident2020\n\nI mean if Kanye West can run (He's seriously considering of running for presidency in 2020 election) for presidency,why could not you ? :)\n  ","669233":"\n   no like we out to do this niggaaa\n  ","669234":"\n   Why do you doubt it haha I am a troll x\n  ","669235":"\n   WE OUT\n  ","669236":"\n   Well,I'm sorry about that.But that's how I really think about you.\n  ","669237":"\n   DO IT!!! #BOOMFORPRESIDENT2016\n  ","669238":"\n   You want see him ?\n  ","669239":"\n   hello my pretty friend ????\n  ","669240":"\n   Sure i do , my queen ??\n  ","669241":"\n   REALLY! ARE YOU SERIOUS! !! ?\n  ","669242":"\n   Yeah,but I want you to know that you're absolutely beautiful always to me.\n  ","669243":"\n   One you're so beautiful and I made it to the bathroom and I got an A on my math test\n  ","669244":"\n   Well I naturally look like a troll all the time haha x\n  ","669245":"\n   You never ugly to take a selfie.\n  ","669246":"\n   I don't think you could ever look ugly. I'm the ugly one x\n  ","669247":"\n   Your hand is too perfect , deserves to be kissed , queen boom *-*\n  ","669248":"\n   I'm going to have to disagree. You're definitely not too ugly for a selfie x\n  ","669249":"\n   You're not ugly and definitely not ugly for a selfie.\n  ","669250":"\n   selfie?\n  ","669251":"\n   ill vote for you to be president\n  ","669252":"\n   as you wish, i'll leave then\n  ","669253":"\n   No I got him as gift from my aunt ?\n  ","669254":"\n   Life\n  ","669255":"\n   Yeah,I would definitely watch to that show if you were in it.And I totally agree with you,the world is fucked.This fact tells you how fucked:Saudi Arabia is head the of the UN Human Rights Council.\n  ","669256":"\n   fine :c\n  ","669257":"\n   How what lol ? I got an Smurf as child and have him still ☺️\n  ","669258":"\n   PREECH ??\n  ","669259":"\n   Can I still be your friend. I have good news\n  ","669260":"\n   Yeah,I can imagine that,your media is hugely biased and part of the establishment.I also like to watch Last Week Tonight with John Oliver,he talks about issues what the mainstream media outlets don't discuss or discuss very little.\n  ","669261":"\n   I have one yes ?\n  ","669262":"\n   can i be your  slave?\n  ","669263":"\n   What does that mean. I'm sorry. Are you mad at me\n  ","669264":"\n   No doubt. Imagine a queen being President. That'd be fcking sick *-*\n  ","669265":"\n   I vote for u to be president *-*\n  ","669266":"\n   Yeah,that's what I have heard.I listen to Youtube channels like Secular Talk and Off The Grid,instead of the mainstream media,when it comes to the US politics.\n  ","669267":"\n   Do you like the Smurfs ? ?\n  ","669268":"\n   Sad\n  ","669269":"\n   Well \"Faker\" is the name of SKT T1 ranked team in League Of legends ...\n  ","669270":"\n   FACTSSSS ???\n  ","669271":"\n   Eyy ?\n  ","669272":"\n   How are you\n  ","669273":"\n   How r yaaaa\n  ","669274":"\n   NOPE ;-; \nGOOD MORNIN\n  ","669275":"\n   yooo we have the same favorite word\n  ","669276":"\n   No I don't.I'm well aware of the money in the U.S politics and how the elections are basically rigged there and mainstream media very biased.\n  ","669277":"\n   Connecticut\n  ","669278":"\n   Queeny boom :$\n  ","669279":"\n   heyaa ?\n  ","669280":"\n   Yeah,it is.Although I'm not an American so I don't know better.\n  ","669281":"\n   The host said no one wanted me to go and even if I did go he didn't want me to sit on any of his furniture. I went any way but they didn't let me in because they said I can only go in if I wasn't wearing a diaper.\n  ","669282":"\n   What is your favorite word?\n  ","669283":"\n   Well,he has a lot of supporters,especially in the southern states.\n  ","669284":"\n   Age?\n  ","669285":"\n   YOURE NOT UGLY BOOM!!!\n  ","669286":"\n   Well,Cruz didn't stand a chance anyways,so I think that it was a wise decision from him.Although I like him just as much as I do Trump (which is that I don't like either of them at all.).\n  ","669287":"\n   Yeah,I agree.It's tells you a lot about the state of affairs in the world,when a racist and lunatic like Donald Trump has a serious chance of being the next President of The United States and getting his hands on the most powerful nuclear weapon arsenal on the planet.\n  ","669288":"\n   Nah you are??\nNawwh :c same like it's 6:30 here?\n  ","669289":"\n   Pap\n  ","669290":"\n   Yeah,you're right.So Trump is now going to be the Republican party presidential nominee for certain,after Ted Cruz dropped out from the race.\n  ","669291":"\n   I totally agree.Those people who tweeted those tweets,are total retards.I actually would not be surprised if they're Trump supporters as well.\n  ","669292":"\n   You're welcome,Savannah :) How are you doing today ?\n  ","669293":"\n\n    http:\/\/www.rawstory.com\/2016\/05\/racist-twitter-clutches-its-pearls-because-old-navy-tweeted-an-interracial-family\/\n   \n   Speaking of whites,racism and white supremacy thinking seem to be well and alive in the U.S in the year of 2016.\n  ","669294":"\n   I never went to that party:(\n  ","669295":"\n   dedicate A song to your crush ....!\n  ","669296":"\n   lol. I am not surprised. :P\n  ","669297":"\n   If I can kiss you in the lips for 2sec, then in return you can do whatever you wish to do to me after that kiss, what would you do to me? (A kiss from anonymous)\n  ","669298":"\n   I hope in the future where ever life takes you that you will be successful and a model have everything you ever dreamed of cause your honestly deserve all the good things in life that go your way\n  ","669299":"\n   Snapchat?\n  ","669300":"\n   haha how have you been? i see youre still as amazing as ever ?\n  ","669301":"\n   Let's make some babies! ??\n  ","669302":"\n   Your nationality ?\n  ","669303":"\n   Who is he\n  ","669304":"\n   Can you dab?\n  ","669305":"\n   You got the best heels ever! What did you use before this?\n  ","669306":"\n   You look so beautiful in your selfie :)\n  ","669307":"\n   I'm in the mood to answer your questions, so fire away if you have any. \nSend to everybody I follow, rude replies will be unfollowed.\n  ","669308":"\n   Hello\n  ","669309":"\n   haha im back now! im the one who asked if we could get to know each other?\n  ","669310":"\n   Selfie cuz you're hot!\n  ","669311":"\n   AWEEEE??\n  ","669312":"\n   like=tbh?\n  ","669313":"\n   yes sweetheart its real\n  ","669314":"\n   I'm 8 1\/2 months pregnant\n  ","669315":"\n   Would you wear a belly ring that connects to a belly chain? Like a belly chain piercing\n  ","669316":"\n   What was your greatest success?\n  ","669317":"\n   nope just throbbing\n  ","669318":"\n   Ever get head throbbing\n  ","669319":"\n   Legit mate?!?\n  ","669320":"\n   Gorgeous as ever Sav! ???\n  ","669321":"\n   lol. I can laugh pretty easily. :P\n  ","669322":"\n   MMMMMM\nSame??\nBe the Britney to my Bitch? ❤❤\n  ","669323":"\n   Boxers or Briefs\n  ","669324":"\n   goodnight Savannah Q\n  ","669325":"\n   UNF YES????\nGOD THAT VIDEO KINDA TURNS ME ON TO BE HONEST ;-;\nI MEAN BRITNEY WITH BLACK HAIR& TATTOO'S IS JUST??????????\n  ","669326":"\n   Hey hunny xox...\n  ","669327":"\n   Your instagram?\n  ","669328":"\n   I wanna give you all my lovin?\n  ","669329":"\n   Haha aww?\n  ","669330":"\n   How did you get verified\n  ","669331":"\n   Beautiful ?\n  ","669332":"\n   tbh: you seem cool. And you're pretty!\n  ","669333":"\n   What question do you hate to answer?\n  ","669334":"\n   Do you wear a wig?\n  ","669335":"\n   No I will let Amazon and USPS figure out where your jeans are, tracking shows they were not delivered. Lets hope they show up and you will have your Dark Jeans for the hoodie. Yes Crop Tops look fantastic on you, pick out more, add them.\n  ","669336":"\n   Your so cute ❤ omg\n  ","669337":"\n   I just wanted to say ever sense I my met you my life has been so amazing I'm the happiest man alive just being able to talk to you everyday is the best thing on the planet I truly mean it when I say I sincerely love you with all my heart keep smiling everyday beautiful because you deserve everything\n  ","669338":"\n   AW YOU BEAUTIFUL FUCKER?❤?\nAw Sav :')\nYOU ARE JUST TOO CUTE OH MY GOD???❤?\n  ","669339":"\n   You look great in the Red Hoodie Savannah Q!!  glad you like it. You are killin it !! :)\n  ","669340":"\n   Your Black stretchy jeans are M.I.A. and I contacted the seller on Amazon and they were shipped long ago, they are checking on it with the Post office. These \"  U-Turn Style 1001 - Extremely flattering extremely comfortable, Hybrid denim leggings, skinny leg in Black \" ??????????\n  ","669341":"\n   HOLY SHIT I CAN'T BELIEVE IT???❤\nAW MORNIN❤\n  ","669342":"\n   that is only one if many great things about you. :D\n  ","669343":"\n   p.o box p.o box p.o box p.o. box\n  ","669344":"\n   I think so ☺️ how's your life ?\n  ","669345":"\n   I don't understand ?\n  ","669346":"\n   Lol. you crack me up sometimes. :P\n  ","669347":"\n   Hi ?? where is my grave ?\n  ","669348":"\n   Wanna have sex?\n  ","669349":"\n   It was fucking shit ?❤️\n  ","669350":"\n   your face in your dp reminds me of a puppy\n  ","669351":"\n   I am good. it is so freaking hot in the house, it is crazy.\n  ","669352":"\n   Sorry Savy just came from the gym❤\n\nHOLY SHIT REALLY?!!?❤\n  ","669353":"\n   YOU SHINE BRIGHTER THEN A DIAMOND SWEETNESS\n  ","669354":"\n   They mean get off your damn phone and look at me\n  ","669355":"\n   Can we have a side thong pic please babe\n  ","669356":"\n   ?? No problem i have to go cuz of teachers who wants me to expect to learn\n  ","669357":"\n   how are you my gorgeous sweet lovable gem\n  ","669358":"\n   yeah, how are you princess?\n  ","669359":"\n   Great color on your art ??????\n  ","669360":"\n   Selfie\n  ","669361":"\n   Nah my panties a little to tight doe\n  ","669362":"\n   im sorry but i have to, i can not stay any longer, i did mean everything, im so sorry if ive made you sad\n  ","669363":"\n   Morning Friend ???\n  ","669364":"\n   What is the most boring job you can imagine?\n  ","669365":"\n   You are so stunning and sweet\n  ","669366":"\n   PAP of the very first image on your camera roll?\n  ","669367":"\n   Philip Emeagwali\n  ","669368":"\n   Please kill me\n  ","669369":"\n   You're welcome,Savannah :) Just telling the truth :)\n  ","669370":"\n   Oh right. Why's that? X\n  ","669371":"\n   I'VE MISSED YOU TO MY ANGEL\n  ","669372":"\n   Awee glad you do? heh all good <3\n  ","669373":"\n   okay, well i must go now, goodbye\n  ","669374":"\n   hey, how are you? :)\n  ","669375":"\n   Well obviously I like you, you're adorable ❤\n  ","669376":"\n   Nigga said I need a band aid for my boo boo\n  ","669377":"\n   AYYY YOU THE BESTEST NIGGA A NIGGA LIKE ME COULD EVERY HAVE ???❤?\n  ","669378":"\n   Gucci my nigga\n  ","669379":"\n   old enough to have a relationship?so will you be my gf?\n  ","669380":"\n   How many times for doing the ask?\n  ","669381":"\n   You look very beautiful in your new pics,by the way :)\n  ","669382":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136560194169\n   \n   Because without democracy,there's no freedom.\n  ","669383":"\n   That's what the fuck is up ?\n  ","669384":"\n   This is my iPod\n  ","669385":"\n   Where are you from?\n  ","669386":"\n   I been done did that already\n  ","669387":"\n   Favourite food\n  ","669388":"\n   How old are you\n  ","669389":"\n   Why can't I just put my arms around you stroke your hair kiss your beautiful lips while looking at your eyes and telling\nYou how much I adore you babe . I might even buy you flowers and stuff to remind me with even give you my clothes\n  ","669390":"\n   I'll always remember........\n  ","669391":"\n   @@@@@\n  ","669392":"\n   @ :-)\n  ","669393":"\n   oh, im sorry\n  ","669394":"\n   boom ass for life..?\n  ","669395":"\n   that's true btw wanna be friends??\n  ","669396":"\n   i mean we dont have too, i just dislike having conversations on here, im sorry\n  ","669397":"\n   I TRIED TO TELL YOU\n  ","669398":"\n   well if we can be friends is there maybe something else we can talk on?\n  ","669399":"\n   Im not really going to sleep ???but it sure does\n  ","669400":"\n   Let me think about it for a second :\/\n  ","669401":"\n   Full now im in bed sleeping, zzzzz???\n  ","669402":"\n   Fire\n  ","669403":"\n   Why is Democracy important\n  ","669404":"\n   Just ate dinner ??? how's your night\n  ","669405":"\n   You're hot\n  ","669406":"\n   Hey you're attractive\n  ","669407":"\n   Favorite descendants character\n  ","669408":"\n   your new nick name princess adorable\n  ","669409":"\n   Post a pic when you do\n  ","669410":"\n   Pap in cute half shirt\n  ","669411":"\n   Do you have a favourite quote or poem? Why do you like it so much?\n  ","669412":"\n   I like you (:\n  ","669413":"\n   You're so cute i can't handle your cuteness anymore i want you ?\n  ","669414":"\n   what if someone worships you.. i mean like a god ??\n  ","669415":"\n   Have you ever loved someone you have not met?\n  ","669416":"\n   Good and yes I'm okay x\n  ","669417":"\n   Smoker?\n  ","669418":"\n   Hi xoxoxo\n  ","669419":"\n   why not\n  ","669420":"\n   Is there one person in your life that can always make you smile?\n  ","669421":"\n   I really like you Savannah\n  ","669422":"\n   umm I wanna kiss your belly\n  ","669423":"\n   Yeah that is a perfect, Thank you, what is your tattoo that is hiding\n  ","669424":"\n   Babe will you let me look into your eyes and tell you how much I miss you\n  ","669425":"\n   Can't we get married somehow.. ?\n  ","669426":"\n   What if I made you nachos with chicken bacon and cheese and got you your favourite drink then your favour Ben and Jerrys ice cream which we both eat and I cuddle you and we watch films and you fall asleep on my lap and I rub your head\n  ","669427":"\n   so fucking perfect omg\n  ","669428":"\n   age range of guys you would date?\n  ","669429":"\n   Your belly bar is ducking great ?? piercings are great ❤️\n  ","669430":"\n   there was a time when you liked slaves :) i remember it :)\n  ","669431":"\n   What's the most overrated tourist attraction?\n  ","669432":"\n   I like you and your body and your face and your eyes ilyy\n  ","669433":"\n   ooo\n  ","669434":"\n   you like people who kiss your ass ...i mean in a good way ?? :)\n  ","669435":"\n   what's kma mean\n  ","669436":"\n   well would you blackmail me for fun please?\n  ","669437":"\n   So we're nearly half way through the year. Has it gone as expected\/liked? Have you achieved any goals you set for the year?\n  ","669438":"\n   You're eyes are very you pretty\n  ","669439":"\n   I feel amazing when I see your stunning looks babe .\n  ","669440":"\n   If you get this I follow you :D\n  ","669441":"\n   anytime, uhm, do you think we could maybe be friends? i doubt you do cause you're literally perfect but could we?\n  ","669442":"\n\n    https:\/\/www.youtube.com\/watch?v=Ewr86bQB8Lc\n   \n\n    https:\/\/www.youtube.com\/watch?v=s8XIgR5OGJc\n   \n\n    https:\/\/www.youtube.com\/watch?v=ynGF-oSIYus\n   \n\n    https:\/\/www.youtube.com\/watch?v=0t2tjNqGyJI\n   \n   There's all the remixes I promise I'd link you(': :3 <3\n  ","669443":"\n   haha what? I'm just being honest, and honestly you don't need any make up, you're naturally flawless!\n  ","669444":"\n\n    https:\/\/www.youtube.com\/watch?v=PHOQi4FXBqQ\n   \n\n    https:\/\/www.youtube.com\/watch?v=ntLop32pYd0\n   \n\n    https:\/\/www.youtube.com\/watch?v=tmPm5iYOklg\n   \n\n    https:\/\/www.youtube.com\/watch?v=h93_uoUNpFI\n   \n\n    https:\/\/www.youtube.com\/watch?v=Z7CTnA3dTU0\n   \n\n    https:\/\/www.youtube.com\/watch?v=2BkWNqWvFHs\n   \n\n    https:\/\/www.youtube.com\/watch?v=ybnP\n   \n","669445":"\n   You don't even notice me :(\n  ","669446":"\n   well then you are only becoming a million times more beautiful!\n  ","669447":"\n   How are you x\n  ","669448":"\n   How do you get people to send you things? What do you do in exchange?\n  ","669449":"\n   Hey x\n  ","669450":"\n   you are more special than you could ever imagine and you always will be, fuck those people irl they are blind and dumb because you're perfect and you always will be\n  ","669451":"\n   You're worth more than that <3\nHAHAHAHA OH MY GOD??? GO NUTS FOR DEEZ NUTS OH\n  ","669452":"\n   you're so pretty and amazing! I have never seen nor heard of a girl like you before, you're so perfect and so stunning that it literally takes my breath away, you're literally so beautiful that you could brighten up anybody's day just by smiling at them, you're flawless and that will never change\n  ","669453":"\n   Time to call Maury\n  ","669454":"\n   AW YOU HOW CUTE(': aw same with you too Sav <3\n  ","669455":"\n   No, Sav... I.... am not the father.\n  ","669456":"\n   I would love to be your world and make you so happy . I would Do anything to make you the happiest in the world\n  ","669457":"\n   my other account got hacked ??\n  ","669458":"\n   its like darth vader once I take the mask off I'm no longer powerful\n  ","669459":"\n   what school do you go too ?\n  ","669460":"\n   I like how you still don't know what I look like it's like a big mystery lool\n  ","669461":"\n   WOW???????? I LOVE IT I LOVE IT(': \nI'm your slut?\n  ","669462":"\n   ❤️(check recent)\n  ","669463":"\n   ? (Recent) ((Sent To All I Follow))\n  ","669464":"\n   Youre welcome for the shoes ?\n  ","669465":"\n   What color panties you wearing today?\n  ","669466":"\n   Are you right handed or left handed ? If your right handed - say what's up , if your left handed take a picture writing with your left hand\n  ","669467":"\n   your eyes smile lips face body everything about you makes me melt\n  ","669468":"\n   If you could be the leader of your country, what would you change?\n  ","669469":"\n   flying chappal moment when .....!\n  ","669470":"\n   What do you say during awkward silences?\n  ","669471":"\n   if You could choose to be vegetable, Which you choose??\n  ","669472":"\n   What is the best and worst way to start a conversation, in your opinion?\n  ","669473":"\n   ? (recent)\n  ","669474":"\n   Well im stuck here in school ? and also 43k likes????????????\n  ","669475":"\n   like=ask?\n  ","669476":"\n   Oh okay :) I missed you a lot -??\n  ","669477":"\n   I don't think you have an underwear color secret as in you normally wear one color most. You seem to be a every color under the rainbow panties kind of girl ?\n  ","669478":"\n   Hehe no silly? I got invited to a big party!\n  ","669479":"\n   Glad to you're ok! What is funny that someone sent you a link to it! It wasn't me not that I mind at all haha ???\n  ","669480":"\n   What's all That amazon stuff\n  ","669481":"\n   i  just got up\n  ","669482":"\n   Guess what\n  ","669483":"\n   I should've kissed you, I should've told you how I feel\nI should've kissed you, I should've showed you just how I feel (Sing ittttt)\nThought  we should stop with the dirty song's aye Sav??????? ?❤\n  ","669484":"\n   I'll never be as cute as you but thank you Sav! But you know I was feeling shit yesterday. I'm always asked what color my panties are and I always say. Then they said show them so I thought ok what the hell. So I've officially now done a panties picture! Cheered me up though lol. Hope you're ok ???\n  ","669485":"\n   Everyone has their own destiny, and God has chosen you as mine I promise to hold on to it ☺\n  ","669486":"\n   I'm going to be leaving Ask for a while. Not sure how long, or if I'll be back. But I didn't want to go without saying Bye to you ?? Thanks for being awesome and making my \"Ask Experience\" (Bleugh) even better ✌ Much love and take care ?\n  ","669487":"\n   I can link them to you????? &nawwwh xD \nWell I'm glad you're here!?\nI hate it when you have to leave?\n  ","669488":"\n   HAHAHAHAHA??????\nGOD YOU'RE KILLING ME SAV YOU'RE KILLING ME(':\n  ","669489":"\n   you are famous?\n  ","669490":"\n   HAHAHAHA OH MY FUCK SAV??????? ?❤\nWell I came from the gym from a workout sess with my mate so just chillin on the computer listening to the sickest remixes EVER!!???\nYou? :3 \nHELLO HELLO\n  ","669491":"\n   HAHAHA ASK TOOK YOUR OTHER ANSWER DOWN\n  ","669492":"\n   There is an ask party and you can only invite 5 ask guys. Who would you pick\n  ","669493":"\n   PAP?\n  ","669494":"\n   If you get chance look at gorgeous little\n   \n    @sophieecc\n   \n   and the sexy picture she posted of her panties.  That girl has got renewed confidence following you!\n  ","669495":"\n   How can i learn nigga slang\n  ","669496":"\n   THAT'S EVEN WORSE????? HAHAHAHA\nOh you crack me up mate(': \nHELLO!!❤?\n  ","669497":"\n   OH MY GOD SAV???\nUHHHHH YOU CAN SEE MY BICEP'S POP INSTEAD(':\n  ","669498":"\n   Full body pic?\n  ","669499":"\n   What u up to\n  ","669500":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136544747129\n   \n   Umm,how do you \"eat pussy\" ?\n  ","669501":"\n   Put more on! A girl can never have enough panties. Don't even be embarrassed about everyone knowing your underwear color secrets  we are all friends here ❤??\n  ","669502":"\n   hello ??\n  ","669503":"\n   snapchat?\n  ","669504":"\n   If you could take one thing to prison what would you bring in with you?\n  ","669505":"\n   If you had to choose, what will you choose, orphanage, foster care or group home? And why?\n  ","669506":"\n   you are so gorgeous\n  ","669507":"\n   your favorite cliché??????\n  ","669508":"\n   What the fuck I never got a noti from your answer ;-; \nAW HOT BABY??\nYANNO LIKE TO HOT TO TROT?\nDROP IT LIKE IT'S HOT BABY\n  ","669509":"\n   I hope I didn't do anything wrong\n  ","669510":"\n   Will you marry me beautiful\n  ","669511":"\n   It's not actually catchy , but the song starts off as , as I bless this booty in the of The Lord , hallelujah she shall wear tight jeans , thongs and g-strings ! It don't matter if she ugly or cute all that matters is she got the type of booty her mans dream of\n  ","669512":"\n   Chica Boom I love you\n  ","669513":"\n   What is something you have lost, that you wish you could get back?\n  ","669514":"\n   Which Country represents you ?\n  ","669515":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","669516":"\n   Please read and like this answer so it goes to the top of my list. Any questions, comments or concerns, please let me know :)\n   \n    http:\/\/ask.fm\/HandsomeStranger2014\/answers\/137845095335\n   \n","669517":"\n   Happy Sunday. how are you feeling today\n  ","669518":"\n   Why was she corrupted ?\n  ","669519":"\n   I made a new song it's called - tight jeans, thongs and G-strings\n  ","669520":"\n   Why ?\n  ","669521":"\n   Do you have any Muslim friends ?\n  ","669522":"\n   In a relationship, should both people 'spoil' each other equally or should one do more 'spoiling' than the other?\n  ","669523":"\n   This is true. I'm having a fat day because, well it's that time of the month ❤❤?\n  ","669524":"\n   I wan to marry you because you are\n-stunning \n-great person to chat to \n-kind \n-always loves compliments \n-would love to be romantic towards you \n-would always take care of you \n-your mine forever and nothing would get in the way of that \n-I would never do anything to hurt your feelings\n  ","669525":"\n   your heart is gold your eyes are diamonds your personality shines bright like the sun\n  ","669526":"\n   Hope you have a good day\n  ","669527":"\n   Awww I hope you're alright.  Not good knowing you're not at your best ?❤❤❤\n  ","669528":"\n   Will you marry me\n  ","669529":"\n   Hey Sav you ok? ❤❤❤\n  ","669530":"\n   Can you put a crown on your wish list then I can turn you into a princess\n  ","669531":"\n   dude you should do it. It's not too late to be a new york times bestseller.\n  ","669532":"\n   What is the most important thing in being a good friend?\n  ","669533":"\n   Damn Boom why you always looking so damn good :)\n  ","669534":"\n   only one thing so far, but it's seriously good like write a book and publish it\n  ","669535":"\n   your sooo gorgeous sweetie\n  ","669536":"\n   What do you like best about your hometown?\n  ","669537":"\n   If you could be a superhero, who would you be?\n  ","669538":"\n   Happy May Day:) I hope that you're having a good and awesome day :)\n  ","669539":"\n   If you could switch places with someone for a day, who would it be?\n  ","669540":"\n   i hope ya feel better soon. :D\n  ","669541":"\n   Pap of tattoos goals or similar tattoos goals?\n  ","669542":"\n   Would you donate to and organization that helps people with mental illness and people who've attempted to commit Suicide?\n  ","669543":"\n   please post you favorite pattern ?\n  ","669544":"\n   Tag an account  or two that you check often.\n  ","669545":"\n   Type of music you like?\n  ","669546":"\n   Would you text\n   \n    @ToeKnee22\n   \n   if he wanted to text\n  ","669547":"\n   Boom baby❤?\n  ","669548":"\n   Hoe are u doing ?\n  ","669549":"\n   Roller coasters or water slides?\n  ","669550":"\n   I just wanted to say, thank you for being so cool and perfect, you were worth following and I'll miss you so much, thank you for making ask less boring, bye (sent to all I follow)\n  ","669551":"\n   I hope you feel better and happy soon, sad to see you down. Peace be with you Savannah Q.\n  "},"Answer":{"668479":"\n  ugh i love everything about this except the fact my name is spelled savannah\n  ","668480":"\n  why?\n  ","668481":"\n  because i didnt care enough and wanted to eat.\n  ","668482":"\n  so today i realized that most of girl best friends are brunettes.\n  \n  like i think like 2 werent but every other one was.\n  \n  omfg\n  \n  i have a thing for brunettes\n  ","668483":"\n  why am i involved in this?\n  ","668484":"\n  i ate it.\n  ","668485":"\n  ugh i hate thinking about this\n  \n  but if i were to go hunting and this happened id probably stab the fucker in the jugular.\n  ","668486":"\n  omg if she doesnt want to be with anyone - leave her alone\n  ","668487":"\n  I knew you were the best person to ask\n  \n  you are heaven on earth.\n  \n  thank you bby❤\n  ","668488":"\n  ❤❤❤\n  ","668489":"\n  last week\n  \n  w\/ your mom\n  ","668490":"\n  well ive only ever dated white so i guess you could say i prefer white?\n  ","668491":"\n  i really hate spit, like a lot.\n  ","668492":"\n  however much the couple wants it too - it should only be between them.\n  ","668493":"\n  no becauses i dont hang out people who pressure others to do things that they dont want to do.\n  ","668494":"\n\n   @ellejaylily\n  \n  help me :(\n  ","668495":"\n  don't listen to what people are saying, listen to your own heart.\n  \n  & if you do that successfully it will end up being louder than the words people say.\n  ","668496":"\n  because i dont know which one is perfect for instagram xD\n  ","668497":"\n  what are your plans?\n  ","668498":"\n  i honestly love all foods.\n  ","668499":"\n  awh thank you for being a main follower of mine sweetheart\n  \n  alright, whats the question?\n  ","668500":"\n  awwwwwh, its okay.\n  ","668501":"\n  thank you❤\n  ","668502":"\n  so sweet❤❤\n  ","668503":"\n  thank you so much <3\n  ","668504":"\n  i'm so happy to hear that!\n  ","668505":"\n  no i dont think i even know what that is...\n  ","668506":"\n  i dont actually believe i do.\n  ","668507":"\n  thank you so so so much\n  ","668508":"\n  i'll probably be hanging out here. <3\n  ","668509":"\n  looks like everyone is meaning things sexually lol\n  \n  i dont think hes 40?\n  ","668510":"\n  thank you for this compliment despite the sexual reference  lol\n  ","668511":"\n  Thank you??\n  \n  BUT which one is the best?\n  ","668512":"\n  IF I HAD TWO OF THOSR INGREDIENTS I WOULD BE DOING THAT\n  ","668513":"\n  Awh thank you??\n  \n  I wish I did but this is the highlight of my day ?\n  ","668514":"\n  Helloziezzz!\n  ","668515":"\n  I'm gonna tell you what I'm gonna put on my chocolate chip waffles - chocolate syrup with maple syrup and peanut butter OMG ? if only I had Nutella ?\n  ","668516":"\n  I'm good, I really need breakfast though - I'm thinking about making some waffles\n  ","668517":"\n  Thank you????❤️\n  ","668518":"\n  ILY ILY ILY????\n  \n  It's about who treats you right in the end, and you'd treat me like a ???\n  ","668519":"\n  Are you sure it's not my jawline you're talking about? ??\n  ","668520":"\n  ???❤️????????\n  ","668521":"\n  Link :\n  \n   http:\/\/boomiscute.sav\n  \n","668522":"\n  Instagram\/savannahamess\n  ","668523":"\n  bummer.\n  ","668524":"\n  i'm bleeding so i'm not gonna wear them.\n  ","668525":"\n  that'd be such a funny way to die.\n  ","668526":"\n  no\n  ","668527":"\n  thank you so much darling\n  ","668528":"\n  suffocate in your own farts.\n  ","668529":"\n  i would think men would be like \"its about time women started doing more.\"\n  ","668530":"\n  the whole macho fighting mentality that some have.\n  ","668531":"\n  HAHAHAHHAHHHAHHAHHAHHHHAHHAHAHHAH\n  \n  why do people tell me these things.\n  ","668532":"\n  probably like 20 idk honestly anymore i got rid of a lot.\n  ","668533":"\n  oh yeah it gonna be around for awhile.\n  ","668534":"\n  oh yess\n  ","668535":"\n  wait i forgot what i said, whats all you'll ever get me?\n  \n  i miss you too\n  \n  ily ily ❤\n  ","668536":"\n  enough❤\n  \n  it's not about the followers for me.\n  ","668537":"\n  how else are you suppose to feel when people say things like that?\n  ","668538":"\n  \"Left ear buccaneer, right ear queer\"\n  ","668539":"\n  :\/ i'm sorry\n  ","668540":"\n  sup?\n  ","668541":"\n  people are afraid of greatness.\n  ","668542":"\n  my Grandpa.\n  \n  there's so many questions i wished i asked that i know he would have the perfect answer for.\n  ","668543":"\n  i over think to much\n  \n  i have a horrible smile\n  \n  i get jealous over my significant other\n  \n  i tend to over psychoanalyze people\n  \n  i tend to always have to correct people\n  \n  i'm lazy and unmotivated\n  \n  tons of baggage.\n  ","668544":"\n  only if it's winter\n  ","668545":"\n  i never went to prom, i didnt need things like prom to excite my high school life.\n  \n  my high school life was a party everyday.\n  ","668546":"\n  frozen food, im awful\n  \n  i just don't have the energy half the time.\n  ","668547":"\n  how i feel\n  ","668548":"\n  i've made videos\n  ","668549":"\n  why would that matter?\n  ","668550":"\n  ILY ILY ILY ??❤️??❤️\n  ","668551":"\n  Hello guys ❤️ I'm gonna make hot pockets so I'll be back ❤️\n  ","668552":"\n  Watching archer ?\n  ","668553":"\n  yup\n  ","668554":"\n  it's not too far fetched that people believe america did it to themselves since they found molten metal at the bottom of the building that could only happen from bombs based on how it was melted and the blast radius.\n  \n  then if you rewatch the video of the part of the building falling down you'd notice it looks like something exploded under it but nobody noticed because of the second plane.\n  ","668555":"\n  ... he went back to snoop dogg.\n  ","668556":"\n  why are we fighting?\n  ","668557":"\n  nope\n  ","668558":"\n  i've never had a high temper, so its not really that hard.\n  ","668559":"\n  how can i have an opinion when we're not even suppose to know who they really are so how am i suppose to know whats true and what isnt.\n  ","668560":"\n  the gene pool is definitely decent.\n  ","668561":"\n  hello ❤❤\n  ","668562":"\n  small\n  ","668563":"\n  she bores me.\n  \n  i dont like people who try to portray life as butterflies and rainbows with castles and unicorns.\n  \n  i guess shes just fake to me. almost like a robot.\n  ","668564":"\n  depends on what you think talent is.\n  \n  im very creative, im really visual and good at coming up with alternate ideas.\n  \n  i'm a pretty decent writer.\n  \n  i'm an okay artist, better than most.\n  \n  i'm good at listening and understanding people with empathy and sympathy at the same time.\n  \n  i'm good with balancing logic\n  \n  i'm good at seeing behind the curtain without being showed.\n  \n  it just depends on what your definition of talent is.\n  ","668565":"\n  no one bought me victoria secret yet.\n  ","668566":"\n  i hve nothing against them.\n  ","668567":"\n  you know what pisses me off?\n  \n  when people feel like they are entitled to everything. When people believe they are more important than anything going on in life. When people  get mad over things just because it wasnt convenient for them. when people get mad over stupid shit like text messages.\n  ","668568":"\n  because if i do it for one person, i have to do it for everyone.\n  ","668569":"\n  haha oh booy\n  ","668570":"\n  see i feel like i have to be black to be able to do that too, but im not\n  ","668571":"\n  i was the girl at school who got in trouble with PDA all the time cause my boyfriend always wanted to make out with me every second we had ahahahha.\n  ","668572":"\n  probably not.\n  ","668573":"\n  best kind of nigga\n  ","668574":"\n\n   @EllaSinclaire\n  \n\n   @Pookeo9\n  \n\n   @ellejaylily\n  \n\n   @adoringavory\n  \n\n   @aaliyah543\n  \n\n   @legacy2016\n  \n\n   @nkeefe\n  \n\n   @theofficialpaulapiranha\n  \n\n   @whatevermates\n  \n\n   @yunglockzz\n  \n\n   @youlikebrii\n  \n\n   @whycindy\n  \n","668575":"\n  yeah but like classy at the same time\n  \n  like riri\n  ","668576":"\n  alright ill try and take a look :D\n  ","668577":"\n  yeah but like i cant be ratchet or thuggery without looking like an idiot lol\n  ","668578":"\n  wait, why is that a problem?\n  ","668579":"\n  i know nothing about watches :\/\n  ","668580":"\n  i wish i could be black sometimes\n  ","668581":"\n  when i first saw this i didnt read the title of the painting but i was so fascinated by it - i remember starring at it for 10 minutes just touching it (my mom had a book full of his artwork) once i read the title \"The Face of War\" i remember feeling a wierd twist in my stomach, and i saw this shortly after 9\/11 - war was too much. Ever since then, this painting by Salvador Dali will always have a piece of my heart.\n  ","668582":"\n  whats wrong\n  ","668583":"\n  i'm black can't you tell LOL\n  ","668584":"\n  God i wish i could talk to you more\n  \n  i miss you way to much\n  \n  ughh monkeyballs\n  \n  i like you more\n  \n  ❤\n  ","668585":"\n  i'm pretty good, how are you\n  ","668586":"\n  i was talking like a thugged out gangster to piss you off ;)\n  ","668587":"\n  EXPLAIN YOSELF\n  ","668588":"\n  ill show the shoes i really want ❤\n  ","668589":"\n  how is that a reason?\n  ","668590":"\n  LOVE THESE\n  ","668591":"\n  why you coming to SD\n  ","668592":"\n  if you found one that would actually fit me and look good i would love it.\n  ","668593":"\n  hi ya darling\n  ","668594":"\n  i dont know\n  \n  ask God\n  ","668595":"\n  i have little baby wrists, it looks so awkward.\n  ","668596":"\n  omg thank you!!!!!!!❤❤❤\n  ","668597":"\n  i'm all for women getting treated better and more fairly but i'm not down for the extremists... they always have to take things to far.\n  ","668598":"\n  fairly local by twenty one pilots\n  \n\n   https:\/\/youtu.be\/HDI9inno86U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","668599":"\n  i actually dont wear watches...\n  ","668600":"\n  coward by yael naim\n  \n\n   https:\/\/youtu.be\/4pGPA9pjUYk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","668601":"\n  yesss ya did because im outta here <3\n  ","668602":"\n  ehhhhhhhhhhhh not compared to other places\n  ","668603":"\n  that's all i want in life LOL\n  ","668604":"\n  nope, san diego doesnt have snow lol\n  ","668605":"\n  i'm about to get off, looking at this is making me hungry and sleepy\n  ","668606":"\n  do you see how young i look?\n  ","668607":"\n  OMG. i'm worried for the people you know\n  ","668608":"\n  cool ranch is the bomb\n  ","668609":"\n  almost 21\n  ","668610":"\n  probably not because theres bitches out there who believe they o.d on it...\n  ","668611":"\n  someone asked for me to switch my belly button ring and take a picture so i was gonna do that tomorrow <3\n  ","668612":"\n  lol you're welcome darling <3\n  ","668613":"\n  i absolutely love love love it. <333\n  \n  thank you so much\n  ","668614":"\n  omg i gotta go on there again, thank you for reminding me <3\n  ","668615":"\n  SPIDERS\n  ","668616":"\n  lol hes a cutie\n  ","668617":"\n  tell you already have another job you're interested in\n  ","668618":"\n  that's a question i dont have a full answer too lol\n  ","668619":"\n  5'3\n  ","668620":"\n  i said no\n  ","668621":"\n  it was tiring, but good  :D\n  ","668622":"\n  my jaw line is pretty mean but my eyes are very unique as well so idk\n  ","668623":"\n  a few times\n  ","668624":"\n  you rape my page with questions\n  \n  &\n  \n  I FUCKING LOVE IT\n  \n  because you ask the best questions like THANK YOU.\n  ","668625":"\n  i fucking hope so\n  ","668626":"\n  more like 10\n  ","668627":"\n  LETS GET BLITZED\n  ","668628":"\n  food\n  \n  HAHAHAHA\n  ","668629":"\n  you said it not me ;) LOL\n  \n  thank you  <3\n  ","668630":"\n  SO MUCH LOVE\n  ","668631":"\n  i would do anything to have eyebrows like yours.\n  \n  you're a beauty\n  \n  gosh\n  \n  ugh\n  \n  xoxo\n  ","668632":"\n  ILY ILY\n  ","668633":"\n  hello kind person\n  ","668634":"\n  thank you so much for all your love\n  \n  you're beautiful and can look amazing in anything <3\n  ","668635":"\n  I CAN STILL LOVES YOU THOO\n  ","668636":"\n  it sucks, but they have been causing a lot of problems lately so im not too shocked\n  ","668637":"\n  I'M COLOR HEARING\n  \n  WHAT ARE YOU SAYING\n  ","668638":"\n  my entire childhood\n  ","668639":"\n  not long whatsoever\n  \n  im really good at falling asleep anywhere\n  \n  at any time.\n  ","668640":"\n  WHY ARE WE YELLING\n  ","668641":"\n  i wish this everyday lovely <3\n  ","668642":"\n  i'm the type of person who likes to get it done early so i dont have to worry about it in the future and i can just chill\n  ","668643":"\n  its really nice to know that i can do that for someone.\n  ","668644":"\n  ITS A GOOD THING I AM BUBBLES\n  ","668645":"\n  omfg thank you so much\n  \n  my dream career is working for the CIA as a forensic psychologist\n  ","668646":"\n  im no ones bby\n  ","668647":"\n  bubbles?!\n  ","668648":"\n  i cant disagree with that.\n  ","668649":"\n  you gotta scroll down bubs\n  ","668650":"\n  hmmm honestly, probably Eminem because ive loved him since i learned what love is.\n  ","668651":"\n  thank you so muchh\n  ","668652":"\n  i took selfies today <3\n  ","668653":"\n  i'm a gemini\n  ","668654":"\n  awwwwwwwwwwwwwwwwwwwh omggg. im so glad\n  ","668655":"\n  YOU ARE AMAZAAZING\n  ","668656":"\n  no, theres some hotties there haha\n  ","668657":"\n  i can't really get over the whole horrible graphics thing, it sucks\n  ","668658":"\n  and this makes my day\n  ","668659":"\n  to hang out with you. <3\n  ","668660":"\n  hell to the fucking no. that little monster is coming with me everywhere i go no matter what.\n  ","668661":"\n  so you're on here because?\n  ","668662":"\n  my kids are going to learn how to do things for themselves.\n  ","668663":"\n  maybe if i could be on here for a really long time, im trying to get through some questions - not have private wall to wall right now im sorry\n  ","668664":"\n  OMGGGGGG ILY\n  ","668665":"\n  i'll just show you\n  ","668666":"\n  i was myself.\n  ","668667":"\n  for now that is what is going to have to do <3\n  ","668668":"\n  not much you?\n  ","668669":"\n  Thank you for putting a smile on my face today.\n  \n  I needed to be reminded of this.\n  ","668670":"\n  its blowing my mind knowing its happening.\n  ","668671":"\n  i dont think im the most beautiful girl in the world thoughs\n  ","668672":"\n  i sadly don't know when, but when i do ill tell you\n  ","668673":"\n  yes i have. my parents used to own a sailboat.\n  \n  then i went a few yacht when i was younger for parties\n  \n  then school field trips every year on a boat since we live so close to the beach.\n  \n  or river trips to go tubing and things like that.\n  \n  deep sea fishing\n  \n  wow ive been on a boat so many times\n  \n  BOATS AND HOES YALL\n  ","668674":"\n  I DONT WANT TO DO IT\n  ","668675":"\n  of course you get too <3\n  ","668676":"\n  that day will come soon for everyone. <3\n  ","668677":"\n  or we could try something different.\n  ","668678":"\n  there's a few people out their who send the dumbest questions ive ever read\n  ","668679":"\n  you know i hope for the same things too.\n  ","668680":"\n  i love strawberries, like a lot.\n  ","668681":"\n  because its so overdone dude\n  ","668682":"\n  oh no my birthday is june 6th\n  ","668683":"\n  i mean i would if you were like wiz khalifa hah\n  ","668684":"\n  but what babe?\n  ","668685":"\n  i look fucking fantastic in anything so frick off randy\n  ","668686":"\n  none of that cutting in half shit ahha\n  ","668687":"\n  This is the best thing in the world, I'm so happy I can do this for someone. Thank you so much. I'm so sorry you had a rough day but I'm glad to hear you're smiling now ❤️??\n  ","668688":"\n  What do you mean?\n  ","668689":"\n  Omg yeah ????\n  ","668690":"\n  Not in San Diego ?\n  ","668691":"\n  I thought we were the bestest friends??❤️\n  \n  I'm sorry today was so horrible, what happened?! I'm glad I could make you so happy ❤️❤️\n  ","668692":"\n  I don't feel like I do though babes\n  ","668693":"\n  2?\n  ","668694":"\n  I didn't get anything today sadly ?\n  ","668695":"\n  Probably not, nobody would be watching the trick ???\n  ","668696":"\n  As many as it takes ?\n  ","668697":"\n  So much love lovely ❤️\n  ","668698":"\n  My new alien shirt is the bestest ???\n  ","668699":"\n  Omg you're so cute ?❤️\n  ","668700":"\n  I'm not really good at the whole killing animals thing ?\n  ","668701":"\n  Me ?\n  ","668702":"\n  Hehe hi guys\n  ","668703":"\n  You make me happy ?\n  ","668704":"\n  6:09 pm\n  ","668705":"\n  ???????????\n  ","668706":"\n  Sorry guys it's time for me to watch trailer park boys ??❤️❤️❤️?? love this show to much\n  ","668707":"\n  Dude I know ?\n  ","668708":"\n  I'll show the box ?\n  ","668709":"\n  There's close up of my face\n  ","668710":"\n  Well yeah that's the deal, you get at least one picture\n  ","668711":"\n  ❤️??\n  ","668712":"\n  I'm not broadcasting it haha\n  ","668713":"\n  I have no idea ?\n  ","668714":"\n  There's one time for everything ?\n  ","668715":"\n  NOPE THIS IS THE TRUTH ?\n  ","668716":"\n  They change depending on the sun, they go from blue, green to grey\n  ","668717":"\n  It's free underwear ?\n  ","668718":"\n  have you ever seen it?\n  ","668719":"\n  i dont, it kinda just happened. people just wanted to buy me things hahah\n  ","668720":"\n  i dont know how to respond to this.\n  ","668721":"\n  OMFG OMFG I THINK YOU'RE THE LOVE OF MY LIFE. <3\n  ","668722":"\n  no problem <3 tell me how everything goes.\n  ","668723":"\n  Holy shit that is the sweetest thing ever, i dont even know what to say but THANK YOU\n  ","668724":"\n  this\n  \n  I DONT BELIEVE YOU AT ALL BECAUSE THAT IS WAY TO NICE OF A THING TO DO FOR SOMEONE.\n  ","668725":"\n  EVERYYYONE WHO FOLLOWS ME\n  \n  PLEASE GO\n  \n  AND ANNOY THEM FOR ONCE ;)\n  ","668726":"\n  i hope for the best darling\n  ","668727":"\n  YOU ARE THE ONE AND ONLY FOR ME\n  ","668728":"\n  what the hell why?\n  ","668729":"\n  thank you so much\n  ","668730":"\n  ILL BRING 100 BOXES OF PIZZA\n  ","668731":"\n  i'm pretty good :d you?\n  ","668732":"\n  oh that was a rating, that why i was so confused that was ridiculously low\n  ","668733":"\n  i hope you sleep well, i enjoyed talking to you as well.\n  ","668734":"\n  why are you telling me numbers?\n  ","668735":"\n  that is the cutest thing omg.\n  ","668736":"\n  that's what i do when i want to know about something haha\n  ","668737":"\n  That is so sweet❤️? thank you\n  ","668738":"\n  You can read about dreams online\n  ","668739":"\n  I'll meet you there babe ?\n  ","668740":"\n  Your dreams are you subconscious brain showing you something that your conscious brain hasn't yet realized it\n  ","668741":"\n  Thank you ❤️\n  ","668742":"\n  Hahaha where the hell am I gonna find that\n  ","668743":"\n  It's a little to big for me but I love the video\n  ","668744":"\n  I'm so bored ??\n  \n  What do I do?!\n  ","668745":"\n  Awh thank you ?\n  ","668746":"\n  ?? I'm just at home chillin ??\n  ","668747":"\n  No it's not, it's a stripper in her music video haha ❤️?\n  ","668748":"\n  I know I want to take pictures like that\n  ","668749":"\n  Yeah but I'm not trying to make a thing.\n  ","668750":"\n  I probably wouldn't try anything too lingerie like\n  \n  But I'll wear something like this\n  ","668751":"\n  WHAT IS UP DARLING BUTT?\n  ","668752":"\n  WE CAN DREAM THO\n  ","668753":"\n  (I'm sorry I'm using your question for my randomness)\n  \n  Everyone needs to watch rihannas new video needed me\n  ","668754":"\n  SHES PERFECTION\n  ","668755":"\n  He's doing way better! The swelling is going down\n  ","668756":"\n  What they do effect way more than just us and nobody fucking thinks and realize if that happens we will be more fucked than we are now.\n  ","668757":"\n  That's what I've been telling people but nobody believes me\n  ","668758":"\n  I know... I actually have a friend who isn't legally suppose to be here, but if you knew the guy you would have never guessed he wasn't born here, people like him deserve to be here to have a better life\n  ","668759":"\n  Wowzaaaaa ?\n  \n  Thank you??\n  ","668760":"\n  BABE❤️❤️\n  ","668761":"\n  I mean riri kinda kills it\n  ","668762":"\n  Hmmmmmmmmm\n  \n  No\n  ","668763":"\n  How deep is deeply?\n  ","668764":"\n  I've actually always wanted to see that?\n  ","668765":"\n  Vagina ?\n  ","668766":"\n  WEED IS ON THE WAY GUYS ❤️\n  ","668767":"\n  Nu uh, not like the shit you find in European countries. We have concrete buildings\n  ","668768":"\n  That's what I'm saying, she can be who she is because of the money and it's awesome\n  ","668769":"\n  It has been for the last like 15 years\n  ","668770":"\n  Ask is so much easier on the phone like wtf ?\n  ","668771":"\n  how are you today?\n  ","668772":"\n  theirs problems everywhere but your scenery is to die for.\n  ","668773":"\n  i mean look at miley cyrus for an example lol\n  ","668774":"\n  you live in one of the prettiest countries :D\n  ","668775":"\n  god, he has such a friendly face.\n  ","668776":"\n  yeah, that was why he was taking pictures with it HAHAH\n  ","668777":"\n  omfg that was funny\n  ","668778":"\n  yes\n  ","668779":"\n  doesnt matter when you have billions of dollars.\n  ","668780":"\n  i own more heels than i need lol\n  ","668781":"\n  thank you darling <3\n  ","668782":"\n  have a great day :D\n  ","668783":"\n  awh wow thank you.\n  \n  people are probably voting for him for his \"i dont give a fuck\" attitude or the fact he has the most money.\n  ","668784":"\n  because people believe that it will make them look better or feel better.\n  \n  and some people believe that a lie is better than telling the truth because the truth may hurt.\n  ","668785":"\n  yes you areee.\n  ","668786":"\n  oh yeah i forgot you just know so much i forget\n  ","668787":"\n  i love surprises <3\n  ","668788":"\n  i can see it being at like one of those like earthy fresh foods grocery stores\n  ","668789":"\n  why thank you\n  \n  I NEED MORE THO\n  ","668790":"\n  now the question is where the hell do i find all these ingredients\n  ","668791":"\n  i do too darling\n  ","668792":"\n  just a pack of underwear\n  ","668793":"\n  wait, this is actually really interesting\n  ","668794":"\n  I dont whether i should be opposed or just to let it happen lol\n  ","668795":"\n  OHMYGOD\n  ","668796":"\n  that is the saddest thing ever.\n  ","668797":"\n  im not advanced like that ?\n  ","668798":"\n  i know its so annoying, like you can tell i have small bones - my body type isnt meant to be big..\n  \n  & yes, i love those  <3\n  ","668799":"\n  i have makeup i want on my amazon list in my bio???\n  ","668800":"\n  summer because of all the cute outfits i can wear <3\n  \n  speaking of that\n  \n  i lowkey want a bathing suit kinda like the girl on the right.\n  ","668801":"\n  pretty good, haha you?\n  ","668802":"\n  BECAUSE IF YOU DO, ID BE SO HAPPPY LIKE YOU HAVE NO IDEA MAN.\n  ","668803":"\n  NO WAY?!\n  ","668804":"\n  i will when i get the chance.\n  ","668805":"\n  <3 <3\n  ","668806":"\n  nothing but the amazing gifts ive gotten, but other than that my life has been boring.\n  \n  i really need to get new makeup so i can start taking selfies all the time again, i just havent because ive been looking homeless haha\n  ","668807":"\n  i was blonde most of my life till i was like 16\n  ","668808":"\n  yes, it makes me so happy. i love being able to take pictures of myself and feel like im actually doing for a reason other than just being self obsessed looking lol and i love all the new stuff, i wear it all <3\n  ","668809":"\n  I'M TRYING TO GET IT TO BE THEMED BUT I DONT HAVE THE MONEYS ):\n  ","668810":"\n  nothing much just chilling,\n  \n  yeah im doing good :D\n  ","668811":"\n  it takes me way too long, ive been hurt so much in the past that i'm very reserved.\n  ","668812":"\n  i was around like 4 and i think my brother and my dad\n  ","668813":"\n  food lol but it does haha\n  ","668814":"\n  of course!\n  ","668815":"\n  wassssssupp :D\n  ","668816":"\n  same thing as always when im on here. lol\n  ","668817":"\n  NONEXISTENT\n  ","668818":"\n  imagine trying to raise a baby on your own because the father didnt give a shit. that would suck so bad, i feel like if you got a bitch pregnant and walked out - you deserve to be paying that shit - its the debt for destroying a womens life even though she will never admit it.\n  ","668819":"\n  that's even worse\n  ","668820":"\n  hellos\n  ","668821":"\n  i'm pretty good\n  ","668822":"\n  what im trying to understand is why are people freaking about what parts people have while they are going to the bathroom, it shouldn't matter what a person claims to be - you should be going into the bathroom you feel more comfortable  using, use it, then get out. i dont know about you guys but im not in there looking at other people parts and im sure as hell not trying to make sure every damn person in the bathroom is a girl like i have things to do. people have way too much time on their hands to give a shit about things like this.\n  ","668823":"\n  all i think is \"holy shit what did i do, did i break it?\"\n  ","668824":"\n  im gonna be honest with you i hate hypothetical questions.\n  ","668825":"\n  lol thank you\n  ","668826":"\n  sounds good to me haha\n  ","668827":"\n  haha omg :D\n  ","668828":"\n  haha, i know but a lot of people don't understand something unless they have it going on for them too which is annoying.\n  ","668829":"\n  miss peregrine's home for peculiar children is coming out but the book is amazing, ive read over and over again.\n  \n\n   https:\/\/youtu.be\/mAdpJw-MM-M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","668830":"\n  me? naaaaaah\n  ","668831":"\n  that is awesome :D\n  ","668832":"\n  haha its okayy\n  ","668833":"\n  then why be upset over it?\n  \n  not everyone is going to like you and that's just a fact that people need to accept.\n  ","668834":"\n  thank you <3\n  ","668835":"\n  pretty good you?\n  ","668836":"\n  if that's how you feel, than do what you have to do.\n  \n  im not going to lie to you and tell you the opposite because i dont know how people truly feel about you.\n  \n  but if this place is too toxic for you, why stay?\n  ","668837":"\n  an unnecessary question *\n  ","668838":"\n  that was an old picture, but thank you hah :D\n  ","668839":"\n  whyz?\n  ","668840":"\n  awh me too, i wish i had more of a dark vibe to me but it's not me\n  ","668841":"\n  i love babies, except when they start crying than i want to throw it because i dont know what to do. lol\n  ","668842":"\n  thank you so much <3\n  ","668843":"\n  i hope you get the job, my friend :D\n  ","668844":"\n  *face palm*\n  \n  JUST BECAUSE I HAVEN'T BEEN FULLY ON FOR A COUPLE DAYS, DOESNT MEAN I HAVE AMNESIA AND I FORGET PEOPLE.... JESUS.\n  \n  JUST BECAUSE I CAN'T RESPOND TO EVERYONE RIGHT AWAY DOESNT MEAN I JUST FORGOT ABOUT YOU.\n  ","668845":"\n  Hi hun, how are you?\n  ","668846":"\n  just got comfy in bed to be on here for a little bit <3\n  \n  how about you?\n  ","668847":"\n  i mean breaking a leg isnt that awesome but thank god it wasnt me lol\n  ","668848":"\n  Still one of the best pictures ive ever taken.\n  ","668849":"\n  Waiting for bae to be done showering since his legs broken I have to help him, so that's what I've been doing haha #nursesav\n  ","668850":"\n  Okay so when I was like 5-8 years old I was sleeping than all of sudden I'm awake starring out the window and on my window sill I had a clock and it was 3:30 am, and I was just starring into the stars and I saw this tiny green dot that was the size of the North Star so I thought \"why is their a green star?\" Then it started getting way bigger and just shot to the right than bam it was gone.\n  \n  Then me and my brother saw like this weird triangle plane just float across the sky but that's all ?\n  ","668851":"\n  I actually can't remember it's been awhile\n  ","668852":"\n  IM MOVING UP IN THE WORLD ❤️❤️❤️❤️❤️\n  ","668853":"\n  I love you guys so much ❤️? I don't even know how to explain it.\n  ","668854":"\n  Yeah, depending on the outfit\n  ","668855":"\n  Thank you❤️❤️\n  ","668856":"\n  Okay realistically I don't, because if they don't like us they will probably have way better strategy than us and can probably wipe us out\n  ","668857":"\n  Omg ?\n  ","668858":"\n  Thank you so much ❤️??\n  ","668859":"\n  I like to pretend because it's hard for me to believe that I'm suppose to be human when my brain works different than more than half of the population and actually now that I think about it a lot of people have swore I am one haha and the fact I'm adopted doesn't help because it just helps their theory lol\n  ","668860":"\n  What makes me sad is nobody acknowledged my shirt with my ancestors on it ?\n  ","668861":"\n  No but you get this one\n  ","668862":"\n  Thank you???\n  ","668863":"\n  When I wear Calvin Klein I feel confident showing my body in my underwear\n  ","668864":"\n  It's only in the front thossss\n  ","668865":"\n  She's a special one, attempts suicide accidentally on a reguLar basis ?\n  ","668866":"\n  Your love makes my mind go fuzzy ❤️\n  ","668867":"\n  Yes they are ?\n  ","668868":"\n  YUS SOMEONE NOTICED ?\n  ","668869":"\n  THAT WOULD FUCKING EXPLAIN WHY IM SO FUCKING SMALL.\n  ","668870":"\n  ATTENTION ALL BOOMERRANGS:\n  \n  I'm about to explode your feed ????\n  ","668871":"\n  It's going lol\n  \n  Guys I'm trying to post some of my new pictures and ya keep asking more shit like I swear we'll talk❤️\n  ","668872":"\n  I know a shit ton of twins mainly because two of the pair of twins actually had the same birthday as me (June 6) and then they knew other twins so I met way more. I think I actually know like more than 10 pair of twins holy shit, is that a sign?\n  ","668873":"\n  Okay honestly a lot, I've technically had my first bf in 4th grade who actually was in Coca Cola commercials lol but I didn't have a real bf till 6th grade and that guy is now one of the best players in asu on the football team omg ? and I could go on.... Idk school was hard for me because a lot of people dated me because of my name more than for me. But I didn't start doing sexual things till high school.\n  ","668874":"\n  Almost 21\n  ","668875":"\n  It was long so fucking long, like if someone broke their leg they shouldn't have to wait 2 hours to get pain meds like what the fuck\n  ","668876":"\n  Bf fractured his tibia\n  ","668877":"\n  Heaven does exist guys ?\n  ","668878":"\n  Hospital ?\n  ","668879":"\n  This is what I have for entertainment ?\n  ","668880":"\n  Okay there's no wifi and his data sucks so I guess I'll be back when I try on my new outfit yayayayayayayayyay\n  ","668881":"\n  Mario cart gummies, where the fuck do you buy condoms?\n  ","668882":"\n  I'm good, I'm just in the ER for bae because he fucked up his leg :(\n  ","668883":"\n  I'm trying the outfit on when I get home ❤️❤️ I'm so excited omfg\n  ","668884":"\n  Fetal position ?\n  ","668885":"\n  Does this make you as happy as me??\n  ","668886":"\n  I would be PISSED ?\n  ","668887":"\n  Yeah life can be too hard sometimes\n  ","668888":"\n  Thank you whoever bought me these, thank you for putting a smile on my face after having a tough day.❤️\n  \n  Sorry about the grinder full of weed ?\n  \n  I'm trying on the outfit tomorrow ❤️\n  ","668889":"\n  Okay guys I gotta put some laundry in, I'll be baaackckckckckckkkk so like this up so I can have more things to do on here than I can manage ???⚡️⚡️⚡️\n  ","668890":"\n  I'll be proud when they send air strikes ?\n  ","668891":"\n  Dude America sucks and it's just getting worse... Europe needs to take over or something\n  ","668892":"\n  I know I was watching some video about the Russian military and it was too brutal for me cause I couldn't watch any more of it.\n  ","668893":"\n  OMFG SOMEONE TO LOVE ME ILY\n  ","668894":"\n  Like I'm sorry my parents have money and brains... I just got really lucky and I know it\n  ","668895":"\n  People are being rude to me because my parents want me to have a better life than them..\n  ","668896":"\n  Remember that thing I said about people still not being cultural, yah that comes into play now hah\n  ","668897":"\n  I'm gonna need way more ice cream and cuddles babe ?????\n  ","668898":"\n  Don't be jealous that my parents actually worked their ass off to become millionaires for the exact reason that I don't have to work my ass off... Like that's literally what I'm mom told me. \"Marry someone rich so my inheritance just adds on to yours so you'll be set for life and won't have to work a day in your life\"\n  \n  My dads words \"you can do and be whatever you want. Be a teacher for all I care as long as what you're doing is making you happy because money isn't going to be an object for you\"\n  \n  NOT EVEN JOKING SO IM SORRY I HAVE REALLY REALLY SMART PARENTS WHO ARE PLANNING AHEAD FOR ME\n  ","668899":"\n  Okay so obviously people are getting ahead of themselves and super heated and not understanding that it's not my opinion it's literally what is going on in our world today, and if you don't want to believe it that's fine. But don't come to me I don't care what you say because you don't understand at all what I'm saying. I'm pro women and men, I understand both sides completely. I believe a women should be able to do whatever she likes without being judged.\n  ","668900":"\n  That's actually a huge trial right now!\n  ","668901":"\n  TELL THE UNITED STATES GOVERNMENT THAT NOT ME. Like holy shit. Like telling me anything is going to change the world ?\n  ","668902":"\n  What is sexist? The truth?\n  ","668903":"\n  You could say that about anything, but when it comes to America there's a hidden agenda to everything. Yeah they look like their successfully doing great but theirs more reports of women being raped on a regular basis than them doing something good. The government doesn't want the public to know that they are raping every women who goes into the military as a haze. Just fucking watch the invisible war. People need to understand there's always a shit blizzard behind the red curtain.\n  ","668904":"\n  I believe that too, but there's also requirements in the military that a lot of women don't qualify\n  ","668905":"\n  I never said it was worse ?? it's not at all. Compared to Syria (which is our fault) we're doing great I was saying we're a fucked ip country HAHAAHAHAH\n  ","668906":"\n  You also have to understand that an American military is going to be COMPLETELY different than any other military. You can't compare them because America is FUCKED\n  ","668907":"\n  Maybe the fact you're 25 on here, but no not really lol\n  ","668908":"\n  Says the one who's Muslim ???????\n  ","668909":"\n  You know I asked my mom what she would say if I wanted to go to the military and she looked at me and said \"HAHA they would reject you and you would be used at an open legged puppet, no daughter of mine is going into a disgusting world like that.\"\n  ","668910":"\n  If it wasn't, you would think back in the day they would have thrown women in the crossfires since they treated them like property at the time. If war wasn't meant for men, women and wouldn't be getting raped right now in the military and can't get any justice because \"it's what men do\" watch the invisible war.\n  \n  And EVERYONE understood that the only way to keep the population going since people die everyday in war, that women needed to stay home to raise new kids to start the cycle all over again. If we throw women into battle too, we would have lost more people. Considering the fact it was hard to live on their own when every male was off to war.\n  \n  And the military want the strongest - and according to history that is a man.\n  \n  So I think you're being ridiculous because even men 100s of years ago understood war is a mans sacrifice to this world.\n  ","668911":"\n  It's not I guess, those words would never come out of their mouth.\n  ","668912":"\n  So tell me what do you think a pilot is?\n  ","668913":"\n  War is a sacrifice men have to make.\n  \n  Womens sacrifice is any dream of being anything other than a mom pushing things out of their vagina and having blood everywhere.\n  ","668914":"\n  Do you even know what your saying?\n  ","668915":"\n  Yeah but men aren't arguing that women run the world are they? Everybody knows we need men, it's imbedded into our skulls. It's in every bible. So we don't need to clarify what everyone already knows\n  ","668916":"\n  You're so special ❤️❤️\n  ","668917":"\n  War is not a place for a women unless she knows it like mulan.\n  ","668918":"\n  I think you're writing sucks donkey dick and that I don't care what you think whatsoever\n  ","668919":"\n  Why can't everyone treat me the way you do. ❤️\n  ","668920":"\n  Every Muslim on here is.\n  \n  I'm always sure because you're English is written like someone who doesn't normally speak it\n  ","668921":"\n  It's doesn't darling, maybe you should look for a new outlook on yourself ??\n  ","668922":"\n  You're so goddamn sweet❤️❤️I hope we get to be really great friends ❤️❤️\n  ","668923":"\n  Because those are the only types of people who ask questions in that format\n  ","668924":"\n  HA you got jokes too ?\n  ","668925":"\n  Are you Muslim?\n  ","668926":"\n  I feel a lot better today ❤️\n  ","668927":"\n  By being real.\n  ","668928":"\n  Tbh I think the reason why men are so opposed too women becoming more and more equal is because of fear - they know our potential and they know we would run an country better than any man.\n  ","668929":"\n  It's not a fucking hook haha\n  ","668930":"\n  Why would my belly button ring hurt during that time? I don't have a disease...\n  ","668931":"\n  Omfg thank you, that was so sweet ❤️\n  ","668932":"\n  I WISH I LIVED CLOSER TO YOU SO WE COULD BE LOSERS TOGETHER AND WATCH MOVIES AND STUFF OUR FACES\n  ","668933":"\n  You are one of the sweetest ❤️\n  ","668934":"\n  You always say the nicest things to me ?\n  ","668935":"\n  You cute ?\n  ","668936":"\n  More than it should be ? like you would think by now that people would be more intelligent and in touch with the rest of the world since the Internet has opened the world to so much culture, buuuuuut nope that's not the case\n  ","668937":"\n  Spence\n  \n  I'm gonna come to Canada and you're gonna have to marry me so I don't get deported to the south again... ??\n  \n  I don't know what this place would be like without you.\n  ","668938":"\n  You and I have the best conversations\n  \n  You're really intelligent\n  \n  It's nice to have someone to talk too about our world ?\n  ","668939":"\n  You can send them @ and I'll get to them ❤️❤️\n  ","668940":"\n  I'm getting better ❤️?\n  ","668941":"\n  That usually doesn't exist ?\n  ","668942":"\n  You post funnny shizz\n  \n  You cute too ?\n  ","668943":"\n  I don't think I really know you\n  ","668944":"\n  Awwwwh? thank you\n  ","668945":"\n  Wait did anyone see how musclely I look in the other picture?!\n  ","668946":"\n  ⚡️ Rawr\n  ","668947":"\n  DA BIGGEST BABE ON DA BLOCK\n  ","668948":"\n  I tried ?\n  ","668949":"\n  Causal Sav\n  ","668950":"\n  my mom isnt.\n  ","668951":"\n  and what does that inquire?\n  ","668952":"\n  hi there\n  ","668953":"\n  oh bouyy lol\n  ","668954":"\n  all in different parts of the world ): i miss them man.\n  ","668955":"\n  you can call me silly billy ;)\n  ","668956":"\n  im joking, i only take pictures in the things people get me. so if you get me something, you get a picture. but i dont post shit like that without a purpose, we have enough sluts out there to do that for me.\n  ","668957":"\n  i highly doubt that\n  ","668958":"\n  buy me shoes and we'll talk AHAHAHHA\n  ","668959":"\n  i hope i can make that happen because you seem like one of the friends id want to have <3 & it was my chrome just got wackooo, its all good now\n  ","668960":"\n  i am in san diego, i mean home like with my family but none of them live here.\n  ","668961":"\n  ilysm+more\n  ","668962":"\n  please cuddle me, i just finished crying over the fact of how much i miss home ):\n  ","668963":"\n  well i have been awfully sick and hardly on.\n  ","668964":"\n  oh the things i would do to cuddle right now\n  ","668965":"\n  why the fuck would i do that?\n  ","668966":"\n  you're the only person i like the dog filter on\n  \n  no lie\n  \n  you kill it <3\n  \n  i love my may <3\n  ","668967":"\n  around like 20 pairs, i used to have way more but i grew out of a lot.\n  ","668968":"\n  i really miss home.\n  ","668969":"\n  i already knew my bae was real <3\n  ","668970":"\n  ME TOO AND I WANT PIZZA\n  ","668971":"\n  we'll try and figure something out soon okay? now my question is why are all my ask buttons in ASIAN????\n  ","668972":"\n  ugh i know. life is a struggle sometimes man... if only i had a phone\n  ","668973":"\n  jack a private plane, than you can(;\n  ","668974":"\n  that's not even a thing <3\n  ","668975":"\n  this could be me, but im broke HAHAH\n  ","668976":"\n  majority of the society is ugly, doesn't stop me from making friends though\n  ","668977":"\n  i don't feel like i deserve anything <3\n  ","668978":"\n  that moment when you go crazy on amazon with shoes because you're addicted to them ahahaha\n  ","668979":"\n  ALL I KNOW IS ALL I WANT IS THE SHOES I WAS SUPPOSE TO GET.\n  \n  GUYS  I THINK I NEED TO GO TO S.A (SHOES ANONYMOUS) IM ADDICTED.\n  ","668980":"\n  wow thats sweet\n  ","668981":"\n  why is it a shame?\n  ","668982":"\n  and i think you need to stay in my  life more.\n  ","668983":"\n  that is so sweet, thank you\n  ","668984":"\n  believe it yo, im one of those people that has to feel good to look good.\n  ","668985":"\n  it needs to stop\n  ","668986":"\n  it's the thought that counts right?\n  ","668987":"\n  I hopped off the plane at L.A.X.\n  \n  With a dream and my cardigan.\n  \n  lIKE WHOS THAT CHICK THATS ROCKIN KICKS\n  \n  SHE MUST BE OUT OF TOWN.\n  \n  you know, just me throwing my own party for myself again hahaa\n  ","668988":"\n  like i got hit by a train ahha\n  ","668989":"\n  HA like i know any lol the only one i can think of right now is\n  \n  Coward by Yael Naim\n  ","668990":"\n  im thinking about going back to sleep hahaaa\n  ","668991":"\n  oh my god thank you <3 <3 <3\n  ","668992":"\n  whenever i'm around people who are going to IV league schools lol\n  ","668993":"\n  it seems like everyone is getting this sickness\n  ","668994":"\n  DAMN NATURE YOU SCARY\n  ","668995":"\n  i don't actually thats the thing\n  ","668996":"\n  hi there :)\n  ","668997":"\n  ew why\n  ","668998":"\n  awh this is so sweet, but also sounds like one of those mass wrote questions sent to a lot   of other people but i still appreciate it\n  ","668999":"\n  cause i didnt miss you\n  ","669000":"\n  I cant say i really feel the same\n  ","669001":"\n  OMG IT'S BEEN AWHILE, IVE MISSED YOU\n  ","669002":"\n  its alright ive just finished cleaning\n  ","669003":"\n  There almost grown in\n  ","669004":"\n  Not necessarily\n  ","669005":"\n  Uh no... If the guy I liked, liked me (which its usually the hardest guy to locked down, I always chose the most challenging one ) I would be all over his ass, I'd be claiming what is mine.\n  ","669006":"\n  No their not actually so you should just leave\n  ","669007":"\n  More towards the healthier side since junk food makes me sick :(\n  ","669008":"\n  20 5'3\n  ","669009":"\n  Not exactly, I just have a living trust right now. I don't get the money till after death.\n  ","669010":"\n  You just want to know my underwear color you perv\n  ","669011":"\n  Huge massive throwback\n  ","669012":"\n  I have it all planned out, when I'm no longer ill I'm dressing up with the shirt and taking tons of photos, I just need to get over this damn cold :(\n  ","669013":"\n  mostly flats honestly , but if i was a celebrity or a mom i so would wear heels\n  ","669014":"\n  omg it was so long ago i couldnt even tell you\n  ","669015":"\n  thank you, im trying.\n  ","669016":"\n  i do, and i wish i danced more\n  ","669017":"\n  i dont have one, animals are way too cute\n  ","669018":"\n  i dont like selfish, i only like sushi honestly\n  ","669019":"\n  mint is my ish\n  ","669020":"\n  im awake for some reason when i should be sleeping lol\n  ","669021":"\n  ???\n  ","669022":"\n  Hello ?\n  ","669023":"\n  THATS WHAT I SAID IM NOT EVEN KIDDING OMFG\n  ","669024":"\n  That moment when your day starts off kinda shitty and then you get this in the mail then you realize happiness is real ???\n  ","669025":"\n  My bed is calling my name, my body is so weak :(\n  ","669026":"\n  This cold is putting me in the weirdest moods:\/ I'm sorry I've been afk... I'm trying to get better\n  ","669027":"\n  Does this mean it's nap time?\n  ","669028":"\n  To see little fishys?\n  ","669029":"\n  Nuuuuu uhhhhh\n  ","669030":"\n  Our beauty and shine that lies beneath us\n  ","669031":"\n  You're so sweet OMG\n  ","669032":"\n  ??\n  ","669033":"\n  I don't have a fav... So I just posted a random one haha\n  ","669034":"\n  ??\n  ","669035":"\n  I'm feeling a little better❤️❤️\n  ","669036":"\n  Yeaaaaah I don't have a playlist lol\n  ","669037":"\n  No their actually comfortable\n  ","669038":"\n  HOW YOU DOIN\n  ","669039":"\n  Idk you tell me ?\n  ","669040":"\n  Submissive\n  ","669041":"\n  The right side of my brain lol\n  ","669042":"\n  Omg I don't care ?\n  ","669043":"\n  Only if their Asian ??\n  ","669044":"\n  Ehh unlikely\n  ","669045":"\n  Born to die Lana del Rey\n  \n  I know every song to that album ?\n  ","669046":"\n  I'm getting better ❤️❤️❤️ how are you?!\n  ","669047":"\n  I know my mind is filthy lol\n  ","669048":"\n  I hope you're only talking about presents ?\n  ","669049":"\n  Very needed, even if some say they don't need them, they'd probably be happier if they had at least one.\n  ","669050":"\n  BECAUSE WE LOVE EACH OTHER ???\n  ","669051":"\n  I adore you more ??\n  ","669052":"\n  Love love, wear them everyday ❤️❤️❤️❤️❤️ thank you so much\n  ","669053":"\n  Yes I am ??? that's why I haven't been on I don't have enough energy right now\n  ","669054":"\n  Thank you bby?❤️\n  ","669055":"\n  I'm ready to go out to eat omg ??\n  ","669056":"\n  I must smoke and then play my games and dream about a psvita ??\n  ","669057":"\n  Good afternoon ?❤️\n  ","669058":"\n  I'm sleepy ?\n  ","669059":"\n  Awh that sounds amazing ❤️?\n  ","669060":"\n  I cannot wait ????????????????? it's like presents for me getting better ❤️❤️\n  ","669061":"\n  So like I was expecting getting a pair of shoes today and they didn't come but then I get a light up belly button ring in the mail, so like I guess today is a good day ❤️???\n  ","669062":"\n  Now I'm off because I gotta do some chores ? I'll be back after, and I'll be on the computer so it will be a boomosion ?\n  ","669063":"\n  WE WOULD ALL DIE LIKE LITERALLY DIE\n  ","669064":"\n  It's really sad that I've gotten to the point when I hear about the wAr im kinda like \"not enough people have died yet and that's why it's still going\" but honestly I don't think I'm that far off.\n  ","669065":"\n  You're preaching to the choir bubba, i live in the heart of that failure\n  ","669066":"\n  It's a big deal, I'm not saying I agree with it... But it's happening so much they have to make a sentence that causes fear into people's heart so they don't do it.\n  ","669067":"\n  Selling anything can put you in prison. Distribution of any drug in any form is illegal\n  ","669068":"\n  Why thank you❤️❤️\n  \n  Idk if it's a sense of humor or the fact that I pretty much understand how our society works more than our society does.\n  ","669069":"\n  That's what the blue pills are for ???\n  ","669070":"\n  Uh if I were him, I wouldn't want my lifestyle to change ever. That's who he is, that's how he got famous, he can't change - he's a legend.\n  \n  My grandpa owned one of his gentlemens clubs in Chicago...\n  ","669071":"\n  The Chinese are doing it right when it comes to reproducing lol\n  ","669072":"\n  Weed smoothies, no I have not I've only seen that in rap videos with Xanax, cocaine, and alcohol ???? but brownies on the other hand, idk what you guys call them but their called space brownies\n  ","669073":"\n  I'm trying really hard to feel bad but it's hard to grow empathy or sympathy for something that's been going on since I was born and like our world is over populated so like ehhhh we can't all be saved. & since you're first impression was to call me a stripper because people actually get me things, doesn't make me want to wish you're life any better.\n  ","669074":"\n  That's what I was just thinking.... Like is he a God? Or what if the trick to a man living a long life was he just needed to be surrounded by loads of banging hot women ??\n  ","669075":"\n  Please OD\n  ","669076":"\n  No like it all makes sense hahahahahahhahahaahhahahaha\n  ","669077":"\n  Yeah if you want Americas help, don't expect them to come save you, we're more about seeing who's strong enough to come save themselves\n  ","669078":"\n  I get it now, it's just overly butthurt about the fact he was born in a shithole country too.\n  ","669079":"\n  Yeah that's what I was saying, he's so fucking rich he works in Dubai.... Like how is this so difficult for you to understand? Everyone who's American who goes to another country for work is a traveler you dumbass.\n  ","669080":"\n  PLEASE GO BACK TO SCHOOL AND LEARN HOW TO WRITE IF YOURE GOING TO TRY AND TELL OTHER PEOPLE HOW TO LIVE THEIR LIFE\n  ","669081":"\n  THANK YOU\n  ","669082":"\n  This guy has no idea what he's talking about like literally no idea\n  ","669083":"\n  You have to be in denial to not admit that if you are born in Africa, you're born in a shitty country hahah\n  \n  why do you think all of them come to America? Because they even know nobody is gonna do shit for them....\n  \n  DUDE THEY CAPTURE HUNDREDS OF THEIR PEOPLE SHOVED THEM IN A BOAT AND USED THEM AS SLAVES AND YOU THINK THEY ARE ACTUALLY TRYING TO HELP THEM? Omfg.... You dense motherfucker.\n  ","669084":"\n  MAY IS A BEAUTY\n  \n  Love love love ???\n  ","669085":"\n  I swear you're just pulling words out of your ass and you have no idea what we're even talking about\n  ","669086":"\n  No like my roommate is South African hahah it's a shit show down there especially in the north he said its sorta like Korea\n  ","669087":"\n  Omg how was it?! ??????\n  ","669088":"\n  PEOPLE FROM OTHER BROWN LIKE COUNTRIES DRIVE ME INSANE\n  ","669089":"\n  Africa is a shit show and always has been.\n  ","669090":"\n  I'm sorry about the questions I got about you, ?\n  ","669091":"\n  Take you're retarded English somewhere else and read this\n  \n  V\n  ","669092":"\n  THANK YOU SO MUCHH. Like I don't even know what to say besides God bless you, stay in my life forever\n  ","669093":"\n  I'm pretty sure it's just one of those super Hindu fucks lol\n  ","669094":"\n  You need to go, it's actually really annoying. Like I don't know if you think it's funny or something but you make me wish more and more you get bombed by an air strike\n  ","669095":"\n  Dude North Korea has it rough\n  ","669096":"\n  Do you go on YouTube, do you educate yourself? Do you realize theirs streamers for gaming who make 100,000 a day just by donations and people sending them random gifts of shit they don't need? It's the day and age of being a \"celebrity\" and you just sound like a bitter bitch because nobody cares enough about you to buy you things that make you happy, I mean I'm sure if I needed water and food they'd buy me it - #sorrynotsorry\n  \n  Maybe it's not like this in your brown culture, but in America is a regular thing\n  ","669097":"\n  You should probably get off the fucking internet if you think anyone does this\n  ","669098":"\n  Please shut the fuck up, it's not my fucking fault they were born in a shitty area with shitty genetics, I can't do anything about that. But what I do know is it doesn't matter where you're from, EVERYONE HAS BAGGAGE, everyone has a fight to go through, whether it's for clean water or to fight a disease, everyone has something unfair about their life so for you to compare me to a DYING AFRICAN is ridiculous because I know nothing of that struggle but I know a little bit of mine. So yes I can create lists so people buy me things, and people actually buy it and if you don't like that, that's a personal problem\n  ","669099":"\n  Yes I am ?? finally\n  ","669100":"\n  Have fun with that ??\n  ","669101":"\n  I think you don't even know what you're saying. Why would you tell me I'm lucky if I'm a stripper to you?\n  ","669102":"\n  It's me Sav!\n  \n  Sorry I thought we were introducing ourselves for some reason\n  ","669103":"\n  SATAN NEEDS YOU BACK IN HELL.\n  ","669104":"\n  I keep looking at the dermal ?\n  ","669105":"\n  With their own kids if they have them, but not their step children unless the other parent is dead.\n  ","669106":"\n  If I don't reproduce, these looks will go to waste... ?? that's how I like to think about it\n  ","669107":"\n  Or we can just not wonder about people's underwear and move on with our lives\n  ","669108":"\n  In this world I don't know what's on the floor that can give you cancer, so I'd probably not ?\n  ","669109":"\n  Yeah I can say the same thing about crystal meth but I'm not gonna do it\n  ","669110":"\n  HELLOO ??\n  ","669111":"\n  You can do whatever you'd like\n  ","669112":"\n  Do you wear thongs?\n  \n  Do you\n  \n  Wear\n  \n  THONGS?\n  \n  DO YOU WEAR THONGS THONGS THONGS THONGS GO THE FUCK AWAY\n  ","669113":"\n  I'm glad you think that❤️\n  ","669114":"\n  But life is about making choices why take that away from someone?\n  ","669115":"\n  Are you kidding?! You're one of the more intelligent ones\n  ","669116":"\n  Who needs a slave to do it when people are already generous enough to do it on their own?\n  ","669117":"\n  USE YOUR EYES\n  \n  V\n  ","669118":"\n  Thank you, it's fucking ridiculous ?\n  ","669119":"\n  I've took enough tests that have made the conclusion I have a different brain than the average human being so thank you ❤\n  ","669120":"\n  That's what the sex offender said before he ripped her body in half.\n  ","669121":"\n  Why do guys like stupid ass girls? & why are most girls literally retarded?\n  \n  And feminists wonder why men don't want to pay women the same amount..... They wonder why men believe they should be in the kitchen ITS BECAUSE FOR SOME REASON GIRLS THINK ITS SUPER CUTE TO BE THE WORLDS BIGGEST IDIOT. Yeah why don't you just write \"rape me that's all I'm good for\" across your goddamn forehead. Like holy shit, am I like one of the 4% or something? Like is that real, I took a test and i tested to have a different brain than average but godfuckingdamn no fucking wonder people are shooting up schools.\n  ","669122":"\n  Welcome back ?\n  ","669123":"\n  You'll crush me, im not trying to die\n  ","669124":"\n  NEW SHOES ARE SUPPOSE TO BE COMING IN TODAY ❤️❤️\n  ","669125":"\n  I feel like it's just because I haven't been on for like two days ?\n  ","669126":"\n  Don't fall to hard and hit your head.\n  ","669127":"\n  You're eyes sound like a place I wouldn't mind living in\n  ","669128":"\n  1. How can I forget when I have a total of 4 questions from you?\n  \n  2. I have over 200 questions.\n  \n  3. Patience is a virtue that many people need to learn\n  ","669129":"\n  \"You're going to be taken care of and won't have to worry about money for the rest of your life but you don't have to marry me I just want you to have the best life\"\n  \n  #biggestdreamcometrue\n  ","669130":"\n  Whichever anon this is\n  \n  V ?\n  ","669131":"\n  I feel like I have a bit too go before I can be the most beautiful girl in the world ?\n  ","669132":"\n  Haven't yOu been like afk for awhile?\n  ","669133":"\n  Hello beautiful may!❤️\n  ","669134":"\n  Omg you're too nice ? but I like makeup, it makes me more doll like ?\n  \n  & im probably going to make some this morning ??\n  ","669135":"\n  I'm so so so jealous!!!!??\n  ","669136":"\n  Thank you??\n  \n  I want to change my look but I just don't know what to do anymore ugh I hate feeling all sick because my head gets all fuzzy and I can never think straight. Ugh.\n  \n  I think I need to start wearing make up more ?\n  ","669137":"\n  I just got a whiff of Carl's Jr. Western bacon cheeseburger and I'm PISSED\n  ","669138":"\n  I'm going to start eating Clorox wipes I'm so goddamn hungry right now ?\n  ","669139":"\n  You're like the cutest thing ?\n  ","669140":"\n  I honestly think it's caribou Lou by tech n9ne ???\n  ","669141":"\n  WHY YOU SO OBSESSED WITH ME\n  ","669142":"\n  That sounds so fun ??\n  ","669143":"\n  Just wondering when green lava will stop being blown out of my nose and I can be a normal person again\n  ","669144":"\n  That's so cute ?\n  \n  Relationship status: NOT LOOKING ??\n  ","669145":"\n  Well hello there!!? how has everything been going for you darling?\n  ","669146":"\n  Walter white everybody.\n  ","669147":"\n  Eh you're human, you're bound to be wrong or to let someone down\n  ","669148":"\n  Omg ?? thank you ?\n  ","669149":"\n  Hello Simon ?\n  ","669150":"\n  Then you must be right ?\n  ","669151":"\n  I think I lied and found a new king\n  \n   @nkeefe\n  \n  ??\n  ","669152":"\n  OMG AM I ?!\n  ","669153":"\n  Oh no, I just feel like he's like a king on ask ?\n  ","669154":"\n  Wait when did I get married?\n  ","669155":"\n  Hello King ??\n  ","669156":"\n  Yeah, it just takes practice. You just need to teach the your non dominant side of the brain how to use the motor skills.\n  \n  If you couldn't, they wouldn't have made every left handed person learn how to write with their right back in the 50s, my dad was one of those.\n  ","669157":"\n  Holy shit is this Catholic school?\n  ","669158":"\n  Nope this is my que to get off, bye bye\n  ","669159":"\n  Thank you ❤️❤️I'm gonna go back to resting ??\n  ","669160":"\n  The only direction they are headed is hell ????\n  ","669161":"\n  Find a new job\n  ","669162":"\n  Myself\n  \n  HAHAHAHAHAHAHAHHAHHAHAHAHAHHHA\n  \n  HAHAHAHAHAHAHAHA\n  \n  HAHAHAhahaahahha\n  \n  Hahahhahaha\n  \n  HAhahaha\n  ","669163":"\n  MILEY CYRUS\n  \n  MILEY MILEY MILEY MILEY\n  ","669164":"\n  You say this like I know who you are but thank you ?❤️\n  ","669165":"\n  I got the most likes on an answer I said I was leaving ? I know what people really want ?\n  ","669166":"\n  Yeah it'd be nice to know when a guy is actually upset instead of seeing numerous holes in the wall\n  ","669167":"\n  I'm leaving because people are sending me really annoying anon questions that I just don't have the patience for haha maybe I'll be on later ?\n  ","669168":"\n  Not on purpose but you can't lie and say it's never happened ?\n  ","669169":"\n  Omg????? LOVE YOU\n  ","669170":"\n  ?❤️??\n  ","669171":"\n  Hello\n  ","669172":"\n  If I were I'd be rich..\n  ","669173":"\n  Of course you know her most famous quote ?\n  ","669174":"\n  I barley remember that show I watched that when I was like 4 years old!\n  ","669175":"\n  That's hasleys lyrics??? I love her! Thank you so much ❤️❤️ you are so nice ?\n  ","669176":"\n  GO UNDER THE TROLL BRIDGE WHERE YOU BELONG HELGA\n  ","669177":"\n  All I can say is you can never win. There's problems when there's no money and there's problems when there's to much money. And it's hard to love in this world without money. So it's just a loosing battle\n  ","669178":"\n  Omg thank you!!!!!??\n  ","669179":"\n  Alright well, let's start with my dad. My dad was poor growing up, he got through every school he went too by scholarship because without it his family wouldn't have had enough money to have sent him to school. He went to boarding school (first scholarship) at age 12 and had I think like two jobs to pay for food and was on the baseball team and had incredible grades. Then he got a scholarship for another high school and my dad rebelled around this age. Apparently went to prison for 18 months. Which makes this story even more incredible, so after prison (my dad hasn't really told me much about this part of his life so this all I know) he had two full time jobs and got a scholarship into college because I think he scored in the very high range on the SAT so he went San Diego so he lived in a car for those 4 years of college to save money cause he ended up going to South America for a bit. After that he got offered a job at UCSD microbiology then somehow met my mom who told him to go to school as a lawyer, so he went to take the bar exam and ended up getting a scholarship to law school after that. Graduated law school being one the top lawyers in San Diego got offered to be partnered which makes 500,000 a year but he was like fuck that I want to spend time with my kids and made his own law firm and bam now we're here.\n  \n  My mom on the other hand is more generational money. We're from Hiroshima, and my grandpa was royalty he was a 'prince' because my grandma and her sisters married my grandpa and his brothers, it was all arranged and they owned bowling alleys, apartments, bars, and clubs all over in Chicago and then in San Fransisco they had acres and acres of vineyards all before the war. My mom said her parents were billionaires before she was born. But after the war, for my mom to have a better life her parents had to give up pretty much everything....but the government gave everyone in my moms side few millions   So that's how they funded my mom through college and stuff but my mom got her career at age 24 and was making 6 figures by then... And 30 years later she was making 10 sooo.... I think that's why my parents are gross rich.\n  \n  Sorry not sorry this is so long but you asked, it's not a simple answer lol ?\n  ","669180":"\n  My momma is Rome so all I did was send her this because it's exactly what she wants ?\n  ","669181":"\n  I'm not but my parents are ?\n  ","669182":"\n  Yeah cause I just keep a high score record when I sneeze ?\n  ","669183":"\n  LOVE ???\n  ","669184":"\n  Depends how sick I am ? but it's mostly just two\n  ","669185":"\n  I would kill for my mothers ambition and strength. Her ability to take risks. Her ability to not give a flying fuck about what people think about her and does whatever makes her happy.\n  ","669186":"\n  Probably going to do sudoku in bed and melt my brain with shows ?\n  ","669187":"\n  I'm trying my best? I've been resting so much\n  ","669188":"\n  I'm still sick but I feel better, thanks??\n  ","669189":"\n  Omg ?\n  ","669190":"\n  I'll be on soon guys, I'm really not feeling too well ?\n  ","669191":"\n  Yess, let's have something fun to do when I come back on and start feeling better ❤️?\n  ","669192":"\n  Send them @@@@@@@@@@\n  ","669193":"\n  It the closest thing we have to magic\n  ","669194":"\n  I CANT WAIT TO TRY THIS SHIRT ON OMG IM PROBABLY GONNA WEAR IT A LOT\n  ","669195":"\n  I would like to thank you for this award ?\n  ","669196":"\n  I don't want it\n  ","669197":"\n  I know I just haven't been feeling my best lately to tAke any new pics\n  ","669198":"\n  You're silly ?????\n  ","669199":"\n  Today is may 6\n  \n  In exactly one month from today I'll be\n  \n  2️⃣1️⃣\n  ","669200":"\n  Is it normal for you to ask questions about pornstars?\n  ","669201":"\n\n   @sk8807\n  \n\n   @EllaSinclaire\n  \n\n   @Pookeo9\n  \n\n   @ellejaylily\n  \n\n   @Names_ShyGirl\n  \n\n   @FBHeskie\n  \n\n   @Xxchloboxx\n  \n\n   @Mikihart\n  \n\n   @adoringavory\n  \n\n  I feel like there's more, but I just put the people who's pages entertain me the most ??\n  ","669202":"\n  Hi sweetie, I'm having an okay day, I'm probably going to be in bed doing sudoku all day because I'm actually getting sick and feel rotten ? but I hope you and everyone else has a way better day than me ❤️\n  ","669203":"\n  I wake and bake ?\n  ","669204":"\n  Indeed I do\n  ","669205":"\n  The fact you follow me ?\n  ","669206":"\n  does a bear shit in the woods?\n  ","669207":"\n  holy shit who stole my reproductive egg and made a child\n  ","669208":"\n  why are you calling it \"out of this world\"?\n  ","669209":"\n  actually, on the internet: so many people pretending to be certain attractive people, but somehow manage to be the funniest, coolest people ever.\n  \n  in real life: you wonder where all those attractive people are and then you realize they are probably inside on their real social media sites with real friends and all you're left with are the ones who are just not winners.\n  \n  that's how it is in cali lol\n  ","669210":"\n  9 months before you were born.\n  ","669211":"\n  i added it, and wait what do you mean $50 free shipping? like youre buying 50$ worth of things?\n  ","669212":"\n  is this rape or?\n  ","669213":"\n  when it looks like their arent any organs in her body, yeah i think its a little gross haha\n  ","669214":"\n  gotta get some more shoes first :D\n  ","669215":"\n  all i know is that this makes my brain hurt trying to think about that cause holy balls that would be crazy. honestly, i have no idea except i would love that world.\n  ","669216":"\n  it's an ethnicity\n  ","669217":"\n  ugh thats so annoying, but its okay im really happy you got a refund! at least you didnt lose your money <3 if you want to buy me something, you can(:\n  ","669218":"\n  Wishing I could congratulate this person for being ? gold\n  ","669219":"\n  That moment when you laugh way to hard at this ?\n  ","669220":"\n  I'm so sorry Hun ?\n  ","669221":"\n  I miss you too?\n  \n  Why just okay?!\n  \n  I'm pretty good darling ❤️\n  ","669222":"\n  Hahahahahhahahahahahahhhaha \"neighbors to the south\" I don't know why that cracks me up but holy shit ??\n  \n  Dude everyone would be required to have a bong, so we could all get along. I'd make that the 11th commandment\n  \n  #boomforpresident2020 ?????\n  ","669223":"\n  I remember you!!! ?❤️ how are you?!\n  ","669224":"\n  Omgosh! You need to stop being so hard on yourself!!\n  ","669225":"\n  I don't understand why you are so disliked ?\n  ","669226":"\n  So like does anyone want to get me like 5 warp tour tickets ?\n  ","669227":"\n  Omgomgomg ??????\n  ","669228":"\n  I'm good!!:) you?\n  ","669229":"\n  Then we could be allies ?????\n  \n  #boomforpresident2020 ?\n  ","669230":"\n  Why thank you ????\n  ","669231":"\n  A little too often\n  ","669232":"\n  Omfg what is our world coming too hahah it's like I'm going to have to run for president for the good of my country more than to be a president hot damn not my jam\n  \n  #boomforpresident2020\n  ","669233":"\n  Hahahahahahahaha I know I just wanted to make a gay joke since I'm all for homosexuals #boomforpresident2016\n  ","669234":"\n  Well maybe you act like one but you don't look like it ?\n  ","669235":"\n  OF THE CLOSET?\n  ","669236":"\n  No reason to be sorry\n  ","669237":"\n  YES LETS DO IT!\n  ","669238":"\n  Show me ?\n  ","669239":"\n  Hi there ?\n  ","669240":"\n  Omg ??? thank you so so much ??\n  ","669241":"\n  OF COURSE ??\n  ","669242":"\n  That's because you're too goddamn sweet\n  ","669243":"\n  Thank you so much!\n  \n  IM SO PROUD OF YOU\n  ","669244":"\n  Omg I doubt it\n  ","669245":"\n  Agree to disagree haha\n  ","669246":"\n  I'm having one of those days where when I try to take a picture I look an ungroomed troll who has pores the size of a planet haha like idk what's going on with my face but it's just not having it today ?\n  ","669247":"\n  I'm so happy you think so❤️❤️\n  ","669248":"\n  Well I know this or I wouldn't be queen of it, I just meant right now I look ugly haha\n  ","669249":"\n  No I mean right now\n  ","669250":"\n  To ugly for a selfie but my rings look good ❤️\n  ","669251":"\n  Omg I already have like 3 votes, I think I could really do this. Should I start running now, and go have a very halarious debate with him.\n  ","669252":"\n  Run along ?\n  ","669253":"\n  That's cute\n  ","669254":"\n  What about it\n  ","669255":"\n  We're all gonna die\n  ","669256":"\n  Good?\n  ","669257":"\n  Omg you stole a smurf?\n  ","669258":"\n  ???? all day everyday\n  ","669259":"\n  What's up?\n  ","669260":"\n  I wish I really could be a public speaker and go on shows and have like crazy debates and show the world both sides, so I can be the one to step out of my own shoes and look at it in the other people's perspective and make the world understand the reason whys it's so fucked up is because they're all fucked up. I would love to have a conversation with an extremist feminist too omfg I would run a train on them.\n  ","669261":"\n  How\n  ","669262":"\n  SLAVERY ENDED ALREADY, GO SAY WHATS UP TO ABRAHM AND HAVE HIM TELL YOU WHATS UP\n  ","669263":"\n  Means I totally get why your life is shitty, you live in a shithole state. I'm sorry. :\/\n  ","669264":"\n  I can't even imagine omfg\n  ","669265":"\n  I'd be a kick ass president, there would be no bullshit.\n  ","669266":"\n  I just have my mom tell me Italian news instead cause they somehow know more about us than we do\n  ","669267":"\n  Are you going to become one?\n  ","669268":"\n  Why?\n  ","669269":"\n  Oh my god, it would be ??\n  ","669270":"\n  THE TRUTH IS ALL THAT I SPIT\n  ","669271":"\n  So you're fake?\n  ","669272":"\n  Good good???you?!\n  ","669273":"\n  Faker?\n  ","669274":"\n  Morning ???\n  ","669275":"\n  BECAUSE WE THE NUMBER ONE NIGGAS\n  ","669276":"\n  That's America for you lol\n  ","669277":"\n  And things start to become clearer.\n  ","669278":"\n  That's my name ?\n  ","669279":"\n  AYO maggot\n  ","669280":"\n  Like you think Obama got elected because people voted for him? HAHAHAHAHAHAHAHAH THATS THE FUNNIEST JOKE IVE EVER THOUGHT ABOUT\n  ","669281":"\n  Dude, where the fuck are you from. I swear people are only this ruthless in movies\n  ","669282":"\n  NIGGA NIGGA NIGGA NIGGA\n  ","669283":"\n  YeAh but that doesn't mean shit when democracy is dead\n  ","669284":"\n  2️⃣0️⃣\n  ","669285":"\n  BECAUSE YOU SAID SO, I BELIEVE YOU ?\n  ","669286":"\n  We're fucked is all I have too say\n  ","669287":"\n  But you know like most of the office wants him out of it\n  ","669288":"\n  IM UGLY AND I KNOW SO I CLAP MY HANDS ???\n  ","669289":"\n  Hey guys?\n  ","669290":"\n  I know I heard, what a puss\n  ","669291":"\n  They are hands down ready to blow trumps dick\n  ","669292":"\n  I've decided I probably shouldn't become any sort of    politician because I'd probably create a test to find out how ignorant a person is and then probably send them to the pit of death because I'm sick and tired of those idiots ruining our world like if we didn't have them this world would get along so much better\n  ","669293":"\n  The last tweet is the best ??omfg her point is so funny, but omg people are retarded like literally stupid. It's just the idiots who live in the middle of the country. Go anywhere along the coast you have nothing but a big melting pot. Do they not realize this was evening happening when there were salves too? How do you think we got those light skin niggas? Like it really pisses me off when people can't get there head out of there own ass like honestly probiowarfare and wipe those pieces of shit off the planet, we don't have room on earth for anymore ignorance\n  ","669294":"\n  Why's the fuckzernaut not?\n  ","669295":"\n  7 things I hate about you ?\n  ","669296":"\n  Haha good:)\n  ","669297":"\n  Throw up on your face because I probably have the herps\n  ","669298":"\n  Omlordylord, I WISH. ? but thank you, you're so so sweet !\n  ","669299":"\n  What is this snap of the chatting you speak of?\n  ","669300":"\n  I've been good!!!❤️❤️❤️❤️ how about you?!\n  \n  Naaaaaah that ain't me, that's Beyoncé ?\n  ","669301":"\n  Only if I get to choose their names\n  ","669302":"\n  Well I'm obvi white but I'm also 25% Vietnamese and that's all I know\n  ","669303":"\n  That's my best friend \/ one of the roomies\n  ","669304":"\n  We can take dabs ??\n  \n  P.s. I'm in the blanket hahahah his room is cold asf\n  ","669305":"\n  I've always been a shoe addict ?\n  ","669306":"\n  Thank you?\n  ","669307":"\n  You got it lovely:)\n  ","669308":"\n  What's up\n  ","669309":"\n  Welcome back my friend ??\n  ","669310":"\n  That before bed picture ❤️\n  ","669311":"\n  ? you are so great ??\n  \n  I honestly wish my night wasn't already over, I felt like my day got ahead of me again ?poopybutts man\n  ","669312":"\n  Tbh I don't know how people keep up with this shizzzznit\n  ","669313":"\n  Omgosh?\n  ","669314":"\n  Well that explains it, I hope you are resting ?\n  ","669315":"\n  If it wasn't trashy and hooker looking ?\n  ","669316":"\n  I think I'm a little to young to have one yet, I mean I wish I was some prodigy of some sort and could say I've accomplished and succeed in something so great but honestly I really haven't had a great success yet-nothing out of the ordinary.\n  ","669317":"\n  What did you do\n  ","669318":"\n  Like a migraine?\n  ","669319":"\n  Way too legit ?\n  ","669320":"\n  Omg thank you so much❤️❤️\n  ","669321":"\n  Me too!!:)\n  ","669322":"\n  I think this is probably the best thing anyone has ever told me to be?\n  ","669323":"\n  Whatever makes the person more comfortable\n  ","669324":"\n  Sleep tight?\n  ","669325":"\n  DUDE I CAN AGREE???? she looks amazing in her video!! I love Britney honestly and always will ?\n  ","669326":"\n  Hey hi hello\n  ","669327":"\n  savannahamess\n  ","669328":"\n  GIMME GIMME\n  \n  GIMME GIMME\n  \n  MORE ??\n  \n  It's Britney bitch ??\n  ","669329":"\n  Thank you so much honey ?\n  ","669330":"\n  By being awesome ?\n  ","669331":"\n  Like you ?\n  ","669332":"\n  Thank you beautiful lady ?\n  ","669333":"\n  Anything about feet, tickling, or my underwear\n  ","669334":"\n  Hahahhahaha no\n  ","669335":"\n  You make me so happy omgg I love being able to look at clothes all day ❤️❤️\n  ","669336":"\n  Are you real cause like you're gorgeous ?\n  ","669337":"\n  Omg ??\n  \n  Things like this make me unable to comprehend life sometimes .... Like is this real? ?\n  ","669338":"\n  Well you are so freaking nice to me bby and you brighten up my life and you made me confident in myself, what more could I ask for??? so I have to show you somehow that you mean the world to me❤️?\n  ","669339":"\n  I love it, I'm hoping to get some darker jeans soon to wear together ?? but I'm definitely getting more crop sweaters, new fav\n  ","669340":"\n  What if someone stole them?! Should I call but I don't have the tracking number.. I never received anything so idk ?\n  ","669341":"\n  AYE YOU SWEET LITTLE FUCKER❤️??? I realized just right this second I need to show you more how much I appreciate yu?\n  ","669342":"\n  If I can make you laugh, I've accomplished everything in life\n  ","669343":"\n  I really really want it, I just need to save up a little bit of money first\n  ","669344":"\n  It's pretty good :)\n  ","669345":"\n  That's probably for the best\n  ","669346":"\n  FUCK YESSSSSSS\n  ","669347":"\n  I have to finish your soundproof coffin so no one can here you scream\n  ","669348":"\n  If you're askin like this on here I'm gonna guess nobody wants too.\n  ","669349":"\n  Oh hey lol\n  ","669350":"\n  That better be a great thing\n  ","669351":"\n  IT'S GETTING HAWT IN HERE SO TAKE OFF ALL YOUR CLOTHES\n  ","669352":"\n  HOLY YES DARLING ❤\n  ","669353":"\n  SHINE BRIGHT LIKE THE SUN\n  ","669354":"\n  Oh god please for the sake of humanity don't use your goddamn phone in class.\n  ","669355":"\n  Close enough\n  ","669356":"\n  Psh, they mean memorize\n  ","669357":"\n  I SHINE BRIGHT LIKE A DIAMOND\n  ","669358":"\n  I'm pretty good, almost done with the daily chores\n  ","669359":"\n  Thank you, that means a lot :)\n  ","669360":"\n  I don't realize I always wear this shirt ...\n  ","669361":"\n  Don't get a uti now.\n  ","669362":"\n  It's okay, you got to do what you have to do\n  ","669363":"\n  Good afternoon :)❤\n  ","669364":"\n  A desk job filing paperwork all day\n  ","669365":"\n  Thank you so much ❤❤\n  ","669366":"\n  Haagahahaha when me and my best friend graduated high school earlier than everyone else And didn't want to go outside unless it was to get food so instead we colored together and I was sending him this after he left my house because I finally finished it lol\n  ","669367":"\n  This name doesn't mean anything to me haha\n  ","669368":"\n  Why do you want to die?\n  ","669369":"\n  Thank you for your honesty ❤\n  ","669370":"\n  I'm gonna be honest I forgot what I said but omg I need some hand held gaming thing ugh\n  ","669371":"\n  OMG OMG ❤❤❤\n  ","669372":"\n  Did you know I stop wearing make up as often and started going natural because you made me believe I could ❤\n  ","669373":"\n  I'm sad you left :(\n  ","669374":"\n  I'm good, you? ❤\n  ","669375":"\n  You're so sweet!:)\n  ","669376":"\n  Did something happen to her face?\n  ","669377":"\n  THIS IS THE BEST COMPLIMENT A NIGGA HAS EVER GIVEN TO ME ❤❤\n  ","669378":"\n  That's what I like to hear❤\n  ","669379":"\n  So you're down to date someone you've never met?\n  ","669380":"\n  What are you asking me\n  ","669381":"\n  Oh thank you :)\n  ","669382":"\n  I don't know if you've heard but there is not freedom because its not free\n  ","669383":"\n  What's up what's up gangsta slut\n  ","669384":"\n  I swear everything I own does\n  ","669385":"\n  ⬇️\n  ","669386":"\n  Donediddiddlydone nigga ?\n  ","669387":"\n  I don't think I have one really\n  ","669388":"\n  Old enough\n  ","669389":"\n  Maybe because I don't want you too...\n  ","669390":"\n  When \"getting high\" meant on a swing\n  \n  ...When \"Protection\" meant wearing a helmet\n  \n  ...When the worst thing you could get from BOYS were cooties\n  \n  & the worst thing you could get from Girls was a cold\n  \n  ...When Mum was your only hero\n  \n  & Dads shoulders were the highest place on earth\n  \n  ...Your Worst Enemies were your siblings\n  \n  ...When The only \"Drug\" you knew was cough medicine\n  \n  ...Wearing a skirt didn't mean you were a \"Slut\"\n  \n  ...The only thing you \"Smoked\" was the tires on your bike\n  \n  ...The only thing that would \"Hurt you\" were skinned knees\n  \n  ...The only thing that could be \"Broken\" were your toys\n  \n  ...When \"Goodbyes\" only meant until tomorrow...\n  \n  - Unknown\n  ","669391":"\n  Omg OMG omg ❤️?? DA HOMIE G SLICE NIGGA ??? you're so chill and I usually rant to you which is pretty cool cause you give me the chilliest advice ever that's like oh yeah you're totally right ?? awesome bestie ??\n  ","669392":"\n  I love you for who you are. Whether to claim to male or female you're amazing either way. ?? I'm so glad we're friends and I'm so proud of you for being so brave. ??\n  ","669393":"\n  It's okay ?\n  ","669394":"\n  I wish you could change your @ sometimes ?\n  ","669395":"\n  I thought we were ?\n  ","669396":"\n  Like I literally cannot have conversations on anything else and I'm sorry about that\n  ","669397":"\n  DONT TELL ME, PUSH ME TO THE GROUND AND ROLL ME\n  ","669398":"\n  Why does there always have to be somewhere else we have to go?\n  ","669399":"\n  But laying in bed is nice too ?\n  ","669400":"\n  What are you thinking about?\n  ","669401":"\n  That sounds so lovely ?\n  ","669402":"\n  HOLY SHIT IM BURNING\n  ","669403":"\n  Democracy is dead. ?\n  ","669404":"\n  Pretty chill, how about yours ?\n  ","669405":"\n  Like spicy hot or like im on fire?\n  ","669406":"\n  Hey thanks ??\n  ","669407":"\n  Love my new shoes ???❤️\n  ","669408":"\n  I love that name❤️❤️\n  ","669409":"\n  I love it\n  ","669410":"\n  Killin it ?\n  ","669411":"\n  I've never read a monologue before and said to myself \"HOLY FUCKING SHIT THAT IS ME,\" until i read \/ heard this :\n  \n  I was in the winter of my life\n  \n  And the men I met along the road were my only summer\n  \n  At night I fell asleep with visions of myself dancing and laughing and crying with them\n  \n  Three years down the line of being on an endless world tour and my memories of them were the only things that sustained me\n  \n  And my only real happy times\n  \n  I was a singer\n  \n  Not a very popular one\n  \n  I once had dreams of becoming a beautiful poet\n  \n  But upon an unfortunate series of events saw those dreams dashed and divided like a million stars in the night sky\n  \n  That I wished on over and over again, sparkling and broken\n  \n  But I really didn’t mind because I knew that it takes getting everything you ever wanted and then losing it to know what true freedom is\n  \n  When the people I used to know found out what I had been doing how I had been living, they asked me why, but there’s no use in talking to people who have a home\n  \n  They have no idea what its like to seek safety in other people\n  \n  For home to be wherever you lie your head\n  \n  I was always an unusual girl\n  \n  My mother told me that I had a chameleon soul\n  \n  No moral compass pointing me due north\n  \n  No fixed personality\n  \n  Just an inner indecisiveness that was as wide and wavering as the ocean\n  \n  And if I said I didn’t plan for it to turn out this way I’d be lying\n  \n  Because I was born to be the other woman\n  \n  Who belonged to no one\n  \n  Who belonged to everyone\n  \n  Who had nothing\n  \n  Who wanted everything\n  \n  With a fire for every experience and an obsession for freedom that terrified me to the point that I couldn’t even talk about it\n  \n  And pushed me to a nomadic point of madness that both dazzled and dizzied me\n  ","669412":"\n  oooooooooooooooooh really now\n  ","669413":"\n  why cant you look at me like all the other boys do\n  \n  why cant you want me like all the other boys do.\n  ","669414":"\n  thats blasphemy, id be opposed\n  ","669415":"\n  yeah, its like the worlds stupidest thing ive ever done.\n  ","669416":"\n  awh thats good, im getting quite annoyed atm. lol\n  ","669417":"\n  smoking on that devils lettuce\n  ","669418":"\n  holy shit are you old enough to have a computer?\n  ","669419":"\n  some people are really getting on my nerves, im not gonna name any names but certain people who keep fucking talking to me even though i didnt reply to the first one really need to stop.\n  \n  where do people get the logic \"oh they havent answer must annoy them more\"\n  \n  no nigga, if i dont reply the first time what makes you think i would want to reply to the second or third? jesus\n  \n  PATIENCE IS A VIRTUE. OR BEING LIKABLE IS A THING TOO.\n  ","669420":"\n  yeah myself. HAHA\n  \n  the only person who knows exactly how to make me laugh, is myself. i crack myself up all the time and just make jokes to myself even if no one else gets it and bam im smiling ahahah\n  \n  the only person who will ever fully get your sense of humor is yourself, so why not make jokes instead of relying on others to do it for you?\n  ","669421":"\n  on a scale of 1- stalker, how much do you really like me?\n  ","669422":"\n  kiss me kiss me\n  \n  now you gonna miss me\n  ","669423":"\n  & we will float like angels together\n  ","669424":"\n  im waiting for you to look deep into my soul\n  ","669425":"\n  nigga no.\n  ","669426":"\n  you're one of the visual fantasy types arent you\n  ","669427":"\n  omg no your compliments are\n  ","669428":"\n  21 and up\n  \n  ha thats a pretty fucking funny movie\n  ","669429":"\n  i love it <3\n  \n  i feel like my stomach is one of those stomachs that don't look like a complete dumpster slut on fire wearing belly button rings, its nice HAHAH.\n  ","669430":"\n  now i dont need them, people are just doing things out of the kindness of there heart instead of playing this sick game of \"how forceful can i be\"\n  ","669431":"\n  HOLLYWOOD.\n  ","669432":"\n  omg omg ily ily\n  ","669433":"\n  oooooh yeah\n  ","669434":"\n  i dont want no butt kissing\n  ","669435":"\n  kiss my ass?\n  ","669436":"\n  no because none of that is fun\n  ","669437":"\n  it feels like the world is spinning faster than i can manage. i had all these dreams but none of them have gotten accomplished. i thought life was gonna get easier when you grew up, but it is nothing what i expected. this year especially, i havent conquered any of the goals yet and it feels like im running out of time.\n  ","669438":"\n  thank you, but what is \"very you pretty\" HA\n  ","669439":"\n  i feel amazing when i read things like this <3\n  ","669440":"\n  you're one of my favorites that i follow, i wish i could come over and do make up with you):\n  ","669441":"\n  i would love to be friends.\n  ","669442":"\n  ahh thank you so much!<3 i love them omg\n  ","669443":"\n  omg i dont think so, but thank you so much!\n  ","669444":"\n  Revolution remix is my FAV, if you find any more that song like that please send me them!! thank you so  much!! <3 <3\n  ","669445":"\n  i notice everybody, i just cant get to everyone all at once or i would never leave the computer.\n  ","669446":"\n  awwwwwwwwwwwwwwwwwwh, goddamn\n  ","669447":"\n  pretty good, how are you?\n  ","669448":"\n  amazon has wishlists that shipped the stuff to me but other people can purchase it for me, i take pictures of myself in the things that were bought for me which im slacking on at the moment, but that explosion will happen soon. but thats really it.\n  ","669449":"\n  ello\n  ","669450":"\n  thank you so much, <3 i dont really have words to say back besides the fact this makes me blush a lot lol\n  ","669451":"\n  when i get my own boat, because i really want a boat aka yacht\n  \n  and this is what its gonna be called\n  \n  \"CAPTAIN STABBIN DEEZ KNOTS\"\n  ","669452":"\n  things like this put the biggest smile on my face. i could never think of myself in the way you do, but its so nice to be able to be told such nice things.\n  \n  a lot of people in irl dont really say or treat me like people on here do and it worries me, sometimes i wonder am i as special as all of you are saying?\n  \n  thank you so much for your kind words, you never let me hold any doubt.\n  ","669453":"\n  who you gonna call?\n  \n  GHOST BUSTERSSS.\n  ","669454":"\n  omgosh, thank you so much i feel like a million bucks<3\n  \n  i dont know why this is making me think of ducks and OMG THERES THIS PERIODIC FUCKING BEEPING GOING ON AND IM ABOUT TO GO NUTS\n  ","669455":"\n  *starts sobbing*\n  \n  IVE BEEN TRYING TO FIND HIM\n  ","669456":"\n  i need more people like you in my world <3\n  ","669457":"\n  i am so sorry darling, that really sucks ):\n  ","669458":"\n  are you trying to tell me you're my father?\n  ","669459":"\n  that moment when you try to answer 200+ questions and shopping on amazon at the same time oh god, i had no idea i am such a multi-tasker hahah\n  ","669460":"\n  keeps the friendship alive loool\n  ","669461":"\n  HEY. YOURE NOT A SLUT. :( you're worth way more <3\n  ","669462":"\n  i love your face even though i dont know what it looks like, i still love it.\n  ","669463":"\n  you all make me feel so special.\n  ","669464":"\n  OMG THANK YOU, IM WAITING FOR BAE TO GET HOME BECAUSE I USE HIS PHONE TO TAKE PICTURES OF MYSELF BUT I CAN'T WAIT TO PUT ON AN OUTFIT<3333 THANK YOU THANK YOU\n  ","669465":"\n  How the hell, what the ?! I had no idea these were coming!!!! Omg omg thank you whoever bought these ❤❤❤❤❤❤❤❤❤ probably the biggest surprise I've gotten yet!\n  ","669466":"\n  What's up?\n  ","669467":"\n  I'VE MISSED YOU\n  ","669468":"\n  I would change the way the leaders run this country. But I feel like its impossible at this point, it's gotten so bad that I don't think you could really do anything to save us lol\n  ","669469":"\n  Jesus is in the room\n  ","669470":"\n  I'm usually the one who starts laughing so everyone looks at me and I say \"guys don't all start talking at once\"\n  ","669471":"\n  Is artichoke a vegetable? If so, I'd probably choose that one because I have so many different layers that have a little goodness in each and every one.\n  ","669472":"\n  \"We really need to talk\"\n  \n  Worst: because everyone knows nothin good comes after this sentence\n  \n  Best: people usually only say this when their trying to be open and honest, there's nothing better than true honesty\n  ","669473":"\n  WHY YOU SO ADORABLE?!\n  \n  Why'd you make a new account?!\n  ","669474":"\n  I'm so sorry, are you in class?\n  \n  Omgomgomg it's almost like winning the lottery!!!!! Hence the word almost..\n  ","669475":"\n  I'm feeling very creative today and want to write, so I'm gonna make every answer probably way longer than it should be lol but I feel good today in such a way my writing flows off my finger tips, I know it's going to be a good day-long but good.\n  ","669476":"\n  I missed you too❤❤❤\n  ","669477":"\n  That's actually very true, I have like every color lol\n  ","669478":"\n  Omg that's so exciting\n  ","669479":"\n  I feel honored someone thought of me when they saw your picture :) ❤❤\n  ","669480":"\n  People buy me presents so I have things to model in.. Speaking of that I have to take more pictures\n  ","669481":"\n  Me too, bright and spanking early lol that I may crawl back into bed ?\n  ","669482":"\n  Chicken butt ?\n  ","669483":"\n  TWINKLE TWINKLE LITTLE SLUT ⭐️\n  \n  OH HOW SHE LIKES IT IN THE BUTT\n  \n  HERE OR THERE\n  \n  SOMETIMES EVERYWHERE\n  \n  TWINKLE TWINKLE LITTLE SLUT ?\n  \n  EVERYBODY HAS BEEN IN HER BUTT ???????\n  \n  I wrote a new song ????????? I'm dead ?\n  ","669484":"\n  Awh I'm glad you were cheered up a bit ?? I'm doing better, thanks❤️??\n  ","669485":"\n  Totally wasn't expecting that ? but damn that was smooth and good ??\n  ","669486":"\n  Why are you leaving darling?!?? I hope everything is okay, and I hope you do come back because I'm gonna miss seeing your little face on my screen ?? thank you for my life brighter, I'm gonna miss you ?❤️?\n  ","669487":"\n  You should show me your top fav! ???\n  \n  I'm sorry I always have to go? people just don't understand the whole ask thing so I get judged or the people I'm around are envious idk all I know is whenever I'm on too much they get really butthurt, ugh why why ?\n  ","669488":"\n  KILLIN YOU WITH MY SEXINESS ???\n  ","669489":"\n  I don't even know what famous even means anymore ?\n  ","669490":"\n  Any of them you could share?! ???\n  \n  I'm watching my buddies play mw3 lol ?? that's why I'm here ?\n  ","669491":"\n  I FEEL LIKE ASK IS REGRETTING VERIFYING ME ??????\n  ","669492":"\n  These questions make me sad because I don't want to choose a favorite\n  ","669493":"\n  ?????????\n  ","669494":"\n  She's cute ?\n  ","669495":"\n  By being a young blood\n  ","669496":"\n  DRIP DRIP DRIP GOES THE PUSS ???? okay okay I'm done hahah ??HOWDY?? what's uppp?\n  ","669497":"\n  ????? IM SORRY I WAS SINGING IT OUT LOUD, it was tooo catchy\n  ","669498":"\n  I almost got it , but didn't ?\n  ","669499":"\n  Just trying to go through my questions so it's not so much random bs ? hbu\n  ","669500":"\n  Ask someone who just got out of women's prison.\n  ","669501":"\n  I did, I wish they had more variety in there or I wish I was better at finding it lol\n  ","669502":"\n  Hi.\n  ","669503":"\n  Goddamn some of you send way to many repeat of the same question..\n  ","669504":"\n  A shank so I don't have to eat pussy my whole sentence and I could get a good rep?\n  ","669505":"\n  What about being adopted? lol\n  \n  But maybe actually that's a hard question because all of those are run by some organization of sorts so you don't really know what to expect when it comes to care.\n  \n  Foster home would be my last choice for sure, the chances of you getting into a good home with people who aren't in it for the money is hard.\n  \n  Orphanages suck in general.\n  \n  & I thought group homes were for the old or addicts haha\n  ","669506":"\n  You are so kind ❤️?\n  ","669507":"\n  Love✨\n  ","669508":"\n  I WANNA SEE THAT PUSSY POP AND DRIP DROP DRIPPITY DROP (must sing) ??\n  ","669509":"\n  No darling, just haven't been fully on ?\n  ","669510":"\n  You don't want to marry me!\n  ","669511":"\n  It should be her man dreams*\n  ","669512":"\n  Bowchickawowwow??❤️✨ily\n  ","669513":"\n  My heart ❤️\n  ","669514":"\n  I feel French ?\n  ","669515":"\n  Maybe their entitlement or laziness\n  ","669516":"\n  I had no idea!! ?\n  ","669517":"\n  TODAY ENDED UP BEING A PRETTY GREAT DAY. ?\n  ","669518":"\n  Oh because she grew up in Cali lol she still has an arranged marriage. But she will not wear the traditional clothing, and she is actually fighting her parents on not having to marry someone she doesn't want too\n  ","669519":"\n  Sounds quite Catchy ?\n  ","669520":"\n  Why what?\n  ","669521":"\n  I had one but she was very very corrupted lol\n  ","669522":"\n  I feel both should spoil each other in some way, or it's not really fair\n  ","669523":"\n  Oh no!!! I hope you rest up ❤️??\n  ","669524":"\n  You sound like a lovely person to marry ?\n  ","669525":"\n  Thank you so much ❤️\n  ","669526":"\n  You too Hun ❤️?\n  ","669527":"\n  It's okay... Not everyday can be a good day ?\n  ","669528":"\n  Why do you want to marry me?\n  ","669529":"\n  I hope so ?\n  ","669530":"\n  I'll look ??\n  ","669531":"\n  Omg ??? you have way too high of hopes for me darling ❤️❤️\n  ","669532":"\n  Listening ..... It matters more than people think\n  ","669533":"\n  Awwwwh, I wish I looked good now ?\n  ","669534":"\n  It's always been a dream of mine to write a book ??? I should do it as a hobby\n  ","669535":"\n  Thank you soooooooooo much ❤️❤️❤️❤️❤️❤️❤️\n  ","669536":"\n  The freedom ✨\n  ","669537":"\n  She's a babe ?\n  ","669538":"\n  Thank you❤️❤️❤️ I hope today goes better for me??? and I hope everyone has a beautiful day ?\n  ","669539":"\n  I can't even imagine how fun her life must be.\n  ","669540":"\n  Thank you ❤️?\n  ","669541":"\n  I'm sorry can we discuss how she is goals ?\n  ","669542":"\n  Of course I would!❤️\n  ","669543":"\n  You know cause it's food\n  ","669544":"\n  Omg\n  \n   @Pookeo9\n  \n  cause he's the most entertaining page to read, answers are gold ?\n  \n\n   @ellejaylily\n  \n  because we get the same questions and we respond and say the same exact things, it's like I have a British twin I had no idea about. ??✨\n  ","669545":"\n  Anything\n  \n  But\n  \n  Country ?\n  ","669546":"\n  We would be best friends ?\n  ","669547":"\n  SEXY BABY ??\n  ","669548":"\n  I ain't a hoe ?\n  ","669549":"\n  How about six flags magic mountain and hurricane harbor since I'm cool like that and live in Cali ??\n  ","669550":"\n  Awwwwwwwwwwh no why'd you leave ?\n  ","669551":"\n  Thank you so much, I'm going to try to make today a better day ✨\n  "}}