{"Question":{"669552":"\n   Single, Dating or Tuning\n  ","669553":"\n   Awesome you got your rings today, and they look great on you !!  You still have the Red Hoodie, and Black stretchy jeans still coming anytime now. Paint those nails cool.... :)\n  ","669554":"\n   Are you hard-working or lazy?\n  ","669555":"\n   What are you looking for?\n  ","669556":"\n   Just looking through your page it's so amazing the gifts you have received Savannah! You really deserve it as you are so lovely!  Hope you're ok????\n  ","669557":"\n\n    https:\/\/ask.fm\/supmahnigga\/answer\/137454419588\n   \n   ?\n  ","669558":"\n   Miss Boom your Hoodie should be there, did you get it ?\n  ","669559":"\n   What color are you wearing today\n  ","669560":"\n   I know I cant send you actual gifts but my gift to you is my heart and it is forever yours\n  ","669561":"\n   Your awesome!!!!!\n  ","669562":"\n   What was the awesomeness thing you've seen?\n  ","669563":"\n   your writing is immaculate\n  ","669564":"\n   If you had to choose to be blind 4 a day, only seeing shadows or be deaf a day which will u choose\n  ","669565":"\n   You are my angel . You have been for a while . You are so beautiful nothing can compare to how amazing your personality is and your looks . Why can't I just make a wish that me and you came together some day so I can see what a princess looks like\n  ","669566":"\n   What is your writing account cokaine something?\n  ","669567":"\n   If you could see any band or artist Live, who would you want to see (alive or dead) and whom would you take with you? (Sent To Most I Follow)\n  ","669568":"\n   lol. Spanking good? how is that? what great thing happened? :)\n  ","669569":"\n   how did you get your account certified??\n  ","669570":"\n   Do people send you things for free?\n  ","669571":"\n   Imagine me and you sitting together eating nachos with cheese and chicken on them when suddenly you come across\n6 presents for you which are a new bag\nAnd loads of cute stuff\n  ","669572":"\n   Your going on holiday ... What is one thing you can't go without\n  ","669573":"\n   Hi Savannah Q, the box looks great and is perfect for your belly rings and jewels, now we can fill it up over time and the box will last for years. You should be getting the black stretchy pants soon. I see someone sent you a gift of pants also, you're Popular !!\n  ","669574":"\n   Chicken or shrimp?\n  ","669575":"\n   I remember a few years ago you were really shy Savannah buy you have definitely grown in confidence in yourself. You know you are beautiful and admired. I think you realise how well liked you. You take more sexy pics, show your fans your panties but always tastefully. You're such a beautiful woman ?\n  ","669576":"\n   Love your panties today Sav ?\n  ","669577":"\n   Dam! Nice pants and sexy underwear underneath! ?\n  ","669578":"\n   sexyyyy pap ?\n  ","669579":"\n   Pap of your calvins today?\n  ","669580":"\n   Like would you do sum W a guy and a girl\n  ","669581":"\n   Lol what you mean\n  ","669582":"\n   Nice pants\n  ","669583":"\n   Have you started summer shopping yet\n  ","669584":"\n   Are you wearing your calvins now?\n  ","669585":"\n   Wait and see then.....\n  ","669586":"\n   Sav has fans. She has a fan base called Boomerangs. Let that sink in for a moment. Girls and guys follow Sav for so many reasons. For some it's advice, others wisdom and learn from her and then there are those mesmerised by her beauty. And fans buy her presents to show their appreciation to her ❤❤❤\n  ","669587":"\n   Have you received more new underwear??\n  ","669588":"\n   Is it harder to find a top to fit right or bottoms when picking out clothes\n  ","669589":"\n   You don't have \"fans\" shut the fuck up ?\n  ","669590":"\n   Your fans love you. Yes you genuinely have a fan base that really care about you ?\n  ","669591":"\n   I bet you got some pants that say booom!!\n  ","669592":"\n   hey, how are ya today? :D\n  ","669593":"\n   What information can you say about this guy?\n  ","669594":"\n   Would you rather have a nice booty or boobs\n  ","669595":"\n   hahah u know ur eyes r really hypnotic ?\n  ","669596":"\n   Socks of the day? Pap!\n  ","669597":"\n   Pap of you in your bra right now or in a bikini\n  ","669598":"\n   well it's not me i treat people with respect but whoever it is it must stop now\n  ","669599":"\n   Tell us everything you have\n  ","669600":"\n   You have the Calvin thongs! Very sexy Sav in your calvins today ?\n  ","669601":"\n   i'm not a hundred percent sure\n  ","669602":"\n   You ask and the Boomerangs will deliver. Tell us what you need Queen Boom and we'll do it ❤\n  ","669603":"\n   What color are your calvins today? ???\n  ","669604":"\n   thanks for your support\n  ","669605":"\n   What a fucking vile creature! He was with the most beautiful, most stunning and special girl on EARTH and he does this to you! I hate him and I know everyone here will feel the same.\n  ","669606":"\n   As\n   \n    @SophieEcc\n   \n   said we are all here for you if you need us xxx\n  ","669607":"\n   How did you find out? This is horrible\n  ","669608":"\n   Oh no I'm so sorry. That is awful that anyone could do that to you as you are such an amazing girl and deserve to treated like princess. ???\n  ","669609":"\n   ????????\n  ","669610":"\n   QOTD: Where is your favorite place to go clothes shopping for yourself?\n  ","669611":"\n   Someone has catfished you? That's horrible. Hope you're ok. What gives someone the right thinking that they can pretend to be you. There is only one Sav ???\n  ","669612":"\n   ?? your picture is beautiful\n  ","669613":"\n   Best job you ever had?\n  ","669614":"\n   Who catfished you? Omg nooo\n  ","669615":"\n   You wearing the white calvins today?\n  ","669616":"\n   Would you have a three sum\n  ","669617":"\n   Sc?\n  ","669618":"\n   ur eyes omg ?✌\n  ","669619":"\n   Your Jewerly box is there, hope you like :-)   Amazon says- Airing out the box for a few days upon receipt due to a little odor \n Drying it away from direct sunlight to prevent the color from fading....\n  ","669620":"\n   You are looking great!\n  ","669621":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answers\/136469659769\n   \n   This made me happy yay tysm\n  ","669622":"\n   Why don't I make you nachos with loads of melted cheese on it and chicken and bacon .\n  ","669623":"\n   Pap a sexy picture of you\n  ","669624":"\n   Pic in your new underwear holding a pretty box !!\n  ","669625":"\n   I like ur underwear\n  ","669626":"\n   My girlfriends underwear is shit and boring as fuck\n  ","669627":"\n   check the mail, something should be there, but not positively sure\n  ","669628":"\n   SORRY JUST CAME FROM THE GYM ;-;\nOH BUT IT IS\n  ","669629":"\n   I am too ugly for girls omg the only thing that made me happy this week was you liking the song\n  ","669630":"\n   What à dumb thing to say.\n  ","669631":"\n   Did you receive any of your other gifts today\n  ","669632":"\n   like=ask??\n  ","669633":"\n   Wanna hear my Jamaican accent ?\n  ","669634":"\n   Wtf these folks are blind! ??\n  ","669635":"\n   As much as i love pizza :o\n  ","669636":"\n   I don't think that you have \"too much\" make up :)\n  ","669637":"\n   Eat ur veggies & stay hydrated ?\n  ","669638":"\n   @\n  ","669639":"\n   Too much makeup ‼️\n  ","669640":"\n\n    @Names_ShyGirl\n   \n   ?\nHeh send your one back to me my kute lil koala so I can do an opinion back??\n  ","669641":"\n   Snap username ?\n  ","669642":"\n   Boom boom boom\n  ","669643":"\n   @ I'm sorry. I don't wanna make you uncomfortable. I really like talking to you\n  ","669644":"\n\n    @omiboricua\n   \n   thoughts\n  ","669645":"\n   @\n  ","669646":"\n   Lets dance crazy\n  ","669647":"\n   Yeah and the happiest person I have ever seen :)\n  ","669648":"\n   It's \"Shashank\" and not \"Shawshank\"! ?\n  ","669649":"\n   I once posted this meme about Patrick Star in my old Twitter account\n   \n    http:\/\/weknowmemes.com\/wp-content\/uploads\/2013\/07\/the-life-of-patrick.jpg\n   \n","669650":"\n   Totally, or you can come live in my heat & pay no rent ?❤️\n  ","669651":"\n   Tbh You Are?\n-Talk about yourself in 2 words\n  ","669652":"\n   love you cutiepie\n  ","669653":"\n   As a girl I agree that you are so popular because you're genuinely so nice. You could be a total bitch looking the way you do with some many guys lusting after you, many that you won't even like but you're not at all. You're a great girl never forget it ?\n  ","669654":"\n   Patrick is fat\n  ","669655":"\n   ??\n  ","669656":"\n   Yeah,I agree :) Do you or your parents have any other pets besides cats ?\n  ","669657":"\n   I would cook for you when ever babe . What ever you like and in return I get cuddles with you and get to put my arms around you and kiss you\n  ","669658":"\n   Where do U live?\n  ","669659":"\n   Ashbutt is such an adorable cat :)\n  ","669660":"\n   I dont care about your cat!\n  ","669661":"\n   You're cute and your eyes are beautiful. (:\n  ","669662":"\n   lol. your welcome. :P I hope you can get it done. I know my room at my house is often very messy.\n  ","669663":"\n   where do u live?\n  ","669664":"\n   ilyy♥\n  ","669665":"\n   Heyaaa :$ miss you aloooot ??\n  ","669666":"\n   Can I call you blaze ? Since your so gorgeous\n  ","669667":"\n   Ooooh oh ??\n  ","669668":"\n   i hope your day is filled with love and happeiness\n  ","669669":"\n   Instagram?\n  ","669670":"\n   Maybe then go back to my room chill out with you cook food for you and me and we cuddle and watch movies for the night\n  ","669671":"\n   Hello Sav, Hope you're okay. Sending you a big cuddle <3\n  ","669672":"\n   Would u give à girl a pig nose for fun?its à yes or no question.\n  ","669673":"\n   like=facts?\n  ","669674":"\n   i am doing great. I don't have any exams today, so I am going to relax. :D any plans for the day?\n  ","669675":"\n   You are an inspiration. You are intelligent, thoughful, fashionable and beautiful Sav ???\n  ","669676":"\n   OOOOO I NEED TO TRY THAT \nBUT SAV AWAW THAT'S IMPOSSIBLE CAUSE MMMMM OH MY GOSH\n  ","669677":"\n   hey, how are ya today, beautiful? :)\n  ","669678":"\n   I would love to sit on a beach with you have a few drinks and cuddle you while you wear my jacket and I tell you how much I love you xx\n  ","669679":"\n   You're so beautiful! It's so nice when I read that other girls think it too, you get a lot of compliments from other girls. You seem to inspire them x\n  ","669680":"\n   Plane crash caused death\n  ","669681":"\n   what country you from\n  ","669682":"\n   I love you❥\n  ","669683":"\n   Age\n  ","669684":"\n   Imagine if I was with you in a relationship and I just came and put my arms around you and kissed you\n  ","669685":"\n   Yeah, here some facts about the polygamy in the Bible\n   \n    http:\/\/www.answering-christianity.com\/ntpoly.htm\n   \n   And gay marriages in the ancient Greece and Rome\n   \n    http:\/\/www.livescience.com\/50725-same-sex-marriage-history.html\n   \n","669686":"\n   usually have sex with the same guy or different guys?\n  ","669687":"\n   Why can't I just be with you already with my arms wrapped around you and me making you feel like a princess\n  ","669688":"\n   A relative in my family has passed ...\n  ","669689":"\n   I hope so! They will on you as you have a slim but very sexy figure ❤️❤️❤️\n  ","669690":"\n   pap what ur wearing on ur feet rn places\n  ","669691":"\n   This is serious....\n  ","669692":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/136462435193\n   \n   Let's not also forget that there were gay marriages in Ancient Greece and Rome + in the Bible polygamy was the standard of marriage.\n  ","669693":"\n   Can you help me\n  ","669694":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/136465815161\n   \n   I'm surprised that there are still people who think in that way.\n  ","669695":"\n   I'll have to buy my own as I don't have anyone to buy them but I need those in my life as they are very cute!\n  ","669696":"\n   Love your wish lists Sav! I showed my boyfriend the Victoria Secret underwear and told him to buy me some! That is so cute! ❤\n  ","669697":"\n   you're so cute, like you're perfect\n  ","669698":"\n   You should. ?\n  ","669699":"\n   Why does a round pizza come in a square box? ?\n  ","669700":"\n   Are you doing @\n  ","669701":"\n   Morninnnn ;-; ❤ well my little shit of a brother woke me up .-.\n  ","669702":"\n\n    https:\/\/m.youtube.com\/watch?v=5RIOyCFmbUE\n   \n   boom,boom :D\n  ","669703":"\n   no not yet but hopefully soon\n  ","669704":"\n   @\n  ","669705":"\n   Name one person you love the most rn and why? ❥❥\n  ","669706":"\n   lol. indeed we would be. :D Cats are the best.\n  ","669707":"\n   What's the best dream you've had?\n  ","669708":"\n   I don't blame you. Cats are really good with Therapy and stuff. I am a big cat person. I have 5 cats. :D\n  ","669709":"\n   No one wants to go with me\n  ","669710":"\n   What's the bravest thing you've done?\n  ","669711":"\n   if You can be in any movie what would it be and why?\n  ","669712":"\n   What if I buy you a crown cookies and give you massages and cookies\n  ","669713":"\n   I would love to find a way into your heart babe\n  ","669714":"\n   you cat is so adorable. :D\n  ","669715":"\n   who did you vote for?\n  ","669716":"\n   Favorite Picture?\n  ","669717":"\n   Can i buy you a crown cause your a princess\n  ","669718":"\n   What would you do if me and you lived together in the future and you see our house spotless and I had start cooking dinner for you and made cookies for you and wanted cuddles with you\n  ","669719":"\n   lol. I miss you more. :P\n  ","669720":"\n   me too i always wanted to be an actor\n  ","669721":"\n   No like a cookie mix half made\n  ","669722":"\n   I love you princess . I just want to cuddle you and feed you cookies and make you the happiest woman in the world\n  ","669723":"\n   aww. okay then. I will miss you.\n  ","669724":"\n   What if I brought you something that helped so you can make your own cookies in 10 minutes\n  ","669725":"\n   what? what about talking with me? :P\n  ","669726":"\n   Would u give à girl a pig nose for fun?\n  ","669727":"\n   do you like acting\n  ","669728":"\n   I don't have a prom date:(\n  ","669729":"\n   same here i'm a busy guy\n  ","669730":"\n   Can't blame u ??????\n  ","669731":"\n   You're A-w-e-s-o-m-e ? MUCH LOVE AND BEAR HUGS ? (Check recent oioi...)\n  ","669732":"\n   That's nice, so excited to shop? ?\n  ","669733":"\n   what plans do ya have for tonight? :)\n  ","669734":"\n   Think they ment \"porn is scary\"..\n  ","669735":"\n   What if I brought you a vending machine full of cookies candy and drinks . Your favourite stuff and what ever you fancy you put a dollar in and it corns out . And I'll buy you a new pair of shoes and a bag\n  ","669736":"\n   Please add more bras and panties to your wish list! The brighter and sexier the better ???\n  ","669737":"\n   What u up to?\n  ","669738":"\n   Youre cute in your lst pic babe\n  ","669739":"\n   Who bought you the Calvin Klein thongs?\n  ","669740":"\n   What do u kean?\n  ","669741":"\n   For some reason your Birthday list doesn't come up with your shipping address option?? I just tried to get you the Black leggings. The other lists all work, but not that one. Check it out for me please.\n  ","669742":"\n   Post a fact?\n  ","669743":"\n   Nobody likes me I am sad\n  ","669744":"\n   You and me. us???????\n  ","669745":"\n   Nice bra looks a bit Asian design like , and my favorite belly ring ?????\n  ","669746":"\n   hey, how are ya today? :)\n  ","669747":"\n   Omg aha I can't do that\n  ","669748":"\n   I like your tattoo\n  ","669749":"\n   I don't really know the girl I am going to the with and I think she is gonna ignore me\n  ","669750":"\n   I am sad\n  ","669751":"\n   Prom is scary\n  ","669752":"\n   You're so beautiful. I wish I can hang out with you\n  ","669753":"\n   I like ur sexy feet\n  ","669754":"\n   Hi?\n  ","669755":"\n   oh really yayayaya tysm\n  ","669756":"\n   Do you prefer to talk or to listen?\n  ","669757":"\n   How many followers do you have\n  ","669758":"\n   A+\n  ","669759":"\n   pick out some belly rings too\n  ","669760":"\n   YOU'RE SO BEAUTIFUL ❤❤❤\n  ","669761":"\n   Birthday list ? any of these\n   \n    http:\/\/www.amazon.com\/Womens-Floral-Combination-Stretchy-Leggings\/dp\/B00D3ZHR8C\/ref=pd_sim_193_79?ie=UTF8&dpID=4133Vkco4VL&dpSrc=sims&preST=_AC_UL200_SR133%2C200_&refRID=0NW344VZQFBNBCY8YW3B\n   \n","669762":"\n   you have 4 more gifts coming soon, some girls are just deserving\n  ","669763":"\n   You look so gorgeous in your pics :)\n  ","669764":"\n   It's was exciting to buy things for you but to see you in them and look soooo good, it's a thrill. Wow you kill in that Red bra and that Boho crop top was just perfect. I have good taste too. Pick out some shorts or leggings to go with that.\n  ","669765":"\n   OMG! you got your Red bra and the BoHo top today, They Look GREAT on you!!  I just checked USPS tracking and they did show them delivered Yet, Also your Stretchy Jeans should arrive today? Just for you Savannah Q :)\n  ","669766":"\n   ass pic? x\n  ","669767":"\n   Nvm!!!\n  ","669768":"\n   pap a hot pic of you\n  ","669769":"\n   fav pic? ;-)\n  ","669770":"\n   holy cow you must be a busy girl\n  ","669771":"\n   can i ask you a question please and thank you\n  ","669772":"\n   I mean a new word instead of fantastic its boomtastic\n  ","669773":"\n   pap of you in your new bra. :)\n  ","669774":"\n   How much money do you really need?\n  ","669775":"\n   This is how we do\n  ","669776":"\n   what type of movies do you like to watch on Netflix\n  ","669777":"\n   I hope that you will like it (I didn't send that present though) :) And yeah,I agree.It looks beautiful :)\n  ","669778":"\n   Can I make you an other song I have no friends lol\n  ","669779":"\n   Yea do you want Lamborghini Aventador??!!!!???\n  ","669780":"\n   Have you ever taken a pee in a disabled toilet\n  ","669781":"\n   I'm king of Jamaica\n  ","669782":"\n   You're welcome :) And that red bra looks nice :)\n  ","669783":"\n   thoughts on Math + - × ÷ =\n  ","669784":"\n   You look very beautiful in your last pic :)\n  ","669785":"\n   Same about u.\n  ","669786":"\n   Les filles aux quatre coins du monde, profitez du son, ça va être un été chaud\n  ","669787":"\n   Yeah it's along coast\n  ","669788":"\n   you are so pretty\n  ","669789":"\n   Single or taken?\n  ","669790":"\n   Pap?\n  ","669791":"\n   You keep replying back to me?\n  ","669792":"\n   What makes you feel like a boss?\n  ","669793":"\n   Why do u have a blue check\n  ","669794":"\n   Sorry for the song not being good\n  ","669795":"\n   you're really cute! hah wish i was a little older :(\n  ","669796":"\n   What's your worst fear?\n  ","669797":"\n   Ohh?\n  ","669798":"\n   you're 20! Dang i was ganna wheel cause i thought you were 18 but that changes things...\n  ","669799":"\n   Why is your account verified?\n  ","669800":"\n   You should get your stretchy jeans tomorrow and the Jewelry box Wednesday as it shows in tracking :-)\n  ","669801":"\n   Glad you have Netflix, if you like comedy watch \"Bill Burr\" he is soooooo funny. Also watch \"Women who Kill\" standup comedy 4 girls...funny :)\n  ","669802":"\n   that is great! :D I am just studying for my finals. gotta get those A's. :)\n  ","669803":"\n   Pap in a crop top\n  ","669804":"\n   how old are you?\n  ","669805":"\n   yep i hope you are having a great day\n  ","669806":"\n   i'm doing well thanks\n  ","669807":"\n   hi there how are you\n  ","669808":"\n   are you a virgin\n  ","669809":"\n   You are goals. ? Such a sweet and beautiful young lady. ?\n  ","669810":"\n   Aw thank you so much. I actually got accepted to college so I can't wait. But I really wanna go home. Someone stole my lunchbag:(\n  ","669811":"\n   One advice you would  like to give ......!\n  ","669812":"\n   Booty pic\n  ","669813":"\n   hey, how are ya doing today? :D\n  ","669814":"\n   ok here is the songgg I justs did the guitar the app did the bass and the drums it's not really good so aha\n   \n    https:\/\/soundcloud.com\/user-624274253\/songg\n   \n","669815":"\n   Ashbutt ? Yeah,I remember hearing that name before :)\n  ","669816":"\n   Yeah they love when I'm home. They know about all the nasty stuff that happens in my school and they want me to switch schools but I'm a senior and I don't want to give up.\n  ","669817":"\n   I wanna go home ?\n  ","669818":"\n   Wow you're awesome. What would you say to someone who is laughing at him for crying because he had an accident\n  ","669819":"\n   What's the scariest film you've ever seen?\n  ","669820":"\n   Would you change him too?\n  ","669821":"\n   I would talk to the principal and ask to be put in his classes so he has someone he can talk to. I would even change him\n  ","669822":"\n   Your kitten looks so cute and adorable,what's her name ? :)\n  ","669823":"\n   Do you wish you can give him a hug. I wish I can. He probably is always crying\n  ","669824":"\n   Wow you're an angel. I feel bad for the kid. Sweetest kid on ask I say\n  ","669825":"\n   ?????????? oh my god thank you so much! It's really hard being me. I really wish that some of the people who make fun  of Me can just deal with what I go through. I can't stand wearing diapers. I miss out on everything. I can't even go to the beach or water parks or play sports\n  ","669826":"\n   Where do you live plz!?\n  ","669827":"\n   Hey I just dropped a remix to Drake's \"Controlla\" check it out and tell me what u think. If you like it be sure to subscribe I got more good music coming thanks for you time.\n   \n    https:\/\/www.youtube.com\/watch?v=sks3fdiZDxQ\n   \n","669828":"\n   Im telling u to leave me alone!!!\n  ","669829":"\n   hello any plans for today? ?\n  ","669830":"\n   KaaaaaaaaBOOOOOOOMMMMMM ????? I've missed you ??\n  ","669831":"\n   Are you good at fighting?\n  ","669832":"\n   I can't wait till I graduate because I always come home crying from school. Everyone makes fun of me\n  ","669833":"\n   Nawh I'm sure you do silly :3\n  ","669834":"\n   Yeah,I don't like to smile much in my pics either,my smile feels so forced for me.And I actually don't like when some people have been complaining about that to me here at ask.fm.\n  ","669835":"\n   Who would you like to be?\n  ","669836":"\n   your face is cuteness overload\n  ","669837":"\n   You're going to laugh at me but if you go to my likes it's the first one there\n  ","669838":"\n   How quickly have you fallen in and out of love?\n  ","669839":"\n   Thank you you're perfect. And I do too :) and everyone picks on me for my condition :(\n  ","669840":"\n   Aw you????\nYe I have 5 accent's but mainly sound Aus& English(': aha I don't even really have a Kiwi accent??✌\n  ","669841":"\n   Oh really? Pap of them without anything please\n  ","669842":"\n   Let's go for long drive\n  ","669843":"\n   She also said my laugh is really cute?????\n  ","669844":"\n   Some of the filters are scary tho :) I'm going to be honest. You're like the sweetest girl ever. And I'm watching finding nemo? trying not to pay attention to all these mean questions\n  ","669845":"\n   Yes I do ?☺\n  ","669846":"\n   Haha awe! Yeah I don't like the snapchat filters. But you would gorgeous is any snapchat filter\n  ","669847":"\n   Well I'm sorry I can't be there to entertain you\n  ","669848":"\n   anyway, I am gonna head to bed. Goodnight. :D\n  ","669849":"\n   Hope you're entertained now ??\n  ","669850":"\n   OKIOKI XD this is how one of mate's describes my accent when I video called her for the first time today xD \n\" Fucking amazing ??\nLike you sound Aussie but in some of the stuff you say you actually go all British and it's so cute ???\" \nSO YE HAHA\n  ","669851":"\n   I'm not sure.\n  ","669852":"\n   I want to give you big cuddly bear hugs\n  ","669853":"\n   I wish the same ?but i gotta work?\n  ","669854":"\n   Aw you're welcome ? how are you\n  ","669855":"\n   You're extremely beautiful Iwonder  if you have a good nail polish?\n  ","669856":"\n   Why not? :(\n  ","669857":"\n   WOOO???\nI can describe my accent if you want??❤❤\n  ","669858":"\n   what are ya up to now? :D\n  ","669859":"\n   Can I hear your voice? NUmber Countdown from 10-0\n  ","669860":"\n   Hey I have one of those laughs XD\n  ","669861":"\n   I'm gonna hide then\n  ","669862":"\n   LEGIT MATE LEGIT??\nAweee describe your laugh? :'3 ??\n  ","669863":"\n   Oh god. You've gone crazy\n  ","669864":"\n   Show you're teeth?\n  ","669865":"\n   Ig? Fb? Kik?\n  ","669866":"\n   I'm a guy hahaha how is that a compliment\n  ","669867":"\n   Hiii you're so pretty\n  ","669868":"\n   Sc name?\n  ","669869":"\n   please post a pic sweetie I love looking at your beauty\n  ","669870":"\n   You're so pretty omg slay me ??\n  ","669871":"\n   Type please comedy ?\n  ","669872":"\n   I am glad I can be a positive influence for ya. :D\n  ","669873":"\n   Rude as fuck ???\n  ","669874":"\n   WE REALLY ARE :') AWAW\nDO HAVE AN ANIMAL LAUGH? CAUSE I HAVE A HYENA LAUGH???\n  ","669875":"\n   and you continue to do that. :D we all need a little encouragement now and then. :)\n  ","669876":"\n   Yeah yeah which channel u want to see ?\n  ","669877":"\n   I'll try ? I'm back now anyway because even though I'm \"boobs\" there aren't any there for me to take pics off\n  ","669878":"\n   We are tv u are watching right ;)\n  ","669879":"\n   Ohhh God. Now I'm a nice rack of titties. Brb gonna take some pics of myself for when I get asked on here for proof\n  ","669880":"\n   I can entertain you as well\n  ","669881":"\n   Just wondering. Why is my name boobs ???\n  ","669882":"\n   I respect you so highly\n  ","669883":"\n   It's ANZAC day. Our version of Remembrance Day I'm pretty sure. Basically we remember and pay respect to everyone in Gallipoli\n  ","669884":"\n   Just got home from seeing some of the servicemen in the home ? thought I'd pay some respect today\n  ","669885":"\n   I'll entertain you ?\n  ","669886":"\n   Yeah :)\n  ","669887":"\n   you're really pretty (:\n  ","669888":"\n   She is loving u\n  ","669889":"\n   OH MY GOD SAME\n  ","669890":"\n   that is true, but still. you should just be you. :)\n  ","669891":"\n   She is not cuddling\n  ","669892":"\n   What type of music you listen to?\n  ","669893":"\n   My gang is could the skittles gang were make you taste the rainbow. Whats your gang called?\n  ","669894":"\n   Leave alone!!!\n  ","669895":"\n   That's great ur new picture\n  ","669896":"\n   wow. that is insane. you shouldn't be judged for that. :P\n  ","669897":"\n   But they are!! ;-;\nAha I have more than one??\n  ","669898":"\n   Can we cuddle please\n  ","669899":"\n   I'm honestly not sure I think its cause you get more beautiful and sweet every single day\n  ","669900":"\n   What's going on\n  ","669901":"\n   u look like a princess x\n  ","669902":"\n   How's you lovely girl\n  ","669903":"\n   Do you have Netflix\n  ","669904":"\n   Are you alive\n  ","669905":"\n   I'm not sure how but I fall in love with you more and more every single day\n  ","669906":"\n   It won't stop raining and I've been awake since 3am. Kill me now please\n  ","669907":"\n   Hi\n  ","669908":"\n   Have a great Monday Savannah\n  ","669909":"\n   I made the song do you wanna hear it\n  ","669910":"\n   You look amazing! You are amazing omg ???\n  ","669911":"\n   COME BACK\n  ","669912":"\n   well your already famous in my heart sweetie\n  ","669913":"\n   like I said before I wont believe it til you prove your not the most gorgeous girl ever\n  ","669914":"\n   Oh mate you really don't(':\n  ","669915":"\n   But ya I will try to have the song done soon lol aha\n  ","669916":"\n   HAHAHAHAHA GOOD?\nNawh wish I could with you(': AHA MY LAUGHS ARE SO EMBARRASSING OH MY GOD\n  ","669917":"\n   AWH stop I am happy lol probably not tho\n  ","669918":"\n   Lmao probably not I don't really know the girl I'm going with lol I think she just said yes because she wanted to go she probably doesn't like me she is pretty\n  ","669919":"\n   It probably won't be good thoo\n  ","669920":"\n   \"yo booty hole is black\" ?????\nWISE WORD'S FROM SAVANNAH HAMES THE 20 YEAR OLD AHAHAHA\n  ","669921":"\n   Ik it is awful omg but I am going to prom with a girl yay lol\n  ","669922":"\n   ???\nI'd do it for you cx\n  ","669923":"\n   naught\n  ","669924":"\n   Is it bad I am 17 and only hugged a girl once and she was joking\n  ","669925":"\n   OOOOOOO I'D SO TRY IT LIKE HOLY SHIT PLS\n  ","669926":"\n   I like you\n  ","669927":"\n   How old are you\n  ","669928":"\n   I ment to say I'm white\n  ","669929":"\n   You are a beautiful girl inside I can tell by your answers and you have a very pretty face and very sexy look just like you are. Don't let anyone make you feel different with comments, being slim like you are is attractive, not everyone has to be big and bouncy. You're Beautiful Miss Boom\n  ","669930":"\n   Do you like the red hot chili peppers\n  ","669931":"\n   AWEEEE\nI FEEL LIKE A CHAMPION AWAW\n  ","669932":"\n   I'm though\n  ","669933":"\n   I'm so happy I can make you feel beautiful because you are the most beautiful women ever\n  ","669934":"\n   AWEE LEGIT?\n  ","669935":"\n   you got fb ? x\n  ","669936":"\n   Oo ok I will do it\n  ","669937":"\n   You're soooooo gorgeous and you seem really nice. I'm jealous of your nose ??\n  ","669938":"\n   If you don't want me to I won't\n  ","669939":"\n   Can I make you a song\n  ","669940":"\n   Is playing guitar a turn on\n  ","669941":"\n   lol ?\n  ","669942":"\n   that is awesome. :) what are ya up to?\n  ","669943":"\n   AWEEEEE\nHAHAHA YOU'RE LEGIT THE COOLEST 20 YEAR OLD I'VE EVER MET LIKE AW\n  ","669944":"\n   OH MY GOD SAVANNAH?????\nDO I JUICE IT OUT OF YOU?(':\n  ","669945":"\n   found someone near my age thank god for that lol\n  ","669946":"\n   Add a belt to your list and it's yours\n  ","669947":"\n   No I'm a fluffy gorilla! Like King Kong\n  ","669948":"\n   age\n  ","669949":"\n   alright have a great day ??? see u later ☺\n  ","669950":"\n   Super cute I swear ?\n  ","669951":"\n   AWEEEEE\nYOU ARE JUST SO DAMN CUTE AW\n  ","669952":"\n   STUNNING BABES\n  ","669953":"\n   Good I'm so glad you like the dress, you have good taste. I'm not sure how they deliver on Sunday but glad they did, maybe just for you Savannah Q\n  ","669954":"\n   your a stunning little gem as always sweetie\n  ","669955":"\n   Hi Savannah how is your Sunday going, how is the weather there\n  ","669956":"\n   BOOM LOOK in your MAILBOX  :-) !!!!!!!!!!!!!!!!\n  ","669957":"\n   ily\n  ","669958":"\n   Enjoy it beautiful ily\n  ","669959":"\n   Do you like these??\n   \n    http:\/\/www.amazon.com\/dp\/B016YWAWE6?psc=1\n   \n","669960":"\n   Awee?\nNow let's cuddle aw\nBIG SPOON\n  ","669961":"\n   You're welcome :) You're one one of my favorite people here in ask :)\n  ","669962":"\n   Can I bug you?\n  ","669963":"\n   tell us what you're getting beautiful nothing you don't deserve I bet you're an amazing girl\n  ","669964":"\n   Check out this hoodie, but look at the \"Lightening Cat\" one. Add it to your Bday list if you like it.\n   \n    http:\/\/www.amazon.com\/Imilan-Galaxy-Cosmic-Animal-Sweatshirt\/dp\/B018VLO8N4\/ref=pd_sim_sbs_193_43?ie=UTF8&dpID=51M9BVRL2hL&dpSrc=sims&preST=_AC_UL200_SR144%2C200_&refRID=1RN2T4AS2SM0VJ1QP62Y\n   \n","669965":"\n   Well I didn't think they deliver on Sunday but it says this \"Your item is out for delivery on April 24, 2016 at 7:22 am in SAN MARCOS, CA \"  so you may get giddy today sweet one ?\n  ","669966":"\n   What famous person do you want to meet the most\n  ","669967":"\n   my god your stunning\n  ","669968":"\n   You look so beautiful in your selfie :)\n  ","669969":"\n   Boom me loves you alot awwwwwwww boom your perfect\n  ","669970":"\n   Boom Sunday Selfie\n  ","669971":"\n   Boom u have nice boobs jus sayin\n  ","669972":"\n   Nice ????\n  ","669973":"\n   Thank you,miss Savannah :)\n  ","669974":"\n   I love you\n  ","669975":"\n   hey, how are ya doing today? :)\n  ","669976":"\n   Oh okay when you're wearing one then\n  ","669977":"\n   Selfie with the current one you're wearing\n  ","669978":"\n   I said it once straight, so fine\nCan we do it like old times or nah, so fly\nOh why, didn't you\nTell me get my shit together and think it through ??\n  ","669979":"\n   You're welcome :) And I'm glad to hear that you appreciate what I say :)\n  ","669980":"\n   Show the whole bra then\n  ","669981":"\n   What's up\n  ","669982":"\n   That's not your bra\n  ","669983":"\n   Who is he? Muthafucka i'm him !\n  ","669984":"\n   Bra selfie\n  ","669985":"\n   You're not immature nor childish.That anon is wrong :)\n  ","669986":"\n   Baby you remind of something\n  ","669987":"\n   You ain't gotta be my lover\nFor me to call you baby\nNever been about no pressure\nAin't that serious\n  ","669988":"\n   I think your RED Dress is on it's way to you today, Sunday?? Out for Delivery?? it says, hope so :)\n  ","669989":"\n   ?Hi\n  ","669990":"\n   being immature and childish is the best tho\n  ","669991":"\n   Youre immature and childish...\n  ","669992":"\n   Ever felt good about doing something bad¿?\n  ","669993":"\n   *hugs tighter* well you started it?\n  ","669994":"\n   Yep!BYE!im done playing these stupidd dumb games with you!\n  ","669995":"\n   Favorite Kool Aid drink?\n  ","669996":"\n   Do you still have your tonsils?\n  ","669997":"\n   Wtf?u know what just whatever bye!\n  ","669998":"\n   Goodnight from NY, Savannah Q\n  ","669999":"\n   What do you mean selective ?\n  ","670000":"\n   Like for a rate ?\n  ","670001":"\n   Good ?? can you talk on ig right now??\n  ","670002":"\n   over the next few weeks I'll send you options for things on Amazon for your Birthday. Add the ones you like to an Amazon Birthday list and I will get you one of them for your Birthday, you won't know which one so the gift will be a surprise. Sound fun\n  ","670003":"\n   it is a talent because you're great at it\n  ","670004":"\n   you do have a talent. you're flawless and you make other people happy ??❤️\n  ","670005":"\n   An ask i meant.\n  ","670006":"\n   your so gorgeous my good god\n  ","670007":"\n   Rates ?\n  ","670008":"\n   He keeps laughing at me when I make my Toaster Strudels and put icing on it\n  ","670009":"\n   Can I see your side thong\n  ","670010":"\n   love you af\n  ","670011":"\n   Someone said that they thought it's cool I could speak welsh so I said something and they looked it up and blocked me ???\n  ","670012":"\n   I just love making you feel special and loved <3\n  ","670013":"\n   what is your reaction, when you are in a bad mood \n\nand someone said something rude to you??????\n  ","670014":"\n   That shouldn't ruin a pool day\n  ","670015":"\n   Cute\n  ","670016":"\n   Aw xD *hugs* you're more than special silly(':\n  ","670017":"\n   Lol after that exposure I bet you will have more Lil booms\n  ","670018":"\n   I'm very dissapointed in the Pillsbury Doughboy...\n  ","670019":"\n   Can I take your bra off and stare but can't touch\n  ","670020":"\n   good, you are fun to buy gifts for and a supermodel now :-)\n  ","670021":"\n   Heyyyyyyyyy\n  ","670022":"\n   Your hot period ❤️\n  ","670023":"\n   Same here and it sucks\n  ","670024":"\n   Colar bones\n  ","670025":"\n   Really ??\n  ","670026":"\n   ps I love you\n  ","670027":"\n   Do you get doped easily\n  ","670028":"\n   Just wanted to make sure you know, you're beautiful asf\n  ","670029":"\n   You need to download smiley key pad I guess\n  ","670030":"\n   I guess they do have zebra emoji\n  ","670031":"\n   Is your hair wet ?\n  ","670032":"\n   you're one sexy Zebra\n  ","670033":"\n   Colar bones is goals\n  ","670034":"\n   When will that be ?\n  ","670035":"\n   Feel free to snapchat me ???\n  ","670036":"\n   Post another picture of them ??\n  ","670037":"\n   oh the bra looks great!! you will have to post another inappropriate one soon because the RED bra is on the way too !\n  ","670038":"\n   Woah?\n  ","670039":"\n   Omg you're boobs are hot\n  ","670040":"\n   Have your parents ever spanked you?\n  ","670041":"\n   you look adorable in your dp I just want to kiss those cute cheeks\n  ","670042":"\n   Hope u have a fantastic  weekend ????????\n  ","670043":"\n   lol. sounds like fun. :P and no, you are not gross. you are beautiful. :D\n  ","670044":"\n   Well for you& other certain people I am yes :3 ❤\n  ","670045":"\n   Very pretty ???\n  ","670046":"\n   But I will for you though if I have to ;-;\nI want your fantasy to work??\n  ","670047":"\n   Nice looking bra :)\n  ","670048":"\n   Shh don't tell people I'm sweet you'll ruin my tough guy image\n  ","670049":"\n   Have you ever been to Coachella?\n  ","670050":"\n   Are you left handed or right handed?\n  ","670051":"\n   Wow great pool ???\n  ","670052":"\n   Hello ??? how's your weekend so far\n  ","670053":"\n   wow that bra came earlier than tracking showed, do you like it ??\n  ","670054":"\n   Amazon you\n  ","670055":"\n   June 6th OK... I'm on it :)\n  ","670056":"\n   post a pic sweetie please\n  ","670057":"\n   Why take it back?\n  ","670058":"\n   gotta get that... gotta get that... gotta get that that that that that boom boom boom!\n  ","670059":"\n   Its an award because your hotness caused it\n  ","670060":"\n   because I treat you good and say nice things to you and they feel like you like me more then them I guess\n  ","670061":"\n   When is your birthday Miss Boom\n  ","670062":"\n   loveeeeeeeeeee your face x\n  ","670063":"\n   I got my pants messy because of you\n  ","670064":"\n   what do you mean what do I do\n  ","670065":"\n   I don't wear dresse's??\n  ","670066":"\n   You're not childish or ignorant :) You're kind and amazing human being,Savannah :)\n  ","670067":"\n   You're delusional I'm nothing special\n  ","670068":"\n   A few people. The same person we use to talk about ???\n  ","670069":"\n   Holy camoly Savannah... you're prettier than words can signify!!\n  ","670070":"\n   Cause she doesnt have an ado.\n  ","670071":"\n   hey savannah its me boom king I got kicked out again and can use boom king anymore so I had to change it\n  ","670072":"\n   I love u.❤\n  ","670073":"\n   indeed it was. :) What did you do for your Friday?\n  ","670074":"\n   Ok if tracking holds true you should get a Red Mini dress on Monday and your Denim Jeggings Pants on Tuesday, the other stuff will flow in weekly during May. Happy weekend :-)\n  ","670075":"\n   YOU ALREADY KNOW\n  ","670076":"\n   And I think that you're very mature for your age :)\n  ","670077":"\n   check my bio ?\n  ","670078":"\n   be my lover\n  ","670079":"\n   Have you ever been to Washington D.C.? If not, would you ever want to go?\n  ","670080":"\n   What's ur phone's wallpaper? ?\n  ","670081":"\n   Do girls really feel more protected with tall guys than short guys is that really true?\n  ","670082":"\n   I've been called a lot worse than great, so thank you ?\n  ","670083":"\n   If you could speak to everyone in the world at the same time, what would you say?stay blessed\n  ","670084":"\n   Trying to get à date for my friend is being childish? Sure makes alot sense.\n  ","670085":"\n   In the great battle of good and evil in films\/games\/books, which side would you be on? Or do you think it's less black-and-white than that?\n  ","670086":"\n   It's a good thing you haven't changed ? you're great the way you are\n  ","670087":"\n   What's something you couldn't go a week without?\n  ","670088":"\n   nobody will ever live up to your beauty sweetness love intelligence your perfect and nobody can deny that\n  ","670089":"\n   What do u mean how?  re read the Childish responses u gave me!!!\n  ","670090":"\n   Hehee HI HI!!!!!?❤???\nAw hope you're good like ye I'm hyper too aye??\nLET'S BE HYPER TOGETHER& DO CRAZY SHIT\nWOOOOOOO\n  ","670091":"\n   And you haven't changed a bit ?\n  ","670092":"\n   I know right, that anon is so correct, you're sooooooo ignorant ???\n  ","670093":"\n   I am doing well. I am just enjoying my Friday by playing some video games.\n  ","670094":"\n   Youre being ignorant just so u know?\n  ","670095":"\n   you better be here otherwise Id be worried as to who Im talking to haha\n  ","670096":"\n   This is like my 7th account ?? I thought I'd never see you again\n  ","670097":"\n   Knock off the immaturity youre 19 years old act like it. And stop thinking youre an answering machine too...\n  ","670098":"\n   ohhhhh my god\n  ","670099":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","670100":"\n   What makes a person Right handed or left handed ?\n  ","670101":"\n   Would you rather date or get engaged ?\n  ","670102":"\n   Are boys with earrings attractive to you ?\n  ","670103":"\n   Already In love with your personality ?\n  ","670104":"\n   Hey, you're pretty awesome\n  ","670105":"\n   Yeah :) Can't blame him :) You're an amazing and beautiful person,it's no wonder that someone has a crush on you :)\n  ","670106":"\n   If I come off can we wall 2 wall please\n  ","670107":"\n   HOLY SHIT HI!!!\nYeye I'm great thank you(': \nYou?!! :3 c': ❤?\n  ","670108":"\n   Can I come off anon so I can chat to you princess\n  ","670109":"\n   <3 great\n  ","670110":"\n   Aweee Sav :3 ❤?\n  ","670111":"\n   Please  boom?\n  ","670112":"\n   well I try sweetheart I just like to show you just how much you mean to me\n  ","670113":"\n   @\n  ","670114":"\n   That would be great . I would do anything to make you happy . And listen to you every single second of every single day . My clothes will be yours to wear aswell . I will cuddle you and kiss you and keep you warm and I would never ever ever cheat on you . You are too amazing to lose babe I adore you\n  ","670115":"\n   Please give her a chance.\n  ","670116":"\n   Please.\n  ","670117":"\n   How was everyone's week?\n  ","670118":"\n   40k likes!!! ??????????\n  ","670119":"\n   Spammed your insta back you babe ?\n  ","670120":"\n   there should be savannah appreciation day\n  ","670121":"\n   Yeah,with the exception of having a bit of a headache,it was good.Thank you :) And it's great to hear that your day has been good so far and I hope that it will continue in the same way :)\n  ","670122":"\n   Someone seem to have a crush on you,Savannah :)\n  ","670123":"\n   You make me smile and I would love to date you in the future\n  ","670124":"\n   You're welcome :) I hope that you're doing great today.\n  ","670125":"\n   I'm glad your happy and just know that I love you Savannah\n  ","670126":"\n   I understand :) Just my opinion,you know :)\n  ","670127":"\n   The second pic you posted :)\n  ","670128":"\n   Don't be stupid babe I love speaking to you on here . I would love to be able to have you next to me so I can just see your beautiful eyes and your stunning personality\n  ","670129":"\n   How are you?\n  ","670130":"\n   Hope everyone has a wonderful weekend :)\n  ","670131":"\n   I will :) Nice pic again,by the way :) You look gorgeous in it :)\n  ","670132":"\n   Hi lovely carrot. You make my day with your magnificent face\n  ","670133":"\n   Ok Miss Boom, the Jewerly box is yours... Blow me a kiss in them shades when you can. Goodnight :-)\n  ","670134":"\n   I can help you :)\n  ","670135":"\n   I'm soo in love with everything about you\n  ","670136":"\n   Boom.\n  ","670137":"\n   I love you sweet angle queen\n  ","670138":"\n\n    http:\/\/ask.fm\/EllaSinclaire\/answers\/137410772154\n   \n   So I follow you ✌ You're pretty cool so keep it up ? Have a great weekend ??\n  ","670139":"\n   ? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?? ? ? ? ? ? ? ? ?\n  ","670140":"\n   Hey!!! <3 How are you??? <3\n  ","670141":"\n   hey, how are you? :)\n  ","670142":"\n   Hey :)\n  ","670143":"\n   Nice sunglasses\n  ","670144":"\n   I see you liked my answer yah sneakyyyyy cx\n  ","670145":"\n   Hellooo ???\n  ","670146":"\n   O say can you see, by the dawn's early light, Savannahs so sexy in the Stars n Stripes.  Where did you get that shirt ??\n  ","670147":"\n   Who is your favourite person in the world?\n  ","670148":"\n   Someone says, \"Let's meet today!\". What is the first place that came to your head?\n  ","670149":"\n   What's better than Canada then?\n  ","670150":"\n   Name a movie that you've watched more than five times and are still entertained by?stay blessed\n  ","670151":"\n   your such an amazing inspiring women\n  ","670152":"\n   Im not  feeling well, what would u do if you were u annoying but if the person said u didn't\n  ","670153":"\n   Would you like this for Belly Rings, just add it if so.\n   \n    http:\/\/www.amazon.com\/Valdler-Antique-Embossed-Organizer-Decorative\/dp\/B017R5UUGY?ie=UTF8&colid=ID21I9MZMYC3&coliid=I2UQS9KP2WJK1A&ref_=gl_it_dp_o_pC_S_ttl\n   \n","670154":"\n   Ok after much searching only found this I liked for you, do you like it ?? you know what to do.\n   \n    http:\/\/www.amazon.com\/JY-Jewelry-piercing-Dangle-crystal\/dp\/B00IQJ40UI?ie=UTF8&keywords=belly%20chains&qid=1461275186&ref_=sr_1_3&sr=8-3\n   \n","670155":"\n   ok the rings are your's now, just wait for them to arrive.\n  ","670156":"\n   What do you want right now? As in right now ?\n  ","670157":"\n   How are you\n  ","670158":"\n   your so welcome sweetness\n  ","670159":"\n   And a former pro wrestler,New York Times Best Selling author and former porn star,Joanie Laurer who was better known by her wrestling stage name of Chyna,also died today.\n  ","670160":"\n   how do you show appreciation for people????\n  ","670161":"\n   He's gone :(\n  ","670162":"\n   Prince,the musician.\n  ","670163":"\n   Prince has died! No way!\n  ","670164":"\n   seeing you in those new sunglasses made me feel so good inside, thank you Miss Boom :-)\n  ","670165":"\n   holy fuck your so sexy sav\n  ","670166":"\n   This to match your Hat.. if you want it ...\n   \n    http:\/\/www.amazon.com\/Belly-Button-Surgical-Jewelry-Piercing\/dp\/B01DIOSRXQ?ie=UTF8&keywords=pot%20leaf%20belly%20button%20rings&qid=1461206355&ref_=sr_1_9&sr=8-9\n   \n","670167":"\n   So you got your sunglasses !! great, do you like them, are you happy :)\n  ","670168":"\n   Will u give her à chance boom?\n  ","670169":"\n   I see that btw you're very pretty in your recent selfies ?????? not sure if i said this already\n  ","670170":"\n   what single message would you send to an advanced alien species?(stay blessed)\n  ","670171":"\n   im ok seems u been busy here ?\n  ","670172":"\n   I love following every single one of you, you're all beautiful in your own way and all of you brighten up my day and I am so thankful to have every single one of you in my life. You are all amazing people.\n  ","670173":"\n   Encounter any stoners yet?\n  ","670174":"\n   Thank you so much! Fantastic compliment from the sexiest girl I know! Hope you're ok ?\n  ","670175":"\n   How are u\n  ","670176":"\n   Ayeee❤❤\n  ","670177":"\n   I'm your future man ?❤️?\n  ","670178":"\n   Do you believe in ALIENS!!!!!\n  ","670179":"\n   Can i see ur smile???\n  ","670180":"\n   Are you single?\n  ","670181":"\n   Do you prefer very spicy or non-spicy food?\n  ","670182":"\n   Boom r u iinterested in dating her?\n  ","670183":"\n   ? my heart is yours forever my queen\n  ","670184":"\n   I loves you with all me hearts :)\n  ","670185":"\n   nothing wrong with ur face in that haha u look cute\n  ","670186":"\n   Your Sunglasses should be in your mailbox... tracking says :)\n  ","670187":"\n   BeOne®6PCS Fashion Vintage Turkish Arrow Moon Turquoise Joint Knuckle Nail Midi Ring Set. These do not show your address for shipping again, move them and they are yours! ok :)\n  ","670188":"\n   Put this sexy dress on your LIST and then on you ! it's that easy Model babe...\n   \n    http:\/\/www.amazon.com\/Ninimour-Womens-Fashion-Sleeveless-Vintage\/dp\/B00LEEKSZS\/ref=pd_sbs_193_10?ie=UTF8&dpID=51GQJuqROGL&dpSrc=sims&preST=_AC_UL200_SR133%2C200_&refRID=0SBQ6EQ1PYG96MZC997R\n   \n","670189":"\n   post of your beauty\n  ","670190":"\n   ;-;\nILYTM\nI LOVE YOU THE MOST\n\nI\n\nL\nO\nV\nE\n\nY\nO\nU\n\nT\nH\nE\n\nM\nO\nS\nT\n❤?❤?❤?❤?❤?❤?❤?❤?❤?❤?❤?\n  ","670191":"\n   Like damn gf goals\n  ","670192":"\n   do boys feel pain when they get circumcised?\n  ","670193":"\n   Will u give her à chance?\n  ","670194":"\n   hey\n  ","670195":"\n   i want to snuggle with you\n  ","670196":"\n   Would you ever lock me in a chastity device and hold on to the key?\n  ","670197":"\n   well if you look the wishlist is short 1 red Skater Mini Dress , ummm where did it go?? hmmm\n  ","670198":"\n   Aw you're very welcome my love :') aw ily!!!❤?❤?❤??\n  ","670199":"\n   Isn't 5'3 kinda small? :D\n  ","670200":"\n   Ok it's official, let's get married ??\n  ","670201":"\n   ok so I looked up venice beach and it looks rad\n  ","670202":"\n   Tall or short boys ?\n  ","670203":"\n\n    https:\/\/ask.fm\/Names_ShyGirl\/answer\/135629814262\n   \n   Sorry ya'll but anon?\n\nIf I follow you it's either because you're gorgeous as hell, sassy as hell, have fab hair or I just simply love your account& answer's?\n\nSome of you didn't know I existed so hi, hello from the other side?\n\nily\nStay rad& fab✌❤\n  ","670204":"\n   boom boom\n  ","670205":"\n   You don't look awkward,you look gorgeous :)\n  ","670206":"\n   ????\n  ","670207":"\n   you're so pretty, crop tops look great on you, so do new red dresses :)\n  ","670208":"\n   Nice tummy!!!!!!\n  ","670209":"\n   You look really pretty in your crop top pics?\n  ","670210":"\n   Wow your pretty\n  ","670211":"\n   You underestimate the awesomeness of Canada\n  ","670212":"\n   what do you do for work, today is your day off ?\n  ","670213":"\n   How tall r u\n  ","670214":"\n   you're a cutie\n  ","670215":"\n   We must be close, our cycles have synced ?\n  ","670216":"\n   do you have kik? could i get your opinion on there please?\n  ","670217":"\n   heels?\n  ","670218":"\n   I thought you were a good singer because of youtube page. Is this you??\n   \n    https:\/\/www.youtube.com\/channel\/UCyTcBv6Tr1TNATe-RWNoUrw\n   \n","670219":"\n   Nawh nuuuu :c ?\nCuddles, ice cream, hot chocolate& netflix on the couch?\n\nHeh if you're happy then I'm also happy :') ?\nYOUR HAPPINESS IS MY HAPPINESS\n  ","670220":"\n   omg you finally realize your a model :)\n  ","670221":"\n   Boom photography ? :) That sound so cute :)\n  ","670222":"\n   AW YES MY LOVE, YES!!! <33\n\nAye why're you bleeding?!! ;-; \nBut aw I'm glad& happy it mean's the world to you :') \nYou mean the world to me?\n  ","670223":"\n   I love how you always say you look bad or gross but every time I look at you I'm like omfg she is a model\n  ","670224":"\n   Lol sorry ya'll but Savannah's mine like whoops?\n\nBby you never look gross :c don't be so silly& mean to your beautiful self mkay?\n  ","670225":"\n   ok still love you though\n  ","670226":"\n   Aw Sav, that made me like tear up :') So sweet ? Love you lots ???? And you are strong ? You're an amazing friend\/sister whom I love to pieces ??\n  ","670227":"\n   I am here to do the job for your lovely feet\n  ","670228":"\n   Aw ?\n  ","670229":"\n   Shes shy with certain things not all things...\n  ","670230":"\n   Yeah I wanna pamper & massage your cute feet\n  ","670231":"\n   You're welcome :) And you're a great person too :)\n  ","670232":"\n   We are the best cause we have you as a friend :3\n  ","670233":"\n   how long does it normally take before you forgive someone\n  ","670234":"\n   In what ways are you the same as your childhood self?stay blessed\n  ","670235":"\n   Op on\n   \n    @ellasinclaire\n   \n   ?\n  ","670236":"\n   So it's a date then :p\n  ","670237":"\n   I am in the mooooood to pamper your feet & polish your toes x\n  ","670238":"\n   SHES SHY I MEANT.\n  ","670239":"\n   You don't look gross at all,you look very beautiful :)\n  ","670240":"\n   nigga you don't look gross at your worst let's just put it that way k? k. ?\n  ","670241":"\n   You don't look gross not at all ☺️\n  ","670242":"\n   gtfoh you don't look gross\n  ","670243":"\n   ????\n  ","670244":"\n   ayyy pap of you rn\n  ","670245":"\n   AW SAV ;~;\nI feel so lucky that only I can marry you like holy shit?\nBest feeling I've ever had to be honest?❤?\n  ","670246":"\n   AW YAYAYAY OH MY ACTUAL GOD!!! <3 ???❤?\nHeh is it bad that I already have cute idea's of how I'd propose to you?(': AHAHAHA\n  ","670247":"\n   I see,that's good to hear :) And yeah,maybe.\n  ","670248":"\n\n    http:\/\/www.bigstory.ap.org\/article\/807b6023984b40d793324a1b0187e1cd\/dozens-arrested-denver-area-pot-raids-targeting-exporters\n   \n   American tax dollars at work.\n  ","670249":"\n   I meant embarrassed by the fact that they're living in the same town as you do.\n\nYeah,I totally can understand that.\n  ","670250":"\n   Her house?Why?\n  ","670251":"\n   Damn,a KKK cult near you ? That must feel so embarrassing.\n  ","670252":"\n   What u mean where is she?\n  ","670253":"\n   Can I marry you\n  ","670254":"\n   And I also want to say that talking to you makes everyday feel like Christmas\n  ","670255":"\n   Cause she doesnt have ask.fm...\n  ","670256":"\n   I wanna marry Savannah????\n  ","670257":"\n   Yeah,I watched some video where some Trump supporters claimed that there were the Sharia Law in the United States.\n\nYeah,I would not be surprised if they do.\n  ","670258":"\n   Tell me what the ice breaker is.\nWhat kind of food does she have to give u?Name off five.\n  ","670259":"\n   Well,some people in the south don't seem to know that.\n  ","670260":"\n   Can you show your wrist watch pretty please :33\n  ","670261":"\n   Best thing about vacations ?\n  ","670262":"\n   He was but I was just generally speaking generally.And I think that one scene few years ago in a \"Newsroom\" (or whatever the name of the series) series episode summed up perfectly,why America isn't the greatest country.\n  ","670263":"\n   OMG TOMORROW IS 4\/20!!!!\n  ","670264":"\n   Ahhh yes I love her ? Haven't listened for a whole so maybe that tomorrow. Good thinking sav ? Love you lots ??\n  ","670265":"\n   We must get married boom! ❤️\n  ","670266":"\n   Anything Tbh! ?\n  ","670267":"\n   All she has to do is give u food and u will date her?\n  ","670268":"\n   Well,I do feel annoyed sometimes when I hear some Americans claiming that their country is the best country in the world and that every other country sucks compared to them.In my opinion,there's no best country.\n  ","670269":"\n   that actually sounds like so much fun im not even lying\n  ","670270":"\n   Can anyone recommend any good music because I'm bored of my commuting playlist ? Tyvm ♡ (S.t.a.i.f)\n  ","670271":"\n   Well yeah she laughs all the time at jokes and stuff but she never laughs when i tickle her? what spots should i try?\n  ","670272":"\n   is that true tho with you? the longer you laugh the more you get tickled?\n  ","670273":"\n   lol i should fly to california tomorrow just to see how many potheads i see.\n  ","670274":"\n   I want to buy those knee highs for you off your wishlist queen\n  ","670275":"\n   ?????\n  ","670276":"\n   I admire you so much the fact that you don't get caught in drama and still have one of the most liked accounts on ask you are just 100% yourself and it is so cute ❤️\n  ","670277":"\n   ❤️\n  ","670278":"\n   GUESS WHAT TOMORRIW IS\n  ","670279":"\n   i love talking to you I wake up everyday so happy to see what you say\n  ","670280":"\n   Canada, aka best country in the world ;)\n  ","670281":"\n   Make a kik you little ... Princess *-*\n  ","670282":"\n   I am so happy to have you in my life\n  ","670283":"\n   You're welcome :) They are majestic and beautiful,just like you :)\n  ","670284":"\n   Nah. She's not an eagle. She's a bloody phoenix. *-*\n  ","670285":"\n   You're the Golden Eagle :)\n  ","670286":"\n   because pigeons are cute just like you\n  ","670287":"\n   Hahahaha well don't ask me ! Ask the guy who called u pigeon xD\n  ","670288":"\n   Pigeon hahahahahah\n  ","670289":"\n   Yeah :) You're a very smart girl,Savannah :)\n  ","670290":"\n   Good morning beautiful pigeon :)\n  ","670291":"\n   Thanks so much\n  ","670292":"\n   But I'm sure that you figure out something :)\n  ","670293":"\n   I understand.I wish that I could help you.\n  ","670294":"\n   Yeah I want to tell you that I absolutely love you\n  ","670295":"\n   I see :( Well,maybe you should from some of your friends if you could wash your laundry in their washing machines ?\n  ","670296":"\n   What do u want me to tell her???\n  ","670297":"\n   pretty great\n  ","670298":"\n   What about your parents ? Do they have a washing machine ?\n  ","670299":"\n   I see :( I hope that you will find some clean clothes.\n  ","670300":"\n   How is my hero and my friend doing\n  ","670301":"\n   It's fine.Well,that sucks.Hopefully you have a lot of tampons and stuff in preparation for that.\n  ","670302":"\n   why\n  ","670303":"\n   post a knock knock convo ...!\n  ","670304":"\n   Hey\n  ","670305":"\n   I'm doing alright,just having this damn flu.\n  ","670306":"\n   Your presence is enough ?\n  ","670307":"\n   Hi Savannah,how are you doing ?\n  ","670308":"\n   Bby don't be silly, you so have a heart\nYou'll meet someone who'll make it skip beats again where you also get butterflies& I also don't have a life so let's have our own life together(': ❤?\n  ","670309":"\n   I wish I could be your shoulder to cry on the one to make you laugh and smile just be there whenever you need\n  ","670310":"\n   Sounds fun lol\n  ","670311":"\n   My girlfriend said shes ticklish but everytime i try to tickle her she never laughs EVER. Idk wherelse to try. Thats my funny advice i figured id ask you because you seem like a laughable and fun girl to talk to\n  ","670312":"\n   Whatcha upto today\n  ","670313":"\n   My queeeen xoxoxoxo\n  ","670314":"\n   sav, i know u HATE these questions but ive seen ur answers earlier and i need some funny advice.\n  ","670315":"\n   I need ? because I have a important test soon.\n  ","670316":"\n   Excellent thanks and you\n  ","670317":"\n   she really is a cutie\n  ","670318":"\n   Giant burger date?:)\n  ","670319":"\n   Hey pretty lady\n  ","670320":"\n   mwah to your lovely face\n  ","670321":"\n   Hi\n  ","670322":"\n   》》》》♡《《《《 Ah sorry, I know this is probably annoying but check recent ?\n  ","670323":"\n   Where are you from?\n  ","670324":"\n   What would you write in your suicide note?\n  ","670325":"\n   Yessssss! Boom get me that burger!\n  ","670326":"\n   hey dont feel bad. Youre a few years younger than Ariana and her feet are tinier than yours?\n  ","670327":"\n   justin bieber ?\n  ","670328":"\n   Don't you love her madly?\n Don't you need her badly?\n Don't you love her ways?\n Tell me what you say?\n  ","670329":"\n   Don't you love her face?\n Don't you love her as she's walkin' out the door?\n Like she did one thousand times before\n  ","670330":"\n   katy perry vs taylor swift ?\n  ","670331":"\n   Wherever. And because you are gorgeous and you seem awesome\n  ","670332":"\n   OMF that burger!\n  ","670333":"\n   Ariana Grande or Selena Gomez?\n  ","670334":"\n   Well that's something I guess. I believe God  is still acting in this world\n  ","670335":"\n   I'm truly so happy, glad, relived& lucky that you find me beautiful(': like it actually make's me feel beautiful knowing that ;-; &a lot of people don't make me feel beautiful?\n\nAha I obviously think you're beautiful too of course!! Both inside& out! \nYou'll always be beautiful to me in my eye's?❤\n  ","670336":"\n   Rihanna vs nicki minaj ?\n  ","670337":"\n   Boom r u into women?  I got à friend who thinks you arr pretty and wanted me to ask u for her.\n  ","670338":"\n   i come from thailand.\nnice to meet you.\n  ","670339":"\n   oh then what? pedicure?\n  ","670340":"\n   May I see your socks?\n  ","670341":"\n   you just get it on your fingernails?\n  ","670342":"\n   its very spring-like and fresh!\n  ","670343":"\n   there should be a movie or book about you I think it would be amazing and would be my new favorite book or movie\n  ","670344":"\n   Ahh thats nice! that seems like a good color on u\n  ","670345":"\n   Have you ever been to thailand??\n  ","670346":"\n   39k likes ??????\n  ","670347":"\n   I shouldve saw ur bio and it said Savanna haha\n  ","670348":"\n   oh im an idiot?\n  ","670349":"\n   do you know thailand??\n  ","670350":"\n   oh well i am 24 years old and i am alone\n  ","670351":"\n   now is Boom actually ur name?\n  ","670352":"\n   mint? whats color is that green?\n  ","670353":"\n   i m well boom sister\n  ","670354":"\n   your welcome how old are you\n  ","670355":"\n   so if you said you look bad in pink, whats your fave pedicure color?\n  ","670356":"\n   what time it is?\n  ","670357":"\n   who is your favorite singer?\n  ","670358":"\n   oh ok you are very hot\n  ","670359":"\n   Do you actually believe in God?\n  ","670360":"\n   i am fine what are you doing X\n  ","670361":"\n   ahhh ur a beach girl❤️?\n  ","670362":"\n   ❤️❤️❤️\n  ","670363":"\n   what are you doing?\n  ","670364":"\n   how are you\n  ","670365":"\n   How come you're so attractive?\n  ","670366":"\n   you should make a vsco! great place to just post away without worrying about likes and its cute for u!\n  ","670367":"\n   hey\n  ","670368":"\n   age?\n  ","670369":"\n   its time for me to go its been great talking to u ??? you have a wonderful night ???\n  ","670370":"\n   Could i message you?\n  ","670371":"\n   why\n  ","670372":"\n   ive been there once. Whats your fave place to go\n  ","670373":"\n   can i just say. I creeped ur insta, and its so cute ily\n  ","670374":"\n   no im just saying i love SD\n  ","670375":"\n   last year summer pic i meant\n  ","670376":"\n   Im jw. I really wish we were friends\n  ","670377":"\n   summer pic?\n  ","670378":"\n   Do you ever just get that feeling where it feels like your heart skiped a. beat\n  ","670379":"\n   What time is it?\n  ","670380":"\n   Are you single?\n  ","670381":"\n   do u live in SD now?\n  ","670382":"\n   bc i feel like you dont act like youre 20? am i right? bc id be stuck in teenage mode\n  ","670383":"\n   where are you from?\n  ","670384":"\n   Egg\n  ","670385":"\n   Your belly button piercing is sexy af tbh\n  ","670386":"\n   but i had a serious question\n  ","670387":"\n   it sucks?\n  ","670388":"\n   so whats the life of a 20 year old like?\n  ","670389":"\n   beautiful!!\n  ","670390":"\n   hi.\n  ","670391":"\n   what socks are u wearing anyway?\n  ","670392":"\n   Pap socks?\n  ","670393":"\n   Oh i thought i saw cool socks in ur pic? i guess not\n  ","670394":"\n   I think you need to look at your body better its so beautiful\n  ","670395":"\n   cool socks!\n  ","670396":"\n   Do u think that vinegar anon stinks?\n  ","670397":"\n   i mean it haha cute\n  ","670398":"\n   you have a body every girl wants and its perfect\n  ","670399":"\n   yes! do it for your fans you probably look gorgeous!❤️\n  ","670400":"\n   cute tummy?❤️\n  ","670401":"\n   You should just take a mirror pic❤️\n  ","670402":"\n   ootd?\n  ","670403":"\n   full body ootd?\n  ","670404":"\n   Idk if u ever heard that before but i have im 75% asian its true?\n  ","670405":"\n   Now idk how true this is too, but i heard Asian people have very ticklish feet, true?\n  ","670406":"\n   Same but at this there's not alot of people to talk to\n  ","670407":"\n   I will deactivite my account soon ✌?️❤️\n  ","670408":"\n   Don't say anything  just agree with me ❤️\n  ","670409":"\n   how r u??\n  ","670410":"\n   U dont look Asian, dont try to hide your small feet behind that??? jk\n  ","670411":"\n   ur asian? what! i dont see it\n  ","670412":"\n   your beyond gorgeous babe\n  ","670413":"\n   Are they really that tiny tho? i cant believe it?\n  ","670414":"\n   I think having tiny feet is better anyway\n  ","670415":"\n   boom did u remember me??\n  ","670416":"\n   your so gorgeous\n  ","670417":"\n   Can I add you to kik or fb.\n  ","670418":"\n   Aww bby!! :') ❤❤\nIly aw?? *hugs tight*\n  ","670419":"\n   Geez im ok ? what u up to\n  ","670420":"\n   im not making fun of u i find it cute haha\n  ","670421":"\n   Babe.. You're freaking gorgeous. And everyone on here can say the same ?\n  ","670422":"\n   7?? you have some tiny feet haha\n  ","670423":"\n   those shoes u want in your bio, whats your shoe size\n  ","670424":"\n   I LOVE YOU BUT YOU FORGOT TO TAG YOURSELF ?❤️\n  ","670425":"\n   Unicorns occasionally sleep....I assume\n  ","670426":"\n   How are you\n  ","670427":"\n   Tag a girl(s) you think are beautiful ??\n  ","670428":"\n   what nickname would you give me based off my personality or a body part?(hate allowed hai)\n  ","670429":"\n   AW SAV!!?❤??\nAw I'd cuddle& hold you ewch night the closest& tightest I could possible??❤\n  ","670430":"\n   you're a good singer\n  ","670431":"\n   ohh okay\n  ","670432":"\n   I MADE A VOW I WONT HAVE A BABY ME UNTIL IM 30\n  ","670433":"\n   Lel here it's almost 9 pm...... Sorry xD\n  ","670434":"\n   aha I did that yesterday\n  ","670435":"\n   You look very beautiful and sexy in that body positivity pic :) And you look beautiful in your other pics too :) And good morning to you :)\n  ","670436":"\n   Great thank you ! So everything was okay today ? :P\n  ","670437":"\n   EH THATS NORMAL WITH PARENTS THEY SHOULD FOCUS MORE ON THE KID AND ALL IS GOOD\n  ","670438":"\n   Make it through the day then go home and sleep\n  ","670439":"\n   How r yaaaa\n  ","670440":"\n   Go to sleep\n  ","670441":"\n   Are you Natalie wannabe?\n  ","670442":"\n   The queen is finally on :P\n  ","670443":"\n   please post a pic sweetie\n  ","670444":"\n   Mhm!\n  ","670445":"\n   yea you have a lot of potenial\n  ","670446":"\n   LETS ALL BLESS BOOMS BROTHER FOR making a fetus boomie\n  ","670447":"\n   oh i will\n  ","670448":"\n   AMAZING!\n  ","670449":"\n   yea my goal is to go Hollywood and make movies\n  ","670450":"\n   THAT MOMENT WHEN ILL NEVER BE ABLE TO BE A GREAT UNCLE OR EVEN AN UNCLE #ONLYCHILDPROBS\n  ","670451":"\n   cool that's where i'll be someday\n  ","670452":"\n   Aw really? :'3 ❤?\nAw what size bed do you have?\nNot that it matter's?❤?\n  ","670453":"\n   If you could take only three items with you to a deserted island,what would they be?stay blessed\n  ","670454":"\n   How are you!?\n  ","670455":"\n   question where are you from\n  ","670456":"\n   HOLY SHIT WAIT ITS 420 ON WEDNESDAY BUT I DONT BLAZE IT\n  ","670457":"\n   Post your body positivity pic\n  ","670458":"\n   QOTD: Do you like getting dressed up?\n  ","670459":"\n   How are you\n  ","670460":"\n   bored huh\n  ","670461":"\n   HI FELLOW ALIEN WHATS NEW IN YOUR HUMAN BODY\n  ","670462":"\n   if we met each other you would get sick of me because I would compliment you say I love you and just stare at your beauty all day\n  ","670463":"\n   Heyzies!\n  ","670464":"\n   Perks of having *Perfect* exes?\n  ","670465":"\n   Lol I fell asleep\n  ","670466":"\n   not much you\n  ","670467":"\n   I bet that vinegar anon stinks.\n  ","670468":"\n   I DONT PLAN TO DEACTIVATE SO UNLESS AN ASTEROID KILLS ME ILL BE HERE\n  ","670469":"\n   YOU BET YOUR WILD ASS I AM AND WE'LL TAKE OVER THE WORLD LIKE ITS THE 12TH CENTURY\n  ","670470":"\n   Iainteenknoit\n  ","670471":"\n   like=rate or tbh? ❤\n  ","670472":"\n   wyd\n  ","670473":"\n   Are you in school ? What do you do just curious\n  ","670474":"\n   Me not too ? its to cold for spring and when its raining is bad ?\n  ","670475":"\n   It's ok pretty girl aha\n  ","670476":"\n   I'm in NY....goodnight Savannah\n  ","670477":"\n   you are so stunning\n  ","670478":"\n   Hey beautiful are you okay . You are perfect in every single way and I hope you are always happy sweet cause you deserve to be\n  ","670479":"\n   who do you want babies with?\n  ","670480":"\n   I'm 146 pounds I'm a skinny nigga lol\n  ","670481":"\n   Would you bang Fernando Torres?\n  ","670482":"\n   I spilt vinegar on myself.\n  ","670483":"\n   *kisses u* -yahya\n  ","670484":"\n   87 ??\n  ","670485":"\n   id love to have babies with you\n  ","670486":"\n   how often do your feet start smelling bad?\n  ","670487":"\n   Okay. Well I don't really post on Instagram so I have no pics but I'll follow you. Have an amazing day and smile. You deserve. You're a beautiful and such an amazing person\n  ","670488":"\n   Ur a beauty :p\n  ","670489":"\n   i absolutely love and adore your face\n  ","670490":"\n   How much do you weigh ?\n  ","670491":"\n   Hi ?\n  ","670492":"\n   Hey\n  ","670493":"\n   Hola :)\n  ","670494":"\n   Boom!\n  ","670495":"\n   I'm great wbu\n  ","670496":"\n   Aweee :') <3\nYou cutie aw we'd have so much fun together!!\nYe I'll just move in with you aye?\n  ","670497":"\n   hey\n  ","670498":"\n   Good evening\n  ","670499":"\n   I'm saying like rocking the salad together and mixing in the dressing ? By saying pipe it up\n  ","670500":"\n   your lips eyes hair face body personality just every single little thing about you is complete perfection\n  ","670501":"\n   If I buy your thong can I see it on you\n  ","670502":"\n   You're stunning x sleep tight beautiful\n  ","670503":"\n   Is it better to to make a Caesar salad or pipe it up ?\n  ","670504":"\n   catch up slowly babe no one is in a hurry. You're gorgeous\n  ","670505":"\n   What are you bored of?\n  ","670506":"\n   Yeah I guess they would look stunning on your feet\n  ","670507":"\n   If you could live in any fictional universe what would it be?\n  ","670508":"\n   beautiful boom\n  ","670509":"\n   Calvin Klein thing will be brought for you soon\n  ","670510":"\n   One main reason why I wanna go to the State's is because of you :3 \nTo meet you?❤\n  ","670511":"\n   so today I got a dose of boom and I boom'd.\n  ","670512":"\n   How the crap did you get verified\n  ","670513":"\n   I like turtles\n  ","670514":"\n   What is your favourite line from a movie?\n  ","670515":"\n   Uhmmm then let me polish them in black?\n  ","670516":"\n   are you an actress or not really\n  ","670517":"\n   Well,I don't think that winter is so great over here.I rather would trade it to one in Australia,Greece,Spain,Florida or California.\n  ","670518":"\n   I would love to massage your feet and polish your toes in pink\n  ","670519":"\n   yes I do but it maybe a while until i get something going\n  ","670520":"\n   Do you mind if I dm you on Instagram atleast??\n  ","670521":"\n   but why would u wanna be verified\n  ","670522":"\n   i'm thinking about doing an epic film\n  ","670523":"\n   hey I don't know you but I wanted to say you're extremely gorgeous and seem like such an amazing person and I'd love to get to talk to you. You're so astonishingly gorgeous\n  ","670524":"\n   why did you say oh boy princess ?\n  ","670525":"\n   yea i have some great news\n  ","670526":"\n   No spring acutally by them weather but jep ????\n  ","670527":"\n   hey Princess...\n  ","670528":"\n   What celebrity annoys you the most?\n  ","670529":"\n   great thanks\n  ","670530":"\n   Are you from Arizona\n  ","670531":"\n   your face is like heaven your soft voice is like angels\n  ","670532":"\n   how are you\n  ","670533":"\n   Ewww ? here is shit raining ?\n  ","670534":"\n   who said \"Life is Fair\"???\n  ","670535":"\n   howd u get verified on here\n  ","670536":"\n   hey\n  ","670537":"\n   Glad you're agree ? how is the weather there ?☀️ ?\n  ","670538":"\n   the ABC® Women Boho Tank Top is on the way to you. Enjoy all your weekend haul it was fun to make you happy. Some girls are just deserving :-)\n  ","670539":"\n   are you pregnant\n  ","670540":"\n   I do expect to lose a follower or two and probably block an annoying anon, but my closest friends, co-workers and my brother all approve so that's all I need\n  ","670541":"\n   nothing Princes...\n  ","670542":"\n   Can you do a video ? I would love to hear your voice\n  ","670543":"\n   Just know it's all good :)\n  ","670544":"\n   because they want my friends to hate me...\n  ","670545":"\n   Where ?\n  ","670546":"\n   Princess i don't have a fake.. someone made a fake account of me :(\n  ","670547":"\n   I think because right now I have perfect positive feedback so I don't want to potentially ruin it lol\n  ","670548":"\n   Would you like a tattoo ?\n  ","670549":"\n   I got a haircut\n  ","670550":"\n   Princess i did not say that ... that is  fake of me\n  ","670551":"\n   Not sure why I am not telling you. lol\n  ","670552":"\n   Ok.\n  ","670553":"\n   Are your eyes blue or hazel ?\n  ","670554":"\n   Lawyers can be full of s--- sometimes.\n  ","670555":"\n   lol It's weird, but I can't actually say right now because I don't want it out just yet, but trust me it's a big deal, one that I am really happy for and one that so far everyone has been awesome about\n  ","670556":"\n   The offer would only work if the price was raised is kind of saying yes in a way\n  ","670557":"\n   Watch it !\n  ","670558":"\n   what you up to Princess ? :)\n  ","670559":"\n   Isn't it great? Like I have always been happy, but I have been over the moon lately\n  ","670560":"\n   Ever watched angry beavers ??\n  ","670561":"\n   Opinion on\n   \n    @yhashmi90\n   \n","670562":"\n   Just à minute ago you said you would.\n  ","670563":"\n   U would give me oral for billions of dollars?\n  ","670564":"\n   back to it? i just brought it up for the first time as an example\n  ","670565":"\n   express yourself\n  ","670566":"\n   so like when you get tickled youre a wild laugher?\n  ","670567":"\n   anytime Princess! :) i am here if you need me...\n  ","670568":"\n   As am I. I am in such a good place this past week or so.\n  ","670569":"\n   laughter is good tho?\n  ","670570":"\n   You thirsty anons! she has a bf ! gtfo her page !\n  ","670571":"\n   How much would i have to give y?\n  ","670572":"\n   Would u if i gave u an extra thousand dollars?\n  ","670573":"\n   Excellent, thanks for asking!\n  ","670574":"\n   anytime Princess :) just thought i tell you that because you deserve it :)\n  ","670575":"\n   your welcome do you want me to come off anon\n  ","670576":"\n   How is you this eve?\n  ","670577":"\n   Would u give me oral for million dollars?\n  ","670578":"\n   I am not one of those people whose body is aesthetically pleasing when I wear leggings but I dont care\n  ","670579":"\n   IMPOSSIBLE CAUSE YOU ARE WAY HIGHER THAN ME BABE?????????❤❤❤❤❤?????\n  ","670580":"\n   Hiyo :)\n  ","670581":"\n   When do you know if your feet smell or not?\n  ","670582":"\n   What creams do you use for your feet?\n  ","670583":"\n   ABC® Women Boho Tank Tops Bustier Bra Vest Crop Bralette Cami  -  if you add this you OWN this...hurry\n  ","670584":"\n   I used to hate on people who wore leggings and yoga pants instead of \"real pants\" but then I wore them myself and was in heaven\n  ","670585":"\n   is that your bf\n  ","670586":"\n   lol. I got to be an adult sometimes. :P I guess this also makes it hard for me to get a girlfriend then too sadly. :(\n  ","670587":"\n   whats ur whatsapp status?\n  ","670588":"\n   Can i ask à dirty question?\n  ","670589":"\n   your so adorable\n  ","670590":"\n   aha yep\n  ","670591":"\n   You're ask is really cool.\n  ","670592":"\n   Those are some cute leggings\n  ","670593":"\n   I'm not sure but it looks like you can make the most adorable puppy dog face\n  ","670594":"\n   hey\n  ","670595":"\n   Do you answer sexual questions\n  ","670596":"\n   Aussie\n  ","670597":"\n   you look like a very laughable girl. Do u laugh alot?\n  ","670598":"\n   do u have cute socks to match the cute pants??❤️\n  ","670599":"\n   Bc your beauty is so outta this world girl ?\n  ","670600":"\n   your eyes drain me\n  ","670601":"\n   yeah bc you have cute feet❤️\n  ","670602":"\n   well my heart almost stopped when I seen that pic\n  ","670603":"\n   my pants are wet because of u\n  ","670604":"\n   OH NOOOOOOO your new pic, those eyes & lips xxxxxxx you're making me so weak in my pants\n  ","670605":"\n   do u love to get your feet & legs complimented?\n  ","670606":"\n   your beauty makes my day brighter\n  ","670607":"\n   Girl I am totally in love. Can I make you mine?\n  ","670608":"\n   Your feet drive me crazyyyy\n  ","670609":"\n   you seem like a nice person\n  ","670610":"\n   Ok I love that face, it will look great with your New sunglasses :) now go get food !!\n  ","670611":"\n   Just shut up I LOVE you okay\n  ","670612":"\n   Is it a new day?\n  ","670613":"\n   That has me dead ??but fr. Dead\n  ","670614":"\n   Maybe you should give a fock because you're ass4lyfe\n  ","670615":"\n   Is it normal that when I see hot girls like you I get stiff?\n  ","670616":"\n   Ohhhhhhhhhhhhhh get it\n  ","670617":"\n   That's weird ???\n  ","670618":"\n   yup and than your sexy toes polished in red\n  ","670619":"\n   What the frick\n  ","670620":"\n   why must you be so perfect omfg\n  ","670621":"\n   you are a beautiful princess :)\n  ","670622":"\n   MORNINNNNN LASS??❤❤❤❤\nYOU AREN'T 9.5\nDA FUQ\n1000\/1000 MATE\n  ","670623":"\n   not a problem i treat people with respect\n  ","670624":"\n   Rate:9.5 best feature: Your body lol hmu\n  "},"Answer":{"669552":"\n  Tuning\n  ","669553":"\n  Thank you so much!!! I love it❤️❤️??? when I feel better and more energetic I'm gonna take more pictures, I just can't take pictures when I'm unhappy ?\n  ","669554":"\n  I'm probably lazy ?\n  ","669555":"\n  Happiness ?\n  ","669556":"\n  Awwwwwwh thank you so much ??????? I hope you're doing great\n  ","669557":"\n  OMG thank you❤️❤️\n  ","669558":"\n  Yes I did ??I love it❤️\n  \n  I don't really feel good or I would have taken pictures, but I may just do that tomorrow\n  ","669559":"\n  I need my fucking nails to be done, ugh I wish I some Asian friend to come do it ?\n  ","669560":"\n  I'll put your ? in this cute little box\n  ","669561":"\n  Thank you so much ?❤️?❤️?❤️\n  ","669562":"\n  My new rings that I just got omg now I just need my nails to be done?❤️\n  ","669563":"\n  Did you read some of my things?! ??thank you so much ahh ?✨??\n  ","669564":"\n  I'd be deaf, I can't read lips pretty well\n  ","669565":"\n  Awwwwwwh ? this is amazing, you made me feel better ? thank you so much! You make me feel like an angel ???\n  ","669566":"\n  Creamycokaine.wordpress.com\n  ","669567":"\n  I know it's probably been said a lot in the past but I would do anything to be in the time of the Beatles ?\n  ","669568":"\n  Today I'm not so good :\/ I hope everyone else had a better day ✨ I'll probably be on tomorrow if anything ? I miss you guys??& thanks for all the spam I've already gotten ? can't wait to come back in a better mood ?\n  ","669569":"\n  I contacted ask!!:)\n  ","669570":"\n  Why yes they do?\n  ","669571":"\n  I would have become an angel ?\n  ","669572":"\n  Probably my camera lol\n  ","669573":"\n  OMG thank you so much ?? I don't think I'm that popular?? but ahhhh I'm so happy????\n  ","669574":"\n  Chicken?\n  ","669575":"\n  You've known me for a few years, omfg that's incredible ? thank you so much, I can feel myself become more and more confident because of you guys, so thank you so much?❤️?❤️??\n  ","669576":"\n  Me too ❤❤\n  ","669577":"\n  I'm becoming greedy and want more ❤❤❤\n  ","669578":"\n  Love my new pants, ill take better pictures later, but I'm gonna need all my pants to be this fuckin comfy\n  ","669579":"\n  ❤❤\n  ","669580":"\n  Uhm are we talking sexual shit?\n  ","669581":"\n  I feel like I should be asking you this..\n  ","669582":"\n  Can't wait to try them on ❤\n  ","669583":"\n  No but omg I need too!\n  ","669584":"\n  Obvi. There amazing\n  ","669585":"\n  Wait and see what?!\n  ","669586":"\n  Yeah, I think those are definitions of fans ❤❤ thank you so much!!! You guys are all just the best omfg. But it took me awhile to comprehend the fact I have fans, until I got a present everyday for the last week so I think I'm slowly accepting it ❤❤\n  ","669587":"\n  Just the Calvin's I got\n  \n  V\n  \n  V\n  \n  V\n  ","669588":"\n  Bottoms, I have such a small waist \/ hips :(\n  ","669589":"\n  Oh really? Then what would you call them?\n  \n  Sounds like someone wishes it were them❤\n  ","669590":"\n  I have the best fans, I couldn't ask or get any better❤ ily ily ily\n  ","669591":"\n  I haven't showered yet so I haven't tried them on, but oooohhhh do they look good ❤ in the package lol\n  ","669592":"\n  You know, I'm pretty spanking good how about yourself?!\n  ","669593":"\n  All I know is he lives in Oregon and told me he lived in la..\n  ","669594":"\n  Nice booty, speaking of that, guess who got new pants today❤❤❤❤\n  ","669595":"\n  This gives me unimaginable power\n  ","669596":"\n  Every belly button ring I have is now in the box❤❤❤ I need more belly button rings, start a collection;)\n  ","669597":"\n  What the fuck. This is one of my favorites, and the stone fell out !!! I wanna cry\n  ","669598":"\n  Lol when people don't realize I'm using their questions for my own selfish rants....\n  ","669599":"\n  I just have a phone number and location but I don't want to post it to the whole world\n  ","669600":"\n  I love them❤❤ now I'm going be a good roommate and clean the kitchen lol\n  ","669601":"\n  I'm a 100% sure that whoever the person is, is and has been on my page since we've stopped talking and now I'm a little creeped out. I'm pretty sure he's been under my nose the whole time. Omg.\n  ","669602":"\n  I need someone to find out everything they can about whoever owns a number I have. Their name, age, everything.\n  ","669603":"\n  Ugh someone go full blown detective mode with me ❤\n  ","669604":"\n  Does anyone pay for yellow or white pages?\n  ","669605":"\n  Is it sad all I want is an honest apology from whoever just so I can stop wondering and know that none of it was real.\n  ","669606":"\n  Thank you so much, I feel like I'm going to need you more than I know\n  ","669607":"\n  I kinda got over the fact that there was always an excuse of why we couldn't actually be together, after 5 years of back and forth \/ in and out of my life I started to realize I'm being played, I just wanted to believe that a guy like him could love me and marry me but omg I'm dumb. And I don't know why I believed anything he said after I found like pictures he was faking...\n  ","669608":"\n  I thought so too. It sucks having everything all make sense, having a future and then havin it all shit on you when things get close. I'm lost.\n  ","669609":"\n  Idk why that post got deleted? Did one of you do it or is he one of the anons on my page .... Omfg\n  ","669610":"\n  Urban ❤\n  ","669611":"\n  Someone isn't pretending to be me. Someone pretended to be someone else, had us fall hopelessly in love and now I'm broken uncertain of what's real. 5 years of dreams wasted.\n  ","669612":"\n  Thank you so much omg\n  ","669613":"\n  Not having one ❤\n  ","669614":"\n  Someone I thought was the one and only.\n  ","669615":"\n  I need someone to help me find out who the fuck catfished me.\n  ","669616":"\n  I'm pretty fucking sure I'm gonna sound \/ already sound like Lana when she talks omg. I feel so much better knowing I'm not the only one who's voice didn't seem to grow up with them lol ❤\n  ","669617":"\n  So I've been watching live concerts of Lana del Rey, and I think I fell in love with her because she's not a celebrity who did it for the fame, she really wanted people to understand the bullshit she went through. She normally wears a sweater when she sings, and is barefoot. There's nothin on stage other than her voice, like how it used to be 20+ years ago. She's so genuine and you can feel it when she sings. She's nostalgia and I love her or it. I really hope one day I get lucky enough to meet her.\n  ","669618":"\n  You omg ??✨\n  ","669619":"\n  I love it!!! It's so pretty omgomgomg ??✨\n  ","669620":"\n  Thank you??\n  ","669621":"\n  You should be happy ?✨\n  ","669622":"\n  MAKE THIS FOR ME\n  ","669623":"\n  Because I'm an editing whore ❤️?\n  ","669624":"\n  You can have this instead ?\n  ","669625":"\n  I do too?\n  ","669626":"\n  I got new underwear so I'm sorry for you ?\n  ","669627":"\n  Omgg I got a pretty box ❤️\n  ","669628":"\n  I NEED TO EAT AND ALL I WANT IS NACHOS\n  ","669629":"\n  You're not ugly darling!!!!❤️?\n  ","669630":"\n  Some girls are so beautiful I don't even know how they exist.\n  ","669631":"\n  I haven't checked the mail today ?\n  ","669632":"\n  Send @@@@@@@ instead ?\n  ","669633":"\n  Not particularly ?\n  ","669634":"\n  They probably are ?\n  ","669635":"\n  I really like pizza\n  ","669636":"\n  I rarely wear makeup so\n  ","669637":"\n  Always ✨\n  ","669638":"\n  I have the best conversations with you, and I thank you for that ❤️❤️\n  ","669639":"\n  Yeah bro.. So much ?\n  ","669640":"\n  YOU ARE THE BEST GIRL EVER! You're so genuine and loving towards everyone. You're such a good friend and probably cuddling buddy❤️❤️ I'm so glad I met you beebee???? you make my life better\n  ","669641":"\n  Nonexistent\n  ","669642":"\n  Swole team six\n  ","669643":"\n  You deserve to be treated better.\n  \n  You shouldn't have such a hard time, people should be there to support you so that's why no matter what I'll always be here to support you.\n  \n  You're so sweet?\n  ","669644":"\n  I think he might need to button his pants in his dp?\n  ","669645":"\n  You're really nice ??\n  \n  You try to make sure I'm always smiling ❤️\n  \n  It's nice to know I have people who want to take care of me ?\n  ","669646":"\n  Only like this tho\n  ","669647":"\n  Most likely honestly\n  ","669648":"\n  Shawshank *\n  ","669649":"\n  He's a babe ?\n  ","669650":"\n  Live in your heat? Where do you live, hell?\n  ","669651":"\n  Somewhat crazy\n  ","669652":"\n  ✨???\n  \n  Love u\n  ","669653":"\n  Not that many appreciate me the way you just did, thank you so much for making me feel better today? you are the best.\n  ","669654":"\n  I agree he is so phat ?\n  ","669655":"\n  Are you gonna swim to me bby?\n  ","669656":"\n  No I wish\n  ","669657":"\n  What if I only like your food but not your kisses and stuff.... Hypothetically of course ?\n  ","669658":"\n  In a pineapple under the sea\n  ","669659":"\n  The cutest✨\n  ","669660":"\n  Good, because she doesn't care about you either\n  ","669661":"\n  Awwwwwwh, thank you shawshank????\n  ","669662":"\n  No matter how hard I tried, it's like nothing will ever stay clean ?\n  ","669663":"\n  Do you know where Patrick star lives?\n  ","669664":"\n  ?ily?\n  ","669665":"\n  How much?\n  ","669666":"\n  You can call me whatever your heart desires hun?\n  ","669667":"\n  It's magic I know ?\n  ","669668":"\n  Thank you so much alien friend ?\n  ","669669":"\n  Username: savannahamess\n  ","669670":"\n  Would you cook for me now sweetness:(\n  ","669671":"\n  Hello darling Ella! I haven't talked to you in a long time, you gotta let me know how your doing! I hope everything is going good, as I send you the biggest and squeezest hug you'd ever felt?❤️?❤️?❤️\n  ","669672":"\n  Fuck your question ? my cat is cute\n  ","669673":"\n  She's butthurt at me because I haven't gotten in our cuddling position, I love her. Fact.\n  ","669674":"\n  I'm about to get off to go the clean my kitchen, because this place is a disaster lol ugh my life is so boring this is why I need you guys to entertain me?❤️\n  ","669675":"\n  Omg thank you so much????????? this means everything to me. I've never felt so beautiful\n  ","669676":"\n  OMG OMG ITS NOT IMPOSSIBLE THOUGH.\n  ","669677":"\n  I'm pretty good, how about you?!\n  ","669678":"\n  This is so romantic OMG\n  ","669679":"\n  Omg I don't know it's one thing to get compliments, but when it's from other girls idk it's like I finally did something right.. Thank you so much?❤️ I really hope I inspire people somehow - idk how but ya?\n  ","669680":"\n  That's rough ?\n  ","669681":"\n  What's the one with really entitled people, a melting pot of different ethnicities, massive military, everyone is always trying to bomb us, and we claim to understand what freedom is.... What's it called.... I can't remember ..... ?\n  ","669682":"\n  ?love u\n  ","669683":"\n  2️⃣0️⃣\n  ","669684":"\n  Why do I have to imagine this?\n  ","669685":"\n  Omg!! That's so cool !!\n  ","669686":"\n  Same guy.\n  ","669687":"\n  Life isn't fair.\n  ","669688":"\n  Oh no! What happened?\n  ","669689":"\n  Omg thank you?❤️\n  ","669690":"\n  Places?\n  ","669691":"\n  I'm being serious too\n  ","669692":"\n  I actually didn't know that! You taught me something\n  ","669693":"\n  Oh god, you probably need a lot of that ?\n  ","669694":"\n  Me too honestly...\n  ","669695":"\n  Good for you darling ?? I bet there gonna be super cute\n  ","669696":"\n  I hope you get some lovely darling ?❤️ they are sooo cute ??\n  ","669697":"\n  Omfg this is so amazing thank you?❤️\n  ","669698":"\n  Send them @@@\n  ","669699":"\n  Do you know how many sides a box has?\n  \n  Now take that answer and tell me does a circle make a box? No but you can make circle in a box.\n  ","669700":"\n  I can ??\n  ","669701":"\n  I LOVE OREOS WITH NUTELLA BUT NOT AS MUCH AS I LOVE YOU\n  ","669702":"\n  This doesn't make sense to me, why is this entertainment for people ?\n  ","669703":"\n  I hope you do✨\n  ","669704":"\n  You're a sweetheart?❤️\n  ","669705":"\n  It's not a person, she's a cat her name is ash?? and if I didn't have her in my life, nothing would ever make sense.\n  ","669706":"\n  We could cuddle together with kitties ???\n  ","669707":"\n  I don't really remember much, but I remember really strong feelings, and kissing someone I thought was the one? it felt so real I thought it actually happened but never did... And I was told to fight for how I feel and my heart. It was just a really emotional dream. Ugh it just brought back feelings I've been trying really hard to avoid.\n  ","669708":"\n  Hell yeah, we're cat people! We'd be a great mix?\n  ","669709":"\n  If go with you. ?\n  ","669710":"\n  Well there was this one time where I had to decide how badly I wanted to stay alive and so I fought for my life and look I'm still here ?\n  ","669711":"\n  Cinderella, because let's be honest If I walked in her glass slipper would be nothing compared to my gold one ? id give her a run for her money omfg ?\n  ","669712":"\n  IM GOING TO SHOP ONLINE NOW HAHA OMG brb\n  ","669713":"\n  That's so sweet ?❤️\n  ","669714":"\n  I love her so much\n  ","669715":"\n  I ain't voting for this bullshit haha I don't want any of them\n  ","669716":"\n  Yeah I spoon with my cat???????\n  ","669717":"\n  You know I've always wanted a crown\n  ","669718":"\n  I'd think we'd be married..... Cause that's some dope ass hubby shit right there\n  ","669719":"\n  Impossible ??\n  ","669720":"\n  Have you tried??\n  ","669721":"\n  Oooooohh those are goooood\n  ","669722":"\n  You definitely know what makes me happy ?\n  ","669723":"\n  Awh I Already miss you ?\n  ","669724":"\n  Like an easy bake oven??\n  ","669725":"\n  I'll be back ??\n  ","669726":"\n  My cat is my baby spoon right now and I don't know what could make my life any better\n  ","669727":"\n  I've always wanted to try\n  ","669728":"\n  I'm so sorry love ?\n  ","669729":"\n  Are you?\n  ","669730":"\n  Ahhhhhh well I'm gonna be doing that now? ill be back later?\n  ","669731":"\n  I miss you so much ??\n  ","669732":"\n  I love shopping to much\n  ","669733":"\n  I plan on doing nothing tonight?\n  ","669734":"\n  Are you afraid of it?\n  ","669735":"\n  I think I went to heaven\n  ","669736":"\n  I'm about to go add more stuff right now haha\n  ","669737":"\n  I just fixed my Amazon so my address is connected ?\n  ","669738":"\n  Thanks ?❤️\n  ","669739":"\n  I have no idea, but omg are they on their way?!\n  ","669740":"\n  I think I'm addicted to CSGO betting\n  ","669741":"\n  I'll fix it on the computer :)\n  ","669742":"\n  I will one day in my life have an entire room filled with different types of cookies just waiting to dispense out of modern vending machine into my mouth. Fact.\n  ","669743":"\n  I'm sure I like you?\n  ","669744":"\n  How much crack do you smoke?\n  ","669745":"\n  I LOVE IT???\n  ","669746":"\n  Pretty good??\n  ","669747":"\n  Why not?! It'll loosen her up?\n  ","669748":"\n  Thanks?\n  ","669749":"\n  Date rape drugs are a thing ??????? im kidding .\n  ","669750":"\n  The muffin man isn't going to be very happy\n  ","669751":"\n  Why?\n  ","669752":"\n  Awh thank you so much darling ?? I wish the same\n  ","669753":"\n  I dislike this statement\n  ","669754":"\n  What's wrong\n  ","669755":"\n  I'm starting to really like the extreme amount of questions I get, I feel so loved you guys ❤️??\n  ","669756":"\n  A little bit of both?\n  ","669757":"\n  That's it ?? I want morree\n  ","669758":"\n  Thank you cuteness?❤️\n  ","669759":"\n  I'll do it when I get back?\n  ","669760":"\n  Omg thank you so much!!!!????❤️ you're a babe\n  ","669761":"\n  I added a few things to the birthday list?❤️\n  ","669762":"\n  Thank you so much!!!! I've never been so happy in my entire life OMGOMGOMGOMG ?❤️❤️?\n  ","669763":"\n  Thank you so much ?\n  ","669764":"\n  I'll go online searching after my appointment ?????? I can't wait\n  ","669765":"\n  I'm supposed to get the pants too?!?! Omgomgomg ?????\n  ","669766":"\n  I'd rather go to Japan\n  ","669767":"\n  Last picture sorry about my hair lol and everything\n  ","669768":"\n  It's too cold to wear this but I tried it on?\n  ","669769":"\n  I GOT A SHIRT TODAY!!:)\n  ","669770":"\n  I am. ??\n  ","669771":"\n  What else am I here for?\n  ","669772":"\n  Makes my tattoo look good\n  ","669773":"\n  Sorry I was just trying it on?\n  ","669774":"\n  Billions of dollars ?\n  ","669775":"\n  Who is we?\n  ","669776":"\n  Everything and anything because with Netflix you have to have an open mind to seeing new types of films because it's mostly independent films anyways haha I mean why do you think Netflix and chill started getting popular? Because majority of our society is too stupid to grasp messages from the weirder movies so they just start acting like apes and bang it out lol so me I watch everything because I treat everything as a learning experience because I'm not gonna be one of those dumbass's who gets pregnant because the movie wasn't good enough.\n  ","669777":"\n  I already love it ?❤️\n  ","669778":"\n  You can do whatever you want darling ?\n  ","669779":"\n  Let's be fucking reasonable here.... That's the most unreasonable car\n  ","669780":"\n  Nope I have not\n  ","669781":"\n  Since you are a king, could you buy me a sea otter or maybe a car?\n  ","669782":"\n  It's so pretty, I can't wait but it's 7:40 am I'm  not trying to move lol\n  ","669783":"\n  Probably the most useful subject.\n  ","669784":"\n  Thank you❤️?\n  ","669785":"\n  We are not the same\n  ","669786":"\n  All I'm taking this as, I'm so fucking excited to try on my new bra ????? presents shouldn't make people this happy ?\n  ","669787":"\n  My dreams are coming true ✨\n  ","669788":"\n  Omg thank you so much pretty?✨\n  ","669789":"\n  Omfg it's so fucking pretty ?????\n  ","669790":"\n  I got another present yesterday!!! It's the other bra! I haven't tried it on yet though but OMFG ITS SO PRETTY\n  ","669791":"\n  You're your own person you can have enough self control to not reply back. ?\n  ","669792":"\n  The blue check mark ??\n  ","669793":"\n  Because I'm a boss ass bitch ?\n  ","669794":"\n  Actually, it was pretty good\n  ","669795":"\n  Doesn't mean we can't be bestest friends??\n  ","669796":"\n  I don't fear death, I fear finding out what's going to kill me.\n  ","669797":"\n  It helps out a lot ?\n  ","669798":"\n  Awwwwh, shucks ?\n  ","669799":"\n  Well I did it because it looks cleaner, and it helps people see that I'm not fake whatsoever.\n  ","669800":"\n  I don't know how much better life can get after getting all these gifts ??\n  ","669801":"\n  Hey, we watch the same stand ups ??\n  ","669802":"\n  I'm so proud of you ?\n  ","669803":"\n  ?\n  ","669804":"\n  2️⃣0️⃣\n  ","669805":"\n  Bleh, it's gonna be a busy busy day for me.. So much cleaning\n  ","669806":"\n  That's good to hear\n  ","669807":"\n  I'm good you?!\n  ","669808":"\n  What is this virgin you speak of.\n  ","669809":"\n  ?? OMG thank you so much pretty lady! This means the world to me?? you are so sweet\n  ","669810":"\n  Im about to go steal these fuckers lives.\n  \n  I'm really sensitive to things like this, from people getting judged for a disability after an accident because you're actually the third person I know.\n  \n  The first person, was really really rich and was drunk drivin hit a tree, killed all his friends in his car, and couldn't speak, poop, eat, or anything for two years or so..\n  \n  The second person I met is a little bit more serious, he was also in a drunk car accident, woke up completely paralyzed, had to use a wheelchair. His brother went around with him everywhere because everywhere he went someone would make fun of him, because he couldn't really speak that well either..... Because of all the hate he took his life a few months after, and my (the brother) has never been the same since.\n  \n  I take this shit seriously, because it's not a joking matter and none of it is funny. Someone's life being stripped away from them in a second is not a laughing matter.\n  ","669811":"\n  If it's hard for someone to make friends, you can't blame the people because you have to realize people only reject those who are socially unacceptable in a certain way, that's why I never got bullied - I realized what was different about me and I owned it. People don't like the weird, unique, or different but if you can somehow manipulate everyone to believe you're not that weird, life and friends will be so much easier to make but it's not that easy because sometimes it's hard to figure out what makes you an outcast because to most people psych what they like and everything is normal to them so they don't have anyone saying like \"no don't do or say that here\" I think everyone needs a life manager.\n  ","669812":"\n  Booty\n  ","669813":"\n  I'm pretty good!!!? you?!\n  ","669814":"\n  You know, this was actually quiet nice to listen too. Kinda calmed me down hah\n  ","669815":"\n  She's the cutest?\n  ","669816":"\n  If you can push through this year, do it. And if I were you I'd stop focusing on trying to get people to like you because a lot changes after you graduate. Focus on giving yourself an awesome future, so those who do make fun of you, can be shot down with how much better you're doing in our world compared to them, that's the only way to make people stop is to prove you're more than what they think.\n  ","669817":"\n  I wish you could go home, is your home actually safe for you? Are your parents really supportive and stuff?\n  ","669818":"\n  \"I'm gonna find out something embarrassing and uncomfortable about you and I'm gonna laugh at it so you can feel what he feels or you can stop laughing and humble yourself.\"\n  ","669819":"\n  Silence of the lambs\n  \n  Or\n  \n  Stoker.\n  \n  They're not scary like omfg I can't sleep scary, they're the kind that scares you psychologically and to me that's way deeper and worse\n  ","669820":"\n  Oh yea, so I knew nobody was fucking laughing at him and I've taken care of elders in assistant living homes and I've had to help do that before so it's nothing new and it'd probably be was easier with someone who actually can comply with you lol\n  ","669821":"\n  Maybe it's because we're such humbling people that we don't find any of this weird, that we do everything in our power to make him feel okay. You have blessed this work with your existence\n  ","669822":"\n  My little kitty is names Ashbutt?❤️\n  ","669823":"\n  I wish I could hug him and be like \"with me around you'll be okay\"\n  ","669824":"\n  I feel so bad, like who does that to someone who was in an accident... Like it's not like he's all into diapers and he chooses this... He deserves way more\n  ","669825":"\n  & instead people being like \"oh you know if I were in his shoes I bet that'd be really hard to work through, maybe I should do things with him that he can do.\" But no They just make fun of you because it's not a normal lifestyle... You have to understand people judge and torment the non understood individuals because they don't know how to handle it because it's not normal so they weren't taught how to act so instead of being awkward they're being heartless. It's way more common than you think, but when I realized most people were like this I began stepping up for those who's voice kept getting shot down and made fun of. I took what they dish out and shove it so far their throat they choke, because just because someone isn't like you doesn't mean you have to be an asshole.\n  ","669826":"\n  I live in the dumpster of the darkest alley.\n  ","669827":"\n  Drake sucks. End of story.\n  ","669828":"\n  But you keep coming back to me?\n  ","669829":"\n  So much cleaning, too much cleaning lol\n  ","669830":"\n  WELCOME BACK DARLING! ?❤️\n  ","669831":"\n  I'm better at arguing haha but I'm tough, I can fight too. Especially if it's for my life.\n  ","669832":"\n  I wish I went to school with you to protect you, if you had me by your side nobody would dare try to make fun of you. I'm so sorry. ?\n  ","669833":"\n  Good morning muffin ??the crackin has finally woken up lol ?\n  ","669834":"\n  I'm so sorry, I would get so annoyed if I were you.\n  ","669835":"\n  Omg Hahahahahahahaha ?????? I've never thought of this that way hahah\n  ","669836":"\n  Omggggggggg?????\n  ","669837":"\n  Whoever the fuck thinks it's funny make fun of someone who had something that traumatic happen to them doesn't deserve your kindness or respect. How dare they? I wonder how they would feel if they went through what you have gone through and had people making fun of them for something they can't help? It's so rude and disrespectful. Just because you're life is a little different then others doesn't mean you're not a good person or someone people can relate too. I'm sorry people in our society still haven't realized this isn't the 1920s and shit happens. I'll never make fun of you\n  ","669838":"\n  I need to have a wedding like this omfg ????\n  ","669839":"\n  What's your condition?!\n  ","669840":"\n  That's so cool!! I wish I could say I had a cool accent!!\n  ","669841":"\n  You make me feel like\n  ","669842":"\n  Only if it's along the coast\n  ","669843":"\n  It probably is super cute ??\n  ","669844":"\n  Omg thank you, I really try because I believe there's not enough people out there trying to be nice to everyone. I love finding nemo. Don't let them get to you❤️?\n  ","669845":"\n  My wifi is making me want to take out side and\n  ","669846":"\n  I just use them for humor, then I get over it because I look better without this animated shit over my face ?? what you up too?!\n  ","669847":"\n  Omg you are by talking to me, and I'm just doing the rest ❤️ you're very helpful\n  ","669848":"\n  Goodnight lovely darling ?❤️\n  ","669849":"\n  I feel like I'm just entertaining myself ?\n  ","669850":"\n  Holy African AIDS, you probably sound SO FUCKING CUTE ???????\n  ","669851":"\n  Than let's not play hide and seek ?\n  ","669852":"\n  Hugs are so lovely\n  ","669853":"\n  But hey you gotta get paid.\n  ","669854":"\n  I'm pretty good, just really confused about this whole fad of \"let's use snapchat filters of me being a cute puppy to make everyone understand I really am a bitch\" ??I'm sorry it's just like not all of you are that cute ?\n  ","669855":"\n  Haven't done my nails in awhile ?I need too\n  ","669856":"\n  Because I'm too lazy lol\n  ","669857":"\n  PLEASE TELL ME ?\n  ","669858":"\n  I'm just sitting on here, lol I'm so bored but like I don't want to do anything else ?\n  ","669859":"\n  No im not doing that right now ?\n  ","669860":"\n  Fuck yeah ????\n  ","669861":"\n  Whyssssssss?\n  ","669862":"\n  Sounds like someone who is desperately gasping for air ?\n  ","669863":"\n  Nah just blitz\n  ","669864":"\n  I do sometimes, haha my smile is just so forced looking ?\n  ","669865":"\n  Instagram\n  ","669866":"\n  Hey it's even more of a compliment if you're a dude because EVERYONE appreciates a good set of knockers\n  ","669867":"\n  Thank you so much??\n  ","669868":"\n  Doesn't exist ?\n  ","669869":"\n  I hate the lighting in my room ugh\n  ","669870":"\n  Holy shizzzznit???? you're absolutely gorgeous like hot damn look at your jam babygirl ✨ BE IN MY LIFE???\n  ","669871":"\n  Anything that's remotely like the league ??\n  ","669872":"\n  Me too??\n  ","669873":"\n  That's a compliment?\n  ","669874":"\n  OMG NO WAY?! ??\n  \n  I don't think I have an animal laugh though ?\n  ","669875":"\n  Thank you for being such a positive influence in my life ❤️\n  ","669876":"\n  Comedy ??\n  ","669877":"\n  That's a shame because I bet you be a solid c cup ??\n  ","669878":"\n  Sometimes some of you can be very entertaining ?\n  ","669879":"\n  Haha you have fun with that❤️?❤️?❤️?\n  ","669880":"\n  Thank god?? I don't feel like watching tv lol\n  ","669881":"\n  Who wouldn't want to be called a nice rack of titties ??\n  ","669882":"\n  I feel the same towards you darling\n  ","669883":"\n  That's really cool?I'm really glad you did that today?\n  ","669884":"\n  Pay respect for??\n  ","669885":"\n  OMFG?✨ thank you. Bless your soul, you have saved me ? what's up boobs;)\n  ","669886":"\n  I want people to entertain me ?\n  ","669887":"\n  So are you beautiful ❤️\n  ","669888":"\n  Okay I agree with this ???❤️\n  ","669889":"\n  WERE SO MUCH ALIKE\n  ","669890":"\n  That's what I'm trying my best to do\n  ","669891":"\n  How could you say that?!\n  ","669892":"\n  Anything that's good ?\n  ","669893":"\n  Wow you really must be from a gang because that spelling and grammar needs help\n  ","669894":"\n  Wait are you telling me you're leaving me alone now?\n  ","669895":"\n  Isn't she just cuddly?!\n  ","669896":"\n  People judge everyone for something ?\n  ","669897":"\n  Oh me too, haha you can tell how funny I think something is by what my laugh sounds like\n  ","669898":"\n  Only if I get to be the one held ?\n  ","669899":"\n  I didn't know I could ? but thank god ❤️\n  ","669900":"\n  Me and my kitty are cuddling ?\n  ","669901":"\n  Thank you?✨\n  ","669902":"\n  You could say we're pretty good ?\n  ","669903":"\n  Yuss?\n  ","669904":"\n  No I'm a ghost\n  ","669905":"\n  How is that possible ?\n  ","669906":"\n  I'm so sorry :(\n  ","669907":"\n  Hello❤️\n  ","669908":"\n  I hope everyone has a great Monday ??\n  ","669909":"\n  I would love too ❤️\n  ","669910":"\n  Thank you so much?????❤️❤️❤️❤️❤️❤️❤️\n  ","669911":"\n  I NEED TO GO GET PANDA EXPRESS\n  ","669912":"\n  That's all that matters?\n  ","669913":"\n  I feel like I'd be famous...\n  ","669914":"\n  It can't be that bad!!\n  ","669915":"\n  I can't wait ??\n  ","669916":"\n  I wish I could hear your laugh?\n  ","669917":"\n  IM GONNA BELIEVE WHAT I SAID\n  ","669918":"\n  Maybe you'll get lucky and she'll fall in love with you ❤️❤️??\n  ","669919":"\n  Don't say that\n  \n  YOU GOTTA BELIEVE✨✨??\n  ","669920":"\n  HAHAHAHAHAHAHAHA I just started cracking up\n  ","669921":"\n  Are you going to pound town?\n  ","669922":"\n  Is do anything for you❤️\n  ","669923":"\n  Santa isn't visiting you this Christmas I can see.\n  ","669924":"\n  Holy shit what's wrong with you\n  ","669925":"\n  I'd do it for unlimited pizza for life ?\n  ","669926":"\n  How much ?\n  ","669927":"\n  2️⃣0️⃣\n  ","669928":"\n  Yeah but yo booty hole is black\n  ","669929":"\n  You just made my day. Thank you so much. I feel like I could look so much better so it just bums me out, but I have to understand that I still look okay the way I am right now too. Thank you??\n  ","669930":"\n  I used too when I was younger\n  ","669931":"\n  I BET YOU CAN EVEN BEAT THE KENYAN IN RUNNING A MARATHON YOU'RE SUCH A CHAMPION\n  ","669932":"\n  You just made me decide to get stoned\n  ","669933":"\n  Staaaawwwp ?????? I swear I'm not\n  ","669934":"\n  DEAD SERIOUS.\n  \n  FOR FUCKING SURE\n  \n  LIKE YOU ARE A CHAMPION\n  ","669935":"\n  Not for your black ass\n  ","669936":"\n  ????\n  ","669937":"\n  Omg don't be jealous, your nose is so cute and your beautiful!!! ???? thank you so much!\n  ","669938":"\n  It sounds lovely, how many people out there can say there's a song made from them? Lol\n  ","669939":"\n  Are you gonna record yourself playing it for me?!\n  ","669940":"\n  If you're good at it lol\n  ","669941":"\n  I'm thinking about ruining my intestines with Taco Bell\n  ","669942":"\n  I'm about to get off so I can go get some foooooooood since all these peeps think I don't eat and SHIZZZZ ?\n  ","669943":"\n  BEST COMPLIMENT I PROBABLY COULD HAVE EVER GOTTEN ?\n  ","669944":"\n  YESSSSS YOU SQUEEZE ME LIKE A LEMON AND MAKE BOMB ASS LEMONADE\n  ","669945":"\n  Wooooo!!! ??\n  ","669946":"\n  I'm gonna look soon ??\n  ","669947":"\n  This is you?!\n  ","669948":"\n  20\n  ","669949":"\n  MY DAY IS AMAZING ?\n  ","669950":"\n  Naaaaaah?\n  ","669951":"\n  YOU BRING OUT OF ME, LIKE A JUICER ?\n  ","669952":"\n  THANK YOU SO MUCH ??????????\n  ","669953":"\n  Thank you so much! I just have to look for a new belt to put around my waist, since the one that came with is too big:(\n  ","669954":"\n  You make me feel so beautiful\n  ","669955":"\n  It's great now ??\n  ","669956":"\n  I know!!! Im like a little happy school girl ?\n  ","669957":"\n  I need to look for a new belt ?\n  ","669958":"\n  Omfg it came with a pretty belt!!!!!❤️?❤️?❤️?❤️?\n  ","669959":"\n  they don't have my size ?\n  ","669960":"\n  I WANNA CUDDDLE AND SNUGGLE WUGGLE\n  ","669961":"\n  IM SO HAPPY?\n  ","669962":"\n  Always❤️?\n  ","669963":"\n  I'll let you know when I get it bby?????\n  ","669964":"\n  So far just added these to the birthday list ???\n  ","669965":"\n  If I'm getting something today, I'm gonna die of pure joy and happiness ?\n  ","669966":"\n  Leonardo, because we would fall in love ?\n  ","669967":"\n  ▪️▫️⬛️◻️▪️▫️⬛️◻️\n  ","669968":"\n  Thank you❤️??\n  ","669969":"\n  You're so sweet\n  ","669970":"\n  Boom boom ❤️?\n  ","669971":"\n  Ha thanks\n  ","669972":"\n  Okay I leave now to make myself more attractive for the day ?\n  ","669973":"\n  Thank you❤️?\n  ","669974":"\n  Oh god ?\n  ","669975":"\n  I'm pretty good?\n  ","669976":"\n  The only time you will see a bra is when I get my new one, I was just using you to entertain myself. But no, not gonna happen.\n  ","669977":"\n  This is really awkward, im not wearing one ?\n  ","669978":"\n  This sounds like bitch music\n  ","669979":"\n  Always ❤️?\n  ","669980":"\n  Hahaha\n  ","669981":"\n  I'm about to brush my hair and stuff ?\n  ","669982":"\n  Who's bra is it than?\n  ","669983":"\n  You wish ?\n  ","669984":"\n  ? you asked for it\n  ","669985":"\n  Thank you, I appreciate this ❤️\n  ","669986":"\n  What do I remind you of?\n  ","669987":"\n  Guys JB is singing to me ?\n  ","669988":"\n  OMGOMGOMGOMG. I can't wait!!!!!!!!! You don't even understand I get giddy when i hear the mail come now ?? and when I see a package I go nuts hahaha\n  ","669989":"\n  Hello ?\n  ","669990":"\n  ???? some people are just too sensitive\n  ","669991":"\n  You're still here?\n  ","669992":"\n  When I was in middle school I used to steal packs of Oreos and nothing felt better than eating a whole pack of Oreos in 5 seconds so you couldn't get caught ???\n  ","669993":"\n  That means I gotta finish it?\n  ","669994":"\n  Thank god ?\n  ","669995":"\n  Grape?\n  ","669996":"\n  It's 2am and I'm still awake\n  ","669997":"\n  Bye ?\n  ","669998":"\n  GOODNIGHT SLEEP TIGHT ?\n  ","669999":"\n  Only a little bit - for as long I'm on lol\n  ","670000":"\n  Selective ©\n  ","670001":"\n  I'm about to go to bed, I'm sorry ?\n  ","670002":"\n  Sounds good too me ❤️?❤️?❤️?\n  ","670003":"\n  I'm so happy I make other people happy?????\n  ","670004":"\n  ?? I don't really see that being a talent but I'll take it ❤️?\n  ","670005":"\n  I think I'd be really cool if I had a talent or something ?\n  ","670006":"\n  Awwwwwwwwh❤️?\n  ","670007":"\n  I feel like writing something so here I go:\n  \n  They doubt you.\n  \n  Drown your potential with false criticisms that suffocate your brain.\n  \n  Fighting not only with yourself,\n  \n  Clawing through the webs of bullshit to prove your worth.\n  \n  Life becomes small,\n  \n  Your existence starts shrinking.\n  \n  You forget if your alive or dead,\n  \n  You can't figure out which you would choose.\n  \n  You wake up like a full moon,\n  \n  Howl for them to hear,\n  \n  Your voice will be clear.\n  ","670008":"\n  He put laxatives in your icing\n  ","670009":"\n  I didn't realize until today that I was really lucky having a dad who actually gave a shit about me. I realize a lot of today's problems with women is the lack of influence from a father. My mom left my dad when I was really young and my dad actually choose to take care of me, he made sure I understood how to respect myself and how to love myself. Not only him, my brother was a big influence in my childhood and he taught me a lot as well. So a message to all the guys becoming fathers, if you have a daughter make sure to teach your daughter how to respect herself. Because you have to remember when you have a daughter you have to worry about everyone's dick and it's easier when you know your daughter is walking around with a 7\/11 between her legs.\n  ","670010":"\n  Love ❤️?❤️?❤️?❤️?❤️?❤️?? ya\n  ","670011":"\n  Oooooooh yeah that bullshit Hahahahahahahaha omg that was so stupid\n  ","670012":"\n  It's so sweet\n  ","670013":"\n  ??\n  ","670014":"\n  Oh it does for Sav\n  ","670015":"\n  ? thank you\n  ","670016":"\n  *hugs*. *super tight hugs* you gotta stop being cute\n  ","670017":"\n  I hope so ❤️?❤️?❤️?\n  ","670018":"\n  What did he fuck up this time?\n  ","670019":"\n  Uhm I think that'd be okay idk ?\n  ","670020":"\n  I swear I'm just gonna make myself into a model and just model all the shit people get me ? I mean I already have lil booms now I just need a career lol so thank you so much because I think this is the happiest I've ever been. ❤️\n  ","670021":"\n  Hiiiii❤️?\n  ","670022":"\n  SO ARE YOU\n  ","670023":"\n  Life can be a real bitch sometimes\n  ","670024":"\n  ?????\n  ","670025":"\n  I sure hope so ?\n  ","670026":"\n  Love ya??????\n  ","670027":"\n  No I don't lol ?\n  ","670028":"\n  You should know that you're a babe and you should talk to me more ? oh and thank you??\n  ","670029":"\n  I have it?! Hahahah\n  ","670030":"\n  WHERE\n  ","670031":"\n  Yeah, I just bathed myself lol\n  ","670032":"\n  DO THEY REALLY NOT HAVE A ZEBRA EMOJI?\n  ","670033":"\n  I'm glad you like them? my best friend used to compliment me on them everyday❤️\n  ","670034":"\n  I think pretty soon ?\n  ","670035":"\n  I don't have snapchat ?\n  ","670036":"\n  Nope you gotta wait for the new bra ?\n  ","670037":"\n  I'm okay with that, ??\n  ","670038":"\n  ??? ??\n  ","670039":"\n  THATS WHAT IVE BEEN SAYING SINCE IVE PUT THIS ON ?\n  ","670040":"\n  Had to get daddy issues somehow ?\n  ","670041":"\n  Probably the only inappropriate picture I will ever post, so better LOVE IT?❤️ as much as I love this new bra, I have boobs guys - is this what it's like to actually have tits?! ?\n  ","670042":"\n  I hope the same for you lovely darling ❤️?\n  ","670043":"\n  Omg❤️? thank you ?\n  ","670044":"\n  I'm very special than?\n  ","670045":"\n  It's so windy outside though ❤️?\n  ","670046":"\n  You are by far the sweetest girl ever❤️\n  ","670047":"\n  I can't wait to try it on??\n  ","670048":"\n  Ha, you tough?! You're a fluffy panda\n  ","670049":"\n  I've actually haven't but it's always been an experience I've been wanting\n  ","670050":"\n  Right!\n  ","670051":"\n  It's pretty haha\n  ","670052":"\n  It's pretty good?\n  ","670053":"\n  I haven't tried it on yet, I'm going to tonight and depending on how it looks I'll take pictures ❤️?\n  ","670054":"\n  OMFG I GOT A BRA IN THE MAIL TODAY ❤️?❤️?❤️?❤️?\n  ","670055":"\n  Omg what you gonna do?\n  ","670056":"\n  Gonna get some food ❤️?\n  ","670057":"\n  I don't want it.\n  ","670058":"\n  ?\n  ","670059":"\n  Take it back\n  ","670060":"\n  Well maybe if people treated me like how you do, I would like them too\n  ","670061":"\n  June 6th\n  ","670062":"\n  Omg ❤️❤️\n  ","670063":"\n  This is not an award\n  ","670064":"\n  Why do people get so butthurt at you?\n  ","670065":"\n  Damnit my fantasy doesn't work?\n  ","670066":"\n  Thank you so much ❤️?\n  ","670067":"\n  You're a sweetie, that's special\n  ","670068":"\n  People suck is the conclusion I've come too.\n  ","670069":"\n  Oh my god ❤️❤️❤️ thank you so much you sexy babe???? you're a beauty!!!\n  ","670070":"\n  Ado?\n  ","670071":"\n  WHAT DO YOU DO\n  ","670072":"\n  Why?\n  ","670073":"\n  Omg it was busy busy. Yard work, laundry, and a bunch of cleaning! Now I'm waiting for the Plummer to be done so I can shower lol I'm gross\n  ","670074":"\n  Omfg it's like Christmas before my birthday ????????????❄️❄️❄️❄️❄️⛄️⛄️⛄️⛄️⛄️\n  ","670075":"\n  I KNOW THE KNOW BRO ?\n  ","670076":"\n  Thank you so much ❤️\n  ","670077":"\n  ? ATTENTION ALL BOOMS STEVEN IS MY CHEECH?\n  ","670078":"\n  Omg HEY PRETTY LADY ??????\n  ","670079":"\n  Yes I have, and it was one of the best experiences I've ever had in my life. ❤️❤️ I saw bush, I mean it's not really that great but I saw a president ? who actually waved at me and apologized to my class that he couldn't give a personal tour of the White House because of an urgent meeting, my school paid out all the museums and stuff so we got to experience everything alone. We also went to Virginia and parts of Pennsylvania too so it was just overall such a cool trip.\n  ","670080":"\n  She's cute\n  ","670081":"\n  Actually kinda yeah, I've never realized it until you asked tho ?\n  ","670082":"\n  WHO DARES CALLS YOU ANYTHING OTHER THAN GREAT?\n  ","670083":"\n  IF WE ALL HAD A BONG WE'D ALL GET ALONG\n  ","670084":"\n  Why the fuck are trying to get a date for this \"friend\" through the Internet?\n  ","670085":"\n  I'm a horrible side chooser because I've always been able to understand why the evil is being evil and what they are fighting for but I don't agree with how most go about it and want the best for them without the destruction. I just always end up being like \"but I mean if I were in their position i don't know if I'd be able to act any different\" it's just all sorts of fucked in my brain, yo. ?\n  ","670086":"\n  No you're great?\n  ","670087":"\n  My lil booms☹️ you all keep me smiling\n  ","670088":"\n  I'm surprised nobody has tried ?\n  ","670089":"\n  Do you realize what you've been trying to ask me for the past like two days, and I'm the one being childish?\n  ","670090":"\n  So like I just got the spark of like running in flower fields with you wearing pretty dresses and like having a picnic ?\n  ","670091":"\n  Not even a little teaspoon ?\n  ","670092":"\n  I'm like the dumbest person on this site like omg (mentally challenged emoji)\n  ","670093":"\n  I'm so glad to hear that, today was a pretty good friday❤️?\n  ","670094":"\n  Omg ?? how\n  ","670095":"\n  Touché ????\n  ","670096":"\n  Omfg dude hahaha I'm so sorry but hello! I'm here ❤️?\n  ","670097":"\n  Did I hit the feelers?\n  ","670098":"\n  Wassssup booo❤️\n  ","670099":"\n  Honestly that's a very good question, I think I would focus on trying to make the younger generations understand they don't have to pose naked and send nudes to be famous or liked. It's not cute to be sucking dick at age 12. Your not suppose to be the mom of your kid at age 15 that's supposed to be your new brother. Just because men look at women as objects doesn't mean you are one, if you prove your worthy of more than what's between your legs your more powerful than any man.\n  \n  I think that's what I would try to express and change. I'd probably also scare them saying if they keep having fucking kids, theirs not gonna be any more space on earth and we will all go to shit because they couldn't keep their goddamn legs closed.\n  \n  But men raping people will be a little bit harder to stop... Which is another one id work on. Making men understand that isn't not hot to mentally damage a women and take everything away from them, nothing about it makes them more powerful- it just proves how desperate and weak they truly are.\n  ","670100":"\n  Their brain...\n  ","670101":"\n  Date to get engaged lol\n  ","670102":"\n  They were in high school ? but not anymore, it's kinda like \"have you not grown up yet?\"\n  ","670103":"\n  Means I'm in love with you?\n  ","670104":"\n  You know what Scott, you're pretty spankin awesome yourself ?\n  ","670105":"\n  You are way too nice! Thank you ❤️?\n  ","670106":"\n  Haha yesssss for a little bit?\n  ","670107":"\n  HELLO!!!!!!!!!!!❤️?hehe ?? hi haha I'm pretty good I think? I'm super hyper\n  ","670108":"\n  Of course!\n  ","670109":"\n  I'm so glad to hear thay❤️??\n  ","670110":"\n  How are you my lover muffin ❤️?\n  ","670111":"\n  Boom is not available at them moment, if you'd like to leave a message wait till after the beep...\n  ","670112":"\n  And knowing how much I mean to you, makes you mean the world to me ?\n  ","670113":"\n  You are such a sweetheart ❤️❤️❤️❤️????❤️❤️❤️???❤️❤️❤️\n  ","670114":"\n  Omg I think I'm melting, you're like every girls dream right there.❤️\n  ","670115":"\n  Give them a chance\n  ","670116":"\n  Make me famous, please\n  ","670117":"\n  It actually was a pretty decent week! How was yours pretty ?\n  ","670118":"\n  Omggggggggggggggggg, I did it ???\n  ","670119":"\n  YOU MAKE ME HAPPY ❤️?\n  ","670120":"\n  You make it everyday darling❤️\n  ","670121":"\n  I hope so too, but I have a feeling with all of you talking to me, making me smile- I'm gonna have a great rest of my day?\n  ","670122":"\n  Looks like it ?❤️?❤️\n  ","670123":"\n  Well if you keep making my life, you may be able too ?\n  ","670124":"\n  It's been alright haha ? I hope your day was good!\n  ","670125":"\n  I love you too because you warm my heart❤️\n  ","670126":"\n  I know thank you, the second one is my top so far, ????\n  ","670127":"\n  I need more people to like or \"vote\" though cause everybody likes different things so I don't know\n  ","670128":"\n  This is why I fear I won't be able to leave ask, I hope they create another social media in the future where I can still be blessed by people like you. You make it so enjoyable to come on here everyday, you make me feel loved and wanted. I'm so happy right now, thank you ❤️\n  ","670129":"\n  I need to rant, so here I go.\n  \n  I realized today that I'm a very quiet person, but it's not because I'm shy - if you get me talking I'll ramble on and on to the point I annoy myself so I think 'if I annoy myself I wonder who else I annoy' so I follow the rule : only speak once you're spoken too.\n  \n  Honestly, it makes it so much easier. You know when someone wants to talk to you because they put in the effort, and I don't mind the silence because i enjoy being in my own head. It's safe there. Literally nothing can hurt me when I'm just silently thinking to myself - unless we get bombed or something. Im a very reserved person for how obnoxious I can be lol\n  ","670130":"\n  I hope the same lovely❤️?\n  ","670131":"\n  Which one is your favorite though?\n  ","670132":"\n  Awh you sweet little plum❤️you just made my day\n  ","670133":"\n  IM SO HAPPY AND EXCITED!?❤️?❤️\n  ","670134":"\n  Please help❤️\n  ","670135":"\n  Omg❤️❤️❤️❤️❤️\n  ","670136":"\n  Boom Osbourne\n  ","670137":"\n  ATTENTION ALL BOOMS I NEED HELP CHOOSING A PICTURE ? please help ??\n  ","670138":"\n  I hope you stalk me ?\n  ","670139":"\n  OMG?????? I've seen a few people get this and idk why but this just makes me happy❤️❤️❤️❤️❤️\n  ","670140":"\n  I'm great??? you?\n  ","670141":"\n  Pretty good ❤️? you?!\n  ","670142":"\n  Hi❤️\n  ","670143":"\n  I LOVE THEM ❤️?\n  ","670144":"\n  Awwwwwh I just came on for a little bit ❤️?\n  ","670145":"\n  Hey?\n  ","670146":"\n  My friend gave it to me ❤️\n  ","670147":"\n  Personality wise I've always been just like her, so she's always been my number one\n  ","670148":"\n  Starbucks ???\n  ","670149":"\n  Uhm idk parts of Japan or Finland or Australia\n  ","670150":"\n  Boondocks saints or step brothers\n  ","670151":"\n  You're so sweet❤️?\n  ","670152":"\n  I'm sorry, who's annoying who?\n  ","670153":"\n  Omg I love it! I added it!\n  ","670154":"\n  Are their any other ones?\n  ","670155":"\n  Omg OMG omg omg omg OMG\n  ","670156":"\n  A lot of candy ?\n  ","670157":"\n  I'm good you?!\n  ","670158":"\n  Ill be back later when I'm more awake ❤❤ be prepared for some boom\n  ","670159":"\n  Nooooooooo\n  ","670160":"\n  I try to say thank you, and do things for them that I know I can do ❤\n  ","670161":"\n  Don't make me sad:(\n  ","670162":"\n  Ooooooh awe that's sad, it's sad to say but were gonna see a lot of influential people die :(\n  ","670163":"\n  Who?!\n  ","670164":"\n  IM SO FUCKING HAPPY?????????\n  ","670165":"\n  Thank you so much sweetness❤️???\n  ","670166":"\n  I'm not really into these kind of belly button rings, I like things more elegant... You should look for some belly chains\n  ","670167":"\n  Omg I'm so freaking happy!! I can't wait to take pictures with them everywhere\n  ","670168":"\n  Just a handful of happiness ?\n  ","670169":"\n  Thank you so much ❤️?❤️?❤️?❤️?\n  ","670170":"\n  I'd probably send an essay of questions\n  ","670171":"\n  Always ??\n  ","670172":"\n  YOU ARE AWESOME!!!!❤️?\n  ","670173":"\n  Dude all freaking day ...... ??????\n  ","670174":"\n  You're so sweet, thank you ❤️?\n  ","670175":"\n  I'm good you?!\n  ","670176":"\n  Ayyyyyye baybaaaaay❤️?❤️?\n  ","670177":"\n  How do I know this?\n  ","670178":"\n  Duh, I am one.\n  ","670179":"\n  I'm one of those Americans who isn't obese.\n  ","670180":"\n  Happy 4\/20 'MERICA ???\n  ","670181":"\n  Non spicy lol\n  ","670182":"\n  I LOVE ????\n  ","670183":"\n  Hello ?\n  ","670184":"\n  NEW SUNGLASSES!!!!!!!????????\n  ","670185":"\n  Holy shit guys I'm obsessed\n  ","670186":"\n  RIGHT NOW?!\n  ","670187":"\n  Moved sweetness❤️?❤️?❤️?\n  ","670188":"\n  They don't have my size ??\n  ","670189":"\n  I really like this shirt ❤️?? I'm really sorry for my face though ?\n  ","670190":"\n  THERES NO WAY!!!! ❤️?❤️?❤️?❤️?❤️ IM PRETTY SURE I LOVERS YOU WAYS MORE\n  ","670191":"\n  Gf goals\n  ","670192":"\n  Mines Goldie O'Blaze\n  \n  Couldn't ask for a more appropriate name ??\n  ","670193":"\n  This is how I feel about ask\n  ","670194":"\n  Hello\n  ","670195":"\n  Us\n  ","670196":"\n  I can't say that's one of my wants ?\n  ","670197":"\n  Ohmergerd I'm so excited\n  ","670198":"\n  Ily ily ily ily ily ily ❤️?❤️?❤️?❤️?❤️?❤️? ily ily ily\n  ","670199":"\n  Uh yeah I'm pretty small\n  ","670200":"\n  Wait who are you tho\n  ","670201":"\n  You should go, it's an experience of a lifetime\n  ","670202":"\n  Definitely tall haha\n  ","670203":"\n  Omfg thank you❤️?❤️?❤️?\n  ","670204":"\n  Okay now I'll be back ❤️?\n  ","670205":"\n  Thank you??\n  ","670206":"\n  ?????\n  ","670207":"\n  OMG I WANT ❤️?\n  ","670208":"\n  Thanks❤️?\n  ","670209":"\n  Coming from you ?? thank you so much ????\n  ","670210":"\n  Omg thank you ???\n  ","670211":"\n  No, it's pretty awesome but I'm not gonna claim it's the best\n  ","670212":"\n  I was making a joke saying its a job for me to make myself pretty haha\n  ","670213":"\n  5'3\n  ","670214":"\n  Thank you darling ❤️??\n  ","670215":"\n  WE WERE MEANT TO BE BEST FRIENDS ❤️\n  ","670216":"\n  Haha I feel like I look awkward\n  ","670217":"\n  I love it when it gets warm here\n  \n  CROP TOP WEATHER\n  ","670218":"\n  No that's not me haha I don't have Youtube\n  ","670219":"\n  you know how to make me happy dont you my darling <3\n  ","670220":"\n  AN ASK ONE AHAHHAHAH WOW IM REALLY STEPPING UP THE GAME HAHAHH NOT.\n  ","670221":"\n  its actually a pretty good name\n  \n  or\n  \n  \"Saber Photography\" idk\n  ","670222":"\n  because im on my period ): i need cuddles SO FREAKING BAD.\n  \n  im so happy that youre happy omggggggg. <3\n  ","670223":"\n  i'm just gonna make myself into my own personal modeling shit. im gonna just start an agency called boom photography and ill be the first model since its mine ahha yup ive figured it out.\n  \n  omg wait i am though, because people who get me gifts help fund my outfits for an unnecessary amount of picture taken ahhahha omg im an ask model HAHAHAHA\n  ","670224":"\n  YOU'RE ALL MINE AND IM ALL YOURS DARLING.  <3\n  \n  thank you so much, i feel really gross today because im bleeding, but this means the world to me.\n  ","670225":"\n  ill take the love though ahah\n  ","670226":"\n  i wish the best weren't so far away from me :\/\n  ","670227":"\n  you would think gif's would help get the point across faster\n  ","670228":"\n  hehehehe<3(:\n  ","670229":"\n  she can tell me what shes shy about\n  ","670230":"\n  being old is gonna be fun ahha\n  ","670231":"\n  thank you so much!\n  ","670232":"\n  okay this is sweet.\n  ","670233":"\n  it depends on the person.\n  \n  it depends on if they come back and prove to me that they knew what they did was wrong and apologize.\n  ","670234":"\n  omg i think every way, i dont really think ive changed that much ahha\n  ","670235":"\n  omfg ELLA <3\n  \n  She is beautiful and so sweet. You could be the rudest little shit to her and she wouldn't do anything but make sure everything is going to be okay.\n  \n  I LOVE MY HONEY BEAR SO MUCH.\n  \n  ive noticed a real positive change in my life from the day i met her. I don't know how, but it's almost like knowing im not alone made me feel stronger.\n  \n  Ella you give you strength. she's just awesome and if you dont like her im going to be very upset.\n  ","670236":"\n  me when i see food:\n  ","670237":"\n  the only pampering i need\n  ","670238":"\n  then we wouldnt work.\n  ","670239":"\n  ahhh thank you so much, you guys are the best.\n  ","670240":"\n  NIGGGA YOU DA BESTEST\n  ","670241":"\n  omg you are so nice thank you\n  ","670242":"\n  dude this is me at my worst tho.\n  ","670243":"\n  YOU MAKE ME FEEL BETTER ABOUT MYSELF OMFG.\n  ","670244":"\n  Sorry I look so gross, today is my off day lollololol\n  ","670245":"\n  YOU ARE SO CUTE OMG STOP\n  ","670246":"\n  YOU GOTTA TELL ME.\n  ","670247":"\n  its literally miles and miles of forest like open land. theres no other place in san diego like it.\n  ","670248":"\n  well if you're illegally exporting drugs that you don't have a licence to grow, its considered illegal.\n  \n  weed is recreational there, there shouldn't be exports going on in the first place.\n  ","670249":"\n  im not embarrassed because im not ignorant to believe there's no such groups anymore.\n  \n  theres also midget town, psychic village, an old asylum, old slaughterhouses, and a homeless camping ground. that area has it all because of where it is. im not shocked at all, if you knew what it looked like if you were a part of these places you would want to live there too. lol\n  ","670250":"\n  don't ask or talk to me about something \"someone\" else claims to want. i hate talking to middle men because most cases there was never really another person, they just were too embarrassed to say themselves. so if she wants to talk to me, tell her that she can come on here. but quite frankly its a waste of time trying to become super close to someone behind a screen\n  ","670251":"\n  why should i feel embarrassed? im not in it. lol\n  \n  they live in a very very wealthy area - an area cops are actually not allowed to go through because of the area and the reason i know this is because i lived there and i was running when i found the kkk cult.\n  ","670252":"\n  where is she right at this moment?\n  ","670253":"\n  nope sorry only\n  \n   @Names_ShyGirl\n  \n","670254":"\n  i love Christmas!\n  ","670255":"\n  where is she?\n  ","670256":"\n  you can marry me <3\n  ","670257":"\n  dont.\n  \n  there's a kkk cult only 10 minutes away from me.\n  ","670258":"\n  ice breaker : a way of stopping the awkward stage of meeting someone and making it easier to become friends.\n  \n  can i ask why you're asking and shes not?\n  ","670259":"\n  yeah and those people still believe black people are property. trust me the government has something planned for southerners.\n  ","670260":"\n  i dont have one\n  ","670261":"\n  you literally have no obligations, nothing. you are free to do whatever you want.\n  \n  you could sleep in the hotel room the whole time and nobody could say shit. there's no one from home that can annoy you - unless you brought them with you. or there's that off chance that they are where you are, but you could stay up all night and sleep all day.\n  \n  a vacation is basically a rich persons lifestyle. no work all play.\n  ","670262":"\n  everybody including america knows were not the greatest lol.\n  ","670263":"\n  WELCOME BACK TO SOCIETY STEVEN <3 HHAHAHA\n  ","670264":"\n  i love her way too much!! almost as much as you(;\n  \n  love you mores tho\n  ","670265":"\n  what's your inheritance going to look like? aahahahahhahahha\n  ","670266":"\n  i'm trying to think whats good right now and like i can't even think of anything ))))): ugh\n  \n  Do you listen to Hasley?\n  ","670267":"\n  no there's a little bit more to that, but its a great ice breaker\n  ","670268":"\n  well i think he was claiming Canada was the best, but you're right there's no best - there's just some that are better than others.\n  ","670269":"\n  its actually a really good day:) i highly recommend coming to Venice beach at one point in your life on that day.\n  ","670270":"\n  depends on what type of music you listen too honey bear\n  ","670271":"\n  thank you for the filler, but advice for the future : if you don't want your questions to be used as randomness of sav then i suggest that you dont talk or ask questions relating to feet, tickling, or any other fetish really. and if thats a problem...\n  ","670272":"\n\n   @Pookeo9\n  \n\n  I actually love 4\/20 and its not because of the weed, its because you can actually go in public and have a reasonable decent time, everybody is smiling, you hear a lot laughter and jokes, people are way more open to talking...\n  \n  because California is a lot like new york when it comes to dealing with people.\n  ","670273":"\n  Dude the whole state is gonna be stoned lol\n  ","670274":"\n  Why don't you❤\n  ","670275":"\n  I want some cocoa pebbles right about meow\n  ","670276":"\n  I hope you don't mind that I'm posting this because this is my favorite thing you've ever said to me. I love when you read something and its almost like it tugs on your heart, you just did that to me. Thank you. ❤ You're amazing, and you deserve the best in the world.\n  ","670277":"\n  I can do that too ❤❤❤\n  ","670278":"\n  A DAY THAT WILL BE 80% CLOUDY ALL DAY WITH A CHANCE OF SMILES\n  ","670279":"\n  I'm almost done cleaning so ill be on really really soon!!!❤❤❤❤\n  ","670280":"\n  Haha I feel like if that were true I would know a lot more about Canada than I do lol\n  ","670281":"\n  Noooopo\n  ","670282":"\n  YOU ARE ALL WAY TOO NICE TO ME ❤❤❤❤❤❤❤❤❤❤\n  ","670283":"\n  Wow thank you❤❤\n  ","670284":"\n  Omgg this one I like\n  ","670285":"\n  Thank you❤❤\n  ","670286":"\n  Dude have you seen a pigeon up close? I don't know about yours but the ones I have here suck so bad and they all look like their family tree is a Circle. They are so not cute haha\n  ","670287":"\n  I was indirectly lol\n  ","670288":"\n  Why can't I be a cool bird?\n  ","670289":"\n  Thank you ❤\n  ","670290":"\n  WHY AM I A PIGEON?\n  ","670291":"\n  Of course ❤❤\n  ","670292":"\n  I always do in the end\n  ","670293":"\n  Same :(\n  ","670294":"\n  You're so sweet❤ ILY ILY\n  ","670295":"\n  It's not that simple:( I wish\n  ","670296":"\n  Gifts and food will win my heart❤\n  ","670297":"\n  That's great❤\n  ","670298":"\n  They're no where near me\n  ","670299":"\n  I hope I get some money for quarters since our laundry shit is jacked and I have to go to a laundry place ugh\n  ","670300":"\n  Pretty great❤ you?\n  ","670301":"\n  I don't have clean clothes though :(\n  ","670302":"\n  No papers\n  \n   @sk8807\n  \n","670303":"\n  Every single one makes me bust up laughing - I love it so much\n  \n\n   http:\/\/youtu.be\/je-M675ZTK4\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","670304":"\n  Hi\n  ","670305":"\n  I'm so sorry:( my period is starting today sooo I'm not happy\n  ","670306":"\n  Wow that's sweet❤\n  ","670307":"\n  Pretty good you?\n  ","670308":"\n  Come make my life better please?\n  ","670309":"\n  You are though ...\n  ","670310":"\n  Yeaaaaaaaah lol\n  ","670311":"\n  Maybe she's just smart and learned that the more you laugh, the longer you'll get tickled\n  ","670312":"\n  I gotta clean, then I'm going to probably come back on here then go to therapy haha\n  ","670313":"\n  Xoxo what do I owe this pleasure?\n  ","670314":"\n  Alright what is it?\n  ","670315":"\n  Goood fucking luck ❤\n  ","670316":"\n  Not bad you know ❤\n  ","670317":"\n  I know like ugh\n  ","670318":"\n  I'd be down lol\n  ","670319":"\n  Hey sweetie❤ how are you today?\n  ","670320":"\n  Xoxo ❤❤ kisses darling\n  ","670321":"\n  Heysss❤\n  ","670322":"\n  Omg thank you so much ❤❤❤❤\n  ","670323":"\n  California how about you?!\n  ","670324":"\n  Peace out bitches ? jk but I'm really getting off haha\n  ","670325":"\n  I wish❤️?\n  ","670326":"\n  She's so cute\n  ","670327":"\n  No\n  ","670328":"\n  It said boom\n  ","670329":"\n  There's something for everyone\n  ","670330":"\n  Katy perry\n  ","670331":"\n  Thank you ❤️?❤️?\n  ","670332":"\n  IT LOOKS SO GOOD\n  ","670333":"\n  Ariana grande\n  ","670334":"\n  I've seen some signs of him yeah..\n  ","670335":"\n  You're so amazing to me darling, never forget that ❤️?\n  ","670336":"\n  Rihanna\n  ","670337":"\n  HOW I FEEL ABOUT THE GIFTS\n  ","670338":"\n  Nice to meet you too hah\n  ","670339":"\n  No?\n  ","670340":"\n  You need to learn the art of love for food\n  ","670341":"\n  No I wish\n  ","670342":"\n  Yes!\n  ","670343":"\n  OMG\n  ","670344":"\n  I love it❤️?\n  ","670345":"\n  No never :\/\n  ","670346":"\n  Thank you ❤️?\n  ","670347":"\n  Savannah*\n  ","670348":"\n  Don't feel that way❤️?\n  ","670349":"\n  I know of Thailand HAHA\n  ","670350":"\n  If you are claiming to be horny and gross, please leave\n  ","670351":"\n  No, my name is actually savannah haha\n  ","670352":"\n  Mint\n  ","670353":"\n  I'm glad?\n  ","670354":"\n  20\n  ","670355":"\n  Mint\n  ","670356":"\n  8:28\n  ","670357":"\n  Lana del Ray\n  ","670358":"\n  Thanks flaxy flax\n  ","670359":"\n  I believe in the possibility of God\n  ","670360":"\n  Just this ??\n  ","670361":"\n  Yeah there's something therapeutic about the beach\n  ","670362":"\n  ❤️?❤️?❤️?❤️?❤️?\n  ","670363":"\n  I'm just sitting on the couch with my kitty haha on here with no life - the usual\n  ","670364":"\n  Pretty good you?\n  ","670365":"\n  I'll make sure to ask God when I get to heaven to find out so we can all know ?\n  ","670366":"\n  I was looking into that but idk ?\n  ","670367":"\n  Hi?\n  ","670368":"\n  20\n  ","670369":"\n  Awh goodnight❤️?\n  ","670370":"\n  Where and why?\n  ","670371":"\n  I don't know hahaha\n  ","670372":"\n  The beaches haha\n  ","670373":"\n  I love when people do that! It's the whole point of me making an insta! So thank you❤️?ily\n  ","670374":"\n  That's cool?\n  ","670375":"\n  I don't have any ahhaha\n  ","670376":"\n  We can be best friends?❤️\n  ","670377":"\n  It ain't even summer yet....\n  ","670378":"\n  Oh yeah I used to get that all the time but I think I lost my heart\n  ","670379":"\n  8:20\n  ","670380":"\n  Not looking ?\n  ","670381":"\n  Yeah are you gonna come stalk me?\n  ","670382":"\n  I think I acted 20 when I was like 14\n  ","670383":"\n  San Diego\n  ","670384":"\n  And ham?\n  ","670385":"\n  Wow thank you so much ?❤️?❤️?❤️\n  ","670386":"\n  But I don't want to answer it\n  ","670387":"\n  Sometimes\n  ","670388":"\n  It's like being in wonderland for years, it's constant bullshit and battles between yourself and who you are but you also have to fight for a spot in the world before it's too late so if you don't find yourself fast enough, you're a goner. It's just daily days of being confused and lost, or temporary happiness soon to blow up.\n  ","670389":"\n  Thank you so much ??\n  ","670390":"\n  Hey?\n  ","670391":"\n  We're not talking about it because every single thing I get about this shit is getting deleted\n  ","670392":"\n  Love her ???\n  ","670393":"\n  Nopeeee\n  ","670394":"\n  Thank you so much ❤️?\n  ","670395":"\n  Socks?\n  ","670396":"\n  I'm still shocked I didn't realize this\n  ","670397":"\n  Awh thank you❤️\n  ","670398":"\n  I swear I don't ??\n  ","670399":"\n  ??\n  ","670400":"\n  Thanks ?❤️\n  ","670401":"\n  That means I have to get up\n  ","670402":"\n  ?\n  ","670403":"\n  I'm too lazy to get up\n  ","670404":"\n  Hahah that's cool?\n  ","670405":"\n  WHY DOES TICKLING ALWAYS COME UP?\n  ","670406":"\n  Really? For me it's like nonstop ?? I'm sorry it's not for you\n  ","670407":"\n  Awh don't leave\n  ","670408":"\n  Okay, I'll agree with you this one time but only this one time ???\n  ","670409":"\n  Pretty good you?\n  ","670410":"\n  I'm Asian, believe it or not ?\n  ","670411":"\n  Well it's only 25% but you can see it way more in person\n  ","670412":"\n  Thank you??\n  ","670413":"\n  Yes I'm Asian so\n  ","670414":"\n  I do too, they make cuter shoes in smaller sizes\n  ","670415":"\n  Kinda haha\n  ","670416":"\n  Am I pretty yet?\n  ","670417":"\n  I'm a Gemini born on June 6th, this is making way to much sense\n  ","670418":"\n  ILY ILY ?? ILY ILY\n  ","670419":"\n  Just chilling on here haha\n  ","670420":"\n  Awh okay good ??\n  ","670421":"\n  Thank you omg!!!! ??? I don't know what to say\n  ","670422":"\n  Don't make fun of me ?\n  ","670423":"\n  7\n  ","670424":"\n  Omg you're way too sweet ??????? but I don't find myself beautiful ?\n  ","670425":"\n  They're to magical they don't need sleep!\n  ","670426":"\n  Pretty good you?!\n  ","670427":"\n  Omg let's see if I can get everyone on here (no order)\n  \n   @EllaSinclaire\n  \n\n   @SaraScR3am\n  \n\n   @ellejaylily\n  \n\n   @Names_ShyGirl\n  \n\n   @Xxchloboxx\n  \n\n   @VeroPao19\n  \n\n   @Mikihart\n  \n\n   @MaryLaurenx\n  \n\n   @Kaytfios1234\n  \n\n   @AMlover12\n  \n\n   @ClareBear1996\n  \n\n   @SophieEcc\n  \n\n   @Storiesofadancer143\n  \n\n   @Sua03\n  \n\n   @theofficialpaulapiranha\n  \n\n   @PaulinaRaducka\n  \n\n   @oh_My_Pikachu\n  \n\n   @Sophie_Eltis\n  \n\n   @sophielouise961\n  \n\n   @Ruth_Leemo\n  \n\n   @sarahthegreat15\n  \n\n   @NatalietheeWORM\n  \n\n   @AnnaTurnell\n  \n\n   @forevershorty_x3\n  \n\n   @Bands_Over_Food\n  \n\n  I really tried to get everyone ?\n  ","670428":"\n  Bearded dragon\n  ","670429":"\n  This is why I need you ❤️?❤️?\n  ","670430":"\n  Idk how you know this because I've never sang in my life ??\n  ","670431":"\n  It sucks\n  ","670432":"\n  THATS PROBABLY REALLY SMART LOL\n  ","670433":"\n  It's okay ❤️\n  ","670434":"\n  I did too but this house is crawling with boys sooo\n  ","670435":"\n  Awwwwh thank you ❤️❤️❤️???\n  ","670436":"\n  Well my day actually just started lol\n  ","670437":"\n  YOU KNOW WHAT I CANT WAIT TO HAVE MY OWN LITTLE SPAWN RUNNING AROUND\n  ","670438":"\n  That sounds good I should probably clean my room lol\n  ","670439":"\n  Good you?\n  ","670440":"\n  But I'm a unicorn\n  ","670441":"\n  HAHAHAHAHAHAHHAHAHAHAHAHAHAHHAHAHAHA BITCH IM MY OWN PERSON - the only person I want to be is boom Sav the queen aka me\n  ","670442":"\n  Yuuuuuuuus??\n  ","670443":"\n  When you have too much fun with snapchats shit\n  ","670444":"\n  What are your plans for the day?\n  ","670445":"\n  Wow that's really nice to say\n  ","670446":"\n  MY PARENTS ARE VERY CONCERNED BECAUSE THEY HAVE MIXED FEELINGS WITH THE WIFE\n  ","670447":"\n  Good!\n  ","670448":"\n  Awwwwh I'm so glad❤️?????\n  ","670449":"\n  I hope you do it !!!\n  ","670450":"\n  I'm so sorry love MY BROTHER JUST GOT HIS WIFE PREGGO IN THE EGGO SO IM GOING TO BE AN AUNT THIS COMING OCTOBER!\n  ","670451":"\n  Awwwh ?\n  ","670452":"\n  Of course lovely ?❤️? it's a queen I think I'm not too sure haha but it doesn't matter cause ima be cuddling with you either way ❤️?\n  ","670453":"\n  Pillow, blanket, and a pot\n  ","670454":"\n  I'm good!!:) you\n  ","670455":"\n  California\n  ","670456":"\n  I KNOW AND MY GREAT AUNT TURNS 100\n  ","670457":"\n  I love my stomach is that bad?\n  ","670458":"\n  I love it, I wish I had more of a reason to dress up everyday\n  ","670459":"\n  I'm good you?!\n  ","670460":"\n  Yup haha as boring as taxes\n  ","670461":"\n  NOTHING MUCH JUST SOME WEED YA KNOW ?????\n  ","670462":"\n  Omg I would love it ❤️???\n  ","670463":"\n  Helloooziesss ❤️\n  ","670464":"\n  They didn't like people ?\n  ","670465":"\n  Awwwwwwwh I wanna sleep\n  ","670466":"\n  Just chillin bored?\n  ","670467":"\n  No this is what stinks\n  ","670468":"\n  WELL IM HERE NOW SO LIKE HELLO FELLOW ALIEN\n  ","670469":"\n  YOU BETTER BE ON WHEN I GET ON LATER\n  ","670470":"\n  ????\n  ","670471":"\n  Tbh\n  ","670472":"\n  Laying in bed until I die lol\n  ","670473":"\n  For those who had a tough week and trying to have a good start to this one❤️?\n  ","670474":"\n  I'm sorry darling ❤️\n  ","670475":"\n  Awh okay ?\n  ","670476":"\n  Had a great Sunday:) hope everyone has a good night or is having a good day\n  ","670477":"\n  Thank you so much ?❤️\n  ","670478":"\n  I'm doing great! You're amazing thank you so much\n  ","670479":"\n  Leonardo dicaprio\n  ","670480":"\n  Oh damn haha ?\n  ","670481":"\n  I'm lowkey really good at super smash bros\n  ","670482":"\n  Hahahahahhahahahahahha\n  ","670483":"\n  We've all been there\n  ","670484":"\n  Yes\n  ","670485":"\n  Awwwwwwwwh I can't wait to have babies\n  ","670486":"\n  Not often\n  ","670487":"\n  You are such a sweetheart\n  ","670488":"\n  Thank you darling\n  ","670489":"\n  Omg thank you ❤️?\n  ","670490":"\n  I think like 87 pounds\n  ","670491":"\n  Howdy\n  ","670492":"\n  Hi\n  ","670493":"\n  Hello?\n  ","670494":"\n  WHAT\n  ","670495":"\n  Pretty great??\n  ","670496":"\n  Come on in babyg, we can share my bed❤️?\n  ","670497":"\n  What's up\n  ","670498":"\n  How are you this evening\n  ","670499":"\n  This isn't English\n  ","670500":"\n  ❤️❤️❤️❤️❤️❤️❤️\n  ","670501":"\n  Depends on how I feel lol\n  ","670502":"\n  Omfg thank you so much ❤️?\n  ","670503":"\n  I don't know what you are saying to me\n  ","670504":"\n  thank you amazingness <3 haha youre wonderful\n  ","670505":"\n  I CANT DO THIS, THIS IS MAKING ME SLEEPY AHAHHA.\n  \n  im going to go and ill try to be on later tonight <3\n  ","670506":"\n  wow i have a lot of catching up to do haha\n  ","670507":"\n  i want to be a mermaid\n  ","670508":"\n  hello there.\n  ","670509":"\n  omgomgmogomg\n  ","670510":"\n  that is the cutest thing ive ever heard, because its coming from you. <3 id love it if you came\n  ","670511":"\n  OMFG YOU'RE BACK!!!\n  ","670512":"\n  ask did it hahha.\n  ","670513":"\n  its a turtle climbing a fence hahhah\n  ","670514":"\n  Boondock Saints is an amazing movie\n  ","670515":"\n  i like that color lol\n  ","670516":"\n  i can be ahhaah\n  ","670517":"\n  thats what everyone says, honestly i cant really see myself living somewhere really cold.\n  ","670518":"\n  i look awful in pink hahah\n  ","670519":"\n  of course!!\n  ","670520":"\n  sure go for it. but i hope you dont mind i cant check till bae comes back\n  ","670521":"\n  because that little blue check mark can only be gotten if you send ask a selfie of yourself saying your name and date proving you are who you say you are. so literally NO ONE can come on my page and say im fake.\n  ","670522":"\n  if you need any actors let me know (;\n  ","670523":"\n  i dont know you either, but you are too kind for saying such nice things about me just by looking at me. id love to get to know you too!  <3 just remember i dont do private chats. thank you so much for thinking that darling <3\n  ","670524":"\n  because its you, so this is going to be interesting.\n  ","670525":"\n  go on\n  ","670526":"\n  im sorry i have no idea what you are saying haha\n  ","670527":"\n  oh boy hello\n  ","670528":"\n  taylor swift like can she please shut up for one second?\n  ","670529":"\n  thats wonderful to hear<3\n  ","670530":"\n  no i am not\n  ","670531":"\n  AWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWH OMG\n  ","670532":"\n  pretty good you?\n  ","670533":"\n  well it is spring! you're lucky  you live in an area that actually has seasons.\n  ","670534":"\n  God did before Eve fucked everything up ahha\n  ","670535":"\n  well i had to contact ask and see if i was even allowed to by the requirements.\n  ","670536":"\n  hi\n  ","670537":"\n  the weather is beautiful today, its really sunny :)\n  ","670538":"\n  you are the best and nicest person ever.\n  ","670539":"\n  hell no\n  ","670540":"\n  i'm so confused!!!! what is going on\n  ","670541":"\n  i feel like youre lying\n  ","670542":"\n  not right now no\n  ","670543":"\n  i can tell <3\n  ","670544":"\n  what did  you do?\n  ","670545":"\n  probably on my arm\n  ","670546":"\n  why\n  ","670547":"\n  i get that. i have this superstition that once i talk about something or someone it wont work out.\n  ","670548":"\n  i would love one\n  ","670549":"\n  i'm proud of you hahah\n  ","670550":"\n  why do you have a fake?\n  ","670551":"\n  neither am i\n  ","670552":"\n  lol\n  ","670553":"\n  a little of both to be honest\n  ","670554":"\n  yeah but thats how they get shit done\n  ","670555":"\n  damn it now i want to know!\n  ","670556":"\n  no, saying 'yes' is saying yes. talk to a lawyer.\n  ","670557":"\n  yes sir.\n  ","670558":"\n  just on here chilling hah how about you?\n  ","670559":"\n  what got you so cheesin?\n  ","670560":"\n  no i have not haha\n  ","670561":"\n  super nice\n  ","670562":"\n  no, i said the offer would only work if the price was raised but i never said yes.\n  ","670563":"\n  probably not ahahhahahahahahahhahahhahha\n  ","670564":"\n  i know but it always seems to be brought up\n  ","670565":"\n  She is the first queen who started all the queens so i will be like this queen.\n  ","670566":"\n  and were back to talking about tickling...\n  ","670567":"\n  <3<3\n  ","670568":"\n  you know its interesting you said that, because so am i.\n  ","670569":"\n  i know but sometimes i laugh in really inappropriate moments because i have a wide sense of humor so that means dry humor too, so ive gotten in trouble before lol\n  ","670570":"\n  thank you<3<3\n  ","670571":"\n  like billions of dollars\n  ","670572":"\n  dude i live in america i need WAY more than that\n  ","670573":"\n  i'm so glad <3\n  ","670574":"\n  you're so sweet <3\n  ","670575":"\n  you can come off anon if you want too, i dont mind <3\n  ","670576":"\n  i'm pretty good, how are you?\n  ","670577":"\n  youd have to pay way more than that\n  ","670578":"\n  I'm sure you dont look too bad.\n  ","670579":"\n  THAT IS TRUE I AM PROBABLY WAY MORE STONED THAN YOU ARE BUT IM NOT MORE BEAUTIFUL THAN YOU BABY DOLL.\n  ","670580":"\n  ayoooo\n  ","670581":"\n  when i can smell them?\n  ","670582":"\n  its some lavender one from bath & body works\n  ","670583":"\n  oh its added <3\n  ","670584":"\n  it was life changing honestly. Jeggings are a real game changer.\n  ","670585":"\n  my bf is the driver.\n  \n  the other one is brett haha\n  ","670586":"\n  yeah, but you got to find someone who is in the same position as you are so you can grow together. it all just takes time\n  ","670587":"\n  still negative\n  ","670588":"\n  you can ask it, but im not saying ill answer it\n  ","670589":"\n  thank you<3\n  ","670590":"\n  wassssssup?\n  ","670591":"\n  thank you so much<3<3\n  ","670592":"\n  thank you<3 i love them\n  ","670593":"\n  its probably because i have really big eyes lol\n  ","670594":"\n  hellos\n  ","670595":"\n  i answer them, but not in the way people wished i did lol\n  ","670596":"\n  yo JB hahaha\n  ","670597":"\n  i think a little too much, i fear my laughter is going to keep me alive for a very long time lol\n  ","670598":"\n  Flowers are cute ❤️\n  ","670599":"\n  Am I cute?\n  ","670600":"\n  We're high asf\n  ","670601":"\n  I'm wearing cute pants\n  ","670602":"\n  On the road again\n  ","670603":"\n  No because of him\n  ","670604":"\n  I'm going to get food\n  ","670605":"\n  Eh it's okay ❤️\n  ","670606":"\n  As bright as the damn sun\n  ","670607":"\n  Awh ❤️? this is cutttte!\n  ","670608":"\n  Wait how?\n  ","670609":"\n  Thank you so much ❤️???\n  ","670610":"\n  Omg OMG I can't wait ???????\n  ","670611":"\n  Omfg ?????\n  ","670612":"\n  Everyday is a new day\n  ","670613":"\n  ????????? me too hahaha\n  ","670614":"\n  When did ass suddenly mean give a fuck? My shit ain't \"giveafuck4lyfe\"\n  ","670615":"\n  Why is it normal for people to randomly say things like this to people like anyone would actually respond positively or give a fuck?\n  ","670616":"\n  ????\n  ","670617":"\n  Your mom is weird.\n  ","670618":"\n  Yess love that color\n  ","670619":"\n  WHO ATE ALL MY ICE CREAM\n  ","670620":"\n  I don't knowwwwww bby ?????\n  ","670621":"\n  Omfg thank you ❤️?❤️?❤️?\n  ","670622":"\n  HOLY SHIZZZZ BABES WHAT DOES THAT MAKE YOU?! 100000\/100000?! ???????❤️❤️❤️❤️??????????\n  ","670623":"\n  I like that❤️??\n  ","670624":"\n  Thank you so much ❤️?\n  "}}