{"Question":{"671698":"\n   You're welcome and I'm glad that you don't see what I said as a bad thing :) So you and your bf like to smoke weed,right ?\n  ","671699":"\n   Look around your world pretty baby is it everything you hoped it'd be the wrong guy the wrong situation the right time to roll to me roll to me and look into your heart pretty baby is it aching with some aimless need is there something wrong and you can't put your finger on it... you could be my bby\n  ","671700":"\n   you too :)\n  ","671701":"\n   Hey babes ?\n  ","671702":"\n   What would you do if there are many words inside your heart, but you can't get it out because it might get you in troubles? ?\nشنو تسوون اذا بقلبكم كلام كثير. بس لو يطلع راح تنحطون بمشاكل ؟\n  ","671703":"\n   What is your height?\n  ","671704":"\n   Are you a traveler or a homebody?\n  ","671705":"\n   you're welcome\n  ","671706":"\n   I know you do man?\nI would too(': \nHow long do you think until it will be until you get one? xD\n  ","671707":"\n   Sorry I only looked at your photo for like 2 seconds ??\n  ","671708":"\n   ????Virgin\/\/yes??Fighter\/\/no?Flirt \/\/maybe?Player\/\/no ?Age\/\/14?Smoker\/\/no?Drinker\/\/no??cute or not\/\/ cute ??Loud or quiet\/\/loud ???Hot or not\/\/hot????Athletic or lazy\/\/athletic ??rude or sweet\/\/sweet?Best feature\/\/ you're super pretty??\n  ","671709":"\n   I love you I honestly mean that\n  ","671710":"\n   Rate: 95\n  ","671711":"\n   ok how 1 percent and that's me :)\n  ","671712":"\n   Nawh no it isn't :c *hugs tight* don't be so silly man❤\n  ","671713":"\n   Little booms\n  ","671714":"\n   OK LIKE 99.99 PERESENT OF PEOPLE\n  ","671715":"\n   Damn :(\n  ","671716":"\n   \"You are truly and incredibly beautiful, amazing, pretty and perfect. Don't let anything make you believe otherwise! So be happy and most importantly smile, it's the most beautiful thing you can wear. You're more than worth it, so believe it when I say you're beautiful, gorgeous and perfect\"\n  ","671717":"\n   YESSS EVERYBODY AND THATS THAT LOL\n  ","671718":"\n   I know ☺️ I guess its just a few days old.\n  ","671719":"\n   ily2 and I agree with that anon everybody has the biggest crush on you ever\n  ","671720":"\n   Why not\n  ","671721":"\n   Well,I do find you attractive but I can't say that I have developed a crush type feeling on you.It takes some time for me to develop one.But you're attractive and good person otherwise :) How's your bf doing,by the way ?\n  ","671722":"\n   your beauty makes my heart want to explode sometimes\n  ","671723":"\n   you mean more to me then I could ever put into words\n  ","671724":"\n   Most people acknowledge you are ridiculously beautiful ❤\n  ","671725":"\n   Oh bugger ;-;\n  ","671726":"\n   but i never assumed. I just said i didnt know ur age\n  ","671727":"\n   ur right about that haha assuming does make an ass\n  ","671728":"\n   I do need to worry\n  ","671729":"\n   Jeez is this you? -\n   \n    https:\/\/pat.primecdn.net\/pics\/bigthumbs\/86\/868b8a08.jpg\n   \n","671730":"\n   Post a panty pic!\n  ","671731":"\n   How are you I feel like I should check up on everyone and make sure they are alright and all you have to say If something is wrong is that you need help and I'll help\n  ","671732":"\n   HAHAAHAH looks like you upset someone\n  ","671733":"\n   Well same goes for you as well for calling me ugly in general lolx\n  ","671734":"\n   I agree with that anon. Everyone has a crush on you here. It would be rude not too! ?\n  ","671735":"\n   I wanna have a baby and how about you ?\n  ","671736":"\n   Haha I don't think you could ever not look beautiful! Even if you felt like shit you would still look fantastic ?\n  ","671737":"\n   your the most amazing women ever\n  ","671738":"\n   Well atleast it's facing truth and getting stronger? Hope You know what I'm trying to say lmfao\n  ","671739":"\n   Do u have snapchat?\n  ","671740":"\n   Look on my page I posted it ?\n  ","671741":"\n   I agree,you look beautiful even in your morning look :)\n  ","671742":"\n   Even first thing in the morning you look gorgeous ?\n  ","671743":"\n   Even just waking u up ur still as beautiful as u ever were\n  ","671744":"\n   Ah no ☺️ I like eat meat but I took a pic of a cute little sheep.\n  ","671745":"\n   I missed u ;)\n  ","671746":"\n   What makes you look so special??\n  ","671747":"\n   Hey miss goddess!\n  ","671748":"\n   Sure ☺️ I'm happy to live in a safe and naturaly place. We also saw a lot of animals ???? lol\n  ","671749":"\n   *blush* *blush* you're welcome\n  ","671750":"\n   Pap\n  ","671751":"\n   Pap\n  ","671752":"\n   Glad ? we were hiking\n  ","671753":"\n   Wow you look alike avril lavigne in blond hair :\")\n  ","671754":"\n   Rates?\n  ","671755":"\n   Ever farted loudly ?\n  ","671756":"\n   Can I follow you at insta\n  ","671757":"\n   Tired ? you ?\n  ","671758":"\n   Would you ever go to a nude beach\n  ","671759":"\n   That song is fucking legendary.It makes me want to dance every time I hear it :)\n  ","671760":"\n   I wonder how boom king feels right now I wonder if he has returned the ring.\n  ","671761":"\n   your so sweet to and adorable and I love you\n  ","671762":"\n   Oh phew(': \nAha xD \nNawh so why don't you have a phone now?\n  ","671763":"\n   @(recent) sorry if I'm annoying!\n  ","671764":"\n   When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.\nGood Morning\n  ","671765":"\n   Would you rather go on a dinner date or movie date\n  ","671766":"\n   Yep I see ??❤️\n  ","671767":"\n   Do you like vs or vs pink better\n  ","671768":"\n   Can you go out to dinner by yourself\n  ","671769":"\n   ohh im sorry haha i didnt know how old u were\n  ","671770":"\n   A lot of people get a bit embarrassed to admit if they have a crush on someone especially on ask. But not with you! Most people just come off anon and tell you straight they fancy the fucking ass off you ?\n  ","671771":"\n   I'm here ??❤️\n  ","671772":"\n   Boom Boom Boom Boom,\nI want you in my room,\nLet's spend the night together,\nFrom now until forever,\nBoom Boom Boom Boom ? ?\n  ","671773":"\n   no cause you deserve more then stars you deserve the whole galaxy\n  ","671774":"\n   Aweee :3 \nDoes he look at your Insta? xD ❤\n  ","671775":"\n   tbh I'm surprised you kept the name for this long lol\n  ","671776":"\n\n    https:\/\/media.giphy.com\/media\/czyRCsoai6tZm\/giphy.gif\n   \n   haha\n  ","671777":"\n   Most girls would get so arrogant knowing that everyone wanted her but omg you are so not like that at all. You know how much everyone likes you and never show off because of it\n  ","671778":"\n   The hellll ;-;\nSo he doesn't mind you using his phone for Insta? xD\n  ","671779":"\n   can I just say I love you and support you in everything you do never stop being you beautiful reach for the stars\n  ","671780":"\n   No, this! ? ? ?  haha\n  ","671781":"\n   I can't disagree there! ❤\n  ","671782":"\n   Sav what's it like knowing so many people literally fancy you like mad?\n  ","671783":"\n   You're gorgeous ? that is all ?\n  ","671784":"\n   You and Beyonce lol\n  ","671785":"\n   That's ok, that was for that anon Sav. I would never ask you something like that. Because, I admire you! :)\n  ","671786":"\n   Da fuq ;-; \nWhat phone do you have aye?!\n  ","671787":"\n   Ya post a hot pic and i'll go fuck myself lololol\n  ","671788":"\n   How did the name boomerangs come about to describe your fans? Btw I am also a big boomerang too! Ly ❤❤❤\n  ","671789":"\n   Boom can I get hot pic\n  ","671790":"\n   XD\nHave you checked my messages?(':\nI explained it a bit more for you?\n  ","671791":"\n   Like I've said to you before my boyfriend thinks you're absolutely gorgeous but of course I'm not jealous I have a bit of a girl crush too haha! But seriously you're lovely so people need to get over it as your not doing any harm at all ?\n  ","671792":"\n   I agree,you're stunning :)\n  ","671793":"\n   Oh stop lying you ? Sent ya something ?\n  ","671794":"\n   Dam girl you are truly loved! I love how you have your own fan base called boomerangs!\n  ","671795":"\n   The helllll(': \nHeh cute how you got confused on Insta?\n  ","671796":"\n   How are you feeling? Still hyper? ?\n  ","671797":"\n   Ahaha you're cute ? NOT AS GREAT AS YOUR BEAUTY HELLOOOO!?\n  ","671798":"\n   Isssss that a book? XD\n  ","671799":"\n   yes\" you are gor-gious \"\n  ","671800":"\n   Sav said she doesn't flirt! It's not her fault she is fucking gorgeous and her beauty is unreal! Of course guys are going to look at her and go wow! And yes girls will also look and go wow! To top it all Sav is such a lovely girl too! Yes you really are top of the fucking tippy top! ❤\n  ","671801":"\n   Nothing muchhh cx\nJust chillin xD \nYou? :3\n  ","671802":"\n   Guess what...I love you too ? And it's now evening so you can say good evening to me now ??\n  ","671803":"\n   Someone sounds jealous here! Hey anon just accept Sav is stunning! No point in trying to hide it. You can't resist as it's impossible not to acknowledge her beauty!\n  ","671804":"\n   Hai Sav, ily, you're perfect okai?? Bai ?\n  ","671805":"\n   SAV!!!\nHihi :') ❤❤❤\n  ","671806":"\n   can you plz delete the last pic or just answer it on another quastion?\n  ","671807":"\n   I didn't buy her a ring I was just joking I'm just a guy that admires savannah a lot\n  ","671808":"\n   If ya get this, you made the favourites into my bio. Much love ♡♡♡\n  ","671809":"\n   XD\nAw it's okie(':\nI just woke up?\n  ","671810":"\n   coooome\n  ","671811":"\n   -\n  ","671812":"\n   Well gee if you told all of them you weren't looking then why did one guy go out and buy you a ring\n  ","671813":"\n   when i see your PAP ....! \nthen My heart says .... Arham You need girlfriend Like SavAnnah ....!\n  ","671814":"\n   So wait you're telling me all the times these guys you flirted with and led on meant nothing.\n\nThe time that boom guy bought you a ring meant nothing.\n  ","671815":"\n   Today I'm reading your wall .....! nd i realize  you r hell funny girl nd your answers ar hilarious good ....! nd the other way your wall is full of heart touching compliments ....?\n  ","671816":"\n   Your parents.\n  ","671817":"\n   where are you from?\n  ","671818":"\n   Say hunny you have been single for a while now.\n  ","671819":"\n   Too be fair I think you know, and it's not big headed for you to even think this as you know its true, that most guys have the hots for you. Girls know it too, even girls with their boyfriends. But because you are not flirting no one minds at all.\n  ","671820":"\n   Um so you know sav is single\n  ","671821":"\n   I see,that's good to know :) I just said that because I have couple of times got shit online from angry boyfriends for \"flirting\" and complimenting their girlfriends,so I just try to be careful.\n  ","671822":"\n   So you'd rather eat brussel sprouts than be tickled? I hardly believe it.\n  ","671823":"\n   OMG you are gorgeous ?\n  ","671824":"\n   I hope that your bf doesn't feel jealous or mad about other men complimenting your looks :)\n  ","671825":"\n   what's up\n  ","671826":"\n   Thanks for the likes ?\n  ","671827":"\n   I think people should know exactly how vulnerable you are to genuine compliments and gentle tickles.\n  ","671828":"\n   You're welcome :) Also,I think that your body is just gorgeous and you are not anorectic or skinny at all in my opinion :)\n  ","671829":"\n   So compliments and tickle-torture both make you blush? Noted.\n  ","671830":"\n   You do plenty right, Sav. You're an absolutely wonderful girl.\n  ","671831":"\n   No problem,you're welcome :) Your bf is lucky to have you as his gf :)\n  ","671832":"\n   you're really pretty\n  ","671833":"\n   You're welcome :) Just telling how it is :)\n  ","671834":"\n   Awwww so much love ❤️\n  ","671835":"\n   ok I swear those look like the pjs Im wearing\n  ","671836":"\n   Any plans today or are you just going to bum about being beautiful?\n  ","671837":"\n   So much of your wishlist is truly affordable. As someone who likes surprising girls like you with random gifts, it's nice that you have reasonably-priced gift options :) so enjoy, soon.\n  ","671838":"\n   BABY BACK RIBS?! O.O\nAre you calling my baby back ribs or is that food as in ribs??❤\nI just got home for fuck sake's ;-; ❤❤\nUGH THIS TIME DIFFERENCE MAN\n  ","671839":"\n   Amazing pic ???❤️❤️❤️\n  ","671840":"\n   If a pack of little kids all held you down and tickled your feet to the point of torture right now, how would you feel?\n  ","671841":"\n   I know how I feel it's boom au-naturale and I love it.\n  ","671842":"\n   Ootd\n  ","671843":"\n   You helped brighten up my week too boom boom and I'm not just saying that\n  ","671844":"\n   i wish u were around my age im 22\n  ","671845":"\n   You're very beautiful :)\n  ","671846":"\n   snap me pliz ifi_bong and snap you back ???\n  ","671847":"\n   Would you rather lose all of your old memories, or never be able to make new ones?\n  ","671848":"\n   have you ever had a pee in a friends parents ensuit\n  ","671849":"\n   Ever wondered why pigeons got dat ass ?\n  ","671850":"\n   Why People Like A Tall Girl Like As Boy .....x\n  ","671851":"\n   I can give you my name in kik but first promise me speak with me kik\n  ","671852":"\n   I have decided to delete all my social media accounts over the weekend. Thank you for being awesome people to follow! Much love ? peace out ✌️\n  ","671853":"\n   Selfie\n  ","671854":"\n   do you have kik\n  ","671855":"\n   That's cool that's cool it will be waiting for you when you get back.\n  ","671856":"\n   Likers get a first impression?!\n  ","671857":"\n   Abs  kill\n  ","671858":"\n   Patience my dear I'm still waking up\n  ","671859":"\n   But you still look classy as well as sexy. Not just because of the sexy underwear but because you are so beautiful and sophisticated ❤\n  ","671860":"\n   Trust is a hard thing to gain, but how do you determine who Is a trustworthy person from who isn’t? Is there any particular traits they have? Or maybe more based on their actions?\n  ","671861":"\n   Why are you scared it's nothing bad.\n  ","671862":"\n   Would you love a boy in 14 yrs old? But he dont even look 14 he looks so fucking old and he act like 18 years old boy and he love you so much?? And me srsly please im not joking\n  ","671863":"\n   Just bein honest babe your an amazing girl with not just beauty we can see but what we can feel like your kindness and just your ability to make everyone smile who is in your sweet ambience you have the gift of an angel\n  ","671864":"\n   I'll have a sweet surprise for you soon.\n  ","671865":"\n   Like it? We love it! ???\n  ","671866":"\n   Have you ever had one of those moments where you couldn't find something and it ended up being in your hand or right in front of you?\n  ","671867":"\n   So I just woke up to come on here before I do anything else to find you mentioning me in a sweet answer ty my love.\n  ","671868":"\n   Well never be in doubt cos even on days you don't feel your best your still gorgeous to us ❤️\n  ","671869":"\n   Love you Savannah ??\n  ","671870":"\n   Kik\n  ","671871":"\n   Okayy have a gd shower ❤️ enjoy it cute! Ilysm\n  ","671872":"\n   What's up\n  ","671873":"\n   OMG you're so freakin cute. I'm surprised no ones ever called you that before ngl ?\n  ","671874":"\n   Sav you are a gorgeous model ?\n  ","671875":"\n   best friend check: tag some of your good friends let them know you love them❤️\n  ","671876":"\n   It's not about the looks, it's the personality that makes love\n  ","671877":"\n   Fuck my life!!!! Omg your body is fuckig awesome holy fucking crap\n  ","671878":"\n   You are total perfection!\n  ","671879":"\n   Nice leggings xx\n  ","671880":"\n   you are so beautiful ?\n  ","671881":"\n   You seem shocked?❤️❤️\n  ","671882":"\n   Wyd\n  ","671883":"\n   Horns ??? I actually laughed out loud at that hahaha\n  ","671884":"\n   Too late I got lost 1 year ago ???\n  ","671885":"\n   You are always gonna be amazing as long as you keep bein you\n  ","671886":"\n   i can stop lokking at your pics from three days ago\n  ","671887":"\n   bc i cant give you a hug  ? i can just see your pics here ?\n  ","671888":"\n   Wow tall and beautiful ? ? ?\n  ","671889":"\n   What's your favorite flavor of bubble gum?\n  ","671890":"\n   You're super gorgeous ?\n  ","671891":"\n   You are most welcome keep being the amazing you ❤️❤️❤️❤️\n  ","671892":"\n   Why can't everyone be nice like you? I don't just mean in looks as no one is more beautiful but why can't people be like you and be a nice person. So many people on here who are either rude or nasty or just full of themselves. But you are lovely ❤❤❤\n  ","671893":"\n   every pic you have on insta is fucking perfection\n  ","671894":"\n   You deserve it for just bein the wonderful amazing person you are ❤️❤️❤️❤️\n  ","671895":"\n   boom why u are too much pretty\n  ","671896":"\n   You are so welcome you always make my day ❤️\n  ","671897":"\n   I sure appreciate all the pics you post aswell ❤️?\n  ","671898":"\n   What's an Internet trend you just didn't get the point of?\n  ","671899":"\n   I'm very strong I can lift 400lbs\n  ","671900":"\n   So I can go on it as I won't be on here long as its chewing up my data\n  ","671901":"\n   You should put your Amazon link on Instagram too\n  ","671902":"\n   Always ??\n  ","671903":"\n   post a link to your Instagram and ill help my queen\n  ","671904":"\n   you can use my questions for pics anytime I love admiring your beauty\n  ","671905":"\n   Wow you are so beautiful  in that new pic\n  ","671906":"\n   I'm only amazing for you my love\n  ","671907":"\n   will you post a pic my gorgeous breathtaking queen\n  ","671908":"\n   Likers get a question please?\n  ","671909":"\n   I get lost in your shear gorgeousness\n  ","671910":"\n   you are really cute ?\n  ","671911":"\n   Wow how tall are you in those boots?\n  ","671912":"\n   I'll buy you them ?\n  ","671913":"\n   Hahaha okie baby ;-;\nJust ignore em, all they want is a reaction from you!\nLove you!! \nTalk soon❤❤❤\n  ","671914":"\n   do you know which kinda guys have the biggest dicks?\n  ","671915":"\n   Oh wow you literally do have some hungry ass guy's aye?\nJust ignore em baby❤❤❤\n  ","671916":"\n   That guy is hot!\n  ","671917":"\n   Now that guy has one horn lmao\n  ","671918":"\n   Hehee never :'3 ❤❤❤\nGo check my message on Insta cx\n  ","671919":"\n   Mostly what brand for bra and panties you have that are comfortable?\n  ","671920":"\n   Your eyes are mesmerising ❤\n  ","671921":"\n   Nice lady but if you're getting horns those panties would be a huge turn off though\n  ","671922":"\n   What is the Color of your eyes\n  ","671923":"\n   I think about it tommorow not be on but you can answer \/ ask me ❤️ take care\n  ","671924":"\n   Of course ☺️ see you\n  ","671925":"\n   But how does it affect you your problems?\n  ","671926":"\n   I have problems too and I've never shared it with my bosses cause I was told not to if you know you can do it show them\n  ","671927":"\n   eat you is the best idea\n  ","671928":"\n   cha ? I have chay tea here ?\n  ","671929":"\n   What's stopping you from getting a job?\n  ","671930":"\n   How many tattoos do you have?\n  ","671931":"\n   They wouldn't enjoy your bum for long ???\n  ","671932":"\n   Just reading all through this. Most of the guys on here are pretty chilled but there are always some that try to spoil it. You look beautiful all the time and most people appreciate everything you do. Even my boyfriend thinks you're hot!\n  ","671933":"\n   I'm lazy too buttttttt for eating no way ?\n  ","671934":"\n   I just want to say thank you for being in my life without you here to talk to everyday I would be nothing life would be so boring and sad for me I'm so glad your we so I'm not bored or sad thank you and I love you\n  ","671935":"\n   How's with eating something ☺️ ? The kitchen is closing by us..\n  ","671936":"\n   Thank you sooooo much OMG ❤️❤️❤️\n  ","671937":"\n   Soon love ?❤️\n  ","671938":"\n   And we all know what color yours and clares panties are! Whit woo!!\n  ","671939":"\n   I'm tired ?\n  ","671940":"\n   OMG Savannah I love you so much! You are the cutest! x\n  ","671941":"\n   Pisting what?! \n;-;\nAw hello hello my love❤❤\n  ","671942":"\n   Saw you on my feed(': \nHehee gidday XD\n  ","671943":"\n   Eat some beans then sit on his face and fart??\n  ","671944":"\n   I have had about 20 questions from these idiots now too! So pathetic! But I love how you deal with them and the support you get from everyone here x\n  ","671945":"\n   Oh yeah today was without mushrooms ☺️\n  ","671946":"\n   I know its not valentines day but your my valentine every day\n  ","671947":"\n   Hey, those were some not expected pics you posted yesterday but I loved them all\n  ","671948":"\n   I have always fun ? I made Risotto with sausages\n  ","671949":"\n   That anon is a complete moron and a sad little virgin! He knows nothing about routers and probably thinks because he is on anon he can't be traced! Hahaha! Yes little sad virgin boy you certainly can be!!!\n  ","671950":"\n   If he got tracked that's because he made a mistake somewhere and made himself vulnerable - it wasn't due to any weakness within the onion router itself.\n  ","671951":"\n   Well I am really off to bed now but I want you to know I'm here for you forever and will protect you as long as I have too.\n  ","671952":"\n   I will protect you forever\n  ","671953":"\n   um ok. you don't know what you're talking about. no one can track ip addresses used through an onion router no matter how well they hack.\n  ","671954":"\n   You'll never ctach me or track my IP. I use an onion router that makes tracking my ip impossible. sorry honey.\n  ","671955":"\n   Hello how r u\n  ","671956":"\n   No one fucks with the boomerangs and our Queen. We have a particular set of skills. We will hunt them, we will find them and we will kill them.\n  ","671957":"\n   Just block them seriously what's the point in answering\n  ","671958":"\n   your so welcome beautiful nobody fucks with my queen like that\n  ","671959":"\n   These people are sick but I think it's one very sick weird pervert x\n  ","671960":"\n   I wish they'd leave you alone hunny you're too amazing for them or that site anyways\n  ","671961":"\n   Hey anon. If you post anything on there it won't just be the law you need to worry about via your IP address giving up your location. Sav has very protective fans, boomerangs. We love this girl to bits and we will find you and believe me you'll wish the law did get to you first ?\n  ","671962":"\n   haha ok. Have with that. You'll never catch me ;)\n  ","671963":"\n   You let them manipulate them so easily\n  ","671964":"\n   haha good look with that!\n  ","671965":"\n   But that's what that site is for - for posting girls' stolen or hacked nude and panty pics.\n  ","671966":"\n   It's not really a porn site, it's very classy.\n  ","671967":"\n   I'm just joking. I didn't post them lol\n  ","671968":"\n   Does your dad know you post pictures of yourself in your little g-strings on the internet for anyone to see?\n  ","671969":"\n   Don't worry!! omg.. your pics are classy! Guys will love them on that site! You'll see! they'll get so many likes!\n  ","671970":"\n   Too late. There's a lag time between when you post a pic and they approve it but I'll send you the link when it gets posted.\n  ","671971":"\n   I'm wearing pink underwear too! It's not a thong but it's bikini style panties! Funnily enough I bought my boyfriend pink boxers for Christmas, Calvins and he loves them ☺\n  ","671972":"\n   But even our period panties are cute ones. We never wear ugly panties!\n  ","671973":"\n   Pulling the side strings of your thong up above the waistline is one of the sexiest looks ever. There's nothing wrong with it as long as you're being classy, not trashy. And it's great to tease hot guys. They love it!\n  ","671974":"\n   Ok.bye.you are ridiculous...\n  ","671975":"\n   They are so cute but definitely just for wearing at home. I feel I should be wearing pink ones today but unfortunately I'm not haha\n  ","671976":"\n   Exactly! There are panties for every occasion! Like we all have ones that seem like \"little girly\" ones with cute little cartoons on them for wearing with our sweats at home and then there are ones for when you're going out on a date. If you look in a girl's panty drawer you can automatically tell.\n  ","671977":"\n   Ok..i will never advice you again..but don't show rude behaviour..\n  ","671978":"\n   No girl should wear ugly panties at any age. It's not uncommon for girls as young as 9-10 to be wearing skimpy little thongs, g-strings or cheeky panties these days.\n  ","671979":"\n   Hahahaha I didn't know that ???\n  ","671980":"\n   Ya..may be.i am asking from you last time ..friends or not?because it seems that you are not interested..if you are not then say good bye to me by your heart if you can..\n  ","671981":"\n   Cheerleader! What would he have to wear underneath the skirt though ?\n  ","671982":"\n   Yup.but we failed.\n  ","671983":"\n   Well it is cuz no bed bugs going to bite me unless your that bed bug\n  ","671984":"\n   Uff.you think i am forcing you?i m not i am just trying to be your friend nothing else.its just start and you started complains and issues.\n  ","671985":"\n   Granny panties at 21! No wonder she's his ex! ???\n  ","671986":"\n   I have some with Minions on buy they are so comfortable! Obviously I don't wear them for special occasions ?\n  ","671987":"\n   Those panty pics of yours are absolutely sexy and glamorous and very tastefully done. I think more girls should do that as long as it's classy and tasteful.\n  ","671988":"\n   Haha I know and there really was only me and her friends that would know anyway. I mean nothing wrong I guess in black panties but it was the style and she was 21 she'll be 22 this year!\n  ","671989":"\n   That's true about panties. Like even for girls as young as 10-11 they make totally cute, adorable, sexy, skimpy little thongs and bikini panties.\n  ","671990":"\n   You're the only person id let bite hehehe.\n  ","671991":"\n   imo the only ugly panties you can get are ones with cringey stuff on, like Minions or some sh!t??\n  ","671992":"\n   Sav take that girl underwear shopping and educate her please!\n  ","671993":"\n   This rude behaviour of yours  annoyed me so much..i have just given you advice.\n  ","671994":"\n   Exactly but most of the time she wore jeans or leggings and occasionally black skirts and dresses. The only time I remember her wearing white underwear was when she wore white linen pants but they are see through anyway. Not good.\n  ","671995":"\n   When you need advice, who do you go to?\n  ","671996":"\n   I'm off to bed now angel love you *kisses* *hugs*\n  ","671997":"\n   Some girls do wear some horrible panties.\n  ","671998":"\n   Ok.but you should try for this.if you will do some work on our friendship then i am sure that result would be fruitful..??\n  ","671999":"\n   ok sounds good :)\n  ","672000":"\n   My ex girlfriend always wore big black panties and refused to wear a different style or color ever. I think we all get why girls might wear these for certain times of the month but this is all she wore\n  ","672001":"\n   Thoughts on Miley Cyrus ?\n  ","672002":"\n   Ok.done.lets be friend,friendship from both side not only from myside.ok???\n  ","672003":"\n   I agree with that comment.  It is sexy as fuck knowing what thong you have on today. Obviously it had to be a sexy thong and it is! ?\n  ","672004":"\n   it might be on hulu\n  ","672005":"\n   Having a decent night how bout you\n  ","672006":"\n   its a movie I highly recommend you watch\n  ","672007":"\n   What is missing in your life that would make you very happy?\n  ","672008":"\n   Your bra and panties picture is just full on gorgeous all the way.\n  ","672009":"\n   You are all too cute xxxx\n  ","672010":"\n   have you seen bram stokers Dracula\n  ","672011":"\n   I think just showing the side of your panties is sexy because you have to leave something back for their imagination and your only showing off the style and color x\n  ","672012":"\n   Ok..but i wanna say something clearly..i like you.i want your friendship.thats emwhy you are still remember to me.??\n  ","672013":"\n   Thank you so much! Coming from you that means a lot! ?\n  ","672014":"\n   favorite horror movies? ?\n  ","672015":"\n   Wow I wish you could but I would never look as good as you in it! ?\n  ","672016":"\n   how are you and Ashley not bf gf\n  ","672017":"\n   Your not skinny. You're slim and look fantastic. Skinny is very ill starving people. My cousin has a small frame like you too. You look great and it's clear 99% of people on here find you very attractive and love the way you look xx\n  ","672018":"\n   Younow?\n  ","672019":"\n   Bikini pap\n  ","672020":"\n   I so want your stomach that is fabulous!!!\n  ","672021":"\n   I would go to hell with you\n  ","672022":"\n   If you sit down in those pants won't your thong be completely showing at the back as it's slightly visible all the way round?\n  ","672023":"\n   Sav you would rarely would say what color your panties are and yesterday posted the most amazing full underwear selfie and today flashed your pink thong! Hope you're getting more confident in your sexiness as you are ridiculously gorgeous and fucking beautiful ?????\n  ","672024":"\n   Could you show your thong please\n  ","672025":"\n   You have such a great body! Btw I do like your pink thong, I like the design of it and the color x\n  ","672026":"\n   You have great abs, I love them no matter what anyone says\n  ","672027":"\n   While your up could you take some more pictures?\n  ","672028":"\n   Yes you have a fantastic body! X\n  ","672029":"\n   what do you want to accomplish today???\nbefore going to sleep\n  ","672030":"\n   Pap of your abs right now\n  ","672031":"\n   You're waiting for the most perfect one id like to be the most perfect one.\n  ","672032":"\n   Haha stop it because you do fit that bra from yesterday picture very well! Your body is stunning!\n  ","672033":"\n   Babygirl the only thing you need is some tight ass abs from the gym and you'd look super fucking hot.\n  ","672034":"\n   Can we see what your thing actually looks like from the front please Sav? ?\n  ","672035":"\n   Ootd\n  ","672036":"\n   It is a series. The first episode is up on YouTube and it is focusing on Japan for the first episode. Ellen page is one of the host! <3\n   \n    https:\/\/m.youtube.com\/watch?v=NnrAISE6x08\n   \n","672037":"\n   What bra are you wearing?\n  ","672038":"\n   Wow it's like the black one with the 3 sides. So fucking sexy!! ???\n  ","672039":"\n   Love the style of your thongs! Sexy Sav xx\n  ","672040":"\n   It's true as you get more and more beautiful every time you post a pic omg! ???\n  ","672041":"\n   Gave you watched Gaycation yet? :D\n  ","672042":"\n   Don't be shy yourself Queen Boom the Beautiful xx\n  ","672043":"\n   Are you going to start using it more?\n  ","672044":"\n   Aww you are so good to us Boomerangs and that is why we love you ❤\n  ","672045":"\n   Do you have tumblr?\n  ","672046":"\n   Sure its like you're you get so nice compliments ?yep so thats great ✌?️ I will never disturb right now and go cooking... adios\n  ","672047":"\n   You mean she is sexy as fuck? As this girl is smoking hot ???\n  ","672048":"\n   Ahaha ✌?️ you're a famous person I know.. so hope you enjoy it ?❤️\n  ","672049":"\n   Aw thank you??\n  ","672050":"\n   So why you don't answered my questions yesterday ?? ?\n  ","672051":"\n   Are you blind anon? Sav is absolutely perfect. The most beautiful, gorgeous and sexy of girls all rolled into one. Add intelligence and a fantastic sense of humour Sav truly is the perfect woman ???\n  ","672052":"\n   Ehh nope ?\n  ","672053":"\n   Love your answers, following you?☺️\n  ","672054":"\n   How kind all you are ?\n  ","672055":"\n   Your skinny asf.. You need to get some fat on your bones like Jesus ?\n  ","672056":"\n   Now following you. ☺️\n  ","672057":"\n   I don't know how you just wake up and still look like a model\n  ","672058":"\n   are you ever going to get  BF IT SEEMS LIKE YOU DONT WANT ANYONE?\n  ","672059":"\n   likers get?\n  ","672060":"\n   \"You are truly and incredibly beautiful, amazing, pretty and perfect. Don't let anything make you believe otherwise! So be happy and most importantly smile, it's the most beautiful thing you can wear. You're more than worth it, so believe it when I say you're beautiful, gorgeous and perfect\"\n  ","672061":"\n   Outfit for today\n  ","672062":"\n   Who are you really? Describe yourself without using your name, or any attributes given to you by society and really think. Deep down, who are you?\n  ","672063":"\n   I'm perfect for you because you make me perfect Miss Perfection?❤\n  ","672064":"\n   Honestly I didn't ever think we would be lucky enough to see you in your bra and panties! Unbelievablely sexy xxx\n  ","672065":"\n   Aw bby :') ❤\nSame here?\nI don't want an asshole dating you :( I'd legit treat you like a true princess that you are❤\n  ","672066":"\n   You are so nice not just beautiful but genuinely a beautiful person too! We love you as you are gorgeous and so friendly to us all ❤\n  ","672067":"\n   I hope you do take more pictures. You get more beautiful every year ???\n  ","672068":"\n   You look fantastic x\n  ","672069":"\n   Would you date me??\n  ","672070":"\n   Would you date a very good looking fascist guy?\n  ","672071":"\n   Wow! These are the best pics of you ever! Utterly perfect! xxx\n  ","672072":"\n   Can I have sex with you\n  ","672073":"\n   suggest a name for cloths brand?\n  ","672074":"\n   Do you think you're an emotional person? Would others agree?\n  ","672075":"\n   Seriously if I had a figure as fantastic as yours I'd be just in my underwear all the time! You are so pretty ?\n  ","672076":"\n   Wow is anyone even surprised that you are wearing such sexy panties? You're super gorgeous ???\n  ","672077":"\n   Normally when you wear a sweater do you wear a shirt under or nah or sometime\n  ","672078":"\n\n    https:\/\/ask.fm\/ass4lyfe\/answers\/135947282809\n   \n   You were really beautiful! Can I ask you why do you want to look like Felice Fawn? Do you know she has ED and that she photoshops all of her pic?...............\n  ","672079":"\n   Wait nooo i want to take a shower with you please\n  ","672080":"\n   Did you make out with him?\n  ","672081":"\n   You there?\n  ","672082":"\n   Do you have a boyfriend???\n  ","672083":"\n   How old are you?\n  ","672084":"\n   Aw thank you babe ?? your personality and looks are goals tho so ?❤️❤️\n  ","672085":"\n   You are very beautiful x\n  ","672086":"\n   Omggg that asssssss fmlll stooppp posting pictures fuck sakes\n  ","672087":"\n   Okay can i sleep on you please just for a few mins please\n  ","672088":"\n   Please don't delete you are so beautiful it's amazing!!!\n  ","672089":"\n   You really love me?\n  ","672090":"\n   You look stunning as always wtf ❤️❤️\n  ","672091":"\n   Ily i love your body fml\n  ","672092":"\n   Delete your body pictures please please delete them please\n  ","672093":"\n   Hi\n  ","672094":"\n   I wish I looked like you omg you are so stunning!\n  ","672095":"\n   The 3 string side of your thong is sexy as fuck. You look absolutely gorgeous ?\n  ","672096":"\n   Can i grab your body please please\n  ","672097":"\n   How was your day ?\n  ","672098":"\n   Wow Sav you are truly beautiful ???\n  ","672099":"\n   I love your underwear on that picture, very sexy xxx\n  ","672100":"\n   I will save you picture cause i wanna see it everyday omg n i wanna see yours every mins holy moly!!! You fucked my life\n  ","672101":"\n   Yeah\n  ","672102":"\n   Post a new full body pic\n  ","672103":"\n   Your cat looks shaved\n  ","672104":"\n   Why not you look beautiful x\n  ","672105":"\n   Wtffff body ????? Holy crap\n  ","672106":"\n   How's your life going?have you found your match or still single?\n  ","672107":"\n   When's the last time you overslept? How long did you oversleep by?\n  ","672108":"\n   I have just unfollowed a bunch of people, but you're awesome so I kept you ?☺️\n  ","672109":"\n   Do you have a memorable picture from back in the day? PAP!\n  ","672110":"\n   Can you post a new picture of you that you haven't Oates on other social media sites yet? ^^\n  ","672111":"\n   will you post a pic please my beautiful boom\n  ","672112":"\n   so i shared my time of the worst i was tickled. So when was the worst time you got tickled?\n  ","672113":"\n   So besides laying there in that situation would you be laughing hysterically, crying, or screaming?? bc i did a little of all?\n  ","672114":"\n   Bikini pap\n  ","672115":"\n   Are you more of a nonstop laugher, cryer, screamer, or fighter when being tickled in certain areas\n  ","672116":"\n   Yes i had the same reaction but i mean like what would u be doing during it since u cant fight back like i said\n  ","672117":"\n   must be a little chilly rn lol\n  ","672118":"\n   smart girl? never ever ever allow yourself to be tickled EVER\n  ","672119":"\n   Did you forget to mention me.\n  ","672120":"\n   outfit pic?\n  ","672121":"\n   Well if u were offered that would u do it?\n  ","672122":"\n   But! i said if you couldnt move at all or fight back. So during you getting tickled what would ur reactions be?\n  ","672123":"\n   So for $150 would you allow yourself to get tickle tortured everywhere for a full 30 mins??\n  ","672124":"\n   Well i was with some girl friends and we were talking about pedicures and they saw mine which wasnt done and they just held me down and tickled my feet for 10 mins straight i couldnt do a thing. What would u have done?\n  ","672125":"\n   Hahaha? well sure youre cute. They must find it funny that you get tickled\n  ","672126":"\n   Ok since i was in a situation like this i wanna know what u would do: If you couldnt move at all not a single inch bc both your legs were held down, and your feet were tickled for 10 mins with no breaks how would u react???\n  ","672127":"\n   Do you still have your tonsils?\n  ","672128":"\n   Oh my! haha so your hips must be extremely ticklish?\n  ","672129":"\n   Oh no im sorry. It really has nothing to do with it at all. What i meant was people still tickle u at your age?\n  ","672130":"\n   So then you lied? your feet should be your most ticklish spot\n  ","672131":"\n   And youre 20 years old ? are u sure??\n  ","672132":"\n   Your feet are super ticklish????? Thats insane\n  ","672133":"\n   Mine too omg? im so ticklish. But my feet are my most ticklish. How ticklish are ur feet?\n  ","672134":"\n   I'm good\n  ","672135":"\n   Whats your most ticklish spot then??\n  ","672136":"\n   god I wish I could kiss you just once\n  ","672137":"\n   I'm done with helping people I help them and then they betray me\n  ","672138":"\n   The list of people you would kiss from on here\n  ","672139":"\n   You really are a fashion icon to the boomerangs you look fantastic in everything you wear xxx\n  ","672140":"\n   Are you telling of you get touched once you'd jump?\n  ","672141":"\n   You deserve the truth lovely ??\n  ","672142":"\n   In what way are you superstitious?\n  ","672143":"\n   have you received any new gifts lately?\n  ","672144":"\n   (: omg so how is californiaa? I really wanna go there!\n  ","672145":"\n   what gets you detached from people\n  ","672146":"\n   So I guess you are wearing black panties today too. But as so many here follow your trends if you worse big orange granny panties it would soon be popular as you are a fantastic fashion icon. To us you are anyway. So beautiful ❤\n  ","672147":"\n   Skank! Reminds me of Breaking Bad! Not sure if you have seen it! Skank! Skank! Skank! X\n  ","672148":"\n   I have been goodd (:\n  ","672149":"\n   Wouldn't wanna mess with Gordon Ramsey he seems hard as fuck! Is he English?\n  ","672150":"\n   How's your day going ?\n  ","672151":"\n   Nothing wrong with being ticklish\n  ","672152":"\n   If you battled with acne or severe acne what products did you use that worked the best and would suggest to others battling with acne?\n  ","672153":"\n   Nighty night cutie pie ❤️\n  ","672154":"\n   So youre 20 years old and youre still very ticklish???\n  ","672155":"\n   I'll help you till the day one of us is dead\n  ","672156":"\n   Do it ☺️ I go sleeping now.\n  ","672157":"\n   I m quite good..after a long time we are talking.how's your health..i do watch your photos on instagram and they are nice.\n  ","672158":"\n   Miss youuu how have you been? (:\n  ","672159":"\n   Are you ticklish by any chance?\n  ","672160":"\n   No idea ☺️ its in German \"Tim und Struppi\" and Lucky Luke is the cowboy with Jolly Jumper the horse ?\n  ","672161":"\n   How are you\n  ","672162":"\n   your more beautiful then any supermodel on the planet\n  ","672163":"\n   What is what ? ? they're both cartoons\n  ","672164":"\n   Oh ☺️ I like watching Tin Tin or Lucky Luke haha\n  ","672165":"\n   age height shoe size?\n  ","672166":"\n   well dont all girls like us just never wear matching socks anyway?\n  ","672167":"\n   Hey\n  ","672168":"\n   Love those pants!\n  ","672169":"\n   Wtf Sav is always in different clothes and pants but always stylish ?\n  ","672170":"\n   What do you seek?\n  ","672171":"\n   Ok regular silver will do ?\n  ","672172":"\n   Ever had sex? I'm asking on a serious note\n  ","672173":"\n   wow I love all your hair colors. All of them suit you so much\n  ","672174":"\n   You're too good to be my bitch. You can be my badass Queen though ?\n  ","672175":"\n   those are badass photos not gonna lie\n  ","672176":"\n   Sav you are too beautiful ???\n  ","672177":"\n   Love the pics?\n  ","672178":"\n   Oo I like silver, you should do black and silver together\n  ","672179":"\n   I love the hair colors\n  ","672180":"\n   How ticklish are you?\n  ","672181":"\n   Gorgeous with pink hair! ?\n  ","672182":"\n   Every liker gets 3 likes or a question?\n  ","672183":"\n   almost every time I look at your face it feels like I'm In heaven\n  ","672184":"\n   I can honestly look at you for hours\n  ","672185":"\n   your face looks like angels\n  ","672186":"\n   your such a strong beautiful confident amazing sweet funny intelligent unique lovable powerful incredible inspiring girl that can do anything you put your mind to and never let anybody tell you that you cant\n  ","672187":"\n   I think you just have one trouser.you always be in this trouser.why is it so??\n  ","672188":"\n   hey whatever works right? haha i have socks everywhere\n  ","672189":"\n   every time I see a pic of you I just fall in love with you more and more\n  ","672190":"\n   I wouldve guessed something smaller like socks?\n  ","672191":"\n   that is so cute\n  ","672192":"\n   What clothing item is usually the messiest thing u find in ur room\n  ","672193":"\n   hey we all have messy rooms haha\n  ","672194":"\n   What was the of Ootd\n  ","672195":"\n   Who is Jesse? What is that even about?\n  ","672196":"\n   So what's your opinion\n  ","672197":"\n   What's your opinion on Jesse now that the ask community dislikes him and thinks he's creepy\n  ","672198":"\n   thoughts on\n   \n    @ArhamShafiq849\n   \n","672199":"\n   Hell yes I understand ❤️ just wanted ask what you watching most !?\n  ","672200":"\n   Hello,how are you?\n  ","672201":"\n   What do you think about what's happened with\n   \n    @fbheskie\n   \n   and\n   \n    @ellasinclaire\n   \n   ? They should just do the right thing and work it out\n  ","672202":"\n   Imessage\/Texting buddy?✌?️\n  ","672203":"\n   Awww you didn't put me in your list.\n  ","672204":"\n   I think Gordon ramsay is a cold hearted asshole\n  ","672205":"\n   Nice series of pics my friend\n  ","672206":"\n   Please can we see the bow? X\n  ","672207":"\n   Can you post pics showing your new belly rings you got\n  ","672208":"\n   pap biceps\n  ","672209":"\n   Gosh you're beautiful\n  ","672210":"\n   You're so beautiful omg\n  ","672211":"\n   pap of your beauty\n  ","672212":"\n   pap of your pretty face\n  ","672213":"\n   pap of you\n  ","672214":"\n   please post a pic my beautiful queen\n  ","672215":"\n\n    https:\/\/encrypted-tbn2.gstatic.com\/images?q=tbn:ANd9GcS2aHO6qsS8j3zoTzbd5vmIckWxXe15ZKHalFkwFFcq4xx9Y2C0lXwn5WduJg\n   \n   here's your chef.\n  ","672216":"\n   Awh don't break my heart. You should be super confident in yourself. You are badass. Remember that.\n  ","672217":"\n   What are your plans today?\n  ","672218":"\n   You'll never be homeless as long as I'm alive\n  ","672219":"\n   If I could move to anywhere in the world right now it would be...?\n  ","672220":"\n   It's the truth your pretty amazing ❤️\n  ","672221":"\n   Savannah?❤?\n  ","672222":"\n   You still in bed?\n  ","672223":"\n   I am so in love with you\n  ","672224":"\n   It's so nice reading so many positive comments from your boomerangs as we genuinely have a lot of affection for you. But do you ever get any nasty comments such as people who are jealous of you and are just abusive? ???\n  ","672225":"\n   if you leave ask and go to a new social media tell me so I can follow you <3\n  ","672226":"\n   do you miss your youtube friends\n  ","672227":"\n   do you ever see yourself leaving ask\n  ","672228":"\n   do you get over attached to online people\n  ","672229":"\n   well...I'm not a chef here ?\n  ","672230":"\n   You know you're amazing don't you Sav? ???\n  ","672231":"\n   What's the weather like in San Diego today?\n  ","672232":"\n   yeah ?\n  ","672233":"\n   No worries, followed on Instagram tho☺️\n  ","672234":"\n   do you get sad if you dont talk to fav people for a few days\n  ","672235":"\n   How would you explain love to somebody who had never heard of it before?\n  ","672236":"\n   just living\n  ","672237":"\n   What was the worst fight you had with one of your friends?\n  ","672238":"\n   What would be your personal hell?\n  ","672239":"\n   Do you has Kik? o:\n  ","672240":"\n   well that's great\n  ","672241":"\n   What is something you are really good at?\n  ","672242":"\n   What is the nicest thing you own?\n  ","672243":"\n   When was the last time you let a friend down?\n  ","672244":"\n   When you are a parent what would you do differently than your parents did?\n  ","672245":"\n   Ayeee☺️\n  ","672246":"\n   Who do you turn to for advice?\n  ","672247":"\n   If you had your own TV network what would you put on it?\n  ","672248":"\n   so how's life?\n  ","672249":"\n   Your panties are black but what color is your bra?\n  ","672250":"\n   I don't think you realize It but I love you more then words could ever explain just everything about you simply perfection\n  ","672251":"\n   So gorgeous and beautiful ??? ly Sav xxxx\n  ","672252":"\n   Baby your perfect in every way and I'm so glad we started talking ❤️❤️❤️ you make me smile and blush so much ??\n  ","672253":"\n   I had that at school too. Everyone had super rich  families and yes my step dad is very wealthy too. There were some girls who had billionaire Russian Dad's but everyone was pretty chilled. I live a normal life now with my own money.\n  ","672254":"\n   do you like tall guys ? how tall\n  ","672255":"\n   If you could control nature, which element would you choose? Why?\n  ","672256":"\n   Next summer we'll plan for it ?\n  ","672257":"\n   You forgot to tag yourself?\n  ","672258":"\n   pap of texts with ur mom\n  ","672259":"\n   You spoil us boomerangs you really do. You are such a beautiful woman so it's a real pleasure to talk to you on here. You're so open with us from telling us that your wearing a black thongs today, using a vibrator, etc. We all love you as you never judge your fans  ?\n  ","672260":"\n   But we'd be talking a lot of money espeacially from the distance I'm coming from\n  ","672261":"\n   Tag the hottest girls on ask fm\n  ","672262":"\n   If we can rent one the why not\n  ","672263":"\n   Hope everyone has had a great Easter so far\n  ","672264":"\n   Wow you were my 70th follower\n  ","672265":"\n   Most would be slightly embarrassed that all of their followers know what color their panties are but you're just like yeah they are black and it's a thong and yeah that's pretty much what I usually wear too! Cool as fuck Sav. Cool as fuck ?\n  ","672266":"\n   I don't think tho babe I just know ?❤️❤️\n  ","672267":"\n   pap of the awesome shoes or socks ur wearing on ur feet rn\n  ","672268":"\n   Haha thanks for being nice followed\n  ","672269":"\n   Your still cute af?\n  ","672270":"\n   I love you so much your so perfect in everyway\n  ","672271":"\n   I love you❤️\n  ","672272":"\n   Rent a couple quads a truck and go our selves\n  ","672273":"\n   Okay this might be bad but can you say something about my dp lolx this the first time I tried #pout lmao\n  ","672274":"\n   Hpw have some people got blue ticks next to there name on Ask like you on Twitter yet these are normal people?\n  ","672275":"\n   I'm coming then ???\n  ","672276":"\n   Hi\n  ","672277":"\n   I would totally spoil you and show you THE BEST time! I'd teach you to game, but I can tell you're a natural ?\n  ","672278":"\n   ok so that inspired me to do an IQ test LOOL i have normal intelligence\n  ","672279":"\n   can i ask for advice? im too addicted to social media and need to break this habit :\/. any tips?\n  ","672280":"\n   Will you go again for a ride?\n  ","672281":"\n   Happy Easter!! ;D\n  ","672282":"\n   We'd link arms down the street and I'd open doors for you and take you to the best bars for superb cocktails then we can do some meanass tipsy gaming sessions ???\n  ","672283":"\n   But your too cute to not respond\n  ","672284":"\n   Lol ?\n  ","672285":"\n   You know how I made your day today you made my day too, you know how you said you'd probably never go out with anyone from here, well if you ever did or changed your mind I hope you'd pick me.\n  ","672286":"\n   Wow so your not gunna reply.\n  ","672287":"\n   What is the most successful about this week for you? ?❤\n  ","672288":"\n   Snapchat?\n  ","672289":"\n   You deserve it all\n  ","672290":"\n   How are you today? Anymore desert rides?\n  ","672291":"\n   I can dm you?\n  ","672292":"\n   I feel like we would make awesome hangout buddies.\n  ","672293":"\n   you're so unlucky lol you have a tablet then?\n  ","672294":"\n   Yes i can\n  ","672295":"\n   @ (opinion on me??)?\n\n\n(\n   \n    http:\/\/ask.fm\/VeroPao19\/answer\/136425633300\n   \n   )\n  ","672296":"\n   Nooo i wanna text you now\n  ","672297":"\n   do you have a laptop\n  ","672298":"\n   I don't think I just know ❤️\n  ","672299":"\n   I wanna text you cutie?\n  ","672300":"\n   do you like texting?\n  ","672301":"\n   Why the shock that I think that? ❤️\n  ","672302":"\n   Whats your kik\n  ","672303":"\n   Dude me too lol the online ones I've done in the past say I'm at like 110 but I don't know how accurate it is\n  ","672304":"\n   Well I'm not joking I think your pretty damn amazing and special you do make guys days\n  ","672305":"\n   Do you not like the rain?\n  ","672306":"\n   your a dream come true ❤️\n  ","672307":"\n   @\n  ","672308":"\n   I agree you are cute ?\n  ","672309":"\n   Ok wrestle me then\n  ","672310":"\n   Well you are special but it was my bestfriend who got me better but you did help aswell ?\n  ","672311":"\n   You too?\n  ","672312":"\n   I can bet on you being cuter\n  ","672313":"\n   That's interesting, they never have that here. I wouldn't be shocked if it was high though.\n  ","672314":"\n   Your def way cuter than me✌️\n  ","672315":"\n   You're welcome!  ❤️?\n  ","672316":"\n   God your so cute?\n  ","672317":"\n   if I had to describe my dream women it would be you\n  ","672318":"\n   pfft schools don't do shit these days lol. I wish they did that though\n  ","672319":"\n   Omg you made my heart skip a beat. I feel the same! ???\n  ","672320":"\n   Thanks for the likes ?\n  ","672321":"\n   Speaking of intelligence, I should get my IQ tested.\n  ","672322":"\n   LOOL doubtful. I don't want potential AIDS\n  ","672323":"\n   like=5 likes?❤\n  ","672324":"\n   Yeah thanks to a special someone I feel better\n  ","672325":"\n   Considering I turn 20 tomorrow it'd be perfect timing for that not gonna lie lool\n  ","672326":"\n   1 wish ...!\n  ","672327":"\n   Oh I'm fine I'm not anymore tho so I'm all good\n  ","672328":"\n   You babe ?\n  ","672329":"\n   nah I just don't want a bunch of awkwardness to happen ;) it's bad enough I'm clumsy\n  ","672330":"\n   What's good ? I'm good thanks felt sore before now I'm better\n  ","672331":"\n   I'm more into hugs than kisses. Sometimes it's awkward though cause I'm tall\n  ","672332":"\n   Do you have Netflix ☺️ ?\n  ","672333":"\n   Hey ? how are you?\n  ","672334":"\n   Haha Pleasure ?? whatever your name is Boom ?\n  ","672335":"\n   I want to apologize for being a jerk yesterday and begging you to let me rub your feet it wasn't right and I want to say I am sorry can you forgive me\n  ","672336":"\n   I'd kiss you too, but on the cheek. cheek kisses are less sloppy\n  ","672337":"\n   Awwwww but your so cute?\n  ","672338":"\n   Hey we need to talk\n  ","672339":"\n   Do you wanna be my snapchat buddy who stays up with me all night talking?\n  ","672340":"\n   Your nose is quite amazing ?\n  ","672341":"\n   would you kiss anyone from on ask fm in real life if you met them, and if so who?\n  ","672342":"\n   I hope you guys have a good Monday! ☀️ You can use this as a filler. Post a picture, rant, tell a story, etc. ❤️\n  ","672343":"\n   Is it better to be loved or feared?\n  ","672344":"\n   youre perfect babe ❤\n  ","672345":"\n   You are absolutely gorgeous\n  ","672346":"\n   Your instagram dm's\n  ","672347":"\n   Can i slide in your dm's\n  ","672348":"\n   Let me rub them please\n  ","672349":"\n   boom boom shaid afridi.\n  ","672350":"\n   I know but some feet are nice and soft and deserved to be loved\n  ","672351":"\n   What is the most you'd expect from a friend to spend on you?\n  ","672352":"\n   Why cant i have your snapchat\n  ","672353":"\n   Can I please please please play with your feet\n  ","672354":"\n   We could cuddle 24\/7 then\n  ","672355":"\n   Snapchat?\n  ","672356":"\n   I think roof.\n  ","672357":"\n   Good\n  ","672358":"\n   we want see a pic of your bum <3\n  ","672359":"\n   Pretty??\n  ","672360":"\n   Ayeee; if you get this it means I follow you, and you're chill af, attractive af, or both?\n  ","672361":"\n   Hope everyone had a good night last night I know I did but have a good day today remember be yourself\n  ","672362":"\n   What is that tattoo poking underneath your pants?\n  ","672363":"\n   yo boom.\n  ","672364":"\n   Do you have a phobia\n  ","672365":"\n   I'm dying to babe ❤️ hbu ☺️?\n  ","672366":"\n   boom now its perfect time to chat.\n  ","672367":"\n   You're not a stalker and I would never say that about you ever\n  ","672368":"\n   How are you and How are your feet doing\n  ","672369":"\n   He did say that .\n  ","672370":"\n   Do you drive yet\n  ","672371":"\n   Yes they were cute!!! Lol We wore ones like that all thru middle school too. And I remember like staring in 6th we'd like kinda pull the little straps up nice and high so cute boys could see we were wearing totally cute little panties haha\n  ","672372":"\n   Do you have any fears or regrets\n  ","672373":"\n   Who the fuck I never said that\n  ","672374":"\n   When u home alone and only want 1 person over to cuddle with and be cute with ???? (You)\n  ","672375":"\n   We love you too ?\n  ","672376":"\n   I'm totally with you on the black underwear thing. I like white but black definitely is the best and makes me feel special.  You have a nice figure so it will totally complement you ?\n  ","672377":"\n   You are all boomerangs idol. We Love everything you do and say Sav xxxx\n  ","672378":"\n   do you want a tattoo?\n  ","672379":"\n\n    @Jesserobichaud15thaccount\n   \n","672380":"\n   Haha we used to love our little cute panties back in 5th omg lol We used to love wearing little skimpy ones so much.\n  ","672381":"\n   yes you really are\n  ","672382":"\n   Jesse said your a stalker\n  ","672383":"\n   What year were you born\n  ","672384":"\n   aww yayyy\n  ","672385":"\n   What career do you want someday ?\n  ","672386":"\n   ily\n  ","672387":"\n   your a lot of peoples idol\n  ","672388":"\n   im not sure if that'd be good or bad. maybe both.\n  ","672389":"\n   I wish every day I was telepathic. Imagine a world where we were all telepathic. No more social media.\n  ","672390":"\n   Sav you are my idol. To know you favour black underwear like me makes me very, very happy! You are a fashion queen and a trend setter ?\n  ","672391":"\n   omgosh haha! That one anon. I totally remember like back in 4th and 5th wearing adult panties like thongs and gstrings but we were still little girls so we totally wore ones that had little unicorns and candies and lil hearts and rainbows lol.\n  ","672392":"\n   I'd lose my voice I'd rather sing it mentally. like how the mentalist mentally sings.\n  ","672393":"\n   Whats you're favorite mascara\n  ","672394":"\n   my boom\n  ","672395":"\n   Bugger, or Instagram? Or kik?:3\n  ","672396":"\n   dude Rum is a thing of the past. Welcome to the new age, to the new age. *smashes drums*\n  ","672397":"\n   how many unanswered qs do you have? you must have thousands\n  ","672398":"\n   because Mother Russia isn't drunk enough. need more vodka from Poland\n  ","672399":"\n   Lol I am almost embarrassed to admit that when  I wore a summer dress I would do handstands and cartwheels just to flash the boys! I was young though ?\n  ","672400":"\n   youre so easy going why cant everyone be like you\n  ","672401":"\n   \"Never seen you say what color your panties are\" they must be new as you have taken pics loads of times lol\n  ","672402":"\n   I'm with you on this. Most of my panties are black too. Sexiest color to wear\n  ","672403":"\n   Wow you always wore nice panties then!\n  ","672404":"\n   Hope you didn't do handstands then as a little girl lol\n  ","672405":"\n   Okie bby❤\nHope it work's?\n  ","672406":"\n   Do you have sc? ☺️?\n  ","672407":"\n   Very true cutie ?, im so cold rn lol idk why . Come cuddle ??\n  ","672408":"\n   Youre so beautiful that is why I love asking you questions youre so sweet and i adore you ❤❤\n  ","672409":"\n   then the drone gets \"shot down\" by the russian government and we all get sad\n  ","672410":"\n   I would love to make your day today and every other day\n  ","672411":"\n   I don't think I've ever seen you say what color your panties are until today!\n  ","672412":"\n   Just googled French knickers as I've never heard of them and they look sexy!\n  ","672413":"\n   Can't imagine you wearing cartoon type panties\n  ","672414":"\n   I've learnt more about women's underwear than ever reading this!\n  ","672415":"\n   If your Insta isn't working for message's you'd want it to?\n  ","672416":"\n   Okayyy ?? have fun\n  ","672417":"\n   Thongs were so popular here but for some reason the fashion has changed. It's more about fuller pants here. I don't know but think the UK is going the same x\n  ","672418":"\n   dysmenorrhea Why are you on birth control cause of it?\n  ","672419":"\n   Haha me too!\n  ","672420":"\n   Yeah. I mean I think so. Like most of my friends and other girls I know started wearing cute little thongs in like 4th grade or at least really cheeky little panties. We still liked to have \"little girl\" type of stuff on them like little cartoons or hearts and stuff but they were thong style.\n  ","672421":"\n   get on your knees ms boom my d is waiting for you\n  ","672422":"\n   why\n  ","672423":"\n   Let me bunk I'll lower it ??\n  ","672424":"\n   I'm French. Our most popular underwear is not thongs. Bigger called French knickers x\n  ","672425":"\n   2k a month you lucky little girl\n  ","672426":"\n   Tying your knees together would save you money on birth control.\n  ","672427":"\n   Actually thongs won't exist soon. Apparently less than 5% of women's underwear sold last year worldwide was a thong so they think by 2018 most shops won't sell them\n  ","672428":"\n   So 600\/mth\n  ","672429":"\n   You should try tying your knees together.\n  ","672430":"\n   If I ever get the privilege of meeting you I will die the most happiest and luckiest man ever\n  ","672431":"\n   How many roommates?\n  ","672432":"\n   Your vagina is rated \"E\" for everyone.\n  ","672433":"\n   How much is your rent?\n  ","672434":"\n   Sav is for everyone xxxx\n  ","672435":"\n   I never noticed people wearing thongs till first year of high school besides porn\n  ","672436":"\n   Your so beautiful ?? , lol your now taken by me\n  ","672437":"\n   What's the cost for milk and shit? And cost of living?\n  ","672438":"\n   Um actually most girls start wearing thongs and little g-strings when they're like 11 so that's not so unusual.\n  ","672439":"\n   So just to be clear you are wearing black panties today. Thong style ?\n  ","672440":"\n   Fuck off horny pricks\n  ","672441":"\n   everyone stop asking Sav questions about thongs and pantie colors\n  ","672442":"\n   Your mom let you start wearing thongs when you were 11?? Seriously, coolest mom ever!\n  ","672443":"\n   Guess what guys Sav is right! Most of us wear black underwear for that very reason!\n  ","672444":"\n   Why don't you wear white panties?\n  ","672445":"\n   Um I've seen you picking your little wedgies before, when you wear thongs you don't do that.\n  ","672446":"\n   Wait what?? lol You still wear little kids panties? LMFAO!!\n  ","672447":"\n   You never said it but I know you don't. I'm curious why you don't wear them yet like every other girl our age?\n  ","672448":"\n   You always wear black thongs. Why black?\n  ","672449":"\n   Stop asking Sav about her thongs! Come on guys xxx\n  ","672450":"\n   you are what brings purpose to my life\n  ","672451":"\n   Well how come you don't wear thongs yet then?\n  ","672452":"\n   No that's New York\n  ","672453":"\n   oookay. Stuck up much?\n  ","672454":"\n   How come your not allowed to wear thongs yet?\n  ","672455":"\n   theres SO many big cities in california its unreal holy\n  ","672456":"\n   Hey happy easter:)\n  ","672457":"\n   you ever been to Death Valley?\n  ","672458":"\n   We should talk more ❤️?\n  ","672459":"\n   I'd love to live in Santa Monica but Diego will do for me\n  ","672460":"\n   Santa Cruz is pretty cool it's where I live, I'd rather live in San Diego though lol\n  ","672461":"\n   But you'll have military on you\n  ","672462":"\n   Killin' it in your DP ??\n  ","672463":"\n   Ever come up to Santa Cruz?\n  ","672464":"\n   LOOL ship me some california weed to get started on this virtual party\n  ","672465":"\n   Where in California do you live?\n  ","672466":"\n   Well as long as I'm with you I'll live anywhere be a ninja turtle live next to the subway ???\n  ","672467":"\n   i'm so specific I should be counting down the seconds until my birthday even though it's in two days\n  ","672468":"\n   No some big pornstars from Digital Playground(top contract girls) are in San Diego\n  ","672469":"\n   You are also so cute no other person would compare with your cuteness, if I was there id cuddle you and just hold you to make sure you are alright.\n\nYour new pictures just keep making me smile everytime I look at them so I am going to have to look at them more often.\n\nMy birthday is today\n\nThe end.\n  ","672470":"\n   like=ask???\n  ","672471":"\n   that too. i like being specific sometimes.\n  ","672472":"\n   ?\n  ","672473":"\n   We just need big dicks\n   \n    @Pookeo9\n   \n   San Diego is the porn capital\n  ","672474":"\n   Then I'm happy too ?\n  ","672475":"\n   finances and life is rough when you're a student. sad but true story\n  ","672476":"\n   Nawh don't :( aw \nIT'S THE SAME WITH ME???\n  ","672477":"\n   Can you get anymore beautiful or gorgeous I say yes, your smile is something that when I see it my heart skips beats, please smile more.\n\nYou definitely should be a model, like I said I think you can be even more beautiful than you already are and that would be hard to top.\n\nMore to come  msg 2\n  ","672478":"\n   First off let me say you look stunning.  Your new pictures every single one of them is beauty beyond perfection.\n\nI rate you 12\/10 there is no bad photos of you.  Longest belly ring sexy on you, love the dyed hair, happy Easter.\n\nSending more than one msg wait till the end before you reply.  Msg1\n  ","672479":"\n   Hey\n  ","672480":"\n   my god you look so fucking sexy in red lipstick\n  ","672481":"\n   Boom you can stay with us and party\n  ","672482":"\n   I'll move after I have like $50 million in my bank account since I heard it's expensive down there\n  ","672483":"\n   AW SAVY?\nCuddly bug :'3 awaw\nYou always make me so speechless for fuck sake's ;-;\nLike right now? ;_;\nAwawaw I say the same back!!\nYAY BIG SPOON❤\n\nBest friend's aw okie :') ❤\nWhatever you want Sav??❤\n  ","672484":"\n\n    @Pookeo9\n   \n   up my Canadian brother I'm coming with you man fuck Canadian winters\n  ","672485":"\n   ?\n  ","672486":"\n   Sorry won't be able to buy you that\n  ","672487":"\n   how tall are you ?\n  ","672488":"\n   The frame alone is about 50k\n  ","672489":"\n   what's your favorite motivational quote ?\n  ","672490":"\n   ok.\n  ","672491":"\n   IM MOVING TO CALI\n  ","672492":"\n   sound happy ?❤️\n  ","672493":"\n   boom wanna talk with you question to question.\n  ","672494":"\n   Here's a vid of a diesel version\n   \n    https:\/\/m.youtube.com\/watch?v=VVVcHxImt2c\n   \n","672495":"\n   Hola ☺️\n  ","672496":"\n   your pics are not hot...they are cute, innocent and pretty :)\n  ","672497":"\n   Dude I'd have so much fun no freaking lie\n  ","672498":"\n   They have big engines and 1000+hp\n  ","672499":"\n   good answer...\n  ","672500":"\n   what if a girl is submissive for you ??\n  ","672501":"\n   Hope everyone is having a better night than me just hoping this is a shitty night so hope you are at a party or at least having fun\n  ","672502":"\n   Hey\n  ","672503":"\n   You know what's better a sand rail\n  ","672504":"\n   if only I was there. that looked like so much fun\n  ","672505":"\n   What is that you're driving? X\n  ","672506":"\n   Do you talk during \/ while watching movies or tv shows?\n  ","672507":"\n   I'm jealous ????\n  ","672508":"\n   Happy Easter beautiful ??\n  ","672509":"\n   boom is back\n  ","672510":"\n   happy Easter\n  ","672511":"\n   How often do you speak with your parents? :3\n  ","672512":"\n   will your parents allow u to go on one day trip with any trip organizers?\n  ","672513":"\n   im so blessed to have you in my life you bring so much light into my world\n  ","672514":"\n   Heyy\n  ","672515":"\n   Add some to you wish list horny lady ???\n  ","672516":"\n   teachers be like ....!\n  ","672517":"\n   Use the filter\n  ","672518":"\n   Happy Boom Easter???\n  ","672519":"\n   My boyfriend just proposed to me with hiding the ring in an easter egg\n  ","672520":"\n   Oh won't ya stay with me cause you're all I need it's not love it's clear to see but darlin will you stay with me... I know I send a lot of stuff but you don't know how much it means for me to be able to talk to everyone and people not knowing me and people judging me for not having many friends\n  ","672521":"\n   I MISS YOU MORE!!\nHELLO❤\nNawwh crazy people in reality or on ask? :c\n  ","672522":"\n   It's been a long day without you my friend and I'll tell you all about it when I see you again. Damn who knew all the planes we flew the things we been through About another path I know we hit the road and laugh. R.I.P Paul Walker ?? never treat friends or family bad...I got family who ain't blood\n  ","672523":"\n   What is your most treasured possession?\n  ","672524":"\n   I always try to think of ways to explain how gorgeous you are and just cant do it its impossible\n  ","672525":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","672526":"\n   When you travel out of country, like Japan for example, do you go with an empty suitcase? Or maybe just the essentials?\n  ","672527":"\n   yay i can call you cute off anon now and you can tell me to stop again\n  ","672528":"\n   what do you see as you best and worst trait ?\n  ","672529":"\n   ok well here i am\n  ","672530":"\n   Tag two people on Ask that would make a good match ? Hypothetically speaking ?\n  ","672531":"\n   do you want to know who i am or not\n  ","672532":"\n   im gonna have to stop if you get any cuter\n  ","672533":"\n   but i dont want to stop\n  ","672534":"\n   no women could ever come close to the beauty you possess\n  ","672535":"\n   if you become any cuter i dont think ill be able to type ill just be to shocked to type\n  ","672536":"\n   Wow! This is perfection ?\n  ","672537":"\n   Now you understand by boomerangs love you Sav you are our Princess, in fact our Queen xxxx\n  ","672538":"\n   just tell me quickly my battery in last stages\n  ","672539":"\n   pap of you at max beuty if you havent already hit it because it seems like you cant get any better you are already cuter than every other girl i know\n  ","672540":"\n   hey boom wanna talk question to question.\n  ","672541":"\n   can you get any more beautiful\n  ","672542":"\n   Can i get a pic???\n  ","672543":"\n   i love you so much your the most gorgeous and beautiful hearted woman ever\n  ","672544":"\n   Wow my favourite pics ever! You're smiling! Save you are too beautiful. But looks aren't everything and yet your such a beautiful person too! ???\n  ","672545":"\n   want to change my rate from 100\/10 to 10000\/10\n  ","672546":"\n   You have taken some amazing pics but these are the best. You look so happy and are smiling! Save you have delivered an Easter present to your boomerangs! Thank you ????\n  ","672547":"\n   1- Single \n2- crushing \n3- dating\n  ","672548":"\n   ill invest 1 trillion to teleport. ill bring chinese wine with me too\n  ","672549":"\n   Hope everyone has a good Good Friday and a fun weekend!\n  ","672550":"\n   i cant even put a number on how beautiful you are its just your so pretty i cant think of a number high enough\n  ","672551":"\n   Pretty Daisy! Pretty Sav xxxxx\n  ","672552":"\n   dude I'd be there right now if I could. But sadly that can't happen\n  ","672553":"\n   Wow never seen you properly smile! So beautiful ????\n  ","672554":"\n   wait did you dye your hair?\n  ","672555":"\n   rate=100\/10\n  ","672556":"\n   no way, I'm kinda jealous lol. Have fun though!\n  ","672557":"\n   pap of u\n  ","672558":"\n   Like=rate?\n  ","672559":"\n   Lets be friends\n  ","672560":"\n   I've been alright boom boom. How have you been?\n  ","672561":"\n   You changed it and it looks wonderful on your body????\n  ","672562":"\n   do you forgive and forget???\n\nor do you have a chip on your shoulder???\n  ","672563":"\n   Pap u  ❤️ the most ...\n  ","672564":"\n   are you an easy going person?\n  ","672565":"\n   dayum\n  ","672566":"\n   Coffee or tea? If neither, what is your preferred drink? ^^\n  ","672567":"\n   PERFECT TIMING\n  ","672568":"\n   I miss my boom on my feed\n  ","672569":"\n   FUCK SAKE'S I JUST CAME HOME FROM SCHOOL ;-;\nI MISSED YOU?\n  ","672570":"\n   how old are you\n  ","672571":"\n   I know\n  ","672572":"\n   There were suicide bombers that blew up an airport there and killed a bunch of people\n  ","672573":"\n   your welcome bby\n  ","672574":"\n   Over 30 killed so far ?\n  ","672575":"\n   I am doing great today, I think. :D\n  ","672576":"\n   Tbh for likers ?\n  ","672577":"\n   Oh\n  ","672578":"\n   I think what that anon ment about thoughts on Brussels is what do you think about the terror attack that happened there\n  ","672579":"\n   Likers get likes plz ?\n  ","672580":"\n   jesus your so sexy\n  ","672581":"\n   Have you been to any cool concerts lately?\n  ","672582":"\n   thoughts on Brussels\n  ","672583":"\n   would you be friends with a 20 year old\n  ","672584":"\n   How often do you buy clothes and do you shop primarily online or in your city?\n  ","672585":"\n   which type of people annoys you the most ?\n  ","672586":"\n   Yeah i commented on it\n  ","672587":"\n   ahaha ^_^ nice\n  ","672588":"\n   Feeling better?\n  ","672589":"\n   Missing you ??\n  ","672590":"\n   Good morning beautiful! How was your sleep? Hope you have a wonderful day gorgeous! ???\n  ","672591":"\n\n    http:\/\/www.affordablecebu.com\/_fr\/11\/6741981.jpg\n   \n   <3\n  ","672592":"\n   Merhaba :)\n  ","672593":"\n   What party games do your friends like to play?\n  ","672594":"\n   Waves are nice especially when watching the sun set\n  ","672595":"\n   Who was the last person who had a crush on you?\n  ","672596":"\n   DO U LIKE WRESTLER BOYS?\n  ","672597":"\n   When was the most peaceful day you have had?\n  ","672598":"\n   When your nice to people and they say oh come off anon and people with see you as a nice person but yet they tell you fuck off when you do. I just don't understand this world anymore\n  ","672599":"\n   Zoella is one of the biggest stars on YouTube, one of those millionaires because she is paid to promote items because of her vast followers. A lot of people have criticised her for the pic as she has a lot of young people following her but there is nothing wrong with it\n  ","672600":"\n   Do you ever go all girly and silly when you have a crush on a guy?\n  ","672601":"\n   You never seem to smile on photos\n  ","672602":"\n   Where do you want to live when you are on your own? If already where do you want to live next?\n  ","672603":"\n   What poem do you have committed to memory?\n  ","672604":"\n   What makes a house a home?\n  ","672605":"\n   What religion other than our own do you think is interesting?\n  ","672606":"\n   If you had an extra room in your home what do you thing you'd should uses it for?\n  ","672607":"\n   What is the stupidest thing that one of your friends has done???\n  ","672608":"\n   Does your best friend call you his\/her best friend?\n  ","672609":"\n   What law is your peer group most likely to break?\n  ","672610":"\n   If you could be any age what age would you choose?\n  ","672611":"\n   What is your favorite dessert?\n  ","672612":"\n   What movie can you watch over and over again?\n  ","672613":"\n   Nah I rather blow you??\n  ","672614":"\n   when I look at you I see a gorgeous sweet down to earth genuine loving caring sweeting amazing funny lovable intelligent girl with a heart of gold and can do anything she puts her mind to when I look at you I do nothing but smile and my heart melts your everything any guy would ever want and more <3\n  ","672615":"\n   I couldn't ever imagine you getting embarrassed about anything!\n  ","672616":"\n   Zoella has just released a picture like that where you can see her calvins panties. It's a nice picture because she is not trying to see sexy just looks great\n  ","672617":"\n   what do butterflies feel in their stomach when they're in love?\n  ","672618":"\n   How many do you have like 10 or so?\n  ","672619":"\n   If an eye for an eye makes the whole world blind, what does a question for a question make?\n  ","672620":"\n   Sexy!\n  ","672621":"\n   QOTD: Where is your dream vacation\/honeymoon spot?\n  ","672622":"\n   Do you go to yard sales?\n  ","672623":"\n   how do you get over embarrassing situations ?\n  ","672624":"\n   what is a mystery to you?\n  ","672625":"\n   Do you have garage sales in your community\/area?\n  ","672626":"\n   hey, how are ya doing? :D\n  ","672627":"\n   HIIIII\nYOU'RE BACK!!! :D \nOH MY GOD!!! C': ;-;\n  ","672628":"\n   Lots of girls take pictures of themselves, especially sexy selfies and show underwear etc. Most look awful and attention seeking. This is how fantastic you are. You did one that slightly showed your panties. But it was tasteful, sophisticated and classy. Not many that do that, but you always do x\n  ","672629":"\n   If you had to choose, where is your favorite restaurant? :)\n  ","672630":"\n   SAVY ;-;\n  ","672631":"\n   Nice, so not big collection?\n  ","672632":"\n   Why does the world need me\n  ","672633":"\n   are you a fast or slow runner ?\n  ","672634":"\n   Boooom you're back???\n  ","672635":"\n   Are you a jewelry loving type of person? If so how big is your collection?\n  ","672636":"\n   Where are you at the moment?\n  ","672637":"\n   Hey how was your day? I just like to check up on people and see how they are doing because I try to be nice to people unlike half of this world no one cares about anyone anymore so please just stay safe and have a great rest of the day...\n  ","672638":"\n   Do you have any nicknames? ☺\n  ","672639":"\n   Followed\n  ","672640":"\n   wake up\n  ","672641":"\n   OMG I love the brits that sounds so liberating! Could you imagine doing that here? You would be called so many names by judgemental people x\n  ","672642":"\n   i want ur feet now\n  ","672643":"\n   Would you be willing to sacrifice something old for something new in you're life ?\n  ","672644":"\n   WEAK ASS MEANS?\n  ","672645":"\n   HAHAHA POOR BOY GT DOMINATD BY HIS GF\n  ","672646":"\n   i thought u know this better\n  ","672647":"\n   FOLLOW THE INSTRUCTIONS LOOSERS HEHEHEHE\n  ","672648":"\n   Do you wear boxers?\n  ","672649":"\n   but my girl frnd dominate me hard in bed maam\n  ","672650":"\n   Do you wear boxers?\n  ","672651":"\n   bucket list??\n  ","672652":"\n   what do u think who is more powerful n bed girls or men?\n  ","672653":"\n   Do you wear granny panties?\n  ","672654":"\n   COMEON LAME ASSES GO DOWN AND BO DOWN IN FRONT OF QUEEN\n  ","672655":"\n   5 random facts about you\n  ","672656":"\n   wearing thong rn?\n  ","672657":"\n   DO YOU THINK ASAIN BOYS ARE WEA IN SEX?\n  ","672658":"\n   WHO THIS LOSR IS AGAIN ASKING DO U WEAR THONGS\n  ","672659":"\n   do you think thongs are comfy\n  ","672660":"\n   So you do wear thongs?\n  ","672661":"\n   r u a virgin?\n  ","672662":"\n   HEHEHEHE TILL U R SO POWERFUL\n  ","672663":"\n   Why diapers?\n  ","672664":"\n   BRINGING UP FEET MEANS?\n  ","672665":"\n   I CANT STOP WITH THE SWEETNESS CAUSE YOUR JUST TO ADORABLE\n  ","672666":"\n   do you wear thongs?\n  ","672667":"\n   wanna be on ur feet\n  ","672668":"\n   HELL I AM ON UR FEET GODDES DONT KNOW WHHY:)\n  ","672669":"\n   dp seem cute....\n  ","672670":"\n   AHHHH HAVE MERCY AHHHH\n  ","672671":"\n\n    https:\/\/s-media-cache-ak0.pinimg.com\/236x\/19\/98\/07\/199807aaa280839016b43452736d9b59.jpg\n   \n","672672":"\n   I mean they have dead narwhals in Asia because of me so you can call me the climate change killer\n  ","672673":"\n   do you get over attached to ppl\n  ","672674":"\n   I AM READY FOR THAT GORGEOUS\n  ","672675":"\n   WHY ME STAY AWAY FROM YOU\n  ","672676":"\n   I have to go apologize to my Polar Bear friends now. It won't be long before they end up in Africa because of me\n  ","672677":"\n   I THINK BOYS CANT EVEN HANDLE UR HOTNESS\n  ","672678":"\n   Fucking hell no wonder why LA is so polluted. my farts keep making the sky go up in smoke.\n  ","672679":"\n   Do you like modern art?\n  ","672680":"\n   I BET U HAVE MANY SLAVES HEHEHEHE\n  ","672681":"\n   I had a fart attack earlier. Was it that audible?\n  ","672682":"\n   I LOVE U TOOO GODDESS\n  ","672683":"\n   Which people ? ?\n  ","672684":"\n   what country you from\n  ","672685":"\n   What is your favorite potato chip flavor?\n  ","672686":"\n   i mean I DID hear an explosion earlier.. i'll just blame you for that.\n  ","672687":"\n   U GOT THE REAL POWER GODDESS\n  ","672688":"\n   why americans dont use whatsapp?\n  ","672689":"\n   Holy shit\n   \n    http:\/\/media2k.rtv.net\/image\/201507\/w620\/vancea_50607700_68296700.jpg\n   \n   Thanks God for women\n  ","672690":"\n   I want to go to that place where the guys are sunbathing in their calvins in public not giving a shit!\n  ","672691":"\n   my feed just got boom'd\n  ","672692":"\n   When us English lads have gone to the Malia and Kavos you find out quite quickly that it's normal for the lads to sunbathe by the pool in boxers and not shorts. Everyone does it there x\n  ","672693":"\n   You'd love it. I don't know why people get so funny about it as your bra and knickers cover you just the same. I only wear a bikini on holiday if I'm going in sea or a pool. Actually we've done it with a group of friends too, lads and girls. It's fine.\n  ","672694":"\n   Lol ok\n  ","672695":"\n   Watching football ⚽️ you ?\n  ","672696":"\n   haven't u collected enough money?\n  ","672697":"\n   you stole my heart from the first time I met you\n  ","672698":"\n   thoughts on weed ?\n  ","672699":"\n   What's the weirdest food combination you've tried? That actually tasted nice ?\n  ","672700":"\n   I'm good too...so how was the surgery?\n  ","672701":"\n   Shall we look for love, wait for love or forget totally about it?\n  ","672702":"\n   My girlfriend does choir at her church and she is doing a solo on Easter Sunday I want to go but I don't think I can but her dad is expecting me.\n  ","672703":"\n   how r you?long time no see\n  ","672704":"\n\n    https:\/\/ask.fm\/theonlyhuegirl\/answer\/136461145105\n   \n   Lips ?\n  ","672705":"\n   Happy first day of Spring! What are your plans to start Spring off?\n  ","672706":"\n   Me too ✌?️\n  ","672707":"\n   What month is ur b day\n  ","672708":"\n   What phone you got\n  ","672709":"\n   What phone ?\n  ","672710":"\n\n    http:\/\/strawpoll.me\/7133525\n   \n","672711":"\n   Which of these boys-\n   \n    @FBHeskie\n   \n\n    @LukeRiman\n   \n\n    @LiamYeah\n   \n   do you matchmake with these girls -\n   \n    @Ellasinclaire\n   \n\n    @sophiedeexox\n   \n\n    @molz2608\n   \n","672712":"\n   whats ur whatsapp status?\n  ","672713":"\n   why are you adopted\n  ","672714":"\n   Last thing you ate?\n  ","672715":"\n   i miss video responses they were soooo entertaining. you click on one and it leads you to a whole debate\n  ","672716":"\n   ?\n  ","672717":"\n   your adopted ?\n  ","672718":"\n   Ur vietnamese? On what side\n  ","672719":"\n   LOOL I didn't even find it that funny, i wonder if that's a bad thing. but yet i'll laugh at something random anyway so it's all good\n  ","672720":"\n   You look french or\n  ","672721":"\n   do you miss the old youtube? like, the old old old youtube?\n  ","672722":"\n   you're probably right LOL like im not picky so i could love an ant if they were like you\n  ","672723":"\n   did you ever use myspace\n  ","672724":"\n   youre just so open and nice and smart how can we not love you? id hate to see you down or sad because id be down or sad too\n  ","672725":"\n   thats like how i feel! i overreact sometimes so i wondered if it was normal to feel like that xD\n  ","672726":"\n   I call it internet love. I can't express love in person that well for some odd reason so I do it electronically\n  ","672727":"\n   when someone reads your text but doesnt reply back how do you normally feel?\n  ","672728":"\n   damn boom you looking guuuud in that red lipstick\n  ","672729":"\n   FEEL SPECIAL SAVVV because I usually hate losing. so, I let you win.. for now.\n  ","672730":"\n   im in a good mood because youre on here again and i love asking you things about anything\n  ","672731":"\n   I need advice\n  ","672732":"\n   Sadly? I love your name\n  ","672733":"\n   ok you win today i have no response to that one lool\n  ","672734":"\n   i seriously thought you were older than 20. you're so mature for your age\n  ","672735":"\n   your name's savannah ?\n  ","672736":"\n   double plot twist: trump is the only human and we're all zombies\n  ","672737":"\n   if people were dying due to ugliness then donald trump would've been dead by now cause his hair looks like bird shit\n  ","672738":"\n   I'd love to but unfortunately I won't be able to buy that car for you????? but I want an Audi too\n  ","672739":"\n   age\n  ","672740":"\n   hey sav\n  ","672741":"\n   I love how the english say knickers instead of panties! Cute!\n  ","672742":"\n   LOOOOL I love you but everyone is beautiful or else we'd all cause people to die due to ugliness\n  ","672743":"\n   have u ever had an anxiety attack? sorry if the question seems a bit too personal\n  ","672744":"\n   are you good at advice?\n  ","672745":"\n   your profile picture changed and i approve 100000%\n  ","672746":"\n   What kinda of car do you have? What is the car you have? And what car do you want to get? Pap of your car now or future car\n  ","672747":"\n   if I could marry my refrigerator I for sure would\n  ","672748":"\n   hahaha food is love ?\n  ","672749":"\n   ehh could be better. You been doing anything exciting?\n  ","672750":"\n   It's not a big deal here in England. If it's nice weather yeah I'll get down to my bra and knickers to get a tan. Usually in my garden but loads do it in parks as no one cares\n  ","672751":"\n   I bet anyway just thought I'd say heyyy :P but how you been?\n  ","672752":"\n   That is fucked up in Britain! Why can't they wear shorts or bikinis???\n  ","672753":"\n   age you became incredibly beautiful oh wait that was always my bad\n  ","672754":"\n   boom I havent talked to you in forever why is everyone so immature on here fr?\n  ","672755":"\n   People talking about underwear\n  ","672756":"\n   That's weird though\n  ","672757":"\n   Hey here in the UK it's not a big deal at all. It's very normal in the summer for people, men and women, to sunbathe in public in underwear. No one is embarrassed at all x\n  ","672758":"\n   Walking around outside in their bra and panties?\n  ","672759":"\n   If you are left handed they should leave it as it is something to do with the side of their brain. I think it's different now\n  ","672760":"\n   I do this at home, I often just wear boxers but I'm a guy. I haven't met any girls who do it though\n  ","672761":"\n   Writing with right is right ? What does that mean I asked which one do you use\n  ","672762":"\n   Your panties have just made the world go crazy! This is how it started when Kim Kardashian got her ass out!\n  ","672763":"\n   When my Mom comes round she is like put some pants on! No fuck off,  I feel comfortable in my underwear and just like you its not a problem. It's other people who have a problem!\n  ","672764":"\n   To be fair you have beautiful, mesmerizing eyes!\n  ","672765":"\n   What does that mean\n  ","672766":"\n   Are you right handed or left handed\n  ","672767":"\n   Finally! Totally agree Sav. I often just wear the shirt and panties at home as it's how I feel comfortable in. If guys come round who are friends it's not an issue at all.\n  ","672768":"\n   Exactly. Learn from her, kids.\n  ","672769":"\n   Hahaha I think it's because you are wearing black underwear. Boys go all funny at the sight of a girls panties. My boyfriend is no different. They are like children but he does seem to prefer it if my underwear is black\n  ","672770":"\n   Boomgirl is already a woman, kids. Stop the bullshit with her. She wants real men (like me).\n  "},"Answer":{"671698":"\n  Everyday??\n  ","671699":"\n  Awh this is cute!! Is this a song?\n  ","671700":"\n  Awh thank you ❤️?\n  ","671701":"\n  Hellos ?\n  ","671702":"\n  I would write until it didn't hurt anymore.\n  ","671703":"\n  5'3 ?\n  ","671704":"\n  I'm a homebody if I'm not comfortable with the person, but if I'm comfortable with you - I would go to the end of the earth with you.\n  ","671705":"\n  Have an amazing day ❤️?\n  ","671706":"\n  I hoping just another month because my birthday is coming up!\n  ","671707":"\n  No it's totally okay, I enjoyed that ❤️??\n  ","671708":"\n  14 ?????????????? OMG yes\n  \n  I'm 20\n  \n  But everything else thank you so much ❤️❤️❤️??????????\n  ","671709":"\n  Omfg??????????????\n  ","671710":"\n  Thank you darling ??\n  ","671711":"\n  That's better ❤️\n  ","671712":"\n  I just want a phone man ?\n  ","671713":"\n  You should entertain me ??\n  ","671714":"\n  ??noooooooo\n  ","671715":"\n  I'm sorry ?\n  ","671716":"\n  Wow I don't know where you're getting this from but this is really nice of you to say❤️❤️❤️❤️\n  ","671717":"\n  NOOO THATS SO NOT TRUE!!!!\n  ","671718":"\n  I wanna touch it ?\n  ","671719":"\n  NOOOO NOT EVERYBODY\n  ","671720":"\n  We don't drink Corona\n  ","671721":"\n  You know I respect that more than someone who instantly has a crush on me just because of what I look like so you know what, thank you. Thank you for actually giving a shit about someone's personality ❤️? he's good:) he's cleaning the bong for me\n  ","671722":"\n  Your words make my cheeks burst with redness\n  ","671723":"\n  I love your words\n  ","671724":"\n  That means most people are kind❤️\n  ","671725":"\n  My life is a cluster fuck of the biggest shit show known to man.\n  ","671726":"\n  Because you didn't know my age you assumed I was way younger than you - that's assuming ?\n  ","671727":"\n  My middle school history teacher taught us that lol\n  ","671728":"\n  You're to kind, why?\n  ","671729":"\n  Hell yeah it is, thank god it's a good ass picture hahahah\n  ","671730":"\n  Negative ghost rider\n  ","671731":"\n  I'm doing great over here, so no need to worry about me ❤\n  ","671732":"\n  People need to learn how to take what they dish out lol\n  ","671733":"\n  No you said something honest so I had to do you the favor of doing the same lol\n  ","671734":"\n  Omg!!!! Not everyone!\n  ","671735":"\n  Not at the moment no lol\n  ","671736":"\n  You're so sweet ❤️\n  ","671737":"\n  Ily❤️??\n  ","671738":"\n  Ehhhhhhhhhhhhhh more like you're just a dick ?\n  ","671739":"\n  I don't have it\n  ","671740":"\n  Omg so cute!\n  ","671741":"\n  Awh thank you ❤️\n  ","671742":"\n  Thank you!!???? I don't agree but I'm super glad you think I look good ❤️\n  ","671743":"\n  Awwwwh thank you I feel like I've been letting myself go these days lol\n  \n  I hate not having any reason to dress up or having anywhere around the house to be a good picture taking spot ..\n  ","671744":"\n  Omg I wanna see!\n  ","671745":"\n  Awwwwh that's good ❤️?\n  ","671746":"\n  I'm not to sure to be completely honest\n  ","671747":"\n  Ellllo❤️\n  ","671748":"\n  Aweeh you're making me hungry and want to eat some pig haha\n  ","671749":"\n  So sweet❤️???\n  ","671750":"\n  Have a beautiful day my lil booms ❤️\n  ","671751":"\n  I really don't like this morning lol\n  ","671752":"\n  That sounds lovely\n  ","671753":"\n  Awh thank you ❤️??\n  ","671754":"\n  Few ©\n  ","671755":"\n  No I don't have an asshole because I got a new one - the other one had a crack in it ???\n  ","671756":"\n  PLEASE DO I WANT TO BE INSTAFAMOUS ???????\n  ","671757":"\n  I'm pretty good actually ?\n  ","671758":"\n  Ehh maybe, probably depend on the location\n  ","671759":"\n  I do dance every time I hear it ?\n  ","671760":"\n  You know he literally said he didn't actually buy a ring right?\n  ","671761":"\n  ❤️❤️❤️Awh ily ??\n  ","671762":"\n  Oh it's like completely broken and I have to wait on my dad to get me one\n  ","671763":"\n  Omgerrd? you're so cute!!!❤️?? I don't really know you but you're one adorable looking fellow ?\n  ","671764":"\n  Good morning ??☀️☀️ thank you for the insightful words ❤️\n  ","671765":"\n  Dinner date\n  ","671766":"\n  lol how are you?\n  ","671767":"\n  Vs I'm getting a bit too old for pink.\n  ","671768":"\n  Yeah I used to go out to eat by myself all the time when I had to walk to work and shit haha\n  ","671769":"\n  It's okay\n  \n  Assuming just makes you look like an ass, that's all ?\n  ","671770":"\n  Yeah I don't really understand how they can but you know I'm not complaining because it's quite nice to see people be honest and open about their feelings and even though their about having a crush on me, they are still learning the art of opening up their own hearts ❤️\n  ","671771":"\n  So am I ❤️\n  ","671772":"\n  I fuckin love that song!!!! ❤❤❤❤❤\n  ","671773":"\n  You're too sweet ❤\n  ","671774":"\n  No never haha\n  ","671775":"\n  You and me both! But it just feels right now lol\n  ","671776":"\n  I want to marry him so bad.\n  ","671777":"\n  I hate watching girls who were full of themselves it made me disgusted. So I never wanted to be like them and tbh I always wanted to be a nerd.. No matter how hard I tried to stay in the nerd crowd I would end up being with the 'cool' kids somehow.. I hate them. And I know psychologically nobody is gonna want to do \/ be nice to someone who is full of themselves. I wanted to be friends with everyone, I couldn't do that if I acted like I knew I was pretty & there's days where I even forget what my own face looks like to the point when someone tells me I'm pretty I have to actually I see what I look like again to know if I really am. I've always been like that. I guess beauty never really mattered to me.\n  ","671778":"\n  Nope not at all hahahah ❤\n  ","671779":"\n  I want all the stars does that make me greedy?\n  ","671780":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","671781":"\n  Hahaha! ❤❤ that'd be fun lol\n  ","671782":"\n  It's like being a freshly baked cookies in a kindergarten class... Everyone wants some but no one is willing to share hahaha\n  ","671783":"\n  You're amazing ❤ the end.\n  \n  P.s. thank you ❤❤❤\n  ","671784":"\n  That'd be a hot ass threesome\n  ","671785":"\n  Awwwwwwwwwwh❤ shucks man ❤\n  ","671786":"\n  I don't have a phone! Haha\n  ","671787":"\n  You know what? I'll give you this one because that was witty but you're not getting a picture\n  ","671788":"\n  Tbh spency gave me the name boom and as time went on I just started calling my anons by boomerangs or lil booms since I didn't know who any of them were and I guess my fan base thought it was clever so it stuck\n  ","671789":"\n  Can I get you to go fuck yourself ?\n  ","671790":"\n  I have to wait for bae to get back cuz his phone is the only one that let's me :(\n  ","671791":"\n  You're lovely Sophie ❤ and I cant believe you have a crush on me!\n  ","671792":"\n  Thank you ❤❤\n  ","671793":"\n  You're my sister forever ❤\n  ","671794":"\n  I couldn't be boom without my rangs ;) lol I'm really lucky to have such amazing people loving me! I really don't deserve them but I'm going to appreciate them till the end\n  ","671795":"\n  I was so confused hahah still am kinda\n  ","671796":"\n  I'm pretty good, pretty relaxed :)\n  ","671797":"\n  My beauty is nothing like yours;) ❤\n  ","671798":"\n  Yes it's a New York best seller :)\n  ","671799":"\n  ❤❤❤\n  ","671800":"\n  I love knowing that I don't have to fight all my battles alone because I have you and others who will always protect me and have my back❤ thank you so much for your care and kindness.\n  ","671801":"\n  Same! I was thinking about reading chicken soup for the soul\n  ","671802":"\n  GOOD EVENING ELLA ENCHANTED ❤❤❤❤❤❤❤❤ MAY YOUR BEAUTY BRIGHTEN OUR NIGHT\n  ","671803":"\n  Thank you so much bugs ❤❤❤ this is amazing and incredible!\n  ","671804":"\n  Omgggggg stop ❤❤ you're so sweet!!!! I love you\n  ","671805":"\n  What are you doing ?!\n  ","671806":"\n  Just to piss you off, here's my orange face\n  ","671807":"\n  But I did put in a new belly button ring :)\n  ","671808":"\n  Omfg ❤❤❤❤❤thank you thank you\n  ","671809":"\n  I just finished cleaning ❤❤❤\n  ","671810":"\n  I hate when my belly button goes sideways lol\n  ","671811":"\n  I'm outtie300 ❤ ill be black, everyone stay white here.\n  ","671812":"\n  NO ONE BOUGHT ME A RING hahaha and if anyone did I sure as hell don't have it\n  ","671813":"\n  Awewwwwhhhhh I love this compliment because you said the word 'like' omfggggg❤❤❤ loveeeeeeeeee\n  ","671814":"\n  You do realize I literally told all of them I wasn't looking for someone right? I didn't lead on anyone, they all knew I couldn't  reciprocate what they were giving - they are just really fucking nice.\n  ","671815":"\n  Awwwwwwwwh thank you!!!! I'm so glad you're enjoying me ❤❤❤❤ I'm really happy today!:)\n  ","671816":"\n  I think you smoked more weed than me bro because you sound high.\n  ","671817":"\n  San Diego\n  ","671818":"\n  Then who am I living with?\n  ","671819":"\n  Exactly, I try my hardest to let them know I'm not trying to flirt with anyone. I'm just trying to be friends. So thank you for acknowledging that, you made smile. Like a really warm smile.\n  ","671820":"\n  No I'm not I said I wasn't looking\n  ","671821":"\n  He used to get pissed until like everyone just started bluntly telling him how pretty I am, ect.. And at the desert a guy (jokingly) said that I could only ride in the rzr if I was completely naked so he could see my little nips bounce around right to his face and we laughed about it even his wife, I know a lot of girls who would have probably gotten weirded out by that but it's such a regular thing it's funny. So like after that, he kinda understood that its not flirting - people just really like hitting on me lol haha I have no idea but yeah we came to an understanding\n  ","671822":"\n  Nope I would eat an entire pan of them\n  ","671823":"\n  Omg thank you so much !!!\n  ","671824":"\n  Honestly he just kinda expects it. He's like \"obviously she's gonna have a bunch of people saying shit to her all the time, look at her\"\n  ","671825":"\n  Chillin\n  ","671826":"\n  You're welcome ❤\n  ","671827":"\n  I don't want them to know my weakness, I hate blushing more than I hate brussel spouts and I hate those so much\n  ","671828":"\n  Thank you so much ❤❤ people in our society now believe fat is beautiful but has anyone see what fat looks like when it gets taken out, none of that is beautiful. So honestly thank you it's rare to find people who look at me in that way❤\n  ","671829":"\n  No don't note that, people don't need to know this\n  ","671830":"\n  Omg! You're so sweet ❤ I can feel myself turning into a tomato lol\n  ","671831":"\n  Aweeeeh that's so sweet ❤\n  ","671832":"\n  Thank you ❤\n  ","671833":"\n  Thank you for being so straightforward ❤\n  ","671834":"\n  ❤❤❤❤\n  ","671835":"\n  Dude seriously we just need to be best friends\n  ","671836":"\n  Hahahahahahahah this made me laugh but I'm about to start cleaning haha\n  ","671837":"\n  Thank you, I tried to pick the best quality with the best price so I'm glad I did something right :) and you are so kind just for the thought. ❤\n  ","671838":"\n  I love food so much that I just had to belt it hahahah I hate the time difference it's so confusing and your a whole day ahead so like you're in the future... Hahahahah I'm sorry I'm hyper\n  ","671839":"\n  Thank you ❤\n  ","671840":"\n  Why are little kids attacking me??\n  ","671841":"\n  Thank you ❤\n  ","671842":"\n  Pjs nigg\n  ","671843":"\n  Okay so this like just made my day!\n  ","671844":"\n  I'm almost 21 -_-\n  ","671845":"\n  Thank you so much ❤❤\n  ","671846":"\n  I don't snap sorry\n  ","671847":"\n  How do you make new memories not become old memories?\n  ","671848":"\n  Ensuit?\n  ","671849":"\n  No nigga cause I don't spend my time looking at birds ass\n  ","671850":"\n  There's something about those long model legs\n  ","671851":"\n  I can't promise you that\n  ","671852":"\n  Please tell me this is an April fools joke...\n  ","671853":"\n  Im off now my lovelies ❤️?\n  ","671854":"\n  Do you have a name\n  ","671855":"\n  Talk to you soon\n  ","671856":"\n  Select few ©\n  ","671857":"\n  You're sore?\n  ","671858":"\n  Awh I'm sorry I'm about to get off!\n  ","671859":"\n  Thank you so much ???\n  ","671860":"\n  I base it off their body language when they are speaking or telling a story, there's a certain way genuine people hold themselves up, also when they speak it's almost like you can feel every word they say as if you were their too. That's how I figure out who to trust :)\n  ","671861":"\n  Oh what is it?!\n  ","671862":"\n  You're what they call jailbait.\n  ","671863":"\n  Way too much kindness, you're making me wish for the devil?? thank you so much I feel so lucky to be able to make people happy:)\n  ","671864":"\n  Wait I'm scared\n  ","671865":"\n  ❤️❤️❤️❤️❤️❤️ I like it I love it I want some more of it\n  ","671866":"\n  Oh yeah way too often especially when I'm stoned ?\n  ","671867":"\n  You're welcome!\n  ","671868":"\n  That is the kindest thing to say wow omg\n  ","671869":"\n  Ily❤️\n  ","671870":"\n  Who are you?!\n  ","671871":"\n  I wanna shower again lol\n  ","671872":"\n  Nm you?\n  ","671873":"\n  I don't think I'm goals ? so thank you so much and you're like the cutest ❤️\n  ","671874":"\n  Thank you so much ❤️?\n  ","671875":"\n  Just a few who brightened up my week (no order)\n  \n\n   @SaraScR3am\n  \n\n   @Pookeo9\n  \n\n   @FBHeskie\n  \n\n   @ellejaylily\n  \n\n   @EllaSinclaire\n  \n\n   @Names_ShyGirl\n  \n\n   @savannahisqueen\n  \n\n   @Xxchloboxx\n  \n\n   @SophieEcc\n  \n\n   @ClareBear1996\n  \n\n   @aidoggg\n  \n","671876":"\n  Awh this makes me proud\n  ","671877":"\n  Omg!!!!!❤️❤️❤️❤️❤️thank you so much??? you're so sweet!! ??\n  ","671878":"\n  Gawwwwd staawwwp❤️?\n  ","671879":"\n  I love them, they actually fit me\n  ","671880":"\n  Omfg thank you ??\n  ","671881":"\n  Because theirs days where I feel like I'm not so amazing\n  ","671882":"\n  I'm just chilling on here ❤️❤️❤️ what about you\n  ","671883":"\n  I died too ????\n  ","671884":"\n  Awwwwwwh I have such die hard fans ❤️?\n  ","671885":"\n  Wow thank you ❤️\n  ","671886":"\n  Oh god.\n  ","671887":"\n  Awhhhhh I would love a hug ❤️\n  ","671888":"\n  Thank you ??\n  ","671889":"\n  I hate bubble gum it gives me headaches\n  ","671890":"\n  Thank you so much ❤️\n  ","671891":"\n  I'll do my best\n  ","671892":"\n  It's interesting you said that because when i first started ask and was lurking through the most known girls and I saw a very common personality - stuck up little cunt. & I remember thinking these people are getting chewed out just for being nice ... I will never be like that I will be grateful for every compliment and question. & because of it I've gotten a more positive outcome and I've made really great friends so that's why?\n  ","671893":"\n  OMG ? thank you!!! ❤️\n  ","671894":"\n  Awh thank you ❤️❤️❤️\n  ","671895":"\n  I'm not too sure ?\n  ","671896":"\n  So sweet❤️❤️\n  ","671897":"\n  Thank you❤️❤️❤️❤️❤️\n  ","671898":"\n  Damn Daniel ...\n  ","671899":"\n  Seriously like wait\n  ","671900":"\n  I can send the link to you through DM for you\n  ","671901":"\n  Why?\n  ","671902":"\n  ? I posted one on insta ❤️\n  ","671903":"\n  Instagram.com\/savannahamess\n  ","671904":"\n  I need help choosing which picture out of the ones I recently posted to post on Instagram .. Help\n  ","671905":"\n  Thank you so much ❤️\n  ","671906":"\n  I love using your questions for picture posting because I know at least one person is going to love them, gives me reason to take selfies instead of looking like I'm really obsessed with myself ? p.s. Idk what happened to my hair in this lol\n  ","671907":"\n  Hi darling ❤️\n  ","671908":"\n  Selective ©\n  ","671909":"\n  You're so amazing ?\n  ","671910":"\n  Why does this make you sad??\n  ","671911":"\n  Like 5'9 haha\n  ","671912":"\n  So sweet❤️\n  ","671913":"\n  BABY BACK RIBS\n  \n  I want my baby baby baby back ribs❤️ hahaha I'm back thoughsss❤️❤️\n  ","671914":"\n  What the fuck hahaha no\n  ","671915":"\n  Hahaha❤️❤️ I'm doing my best!! Babe I'll be back in really going now!! Talk to you soon!:)\n  ","671916":"\n  Right?! Gimme some of that!\n  ","671917":"\n  He's my unicorn ???\n  ","671918":"\n  I'm so sorry I haven't gone on Instagram yet, I've been too caught up on ask and now I'm gonna go do grown up things! I'll try and come back and look!! ❤️❤️ but I'll be back on in a bit I have answers to give ❤️❤️\n  ","671919":"\n  Calvin Klein but I need like the OG ones like this minus the cock Hahahahahahahaha ?\n  ","671920":"\n  Don't get lost in my soul baby ?\n  ","671921":"\n  Hahah horns hahah\n  ","671922":"\n  Depends on the sun\n  \n  They can go from green to grey to blue\n  ","671923":"\n  Hope to talk to you soon ?\n  ","671924":"\n  Have a good night ❤️\n  ","671925":"\n  Well what if something happens to me at work, then my employer becomes liable for me especially when it's irregular symptoms and problems. I could work really well one day, but the next I could throw up or collapse. That's why they need to know your condition cause if anything goes wrong and I didn't like how they treated me I could get them in trouble. My problems are in my stomach, it's either on fire or inflamed or heaving, I can go from feeling really good one minute, in the next ten I'll just fall over on my side wishing I could rip out my stomach.\n  ","671926":"\n  We legally have too here... It's like part of our background\n  ","671927":"\n  My pussy taste like Coke a cola\n  ","671928":"\n  Ooooh that sounds good too!\n  ","671929":"\n  Undiagnosed health issues, I can't really go in and tell them what's wrong with me until I know so then they could work with me. Every time I've tried I sound unreliable\n  ","671930":"\n  4\n  ","671931":"\n  Unless they enjoy sucking in farts like its a bong rip then we would have a problem.\n  ","671932":"\n  I really needed this, thank you Sophie! And your bf is very lucky to have a beautifully caring sweet girl like you by his side❤️❤️\n  ","671933":"\n  You have a good point their don't cha ?\n  ","671934":"\n  Thank you for making my life matter❤️ love you ❤️\n  ","671935":"\n  I'm too lazy it's a horrible flaw ?\n  ","671936":"\n  No thank you ❤️❤️❤️❤️❤️ for being you and being sweet from day one !!! ❤️❤️❤️\n  ","671937":"\n  Awh! I'm hungry grr\n  ","671938":"\n  Can you finally go to bed at night?\n  ","671939":"\n  Why not rest darling?\n  ","671940":"\n  I love you too Clare!!! You've become one of the closest to me❤️❤️❤️\n  ","671941":"\n  All this random bullshit about panties and shit hahahah\n  \n  But please help distract me! Tell me about your day babe❤️❤️❤️\n  ","671942":"\n  Omg I'm so sorry for everything that's been posting tho! People on here are ridiculous ❤️❤️ but hello my precious!\n  ","671943":"\n  Hahahahaha yes ????\n  ","671944":"\n  Omfg I'm gonna round house them in the noggin if they bug you again ? but seriously it's one thing to be perverts to me but to you..... Nope nu uh not acceptable. And I'll support you darling!! Thank you for being their for me❤️❤️❤️ I'm so sorry the pervs are coming after you but hey I told you, you were sexy ?\n  ","671945":"\n  Sounds delicious still!\n  ","671946":"\n  This is the sweetest thing ❤️\n  ","671947":"\n  I'm glad you loved them ❤️\n  ","671948":"\n  Omfg !!!! I love risotto but with mushrooms!\n  ","671949":"\n  Omg!!!! Yesss!!! ❤️❤️❤️ thank you so much!!! You're the best ?\n  ","671950":"\n  Yes i know lol but he found out where someone lived who had one of those routers lol but he got caught because he was taking to much money from people\n  ","671951":"\n  Awh thank you❤️❤️❤️ goodnight!\n  ","671952":"\n  I know you will ❤️\n  ","671953":"\n  Really? Because my friend who's now locked up for being involved with anonymous did soooooo\n  ","671954":"\n  So do I retard but I also know it doesn't take very hard hacking skills to get through lol\n  ","671955":"\n  Hi there! Im good you?!\n  ","671956":"\n  Those are the best skills ❤️❤️❤️❤️❤️?????\n  ","671957":"\n  I'm sorry hahahah blocking people cracks me up because it's like let's just show how big of pussy I am ? ? like \"oh no someone on another screen is saying things to me even though they could probably die tomorrow and my world would probably be more balanced oh no, someone who's never even breathed the same air as me is trying to effect, even though I don't even know their first name - but because they said something it must be right and I must go kill myself\"\n  \n  Like cyber bullying makes no sense to me. Blocking people is just like saying 'you hurt my feelings to much I had to hide' like no if someone has the audacity to come on my page to be disgusting I'm not gonna hide, Why should I have to hide when their the ones wasting their time - all their doing is making my day a little bit more eventful and entertaining.\n  ","671958":"\n  You're amazing!!! I need you to protect me forever\n  ","671959":"\n  I know bby? it's so annoying like do people get off by being disgusting??\n  ","671960":"\n  Thank you!! That's what I was trying to say❤️\n  ","671961":"\n  See I don't even need my dad, I have badass ninja fucking boomerangs ❤️\n  ","671962":"\n  Yeah I wouldn't want touch you with a ten foot pole\n  ","671963":"\n  I just wish they would somehow come down with Black Death and only kill anyone who is just like them\n  ","671964":"\n  Thanks, it's nothing I haven't already done hahahah my dad makes a living off ruining people lives like yourself\n  ","671965":"\n  I'm really sure the federal court would have a field day with that wouldn't they. My dad would have the time of his life tearing apart a website like that. You see my parents have the money and time for things like this.\n  ","671966":"\n  Posting it anywhere without my okay is copy write  infringement, you could have posted it on Disney and I still could have sued you\n  ","671967":"\n  I wasn't joking, I really hope you have the worst life imaginable and nothing goes how you want it too and you die the slowest most painful leukemia ever.\n  ","671968":"\n  It's one thing to post something of your own on your own page BUT stealing someone's else picture without their consent and posting it on a porn site - thats called copyright infringement.\n  ","671969":"\n  That's fucking disgusting. You're fucking horrible people. And need to fuck off out of my life.\n  \n  Good fucking job bro you ruined everyone's chance of seeing any pictures like that ever again.\n  ","671970":"\n  You're the biggest piece of shit this world has ever seen. I hope you get terminal brain cancer, and if you send me that link I'm calling my dad so fast.\n  ","671971":"\n  Seriously SHUT THE FUCK UP ABOUT UNDERWEAR I REALLY DONT CARE LIKE I DO NOT CARE.\n  ","671972":"\n  If I get anymore panty shit, it's literally getting deleted. You guys really need to open up your boundaries and maybe discuss a more pressing subject like suicide bombers\n  ","671973":"\n  Yeah if you're literally only about that, there's more to life than underwear\n  ","671974":"\n  I know ?\n  ","671975":"\n  Join the pink group!!! ? we can support breast cancer with our little kitties ???\n  ","671976":"\n  You can also tell by the stains they have on which underwear is used for what ??\n  ","671977":"\n  I can show what I want, I don't follow after Allah he's not on my shoulder.\n  ","671978":"\n  I really don't give a fuck what kids are wearing under their pants bro, their little girls. Pedophile\n  ","671979":"\n  Hahahaha yes\n  ","671980":"\n  I just don't like being told what to do or how I should act.\n  ","671981":"\n  I don't know if you have any gay friends but when they wear skirts and dress like a girl they never wear underwear ?\n  ","671982":"\n  Maybe that's a sign from Allah\n  ","671983":"\n  Haha that was a good one ❤️\n  ","671984":"\n  Haven't we tried being friends before?\n  ","671985":"\n  Hey maybe she's a really nice lady!??\n  ","671986":"\n  That's another good point, most girls have panties for ever occasion!! Like the cute ones are for sitting around at home all comfy! I bet your little minions are cute\n  ","671987":"\n  It's not hard to be sexy without looking trashy, but it's like a lot of girls honestly were never taught one which one is which.\n  \n  PROSTITUTION IS A BAD LOOK KIDS\n  ","671988":"\n  Maybe she was more focused on her comfort than dressing her pussy in something pretty ? Hahahahahahahaha ?\n  ","671989":"\n  Yes I honestly think those are really ugly and I was never one of those girls lol\n  ","671990":"\n  Well that's good I think lol\n  ","671991":"\n  But minions are cute tho! But yes I agree ?\n  ","671992":"\n  I feel like you can just go online and read for like 5 seconds\n  ","671993":"\n  Nobody likes people who give out free advice when their not looking for it especially advice about how I can be more of your friend when that's not advice at all, that's force\n  ","671994":"\n  Is her body not so great or something? Does she know that nobody is wondering what she is wearing under her clothes? ? sorry this just amazes me\n  ","671995":"\n  My dad always❤️\n  ","671996":"\n  Goodnight love sleep tight don't let the bed bugs bite ❤️\n  ","671997":"\n  I didn't even know they sold horrible panties for anyone other than older women lol cause I used to sell intimates so like I've seen them all, and it's really hard to find ugly panties for young women like you're bound to find something sexy\n  ","671998":"\n  Now you're telling me I need to be putting in work? I better be getting paid for being your friend than damn\n  ","671999":"\n  Yes❤️\n  ","672000":"\n  But like what about panty lines are like what if you're wearing something a bit see through of a dress or omfg theirs so many fashion no nos with this statement\n  ","672001":"\n  She's a badass queen and I wish she was a boomer well tbh I wish I was bffs with Miley cause we would have so much fun together ??\n  \n  Like I wish I could make billions of dollars dressing in whatever the fuck I wanted, smoking whatever weed i want, giving zero fucks because you can. I would love to do the shit she does. If I was famous, I would probably be walking around in outfits just like hers because she even knows that in this day and age bodies like that are going instinct so why not throw a huge 'fuck you' to everyone's faces ❤️ that's why I love her.\n  ","672002":"\n  Well I mean you can't force someone to like you, if it doesn't work out- were not meant to be friends lol\n  ","672003":"\n  Do girls like normally not wear sexy things?\n  ","672004":"\n  I'll check today & I'll let you know if i watch it!\n  ","672005":"\n  It was pretty good and my day is starting off well but my ask page is giving me bad ocd because my gifts are an odd number and now I'm just like what the fuck do I do lol ❤️\n  ","672006":"\n  Is it on Netflix or Hulu??\n  ","672007":"\n  Money ???\n  ","672008":"\n  Thank you so much ❤️??\n  ","672009":"\n  Not as cooooote as you ❤️\n  ","672010":"\n  No what is that\n  ","672011":"\n  Exactly?you totally get it ❤️\n  ","672012":"\n  Let's be friends than Hun! Nothing wrong with that! ❤️\n  ","672013":"\n  Omg that's so sweet!!! You're so welcome ❤️\n  ","672014":"\n  Silence of the lambs\n  \n  Stoker\n  \n  Sinister\n  \n  The ring\n  \n  Grudge\n  \n  The evil dead\n  \n  The shining\n  \n  The exorcist\n  \n  Insidious\n  \n  V\/h\/s\n  \n  The abcs of death\n  \n  Silence\n  \n  There's a lot more but can't remember\n  ","672015":"\n  Babygirl you're beautiful!!! ❤️? I think you'd look good in anything ❤️\n  ","672016":"\n  Who would name a boy Ashley ?\n  ","672017":"\n  Thank you!!!!❤️❤️?????? if I lived in Europe I would look normal and it sucks ? but thank you thank you thank you ❤️❤️❤️❤️\n  ","672018":"\n  Do you know the know?\n  ","672019":"\n  Pap pap pap pap pap pap pap blah blah blah ..... No\n  ","672020":"\n  You can have it ?\n  ","672021":"\n  I won't be there lol\n  ","672022":"\n  Yeah cause I wear my underwear like a food stamp collecting black girl??\n  ","672023":"\n  No it's more like I'll give you what you want but it will barley even be close to what they actually want lol it's annoying and the only way it really stopped a lot is by me showing like an inch of underwear lol\n  ","672024":"\n  I can show you the way to hell?\n  ","672025":"\n  You are too nice Clare! Thank you ❤️❤️❤️ and I wish I could buy you some!! ?\n  ","672026":"\n  Thank you darling❤️ I know I have a rockin stomach I get told way to much ❤️❤️\n  ","672027":"\n  Guys look my kitty is coming for me ?❤️\n  ","672028":"\n  Thank you, people need to stop focusing on the now. They don't realize when I hit my 30s I'm probably going to be this size while everyone else is gaining 40 pounds. Yeah I'm fucking terribly skinny now, but when I'm older I won't be walking around looking like an old piece of shit. I'll have the body people pay thousands to try an recreate. That's why I think my body is fantastic - in the long run I'll always look good lol\n  ","672029":"\n  I want to read a little bit today ? ?\n  ","672030":"\n  Can't believe I got up for this lol\n  ","672031":"\n  We'd all like to be someone were not..\n  ","672032":"\n  K that's like one bra hahaha and it's gone now haha\n  \n  Thank you so much ❤️❤️\n  ","672033":"\n  You do realize I have better abs now then in those old pictures right? You do remember those pictures are OLD. And if you can find someone who goes to the gym everyday and has abs like how I do from not going to the gym, then talk to me but i live in Cali and girls who work out everyday compliment my stomach\n  ","672034":"\n  Ha no, you get what you get and you don't throw a fit\n  ","672035":"\n  This blanket because I ain't moving\n  ","672036":"\n  I used to watch this shit all the time because they love weed ?\n  ","672037":"\n  Who needs a bra when your chest looks like an 8 year old Mexican child ?\n  ","672038":"\n  It's one of the favs lol\n  ","672039":"\n  Thanks?\n  ","672040":"\n  Are you sure ?\n  ","672041":"\n  Please explain what this is\n  ","672042":"\n  I honestly think that's my favorite name so far??\n  ","672043":"\n  Yeah because I just looked at it from like an outside perspective and holy fuck I made a sick tumblr haha I can't let it go to waste lol\n  ","672044":"\n  And I love all of you so much!\n  ","672045":"\n  I do actually, I don't really use it much tho.\n  \n\n   Http:\/\/souledoutgoddess.tumblr.com\n  \n","672046":"\n  Have fun cooking something delicious!! Making me hungry??\n  ","672047":"\n  Thank you baby love ??\n  ","672048":"\n  I'm not famous, i just need to give every person an equal amount of attention so I have to take my time and try to get to everyone ❤️ so it slows me down but I don't want to be posting mindlessly... But not gonna lie I do enjoy it ?\n  ","672049":"\n  You're so welcome! I love your enchanting eyes.\n  ","672050":"\n  Because I've literally answered one out of the 19295849297438 I have, and once I did that I get 10 questions for every one answer, now can you imagine how I'd be hard to try and keep up with everyone right away?\n  ","672051":"\n  This is how you made me feel, I am speechless ?\n  ","672052":"\n  Then what?!\n  ","672053":"\n  I really love your face?so I followed you back ❤️\n  \n  Thank you for following me you pretty lady ??\n  ","672054":"\n  My lovely boomers??\n  ","672055":"\n  Dude I know haha like I haven't been a different size my entire life lol people have been telling me I need to gain weight from the moment I got out of the womb. I was also a little premature so that actually might have something to do with it.\n  ","672056":"\n  Holy shit a beauty is following me!❤️❤️❤️❤️ I'm following you back gorgeousness and you have a beautiful fam?\n  ","672057":"\n  #iwokeuplikethis\n  \n  I don't know either darling, there's actually some days where I swear beauty sleep is real.\n  ","672058":"\n  I'm waiting for the most perfect one ❤️?\n  ","672059":"\n  Goodmorning my lovelies ? don't be shy today ?\n  ","672060":"\n  Omfg thank you so much ❤️❤️❤️❤️????? this is so sweet - I just wanna die ❤️❤️❤️❤️????\n  ","672061":"\n  Now I gotta put my clothes away ✌️ I'll be back later\n  ","672062":"\n  I am someone who is afraid of who I could be. Guarded and gated soul trapped in a dark hole. I am a person who can do nothing but dream because it doesn't hurt. I am a weak warrior striving to gain my strength.\n  ","672063":"\n  Oh stawp omg ❤❤❤\n  ","672064":"\n  I know, neither did I lol but I'm glad you all like it ❤\n  ","672065":"\n  You're so sweet, you'd be perfect for me ❤\n  ","672066":"\n  Omg you're way too nice omg thank you! I have to be nice to those who are nice to me ❤\n  ","672067":"\n  This is so fucking sweet ❤\n  ","672068":"\n  Omg thank you babe❤\n  ","672069":"\n  If you were close ❤\n  ","672070":"\n  No hahaha\n  ","672071":"\n  Thank you lovely ❤\n  ","672072":"\n  No nigga\n  ","672073":"\n  No because someone would steal it ❤\n  ","672074":"\n  I can be and yeah probably lol\n  ","672075":"\n  I don't like the way people look at me though, it's like they want to eat me\n  ","672076":"\n  Awh thank you so much ❤\n  ","672077":"\n  I've never wore anything under my sweater lol\n  ","672078":"\n  I just like her whole vibe\n  ","672079":"\n  I like my alone time in the shower, don't have to share hot water - all mine  !\n  ","672080":"\n  When he wants to make out lol\n  ","672081":"\n  I'm about to go shower lol\n  \n  So I'm outtie like a gross belly button\n  ","672082":"\n  I've been with the same guy for the last like three years, it's a really complicated situation tho. Up and downs & shit\n  ","672083":"\n  20\n  ","672084":"\n  God you make me blush so much ❤❤❤❤❤❤ I don't even know what to say, I've never been called someone's goals before, I think I might tear up ❤lol\n  ","672085":"\n  Thank you so much precious!! ❤\n  ","672086":"\n  I'm done for a wee bit but they'll be more ❤\n  ","672087":"\n  You'll suffocate me ...\n  ","672088":"\n  I won't darling!! & I'm gonna hop in the shower then take a more recent body picture since someone asked me too! ❤\n  ","672089":"\n  I love you for loving me ❤\n  ","672090":"\n  Wow thank you Chloe ❤❤❤❤ your beauty is outstanding but not as incredible as your sweetness ❤\n  ","672091":"\n  Ily ffs❤\n  ","672092":"\n  I can't their just too good lol ❤\n  ","672093":"\n  Hi there\n  ","672094":"\n  Awh!!! I bet you're stunning in your own way lovely ❤\n  ","672095":"\n  Thank you!!!!!!!! You make me feel sexy\n  ","672096":"\n  My body is mine and only mine.\n  ","672097":"\n  I'm confused because I'm more liked and loved \/ \"famous\" on here than on my Instagram, and it makes me sad\n  ","672098":"\n  Thank you so much omg\n  ","672099":"\n  It's some of my favorite\n  ","672100":"\n  Yeah this is the exact reason why I don't post pictures showing off my body :\/\n  ","672101":"\n  I will one day look like her\n  ","672102":"\n  Here's an old one lol\n  ","672103":"\n  Well it probably is hahaha\n  ","672104":"\n  Idk I don't really like broadcasting myself like this\n  ","672105":"\n  I'm lost lol\n  ","672106":"\n  My life is alright! And I'm still so young I have no need to be rushing into finding someone when I haven't even found myself yet.\n  ","672107":"\n  Long time ago, I was 16 but I slept for 22 hours\n  ","672108":"\n  Omfg yes I'm special!!! You stayed following me, now I can breath❤❤❤ I feel so honored to be followed by you\n  ","672109":"\n  I really miss my best friend\n  ","672110":"\n  You can probably understand why the has never been posted on my social medias lol\n  ","672111":"\n  Here's an old photo lol\n  ","672112":"\n  I think when I was like 8 when my brother and sister used to tickle me but it wasn't that bad\n  ","672113":"\n  That's very sad, im sorry\n  ","672114":"\n  I swear I've posted like 100\n  ","672115":"\n  Laugher\n  ","672116":"\n  Uh lay there\n  ","672117":"\n  That's my bra lol there's lace on it\n  ","672118":"\n  Yeah it's awful!!! ??\n  ","672119":"\n  No I didn't ?\n  ","672120":"\n  My mommy bought this shirt? it's so comfy and amazing for people who don't have tits ?\n  ","672121":"\n  No probably not\n  ","672122":"\n  Idk probably \"oh fuck I'm getting tickled\" lol what other reaction can you have?\n  ","672123":"\n  Who's willing to pay $150 for that?\n  ","672124":"\n  They would probably need reconstructive surgery for their faces.\n  ","672125":"\n  Well obviously haha why else do it\n  ","672126":"\n  How did you get yourself in this situation again?\n  ","672127":"\n  Yes haha why\n  ","672128":"\n  Yup that's what I was trying to get at\n  ","672129":"\n  Do you see how small, cute, & little I am? When people see me it's like they've just found like the cutest puppy ever ? and they even make fun of how tiny my clothes are. They've called them 'doll clothes' I feel like I'm gonna get tickled until I'm 50\n  ","672130":"\n  No their just super ticklish, think about how ticklish my hips must be ?\n  ","672131":"\n  Can you explain how age has anything to do with tickling? People who are ticklish are people with strong emotions.\n  ","672132":"\n  Yup it sucks\n  ","672133":"\n  Super ticklish, I'll kick a fucker if they try and touch them lol\n  ","672134":"\n  That's good :)\n  ","672135":"\n  Probably my hips\n  ","672136":"\n  That's the cutest thing ever\n  ","672137":"\n  What happened ?!\n  ","672138":"\n  I'm sorry sweetheart\n  ","672139":"\n  Thank you so much ❤️?\n  ","672140":"\n  Yeah lol\n  ","672141":"\n  Thank you ❤️\n  ","672142":"\n  With white bic lighters - I'll never use one ever again, from experience it causes horrible shit to happen\n  ","672143":"\n  No not yet :)\n  ","672144":"\n  Right now it's actually really cold :\/ but other than that it's the same lol you should come here but only for a little this place changes people\n  ","672145":"\n  There's this thing that keeps repeatedly happening when I get attached to people and only as a friend :\n  \n  No matter how hard I try they will always end up becoming obsessive over me. Falling for me. My friends used to call it a magic spell. So, I detach myself so no one can get attached unless I want them too because I'm tired of hurting everyone, when I'm trying to be a friend to everyone.\n  ","672146":"\n  Thank you for thinking of me as an idol or fashion icon\n  ","672147":"\n  I love breaking bad!! ??\n  ","672148":"\n  That's wonderful ❤️\n  ","672149":"\n  Yes he's English and I think we would get along a little to well\n  ","672150":"\n  Pretty well, I have therapy soon ❤️\n  ","672151":"\n  It's not fun lol\n  ","672152":"\n  When I had acne I switched to using natural bar soap for a face wash than olay face lotion for after and I would only wash my face once a day so I didn't dry out my skin\n  ","672153":"\n  She says goodnight ❤️\n  ","672154":"\n  Yes it sucks\n  ","672155":"\n  This is sweet\n  ","672156":"\n  Goodnight lovely ❤️\n  ","672157":"\n  My health is getting better ❤️ Awh thank you for being active love\n  ","672158":"\n  I've been good ❤️❤️ you?!\n  ","672159":"\n  Very?\n  ","672160":"\n  Sounds interesting I'm going to look this up\n  ","672161":"\n  I'm pretty good you?\n  ","672162":"\n  Thank you so much love ❤️\n  ","672163":"\n  Why have I never heard of this?\n  ","672164":"\n  What's that?\n  ","672165":"\n  20\n  \n  5'3\n  \n  7 USA\n  ","672166":"\n  There's just something about it that just seems so mainstream ?\n  ","672167":"\n  Hi there\n  ","672168":"\n  Thank you!! Me too❤️\n  ","672169":"\n  Yeah I swear I always wear something different hahaha I just really like these leggings\n  ","672170":"\n  Humanity.\n  ","672171":"\n  Yessssss?\n  ","672172":"\n  Do you think I've never had sex?\n  ","672173":"\n  Wow thank you so much kaynat❤️ really means a lot ❤️ ???\n  ","672174":"\n  I'm so sorry I didn't respond earlier ?\n  \n  I want to be your badass queen ?. It'd be the best thing that's happened to me ?\n  ","672175":"\n  I feel like a badass bitch ?\n  ","672176":"\n  You are too sweet thank you ???\n  ","672177":"\n  Thank you ❤️\n  ","672178":"\n  I'm not a trashy Brohoe\n  ","672179":"\n  Thank you ill be going silver hopefully someday ❤\n  ","672180":"\n  I miss my best friend so much  he's so beautiful\n  ","672181":"\n  Thank you so much!! I miss it\n  ","672182":"\n  Couldn't choose a fav cuz there's like 15\n  ","672183":"\n  Wow I don't even know\n  ","672184":"\n  WTF I totally forgot about this picture\n  ","672185":"\n  More like a demon\n  ","672186":"\n  This picture is so cool omfg I totally forgot\n  ","672187":"\n  Nigga what ?\n  ","672188":"\n  The thing I'm bad at is matching my socks ?\n  ","672189":"\n  Bby I found so many old photos that I'm just like wtf I took that! I'm about to post the shit outta them using your sweet posts ❤️\n  ","672190":"\n  Naah I'm pretty good with that shit because I have a laundry basket just for that lol\n  ","672191":"\n  Awh thank you, it's not how I want it to look though\n  ","672192":"\n  Shirts omfg I have shirts everywhere or jackets\n  ","672193":"\n  My room is usually not messy I just ripped out my closet yesterday to put a pretty new dresser in it\n  ","672194":"\n  Sorry for the messy room lol\n  ","672195":"\n  He's a nice guy, and people found him creepy for some reason, but he's one of those people you have to get to know and make sure he gets to know you.\n  ","672196":"\n  It's something that they should only be worried and working through. That's my opinion. It's between the two of them, not ask.\n  ","672197":"\n  People have the freedom to like and dislike who they choose\n  ","672198":"\n  He is the nicest, most caring person on here I swear!\n  ","672199":"\n  I've been watching movies the most ?\n  ","672200":"\n  I'm good how are you?!?\n  ","672201":"\n  I have no idea what's going on so I can't really share an opinion\n  ","672202":"\n  If I had a phone ?\n  ","672203":"\n  What list darling?!\n  ","672204":"\n  No, he's just not gonna sit back and watch someone ruin their life. He's a business man who knows what to say and isn't afraid to say it. Someone has to say the hard things for people to understand how stupid they are and how badly they are fucking up not only their life but the lives around them. He may be cold, but he's never been wrong.\n  ","672205":"\n  Thank you, now I'm off ❤️\n  ","672206":"\n  Look at my face instead it's better\n  ","672207":"\n  I am watching you.\n  ","672208":"\n  Naah my face\n  ","672209":"\n  Thank you so much ?\n  ","672210":"\n  Thank you so much ? you're stunning\n  ","672211":"\n  I don't know how people can talk about a completely different topic than what the question is.. Like how are you so random?\n  ","672212":"\n  I don't really know\n  ","672213":"\n  Ahhhh\n  ","672214":"\n  Just came to say hello, my tummy hurts so I'm gonna watch a movie ?\n  ","672215":"\n  I FUCKING LOVE GORDON RAMSEY\n  ","672216":"\n  Can I be your badass bitch?\n  ","672217":"\n  Reorganizing my closet lol it's fun ?\n  ","672218":"\n  Thank you darling, for always willing to take care of me ❤️\n  ","672219":"\n  Ireland I've found a new love for that place\n  ","672220":"\n  Thank you ?\n  ","672221":"\n  Aye babe ❤️\n  ","672222":"\n  Found this in one of my boxes ? never laughed so hard\n  ","672223":"\n  I think I'm in love with you too ?\n  ","672224":"\n  I did waaay back in beginning of my ask, but people learned that it doesn't really work. It doesn't effect me whatsoever, it actually drives me to be better than them. My momma told me you can be the shit if you hustled as much as you hated. So stop hating and become bigger and better.\n  ","672225":"\n  Oh trust me I think I'll tell everyone lol it all just depends on how society goes in the next 10 years\n  ","672226":"\n  Sometimes.\n  ","672227":"\n  Oh yeah, but when I actually have a life lol I'm not gonna be one of those girls who is gonna be on here married with kids because 1. I'll be like 30 2. I'm sure by the time I leave ask their will be a new social media for me to tear up.\n  ","672228":"\n  I think it's more like I have a problem detaching to people\n  ","672229":"\n  Ugh I need one\n  ","672230":"\n  With you keep reminding me, I'll never forget❤️❤️\n  ","672231":"\n  Cloudy with a slight drizzle\n  ","672232":"\n  Ahhhh my tummy is hungry\n  ","672233":"\n  I shall follow you back ❤️\n  ","672234":"\n  Not really sad but kinda bummed but I always know see down they'll be back ?\n  ","672235":"\n  Love is a concept that will never be fully understood, but it's one of those things that once you feel it you know what it is. It's almost like riding a bike. It's a familiar feeling. Not everyone is lucky enough to fully experience the heart crushing feeling of being in love and some would say there's more agony in loving someone you can't be with than missing someone who has died. Love is all around us, we just don't pay attention because we expect their to be love. Love is unexpected and spontaneous - that's what makes people so crazy for it.\n  ","672236":"\n  Sounds about right ❤️\n  ","672237":"\n  I don't really have fights, more like disagreements that have ended years of friendship, but people build and grow apart.\n  ","672238":"\n  Being homeless.\n  ","672239":"\n  I do not have kik sorry\n  ","672240":"\n  How is yours?!\n  ","672241":"\n  I have really good intuition so I'm really good at listening and understanding\n  ","672242":"\n  Everything in my closet lol\n  ","672243":"\n  I let friends down more often than I should ?\n  ","672244":"\n  I would listen to my kids needs\n  ","672245":"\n  Aye hunk ❤️ what's up\n  ","672246":"\n  My dad, he knows me so well that he knows exactly what to say\n  ","672247":"\n  Probably the funniest shows imaginable\n  ","672248":"\n  Hi sweetheart!! My life is alright\n  ","672249":"\n  I don't normally have to wear bras since like boobs don't exist in my life ?\n  ","672250":"\n  You love me so much ?\n  ","672251":"\n  You're amazing ❤️❤️ily\n  ","672252":"\n  Omg I'm so happy you think that sweetheart ❤️?? I'm glad we started talking too!\n  ","672253":"\n  You and I have a lot in common than, you sound like a straight chiller ❤️\n  ","672254":"\n  6ft or taller\n  ","672255":"\n  Fire, it's the one that causes the most destruction when needed lol\n  ","672256":"\n  Okiee ❤️\n  ","672257":"\n  I'm not trying to be a dick lol\n  ","672258":"\n  My moms an artist\n  ","672259":"\n  My fans are what make me who I am, and inspire me to be better and do better. Without all my favorite boomers, I would be nothing. I would never judge someone who loves me dearly, I will love you dearly back no matter what type of person you are. And the more I'm open and honest with all of you builds my confidence and maybe it will inspire others to not be afraid of who they are.\n  ","672260":"\n  Maybe we should wait lol\n  ","672261":"\n\n   @ellejaylily\n  \n\n   @Mikihart\n  \n\n  THESE ARE NOT ALL OF THEM.\n  \n  I just needed to broadcast that these two are everything I want to be.\n  ","672262":"\n  That'd be fun\n  ","672263":"\n  My Easter is over so yeah I guess lol\n  ","672264":"\n  Congrats!!!❤️\n  ","672265":"\n  There's no reason to be ashamed of what you wear and if you're too reluctant to share something so simple with zero confidence than you probably shouldn't be wearing it the first place. You have to own your shit or nobody I mean NO ONE will ever take you seriously.\n  ","672266":"\n  Awwwwh❤️\n  ","672267":"\n  It's 10 am I'm not wearing anything\n  ","672268":"\n  Followed back ❤️\n  ","672269":"\n  Thank you❤️ I like being cute ?\n  ","672270":"\n  I love you too boom King ❤️\n  ","672271":"\n  I love you❤️?\n  ","672272":"\n  What about a buggy tho\n  ","672273":"\n  You can make a kisses face better than most girls ?\n  ","672274":"\n  You have to be qualified to be approved and you have to ask them if you can.\n  ","672275":"\n  Be so fun. Haha\n  ","672276":"\n  Hello\n  ","672277":"\n  I'm not even hanging out with you and I'm all smiles. I would try my best to make you feel like the worlds most beautiful women!\n  \n  I'm not too bad at games, I'm just not that confident in myself, but your confidence makes me want to learn and grow how to be like you.\n  ","672278":"\n  Hey better than the average of society!!!\n  ","672279":"\n  Turn your fucking phone off and read a book. Educate yourself. Do arts and crafts, go running or jogging. Cook something. Just do activities society used to do before social media was a thing. Put yourself into the dark ages before you lose yourself. & if that's too hard go on a vacation somewhere that has zero phone service so you literally have to live with out it and you won't have any temptation. If people don't stop this habit, nobody is going to know how to do anything anymore, everyone will be lazy and will lose the art of communication skills.\n  ","672280":"\n  Two weeks!\n  ","672281":"\n  Happy Easter even though I'm a day late lovely! I miss you bunches cuteness\n  ","672282":"\n  You would spoil me with an amazing time! I really wanna dress up with you and go bar hopping! Get tons of free Drinks ?? You'd probably kick my ass gaming ? lol\n  ","672283":"\n  I don't think cuteness has anything to do with it\n  ","672284":"\n  I need a lifetime supply of Japanese candy.\n  ","672285":"\n  Awh, wow that's really sweet of you.\n  ","672286":"\n  Probably not since you're a stranger\n  ","672287":"\n  Meeting my friends family and learning stories about struggle.\n  ","672288":"\n  I do not have any slutter apps\n  ","672289":"\n  I'm so flattered you think that\n  ","672290":"\n  I'm good! I've been back from the desert for a day!\n  ","672291":"\n  You can but I never said I'd reply\n  ","672292":"\n  We would be killer buddies, walking down the street turning heads? & you're a chiller gamer like can you be more perfect?!\n  ","672293":"\n  I don't have anything other than my roommates shit lol and I don't find it unlucky because I've learned how to not be sucked in by technology and social media. Because I haven't had my own stuff for a bit because it all broke, I've been living life like a normal adult who's face Isnt glued 24\/7 to their phone screen. And I don't have to focus on trying to keep up conversations with people I don't actually want to talk too. It's very nice actually. I have to put in the effort to contact someone which makes it more enjoyable for me to speak to them lol instead of me getting blown up all day by people I don't really know lol\n  ","672294":"\n  No?\n  ","672295":"\n  You are so beautiful and sweet! We haven't talked for awhile but I always enjoy seeing your answers and posts❤️\n  ","672296":"\n  You can't lol\n  ","672297":"\n  Yeah, but my chargers broken lol\n  ","672298":"\n  That's sweet!\n  ","672299":"\n  Keep that in mind for when I get a new phone ❤️\n  ","672300":"\n  I mean I would if I had a phone lol\n  ","672301":"\n  Because I don't think that\n  ","672302":"\n  Don't gots the slut app\n  ","672303":"\n  I'm sure it's accurate, but I'd try going to a book store and find one that's there\n  ","672304":"\n  Wow thank you ❤️\n  ","672305":"\n  No I love it, means I can stay home and do nothing with my life\n  ","672306":"\n  I'm happy ?\n  ","672307":"\n  Your personality is amazing, you have the best sense of humor ever. Like I just want to be your best friend because I've been looking for someone like you for a long ass time, there's no one else like you or at least I've never met anyone like you. You're beautiful, confident, funny, fun, smart, and just plain awesome!\n  ","672308":"\n  Thank you ❤️❤️❤️\n  ","672309":"\n  ?? I will\n  ","672310":"\n  Lol I was just making a joke but thank you! & im glad someone can brighten up your day!\n  ","672311":"\n  It's raining here today ☔️\n  ","672312":"\n  Let's wrestle about it\n  ","672313":"\n  You should look into taking it because I wanna know your score!!\n  ","672314":"\n  Psh that's only your opinion ?\n  ","672315":"\n  Have a beautiful day ?\n  ","672316":"\n  OMG stop ❤️❤️❤️???\n  ","672317":"\n  Awh omfg ❤️ I'm a dream ?\n  ","672318":"\n  Here they do because based on your district & your IQ is what school you can go too, then that's how they choose your classes. So that's crazy that you haven't, I'm sure you have a very high IQ tho\n  ","672319":"\n  I feel so special to be loved by you ❤️\n  ","672320":"\n  Anytime!! & thank you! ❤️\n  ","672321":"\n  You haven't had that done?! I thought schools like required it lol\n  ","672322":"\n  Your intelligence is all this world needs❤️?\n  ","672323":"\n  Liking this means that you like me with five whole hearts ❤️❤️❤️❤️❤️?\n  ","672324":"\n  Are you talking about me? ?\n  ","672325":"\n  BIRTHDAY SEX! ??? you better be getting some tomorrow ?\n  ","672326":"\n  To be wealthy enough to never have to second guess money again.\n  ","672327":"\n  That's good!\n  ","672328":"\n  You're my idol?\n  \n  If there's anyone girl on here I would want to worship it'd be you! You are ? stay in my life lol ?\n  ","672329":"\n  It's gonna be really awkward when I jump on you and force you to have my wet slobbery kisses ?\n  ","672330":"\n  I'm sorry you're sore\n  ","672331":"\n  Oh I get it now, I'm not good enough huh? ?\n  ","672332":"\n  Hell yes I do ❤️ why\n  ","672333":"\n  Purrrrty good you?!\n  ","672334":"\n  Yes I am boom ?\n  ","672335":"\n  I know you just have a weird foot fetish, it's okay ?\n  ","672336":"\n  YOU DONT WANT SOME OF THIIIIIIIIS ?\n  ","672337":"\n  Probably not as cute as you ?\n  ","672338":"\n  What's up\n  ","672339":"\n  I'm sorry I don't have snapchat\n  ","672340":"\n  OMG first time anyone has complimented my nose! Thank you so much!!!!! ❤️❤️\n  ","672341":"\n  I think if it really came down to it I think I'd probably kiss\n  \n   @SaraScR3am\n  \n\n   @Pookeo9\n  \n\n   @EllaSinclaire\n  \n\n   @Names_ShyGirl\n  \n\n   @ellejaylily\n  \n\n   @savannahisqueen\n  \n\n   @Xxchloboxx\n  \n\n   @MaryLaurenx\n  \n\n   @VeroPao19\n  \n","672342":"\n  God bless you and I hope you have a beautiful Monday my darling! ❤️ stay amazing!\n  ","672343":"\n  A good balance of both would probably do anyone a lot of good ?\n  ","672344":"\n  Omg thank you ❤️\n  ","672345":"\n  Thank you so much, this makes me happy ?\n  ","672346":"\n  Who are you?\n  ","672347":"\n  Can you do what?\n  ","672348":"\n  No dude\n  ","672349":"\n  Did everyone hear about the suicide bombings that happened today??\n  ","672350":"\n  My feet don't like love\n  ","672351":"\n  Who knows honestly, I've had to many people give me everything they have just because they think I deserve more than them so I guess it may depend on the person\n  ","672352":"\n  Because I don't have one?\n  ","672353":"\n  Feet are made to be used for walking not playing\n  ","672354":"\n  Let's do it\n  ","672355":"\n  Negative\n  ","672356":"\n  You think? Is it made out straw? Bombed or have a whole in it or something?\n  ","672357":"\n  Mhmm❤️\n  ","672358":"\n  Cool story\n  ","672359":"\n  Thank you ❤️\n  ","672360":"\n  Ayyyyyye I'm awesome !!!!\n  ","672361":"\n  Always be yourself ?\n  ","672362":"\n  It's a bow\n  ","672363":"\n  Yo what's up\n  ","672364":"\n  Not like a real phobia no\n  ","672365":"\n  Well cuddling reportedly helps stress so we need to cuddle\n  ","672366":"\n  Yeah I know that's why I'm on lol\n  ","672367":"\n  That's what I like to hear\n  ","672368":"\n  Me and my feet are well ?\n  ","672369":"\n  Maybe you and him need to talk this over because for someone to call me a stalker I would have to care enough about someone to stalk them and I don't have any of that inside me lol\n  ","672370":"\n  Technically yes I have a license lol\n  ","672371":"\n  We went to very different schools lol\n  ","672372":"\n  I don't know anyone who doesn't\n  ","672373":"\n  ? lol\n  ","672374":"\n  Let's cuddle and snuggle & be cute ❤️\n  ","672375":"\n  Ahhhhhhhhh ❤️❤️❤️❤️❤️\n  ","672376":"\n  You're beautiful I bet you look stunning ❤️❤️ thank you so much, ?\n  ","672377":"\n  I love you guys so much ❤️\n  ","672378":"\n  I want another one\n  ","672379":"\n  What the fuck, how am I a stalker\n  ","672380":"\n  I don't really remember underwear was a big deal at my school, we were more worried about who's parents made more money and who was taking their private plane to the best vacation that summer lol\n  ","672381":"\n  I had no idea ?\n  ","672382":"\n  Who the fuck is Jesse ? Hahaha\n  ","672383":"\n  95\n  ","672384":"\n  Yess\n  ","672385":"\n  Modeling would be a cool thing\n  ","672386":"\n  Ily❤️\n  ","672387":"\n  Am I really?!\n  ","672388":"\n  I think it would frighten me a bit\n  ","672389":"\n  This world would be so quiet\n  ","672390":"\n  I've never thought of myself as that, but you're making me blush thinking I'm your idol, like omg happiness\n  ","672391":"\n  But they were cute though!\n  ","672392":"\n  If only you were telepathic\n  ","672393":"\n  Still haven't found it yet ?\n  ","672394":"\n  My lil boomer\n  ","672395":"\n  Instagram! It's in my bio\n  ","672396":"\n  Sing it bby ??\n  ","672397":"\n  I wish it told me a number because I looks like thousands when I scroll, I haven't gotten close to half of them\n  ","672398":"\n  Why is all the rum gone?\n  ","672399":"\n  You naughty girl ?? but it's okay we all do something at a young age that's just like oh boy\n  ","672400":"\n  Because if everyone was like me I wouldn't be so special\n  ","672401":"\n  Their probably new to the boom life\n  ","672402":"\n  It really is, it makes you look bangin\n  ","672403":"\n  It wasn't a choice, I went to school with girls who were 10 years old using Prada and Chanel makeup.... I was forced if I didn't I would have been made fun of\n  ","672404":"\n  Well I mean I was allowed to wear whatever I wanted so I wasn't running around in skirts lol and I was in gymnastics so I can't lie and say I never did handstands as a kid lol\n  ","672405":"\n  Me too! I'll check it in a bit ❤️\n  ","672406":"\n  I'm sorry cuteness I don't\n  ","672407":"\n  Snuggggles ❤️\n  ","672408":"\n  And I love people who ask me questions and I love the ones who do it for the reasons you are so I guess what I'm trying to say is i love you, and thank you ❤️\n  ","672409":"\n  Why do Russians ruin everything and cause sadness ?\n  ","672410":"\n  Awh❤️❤️❤️\n  ","672411":"\n  I have like maybe once lol\n  ","672412":"\n  Anything French is gonna be cute, they made what cute was.\n  ","672413":"\n  Never did, Victoria secret errrrday\n  ","672414":"\n  Good maybe now people can stop asking about it\n  ","672415":"\n  Message me darling\n  ","672416":"\n  I hope you have an amazing day!\n  ","672417":"\n  They probably are doing it just to change fashion, they probably got really bored lol it's like how they brought back 80s fashion a few years ago. The fashion world is tough because it's constantly changing and going back to what it was like years ago then change, that's why there's certain things I haven't gotten rid of because I know the fashion world will bring it back. And I've been right already with that.\n  ","672418":"\n  Birth control helps maintain your hormones and it helps my body keep on track, when I was off of it my body had very irregular hormones. I would be in bed for days crying and unable to move because the pain is so bad. After I started birth control the pain went down and it's only for a day.\n  ","672419":"\n  You dah best ❤️\n  ","672420":"\n  Exactly! I totally understand!\n  ","672421":"\n  Get off my page, Satan is waiting for you hell\n  ","672422":"\n  Why what?!\n  ","672423":"\n  I wish :(\n  ","672424":"\n  All the girls I met from Paris literally ran around in nothing but thongs lol\n  ","672425":"\n  It goes straight to bills hahah like none of it is actually mine :(\n  ","672426":"\n  I'm in birth control because I have dysmenorrhea\n  ","672427":"\n  Yeah the runway world is not gonna let that happen, France isn't gonna let that happen lol\n  ","672428":"\n  Well the other roommates pay $600 a month\n  ","672429":"\n  You should try smashing your hands with a sledgehammer so you don't ever have to type something to me ever again\n  ","672430":"\n  Awwwwwwwwwh omfg ❤️❤️\n  ","672431":"\n  3\n  ","672432":"\n  Hahahaha that was good. Inaccurate but good lol just because I'm not claimed by someone doesn't mean my legs are open like 711 24\/7\n  ","672433":"\n  I got fortunate enough to know wealthy parents who understand the fact it's hard to be young in Cali, so I actually live in a house my friends parents own so I don't have to pay full rent. It's only $200 a month\n  ","672434":"\n  Yes sharing is caring\n  ","672435":"\n  Might depend on where you live too\n  ","672436":"\n  Uh oh I think some of my booms are gonna be a little offended ?\n  ","672437":"\n  Depends on where you go and how you budget. But if you want to live in the nicer areas it's pricey. Like my dad used to spend 500$ a week on food alone. But I can't really explain the cost of living because it's so different in places but a small apartment here is like a few thousand a month. There are apartments with a million. It all depends on how and where you live, there's cheap living here but it's so cheap. Like ghetto cheap.\n  ","672438":"\n  That's what I thought too but I wasn't sure\n  ","672439":"\n  Actually yeah lol\n  ","672440":"\n  Thank you!!!❤️\n  ","672441":"\n  Thank you ❤️\n  ","672442":"\n  Well my mom was my sister so I guess you could say I had a pretty sick mom hahahah\n  ","672443":"\n  Thank you so much Sophie!\n  ","672444":"\n  I do, just at certain times of the month\n  ","672445":"\n  That's weird I didn't know I had a stalker who imagines me picking out imaginary wedgies lol I don't think I've gotten a wedgie since like high school maybe\n  ","672446":"\n  You're being annoying for no reason aren't you\n  ","672447":"\n  You know what kind of underwear I wear? Hahahahhahahahahahhahhahahaah I've been wearing thongs since I was 11, it's a fashionable thing. Also I've actually met girls my age who really don't wear them but they were Asian\n  ","672448":"\n  We'll have you ever had blood randomly for no reason come out of your hole because it's just human nature? Yeah that's why\n  ","672449":"\n  I really like you I hope you know this ?\n  ","672450":"\n  This makes my day, and yes I loved what you wrote that's why I had to post it!\n  ","672451":"\n  I never said I didn't ?\n  ","672452":"\n  No New York is a city lol\n  ","672453":"\n  How am I being stuck up? Just because I don't want to have a private conversation with you?\n  ","672454":"\n  Who the fuck said that lol\n  ","672455":"\n  Oh yeah lol California is like a huge city in itself honestly.\n  ","672456":"\n  HAPPY EASTER\n  ","672457":"\n  Yuuuus lol\n  ","672458":"\n  We're talking right now sweetheart ❤️\n  ","672459":"\n  I want to live in Santa Monica so fuckin bad\n  ","672460":"\n  Why's that lovely\n  ","672461":"\n  Dude I'm a ninja, the military won't find me ?\n  ","672462":"\n  You're just killin' life in general ?\n  ","672463":"\n  Not as often as I wish\n  ","672464":"\n  If I had a drone, I so would hahah have it delivered right to your door! That'd be a sick way to drug deal lol\n  ","672465":"\n  San Diego ?\n  ","672466":"\n  I'll be a ninja turtle with you lol\n  ","672467":"\n  HOLY FUCKING COCK! I gotta figure out how to throw you a party over ask since I can't come over ?\n  ","672468":"\n  Well yeah but it's not known for porn lol I mean I'm sure you could look into anywhere and find crazy porn shit it runs like 97% of the internet lol\n  ","672469":"\n  Holy fucking shit! Happy birthday!!! I hope you had an amazing birthday and I hope my pictures brighten up your day!! I'm so happy I can make you feel the way you do, really brings purpose to my life.\n  ","672470":"\n  I do like this, so you can ask me anything ?\n  ","672471":"\n  I know you do, it's why I love you so much ?\n  ","672472":"\n  ??\n  ","672473":"\n  San Diego is very conservative I think you're talking about northern Cali lol and la\n  ","672474":"\n  LETS SPREAD THE CHRISTMAS CHEER\n  ","672475":"\n  I think you meant to just say finances and life are hard.\n  ","672476":"\n  IT SUCKS SO MUCH DONKEY KONG DICK ??\n  ","672477":"\n  Omg ❤️❤️❤️❤️❤️❤️❤️\n  ","672478":"\n  ❤️?❤️?❤️\n  ","672479":"\n  Hellos\n  ","672480":"\n  Thank you bby ?\n  ","672481":"\n  Canadians do know how to party\n  ","672482":"\n  Yeah that'd be best if you want to actually enjoy it here, Cali sucks if you're poor.\n  ","672483":"\n  I feel bad that I can't be with you and hang out with you ?\n  ","672484":"\n  Uh oh\n  ","672485":"\n  YOU ARE SO ADORABLE ❤️\n  ","672486":"\n  Totally reasonable ?\n  ","672487":"\n  5'3\n  ","672488":"\n  Fuckin a\n  ","672489":"\n  I will get this tattooed on my arm one day\n  ","672490":"\n  Is it a life or death matter?\n  ","672491":"\n  PLEASE DO IT\n  ","672492":"\n  I am?\n  ","672493":"\n  I can't at the moment I'm sorry, there's so much for me to catch up on\n  ","672494":"\n  I don't even want to know how much that costs\n  ","672495":"\n  Hii\n  ","672496":"\n  Yes, that's my personality in person, I can look sexy but I sure as hell don't act like it\n  ","672497":"\n  Me too!! Like ugh be my best friend\n  ","672498":"\n  Oooooooh I want\n  ","672499":"\n  I try ?\n  ","672500":"\n  Well I've never had that before so I'm not too sure\n  ","672501":"\n  I'm sorry you had such a shitty night ?\n  ","672502":"\n  Hello ?\n  ","672503":"\n  That's what people kept saying!\n  ","672504":"\n  Dude I wish we hung out like everyday\n  ","672505":"\n  I think it's called rzr 1000 it's like a better golf cart I guess\n  ","672506":"\n  No I fucking hate when people talk during shit like that, like the only thing important going at that time is whatever is playing on the tv lol\n  ","672507":"\n  It was so much fun!\n  ","672508":"\n  Happy Easter handsome! I hope today is amazing for you ❤️\n  ","672509":"\n  Boom is back! Look what I did yesterday!\n  ","672510":"\n  Happy Easter! I'm actually going to call my dad right now, I may be off for an hour or two he can talk forever.\n  ","672511":"\n  As often as I can!\n  ","672512":"\n  If it was safe and I'm an adult so they would have to trust my choices\n  ","672513":"\n  You make me blessed ❤️\n  ","672514":"\n  Hello sweetheart ❤️\n  ","672515":"\n  It's not cause of horny, lol I just think they are super duper cute\n  ","672516":"\n  I couldn't finish my dream, so I have to teach others how to accomplish theirs\n  ","672517":"\n  But I want cute real ones, like the playboy bunny ones ?\n  ","672518":"\n  HAPPY EASTER!! I need bunny ears\n  ","672519":"\n  Congratulations! Cutest way to get proposed ?\n  ","672520":"\n  I'm so glad I can be your friend ❤️\n  ","672521":"\n  My lovely cuddly bug, I read what you wrote about me and it was so sweet and so cute!! Thank you so much. I love being your cuddle buddy and I want to be the baby spoon❤️ I don't know what our relationship is but I like to think of it as best friends ❤️❤️ ily ?\n  ","672522":"\n  This bummed me out :\/\n  ","672523":"\n  My babyashbutt\n  ","672524":"\n  You are way too sweet\n  ","672525":"\n  Pictures and my kitties\n  ","672526":"\n  I would take things that I need\n  ","672527":"\n  Haha awwwwh ❤️❤️❤️\n  ","672528":"\n  Best : I'm really good at listening to literally any story and being able to comprehend \/ understand everything\n  \n  Worst : I tend to be impulsive with my words and say something without actually realizing I said it..\n  ","672529":"\n  Hi there ?\n  ","672530":"\n  Let's just imagine eating this instead because food is love.\n  ","672531":"\n  Oh I wouldn't mind knowing\n  ","672532":"\n  Oh shieet\n  ","672533":"\n  Yeaaaah I don't think I want you to stop either ?\n  ","672534":"\n  You're so sweet ❤️\n  ","672535":"\n  Omg you need to stop ?\n  ","672536":"\n  Thank you so much!! ❤️\n  ","672537":"\n  I am queen of the bestest ❤️?\n  ","672538":"\n  Tell you what?\n  ","672539":"\n  Wow that's a huge compliment! ❤️\n  ","672540":"\n  Not today, I'm pretty busy trying to catch up on questions so I can't have any personal conversations right now I'm sorry\n  ","672541":"\n  Hell yeah I can, and get ready for it because certain people on here are def helping me become more and more beautiful!\n  ","672542":"\n  ❤️\n  ","672543":"\n  This is my favorite picture so this one is for you❤️\n  ","672544":"\n  YOU MAKE ME BEAUTIFUL\n  ","672545":"\n  I want to hug you really badly\n  ","672546":"\n  Omfg you're right it's Easter !!! I need bunny ears omg\n  ","672547":"\n  4. Just Sav\n  ","672548":"\n  Only if it's rattlesnake wine\n  ","672549":"\n  Have an absolutely fun weekend loves ❤️ ✌️\n  ","672550":"\n  You are just ahh so amazing thank you so much ❤️\n  ","672551":"\n  Rock on baby\n  ","672552":"\n  Learn how to teleport\n  ","672553":"\n  I'm so freaking happy you like it ❤️❤️❤️❤️????\n  ","672554":"\n  Oh yeah I did I totally forgot to tell you guys ❤️\n  ","672555":"\n  Thank you ❤️?\n  ","672556":"\n  I wish you could go!\n  ","672557":"\n  Worst of the photos ?\n  ","672558":"\n  Nah rate me ?\n  ","672559":"\n  Let's!\n  ","672560":"\n  I'm okay! I'm going to the desert today! Going on a little vaycay\n  ","672561":"\n  Thank you ❤️\n  ","672562":"\n  I forgive but I never forget but I don't hold it against them I just remember the lesson that was learned\n  ","672563":"\n  I took new pictures today\n  ","672564":"\n  I can be ?\n  ","672565":"\n  Mhmm ?\n  ","672566":"\n  Tea is amazing\n  ","672567":"\n  Omfg! How are you my little goober\n  ","672568":"\n  Babe guess what?! I'm back and you're about to get exploded!\n  ","672569":"\n  I MISS YOU. Kidnap me and steal me away from all these crazy people\n  ","672570":"\n  20\n  ","672571":"\n  Damn I feel so bad for them ?\n  ","672572":"\n  Wtf terrorists like fucking stop\n  ","672573":"\n  ❤️\n  ","672574":"\n  Holy shit no. Someone tell me what's going on so I can be involved\n  ","672575":"\n  You think??\n  ","672576":"\n  Tbh I want cocaine\n  ","672577":"\n  Yeah. ?\n  ","672578":"\n  Yeah that's what I'm saying - I don't know anything about it. I've been in the dark haha my cramps ruin my life lol\n  ","672579":"\n  You are high. Stop smoking brownies and eating weed - this is not happening\n  ","672580":"\n  Thank you bby ❤️\n  ","672581":"\n  Only my roommates bands little punk concerts\n  ","672582":"\n  It's pretty lol that's about it\n  ","672583":"\n  Yeah.. I'm 20 ?\n  ","672584":"\n  Not often I only really get clothes if other people get me clothes :\/\n  ","672585":"\n  The ones that don't understand the meaning of the word no\n  ","672586":"\n  So like I need more gift to take photos in lol\n  ","672587":"\n  Yes❤️\n  ","672588":"\n  Yess I've been posting my gift on my Instagram so I can take model photos with the shit ❤️❤️❤️❤️❤️\n  ","672589":"\n  Awwh miss you too!\n  ","672590":"\n  Holy fucking shit I have the worst cramps today omfg I'm gonna crawl into bed now\n  ","672591":"\n  Awwh❤️\n  ","672592":"\n  Omfg way too many questions, so many other things to do! I'll be back on later ❤️\n  ","672593":"\n  How much can you drink?\n  ","672594":"\n  Yess\n  ","672595":"\n  Have the anons tell you?I have no idea\n  ","672596":"\n  Uhm no\n  ","672597":"\n  Any day by the beach honestly, ocean waves make everything better\n  ","672598":"\n  Wait I'm confused, people do this\n  ","672599":"\n  Oh well that's cool! Good for her!\n  ","672600":"\n  In my own way I think but not full girl\n  ","672601":"\n  Nope it just doesn't work lol\n  ","672602":"\n  Santa Monica would be incredible\n  ","672603":"\n  Humpty Dumpty\n  \n  Sat on a wall\n  \n  Humpty Dumpty\n  \n  Had a great fall\n  \n  All the Kings horses\n  \n  And all the Kings men\n  \n  Tried to put back all the pieces together again.\n  ","672604":"\n  The bed ?\n  ","672605":"\n  Buddhism\n  ","672606":"\n  Growing weed\n  ","672607":"\n  He blew his dad ?\n  ","672608":"\n  Of course!\n  ","672609":"\n  Stealing \/ trespassing\n  ","672610":"\n  Current\n  ","672611":"\n  Cream pie\n  ","672612":"\n  Anything with will Ferrell honestly ?\n  ","672613":"\n  I don't have one of those\n  ","672614":"\n  You make life easier to live\n  ","672615":"\n  Yeah it's really hard\n  ","672616":"\n  I don't even know who you're talking about but I'm so glad\n  ","672617":"\n  Caterpillars\n  ","672618":"\n  Probably a little bit more than that\n  ","672619":"\n  An asshole who answers questions with questions\n  ","672620":"\n  Thank you!!\n  ","672621":"\n  Bora bora baby\n  ","672622":"\n  No I don't\n  ","672623":"\n  I laugh ❤️\n  ","672624":"\n  What's in my dads pants, trust me it's a big mystery.\n  ","672625":"\n  I don't personally but their are\n  ","672626":"\n  I'm pretty good how are you?!\n  ","672627":"\n  YUSSS WHATS UP LOVE\n  ","672628":"\n  You are the greatest? thank you! I really try to present myself in a good way!\n  ","672629":"\n  Anything Asian lol\n  ","672630":"\n  HIII SWEETIE\n  ","672631":"\n  Nahh\n  ","672632":"\n  Because their isn't enough kindness\n  ","672633":"\n  Very fast runner, I did cross country\n  ","672634":"\n  YUSS ?\n  ","672635":"\n  I love jewelry, but can't really afford it. I don't like wearing cheap metals because it's bad for your skin but my mom has like a room for hers so like I just go shopping in there lol\n  ","672636":"\n  My house\n  ","672637":"\n  My day is getting brighter! Thank you for your kindness love, share more of this - the world needs you\n  ","672638":"\n  I do!\n  \n  Savage Sav\n  \n  Saber\n  \n  Manna\n  ","672639":"\n  Thank you ❤️\n  ","672640":"\n  GUESS WHOS BACK AGAIN ?\n  ","672641":"\n  Everyone is so uptight about everything these days ugh\n  ","672642":"\n  Gross\n  ","672643":"\n  Definitely if it benefits me\n  ","672644":"\n  Weak? Lol\n  ","672645":"\n  Weak ass nigga\n  ","672646":"\n  Who do you think I am? Some love guru? Damn\n  ","672647":"\n  Lol?\n  ","672648":"\n  Go awaaaaay\n  ","672649":"\n  Then in your life girls, if you already had an answer why the fuck did you even ask this question\n  ","672650":"\n  Dude wtf\n  ","672651":"\n  I wish I had one made\n  ","672652":"\n  Men\n  ","672653":"\n  I'm not a granny\n  ","672654":"\n  LISTEN TO THIS SMART LAD\n  ","672655":"\n  1. I love movies and shows\n  \n  2. I like weed too much\n  \n  3. I enjoy coloring lol and doing art\n  \n  4. I don't really have any girlfriends :\/\n  \n  5. I'm really interested in interior designing.\n  ","672656":"\n  I ain't tellin you shit\n  ","672657":"\n  I've never been with an Asian\n  ","672658":"\n  BECAUSE THEIR LAME ASS NIGGAS\n  ","672659":"\n  Yes\n  ","672660":"\n  No shit\n  ","672661":"\n  Why do you care?\n  ","672662":"\n  IM QUEEN\n  ","672663":"\n  It's called sarcasm\n  ","672664":"\n  Sav is outta here\n  ","672665":"\n  Awwwwwwwwh?shucks\n  ","672666":"\n  No I wear diapers ?\n  ","672667":"\n  I wanna be on the national space station so there's no possibility of you doing anything to my feet.\n  ","672668":"\n  And here you go bringing up feet\n  ","672669":"\n  Thank you?\n  ","672670":"\n  IM NOT JESUS I DON'T GIVE MERCY\n  ","672671":"\n  STOP WITH THE SWEETNESS\n  ","672672":"\n  Sick ass serial killer name\n  ","672673":"\n  Nope I think I have a detachment problem\n  ","672674":"\n  BURN BABY BURN ?\n  ","672675":"\n  BECAUSE I SO HOT ILL BURN YOU ??\n  ","672676":"\n  Yeah their gonna have dead polar bears washing up to their shores because of you! Are you proud?!\n  ","672677":"\n  ?? HOT AS HELL GOTTA STAY AWAY FROM ME ?\n  ","672678":"\n  EVERYTHING IS YOUR FAULT. You are the reason for climate change ?\n  ","672679":"\n  Yes, I find it beautiful\n  ","672680":"\n  Noo Awh ❤️\n  ","672681":"\n  It gave Cali an earthquake ?\n  ","672682":"\n  AWWWWHH??\n  ","672683":"\n  My roommates\n  ","672684":"\n  'Merica\n  ","672685":"\n  Sea salt and vinegar ❤️\n  ","672686":"\n  Did you fart? ?\n  ","672687":"\n  I REALLY LOVE YOU\n  ","672688":"\n  Because people suck and use it too hack into people's phones here\n  ","672689":"\n  She can clean my pipes anyday ?\n  ","672690":"\n  Omg me too\n  \n  Can you imagine ????\n  ","672691":"\n  I'm sorry for my explosion ?\n  ","672692":"\n  It sounds so lovely!\n  ","672693":"\n  The U.K. Sounds so freeing and nice which is ironic because America is all about being the land of the free...\n  ","672694":"\n  ?\n  ","672695":"\n  Waiting for people to wake up lol\n  ","672696":"\n  Money has nothing to do with it lol\n  ","672697":"\n  Omg I'm a thief!\n  ","672698":"\n  Best Medicine for those in pain\n  ","672699":"\n  When I was in middle school I used to get my friends lunchables lol and since it always had Oreos I would eat all the cream then take turkey and put it between the chocolate cookies haha it was surprisingly the best little sandwich ever❤️\n  ","672700":"\n  I still haven't gotten it because my throat is still all fucked up\n  ","672701":"\n  Wait for it❤️\n  ","672702":"\n  You should do your best to go!\n  ","672703":"\n  I'm pretty good, how are you?!\n  ","672704":"\n  Thank you thank you lovely!!\n  ","672705":"\n  OMG ITS SPRING\n  ","672706":"\n  What are you doin?!\n  ","672707":"\n  June\n  ","672708":"\n  Ooh galaxy lol\n  ","672709":"\n  Wait what?\n  ","672710":"\n  I feel like I'm in high school again ?\n  ","672711":"\n  I feel like I only know like two people out of this so like I don't know ?\n  ","672712":"\n  Don't got it. Whatsapp is horrible for Americans to use.\n  ","672713":"\n  Because my biological mom had schizophrenia and wasn't capable of taking care of another child. Also they weren't really wealthy enough to have one, so they gave me to a family that could give me everything I needed.\n  ","672714":"\n  Macaroni salad\n  ","672715":"\n  I know they used to be so entertaining\n  ","672716":"\n  I'm so confused\n  ","672717":"\n  Yes I am\n  ","672718":"\n  My moms side was Asian\n  ","672719":"\n  I just pictured ants marching into the house being all like \"this is my house now bitch\"\n  ","672720":"\n  My mama thinks I'm part French or Swedish or something super European mixed with my Vietnamese but I'm adopted so like we don't know\n  ","672721":"\n  Everyday.\n  \n  There's days I wish I could bury my head behind my computer and just talk up a storm for hours with all my old best friends.\n  \n  And I really really miss my pages and pages of approved\/don't remove comments- like I broke the record because I had so fucking many. Ugh\n  ","672722":"\n  Damn ants must be pretty fucking sick?\n  ","672723":"\n  I haven't even heard the name MySpace in years, so I'm going to have to go with negative\n  ","672724":"\n  Awwwwh well I'll try my best to not get sad or upset so I know that you're not sad or upset ❤️\n  ","672725":"\n  Well if it's something super important or the person is important than yeah it makes sense why you would overreact\n  ","672726":"\n  Hey I'll take any kind of love, especially if it's hard for you regardless- now I know I'm even more special! ? & I know for a fact in person I could probably make you love me ?\n  ","672727":"\n  I don't normally feel anything I just say \"oh no it's cool I didn't want a response anyways\" and go do something else I've been needing to do lol\n  ","672728":"\n  Damn thank you my sweet little complimentary anon ?\n  ","672729":"\n  YOU REALLY DO LOVE ME❤️ forreal doe that's love right thuuur ?\n  ","672730":"\n  Because you're in a good mood, I'm in a good mood! And I love talking about anything and everything \/ answering questions so yeah you made me happy\n  ","672731":"\n  What's up?\n  ","672732":"\n  I'm glad you like my name❤️\n  ","672733":"\n  No fucking way, nooooo way. I literally never win when I talk to you! Like this is a big day because finally MISSION ACCOMPLISHED.\n  ","672734":"\n  I'm gonna take this as a huge compliment because for me this is ❤️ thank you.\n  \n  I actually took a maturity test not too long ago, and it said that mentally I'm 12 years ahead of my age and I'm all like \"IS THAT WHY IM LIKE BABIES I NEED TO BE A MAMA\"\n  ","672735":"\n  Sadly hahahah but yes that's my name\n  ","672736":"\n  Is that why I'm so white? Hahahaha\n  ","672737":"\n  Maybe that's his secret... The whole time he's been dead. Oh snap plot twist. Trump is a zombie\n  ","672738":"\n  Omg I would never let someone try and buy this car for me omfg it's like the price of some peoples houses like I could never. Lol but I know I'll get this car, even if I have to wait till like 2025 with a whole different Audi probably in mind - inheritance money will buy it lol\n  ","672739":"\n  20\n  \n  But\n  \n  June 6th I'll be 21 yo!!! I'll be getting fucked up lol\n  ","672740":"\n  Hey there ❤️\n  ","672741":"\n  I love it too!!! It makes it sound so much better!\n  ","672742":"\n  Aren't their people dying as we speak due to ugliness?\n  \n  I love you! But I do love all my other beautiful people too just like not as much as you ?\n  ","672743":"\n  I'm pretty sure I have. It's like the worst feeling in the world.\n  ","672744":"\n  I think I'm good at giving advice\n  ","672745":"\n  OMFG THAN IT MUST BE GOOD❤️\n  \n  HEY EVERYBODY YOURE ALL UGLY BECAUSE SPENCY SAID HE APPROVES OF MY FACE ?\n  ","672746":"\n  I sadly don't have a car, I get driven around like I have my own drivers service lol\n  \n  Audi rs7 is the car that I wished I had. It's the car I'm gonna work my ass off to get somehow lol\n  ","672747":"\n  More like I need to get rich and hire my own chief\n  ","672748":"\n  That's the conclusion I've come too ?\n  ","672749":"\n  Nothing besides eating and cuddling with my puuurrrfect kitty\n  ","672750":"\n  See that sounds more like a place I would like to be, California is the same way.\n  ","672751":"\n  I've been good how have you been?!\n  ","672752":"\n  I don't know where you read that but\n  ","672753":"\n  I was a baby model if that clears anything up for you ?\n  ","672754":"\n  Hey!! I don't know sweetie but it's just annoying\n  ","672755":"\n  It's only weird if you make it weird\n  ","672756":"\n  What's weird?\n  ","672757":"\n  Dude the uk is sick we all know this, like British are doing it right honestly\n  ","672758":"\n  It's not actually their fucking bra omfg I can't stand the literalism all of you take everything- did anyone teach you about context?\n  \n  It's practically like wearing a bra outside and sometimes if you're close enough to the beach you can bet you'll probably see that\n  ","672759":"\n  Uh duh dude this was like 10 years ago. But it's actually like that in many cultures. You can learn to write with both hands, because I can. You can train your brain to do whatever the fuck you want lol that's what our school taught us, basically how to access different parts of your brain so you don't end up like a normal basic human who says it's different now because it has to do with the side of the brain - no bro it has to do with your motor skills and how strong those are & you can strengthen them. Our brains are smarter than we can comprehend- you can learn anything if you are smart enough.\n  ","672760":"\n  I don't understand it's like you're from a different world not a different country\/state like how have you not met any girls like that? I can walk outside right now and probably look at someone walking around like that right now but in public\n  ","672761":"\n  Seriously?\n  \n  Omfg okay\n  \n  I was taught that you weren't suppose to use your left hand for anything other wiping your own ass, so that's where the saying 'writing with your right is right.' Because the kids who were left handed had to relearn how to write. I didn't have too I'm right handed. But that saying should honestly be self explanatory since there's a famous saying 'white is right' it's the same thing. Lol\n  ","672762":"\n  No I think it started when she fucked someone on video and leaked it.\n  ","672763":"\n  Oh my parents have a lot of respect, I could walk around naked in my house and my dad wouldn't look anywhere below my eyes. But my brother wasn't any different that boy had less clothes on than me I'm pretty sure hahaha so I think I got used to it and used to men having respect for women.\n  ","672764":"\n  Thank you, I appreciate this compliment because it feels genuine\n  ","672765":"\n  What does what mean?\n  ","672766":"\n  Writing with right is right- that's what we got taught in my school hahah\n  ","672767":"\n  Exactly!!!! I'm the same way❤️\n  ","672768":"\n  I feel like I need to host a seminar and tell people the business because it's like nobody went to school\n  ","672769":"\n  Did we just jump into the book \"little house on the prairie\" because my ankles and shoulders are showing. It should not be a big deal for women to walk around like that, the reasons you just gave is called immaturity. It's called they are still boys. Women should be allowed to walk around naked if they wanted too and men should have the respect to keep their head down and mind their own business. Look at how France treats their women, their topless and naked all the time for no reason - they do that because they know that the men aren't gonna act like uncultured children and they can be comfortable. That's the type of men I put myself around, ones who look into my eyes when they talk even if I'm standing in my underwear and if you don't know someone like that or never been around that - you should probably find new friends\n  ","672770":"\n  Real men don't have to tell people that they are real men?\n  "}}