{"Question":{"677063":"\n   awh I'm so glad I could brighten up your day because you brighten mine up everyday\n  ","677064":"\n   Do you still poop on peoples chests\n  ","677065":"\n   And i feel like I'm talking to someone who can't communicate information.\n  ","677066":"\n   WHO SAID I WAS OKAY WITH HAVING SLAVES??????  WHAT THE FUCK???\n  ","677067":"\n   Cool\n  ","677068":"\n   I do know about the slavery in America. Im not stupid. Ive lived in Canada practically my whole life. And i know barely anything about USA but thats bc i don't live there. And i don't agree with slavery either?! I never said i did???\n  ","677069":"\n   Thats just really irrespecutful. Im sorry. But I'm not waited on to know the fucking history of your fucking country. I have better things to do than learn about the past, and wether that offends you or not, is none of my concern.\n  ","677070":"\n   So can you tell me what happened in Canada? Bc you seem so sure of yourself and so cultured. Not everyone knows about that man, and not everyone is like you. Personally, I hate history, so i try to stay away from it. Thats my personal choice, but to call me uncultured bc idk a fact in time?\n  ","677071":"\n   Im not interested in history, so why would i do that? And uncultured? No, just bc i don't know much of America doesn't make uncultured, i know things from Europe, Canada, Asia and you expect me to know the full history of America? Im sorry I'm not a historian?\n  ","677072":"\n   What's your natural hair color\n  ","677073":"\n   Where you live?\n  ","677074":"\n   Do U have a big ass?\n  ","677075":"\n   How are you?\n  ","677076":"\n   I live in canada??? Ofc i don't know,??\n  ","677077":"\n   Nooope\n  ","677078":"\n   I would like to answer that question, but i have no answer... soo\n  ","677079":"\n   Rly wrong tbh\n  ","677080":"\n   like=2likes?\n  ","677081":"\n   Hi\n  ","677082":"\n   we are tow here wishing to be ur slaves\n  ","677083":"\n   Oh pft don't be so silly now you silly billy xD\n*pokes your nose* BEEP CX \nYou the sillyyyyy heh silly monkey x3\n  ","677084":"\n   Awwwwwwwwwh same for my night too for fuck sake's! :') but not as beautiful as you always are❤❤❤❤❤❤ ilym❤❤❤❤❤\n  ","677085":"\n   your such a breath taking sweet amazing funny down to earth genuine sensitive lovable and full of life person and I love everything about you never change your perfect inside and out\n  ","677086":"\n   Which restaurant has the best french fries\n  ","677087":"\n   Calvin Kleenex ???\n  ","677088":"\n   Heh awe it'd be amazing like it'd be one of the most lucky, happy& unforgettable moment's in my life to be honest?❤\n  ","677089":"\n   boom moob\n  ","677090":"\n   Not asking to see you wearing them but can you take a picture of your new panties please?\n  ","677091":"\n   I'm glad you know who bought you them. Hope it's not some weird freaky guy\n  ","677092":"\n   So we're now in the month of christmas& I've never kissed or had anyone kiss me under a mistletoe before& well I was uh wondering if you'd want to kiss me under the mistletoe on christmas day? ;-; be my first aha I want you to be to be honest& I dunno why \/).(\\ it'd literally make my whole christmas\n  ","677093":"\n   I don't understand someone bought you panties? Really?\n  ","677094":"\n   Do you actually know who bought you the panties? It could be anyone!\n  ","677095":"\n   I honestly don't know but I feel like you are above me\n  ","677096":"\n   What do you mean\n  ","677097":"\n   will you post a pic please\n  ","677098":"\n   pap of those panties\n  ","677099":"\n   You are a goddess I worship your beauty please let me serve you\n  ","677100":"\n   Hahahahahahaha(': say's you silly cx ❤❤❤❤\n  ","677101":"\n   AWWWWW for fuck sake's!! ;-;\nI have no idea what to say to any of this like holy fuck I am literally speechless for fuck sake's mate ;-;\nAw THANK YOU!!! :')\nLiterally means so much to me!! Aw I love you so fucking much!!???\n  ","677102":"\n   i can show myself plz\n  ","677103":"\n   to prove that  serios in serving you my goddess\n  ","677104":"\n   do wanna see me naked kneeling for you now !!!\n  ","677105":"\n   am not the ugly guy though\n  ","677106":"\n   it would be an honor to sevre an amazing goddess like you ... you drive men beneath you\n  ","677107":"\n   Your face is beautiful I don't understand\n  ","677108":"\n   Tbh you're a goddess who I wish to worship because of your beauty\n  ","677109":"\n   FINGER MONKEY?! O-o\nBAHAHAHAHA\nOkie I'll be your finger monkey(': uhhhhh ahahaha❤\n  ","677110":"\n   Because you're a Beautiful goddess\n  ","677111":"\n   i wanna serve you and make ur life easier to be a slave for a woman its great thing\n  ","677112":"\n   Boom you're way to polite :)\n  ","677113":"\n   Best thing about the guy you love? #hh\n  ","677114":"\n   Can I be your slave\n  ","677115":"\n   Favourite moment?#hh\n  ","677116":"\n   Kissed anyone? #hh\n  ","677117":"\n   Ever been In love? #hh\n  ","677118":"\n\n    @Names_ShyGirl\n   \n   cx ❤\n  ","677119":"\n   Honesty hour?\n  ","677120":"\n   If you could have any super power what would it be and how would you use it ?\n  ","677121":"\n   Heh :3 ❤❤❤❤❤❤\nAHAHAHAHAHA OH MY GOD\nWhat monkey friend do you want?(': \nWould love a gorilla?\n  ","677122":"\n   hahahaha you know afridi?\n  ","677123":"\n   Do you twerk\n  ","677124":"\n   Boomboom afridi\n  ","677125":"\n   What's so good about Calvin Kleenex boxers?\n  ","677126":"\n   Those hot pants are hot on your list\n  ","677127":"\n   @#\n  ","677128":"\n   Do you like to dance\n  ","677129":"\n   It isn't a thing for girls to like me . I just give out comments to make people's day better\n  ","677130":"\n   Thanks *-*\n  ","677131":"\n   @@\n  ","677132":"\n   ~\n  ","677133":"\n   @\n  ","677134":"\n   Oh ok :)\n  ","677135":"\n   I just woke up lol\n  ","677136":"\n   @=opinions?❤\n  ","677137":"\n   Do you curse out loud or in your head more?\n  ","677138":"\n   Aweee :') \nYou're so amazing to me cx\nMy lil one& only kute koala bear :3 x3 ❤❤\n  ","677139":"\n   Heyyy love im lost ???can u show me the direction to ur heart ??\n  ","677140":"\n   Pap a picture of your boobs please\n  ","677141":"\n   Instagram\n  ","677142":"\n   Age??\n  ","677143":"\n   what's up\n  ","677144":"\n   Tbh: You're so pretty!!\n  ","677145":"\n   Your view on foot fetish\n  ","677146":"\n   Favorite drink\n  ","677147":"\n   Viber or snapchat\n  ","677148":"\n   Do u preper facebook or kik??\n  ","677149":"\n   Tbh - Pretty Af*\n  ","677150":"\n   Heyy love ?\n  ","677151":"\n   Shit I'll try with all my life for you(': \nYou're worth every penny to me❤\n  ","677152":"\n   Fb id please ??\n  ","677153":"\n   hi\n  ","677154":"\n   Pretty  girl\n  ","677155":"\n   Which item do u prefer me to buy on ur wish list\n  ","677156":"\n   Heyy\n  ","677157":"\n   Good intersting... Or bad?\n  ","677158":"\n   I have a pet goldfish please don't eat him ?\n  ","677159":"\n   To be fair Sav you could wear rags and look gorgeous! Even this current trend of celebrities wearing see through sheer dresses with big panties that look trashy if you did it even that would look great! You have a touch of class and sophistication about you x\n  ","677160":"\n   ive seen some vids explaining whats on there. its.... gross. and its 96% OF THE INTERNET WTF\n  ","677161":"\n   Wtf is the deep Web? Is that where pedophiles go?\n  ","677162":"\n   All over twitter Lady C\n  ","677163":"\n   If your boobs were bigger you would still dress with class as it's you xxx\n  ","677164":"\n   But here you are like a celebrity. This is why it's so amazing talking to you xxx\n  ","677165":"\n   You are so much prettier than Kate Middleton and sexier than Miley Cyrus ❤\n  ","677166":"\n   wait until they find out about the deep web\n  ","677167":"\n   can you order me to ladder my tights?\n  ","677168":"\n   Hehee the we shall have one :3 \nWhatever you like, want& need cx\n  ","677169":"\n   What do you think of Lady C?\n  ","677170":"\n   You could never look disgusting. You might feel it but you could never look it.\n  ","677171":"\n   they clearly haven't found this thing called internet porn yet.\n  ","677172":"\n   I agree with whats been said. You always dress so well that complements your figure. Of course what underwear you wear is your business and rightly so never shown it or  discussed it. But it's nice to finally see the color.  Blue underwear will now be popular because of you like everything you wear\n  ","677173":"\n   you can never ever look dusgusting\n  ","677174":"\n   Did it hurt when you had that tattoo done? It's lovely x\n  ","677175":"\n   So is it blue or black?\n  ","677176":"\n   Do you not wear a bra because your boobs are so small?\n  ","677177":"\n   I think it's because it's you and your undies. To put it into perspective if Miley Cyprus flashed her underwear it's just a normal day as we've all seen it. If Kate Middleton did it then it's world news and  everyone curious what it's like because no one has ever seen it.\n  ","677178":"\n   Awww.. I wanna tickle that bow ?\n  ","677179":"\n   do you realize how perfect you are\n  ","677180":"\n   Good, that's my girl :') ❤❤ awe of course I'll be& stay happy with you silly❤❤\n  ","677181":"\n   You have a natural beauty. So effortless ?\n  ","677182":"\n   No because your underwear isn't black\n  ","677183":"\n   im doing alright, how about you?\n  ","677184":"\n   So gorgeous xxx\n  ","677185":"\n   What's the black bow underneath?\n  ","677186":"\n   Aweee :') of course idt just buy it for you silly cx\nAWE well good!! C': I'm glad it doe's! :') aw stay happy bby g❤❤\n  ","677187":"\n   ur really adorable and cute i wanna pinch ur cheeks\n  ","677188":"\n   That is actually true I  don't think anyone has ever seen your underwear on here ever! But now we all know you wear blue underwear I'll be buying some as you are my idol Sav! I love your fashion sense and you are  always  stylish and elegant ????\n  ","677189":"\n   It's a little bow so cute x\n  ","677190":"\n   I would never say that\n  ","677191":"\n   its little things like that which make me smile a lot lol\n  ","677192":"\n   picture of ur ass...;-)\n  ","677193":"\n   excuse me you have something on your face oh wait that's just your beauty\n  ","677194":"\n   That little tattoo on your tummy can you take a closer picture of it please? Is there more of it?\n  ","677195":"\n   why can't he\n  ","677196":"\n   woah, really?? im smiling really hard right now lol, thats not weird at all. I'm actually honoured.\n  ","677197":"\n   BAGEL'S ;-;\nNawwwh XD \nI don't mind sushi but I'll buy as much as you'd like& eat it with you if you'd like cx\n  ","677198":"\n   Opinion on Syria?\n  ","677199":"\n   your welcome\n  ","677200":"\n   What's goldfish\n  ","677201":"\n   good good GOOD be happy boom <3\n  ","677202":"\n   its against the law to be sad because when you're sad the whole world's sad which causes a flood cause mother nature's sad\n  ","677203":"\n   U r looking. Hot in ur last pap !!?❤\n  ","677204":"\n   you looked so sexy with black hair\n  ","677205":"\n   Aww no you ok?\n  ","677206":"\n   Do you like the left or right questions form time to time? :p\n  ","677207":"\n   how do you feel about thongs?\n  ","677208":"\n   wow you have a really hot body, ps I love small boobs because it looks like you don't need to wear a bra all the time and looks like girls have less stress on there back\n  ","677209":"\n   I think this is the first time I've ever seen your underwear in about 2 years of following you!\n  ","677210":"\n   You are simply perfection in that dress! So gorgeous! Thanks you so much for sharing your pictures with us Savannah ❤❤❤❤\n  ","677211":"\n   What is chinky?\n  ","677212":"\n   FUCKING GOOD MORNING LOVE❤ OOOO WITH WHAT FOOD? AWE SO WE CAN STUFF OUR FACE'S TOGETHER?❤\n  ","677213":"\n   What do you eat in a usual day\n  ","677214":"\n   Rate 9\n  ","677215":"\n   your the sexiest women of all time\n  ","677216":"\n   I just woke up for fuck sake's hello ;-;\nBISH PLS I'LL SHUSH YOU FIRST❤\n  ","677217":"\n   I feel...\n  ","677218":"\n   what if your ask friend comes to california and really likes you ?\n  ","677219":"\n   yea haha :)\n  ","677220":"\n   why are your eyes so hypnotizing\n  ","677221":"\n   you're adorable\n  ","677222":"\n   I would still catch it then throw it and run to you and protect you\n  ","677223":"\n   So you'll be my angel ??\n  ","677224":"\n   NOPE OMF SHUSH YOU\n  ","677225":"\n   haha youre wearing a blue underwear.. cute :3\n  ","677226":"\n   Left or right?\n   \n    http:\/\/img110.xooimage.com\/files\/b\/5\/1\/tyq-4a4bdc0.jpg\n   \n   :)\n  ","677227":"\n   ? ur age\n  ","677228":"\n   Hmm I love that place\n  ","677229":"\n   baby girl you're amazing and you always will be! you're so perfect and you make me as happy as possible, I hope I can make you as happy as you make me and more, I hope I can buy you everything you'll ever want as well, so that you can feel like the princess you are!\n  ","677230":"\n   ? by the way where do u live\n  ","677231":"\n   Hahaha AWEEE!! :') \nOh my fuck, you're literally so fucking cute love ;-; aw ILY FFS❤❤\n  ","677232":"\n   You're perfect\n  ","677233":"\n   Yes u will ?\n  ","677234":"\n   i would catch a grenade for you\n  ","677235":"\n   I love your titties and everything about you, Boom girl.\n  ","677236":"\n   loooool that was funny as fuck ... nice thinking\n  ","677237":"\n   I like to be sarcastic lol\n  ","677238":"\n   You will understand soon\n  ","677239":"\n   How did you sleep little princess?\n  ","677240":"\n   they're small anyways\n  ","677241":"\n   nicee haha xd\n  ","677242":"\n   Pap of ur boobs maybe\n  ","677243":"\n   nice and nm just woke up lol\n  ","677244":"\n   Hmm thanks alot\n  ","677245":"\n   Hey can we bee friends\n  ","677246":"\n   what's up\n  ","677247":"\n   you're pretty\n  ","677248":"\n   hi\n  ","677249":"\n   you smell :P only joking <3\n  ","677250":"\n   will you post a pic please\n  ","677251":"\n   Prediction for the DeGale vs Bute combat tonight?\n  ","677252":"\n   can I please just stare into your gorgeous eyes and never look away\n  ","677253":"\n   Yeye I really wanna know(':\nANON PLS TELL US WHY YOU THINK SAVANNAH SHOULD DATE ME XD\nWe're both really curious so ye ;-;\n  ","677254":"\n   Glad you got it.  I'll get you wings so you can fly❤️\n  ","677255":"\n   Going out or staying in tonight?\n  ","677256":"\n   I have a crush on you so much that I would take a bullet for you\n  ","677257":"\n   please. how about now? :3\n  ","677258":"\n   just say the initials :)\n  ","677259":"\n   To the anon who said you should date me, ye I'm curious to know why they want you to?;-;\n  ","677260":"\n   i really like you..\n  ","677261":"\n   I love you\n  ","677262":"\n   ahhh uhhh :)\n  ","677263":"\n   Okay let me simplify it. You're so beautiful like an angel ? got it ? ?\n  ","677264":"\n   straight?\n  ","677265":"\n   You're seriously so cute\n  ","677266":"\n   fuck ya baby\n  ","677267":"\n   who's that one and only?❤\n  ","677268":"\n   I'll take a maybe\n  ","677269":"\n   Beautiful like you :3 AW LOOK AT ALL THE HEART'S YOU SENT ME ;-; AW ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\nSENDING ALL 18 HEART'S BACK TO YOUUUU\n  ","677270":"\n   ily\n  ","677271":"\n   by who?\n  ","677272":"\n   date the Free Cuddles girl.\n  ","677273":"\n   pap of your feet nails plz?\n  ","677274":"\n   your thoughts are high standard and so are mine very creative with music video links too <3\n  ","677275":"\n   INIT proper media lol not lies\n  ","677276":"\n   what do You usually forget?\n  ","677277":"\n   ILYour mentality x\n  ","677278":"\n\n    https:\/\/www.youtube.com\/watch?v=PyxLaHmOaYM\n   \n   FOR 4 YEARS NOW IN YOUR COMPANY ON SOCIAL MEDIA\n  ","677279":"\n   Aweeee don't cry pls ;-; cause I won't be able to hold you tight& wipe your tears away with one hand on your cheek holding your gorgeous face :3 while smiling at you looking at your face into your beautiful eye's? heh you're so cute too :'3 Aweee HUGS& CUDDLESSSSS\n  ","677280":"\n   Where you see me\n  ","677281":"\n   I'm ok :)\n  ","677282":"\n   pap your shoes\n  ","677283":"\n   You're an angel ❤️❤️❤️\n  ","677284":"\n   not really but just dont wanna bother ☺\n  ","677285":"\n   I bet you are\n  ","677286":"\n   I was making my thanksgiving leftovers into a sandwhich omg! ? #twinning??\n  ","677287":"\n   Daddy a sex toy to your list I'll get it for you rn ???\n  ","677288":"\n   actually didnt recognise your profile with the new pic ??\n  ","677289":"\n   fine :) goodnight :)\n  ","677290":"\n   crushing?\n  ","677291":"\n   How are you doing :)\n  ","677292":"\n   yay?hru???\n  ","677293":"\n   What color is your underwear today?\n  ","677294":"\n   How old are you?\n  ","677295":"\n   like=tbh:I don't know you but you seems to be a really nice person.Your display is breathtaking and your answers are hilarious.You've got a great personality.I don't even have words to define your perfection.Stay stunning xx\n  ","677296":"\n   Can we watch movies... And snuggle?\n  ","677297":"\n   yes !\n  ","677298":"\n   bby boo\n  ","677299":"\n   you have the sexiest lips ever omg\n  ","677300":"\n   I'm so thankful your in my life and I can call you a friend your the sweetest most amazing genuine down to earth lovable smart mysterious girls ever and I love every moment we have together\n  ","677301":"\n   sc please\n  ","677302":"\n   good morning :)\n  ","677303":"\n   whats your real name?\n  ","677304":"\n   Ya..help me to make a better plan and play has to be some moral lesson\n  ","677305":"\n   Let's watch movies together ?\n  ","677306":"\n   Hey Boom :) x\n  ","677307":"\n   after a long time....\nthis 1 is really awesome ^_^\nu know wat i m talking abt...ur dp\n  ","677308":"\n   Followed\n  ","677309":"\n   Who do you like from ask?\n  ","677310":"\n   yummy\n  ","677311":"\n   what you eating\n  ","677312":"\n   follback and spam for spam?\n  ","677313":"\n   10\/10:*\n  ","677314":"\n   good to hear sweetie\n  ","677315":"\n   Dm in ig ??\n  ","677316":"\n   I'm great cause I get to see and talk to you everyday how are you beautiful\n  ","677317":"\n   hi my queen\n  ","677318":"\n   Belly pap?\n  ","677319":"\n   You're sweet :)\n  ","677320":"\n   its me justin\n  ","677321":"\n   Awww :') you're the bloody sweetest, loveliest&most beautiful baby girl in the whole wide world! Like literally!!?I'd also love to spend everyday with you :') like honestly it'd make my life?❤❤ heh if you stop being so damn bloody truly perfect I'll stop, but I'll never stop being amazing to you❤❤\n  ","677322":"\n   Thank you for the likes :)\n  ","677323":"\n   because you mean a lot to me and getting to know you has been so amazing\n  ","677324":"\n   Awww baby g!! ;-; the same to you too for fuck sake's! \/).(\\ ❤\nHeh I'm guessing you mean you'd compliment me aye? xD cause if I was there. In America. Whatever location you're in& wherever you live in that location, I'd compliment you all day& night, every day& night, just non stop :3\n  ","677325":"\n   I have a very very very special place for you in my heart that nobody else can have\n  ","677326":"\n   likers get ??\n  ","677327":"\n   NAWWWH Savy!! ;-; ❤\nBut I'm not that cute doe(': aha I wanna be as beautiful as you for fuck sake's❤\n  ","677328":"\n   Your looks are out of the world *_* you're a natural beauty :$\n  ","677329":"\n   I want to play a 15 minute act on any topic ..i am bit confysed that which topic i will chose..do you have any plan???\n  ","677330":"\n   Opinion on Lady C?\n  ","677331":"\n   your welcome beautiful\n  ","677332":"\n   what car do you own?\n  ","677333":"\n   I'll buy you more things my queen ????\n  ","677334":"\n   You are very pretty xxx\n  ","677335":"\n   Aweeee thank youuuuu heh you're cutest❤❤❤❤❤❤\n  ","677336":"\n   Do u have a name or can i call you mine? ?\n  ","677337":"\n   what you wear in bed\n  ","677338":"\n   I want to hang out with you\n  ","677339":"\n   where is my baby gone you never replied and I fell to sleep ffs I MISS YOU BABES\n  ","677340":"\n   Love the dress on your wish list\n  ","677341":"\n   How can we be sure youre a real person\n  ","677342":"\n   well in my eyes there is nothing that needs to be done and your perfect just the way you are\n  ","677343":"\n   Dont know wish i knew\n  ","677344":"\n   :) xoxo no one is really nice to me like\n  ","677345":"\n   Thanks for being nice to me <3\n  ","677346":"\n   Bbyyyy ^.^ ❤❤❤\nLEMME LOVE YOU FFS ;-;\n  ","677347":"\n   Well we can help with your wish list!\n  ","677348":"\n   when i look at you i see a flawless perfect girl\n  ","677349":"\n   :)\n  ","677350":"\n   You mean surgery??\n  ","677351":"\n   Yeah I know but do get jealous alot over me ha :)\n  ","677352":"\n   Ye :3\n  ","677353":"\n   have you looked in the mirror lately\n  ","677354":"\n   Aw I had food so I'm good :)\n  ","677355":"\n   yes really\n  ","677356":"\n   Tired but good <3\n  ","677357":"\n   Nawwh same ;-; ❤❤\nAWEEEE XD\nWell you've smuggled my heart?\nYou can keep it like I was gonna give it to you soon but never mind?\n  ","677358":"\n   How are you :)\n  ","677359":"\n   Hey :)\n  ","677360":"\n   *HUGS TIGHT THEN SNUGGLES INTO YOUUUU* &SO MANY SNUGGLESSSSS ;-;\nIMMA DIE MATE\n  ","677361":"\n   make kik?\n  ","677362":"\n   Hello\n  ","677363":"\n   you're perfect\n  ","677364":"\n   veronica likes you\n  ","677365":"\n   Are u lesbian ?\n  ","677366":"\n   i don't think you can get anymore gorgeous actually\n  ","677367":"\n   Sorry just woke up ;-; ❤\nHeh AWEEEE!! :'3 \nYeyeye it'll honestly be so amazing when we'll be able to socialize& shit in person! :33 \nAwe *hugs* my cute lil koala bear x3\n  ","677368":"\n   Uggghhhh yessss way. ❤\n  ","677369":"\n   What's your dream vacation\n  ","677370":"\n   omg can you be anymore breathtaking\n  ","677371":"\n   You have a public wish list and if someone asks about it you get rude?\n  ","677372":"\n   What else have you had bought? We know underwear but what else?\n  ","677373":"\n   pop up sometime (:\n  ","677374":"\n   Has anyone else bought you anything?\n  ","677375":"\n   What's your secret to being so beautiful?\n  ","677376":"\n   Questions or likes?\n  ","677377":"\n   Smash or pass: Smash cuz beauty ?\n  ","677378":"\n   I prefer your new picture xxx\n  ","677379":"\n   Do you get confirmation from the user who actually made the purchase?\n  ","677380":"\n   I don't understand why would someone want to buy you something from here?\n  ","677381":"\n   I was mostly just teasing with you... I thought we were having fun. I wanna wrestle\n  ","677382":"\n   post a pics please\n  ","677383":"\n   like=2 likes?❤❤\n  ","677384":"\n   its not true tho your the beautiful and sweet one\n  ","677385":"\n   it just got to me, so i took a couple days off to refresh and reset\n  ","677386":"\n   are u bi\n  ","677387":"\n   Well it would be fun for me... And that's all I care about\n  ","677388":"\n   but to be serious i deactivated for a bit, cause you know this site can drive ya nuts\n  ","677389":"\n   yes you are beautiful and sweet\n  ","677390":"\n   riding on a dolphin with peter griffin duhhhhhh\n  ","677391":"\n   everytime I look at you I get breathless\n  ","677392":"\n   boom\n  ","677393":"\n   name yours EX bf ..\n  ","677394":"\n   I think you secretly want to get tickled\n  ","677395":"\n   good morning princess! I don't know if you're awake or asleep but I wanna make you smile so here goes:\nyou are literally flawless. you're an angel, and you're a gift to this planet. Without you the world would not rotate. you're so amazing it us unbelievable, I never would have thought that I.......\n  ","677396":"\n   would be able to talk to you, or that you would want to talk to me. You're so perfect and we have only talked for a couple of days and you already mean a lot to me. Nobody has ever made me happy, until I started talking to you, you make me more and more happy everyday! I wake up with a smile on.....\n  ","677397":"\n   all because I talked to you the night before, you're literally the girl of my dreams, and I wouldn't want anyone else to be. You're perfect in the inside and outside and that will never change. you're a princess and you will always rule my eyes and heart. Every time I see a picture of you you.......\n  ","677398":"\n   take my breath away. You're so amazing and so perfect and one day I hope I can meet you because that will be the greatest day of my life. I love you, not in the way of me really liking you, but in the way that you are irreplaceable in my life, and that you're my best friend, I hope you smile angel!\n  ","677399":"\n   Aweee you're amazing :'3 &perfect& just ugh❤❤ aha love you more xoxo heh AW!! :') same with you too \/).(\\ like I love it when you meet someone so amazing& beautiful such as yourself& you start to become really close with them??❤\n  ","677400":"\n   whats the last time u sex with other ....... fast\n  ","677401":"\n   How old were you when you first got your period\n  ","677402":"\n   Don't forget to model them when you get them xxx\n  ","677403":"\n   Bras or panties?\n  ","677404":"\n   Someone bought you underwear? Who was it?\n  ","677405":"\n   Woop someone must love you buying you nice underwear!\n  ","677406":"\n   I bought you all the underwear my queen ????\n  ","677407":"\n   Haha... Then you're so getting feather tickled!\n  ","677408":"\n   Smash\n  ","677409":"\n   in a food coma?\n  ","677410":"\n   9?\n  ","677411":"\n   You are very, very beautiful. You must hear that all the time. :)\n  ","677412":"\n   did you eat lots of turkey tonight?\n  ","677413":"\n   Ok cool, I'll get u the bras then ?\n  ","677414":"\n   Underwear isn't available anymore\n  ","677415":"\n   Feet pap\n  ","677416":"\n   Do you still have your tonsils?\n  ","677417":"\n   Tbh \/\/ Hi☺sry dk u , mind intro?btw u look really pretty☺\n  ","677418":"\n   Check your emails and your Amazon wish list now lol xxx\n  ","677419":"\n   Like=Tbh and 2 likes??\n  ","677420":"\n   like-rate their bio ???\n  ","677421":"\n   Sorry morning for fuck sake's you;-;❤\nAweee Sav bby! :') it is all fine my dear sweet little cute koala bear cx you never need to thank me ever okie! :3 \nThank you!! :') aw truly means a lot when you compliment me?\/).(\\ \nHeh I'm do thankful I met you too c: also happy&lucky to be honest❤love you cx\n  ","677422":"\n   Would you basically promise anything to get them to stop?\n  ","677423":"\n   your so special to me I would do anything for you and I would do anything in my power to make you smile and happy everyday I would give you the shirt off my back if you needed it\n  ","677424":"\n   Welcome sweetheart ?  <3<3<3<3<3 do you have kik <3\n  ","677425":"\n   You're so beautiful <3\n  ","677426":"\n   Thanks for the likes! You're stunning ??\n  ","677427":"\n   Thank you <3\n  ","677428":"\n   Why are you so perfect like wtf\n  ","677429":"\n   Ordered it haha! I told you I would xx\n  ","677430":"\n   You seem really nice & cute ~ followed\n  ","677431":"\n   Followed :)\n  ","677432":"\n   What you up to?\n  ","677433":"\n   how old are you? ~ girl\n  ","677434":"\n   you're welcome baby girl, ugh you're just so amazing!\n  ","677435":"\n   OMG... Can you imagine being helpless... And someone has a feather ?! Omg omg omg\n  ","677436":"\n   It seriously would be fun to explore with a feather, that was a good idea\n  ","677437":"\n   We're going to find out if your gouche is ticklish\n  ","677438":"\n   Before you can kill me... You never should have told me you had it. I'm bringing handcuffs too...\n  ","677439":"\n   I'm going to take that blue feather and use it on you...\n  ","677440":"\n   do me a favor?\njust smile :)\n  ","677441":"\n   They're just gouches?\n  ","677442":"\n   baby girl you're amazing and you always will be! you're so perfect and you make me as happy as possible, I hope I can make you as happy as you make me and more, I hope I can buy you everything you'll ever want as well, so that you can feel like the princess you are!\n  ","677443":"\n   You'd better tie my soul down,\nOr he'll run\n  ","677444":"\n   Okay not everybody haha. Are you ticklish though x\n  ","677445":"\n   You're going to kill me... And then tickle torture my poor soul's gouche?\n  ","677446":"\n   Everybody has their own weird tickle spot x\n  ","677447":"\n   OMG... That's evil... How you going to keep me still for that?!!\n  ","677448":"\n   But seriously...probably. But you'd never get me there!\n  ","677449":"\n   Omg I looked it up! ?\n  ","677450":"\n   I'd never tell you where I'm ticklish!\n  ","677451":"\n   no I mean the one I sent to you from the very start, and I'm sorry about the last paragraph I sent, you weren't answering so I thought I did something wrong\n  ","677452":"\n   Thank you for that Sav. I really had no idea what it is as we don't celebrate it x\n  ","677453":"\n   you're so cute\n  ","677454":"\n   and now I'm so pissed off\n  ","677455":"\n   Because you're the one getting tickled!\n  ","677456":"\n   I'm English. Can you  explain what  Thanksgiving is please?\n  ","677457":"\n   No! Wait... That's not fair\n  ","677458":"\n   If I could help I would haha x\n  ","677459":"\n   Dang\n  ","677460":"\n   Go back to sleep bless you x\n  ","677461":"\n   Please may I pinch your cheeks\n  ","677462":"\n   It's not that bad, is it?\nBesides I'm ticklish too\n  ","677463":"\n   Because you are awesome and cute and I love you\n  ","677464":"\n   It's nearly three in the afternoon here x\n  ","677465":"\n   Yeah ? laugh at you while I tickle\n  ","677466":"\n   Aww hahaha x\n  ","677467":"\n   ❤️❤️❤️ xxxxxx\n  ","677468":"\n   I want to pinch your cheeks right now\n  ","677469":"\n   Welcome babe x\n  ","677470":"\n   feet pic\n  ","677471":"\n   ❤❤❤❤❤❤??\n  ","677472":"\n   Savannah bby\nThere is not ever one day that you look gross or whatever ;-;\nYou always look& am so truly beautiful, both the iside& out! It'd be impossible for someone like you to look gross like fuck dammit mate go get ugly you attractive beautiful being ;-; making me look worse for fuck sake's? ?\n  ","677473":"\n   Anything for you beautiful x\n  ","677474":"\n   Hey Beautiful.. What's happening??\n  ","677475":"\n   I wanna see you freak out\n  ","677476":"\n   my god your the sexiest women alive\n  ","677477":"\n   Happy thanksgiving\n  ","677478":"\n   so pretty\n  ","677479":"\n   Happy Thanksgiving x\n  ","677480":"\n   Crying\n  ","677481":"\n   You freaking out is hysterical\n  ","677482":"\n   There a band five guys in a band called black veil brides\n  ","677483":"\n   wow.. *_* you should flaunt em if theyre pretty ;) there is nothing wrong with that :3\n  ","677484":"\n   Man wish new what andy biersack Ashley purdy ask.fm was cause I really would like talk to them grrrr\n  ","677485":"\n   :( I'll go now\n  ","677486":"\n   i just want to see how much are your nails sorted\n  ","677487":"\n   Upset now\n  ","677488":"\n   Oh\n  ","677489":"\n   where do you live?\n  ","677490":"\n   hiiiiiiiiii\n  ","677491":"\n   my intentions are different.\n  ","677492":"\n   Come get it ;) ?\n  ","677493":"\n   Woah it's my pizza stil ;)\n  ","677494":"\n   youre right. i understand but i also know one pic wont hurt you nor me. you could just take one click of your feet if its not too much to ask?\n  ","677495":"\n   Cuddles and pizza? XD\n  ","677496":"\n   I have pizza come here :3\n  ","677497":"\n   Well I'd happily give them to you x\n  ","677498":"\n   Dried mangos is the best omfg\n  ","677499":"\n   Kik?\n  ","677500":"\n   Makes a change haha. Also what is right is you get hugs and cuddles whenever you want x\n  ","677501":"\n   And that's hysterical\n  ","677502":"\n   But mangos tho\n  ","677503":"\n   Exactly so we can agree it's right haha x\n  ","677504":"\n   Mang? Or mangos\n  ","677505":"\n   Because you deserve someone who will treat you right haha and not making you wait around is a start haha x\n  ","677506":"\n   London lol\n  ","677507":"\n   Everyone is your friends\n  ","677508":"\n   Hell yes :3 where you from?\n  ","677509":"\n   No your sweet I'm just doing what's right :) x\n  ","677510":"\n   telling you what ❤❤\n  ","677511":"\n   You're a cutie omfg\n  ","677512":"\n   Haha okay fair enough. I know I would never make you wait x\n  ","677513":"\n   I'm looking at youuuu ???\n  ","677514":"\n   I'm okay I've been training and now I'm in bed haha x\n  ","677515":"\n   Pap of you\n  ","677516":"\n   I don't think you are, I know you are!!\n  ","677517":"\n   How are you today x\n  ","677518":"\n   You're perfect ???\n  ","677519":"\n   It sounds like everyone else tickles you lol\n  ","677520":"\n   I'm justin\n  ","677521":"\n   Hello beautiful x\n  ","677522":"\n   Sorry for the little spam ??\n  ","677523":"\n   well I'm not sure how long you have had it but I have been around for a while\n  ","677524":"\n   Well... If I'm not a stranger, can I tickle you?\n  ","677525":"\n   well have been around you through here for about 4 years now so that should tell you bb\n  ","677526":"\n   because your the most amazing sweet funny caring down to earth genuine person I have ever met and I would not change a thing about you your perfect\n  ","677527":"\n   I think about you more then 24 hours a day and 7 days a week\n  ","677528":"\n   So you followed me back or... ??\n  ","677529":"\n   wait who said id get turned on by ur feet? o.0 i just think u have a relli cute face and cute hands and id just like to see ur feet..\n  ","677530":"\n   its possible trust me\n  ","677531":"\n   I cant stop thinking about you your on my mind 25\/8\n  ","677532":"\n   Followed\n  ","677533":"\n   PAP\n  ","677534":"\n   If you could pick just 1. Pug or Shrek?\n  ","677535":"\n   Ily (check recent & stop whining)\n  ","677536":"\n   oh okay, if you ever are sad though, please tell me, I don't want you to be said, you're too good for that angel\n  ","677537":"\n   dnt be sad and marry me hotty.?\n  ","677538":"\n   you said you were sad though\n  ","677539":"\n   your welcome my queen\n  ","677540":"\n   why are you so sad my hott gal??\n  ","677541":"\n   Would your wish list let you know if something was bought\n  ","677542":"\n   oh haha, and if that's the only reason that guy wants to marry you then he's dumb because you're amazing, its just a plus that you happen to be gorgeous!\n  ","677543":"\n   yes..\n  ","677544":"\n   your insanely gorgeous\n  ","677545":"\n   Am I reading this right? A random guy has just bought you panties? ?\n  ","677546":"\n   but i want to marry you...you are so hott\n  ","677547":"\n   No I mean I cannot leave a personal message lol ???\n  ","677548":"\n   Unfortunately you can't leave a gift note lol but yeah ???\n  ","677549":"\n   ohhh your hubby will be unlucky...\nhe can have sex till you have kids..\nthen after kids??\n  ","677550":"\n   so it mns you want to have sex for kids??\n  ","677551":"\n   I know you won't believe me but I have ordered them for you now!\n  ","677552":"\n   so what is the importance of sex in your life??\n  ","677553":"\n   you are am Angel, you're an angel toe, and that's what  gonna call you, if that's okay?\n  ","677554":"\n   so you are asexual??\n  ","677555":"\n   Savannah isn't lesbian. I'm the lesbian here! Savannah is just the sexy ass bi sexual\n  ","677556":"\n   Ok I'll buy them for you!\n  ","677557":"\n   ops when & where ? ?\n  ","677558":"\n   can a human being live with out sex??\nimportance of sex in life??\nNo negative thoughts..\n  ","677559":"\n   Wait what? Are you a lesbian?\n  ","677560":"\n   I'm thinking you are more attracted to girls than you are to guys!\n  ","677561":"\n   oh\n  ","677562":"\n   Name a man you fancy?\n  ","677563":"\n   aww, well whoever they are they're the luckiest person ever to have your heart in their hands\n  ","677564":"\n   why not make a kik\n  ","677565":"\n   But they are underwear, quite personal things ❤❤\n  ","677566":"\n   why not\n  ","677567":"\n   You've properly kissed other girls?\n  ","677568":"\n   Name a woman you fancy?\n  ","677569":"\n   Hahaha seriously are we allowed? You wouldn't honestly mind?\n  ","677570":"\n   I want to buy you the colorful panties!!!\n  ","677571":"\n   So can we buy you things on your wish list?\n  ","677572":"\n   you have a beautiful body\n  ","677573":"\n   So would have a relationship with another woman or sex?\n  ","677574":"\n   make a kik\n  ","677575":"\n   kik?\n  ","677576":"\n   I honestly didn't know you were bisexual\n  ","677577":"\n   bi?\n  ","677578":"\n   tbh I dont really know you but you look cute\n  ","677579":"\n   like=date or pass??\n  ","677580":"\n   I have had a really bad day and it always makes me feel better to see a pretty girl smile.... So,,,, would you smile for me??????  ??\n  ","677581":"\n   Like a rose in Spring\n  ","677582":"\n   Haha... Your anons are weird ?\nBut, you're cool with me tickling you, right?\n  ","677583":"\n   Confused how? Lol\n  ","677584":"\n   Like = Ow cute you ❤️?❤️\n  ","677585":"\n   You got kik? <3\n  ","677586":"\n   you have the most amazing skin ever\n  ","677587":"\n   Do you believe in luck or miracle?\n  ","677588":"\n   Sometimes i just want to kill myself just to see if anyone really cares.\n  ","677589":"\n   how are you?\n  ","677590":"\n   Do you like it when people play with your hair?\n  ","677591":"\n   You smell so good tonight\n  ","677592":"\n   I'm not allowed to tell you that? I like you and I like to read you, maybe that's why.\n  ","677593":"\n   How are you going to kill me...  When you're thrashing about laughing?\n  ","677594":"\n   Because gyppos are subhumans.\n  ","677595":"\n   why does your feet make you comfortable sweetheart? im sure theyre cute cuz youre super cute my god *_* can i see them plz?\n  ","677596":"\n   Would you do video responses\n  ","677597":"\n   \"Gypsy problem is the most important and acute racial problem in Romania. We must define them as undesirables.\" - Sabin Manuila, Romanian statistician and demographer (1940)\n  ","677598":"\n   sorry princess i stepped out of line their :(\n  ","677599":"\n   nice im from Pennsylvania lol\n  ","677600":"\n   Haha... And you thought the tickling talk was weird ☺️\n  ","677601":"\n   does size matters ....??\n  ","677602":"\n   Can't deny that I want you.\n  ","677603":"\n   I wish we could have mutual Country to live in.\n  ","677604":"\n   everytime I look at you its like 1000 butterflies are tickling my tummy\n  ","677605":"\n   am I in heaven cause I'm staring at an angel\n  ","677606":"\n   yeah exactly lol tho the one fetish i would do for real is ballbusting you say spread em i say how wide :)\n  ","677607":"\n   yeah i guess it is, dont know why it turns me on tbh but hey we cant choose orkinks, just like we cant pray the gay away. I might be strange in my tastes, but at least i like adults :L\n  ","677608":"\n   I'm starting to think your not real and a fantasy dream I have a lot of times cause there is no way a girl as breath takingly stunning as you are is a real person\n  ","677609":"\n   you should have said then :L you did kinda seem up for it tbh, tho maybe i came on a bit strong.\n  ","677610":"\n   my childhood was fine lol, people's brains are just wired differently sometimes. The main thing with me is if you iffered to kill me irl i'd refuse because words turn me on, not death. Plus im submissive so if anything im the only one who'll suffer lol\n  ","677611":"\n   you're right sorry, wanna just go more vanilla? i'd settle for just ballbusting talk or something :L and there's no way to help people like me. Just know that fantasy remains a fantasy for most, if not nearly all. The thought of that shit irl makes me angry too y;know\n  ","677612":"\n   Must've got a big booty?! No?\n  ","677613":"\n   its kinda the point tho lol, you taking pleasure in my suffering i mean :L\n  ","677614":"\n   I think you upset a lot of people on anon ❤\n  ","677615":"\n   can you pretend tho haha\n  ","677616":"\n   I dont like small tities!!!\n  ","677617":"\n   wow haha imagine he used a weapon lol, would that get you beyond turned on haha\n  ","677618":"\n   This is 1 anon who won't be following you after that comment\n  ","677619":"\n   Small titties?!\n  ","677620":"\n   should i wear a white shirt so the bloods more visible princess\n  ","677621":"\n   Have u got big titties?\n  ","677622":"\n   would you get more excited as the punches got harder lol\n  ","677623":"\n   if a bully started beating me up what would you say to encourage him\n  ","677624":"\n   yeah lol up for it? could be fun :L\n  ","677625":"\n   Wow is that what you really think of us on anon?\n  ","677626":"\n   i think we should drop the arcade and keep it simple, it's too broad. How about a simple scenario of you liking watching me get beaten and bullied :L lolol\n  ","677627":"\n   Oh right so you don't like the people on anon? You just post shit to us? That's nice to know\n  ","677628":"\n   How are you going to kill me? Haha\n  ","677629":"\n   You only answer shit to anons? Wow\n  ","677630":"\n   UGH FUCK SAKE'S\nI hate talking on ask?\nNawwh I'M SORRY LOVELY :( \n❤❤\n  ","677631":"\n   I figured when I tickled you, you'd be wrestling to get away!\n  ","677632":"\n   maybe switch game lol, how about the pool table haha\n  ","677633":"\n   fml ily you're incredibly smart\n  ","677634":"\n   ofcourse my Queen would throw up she is blessed with empathy\n  ","677635":"\n   remember you're supposed to play along as mean and heartless lol, like really heartless haha\n  ","677636":"\n   Lol sorry yeah I know what hot pants are! Haha sorry about that, didn't realise what you meant lol\n  ","677637":"\n   you make D go boom chuckles to my self xxxxxx\n  ","677638":"\n   how would you react if you blew them all up and bits went flying everywhere\n  ","677639":"\n   no pls say\n  ","677640":"\n   they're suffering haha. seriously tho you'd win another shot at a fresh pack of losers\n  ","677641":"\n   car\n  ","677642":"\n   :( extreamly sad rn\n  ","677643":"\n   :( you're being awkward with the car\n  ","677644":"\n   serious lol bmw\n  ","677645":"\n   okay okay so you'd play bowling first then yeah? imagine you gotta strike and blew them all up lol\n  ","677646":"\n   what car do you have?\n  ","677647":"\n   we can do it some other time if you want\n  ","677648":"\n   they will be dead you moron anon no one messes with my Queen\n  ","677649":"\n   it will get hot af babygirl\n  ","677650":"\n   haha it is lol, so shall we start then?\n  ","677651":"\n   no haha the waiters will be losers to be used in the arcade in later years lol\n  ","677652":"\n   lol we need to meet and smoke ffs\n  ","677653":"\n   x cherished heart\n  ","677654":"\n   ily\n  ","677655":"\n   you know they will the idiots who dont have any respect for a angel\n  ","677656":"\n   waiters then lol\n  ","677657":"\n   and all you gotta do is act like really mean and bratty in your answers :P\n  ","677658":"\n   yes beautiful you can use the word jesus hehe\n  ","677659":"\n   imagine the serving boys who gave you drinks were like young losers who in a few years will be used in the arcade lol\n  ","677660":"\n   you'll grow into it lol, when the questions start getting proper haha\n  ","677661":"\n   Sorry girls but those girls who wear see through  leggings with bright colored underwear looks nasty\n  ","677662":"\n   any other favs?\n  ","677663":"\n   thank you :)) btw where are you from?\n  ","677664":"\n   hella peng babes hella is a word in sex talk after i cum lol with you as my partner hehe\n  ","677665":"\n   just introducing them lol, you could pick a few favs now and thats the ones we'll talk about :P\n  ","677666":"\n   Oh ok im sorry hope things get better for you :) and I've been pretty good thanks just feeling a little sick.\n  ","677667":"\n   Haha I'll have to get some from there! I only wear them as pants at home or in front of my boyfriend lol\n  ","677668":"\n   and imagine a game where their balls are put through a hole in a dart board and you have 5 really sharp, really thick darts to throw :P point being would you go to the arcade :P\n  ","677669":"\n   sav we all adore you\n  ","677670":"\n   there'd be a pool for relaxation filled with warm loser tears and a pin the knife on the loser where you have to, well, stick the prick with a blade of your choice :P human pinatas would be out back for those who just wanna beat some loser to death :L\n  ","677671":"\n   were you stoned babe when you took the profile picture fuck me you look hella perfect\n  ","677672":"\n   I won't risk it. I have to wear black underwear with them but I always wear a really long top with them lol\n  ","677673":"\n   Thoughts on One Direction (1D)??\n  ","677674":"\n   But leggings are see through!\n  ","677675":"\n   aw bless these anons for wooing my babe\n  ","677676":"\n   You think that the thigh high sock would be to long for your legs\n  ","677677":"\n   want me to send you the scenario now princess so you know what its about and we can dive right in :P\n  ","677678":"\n   Should leggings be worn as pants or should a top cover your butt\n  ","677679":"\n   you're welcome  and I'm pretty good thanks lol and you?\n  ","677680":"\n   Hahaha English dude \"boy shorts\" are a form of underwear for girls! They are like small tight shorts but they are underwear, you don't wear them in public. In the UK I think you call them hot pants ???\n  ","677681":"\n   Haha... I'm totally pulling your shoes off when we wrestle!\n  ","677682":"\n   sweet haha see you in two hours then :P\n  ","677683":"\n   Are you working from home today?\n  ","677684":"\n   want me to give you the scenario here first do you know what to expect princess :P\n  ","677685":"\n   You've gotta be FUCKING kidding me ;-;\nSo we can only talk on here then??\n  ","677686":"\n   from now, so twenty past whatever time for you (it'll be 9.20 here)\n  ","677687":"\n   Lol I get you! I was just confused as to why you want boys shorts as you have a really nice petite figure\n  ","677688":"\n   Hahaha ye it was actually soo good cx\nSo you've seen the new one then ye? :)\n  ","677689":"\n   so what time you wanna do this princess?\n  ","677690":"\n   I've messaged you on Instagram cx xD\n  ","677691":"\n   I know what boys shorts are as I'm a lad. But we just tend to say shorts as you can usually tell the difference with them and girl shorts\n  ","677692":"\n   you're really beautiful\n  ","677693":"\n   Okay sweet I promise I'll get em for you(:\n  ","677694":"\n   Sorry I'm English, what are boy shorts?\n  ","677695":"\n   Replace any word of movie name \nWith the word *Phupho*\nFor example :\nPhata poster nikli Phupho ? (STAIF)\n  ","677696":"\n   Savannah is amazing, one of the sweetest, nicest girls you can ever speak to, without a doubt the most beautiful. Show her some respect as you will never get to chat to a girl as gorgeous as her in real life xxx\n  ","677697":"\n   Choose one: What, Which, Why, Where, Who, How, When\n  ","677698":"\n   You must have great reactions to it!\n  ","677699":"\n   thanks haha, and you're like the best princess to work for :P\n  ","677700":"\n   Maybe you will get those boy shorts\n  ","677701":"\n   Queen Sav 4 lyfe :)\n  ","677702":"\n   What have you been up to today Baby Boom? xx\n  ","677703":"\n   Morning for fuck sake's ;-; aha I saw Hunger Game's last night c:\nAweee xD ;-; is that good or bad or both?❤❤\n  ","677704":"\n   Wow actually thought you were smart. You're taking an anons word that he hasn't got a foot fetish and you think Ben sharp is going to send you Christmas presents\n  ","677705":"\n   you dont have to write big answers tho, just kinda like 1 or 2 lines if you want\n  ","677706":"\n   video answers\n  ","677707":"\n   sweet, sure we'll just do it on ask lol\n  ","677708":"\n   tip for life savannah; if a girl says \"Nothin...\" its never nothin\n  ","677709":"\n   ah okay so when do you want em?\n  ","677710":"\n   oh and the time frames you're choice as im available most time, how about 4 or so hours from now?\n  ","677711":"\n   sweet haha, should i follow you on twitter, the chat on that would probably be better than here :L\n  ","677712":"\n   nothin...\n  ","677713":"\n   then you'd have to know who I am? right\n  ","677714":"\n   no I'm not lol just think those would look good on you(:\n  ","677715":"\n   erm okey ?\n  ","677716":"\n   me too(: they are cute\n  ","677717":"\n   Okay aha what about the toe rings?\n  ","677718":"\n   Yes definitely anything for such a beauty like you(: & sure\n  ","677719":"\n   lil booms\n  ","677720":"\n   I'll buy you anything from that list if you want?\n  ","677721":"\n   rates on looks for likers? ;3\n  ","677722":"\n   why? just one feet pic plz\n  ","677723":"\n   what boyshorts?\n  ","677724":"\n   Sorry just came from the theater's❤\nAHAHAHAHA OH MY FUCK??\n  ","677725":"\n   like=5 likes??\n  ","677726":"\n   Well... Does everyone tickle you a lot?\n  ","677727":"\n   I'm liking the boy shorts\n  ","677728":"\n   You're hot like bottom of my Laptop.\n  ","677729":"\n   But fun for everyone else!\n  ","677730":"\n   will you ever go back to blonde?\n  ","677731":"\n   The the sizes already picked out on your wish list\n  ","677732":"\n   oh my God youre so beautiful❤❤?\n  ","677733":"\n   btwi mean if i give you another 20  dollars will you play along for an hour :P\n  ","677734":"\n   Staying home for thanksgiving dinner\n  ","677735":"\n   Followed.....back maybe ?\n  ","677736":"\n   Wow... You're just one big old tickle spot ?\n  ","677737":"\n   How tall are you?\n  ","677738":"\n   Do you think people take questions or ask to seriously\n  ","677739":"\n   Why?!! XD ❤❤❤❤\n  ","677740":"\n   Aweeee bby :') it's fine it's fine aw?\nI'll always think it :3 heh go listen to fucking perfect by Pink❤❤❤❤\n  ","677741":"\n   Knees? Tummy? Underarms? Thighs?\n  ","677742":"\n   Feet?\n  ","677743":"\n   Hips?\n  ","677744":"\n   I wanna hug you too for fuck sake's ;-; ❤❤❤\nAwee well good! c: one thing I'll ever want to make you do is smile❤❤\nThat's fine I guess ;-; cause I think you're perfect :3\nWhether you like it or not? ^-^\n  ","677745":"\n   Well... I'll just start guessing. Your sides?\n  ","677746":"\n   I'm sorry, but I put it up and instantly got hate for it, I'm so sorry ? and I feel this way because everything in my life has always been going downhill and nothing positive has ever entered my life\n  ","677747":"\n   A+ ??\n  ","677748":"\n   No stalking... Just tickling ☺️\n  ","677749":"\n   I'll just come tickle you ☺️\n  ","677750":"\n   So, might as well just tell me... So I don't have to come find out for myself\n  ","677751":"\n   But Savanna you are!! :c\nTo me you're perfect okie :3\nInside& out no matter what❤\nAlways will be ^.^ *hugs*\n  ","677752":"\n   I love a challenge ?\n  ","677753":"\n   Have your feet be tickled to the point where you wanted to piss yourself from laughter\n  ","677754":"\n   AWEEE NU YOU'RE PERFECT FOR FUCK SAKE'S ;-;\n  ","677755":"\n   Now... I just need to know where\n  ","677756":"\n   Well, you shouldn't be... If you're not ticklish ?\n  ","677757":"\n   Aweeeee YIS!! :'3\nWhile watching horror's if you like them cx\n  ","677758":"\n   Well, perhaps I will... To get my answer ☺️\n  ","677759":"\n   lol thanks\n  ","677760":"\n   Well... It doesn't really matter... I guess it matters as much as the next thing\n  ","677761":"\n   Are you ticklish?\n  ","677762":"\n   thanks Boom ??\n  ","677763":"\n   awh okay\n  ","677764":"\n   How about; \"LIKE THIS ANSWER FOR A BRUTALLY HONEST APPEARANCE RATE\" - If you like, like at your own risk, don't take offence\n  ","677765":"\n   I love you Boom ??? \n\nsome annoying Australian ?\n  ","677766":"\n   Likes for rates on looks?\n  ","677767":"\n   I'm so happy it means a lot, can I talk to you on something else so I can cheer you up more?\n  ","677768":"\n   I doubt this will mean anything to you but, you're so pretty and amazing! I have never seen nor heard of a girl like you before, you're so perfect and so stunning that it literally takes my breath away, you're literally so beautiful that you could brighten up anybody's day just by smiling at them\n  ","677769":"\n   You got some cute stuff on your wish list\n  ","677770":"\n   What's the best thing you got from your wish list\n  ","677771":"\n   and your my queen\n  ","677772":"\n   NAWH PLS FOR FUCK SAKE'S ;-;\nTHAT'D BE AMAZING WITH YOU RIGHT NOW TO BE HONEST??❤❤❤❤\n  ","677773":"\n   another 20 dollars princess?\n  ","677774":"\n   Ootd\n  ","677775":"\n   Please take a selfie Savannah x\n  ","677776":"\n   will you post a pic\n  ","677777":"\n   ily\n  ","677778":"\n   wanna play along to one of my fantasies for an hour then princess, only if you want tho :)\n  ","677779":"\n   aw\n  ","677780":"\n   Sorry morning for fuck sake's ;-;\nAhahaha ye :(\nSHE JUST IS?\nHaven't seen her in so long :'(\nI really fucking miss her xD aha\nI need cuddles now for fuck sake's ;_;\n  ","677781":"\n   thanks for the spam ?\n  ","677782":"\n   some one needs to get 911 accident in pants omg you're flawless\n  ","677783":"\n   Imagine an emoticon in your place. What came to your head first?\n  ","677784":"\n   Have you ever gotten anything from your wish list\n  ","677785":"\n   Do you workout\n  ","677786":"\n   whats up queen boom\n  ","677787":"\n   i love you\n  ","677788":"\n   Thanks for all the likes!❤️\n  ","677789":"\n   Sometimes Allah allows people to hurt you, so that you know next time to run only to Him. So often it is the hardship in our lives caused by others that allows us to discover the true source of eternal peace.\n  ","677790":"\n   What is the nicest underwear for a guy to wear in your opinion?\n  ","677791":"\n   when a friend meets you after a long time....\nimpressions be like......\n  ","677792":"\n   30 likes for 30 likes ?\n  ","677793":"\n   ❤❤❤❤❤❤❤❤❤love u dear\n  ","677794":"\n   ❤❤❤\n  ","677795":"\n   he boom\n  ","677796":"\n   i am fine dear❤❤❤\n  ","677797":"\n   ❤❤❤❤❤❤❤❤❤❤❤❤\n  ","677798":"\n   good dear❤❤❤❤❤❤\n  ","677799":"\n   how r u boom??\n  ","677800":"\n   welcome beautiful\n  ","677801":"\n   boom\n  ","677802":"\n   Good you see you back\n  ","677803":"\n   You're from San Diego aren't you? x\n  ","677804":"\n   I have a massive, empty bank account.\n  ","677805":"\n   full body pap?\n  ","677806":"\n   What one sentence could a guy say to you that would make him a lot more appealing?\n  ","677807":"\n   Thnkoo ✋?✋?\n  ","677808":"\n   likers get follow back aur 10 likes??\n  ","677809":"\n   pap of ur feet plz\n  ","677810":"\n   Sorry just came from the gym❤❤❤\n\nHehee!!!! :'3 so cute like youuuuu cx ❤❤❤\nAweeee she's such a sweetheart to me ;-; she lives 2 hour's away from me??❤❤❤\n  ","677811":"\n   Followed, back maybe ?\nLikes = likes ?\n  ","677812":"\n   U r cute girl\n  ","677813":"\n   whr r u frm ?\n  ","677814":"\n   What's the worst possible swear word you are capable of using\/thinking?\n  ","677815":"\n   AWEEE SO CUTE!! :'3\nHehee it's fine silly cx\nI like to think that this horse I ride is mine though ;-; like I honestly would love her so much as my actual horse :( ❤\n  ","677816":"\n   Please check your pockets my heart is stolen.\n  ","677817":"\n   are your cats friendly\n  ","677818":"\n   no. google translate helps me with that flaw. i only understand a few words\n  ","677819":"\n   indeed, bella ragazza\n  ","677820":"\n   Who is Clara?\n  ","677821":"\n   One ;-;\nAha youuuu? :3\n  ","677822":"\n   its technically half of my country. the other half is permafrost\n  ","677823":"\n   its sinking so dont drown\n  ","677824":"\n   Yes babe and I would happily do it myself ❤️❤️x\n  ","677825":"\n   i heard theres rats in venice. probably from Madonna, who knows\n  ","677826":"\n   Well it's what you deserve x\n  ","677827":"\n   Plus you got a great personality to match your perfection x\n  ","677828":"\n   it totally does man. it'd be wild because you're there, and anything with a boom makes an explosion\n  ","677829":"\n   You're welcome babe. You're eyes are the best x\n  ","677830":"\n   dude lets so go together and party in Florence and get drunk and kiss an Italian girl and find a hobo and chill and sleep and party more\n  ","677831":"\n   Awee nuuu cx you?\n  ","677832":"\n   Still a beaut x\n  ","677833":"\n   Clara dies? Ongoing spoilers!\n  ","677834":"\n   i miss the real italian cheese :( cheese here sucks ass\n  ","677835":"\n   get more exposure. Italians will love you, and kiss you, and keep feeding you food\n  ","677836":"\n   Does it bother you when people save your pictures?\n  ","677837":"\n   Aweeee why you gotta be so cute for fuck sake's :'3❤\n  ","677838":"\n   It's like the Falklands. They are owned by the UK and had a vote recently and 99% wanted to remain as they are. Argentina don't agree though. xxx\n  ","677839":"\n   Clara died in Dr Who ???\n  ","677840":"\n   i mean i got italian blood so i almost have to know the history of my fascist country\n  ","677841":"\n   Libya was an Italian colony, like Somalia, Eritrea and Ethiopia\n  ","677842":"\n   how does a shy guy get a girl without being awkward\n  ","677843":"\n   OH NU\nAre you in need of assistance?(':\n  ","677844":"\n   I still find it hard to believe Libya gained independence from Italy despite having virtually no Italians there\n  ","677845":"\n   AWEEE NU DON'T DIE CUTER QT ;-;\nI NEED TO MEET YOU OKIE\nDEEP BREATHES PLS XD ??????????\nDON'T WORRY DOE I KNOW HOW TO DO CPR(': \nI HAVE A SKILL\n  ","677846":"\n   Mein Kampf is an inspirational book. i never read it but i know its inspirational cause Adolf wrote it with his shortness.\n  ","677847":"\n   Aweeee :')\nIt'd honestly be one of the fucking best day's of my life meeting you& cuddling you!!!! ;-;\n  ","677848":"\n   Nerd\n  ","677849":"\n   Nawwh it will happen ;-;\nJust not in a long time for fuck sake's :(\nBut I will make it happen! I promise!?\nI really do wanna meet you ;-;\n  ","677850":"\n   Sorry new phone and spell check! Spoon should be  soooo beautiful ???\n  ","677851":"\n   This is like the best\/worst idea since the nuclear bomb\n  ","677852":"\n   Nawwh you know I'd do anything in the world to be cuddling with you right now for fuck sake's ;-; ?? *hugs tight*\nAweee one fucking amazing day????\n  ","677853":"\n   You are spoon beautiful it's scary ❤❤❤\n  ","677854":"\n   Because of those photos. You are utterly gorgeous! How can anyone not fancy you? xxx\n  ","677855":"\n   parsley with nutella\n  ","677856":"\n   I was actually thinking of using you as my instrument.\n  ","677857":"\n   the ribophone. im inventing that.\n  ","677858":"\n   i wanna cook ur ribs\n  ","677859":"\n   Being so amazing comes so easy for you! Beautiful girl ???\n  ","677860":"\n   AHAHAHA OH MY FUCK? or the sand people from Star War's(':\nNawwh love :( I just wish I could hang out with you& make your day better ;-;\n  ","677861":"\n   where in usa?\n  ","677862":"\n   This is why I fancy I fancy you Sav ?????\n  ","677863":"\n   i want your culo .\n  ","677864":"\n   boom\n  ","677865":"\n   you can play the xylophone on those collarbones\n  ","677866":"\n   Natural beauty  always  shines  through xxx\n  ","677867":"\n   will you post a pic please\n  ","677868":"\n   hey, post your figure pics. i like your figure. a cute one :)\n  ","677869":"\n   will you post a pic please\n  ","677870":"\n   Can I say you are spoon beautiful! I'm 8 boomerang! Kaboom  xxxxx\n  ","677871":"\n   dont post my answers ok\n  ","677872":"\n   Nuuuu I miss you the MOST& MOSTEST!!!!!! ;-;\nYou're annoyed with what sorry? XD\nDon't apologize silly cx *hugs*\n  ","677873":"\n   babe❤❤❤❤\n  ","677874":"\n   Liker Gets Compliment. ✌\n  ","677875":"\n   love u\n  ","677876":"\n   ur cute and hot\n  ","677877":"\n   Full body papa\n  ","677878":"\n   Hello missy x\n  ","677879":"\n   then what theme means??\n  ","677880":"\n   I miss you moreeeeeee!!! :c ❤❤\nNothing really? aha you? :3 cx\n  ","677881":"\n   u and me in the party\n  ","677882":"\n   birthday party\n  ","677883":"\n   Which is your favourite game\/app\/website?\n  ","677884":"\n   will u come to my party??\n  ","677885":"\n   ❤❤❤❤\n  ","677886":"\n   Hey boob?\n  ","677887":"\n   can i be invited to this party\n  ","677888":"\n   What pic are they talking about?\n  ","677889":"\n   it's not sarcasm lol im being serious for once\n  ","677890":"\n   holy fuck you're so clever. Not even I noticed that. Shit. Damn. Holy shit damn.\n  ","677891":"\n   ❤❤❤❤❤❤❤❤❤❤\n  ","677892":"\n   the realer real question is: how could you not the not?\n  ","677893":"\n   ok dear ❤❤❤❤\n  ","677894":"\n   where from u??\n  ","677895":"\n   yeah you do haha i am a loser after all :P\n  ","677896":"\n   meet maybe❤❤❤❤\n  ","677897":"\n   hi sweetie\n  ","677898":"\n   ur cute stuff\n  ","677899":"\n   Actually a seat picture of you is at the music gig where you are wearing the shortest skirt possible! You must have flashed your  underwear ?\n  ","677900":"\n   ❤❤❤❤\n  ","677901":"\n   that was SMOOOOOTTTTTHHHHHHH like baby skin. also, how could you :(\n  ","677902":"\n   i am good dear❤❤❤❤\n  ","677903":"\n   sexiest picture plzzz...<3\n  ","677904":"\n   how ❤❤❤❤r ❤❤❤❤u❤❤\n  ","677905":"\n\n    http:\/\/ask.fm\/jahanzebnasirkhan\/answer\/133843387266\n   \n   f I walked a milimeter for everytime I thought of you, I would have walked across the Earth a million times. :\")\n#Stayblessed\n  ","677906":"\n   You are so right Savannahs. Hope he listens to you. You are such a wise and inspirational  individual x\n  ","677907":"\n   hi boom\n  ","677908":"\n   like=5 likes??\n  ","677909":"\n   nice dp.\n  ","677910":"\n   Followed ! back maybe? ^___^\n  ","677911":"\n   Cute display ?\n  ","677912":"\n   will you post a pic please\n  ","677913":"\n   One of them I had sex with is in a married relationship\n  ","677914":"\n   Cause it's on my bucket list\n  ","677915":"\n   For fuck sake's I miss you man ;-;\nLike a lot, it's not okie \nOh my fuck❤\n  ","677916":"\n   your are the most sweet beautiful kind down to earth genuine amazing funny perfect girl ever\n  ","677917":"\n   Do you think it's bad that in the past 2 nights I have had sex with 20 different female pornstars\n  ","677918":"\n   Followed follow back maybe??\n  ","677919":"\n   Then why think of them as Maggots?\n  ","677920":"\n   wait, if you're downskies, then what's upskies? and whats sideskies? and what happened to my skis?\n  ","677921":"\n   if you sell that cocoa butter oil you can be a billionaire in one day i can guarantee you that\n  ","677922":"\n   .❤❤ your welcome my queen\n  ","677923":"\n   You are very nice x\n  ","677924":"\n   i'll contribute whenever i can princess, you deserve my money more than me anyway :P\n  ","677925":"\n   Are you in expectation of something from Ask? What is it?\n  ","677926":"\n   ah right, i got the impression it was for work. hope the therapy goes well princess  :)\n  ","677927":"\n   I love talking to you your really easy to get along with your so sweet\n  ","677928":"\n   thank god im online the same time as you are. i like selling oil, arabian oil, the oil that's oily. I like oiling up my body with cheap oil. I won 100 million dollars worth of oil because I was so oily.\n  ","677929":"\n   so how's you doing boom ba boom?\n  ","677930":"\n   If I was your boyfriend I would tell how much I love you and how gorgeous you are every single second of everyday I would be your shoulder to cry on your someone to hug when your mad I would make sure you are happy and stay happy I would treat you like a queen\n  ","677931":"\n   your so welcome\n  ","677932":"\n   Ko \nBabuy girl ! :-)\n  ","677933":"\n   I love your hair\n  ","677934":"\n   so did you get a job then? i'd hate to work in an office lol, hate suits\n  ","677935":"\n   oh haha okay, im kinda glad tbh because im not really a feet person and when i thought i seen pedicure i thought it was a bit of a waste of money lol, im glad my moneys actually going towards helping you :)\n  ","677936":"\n   Ko\nThen chat that time when u r free ?¿\n  ","677937":"\n   Y\n  ","677938":"\n   Ente ely bl pic?\n  ","677939":"\n   You are way prettier than eva green\n  ","677940":"\n   Your eyes and collarbones in insta pics *_*\n  ","677941":"\n   Hold on babes \nQuestion to question ?¿\n  ","677942":"\n   ~\n  ","677943":"\n   Cann't we chat ?¿\n  ","677944":"\n   Likers get whatsapp or nah?\n  ","677945":"\n   Thank you so much xx\n  ","677946":"\n   No I mean I am feeling better\n  ","677947":"\n   Hey ?¿ :-)\n  ","677948":"\n   Feeling better\n  ","677949":"\n   Be like Barbie smoke like Marley ?✌️?\n  ","677950":"\n   Like = Dp rate 8\/10\n  ","677951":"\n   Insta?\n  ","677952":"\n   How are you\n  ","677953":"\n   Do you smokeup or ever done acid cocain or any drugs\n  ","677954":"\n   And i love the way you thank me ??\n  ","677955":"\n   You are beautiful .. Well i can say she resembles you ?\n  ","677956":"\n   Pleasure .... doppleganger of eva ????\n  ","677957":"\n   You resemble eva green\n  ","677958":"\n   Honesty Time❤\n  ","677959":"\n   Thankyou so much pretty *___*\n  ","677960":"\n   Which Disney character would you like to be for a day?\n  ","677961":"\n   What's the stupidest and\/or most interesting question you got so far on your profile?\n  ","677962":"\n   here's a vibe of positive air to hopefully make your day a little bit better\n  ","677963":"\n   First 2 likers get 20 likes..rest get \"?\" and you will get like back✌\n  ","677964":"\n   Followed, follow?? ?\n  ","677965":"\n   How to face problem when your face is ur problem?\n  ","677966":"\n   sweet haha i'll give more when i can :) wouldn;t mind seeing the result of the pedicure ;) and maybe you can indulge one of my fantasies just for a bit :P\n  ","677967":"\n   hows your day been\n  ","677968":"\n   Hey\n  ","677969":"\n   your simply perfection\n  ","677970":"\n   like=questions??\n  ","677971":"\n   hi beauty\n  ","677972":"\n   Lets play with someone's heart.\n  ","677973":"\n   Thank you boom.\n  ","677974":"\n   followed u, follow back ?\n  ","677975":"\n   You know how to drive that thing?\n  ","677976":"\n   Likers get tbh?\n  ","677977":"\n   I'm sorry I cant stop saying it you are the most breathtakingly gorgeous girl ever\n  ","677978":"\n   What's that strange artifact under his feet?\n   \n    http:\/\/cdn.caughtoffside.com\/wp-content\/uploads\/2015\/11\/Vlad-Dragomir-3.jpg\n   \n","677979":"\n   medical bills for?\n  ","677980":"\n   what are the donations going towards?\n  ","677981":"\n   why must you be so mesmerizing\n  ","677982":"\n   ❤\n  ","677983":"\n   Beautiful ?\n  ","677984":"\n   Hey princess, finally got round to donating :) its not much but i hope it helps :P\n  ","677985":"\n   am I crazy or did you die your hair\n  ","677986":"\n   Hahahahaha aye what game are you playing? XD❤❤❤❤\nNawwh :c why can't I be in America to give you cuddles for fuck sake's ;-;\n  ","677987":"\n   How have you been babe x\n  ","677988":"\n   I love you too\n  ","677989":"\n   I think I just died looking at those pics omg\n  ","677990":"\n   sorry for pestering you do it whenever\n  ","677991":"\n   what did the doctors say about your tests?\n  ","677992":"\n   you make that vocaroo :3\n  ","677993":"\n   I wish you would tell me you love me\n  ","677994":"\n   Hehehee aweee Nazi zombie's? :3\nNawwwh Sav ;-; *hugs*\n  ","677995":"\n   valid for me\n  ","677996":"\n   Hello missus boom xx\n  ","677997":"\n\n    https:\/\/youtu.be\/iJMlmw5QzqU\n   \n   me liya loyia na eisai o eautos su yiati oi anthropoi panta krinun❤\n  ","677998":"\n   I'd serve another year of high school (though I'm homeschooled) than listen to Justin Bieber albums. He's awful!!\n  ","677999":"\n   Ugh yummmm ;-; but nawwh nuuuu :( what's up for fuck sake's????? &sorry to that Jake guy but she's mine!??\nMy koala bear ;-; ?\n  ","678000":"\n   Oh it's fine\n  ","678001":"\n   Awesome Joy Division shirt!\n  ","678002":"\n   be mine? Okay? Okay\n  ","678003":"\n   Oh ;-; I'm so sorry for fuck sake's! :( *hugs tight* I had no idea?ugh\nNawh it's fine man, ye don't worry we'll be right?❤❤\n  ","678004":"\n   exhausting but its actually fun at times haha. way better than high school aka the place where all the drama happens\n  ","678005":"\n   Haha but that would be fun, you could roll around and stuff\n  ","678006":"\n   ?\n  ","678007":"\n   like=5 likes?\n  ","678008":"\n   what do you mean no your extremely sweet\n  ","678009":"\n   Ahahaha nope XD ❤❤❤❤ my stepdad\nkicked my mum out of the house so me& my brother's are obviously sticking with her aha we've been staying at her sister's for 3 night's in a row now be side's my oldest brother aha❤❤\n  ","678010":"\n   I get butterflies in my stomach everytime i talk to you\n  ","678011":"\n   My day is fantastic, how is yours love\n  ","678012":"\n   If they invented the blueberry gum off of Charlie and the chocolate factory and you were chosen to test it would you?\n  ","678013":"\n   Oh\n  ","678014":"\n   Nawwh finger's crossed aye!!❤❤\nYe it fucking is ;-; I'm not even in my own house :(\nIn serious need& want of your cuddles for fuck sake's??\n  ","678015":"\n   HUGS AND KISSES\n  ","678016":"\n   you are seriously the sweetest girl In the world\n  ","678017":"\n   WOO when you getting one? cx\nBecause I slept downstairs WHERE IT IS FREEZING AS FUCK& I'm on a fucking air mattress with one blanket over me like I usually don't get cold ;-; but it's so cold down stair's??\nSesh? xD\n  ","678018":"\n   I'm so blessed that I'm able to call you a friend your so gorgeous sweet genuine amazing kind and just simply perfection\n  ","678019":"\n   No I mean I am confused\n  ","678020":"\n   Ohhhhhh shiiiiit niggaaaaaa\nR.I.P for your poor phone mate :\/\nShit I had a shitty ass android pretty sure?\nFOR FUCK SAKE'S I'M SO FUCKING FREEZING COLD ;-;\n  ","678021":"\n   Im sorry\n  ","678022":"\n   YEY :'3 AHAHAHA janky? XD\nBro I know what it's like having a janky phone cause I used to have a real janjy phone, like it was literally one of the most jankiest phone's ever\nThat you could ever use??\n  ","678023":"\n   What\n  ","678024":"\n   Yeah\n  ","678025":"\n   Its ok I guess\n  ","678026":"\n   u r cute\n  ","678027":"\n   Oh nuuuuu ;-; I sent you something sweet on there :c but allll goood nuggs, at least I can still talk to you c: cx\nAW OKIE OKIE\n  ","678028":"\n   YOURE SWEET AND GORGEOUS AND PERFECT\n  ","678029":"\n   Aweeee you! :') always making me speechless for fuck sake's ;-; ❤heh the same goes for you too man like oh my fuck!!❤❤\nHeh check your Kik your butt?\n  ","678030":"\n   I dont have money to buy a ring\n  ","678031":"\n   How to convert gf into wife ?\n  ","678032":"\n   Oh ok I see\n  ","678033":"\n   honey makes babies sweet.\n  ","678034":"\n   lets make babies together\n  ","678035":"\n   I am I just like those pics that's all\n  ","678036":"\n   So are you mad at me because I keep asking for a cheek pinching pic\n  ","678037":"\n   YOURE HERSHEYS SWEET\n  ","678038":"\n   You are so great\n  ","678039":"\n   Thanks\n  ","678040":"\n   Ok\n  ","678041":"\n   YOURE SWEETER\n  ","678042":"\n   t.y :)\n  ","678043":"\n   CHOCOLATE IS GOOD AND SO ARE YOU\n  ","678044":"\n   Like=rate?❤\n  ","678045":"\n   DUDE, SOMETIMES I FEEL THE SAME WAY. my cat jumped on the caps lock, oops. Im alright, just passing the time before going back to class.\n  ","678046":"\n   I have the sniffles and my throat is sore\n  ","678047":"\n   HOW ARE YOU SO FLAWLESS\n  ","678048":"\n   I'm not feeling well\n  ","678049":"\n   boom boom boom clap whats up\n  ","678050":"\n   How are you\n  ","678051":"\n   Hello\n  ","678052":"\n   boom boom\n  ","678053":"\n   You're gorgeous!\n  ","678054":"\n   I'm gonna be honest; you're like the girl dancing and I'm like the guy looking at you\n   \n    http:\/\/forgifs.com\/gallery\/d\/210893-1\/Dancing-reaction.gif\n   \n","678055":"\n   talking to you everyday makes my world complete\n  ","678056":"\n   There may be a million things to smile about, but you're definitely my favorite one.\n  ","678057":"\n   you are seriously the most beautiful girl ever\n  ","678058":"\n   Savannah, you are honestly such a beautiful, gorgeous, hot attractive cute as fuck being that I could literally cuddle 5ever!! ;-; ??❤?\n  ","678059":"\n   Because you're savannah thats why\n  ","678060":"\n   ?\n  ","678061":"\n   you are a natural beauty\n  ","678062":"\n   Do you have anyone you go to for an advice?\n  ","678063":"\n   and hopefully I'm back for good\n  ","678064":"\n   Country Rate - ITALYY \n ????❤️\n  ","678065":"\n   Aw i'm sorry man! I'll DM you on Twitter tomorrow while i'm working ? x\n  ","678066":"\n   Do you think all those people who like your answers ask you questions?\n  ","678067":"\n   Hi Boom girl\n  ","678068":"\n   its okay, I got my Boom back so I'm happy\n  ","678069":"\n   idk I never get a reason, people just spam report me\n  ","678070":"\n   hello cutee?\n  ","678071":"\n   I'm sorry :( I was upset because I lost my boom\n  ","678072":"\n   I got suspended and couldn't remember your @\n  ","678073":"\n   u r damn cute? adorable dp???❤❤\n  ","678074":"\n   Anyways I liked ur ask !! U r pretty much #$Tay blessed ;*\n  ","678075":"\n   Ur age ??\n  ","678076":"\n   Fb link ??\n  ","678077":"\n   your welcome\n  ","678078":"\n   U r from ??\n  ","678079":"\n   Kik ??\n  ","678080":"\n   Remember to make me a sweet right hand man or something ? i'm not too bad B! How are you?\n  ","678081":"\n   everytime I look at you I think to myself how are you real your so perfect this must be a dream I'm in because the is no way a women of your beauty is real\n  ","678082":"\n   Can I have some advice please? I'm getting a cold & have chest pain again? can't sleep??\n  ","678083":"\n   yoo you liked my steely dan thing a few days ago - do you like steely dan?!?!?!\n  ","678084":"\n   i wish i could show you this 24\/7 while being high lol\n   \n    https:\/\/www.youtube.com\/watch?v=4r2uD7-CQkQ\n   \n","678085":"\n   your smart and adorable bless your ass bby\n  ","678086":"\n   Ever been with a 2 pump chump?\n  ","678087":"\n   You're the sweetheart :$\n  ","678088":"\n   What is that one thing that attracts you the most tosards the opposite gender ? Sending to some selective people ..\n  ","678089":"\n   What's the most awkward thing you can say in an elevator?\n  ","678090":"\n   Is that nude colour?\n  ","678091":"\n   How's the cult going Sav? ?\n  ","678092":"\n   Are you into tickling?\n  ","678093":"\n   As long as you're happy it's all god <3\n  ","678094":"\n   you do realize you and ask fm celebrity right\n  ","678095":"\n   will you post a pic please\n  ","678096":"\n   Hey hunny how are you sweetheart my princess you doing good :) xxxx\n  ","678097":"\n   Hello sweetheart x\n  ","678098":"\n   Who is more popular? Name her? You are the most gorgeous girl EVER Savannah xxxxxx\n  ","678099":"\n   i want give you an anal\n  ","678100":"\n   Pap of your palm. I am a palm reader :)\n  ","678101":"\n   tbh idrk u but your pretty and seem chill ?\n  ","678102":"\n   Sorry I was asleep when you answered my question  <3 Why were your emotions and feelings fucked up? :(\n  ","678103":"\n   because you are the most popular girl on here by a long way!\n  ","678104":"\n\n    https:\/\/45.media.tumblr.com\/tumblr_loq3cpOHFY1qbiu6vo1_500.gif\n   \n","678105":"\n   You're so beautiful!! Like the most beautiful girl I've ever seen\n  ","678106":"\n   How ticklish are your feet?\n  ","678107":"\n   How do some get 5s hahaha? I hope I get 10! I know you certainly get 10! xxx\n  ","678108":"\n   tell me the fucking name of who's dicovered french kiss ?\n  ","678109":"\n   This site should be renamed...SavFM!\n  ","678110":"\n   how are today beautiful\n  ","678111":"\n   every time I stare at your eyes they pierce my soul\n  ","678112":"\n   So what is mh and pop mean?\n  ","678113":"\n   Honesty hour?\n  ","678114":"\n   What exactly means \"Pap\"? & \"Bg\"? Please\n  ","678115":"\n   Q&A?\n  ","678116":"\n   Are you in a relationship?\n  ","678117":"\n   plz post your bg<3\n  ","678118":"\n   How happy would you be if I bought everything on that wish list for you\n  ","678119":"\n   Hey what's up\n  ","678120":"\n   On a scale of 1-10, what rate do the anons on your page get?\n  ","678121":"\n   Hey Queen Sav we miss you xxxxxxxxx\n  ","678122":"\n   And your sexy eyes xxxx\n  ","678123":"\n   Have you ever experienced it when you are speaking to a hot guy, you know just in your daily life like at the cinema or grocery store, and you can tell that they are flirting or making it obvious they have the hots for you and you just think wow he likes me! That's when you really know you're hot\n  ","678124":"\n   I know what you mean when you say people will fall in love for you by looking into your eyes. It's these pictures you post. Now I know why I have also fallen in love with you ?\n  ","678125":"\n   If you get this I follow you and you're awesome ? (recent)\n  ","678126":"\n   You'll be off the scale in person ???\n  ","678127":"\n   Already in love with you ?\n  ","678128":"\n   Not a chance. We have all seen too many pictures of you, we all know what you look like and you are gorgeous! It's those eyes!!\n  ","678129":"\n   I think in real life you'll be even more beautiful???\n  ","678130":"\n   sorry to ruin your parade but there is no reason in life. we were born to die.\n  ","678131":"\n   What is your reason in life?\n  ","678132":"\n   You are the coolest person.\n  ","678133":"\n   Haha but we would just be like a love sick puppy ???\n  ","678134":"\n   I agree with that statement before. You are a fantasy girl. The most beautiful girl there is ?????\n  ","678135":"\n   I watered my nipple and it still won't grow. Help me :(\n  "},"Answer":{"677063":"\n  I needed this. ❤\n  ","677064":"\n  When did I ever do that?\n  ","677065":"\n  Says the one who calls themself cultured when they don't even like history.  How can I believe you can understand anything if you don't even know what cultured means?\n  ","677066":"\n  Hhahahahahahahhahahahaha holy shit I feel like I'm talking to a wall.  I'm done HAHAHAHAHAAHH I can't.\n  ","677067":"\n  ❤❤❤\n  ","677068":"\n  Then Why the fuck are you okay with having slaves.\n  ","677069":"\n  Or you need to grow up and understand that history of the past runs our society of our day today. So many things our governments decide to do is based on history.  I'm sorry you can't find interest in it, but don't talk about if slavery is right or wrong if you don't even get it.\n  ","677070":"\n  I've Spent two months in Canada, no I can't say I fully know everything but I did learn a lot about it when I was there. To be honest I think Canada is better then the states. But the only reason I can say that is because I know about both. All I'm saying is I don't agree with slavery, and it's because of what happened in America and if you knew about it you'd understand\n  ","677071":"\n  That still makes you uncultured. If you were fully cultural you would knowledge yourself to a country that is your NIEGHBOR.  I don't like history either, but I still know who stopped slavery.\n  ","677072":"\n  Blonde\n  ","677073":"\n  California\n  ","677074":"\n  Do you have any class?\n  ","677075":"\n  I'm good hbu?\n  ","677076":"\n  That's very arrogant and ignorant of you. First of all you can't even argue because clearly you don't know anything. AND just because your from another place doesn't mean you shouldn't study up other countries and learn Why things are the way they are AND even if you're from Canada you should fucking know Abraham Lincoln and Emancipation Proclamation, it's world history. Everybody knows what he did.\n  ","677077":"\n  Read history book then come back and talk to me because this is ridiculous.\n  ","677078":"\n  Wait do you even know what that is?\n  ","677079":"\n  Then what was the Emancipation Proclamation for than?\n  ","677080":"\n  Sure.❤\n  ","677081":"\n  Hi there\n  ","677082":"\n  This is weird, am I wrong?\n  ","677083":"\n  Omg don't judge me. ❤❤ hahah I like being silly. ❤❤❤\n  ","677084":"\n  ❤❤❤❤❤❤❤❤❤❤❤ILYSM ❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","677085":"\n  Thank you sweetness. I don't really know what to say but this has brighten my day even more.\n  ","677086":"\n  Money pit\n  ","677087":"\n  What are you saying to me\n  ","677088":"\n  So freaking cute. ❤❤❤❤❤❤❤❤❤❤❤❤\n  ","677089":"\n  Idk how I feel right now.\n  ","677090":"\n  I'll do it tomorrow at some point.\n  ","677091":"\n  Nope. Their really sweet. ❤\n  ","677092":"\n  Awwwwh that'd be cute. ❤\n  ","677093":"\n  Don't be jealous someone doesn't care enough about you to buy you things. Little did you know I really really needed those\n  ","677094":"\n  I know who they are lol and their very very kind to me. Don't make everything into a problem when it doesn't have to be.\n  ","677095":"\n  I don't want to make people feel that way.\n  ","677096":"\n  Why would you put yourself below someone?\n  ","677097":"\n  I would if my camera didn't say \"warning camera failed \" every time I try to use it.\n  \n  I'm taking it as a sign.\n  ","677098":"\n  Noo private matter young friend.\n  ","677099":"\n  How are people okay with this?\n  ","677100":"\n  I ain't silly, Billy. ?\n  ","677101":"\n  Awwwwwwwwwwwwwwwwwh omfg. Awwwwwwwwwhhhhhh. Today is turning into a beautiful night. ❤❤❤❤❤❤ ily. ❤❤❤❤❤\n  ","677102":"\n  That is something I do not wish to see.\n  ","677103":"\n  This doesn't prove shit.\n  ","677104":"\n  Not neccessarly.\n  ","677105":"\n  What does ugly have do with anything\n  ","677106":"\n  Omg omg. You crazy huh.❤\n  ","677107":"\n  I mean maybe, but it's nothing to worship (;\n  ","677108":"\n  This goes against all my morals but damn my face is like a weapon of mass destruction of the human race. LOL no but That's kinda cool haha.\n  ","677109":"\n  Hahhahahhhaahahaha omg you cute little thing. ❤❤❤❤\n  ","677110":"\n  Thank you for thinking so darling. ❤\n  ","677111":"\n  That sounds pretty fucking awesome\n  ","677112":"\n  You can Thank my parents for that (:\n  ","677113":"\n  He makes the world feel a little less scary. He makes me feel safe. He makes me feel like I can achieve everything I want. He makes magic look real.\n  ","677114":"\n  Why do you want to be that\n  ","677115":"\n  Oh way to many of those but the ones that get put in that list are the moments where not only did I have the biggest smile on my face but I felt the smile and love in  my heart\n  ","677116":"\n  Obviously. If someone says no to that, either they are full of shit or their family\/friends  fucking sucks and nobody loves them.\n  ","677117":"\n  Currently. ❤\n  \n  Once you have, you'll never stop.\n  ","677118":"\n  You are one of the nicest girls I've ever met. But the thing that makes you so different is that you can actually hold a conversation with me. I like how you actually have things to say, which are always so Well said. Your fun and wild. I guess my favorite thing about you is, you're so you. ❤\n  ","677119":"\n  Sure. ❤\n  ","677120":"\n  Teleportation.\n  \n  Well, I would go where I know I would be the  happiest and then after that I'd probably find people who have been struggling in america to make enough money to get the rest of their family here for a better life, I would bring their family to them.\n  \n  I would teleport food to countries that are starving. I would teleport medicine, drs, ect. I would help build peace.\n  \n  If someone sends a nuclear bomb I'd teleport that fucker to space.\n  \n  And all the fucked up motherfuckers with no hope will be teleported straight to purgatory.\n  ","677121":"\n  I want a little finger monkey! Be my finger monkey. ❤\n  ","677122":"\n  Wait if we're talking about the same person...\n  ","677123":"\n  I used too but since it's become such a huge phenomenon and any huge bitch with fat on their ass just shakes their legs a little bit can make their ass clap faster than I can because I'm actually using my hips, thighs, and ass muscles to move my ass - not my legs. So I got over it, all the boogie Hood bitches can do that, I'll be a princess.\n  ","677124":"\n  Boom\n  ","677125":"\n  Kleenex lol\n  \n  Calvin Klein are probably the comfiest boxers you can get. Or banana republic\n  ","677126":"\n  I GOT MY PANTIES TODAY OMGOMGOMGOMG. THEIR SO CUTE OMG. THANK YOU TO THE PERSON WHO BOUGHT THESE FOR ME. I'M DYING. ❤❤❤❤❤❤❤\n  ","677127":"\n  You look chill and sweet but honestly your dp frightens me.\n  ","677128":"\n  I love dancing, I wish I took dance classes when I was younger because honestly I'm not bad. I just don't like dancing alone, the only time people actually see me dance is at a rave, club ect and I usually shock people.  My brother saw me dance for the first time and said \"holy shit I had no idea you could dance like a black girl.\"\n  ","677129":"\n  Well I heard you have hurt a lot of people in the past doing so.\n  ","677130":"\n  Xoxo\n  \n  Of course. ❤\n  ","677131":"\n  You say really kind things, but people have come and told me - it's just a speech you do to get girls to like you. Idk. You have great intentions though\n  ","677132":"\n  I don't know you that well, but you are so nice.\n  ","677133":"\n  You are absolutely the sweetest,yesterday you shocked me. I had no idea, but I am so happy I get to call you my friend. I'm so lucky. ❤\n  ","677134":"\n  I'm sorry\n  ","677135":"\n  I'm in a mood.\n  ","677136":"\n  Of course. ❤\n  ","677137":"\n  Out loud, never in my head\n  ","677138":"\n  Awwwwwwwwwh. ❤❤❤❤❤❤ I want a monkey so I can have a poop throwing fight with him lol\n  ","677139":"\n  Sorry but theirs already a captain to my  heart.\n  ","677140":"\n  Gtfo\n  ","677141":"\n  Bio\n  ","677142":"\n  ❤20\n  ","677143":"\n  Why can't I get anything I want.  Why can't I have the person I want right now.  Why do I have to suffer while everyone is drowning me with their happiness.\n  ","677144":"\n  Thanks my love. ❤\n  ","677145":"\n  I don't understand any sort of fetish\n  ","677146":"\n  Tea\n  ","677147":"\n  Nope\n  ","677148":"\n  Neither\n  ","677149":"\n  Thank you. ❤\n  ","677150":"\n  Hii\n  ","677151":"\n  That's so amazing to me. ❤❤\n  ","677152":"\n  Bio\n  ","677153":"\n  Hii\n  ","677154":"\n  Thank you love. ❤\n  ","677155":"\n  Shoes or dresses (:\n  ","677156":"\n  Hello\n  ","677157":"\n  Bad\n  ","677158":"\n  Omg. Not actual fish.\n  ","677159":"\n  That's really sweet wow thank you. ❤\n  ","677160":"\n  No like I wasn't kidding about that lol that's Why I'm shocked it's such a big deal lol\n  ","677161":"\n  The deep web is where you go to find videos that were posted of pedofiles lol\n  ","677162":"\n  Oooh I see\n  ","677163":"\n  Oh of course (:\n  ","677164":"\n  Awwwwwh. ❤❤\n  ","677165":"\n  REALLY?\/! I DON'T BELIEVE IT.\n  ","677166":"\n  That place scares me...I've seen things I will never be able to unseen lol\n  ","677167":"\n  Even if I knew what that even meant, no.\n  ","677168":"\n  I want the whole zoo, would you get me that?\n  ","677169":"\n  I'm sorry for asking,  who is that?\n  ","677170":"\n  Oh trust me I could. ❤\n  ","677171":"\n  Like once they find out, I feel like their eyes are gonna jump out of their skull.\n  ","677172":"\n  You make everything sound okay. I want you to know that. You could probably explain to me that murder was an artform and I would believe you.\n  ","677173":"\n  I disagree.\n  ","677174":"\n  Well I enjoy the pain haha it tickles for me. But to a lot of other people would be a huge bitch and unpleasant.\n  ","677175":"\n  Your future eye after I'm done with it?\n  ","677176":"\n  Oh hell Yeah, if I had knockers those babies would be out to play.\n  ","677177":"\n  That makes sense, but still it's just like I'm not some huge celebrity though.\n  ","677178":"\n  That's.... interesting\n  ","677179":"\n  No I do not. I do not know how I can be perfect\n  ","677180":"\n  Heheh I wanna have a dance party.\n  ","677181":"\n  Actually it's a lot of effort like I wish I could go full hobo and just live on the beach, be a hippie but then there's the back of mind saying \"you'll look disgusting \"\n  \n  Nope can't do it.\n  ","677182":"\n  Don't tell me what color my underwear isn't and is. Lol\n  ","677183":"\n  I'm cuntfuzzled young grasshopper.  People on here make a huge deal about seeing my undies and shit. I don't get it. Why do they act like the internet isn't 97% porn or something?  Like DUDE NO WAY I SAW THE TOP TO HER THONG!\n  \n  \"DUDE NO WAY! OMG LOOK YOU CAN SEE HER ANKLES TOO!\"\n  \n  I'm just lost lol\n  ","677184":"\n  Thank you. ❤❤❤❤\n  ","677185":"\n  I don't know part of my underwear\n  ","677186":"\n  I will. ❤❤ but only if you're happy with me. ❤❤\n  ","677187":"\n  My cheeks aren't that pinchable ):\n  ","677188":"\n  I really like this a lot. Like a lot a lot. Thank you. ❤\n  ","677189":"\n  Yess. ❤\n  ","677190":"\n  Good. ❤❤❤❤❤❤❤❤\n  ","677191":"\n  Me too hun. ❤❤❤ how are you?\n  ","677192":"\n  Picture of you leaving? (;\n  ","677193":"\n  I swear if you say I'm starting to grow a mustache I will send hell to deluge this earth lol\n  ","677194":"\n  This?\n  ","677195":"\n  Wait what?\n  ","677196":"\n  Awwwwwwh now I'm smiling. ❤❤\n  ","677197":"\n  Omg if you just bought for me you'd be my #1 OMG. Just thinking about it makes me happy. ❤❤\n  ","677198":"\n  I don't really have one.\n  ","677199":"\n  ❤❤❤❤❤❤\n  ","677200":"\n  Snack that smiles back?\n  ","677201":"\n  I know this is gonna sound weird but I actually thought about you today. When I was sad, I was on here bored wishing their was someone to talk too and I was like spence. But I didn't want to be on here so I left, then you said hellos. Lol\n  ","677202":"\n  Noooooo I'm not sad anymore. ❤\n  ","677203":"\n  Thank you awwwh. ❤\n  ","677204":"\n  Thank you. ❤\n  ","677205":"\n  Yeah I'll be okay\n  ","677206":"\n  Yeah their not bad(:\n  ","677207":"\n  Love em.\n  ","677208":"\n  It's a really rare occasion for me to wear a bra. Lol\n  ","677209":"\n  Craziness, yo!\n  ","677210":"\n  Awh thank you so much for loving them.❤\n  ","677211":"\n  Asian.\n  ","677212":"\n  I was eating bagels(: but now I'm thinking about eating wait idk. Ugggh I kinda want sushi right now ): idk if you like that but I'm craving it.\n  ","677213":"\n  Breakfast - bagel \/ cereal \/ string cheese \/ tea \/ pills lol\n  \n  Lunch - goldfish \/ peanut butter sandwich \/ Turkey \/ tea\n  \n  Dinner - pizza \/ noodles \/ burrito \/ burger \/ fries \/ pedisure \/ powerade\n  \n  Then I snack like allll the time lol\n  ","677214":"\n  Awh thanks james (:\n  ","677215":"\n  I just had a huge realization, I'm very chinky for being so white.\n  ","677216":"\n  GOOOD FUCKING MORNING LOVELY. ❤ I'M ABOUT TO STUFF MY FACE. YOU SHOULD BE HERE.❤\n  ","677217":"\n  Like breakfast is gonna be good.\n  \n  Chocolate chip bagels. ❤❤\n  ","677218":"\n  Well they get to see California now but if they think they'll win me.... idk I have someone in mind.\n  ","677219":"\n  ❤\n  ","677220":"\n  Drugs\n  ","677221":"\n  Thanks. ❤❤❤❤❤❤❤❤❤ I try\n  ","677222":"\n  That's really cute. ❤\n  ","677223":"\n  Awh okay.❤\n  ","677224":"\n  DON'T SHUSH ME. I'LL SHUSH YOU. ❤\n  ","677225":"\n  ❤❤ thanks\n  ","677226":"\n  Left\n  ","677227":"\n  20\n  ","677228":"\n  Same. Lol (:\n  ","677229":"\n  YOU ARE THE BEST OMFG. thank you. Just thank you for everything and being you. Ahhhhhhhhhhhhhhhhhhhh\n  ","677230":"\n  California\n  ","677231":"\n  NOT AS CUTE AS YOU THOUGH\n  ","677232":"\n  You're as sweet as honey\n  ","677233":"\n  Lol alright\n  ","677234":"\n  Omg what if I was the one that threw it?\n  ","677235":"\n  Awwwh thank you sweetheart\n  ","677236":"\n  Thanks but it's true. With the way bitches are living up this \"I'm thick, I'm beautiful \" bullshit makes them think it's okay their huge because their young and people just want to fuck em. But I bet their not paying attention to what they eat, I've seen so many chicks say \"I don't have to work out I'm thick.\" But in about 20 years I bet a lot of those ' thick'. Bitches will probably die of cancer, stomach cancer, breast cancer, obesity, aids, syphilis, ect. Not only that have you ever wondered why young husband cheat on their old thick wife for a young new one? Yeah its because the women body gets disgusting after awhile. I'm just thinking towards my future, if I look like I got hit by a truck by age 45 I'll committ suicide. Because if girls think high school was hard, wait till they  get old and absolutely horrifyingly ugly.\n  ","677237":"\n  Awh good me too(:\n  ","677238":"\n  I will?\n  ","677239":"\n  I slept good (:\n  ","677240":"\n  This doesn't insult me because I already know lol\n  \n  It shouldn't be a big deal though because girls who have small boobs and get old look 50x better than someone with huge ones because us bitches gain weight like no other.\n  \n  But of course all you care about is getting your dick wet, while I'm thinking about my future and know when I'm 40 I'll look like I just turned 30. While you are married to some fat bitch with big titties who looks like she gave birth to 8 kids, youll look back and be like \"I should have probably focused on other attributes other than titties\"\n  \n  LOL I'M STONED.\n  ","677241":"\n  ❤❤\n  ","677242":"\n  Pap of you dead maybe?\n  ","677243":"\n  Yeah same\n  ","677244":"\n  You're welcome, I'm not to sure what I did\n  ","677245":"\n  Yes we can!\n  ","677246":"\n  Just chattin, how about you?\n  ","677247":"\n  Thank you.❤\n  ","677248":"\n  Hii\n  ","677249":"\n  Omg I hope I smell like roses\n  ","677250":"\n  ❤❤ new photos will be coming soon\n  ","677251":"\n  I didn't even know this was happening...\n  ","677252":"\n  Yeah if you would like (:\n  ","677253":"\n  Hahaha!!  I wanna know so bad, because I bet it's sweet and has to do with you.❤❤\n  ","677254":"\n  I want wings. ❤❤❤\n  ","677255":"\n  I was asleep haha\n  ","677256":"\n  How about a gernade (;\n  ","677257":"\n  Nope\n  ","677258":"\n  Fuck.\n  \n  You\n  ","677259":"\n  I am too! I hope they will come tell us (:\n  ","677260":"\n  How much?\n  ","677261":"\n  ❤❤❤\n  ","677262":"\n  Dont believe it yo.❤\n  ","677263":"\n  Awwh okay okay I got it. ❤\n  ","677264":"\n  Yes\n  ","677265":"\n  I try. ❤❤❤❤❤❤❤❤❤❤❤❤???????\n  ","677266":"\n  Okay relax Austin powers.\n  ","677267":"\n  Dude just because you keep asking the same question in a different way doesn't mean I'm gonna tell you. ❤\n  ","677268":"\n  Good. ❤\n  ","677269":"\n  I love hearts so much omg. ❤❤❤❤\n  ","677270":"\n  ❤❤❤❤\n  ","677271":"\n  My one and only. ❤\n  ","677272":"\n  Awh, that's sweet but my heart is taken.\n  ","677273":"\n  Write out the word 'please '\n  ","677274":"\n  Yess. ❤\n  ","677275":"\n  What is this text talk shit\n  ","677276":"\n  The things I usually forget.\n  ","677277":"\n  Awhhhhhh I'm so glad. ❤\n  ","677278":"\n  Wow so official\n  ","677279":"\n  That was beautiful loove. OMG.❤❤❤❤❤❤❤❤❤?❤❤❤❤❤❤❤❤\n  ","677280":"\n  I was just making a rhyme lol\n  ","677281":"\n  That's good\n  ","677282":"\n  Why\n  ","677283":"\n  I don't have wings, I can't fly.\n  ","677284":"\n  It's okay love, I'm about to go to the Jacuzzi anyways so I'll talk to you later. ❤❤❤❤❤\n  ","677285":"\n  I'm hungry. Why am I always hungry\n  ","677286":"\n  DUUUUDE you know what's good\n  ","677287":"\n  You wish.\n  ","677288":"\n  Is that good or bad?\n  ","677289":"\n  Awwwh its already bed time ):\n  ","677290":"\n  Cocaine?\n  ","677291":"\n  Good you?\n  ","677292":"\n  I'm gooood you?\n  ","677293":"\n  How many times has your uncle touched you inappropriately?\n  \n  Yeah, I can ask unnecessary questions too.\n  ","677294":"\n  20\n  ","677295":"\n  Tbh one of the best tbh I've ever gotten.  Thank you. ❤\n  ","677296":"\n  Maybe. ❤\n  ","677297":"\n  Babes\n  ","677298":"\n  I see you(;\n  ","677299":"\n  Nuuu uhhh. ):\n  ","677300":"\n  ❤❤❤❤ awwwwwwwwwh. This is so so so so nice\n  ","677301":"\n  Don't gots it.\n  ","677302":"\n  GOOD MORNING GORGEOUSNESS. ❤❤❤❤❤\n  ","677303":"\n  Savannah Ames\n  ","677304":"\n  I don't know lol you gotta think of this shit\n  ","677305":"\n  I'm so down(:\n  ","677306":"\n  Hello\n  ","677307":"\n  Thank you. ❤❤\n  ","677308":"\n  Awwh. ❤❤❤ thanks\n  ","677309":"\n  I think I'm pretty cool (;\n  ","677310":"\n  I'm excited\n  ","677311":"\n  Thanksgiving leftovers except I'm making it into a sandwich\n  ","677312":"\n  Of course\n  ","677313":"\n  Thank you so much stunning. ❤❤\n  ","677314":"\n  ❤❤❤ I'm about to eat yayyy\n  ","677315":"\n  I can't I'm sorry\n  ","677316":"\n  I'm pretty good I took the best nap today. ❤\n  ","677317":"\n  How are you\n  ","677318":"\n  I miss getting like 50 questions per second\n  ","677319":"\n  Awwwh so are you\n  ","677320":"\n  Hi sweetheart\n  ","677321":"\n  Aweewwhhhh I might start crying lol. You are so cute aahhhhhhh HUGSSS\n  ","677322":"\n  Anytime!\n  ","677323":"\n  You mean a lot to me too even though I don't know who you are, it stills means the world to me.\n  ","677324":"\n  yeah That's because you're the sweetest kindest bbyg in the world. I would love to spend everyday with you.❤❤ stop being so amazing. ❤❤\n  ","677325":"\n  How am I so lucky to get this spot?\n  ","677326":"\n  Like, follow, love, boom, sav?\n  ","677327":"\n  You are absolutely beautiful babygirl and don't ever forget it. If you do,ill come over there and make sure you know it.\n  ","677328":"\n  Wow thank you so much sweetheart. ❤\n  ","677329":"\n  But do I want too?\n  ","677330":"\n  Who?\n  ","677331":"\n  ❤❤❤\n  ","677332":"\n  The stone wheel.\n  ","677333":"\n  Awh, you don't have too. ❤\n  ","677334":"\n  Thank you.\n  ","677335":"\n  I want to be as cute as you though. ❤\n  ","677336":"\n  ILL BE YOURS.❤❤\n  ","677337":"\n  Clothes.\n  ","677338":"\n  I want to hang out too. ❤\n  ","677339":"\n  I fell asleep too! I'm awake now (: ❤❤\n  ","677340":"\n  Awww thank you. ❤❤\n  ","677341":"\n  Well I have fan signs on my page, so that pretty much proved everything for everyone.\n  ","677342":"\n  Thank you honestly. ❤\n  ","677343":"\n  Me tooooo\n  ","677344":"\n  Why not\n  ","677345":"\n  Of course xoxo\n  ","677346":"\n  Awwwwwwwwwh.❤❤❤❤❤❤ you're so cute.\n  ","677347":"\n  You're so sweet❤❤\n  ","677348":"\n  Awwwhhh. I don't because I know how to make myself look like I'm perfect but there's touch ups that need to be done\n  ","677349":"\n  ❤❤\n  ","677350":"\n  Noooo like I need to buy certain things\n  ","677351":"\n  Lol\n  ","677352":"\n  ❤❤❤\n  ","677353":"\n  Yess and I see a lot of work to be done.\n  ","677354":"\n  I'm jealouss\n  ","677355":"\n  Cause I feel like I have a lot of work to be done\n  ","677356":"\n  I'm so hungry and sleepy\n  ","677357":"\n  Awh you're giving me your heart?!\n  ","677358":"\n  I'm good hbu? ❤\n  ","677359":"\n  Hi theree\n  ","677360":"\n  I need so much snuggling right now. ❤❤\n  \n  I'm gonna honestly tell you I almost said smuggling.\n  ","677361":"\n  No\n  ","677362":"\n  Hello\n  ","677363":"\n  Thank you love. ❤\n  ","677364":"\n  Awwh That's cute. ❤\n  ","677365":"\n  No\n  ","677366":"\n  Really?\n  ","677367":"\n  *HUGGSSSS * SO MANY HUGS.\n  ","677368":"\n  Lol so coooote\n  ","677369":"\n  Dubia, but the ultimate vacation. I'm protected by people who live there. But I get the full experience\n  ","677370":"\n  Yessss probably\n  ","677371":"\n  It's a public list for you to see what I wish I had and soon getting hopefully by myself or if someone is nice enough, from them. But I don't have to tell you what has been purchased already on my list if I don't want too. It doesnt concern you. Only me and the buyer. If I don't want to tell you, I don't want too. Respect that and me.\n  ","677372":"\n  Don't be noisy. That's fucking rude.\n  ","677373":"\n  I will. ❤❤❤❤\n  ","677374":"\n  Yesss, but why are you asking.\n  ","677375":"\n  I don't have one. ❤\n  ","677376":"\n  Questions\n  ","677377":"\n  Thank you beauty queen\n  ","677378":"\n  Me too. ❤❤❤\n  ","677379":"\n  Yes, it's anon but it says someone purchased.\n  ","677380":"\n  You probably don't understand because you've never had someone do anything nice for you just because they cared about you.\n  ","677381":"\n  You have to be careful about what you say, I'd you give me just a little bit of an opportunity to Peck at you like a crow that just found a brown paper lunch bag, especially since I absolutely am not having fun with these sick twisted mind games, the only person who's enjoying this is you. I'm just using your words to wreck your soul.\n  ","677382":"\n  Here's thiiis\n  ","677383":"\n  Yes(:\n  ","677384":"\n  Uggghhhh noooo way. ❤\n  ","677385":"\n  I understand love, I'm starting to get fraustrated on here. Now I get it. Lol\n  ","677386":"\n  I wouldn't say like full bi, but I find women attractive sexually..\n  ","677387":"\n  Yessss because our world is inconsiderate and naracastic, doesn't care how the other person feels, just gonna do and take what I want.\n  \n  That's why rape has become an even bigger problem.\n  \n  That's why we have Isis killing innocent people.\n  \n  You should try to care about other feelings other than your own.\n  ","677388":"\n  It can? How did it drive you bonkers?\n  ","677389":"\n  Noooo I was saying that to youuu\n  ","677390":"\n  Hahahahaha OMG I wanna join\n  ","677391":"\n  That's beautiful and sweet.\n  ","677392":"\n  WHERE THE FUCK HAVE YOU BEEN\n  ","677393":"\n  Dont ask me this.\n  ","677394":"\n  Okay stop using your brain to think, and listen to the words that are coming out of my mouth, I DO NOT ENJOY BEING TICKLED.\n  ","677395":"\n  So fucking sweet. ❤\n  ","677396":"\n  -\n  ","677397":"\n  -\n  ","677398":"\n  This is so beautiful, I have to post it love. Wow. Thank you so much, you're so sweet.  I honestly don't even know what to say.\n  ","677399":"\n  Yeah, That's how I feel with you! I just can't wait till we don't have to use this anymore lol ugh\n  ","677400":"\n  Shut the fuck up.\n  ","677401":"\n  Why are you asking me this?\n  ","677402":"\n  Haha ill be wearing them. You just won't know it(;\n  ","677403":"\n  Well I need new bras, so bras ):\n  ","677404":"\n  How the fuck am I supposed to know lol\n  ","677405":"\n  I really think they do lol (:\n  ","677406":"\n  Thank you. ❤❤❤❤\n  ","677407":"\n  You don't know what kind of powers I have, how do you think you would ever get so close?\n  ","677408":"\n  Thanks sweetheart. ❤\n  ","677409":"\n  Bout to be. Goodnight loves. ❤❤\n  \n  Ill be on in the am. ❤❤\n  ","677410":"\n  Thank you. ❤\n  ","677411":"\n  AWhhhh thank you! People have been saying it alot but I think it was nice of you to say it! (: you're a beauty\n  ","677412":"\n  Yesssss\n  ","677413":"\n  I'm gonna put new things on\n  ","677414":"\n  It says purchased. ❤\n  ","677415":"\n  Leave.\n  ","677416":"\n  Yes\n  ","677417":"\n  Awh I'm just sav (: thank you so much.\n  ","677418":"\n  I'M GETTING CUTE UNDERWEAR.❤❤❤\n  ","677419":"\n  Yup Yup. ❤\n  ","677420":"\n  Okay. ❤\n  ","677421":"\n  Omfg. You're amazing doll. ❤❤ love you xoxo you're becoming one of my closest friends from here. ❤\n  ","677422":"\n  Probably not\n  ","677423":"\n  This is so sweet, thank you. ❤\n  ","677424":"\n  No sorry, Please read bio\n  ","677425":"\n  Thank you so much. ❤❤❤❤❤\n  ","677426":"\n  You're welcome beauty.\n  \n  & thank you. ❤\n  ","677427":"\n  Of course. ❤\n  ","677428":"\n  Have you seen what you look like? ❤❤❤❤❤ thank you.\n  ","677429":"\n  Omg theirs no way.\n  ","677430":"\n  Awh thank you so much. ❤❤ I wish I could follow back\n  ","677431":"\n  Kaboom.❤❤\n  ","677432":"\n  Watching empire eating dum dums\n  ","677433":"\n  20(:\n  ","677434":"\n  Awwwh thank you so sweet. ❤❤❤❤\n  ","677435":"\n  Yeah and it would be extremely shitty.\n  ","677436":"\n  I was just rambling. Ugh\n  ","677437":"\n  But I'm the next dragon ball z,  you won't get close.\n  ","677438":"\n  It's your fate, don't you know I can see the future?!\n  ","677439":"\n  BUT YOU'RE DEAD?\n  ","677440":"\n  I am. ❤\n  ","677441":"\n  No they have gouches\n  ","677442":"\n  This is sweet. ❤❤❤❤ thank you.\n  ","677443":"\n  Souls don't have legs.\n  ","677444":"\n  Uh yeah\n  ","677445":"\n  Yup, price you pay for tickling me. ❤\n  ","677446":"\n  Some people aren't ticklish at all though\n  ","677447":"\n  I thought you were gonna be dead, sorry I didn't clarify that. I was gonna tickle your soul.\n  ","677448":"\n  I might get a long blue feather just for that\n  ","677449":"\n  HAHAHHAHAHAHAHHAAHAHHAAHAHHAHAHHAHAHAHHAHAHAHAH OMG\n  ","677450":"\n  Are you ticklish on your gouche?\n  ","677451":"\n  You have to realize I'm not always on and I'm talking to a ton of different people, not just you.\n  ","677452":"\n  You're welcome, I know lol nobody else could do it because nobody else slaughtered indians lol\n  ","677453":"\n  Awwwwwh thank you. ❤\n  ","677454":"\n  Why you pissed?\n  ","677455":"\n  Yeah but you will feel my wrath.\n  ","677456":"\n  It's a day someone or someone's cook a fuckton of food, and you just sit with your family and eat. While you eat you're suppose to be thankful for like your life and everything.\n  \n  But in reality Thanksgiving was just a way the white man thought he could repay the Indians for slaughtering all their people. So he thought if he sat them down around a table with a bunch of food it shall all be forgiven. LOL.\n  ","677457":"\n  How is that not fair?\n  ","677458":"\n  Awh thank you. ❤\n  ","677459":"\n  I don't like them pinched\n  ","677460":"\n  If I could I would ):\n  ","677461":"\n  Noooo\n  ","677462":"\n  Ooooh so I can attack back...❤\n  ","677463":"\n  Awwwh. ❤❤❤❤❤❤❤\n  ","677464":"\n  Wtf ugh. I want this day to already be over.\n  ","677465":"\n  That's not very nice\n  ","677466":"\n  It's way to early to be awake.\n  ","677467":"\n  ❤❤❤❤\n  ","677468":"\n  Why\n  ","677469":"\n  Xoxo.\n  ","677470":"\n  No\n  ","677471":"\n  ❤❤❤❤❤❤\n  ","677472":"\n  You know the exact words to say someone to brighten up their day and make it great. You're so incredible.  Thank you so much, I think you're beautiful all around.  I'm thankful I met you. ❤\n  ","677473":"\n  Thank you ❤\n  ","677474":"\n  Not much. Just woke uppp hbu\n  ","677475":"\n  Why, so you can laugh at me?\n  ","677476":"\n  Wow thank you so much. ❤\n  ","677477":"\n  ❤❤ happy Turkey day. ❤\n  ","677478":"\n  Have you seen yourself?!?!\n  ","677479":"\n  Happy Thanksgiving!!  I'm thankful for every fan, friend, stalker - you name it!! Xoxo you guys are the best.\n  ","677480":"\n  Why?\n  ","677481":"\n  Yeah probably. ❤\n  ","677482":"\n  Ooooooh I didn't know his name but I know the band \/ what he looks like.\n  \n  That'd be pretty cool. ❤\n  ","677483":"\n  Lol I don't like the thought psychologically\n  ","677484":"\n  Haha I don't know who that is I'm sorry\n  ","677485":"\n  Why):\n  ","677486":"\n  Hahaha I have pretty nails, you don't have to worry. ❤\n  ","677487":"\n  Noooooooooooooo ):\n  ","677488":"\n  I joke. ❤\n  ","677489":"\n  You have to create a time machine and go back 300 hundred years from now, you'll find me (;\n  ","677490":"\n  Hii\n  ","677491":"\n  What are your intentions...\n  ","677492":"\n  I'M GONNA COME STEAL IT.\n  ","677493":"\n  Shhhhhhhhh. ❤❤\n  ","677494":"\n  You do realize how many times I've been asked this and the answer has stayed no, why do you think all of a sudden ill just be okay with it.\n  ","677495":"\n  Ill cuddle with my pizza hahahahaha (;\n  ","677496":"\n  Ommmmg I want it. I really want itttt\n  ","677497":"\n  Awh I would love that.❤❤\n  ","677498":"\n  I'm so fucking hungry now lol\n  ","677499":"\n  Bio bio bio BIO\n  ","677500":"\n  I want hugs and cuddles\n  ","677501":"\n  What is\n  ","677502":"\n  You're making me think about the dried mangos from Hawaii now. LOOK AT WHAT YOU'VE DONE. ❤\n  ","677503":"\n  Yeah you have a point lol\n  ","677504":"\n  Mang lol\n  ","677505":"\n  Hahahah that sounds good to me, im very impatient\n  ","677506":"\n  Well shit mang\n  ","677507":"\n  Well like they kinda do sometimes but I freak out.\n  ","677508":"\n  California, yourself!?\n  ","677509":"\n  How do we know this is right?\n  ","677510":"\n  About how you feel\n  ","677511":"\n  Awwwh you really think so?(:\n  ","677512":"\n  That's sweet. ❤\n  ","677513":"\n  You're so sweet. ❤❤ awwwwwwh\n  ","677514":"\n  Ahhhh I hate waiting, I'm just sitting on my couch waiting for people to come by lol\n  ","677515":"\n  Sorry I look gross today. ❤❤\n  ","677516":"\n  How can you be so sure? Are you looking in the mirror and confusing me with yourself?\n  ","677517":"\n  I'm okay how about you\n  ","677518":"\n  Nahhhh bby. ❤❤❤ thank you for thinking I am, you're so sweet.\n  \n  Stay gorgeous. ❤\n  ","677519":"\n  Who's everyone to you?\n  ","677520":"\n  OMG IT'S YOU. ❤ haha I remember you telling me awhile ago. ❤❤❤❤\n  ","677521":"\n  Hi there\n  ","677522":"\n  Appreciate it all love. ❤❤❤❤ thank you so much. ❤❤\n  ","677523":"\n  If you told me who you were would I know you?\n  ","677524":"\n  Possibly. ❤\n  ","677525":"\n  I've had this for your years?\n  ","677526":"\n  How well do you know me bb\n  ","677527":"\n  Holy shit. Why?\n  ","677528":"\n  Yup\n  ","677529":"\n  I don't know people have minds of their own and think things that arent necessarily true, because we all percieve life differently.\n  ","677530":"\n  Explain this.\n  ","677531":"\n  How is that possible\n  ","677532":"\n  Kaboom. ❤\n  ","677533":"\n  I hope I can get animal fries today. ❤\n  ","677534":"\n  Shrek\n  ","677535":"\n  Stop whining?\n  ","677536":"\n  Im not sad right now (:\n  ","677537":"\n  No.\n  ","677538":"\n  Not like actually sad.\n  ","677539":"\n  ❤❤❤\n  ","677540":"\n  Because our society is fucked\n  ","677541":"\n  I'm pretty sure idk though. It takes awhile to tell me\n  ","677542":"\n  People make me sad.\n  ","677543":"\n  Just sad.\n  ","677544":"\n  Thank you omg. ❤❤\n  ","677545":"\n  I don't believe he actually did lol\n  \n  & grow up I'm not 12 years old, I can get underwear as a gift from a stranger especially since it's on MY wishlist I want them it shouldn't matter who buys them for me, if they even did.\n  ","677546":"\n  Is that the only reason?\n  ","677547":"\n  I feel like you should be able too ):\n  ","677548":"\n  Well it would tell me if something was bought I think. ❤\n  ","677549":"\n  I never said that, you just asked my importance of sex.. not when ill have it.\n  \n  Because 1. It's none of your business.\n  \n  2. I won't be marrying you.\n  ","677550":"\n  Eventually.\n  ","677551":"\n  I don't believe itttt ❤❤❤❤❤\n  ","677552":"\n  Probably the same exact amount of importance to any women in this world who wants to have kids.\n  ","677553":"\n  You can call me whatever you would like. ❤\n  ","677554":"\n  No I'm not fucking asexual.\n  ","677555":"\n  HAHAHA BBY. ❤❤❤\n  ","677556":"\n  Awwwh you sweetheart\n  ","677557":"\n  Huh?\n  ","677558":"\n  Yeah,\n  \n  It's called being asexuality.\n  ","677559":"\n  Omfg no. You're being annoying.\n  ","677560":"\n  You should stop thinking and give me your brain because That's not true at all lol\n  ","677561":"\n  Si Senor\n  ","677562":"\n  Jesus\n  ","677563":"\n  Awwwwwh. ❤❤❤❤❤❤\n  ","677564":"\n  Because my phone sucks\n  ","677565":"\n  Yeaaaah but it's a gift. ❤\n  \n  & I need more haha\n  ","677566":"\n  Why not what?\n  ","677567":"\n  Yess\n  ","677568":"\n  Lana del Rey\n  ","677569":"\n  Why would I mind? It's pretty things. ❤❤\n  ","677570":"\n  I want you too buy those toooooo\n  ","677571":"\n  If you want too, not forcing anybody. ❤\n  ","677572":"\n  & you're just fucking beautiful!!!\n  ","677573":"\n  I haven't really met a girl I could be in relationship with, but I've hooked up with girls lol\n  ","677574":"\n  BIO.BIO.BIO.BIO.BIO.\n  ","677575":"\n  No kik. Read bio.\n  ","677576":"\n  Hahaahahaha really?  I mean like how can you not be especially as a women? Like girls have the most beautiful bodies it's like hard not too.\n  ","677577":"\n  Yes\n  ","677578":"\n  Awwwh thanks sweetie\n  ","677579":"\n  Okay(:\n  ","677580":"\n  Awwwwh I hope you have a better brighter day (: I'm so sorry ):\n  ","677581":"\n  That does sound like it smells yummy!\n  ","677582":"\n  Oh Yeah I'm totally down to have a complete stranger touching me and tickling me...\n  ","677583":"\n  About what we were talking about\n  ","677584":"\n  Awwh thank you so much\n  ","677585":"\n  Don't use kik atm\n  ","677586":"\n  Awh thank you so much\n  ","677587":"\n  Yeah I do because some people are just way to lucky.\n  ","677588":"\n  But you'd be dead, you wouldn't know if they did either way.\n  ","677589":"\n  Good I just woke up (:\n  ","677590":"\n  I love it. ❤\n  ","677591":"\n  What do I smell like?\n  ","677592":"\n  Okay That's kinda cool. ❤\n  ","677593":"\n  I'm confused right now lol\n  ","677594":"\n  Why are you telling me this?\n  ","677595":"\n  It makes me uncomfortable that people get turned on by my feet\n  ","677596":"\n  If I had a better phone\n  ","677597":"\n  Why just why?\n  ","677598":"\n  Its okay\n  ","677599":"\n  Daaamn\n  ","677600":"\n  Right?!\n  ","677601":"\n  To some it may\n  ","677602":"\n  Awwwwh damn. ❤\n  ","677603":"\n  Whys that?\n  ","677604":"\n  Omg That's the cutest thing ever (:\n  ","677605":"\n  Awwwwwh omg\n  ","677606":"\n  I don't want to know this!!\n  ","677607":"\n  Yeah That's always always an A++ hahahhhah\n  ","677608":"\n  Well believe it sweetheart I'm pretty real. ❤❤❤\n  ","677609":"\n  It's more the fact I don't think in the same way you do.\n  ","677610":"\n  I'm not a dominant person either though, you just want me to be. But you  can't force someone into something their not. ):\n  ","677611":"\n  Actually you would probably be shocked how many times people have said  something was just a 'fantasy' but it's really a reality.\n  \n  You also need to understand people who have fantasies like yours usually end up in a mental institute and is required psychiatric help. Because it's not normal. Just because you say a fantasy doesn't suddenly make everything okay. It just proves how fucked your childhood must have been.\n  ","677612":"\n  It will never matter to you what size I am in anything. ❤\n  ","677613":"\n  Yes but how many people are gonna know when they read this, it's all pretend?\n  \n  Probably only you and me.\n  \n  I'm not gonna pretend I enjoy something I strongly disagree with. You need to get in your head I'm not a fucked up person, I'm morally grounded. Ive been taught what is right and wrong. You need to understand that my dream is to help people who find things like that attractive help.\n  \n  You need to respect me and the way I feel. I have empathy, I can feel everything I write. Just pretending I enjoy the thought of someone getting beat up makes me sick to my stomach.\n  ","677614":"\n  Which doesn't make sense, because in this world most people don't like anons. I'm one of the only people who actually talk to them.\n  \n  They really have no reason to be upset, their anons. I morph them into one face, because they are not  independent, they don't show real identity.\n  \n  What do they expect when we don't even know who we are talking too? I don't know about you but people don't like talking to strangers.\n  \n  They should be grateful I take the time to appreciate every single one of them, I just talk to the people with identities that I know of in a different way.\n  ","677615":"\n  I can't because That's disgusting.\n  ","677616":"\n  I don't care.\n  \n  I do not care.\n  ","677617":"\n  I'm not a psychopath I don't get turned on by it.\n  ","677618":"\n  Your loss. ??\n  ","677619":"\n  That is the opposite of big isn't it?\n  ","677620":"\n  Get naked so I can see the gashes lol\n  ","677621":"\n  No I don't lol\n  ","677622":"\n  Jumping up and down with excitement!\n  ","677623":"\n  'Shove your fist up his ass and work his mouth like a puppet'\n  ","677624":"\n  Alright for a little. ❤\n  ","677625":"\n  Okay I don't understand why you're so angry\n  ","677626":"\n  And I'm guessing I have to pretend I enjoys it?\n  ","677627":"\n  Okay you are taking this way to seriously and out of context.\n  ","677628":"\n  Haha death\n  ","677629":"\n  Yeah when people who actually show who they are I go and talk back and forth\n  ","677630":"\n  I hate it tooooo That's why I only really post shit to anons ))):\n  ","677631":"\n  Id kill you, you'd be dead.\n  ","677632":"\n  Okay explain what the fuck I'd be doing\n  ","677633":"\n  Awwwwh thank you so much❤❤❤\n  ","677634":"\n  I call it a curse honestly.\n  ","677635":"\n  Ugh but dead body parts is just awesome. I'm not trying to get fingers in my hair, blood know my clothes. Yuck.\n  ","677636":"\n  It's okay. ❤\n  ","677637":"\n  Omg I don't want to know that!\n  ","677638":"\n  I'd probably throw up honestly\n  ","677639":"\n  Simon says?\n  ","677640":"\n  Omg I'm making people go boom.\n  ","677641":"\n  Plane\n  ","677642":"\n  Whys\n  ","677643":"\n  I spelled it wrong and fixed it?\n  ","677644":"\n  Cuntdragulations\n  ","677645":"\n  Do they blow up if I hit you with it or do they just always blow up?\n  ","677646":"\n  Aladdin's magic carpet.\n  ","677647":"\n  It's only for an hour, let's just start lol\n  ","677648":"\n  Awwwwh. ❤❤\n  ","677649":"\n  Haha will it?\n  ","677650":"\n  Yeah sure the quicker we get this done the faster I can actually do start my real work lol\n  ","677651":"\n  Years?! Omg this is very in depth.\n  ","677652":"\n  I wanna so bad that'd be so much fun!!!\n  ","677653":"\n  Awwwh sweetness\n  ","677654":"\n  ❤❤❤\n  ","677655":"\n  This world is all sorts of fucked.\n  ","677656":"\n  Hahah so I have to picture a waiter that served me That's a loser and I'm gonna beat him up?\n  ","677657":"\n  Omg yesssss\n  ","677658":"\n  Hahahaha omg\n  ","677659":"\n  Serving boys? Lol\n  ","677660":"\n  Oh thank God, you'll be asking shit.\n  ","677661":"\n  I've never seen this ever lol\n  \n  I'm terribly sorry people don't know where to shop where you are from lol or don't have the best fashion.\n  \n  But that would never happen here.\n  ","677662":"\n  Probably the knuckle one where I use your face\n  \n  Omg hhahahaa I can't take this seriously\n  ","677663":"\n  California\n  ","677664":"\n  Oh jesus\n  ","677665":"\n  I like the bowling one haha\n  ","677666":"\n  Awwwh I hope you get better (:\n  ","677667":"\n  You just have to find the right pair! ❤ because they are the best pants to wear haha\n  ","677668":"\n  So all I have to do is partake in doing these things?\n  ","677669":"\n  Awwwh thank you.❤\n  ","677670":"\n  So you want the ultimate beat down in an arcade in one or all those ways?\n  ","677671":"\n  Hella stoned lol\n  \n  But\n  \n  Thank you so much. ❤❤\n  ","677672":"\n  The ones from forever 21 are always the best because their pants lol\n  ","677673":"\n  Do I look like a pubescent 12 year old girl?\n  \n  Or a boy confused with his sexuality?\n  \n  Nope.\n  ","677674":"\n  Not all of them lol there's alot of leggings that are thick.\n  ","677675":"\n  Lol their are just sweet. ❤\n  ","677676":"\n  Nahh my legs look really long\n  ","677677":"\n  Alright lol\n  ","677678":"\n  I wear them as pants lol\n  ","677679":"\n  I'm okay, kinda just out of it. Hbu?\n  ","677680":"\n  Oh yeah I fogot they have a different name but I know they were the ones that started them, we didn't come up with them. lol\n  ","677681":"\n  We're gonna wrestle?\n  ","677682":"\n  Sorry I had to use your question to post my pic :)\n  ","677683":"\n  Yes I am\n  ","677684":"\n  No I'm better at being impulsive\n  ","677685":"\n  THAT'S WHAT I'VE BEEN TRYING TO SAY ):\n  ","677686":"\n  It will be 2 pm something\n  ","677687":"\n  Yeah That's why, they look really cute\n  ","677688":"\n  I actually haven't seen the most most recent yet. I probably will though.\n  ","677689":"\n  Two hours?\n  ","677690":"\n  My dm doesn't work on my phone HAHHAHAHAHAHAH I hate my life\n  ","677691":"\n  It's literally  the same idea just smaller lol\n  ","677692":"\n  Thank you so much.\n  \n  How are you?\n  ","677693":"\n  Awwwh. ❤\n  ","677694":"\n  If you're English, you should definitely know this.\n  ","677695":"\n  Dude first of all those don't even look like words to me just someone got tired of being creative and threw a 'p' or 'ph' in front of random letters.\n  ","677696":"\n  Awwwwwwh omg so fucking sweet. Thank you so much. ❤❤❤\n  ","677697":"\n  Why\n  ","677698":"\n  I try lol\n  ","677699":"\n  Hahahah awwwh thanks.\n  ","677700":"\n  I can only dream\n  ","677701":"\n  Yessss. ?\n  ","677702":"\n  Just chilling, I'm really annoyed with people today. I wanna be alone, but that'll never happen.\n  ","677703":"\n  Hahahah I love that movie(:\n  ","677704":"\n  Clearly you're illiterate. I told ben  I didn't believe him, I don't know how you think that means I think he's going too?\n  \n  And I love toe rings and if that requires taking a few pics of my feet with cute little new rings for a fetish who gives a flying fuck, THEIR ARE WORST THINGS OUT THERE.\n  \n  Just stfu and stay in your own life.\n  \n  Right now I feel like Miley Cyrus, I could give two shits what you think, I'll do, say, live, believe what I want.\n  ","677705":"\n  You are like the best person to work with.\n  ","677706":"\n  MY PHONE IS RETARED I LITERALLY CAN NOT MAKE VIDEOS.\n  ","677707":"\n  Okay(: I'm excited. Writing experience (:\n  ","677708":"\n  How the hell am I suppose to tell the gender of an anon?\n  ","677709":"\n  Whenever you would like, just gotta keep an eye out for them so I can have a Photoshoot with them lol\n  ","677710":"\n  4 hours from now would work (:\n  ","677711":"\n  The likelyness of me having time to go on twitter and chat is limited.\n  \n  The reason I come on here is because it's the only thing my phone will not freak out over. And I'm not free all the time, I use this as my free time.\n  ","677712":"\n  Okie dokie\n  ","677713":"\n  No not necessary, I can show you on here if you want\n  ","677714":"\n  Then I wouldn't mind showing you hahah (:\n  ","677715":"\n  Whaty what what\n  ","677716":"\n  They look cute on my little toesies too lol but like (no offense if you are one) foot fetish people scare me ):\n  ","677717":"\n  If you wish you can, (: I love toe rings.\n  ","677718":"\n  Omg you're so sweet.\n  \n  You should get whatever you like the most (: or get pictures of lol besides the underwear stuff.\n  ","677719":"\n  Ill post pics in an hour or so, plumber is coming to fix the second bathroom.\n  ","677720":"\n  You would?!  Please it can be a Christmas present (:\n  ","677721":"\n  I don't want to rate people, sorry.\n  ","677722":"\n  They make me feel uncomfortable\n  ","677723":"\n  Well I think their talking about what's on my wishlist.\n  ","677724":"\n  What did you see?!!!\n  \n  & omggggggggg I don't know what to do with my life right now lol. ❤❤\n  ","677725":"\n  Sure pal ❤\n  ","677726":"\n  I've been tickled my whole life. Idk what it is but people love tickling me.\n  ","677727":"\n  Arent they cute?! I literally died when I saw them\n  ","677728":"\n  DAMN THAT'S HOT.\n  ","677729":"\n  I sure hope so!\n  ","677730":"\n  Maybe at some point, I'm gonna have grey hair first though\n  ","677731":"\n  Yesss I believe so, because it wouldn't let me put it on the wishlist if I never put a size.\n  ","677732":"\n  Thank you so much. Oh God. You're so sweet. ❤\n  ","677733":"\n  Give me a good time frame so I know when I have to be on so I don't start doing other stuff and just leave you hanging\n  ","677734":"\n  I won't be having a Thanksgiving for the first time this year, and honestly I think it'd be good for me because holidays haven't gone well for me for a few years now.\n  ","677735":"\n  I do (:\n  ","677736":"\n  Yeah it's shitty\n  ","677737":"\n  5'3\n  ","677738":"\n  Yes big fucking Yes. Like it's a social site, I would understand if this was like twitter or something but like people just take life so seriously sometimes.\n  \n  The reason why I can have so much fun on here is because I don't take this seriously, its a place to get to know different people and cultures - it should be fun.\n  ","677739":"\n  Because I just picture Miley Cyrus and pink future love child. I don't know why I just think of them every time.\n  ","677740":"\n  Omg that song makes me crack the fuck up!!!!❤❤❤\n  ","677741":"\n  Yesss\n  ","677742":"\n  Yess\n  ","677743":"\n  Yup\n  ","677744":"\n  It makes me so happy you think of me this way. You are the nicest and sweetest lady ever. ❤❤❤❤\n  ","677745":"\n  Super ticklish\n  ","677746":"\n  Ugh I'm so pissed I wasn't on. I would have ripped their ass a new one. And I'm sorry, life gets like that sometimes but things do get better at some point.  It's never instant but you got to keep trying, because if you stop what is their to live for? Live for your passion,your hobby, your family (blood or not) life is hard but its beautiful and you just have to focus on the beauty and work around the ugly.\n  ","677747":"\n  Thank you. ❤❤❤❤❤❤❤❤❤\n  ","677748":"\n  That's stalking to me.\n  ","677749":"\n  I would dare you but I don't want to get stalked and tickled.\n  ","677750":"\n  How would that happen?\n  ","677751":"\n  I wish I could hug you. ❤❤❤ you be making me smile. ❤❤ but I don't think I'm perfect.\n  ","677752":"\n  Hahah oh god.\n  ","677753":"\n  Nopers. I dont think so\n  ","677754":"\n  I wish I was perfect!!!\n  ","677755":"\n  Noooo you don't because ill chop off every finger before you could\n  ","677756":"\n  I think you got your answer (;\n  ","677757":"\n  YESS YESS YESS. YOU'RE PERFECT.\n  ","677758":"\n  Now I am scared. ❤\n  ","677759":"\n  No prob bob. ✌\n  ","677760":"\n  It only matters if you are gonna tickle me, but you probably won't. Lol\n  ","677761":"\n  Why, why does this matter?\n  ","677762":"\n  You're welcome. ❤\n  ","677763":"\n  I don't like being mean unless I have too\n  ","677764":"\n  I mean if people really want to know they can like this but I'm not gonna force it\n  ","677765":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤\n  \n  You're not and never will be annoying. ❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","677766":"\n  I don't want to rate people's appearances - it causes pain to some and drama.\n  ","677767":"\n  As of right now like how it says in my Bio, this is the only place people can really get a hold of me.\n  ","677768":"\n  This means more to me than you realize. I go through my day thinking horrible things of myself because I'm not who I think I should be, or where I think I should be. So the fact that their are people like you who think of me like this puts a huge amount of strength and confidence back. Thank you so much for saying such amazing things. ❤ you're beautiful.\n  ","677769":"\n  Thank you lol, it's such random stuff. Lol\n  ","677770":"\n  Toe rings. ?\n  ","677771":"\n  Awwwwh Im happy ?\n  ","677772":"\n  You know what would be amazing, you and me with ice cream and everything else we can manage to stuff our face with while cuddling.\n  ","677773":"\n  Sure. ❤\n  ","677774":"\n  God I hate my shitty camera lol\n  ","677775":"\n  Literally just showered lol\n  ","677776":"\n  Just kickin it with my homiee❤❤\n  ","677777":"\n  ❤❤❤ you're a?????????\n  ","677778":"\n  For what?\n  ","677779":"\n  Hehe. ❤❤❤\n  ","677780":"\n  I SHALL COME AND CUDDLE MY FRIEND. ??❤❤❤❤\n  ","677781":"\n  Anytime pal (:\n  ","677782":"\n  You're so sweet omg.\n  ","677783":"\n  ?\n  ","677784":"\n  Yup yup\n  ","677785":"\n  No I don't.\n  ","677786":"\n  Nothing just trying to figure out what to do lol I might read honestly\n  ","677787":"\n  ❤❤❤ cutie\n  ","677788":"\n  You're welcome. ❤❤\n  ","677789":"\n  So let's say someone harmed people in ways such as murder, would you justify and say that they were just trying to help you and themselves find peace?\n  ","677790":"\n  Calvin Klein\n  ","677791":"\n  I honestly have no idea, I'm sorry.\n  ","677792":"\n  I tried lol\n  ","677793":"\n  Awhhhhh. ❤❤❤\n  ","677794":"\n  Raaaaaaaawr\n  ","677795":"\n  Hellllo\n  ","677796":"\n  That's good\n  ","677797":"\n  ❤❤❤❤❤ how are you\n  ","677798":"\n  Bleh I want a room That's a foam pit.\n  ","677799":"\n  Good you?!\n  ","677800":"\n  ❤❤❤ I'm bored lol\n  ","677801":"\n  Hi\n  ","677802":"\n  Awwwwh of course\n  ","677803":"\n  Yess\n  ","677804":"\n  It's a really good thing you're a smurf then (;\n  ","677805":"\n  Not right meow.\n  ","677806":"\n  I have a huge bank account\n  \n  HHAHHAHAAHAHAHAHAHAHAHAHAHAHAHAHAHABABABBABAHAHHAHAAHAH\n  ","677807":"\n  Yesss. ❤❤❤❤\n  ","677808":"\n  Like this and ill follow you if I don't already and like some stufffs. ❤❤\n  ","677809":"\n  No\n  ","677810":"\n  TWO HOURS AWAY? That's crazy! Why so far?!\n  ","677811":"\n  kabooommmmm\n  ","677812":"\n  Thank you so much. ❤\n  ","677813":"\n  California\n  ","677814":"\n  Twat but awkwardly That's one of my favorite words. But ill never say it to someone unless I actually mean it.\n  ","677815":"\n  Awwwwwh That's so cute!!!!! ❤❤❤ i would love to see your horsey.❤❤\n  ","677816":"\n  I swear I don't have anything ): I would never steal that from you ):\n  ","677817":"\n  Very, well to me lol\n  ","677818":"\n  Can you help me comprehend this; my mom told me if Hiroshima never got bombed I would have been a real princess. An actual royal princess. And multibillionaire but That's not important I WANTED TO BE A PRINCESS.\n  ","677819":"\n  Do you speak Italian fluently?\n  ","677820":"\n  I have no ideaa I don't watch it.\n  ","677821":"\n  Two haha sorry I'm very curious, (:\n  \n  I have two kitties.❤\n  ","677822":"\n  You are teaching me so much haha\n  ","677823":"\n  It's a good thing they have boats, and I know how to swim (; but let's just hope I don't get eaten alive by creatures of the sea.\n  \n  Who knows I might have to take you down with me since you have so much knowledge of your country (;\n  ","677824":"\n  That's so sweet. ❤\n  ","677825":"\n  Hahahaah I wanna go there though\n  ","677826":"\n  ❤❤❤ naaaah\n  ","677827":"\n  Awwwh to sweet. ?\n  ","677828":"\n  Look at you, that was clevaaaa. ✌ I'm proud. I wanna go pretend I'm a galiator and break into the colosseum to host my own fight with a lion.\n  ","677829":"\n  Awwwwwh\n  ","677830":"\n  That's sounds like a great fucking time, yo. ❤\n  ","677831":"\n  Boooo do you have any pets?!\n  ","677832":"\n  Thank you. ❤❤\n  ","677833":"\n  I had no idea!\n  ","677834":"\n  I miss having lentils and cotechino with my mom on new years): you're making me wanna go to Italy): let's go.\n  ","677835":"\n  They have the best food I swear. ❤\n  ","677836":"\n  Well I didn't know anyone did but it's okay I guess lol\n  ","677837":"\n  Because you were cute first ?\n  ","677838":"\n  This is making me hungry\n  ","677839":"\n  I'm sorry :(\n  ","677840":"\n  My stepdad is the only reason I have exposure to Italy but like politics wise, when he talks about it he just goes off in Italian and i never get to know lol\n  ","677841":"\n  Oh yeah i know my mom told me that the streets in Rome where she is, is covered with homeless people from Libya. But that's all I really know. I asked her why they are and all she said was \"because the pope has the taxes pay for it\"\n  ","677842":"\n  By getting to know her ?\n  ","677843":"\n  Yesssss ❤️\n  ","677844":"\n  Wait, how the hell does that work?\n  ","677845":"\n  HOLY SHIT, hurry!!!!\n  ","677846":"\n  Hahahah! It's not bad, its just kinda crazy. It's just so hard for me to believe someone so naracisitic took his own life... And the way he protrayed the world, America is trying really hard to conquer. And honestly mass destruction and mayhem is very intriguing lol\n  ","677847":"\n  YOU ARE SO CUTE IM GONNA DIE ?????????\n  ","677848":"\n  HAHAHHAHAHAHAHAHHAHAHAHAHAHAHHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHHAHAHAHAHAHAHHAHAHAHA\n  \n  I'm sorry I read a lot about hitler because he had the most interesting mind and concept psychologically lol\n  ","677849":"\n  That's be so awesome man!!!!! Ahhhhhh\n  ","677850":"\n  Ohhhhhh awh I wanna new phone\n  ","677851":"\n  I'm thinking it's more like the best\/worst since the creation of Nova 6.\n  ","677852":"\n  I hope one day we will get the chance to cuddle someday, it's a big hope but oh well lol\n  ","677853":"\n  'Spoon beautiful' ?\n  ","677854":"\n  Awhh thank you so much?\n  ","677855":"\n  Might as well hand Gordon Ramsey a noose.\n  ","677856":"\n  Yeah I model for it, I'm the face!\n  ","677857":"\n  Can I please be the model for it omg\n  ","677858":"\n  What kind of seasoning will you be using?\n  ","677859":"\n  Thank you so much.\n  ","677860":"\n  Please come cuddle wiff me ??\n  \n  RIGHT NOW ????\n  ","677861":"\n  California\n  ","677862":"\n  Wait I don't get it, why?\n  ","677863":"\n  I'm sorry. You want my what?\n  ","677864":"\n  Behram\n  ","677865":"\n  Naaah you could probably do that on my ribs;)\n  ","677866":"\n  Wow thank you so much ?\n  ","677867":"\n  #raw\n  ","677868":"\n  Bones.\n  ","677869":"\n  Oh god. I didn't feel like putting on makeup today...\n  ","677870":"\n  I LOVE MY LIL BOOMS\n  ","677871":"\n  Actually no, because I don't want to personally talk to you right now. So don't tell me what I should and shouldn't post. Thank you. ✌\n  ","677872":"\n  Sand people?  Ringing any bells? Camels? Ashy skin? Hahahahah omg I need to stop.\n  \n  I just had such a full day, and it's not even half way over ):\n  ","677873":"\n  Yikes. ❤❤❤❤\n  ","677874":"\n  Why the fuck not?(:\n  ","677875":"\n  OK.❤❤❤❤\n  ","677876":"\n  Thanksssss\n  ","677877":"\n  I'll post a pic when I wanna sheesh.\n  ","677878":"\n  Hello\n  ","677879":"\n  Ill only go to the \"birthday \" party if it's spongebob themed\n  ","677880":"\n  I miss you the MOSTEST!!!!!!\n  \n  Im getting annoyed with foreigns in the sand region hahaha. I'm sorry.\n  ","677881":"\n  That's not a theme.\n  ","677882":"\n  What's the theme?\n  ","677883":"\n  None of them, social media destroyed the world. Lol\n  ","677884":"\n  What kind of party is it?\n  ","677885":"\n  ❤❤❤❤\n  ","677886":"\n  Boom. Not boob, BOOM.\n  ","677887":"\n  You are the guest of honor!\n  ","677888":"\n  I have no idea\n  ","677889":"\n  Wait are you saying I, Savannah, actually thought of something clever before you? This can't be possible.\n  \n  I may have to throw a party.❤❤❤❤\n  ","677890":"\n  I want to take this as sarcasm but I like it as a compliment better lol. ❤❤❤❤\n  ","677891":"\n  ❤❤❤❤❤❤❤✌❤❤❤❤❤❤✌❤❤❤❤❤❤❤\n  ","677892":"\n  It's the art of tying... ?\n  ","677893":"\n  ❤\n  ","677894":"\n  USA\n  ","677895":"\n  Don't say that.❤❤\n  ","677896":"\n  Probably not. ?\n  ","677897":"\n  Hiiii my  offender. ❤\n  ","677898":"\n  Tanksssss. ❤\n  ","677899":"\n  The fact that flashing of underwear - which btw was impossible because I was wearing shorts - excites you, is just pathetic and sad. Their are other things in life that should excite you like waves crashing or stopping world hunger NOT my underwear flashing.\n  ","677900":"\n  ❤❤❤❤❤\n  ","677901":"\n  It's almost as smooth as my butt(;\n  \n  The real question is how could I not?\n  ","677902":"\n  That's good. ❤\n  ","677903":"\n  I dont know what this means, I don't have any of those.\n  ","677904":"\n  Good, you?\n  ","677905":"\n  Awwwwwwwwh. ❤❤❤❤❤❤\n  ","677906":"\n  Awwwh thank you. ❤\n  ","677907":"\n  Hi\n  ","677908":"\n  Ehh more like 1-3 likes lol\n  ","677909":"\n  Thank you. ❤\n  ","677910":"\n  KABOOM\n  ","677911":"\n  Thank you. ❤❤\n  ","677912":"\n  Ill post one laterssss. ❤❤\n  ","677913":"\n  Yes but it's usually because the girl is in porn and guys who are dirtbags believe That's hot and makes them cooler than everyone.\n  \n  But you will never hear of women marrying a male pornstar unless they are gay pornstar - and most of the time they are the creators not the actors. I know that doesn't make sense but girls would rather have a guy who creates porn than someone who is in it fucking all these girls.\n  ","677914":"\n  But why is that something you wish to do. Do you realize now you're going yo have to sit across the women of your dreams one day & you're going to have to tell her that you've been with  20 pornstars so not only are you gross, but the expectations you have for women in bed  are so high, you'll never be satisfied. not only that, I don't know many girls who are trying to find their romeo, wants their romeo to be Hugh Hefner . Have you ever wondered why these people die alone?\n  ","677915":"\n  Awwwwwwh I miss you tooooooo!!! ❤❤ What's been up?\n  ","677916":"\n  Awh thank you so much. ❤\n  ","677917":"\n  Yeah I mean like why are you doing this?\n  ","677918":"\n  Kaboom.\n  ","677919":"\n  Do me a favor, go on a hill and yell \"ayo maggots\" and if you tell me that wasn't satisfying, you're a liar. ❤ lol\n  ","677920":"\n  Omg I don't have the answer to this question except I stole your skies to hit the slopes (;\n  ","677921":"\n  Omg yesss. I'm downskies. ❤❤\n  ","677922":"\n  Awwwwwh\n  ","677923":"\n  Thank you lovely\n  ","677924":"\n  I don't agree with that sweetness omg\n  ","677925":"\n  No, I just enjoy talking to people. ❤❤\n  ","677926":"\n  I hope so too it's going to be such a pricey thing. I'm not excited.\n  ","677927":"\n  Thank you so much .❤❤\n  ","677928":"\n  Can I be involved in this oil business because I used cocoa butter oil today on my arms so like I'm feeling oily(;\n  ","677929":"\n  I want to be better!  ENTERTAIN ME PLEASEEEEE\n  ","677930":"\n  That's so sweet\n  ","677931":"\n  Awwwh ❤❤\n  ","677932":"\n  ❤❤❤❤\n  ","677933":"\n  Thank you so much, I've been putting so much effort into it. ❤\n  ","677934":"\n  I didn't go their to work, I went their for therapy.\n  ","677935":"\n  God I'm in an office I love it but like I hate having to be all official lol I had therapy it sucked\n  ","677936":"\n  Maybe\n  ","677937":"\n  Because I'm busy.\n  ","677938":"\n  What?\n  ","677939":"\n  Thank you. ❤\n  ","677940":"\n  Thank you. ❤\n  ","677941":"\n  Naaah\n  ","677942":"\n  I just wanna go to sleep.\n  ","677943":"\n  Are we not right now?\n  ","677944":"\n  Don't have that\n  ","677945":"\n  You're welcome\n  ","677946":"\n  That's good\n  ","677947":"\n  Helloooooooo. ❤❤\n  ","677948":"\n  Naaah\n  ","677949":"\n  All day every day.✌\n  ","677950":"\n  IT'S BECAUSE I'M BLACK ISN'T IT?\n  ","677951":"\n  Bio\n  ","677952":"\n  I could be better you?\n  ","677953":"\n  I smoke weed everyday.\n  \n  I don't do drugs anymore but I have tried;\n  \n  Molly, ecstasy, cocaine, adderall, acid, shrooms, & Xanax\n  \n  But That's it, and I haven't for about three+ years\n  ","677954":"\n  Omg hahahah\n  ","677955":"\n  Awh thank you, I still appreciate the compliment very much❤\n  ","677956":"\n  Hahaha my skin is alot different than hers lol like if you put pictures together we look different\n  ","677957":"\n  I like this compliment a lot, thank you. ❤❤\n  ","677958":"\n  Ask me whatever you want. ✌\n  ","677959":"\n  You're so welcome pretty. ❤❤❤\n  ","677960":"\n  Ariel omg.\n  ","677961":"\n  I honestly have no idea, I've had tons of interesting conversations on here.\n  ","677962":"\n  Thank you, I need all the good vibes I can get.❤\n  ","677963":"\n  Can I just give likes to whoever likes this?\n  ","677964":"\n  Kaboom\n  ","677965":"\n  Figure out What's messing everything up and try to change it?\n  ","677966":"\n  Nooo not pedicure. I need pediasure - a drink for children who have malnutrition except I actually need it lol\n  ","677967":"\n  I'm waiting for it to get better cause it sucks so far.\n  ","677968":"\n  Hey\n  ","677969":"\n  Wow thank you.\n  ","677970":"\n  Not now I just did a bunch of tbh..\n  ","677971":"\n  Hi there.❤\n  ","677972":"\n  No but That's mean ):\n  ","677973":"\n  You're very welcome. ❤❤\n  ","677974":"\n  Kaboom. ❤❤\n  ","677975":"\n  Their apparently extremely easy to learn how to get used too. But I've never ridden them, I've just seen girls and guys riding them at the beach\n  ","677976":"\n  Okay.❤❤\n  ","677977":"\n  Thank you so much. ❤\n  ","677978":"\n  Omg it's a hoverboard, I want one so bad.\n  ","677979":"\n  Well I have past debt from going to the hospital, and then I have future bills for therapy and minor surgery. Lol it's awesome.\n  ","677980":"\n  My medical bills!\n  ","677981":"\n  I can't help it ):\n  ","677982":"\n  ❤❤\n  ","677983":"\n  Thank you so much darling xoxo. ❤❤\n  ","677984":"\n  Omgomgomg thank you so much. Everything counts. Now I can buy more pediasure hahaha\n  \n  THANK YOU SO MUCH.\n  ","677985":"\n  I haven't done anything to my hair yet, I wish.\n  ","677986":"\n  I wish you weren't so far in the future ): waaaaaaah\n  ","677987":"\n  Good you?\n  ","677988":"\n  ❤\n  ","677989":"\n  Awh no don't die.  ❤\n  ","677990":"\n  Thank you. ❤\n  ","677991":"\n  Don't know yet, I have more tests coming up literally tomorrow lol\n  ","677992":"\n  Nooooooo I haven't had time.\n  ","677993":"\n  You're making me sad.\n  ","677994":"\n  Naaah jewish zombies hahahahahh. ❤❤❤❤ they be coming after my wallet. Lol\n  \n  Why do I get so sleepy in the middle of the day...\n  ","677995":"\n  I wish I could transform into a cat.\n  ","677996":"\n  Hi. Thereee\n  ","677997":"\n  ❤❤\n  ","677998":"\n  Yes he is hahahahhahahahahaha\n  ","677999":"\n  I've been playing my zombie game hehehe\n  \n  Awwwh he's gonna be sad): I wish we could all share me lol\n  ","678000":"\n  I'm just not looking for that. ❤\n  ","678001":"\n  Thank you bby. ❤❤\n  ","678002":"\n  Awwwwwh I'm sorry sweetness ?\n  ","678003":"\n  Awwwwwh ???? I just ate a ice cream sandwich and a vanilla ice cream bar. Yummmmmy\n  \n  I have to call to make drs appointments now though:(\n  ","678004":"\n  Oh well anywhere is better than high school. Lol\n  \n  I would rather join Isis than go back.\n  \n  I would rather listen to Justin Bieber albums for a year straight than go back lol\n  ","678005":"\n  I want a room full of duck feather pillows to roll around in.\n  ","678006":"\n  I love you all\n  ","678007":"\n  Sure, press the heart.\n  ","678008":"\n  Well kinda, but not the sweetest in the world.\n  ","678009":"\n  Awwwwwh you're making me miss my family ):\n  \n  I'm sorry that happened with your family, I hope everything is okay. ❤\n  ","678010":"\n  That's really cute. ❤\n  ","678011":"\n  Well it's going pretty well so far (: no complaints. ❤❤\n  ","678012":"\n  Uh Yeah but only if violet went first and didn't blow up into a balloon lol\n  ","678013":"\n  ❤\n  ","678014":"\n  Oooooh did you have a little sleepovaaaa? ❤❤❤❤ cuz that sounds like fun. ❤❤\n  ","678015":"\n  XOXO\n  \n  How is your day?(:\n  ","678016":"\n  Awwwwwwh no, but thank you. ❤\n  ","678017":"\n  I don't know but I'm hoping really really soon lol!! ❤❤\n  \n  Omg why are you sleeping there?! That sounds so cold ):\n  ","678018":"\n  Thank you so much, and I'm so blessed to have people like you who look at me and think of me in the way you do.\n  ","678019":"\n  I'm just messing with you lol\n  ","678020":"\n  I can't WAIT for a new phone lol\n  \n  Omg why you so cold?!?!?!?!!?!?!\n  \n  Sav is on her way to cuddle sesh lol\n  ","678021":"\n  Are you?\n  ","678022":"\n  Dudeee, what kind of phone did you have like daaaaamnmutherfuuuckin damn, because I feel like mine is getting to that point. Lol\n  ","678023":"\n  Pfffft.\n  ","678024":"\n  I WILL ROUNDHOUSE YOUR NOGGIN SO FAST.\n  ","678025":"\n  You guess ?\n  ","678026":"\n  Thank you❤\n  ","678027":"\n  Ill see it as soon as it wants to work. I love having a phone that is janky lol\n  \n  It suuuuuucks.\n  ","678028":"\n  AEWWH COME HERE YOU, I NEED TO GIVE YOU HUGS\n  ","678029":"\n  Nugget. My kik wont open right now. It keeps shutting down. The only way you can really talk to me is on here.\n  \n  ILL MESSAGE YOU AS SOON AS I CAN THOUGH\n  ","678030":"\n  Hmmmm well you could get creative\n  ","678031":"\n  Engagement ring. ??\n  ","678032":"\n  Sorrry\n  ","678033":"\n  That's the only kind of babies ill have. So sweet you could grate their ski,  and they shed sugar.❤❤?\n  ","678034":"\n  Only if theirs honey involved.\n  ","678035":"\n  Well all you get is one.\n  ","678036":"\n  Not mad, just curious if you're ever satisfied by anything in life?\n  ","678037":"\n  WHY ARE YOU CANDY COATEDLY SWEET ALL THE DAMN TIME, I'M DYING YO. SO MUCH SWEETNESS.\n  ","678038":"\n  Awh thank you. ❤\n  ","678039":"\n  Of course\n  ","678040":"\n  ❤❤\n  ","678041":"\n  YOU'RE WILLY WONKA SWEET\n  ","678042":"\n  Of course (:\n  ","678043":"\n  I'M GONNA COVER YOU IN CHOCOLATE AND HOST A PINATA PARTY BECAUSE YOU MADE ME WANT CANDY AND YOUR SWEETNESS. ❤\n  ","678044":"\n  Okay.❤\n  ","678045":"\n  Oooh class? That sounds extremely exhausting lol\n  ","678046":"\n  Awh go to sleep! Rest!\n  ","678047":"\n  LOTS OF CHOCOLATE\n  ","678048":"\n  What's wrong\n  ","678049":"\n  I'M SO BORED. I JUST WOKE UP. I DON'T HAVE ANYONE ENTERTAINING TO TALK TOO... ALL I GET IS COMPLIMENTS WHEN I WANT CONVERSATIONS. ❤❤❤ lol other than that, I'm peachy as a plum(; you?\n  ","678050":"\n  Good you?\n  ","678051":"\n  Hi\n  ","678052":"\n  Spam mee if you're bored. ❤\n  ","678053":"\n  Thank you love!!!!\n  ","678054":"\n  Haha there's no way. ❤❤❤\n  ","678055":"\n  Same, I wouldn't be this happy if it weren't for all of you.\n  ","678056":"\n  Omg you smile when you think about me?(:\n  ","678057":"\n  I can't handle this, thank you!!!!❤\n  ","678058":"\n  Omggg you're so sweet, loving, adorable, and fun! Anyone is lucky to call you their friend. ❤ you're amazing inside and out. ❤❤\n  ","678059":"\n  Omg That's not a valid reason. ❤\n  ","678060":"\n  ❤❤❤❤❤❤\n  ","678061":"\n  Wow thank you hun\n  ","678062":"\n  Yess my family\n  ","678063":"\n  I hope you are, because it was lonely without you.\n  ","678064":"\n  Awh thank you!!! ❤\n  ","678065":"\n  Sounds good to me. ❤❤\n  ","678066":"\n  No I don't think so\n  ","678067":"\n  Hi there\n  ","678068":"\n  I'm happy you're back. ❤\n  ","678069":"\n  That's annoying, I'm sorry lovely. ❤❤\n  ","678070":"\n  Hello (:\n  ","678071":"\n  Why did you get suspended ):\n  ","678072":"\n  Way to make me feel not special):\n  ","678073":"\n  Awh thank you.❤\n  ","678074":"\n  Awh thank you. ❤❤❤\n  ","678075":"\n  20\n  ","678076":"\n  No\n  ","678077":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","678078":"\n  California\n  ","678079":"\n  Read bio\n  ","678080":"\n  I MISS YOU. ALOT. GOD DAMN IT.\n  ","678081":"\n  Awh you're so sweet omg. ❤❤❤❤ thank you.\n  ","678082":"\n  What's wrong\n  ","678083":"\n  I think I just found it entertaining. ❤\n  ","678084":"\n  Why\n  ","678085":"\n  Awwwwwh thank you. ❤❤❤❤\n  ","678086":"\n  No\n  ","678087":"\n  ❤ thank you\n  ","678088":"\n  I honestly don't know.\n  ","678089":"\n  \"So what do we do with the body?\"\n  ","678090":"\n  I think so\n  ","678091":"\n  it's in the making (; lol how are you?!\n  ","678092":"\n  Not really\n  ","678093":"\n  Awwwwwh. You too sweetheart. ❤\n  ","678094":"\n  No I do not lol\n  ","678095":"\n  My cats pretty. ❤\n  ","678096":"\n  I'm good. ✌\n  ","678097":"\n  Hii\n  ","678098":"\n  I can't name one, but I know it's not me. ??\n  ","678099":"\n  I would like to not receive this.\n  ","678100":"\n  I don't want to know when I'm gonna die...\n  ","678101":"\n  Awwwwh thank you. ?❤\n  ","678102":"\n  Omg I'm sorry it took me forever to reply. I'm okay now. ?❤\n  ","678103":"\n  Not true my love. ❤\n  ","678104":"\n  LOVE. ❤\n  ","678105":"\n  Thank you so much. ?\n  ","678106":"\n  Ticklish\n  ","678107":"\n  Because some annoy me.\n  ","678108":"\n  I wouldn't know lol\n  ","678109":"\n  Why?!\n  ","678110":"\n  I'm okay, ill probably feel better after my shower (:\n  ","678111":"\n  Omg. ❤\n  ","678112":"\n  I dont know, lol txt lingo is not my fortay\n  ","678113":"\n  It's always honesty time for sav\n  ","678114":"\n  Pap - post a picture.\n  \n  Bg - background.\n  ","678115":"\n  What is this site for?\n  ","678116":"\n  With food.\n  ","678117":"\n  I don't have the picture lol\n  ","678118":"\n  I think I would faint. ?\n  ","678119":"\n  Nothing much really (: I just woke up. What's up What's up\n  ","678120":"\n  Some get 10s and some get 5s lol\n  ","678121":"\n  Miss you tooooo. ❤❤\n  ","678122":"\n  Pow pow (:\n  ","678123":"\n  I've never thought in my head \"Wow he likes me.\"\n  \n  It's more \"wait does he like me or am I seeing shit?\"\n  ","678124":"\n  Gee wilikers batman, you're fucking right.\n  ","678125":"\n  You're awesome!!!!\n  ","678126":"\n  Oh I hope\n  ","678127":"\n  Oh shit nigggs. ❤\n  ","678128":"\n  Yeah I honestly think it has everything to do with my eyes.\n  ","678129":"\n  Omg I hope so.\n  ","678130":"\n  Okay lana del Rey.\n  \n  We weren't born just so we can suffer and die, why would people fear of death in the way they do if we were just suppose to die.\n  \n  We were born to live, but everything in life comes at a price & the price to live in this world is you're going to have to die at some point.  If you can't grasp that, there's no point in your parents ever giving birth to you.\n  ","678131":"\n  That's what I've been trying to figure out all 20 years of my life, I probably won't be able to truly figure that out till I'm way older.\n  ","678132":"\n  Like the coolest on the block?!\n  ","678133":"\n  You don't know that, what if you see me and you're like naaah I don't like her.\n  ","678134":"\n  Holy fuck you crazy.❤\n  ","678135":"\n  I didn't know my nipple was a seed.\n  "}}