{"Question":{"678136":"\n   It's a good job I don't live in San Diego. If I saw you everyday and those eyes of yours I'd just fall hopelessly in love with you ???\n  ","678137":"\n   Savannah you are stunning\n  ","678138":"\n   It was deep what you said before about common people etc. Very interesting xx\n  ","678139":"\n   if Ariel is a fish what kind of human i u then?\n  ","678140":"\n   what do you mean why you\n  ","678141":"\n   the beauty you possess is unmatched\n  ","678142":"\n   I LIKE TRAINS.\n  ","678143":"\n   Wow what you said before was pretty deep. xxx\n  ","678144":"\n   Best feature? Everything\n  ","678145":"\n   Are you drunk or something like that???\n  ","678146":"\n   I dont even know why you're making me\nLaugh??\n  ","678147":"\n   What has been the best part of your day?\n  ","678148":"\n   Oh my???below down\n  ","678149":"\n   Bf? Everything!!\n  ","678150":"\n   Lemme know when you do get new one soon ok??\n  ","678151":"\n   Do you have iPhone or iMessage?\n  ","678152":"\n   It's okay? I thought it's funny as shit. You need to get a kik okay\n  ","678153":"\n   Bc your liking on my ex??\n  ","678154":"\n   You are killing me smallz?\n  ","678155":"\n   Now looking all sweet and innocent who would have thought that you would ever say that word ???\n  ","678156":"\n   Someone on here got it right the other day. You are absolutely gorgeous Sav but not only do you have a boyfriend you are out of reach too. A fantasy girl, a celebrity, a super star we all love. I like many have a girlfriend but I can still admit you are a highly beautiful woman because you are xx\n  ","678157":"\n   sav is w00\n  ","678158":"\n   I'm not a male idiot jk\n  ","678159":"\n   All of your fans can't be wrong. Everyone agreed that you are the hottest girl there is. Now it's official!\n  ","678160":"\n   I like what the girl said, I agree with every world. It's a real pleasure to be able to chat to you on here it really is ?\n  ","678161":"\n   People who don't understand love are those who haven't yet fully experienced it yet. I hope you all do. But you'll know when you do ?\n  ","678162":"\n   Are you high? Unicorns are fake\n  ","678163":"\n   lil booms\n  ","678164":"\n   Yeah?☺️\n  ","678165":"\n   I'm alright thanks:)\n  ","678166":"\n   Love your hat hahaha!\n  ","678167":"\n   You're so fucking wise too\n  ","678168":"\n   love is nothing but a life taker\n  ","678169":"\n   So never again\n  ","678170":"\n   lol fuck love.  FUCK EVERYTHING AND EVERYONE\n  ","678171":"\n   It's true your eyes are hypnotic. Sooo beautiful xxxxx\n  ","678172":"\n   Lol that's cool hey when would be a good time to ask you for a cheek pinching pic\n  ","678173":"\n   wow.\n  ","678174":"\n   I think you are the cherry at the tippy fucking top ? with a crown ?\n  ","678175":"\n   How are you doing tonight\n  ","678176":"\n   that was one like 70 different levels of fucked up\n  ","678177":"\n   We all like you because you are such a beautiful girl inside and out. Yes you're gorgeous but you are genuinely lovely too x\n  ","678178":"\n   Hey\n  ","678179":"\n   Even more after seeing that ?\n  ","678180":"\n   friendzoneddddd lol NICE!\n  ","678181":"\n   Hell yes! xxxxx\n  ","678182":"\n   As a girl I can say you are extremely pretty. I'm straight and you have something about you. It could be your eyes?\n  ","678183":"\n   Why confused Sav?\n  ","678184":"\n   Yeah loads of girls.....no I'm lying! No one. As you once said you're at the tippy fucking top of the list. ?\n  ","678185":"\n   Never met you so just going off photos and you're smoking hot ???\n  ","678186":"\n   As if someone typed out those questions! Hey show some respect to Savannah xxxx\n  ","678187":"\n   I'm with the others on this your fucking gorgeous! Who is hotter? I can't think of anyone\n  ","678188":"\n   I hope we don't make you feel weird or uncomfortable liking you so much\n  ","678189":"\n   I've followed a girl for years who is stunning but recently discovered you. You are more naturally beautiful x\n  ","678190":"\n   1)gave a blowjob? 2)masturbate? 3)ever been licked 4)what's your sexiest underwear 5)bra size 6)shaven,strip or hairy? 7)underwear and bra colour now? 8)age roughly you first masturbated 9)touched yourself in public?10)watch porn? 11)panties size 12)any sex toys\n  ","678191":"\n   No I can't actually either ???\n  ","678192":"\n   No one is hotter than you anywhere so it's safe to say not a chance on ask ???\n  ","678193":"\n   You've always been gorgeous but it's become a more sophisticated beautiful look now ?\n  ","678194":"\n   Is it nice to have everything fancying you on hete ?\n  ","678195":"\n   I'm trying to think of a hotter girl. Can't do it. Can anyone? X\n  ","678196":"\n   Thank you Savannah ?????\n  ","678197":"\n   Seriously how do you cope in real life knowing guys everywhere are likely to be so attracted to you? It's not big headed in knowing it but it's true xxx\n  ","678198":"\n   Haha no it was a rhetorical question. There isn't a hotter girl than you. That's impossible. Beautiful Sav xxxxxx\n  ","678199":"\n   Yeah we are all grateful that Savannah gives us all attention. She's special like that ?\n  ","678200":"\n   When you feel in the mood will you be able to post a video please just so we can hear your voice. I'd love to know what you sound like xxx\n  ","678201":"\n   I can't be your slave and give you my kik ?\n  ","678202":"\n   I'm 15...14 year old boys are having sex\n  ","678203":"\n   You can really feel the love from most of your fans ?\n  ","678204":"\n   I think you're getting better looking as you are growing in confidence with your own natural beauty and how to enhance in in your appearance etc ?????\n  ","678205":"\n   cause your scary when you grrrr at me lol\n  ","678206":"\n   Is there a hotter girl on ask.fm than you???\n  ","678207":"\n   Love your new photos! Thank you so much for sharing. I swear you're getting more gorgeous by the day! ???\n  ","678208":"\n   See okay?\n  ","678209":"\n   Just for a little maybe\n  ","678210":"\n   Please ?\n  ","678211":"\n   Yes I would give you my love and attention and words\n  ","678212":"\n   Why\n  ","678213":"\n   You can tell me to do things or whatever you want\n  ","678214":"\n   don't grrr at me lol\n  ","678215":"\n   Please your so heautiful I wanna be your slave\n  ","678216":"\n   me to lol\n  ","678217":"\n   **meeeee\n  ","678218":"\n   your welcome\n  ","678219":"\n   Want me to come off anon would you like me kik and I can call you whatever you'd like\n  ","678220":"\n   i think I just died and went to heaven your so gorgeous\n  ","678221":"\n   How are you today beautiful  <3\n  ","678222":"\n   TBH : idrku but wowwww you're gorgeousssss.  hmu sometime ??\n  ","678223":"\n   your lips are so fuckin perfect and kissible\n  ","678224":"\n   Please let me be your slave I'll do anything you want me to I'll be so loyal ??\n  ","678225":"\n   i miss the way you look at my penis ^^\n  ","678226":"\n   Dr House is British? Wtf is that true?\n  ","678227":"\n   I've followed you for a long time and you are getting more and more beautiful. I think you're finally accepting you are much more attractive than most people ?\n  ","678228":"\n   You are a work of art. An utter masterpiece ???\n  ","678229":"\n   Savannah you know when you post pictures we all love them ???\n  ","678230":"\n   What's your secret to being sooo beautiful? ?\n  ","678231":"\n   Fuck me you are absolutely gorgeous again! xxxx\n  ","678232":"\n   Wow thank you Sav ?????\n  ","678233":"\n   But you are soooo beautiful xx\n  ","678234":"\n   Since someone mentioned British accents maybe this is just me but I only recently found out that Dr House is not american! In real life he is english and talks completely different as he was putting on an accent on the programme! I honestly never knew ?\n  ","678235":"\n   would you walk on me if i let you\n  ","678236":"\n   How you doing\n  ","678237":"\n   So do you have any girl crushes?\n  ","678238":"\n   :)\n  ","678239":"\n   When you're feeling up to it would you be able to take a selfie please? x\n  ","678240":"\n   hi\n  ","678241":"\n   please come to india .\n  ","678242":"\n   Are u bi\n  ","678243":"\n   Can I please be your slave\n  ","678244":"\n   if we met yes other then that no\n  ","678245":"\n   I can't imagine you getting all shy as you seem so confident xx\n  ","678246":"\n   I just learnt something new about english accents too now lol\n  ","678247":"\n   tells the last lie u told ? (S.T.A.I.F)>\n  ","678248":"\n   How old are you?\n  ","678249":"\n   Aww you get shy and blush ? so cute ?????\n  ","678250":"\n   Bby ;-; ❤\n  ","678251":"\n   Really there is no British accent that is just on tv & movies. London is a cockney accent like Michael Caine, Essex like TOWIS, Birmingham is brummie, Cornwall is like a pirate, Liverpool is scouser like The Beatles, Newcastle is gordie then there is Wigan & Bolton. All so different. I'm english x\n  ","678252":"\n   I don't know but I hope you are\n  ","678253":"\n   Do u want a bf?\n  ","678254":"\n   you are my furture queen\n  ","678255":"\n   Following u sweet girl ♥\n  ","678256":"\n   wow ure so pretty\n  ","678257":"\n   Because I am not gay\n  ","678258":"\n   Tbh you're really pretty, but I don't know you!\n  ","678259":"\n   I think I just turned on a guy\n  ","678260":"\n   I am freaking out\n  ","678261":"\n   I'm good\n  ","678262":"\n   How are you\n  ","678263":"\n   Hey\n  ","678264":"\n   oh im sure you can do it. if you can boom the boom you can boom another boom and think of voices\n  ","678265":"\n   Seriously how does it feel that so many people from so many different places are so attracted to you in fact out and out fancy the ass off you?  If I was a boy I would too. Showed my brother today's pictures of you and he's in love too lol\n  ","678266":"\n   You certainly know you are very attractive to guys reading your daily comments xxx\n  ","678267":"\n   Have the boomerangs calmed down yet? Everyone is in lurve with you haha ?\n  ","678268":"\n   I don't really know what a British accent is. I know they talk differently in London\n  ","678269":"\n   Is it ok and acceptable to admit that I also really fancy you?\n  ","678270":"\n   Is it hard being so beautiful? As you say you know guys always notice you and if you have to speak to them in stores or wherever you know they most likely fancy you. How do you deal with it? X\n  ","678271":"\n   Why are you so fucking gorgeous? It's unreal!\n  ","678272":"\n   Thank you for posting more gorgeous pictures. You know that we all love to see more of you! You're too good to us ?\n  ","678273":"\n   rouI wish you were mine I would treat you like a queen I would hug kiss and cuddle you buy you whatever you wanted I would tell you how perfect you are and how much I love you and how much you mean to me every second of every single day I would me you shoulder to cry on your big teddy bear to hug\n  ","678274":"\n   It's a good job you are such a genuine sweet girl Sav. If you weren't and you were a bitch you could cause so much heartache by stealing guys from their girlfriends but you're not like that. You're so lovely ????\n  ","678275":"\n   Boom babe ❤️xx\n  ","678276":"\n   All of these people can't be wrong lol xx\n  ","678277":"\n   Fuck me you're already banging lol xxx\n  ","678278":"\n   I'm not amazing just everytime I look at you I get really heavy feelings for you and I need to share them\n  ","678279":"\n   Believe me you're way above average!! ❤❤❤\n  ","678280":"\n   Why thank you princess <3 You better smile every day <3\n  ","678281":"\n   AWWWW :') \nI dunno you tell me?\nomfomfomfomf YIS \/).(\\\nAweee shush up you(': don't bullshit cus it's bad okie, naughty koala bear :c ?\n  ","678282":"\n   babe stay blessed\n  ","678283":"\n   I picture everything in a british accent, don't ask me why.\n  ","678284":"\n   LOL i have no clue. I actually didnt find that funny, whether that's good or not is still undecided.\n  ","678285":"\n   Hahaha those pictures and everyone loses their mind ???\n  ","678286":"\n   last I checked my IQ is 400, not 300. Thus, not making me a retard, but a slightly smarter retard.\n  ","678287":"\n   I was just having a joke when I said about making you horny, I thought you needed a laugh seeing nobody else on here makes you laugh\n  ","678288":"\n   You are you are a perfect princess xxxx\n  ","678289":"\n   Can't even imagine how sexy you will become lol ?\n  ","678290":"\n   Well good because you should be happy all the time <3 You deserve to be happy <3\n  ","678291":"\n   Thank you hun :3 ♡\n  ","678292":"\n   FML? *AHEAD\nAWE OMG!! :'3 so cuuuute aw I'm 5'4 cx heh\nAWAW YIS I SHALL BE IT(': hahaha aweee you so cute mate❤❤❤\n  ","678293":"\n   So you don't enjoy being Sav?\n  ","678294":"\n   Being so beautiful is just the way you are. Guys will always fancy the ass off you! And you will get even hotter in a few years too ???\n  ","678295":"\n   Unfortunately the down side of looking like you as that everyone fancies you and that means some total losers too! xxx\n  ","678296":"\n   Yeah I'm totally crazy about you ????\n  ","678297":"\n   No surprise that everyone fancies you! Being super hot is just so natural to you. Can't blame every guy feeling this way ???\n  ","678298":"\n   You really are stunning! Massive girl crush here!\n  ","678299":"\n   well duhhh. you ARE intelligent! i'll forever say it until the world ends too\n  ","678300":"\n   You really are the most beautiful girl I have ever seen ???\n  ","678301":"\n   I'm speechless ?\n  ","678302":"\n   Sooooo beautiful! This is why I love you xxxx\n  ","678303":"\n   Omfg you are absolutely fucking gorgeous Savannah ????\n  ","678304":"\n   You're gorgeous\n  ","678305":"\n   I just wanted to say I love you so much you are so sweet and genuine getting to know you these last few years has truly been an amazing and special experience I and I cherish every moment I talk to you your simply perfect\n  ","678306":"\n   I refuse to believe there is a guy here that hasn't got a crush on you! xxx\n  ","678307":"\n   Not asking you to post it but what did you wear on what you would consider the sexiest picture of you?\n  ","678308":"\n   Will you post a selfie please? xx\n  ","678309":"\n   Do you enjoy your work?\n  ","678310":"\n   It's because you are so beautiful. I'm a girl and I just look at your pictures and go wow! My boyfriend has already admitted he fancies you too! Dam haha!\n  ","678311":"\n   And I must say: Holy fuck you're perfect without make up :O You're just naturally so beautiful  <3\n  ","678312":"\n   You don't like the compliments haha? xx\n  ","678313":"\n   Fuck off!!! With the sexual fucking questions will you!! Savannah gets pissed off with them and I get pissed off with it. So just stop will you, none of them get her horny or anything, that's my job to do that hahahaha love you babe\n  ","678314":"\n   When you know other girls are jealous of how you look you know that you're gorgeous! xx\n  ","678315":"\n   Wow I hope you can dress up as her! xxxx\n  ","678316":"\n   Wow you are so pretty and attractive! ?\n  ","678317":"\n   Awee that's cute :'3 I don't xD aha what's your height? Cx\nAWE GO AHEA, I LOVE IT WHEN PEOPLE JUMP ON ME :')\nAWE I'LL CATCH YOU DON'T WORRY\nAweeee :'3 you're like a lil adorable& cute as fuck koala bear cx ❤\n  ","678318":"\n   I totally agree with the underwear thing. We all wear it. Sometimes it's pretty sometimes it's not but it just clothes! Some of these guys seriously need to get laid! X\n  ","678319":"\n   Because if you are actually bothered to get to know her you'll soon find out she's a very amazing girl. While you're at it why don't you find out how she is at the time as well\n  ","678320":"\n   You really are absolutely gorgeous! Not surprised you get so much attention ???\n  ","678321":"\n   Already fucked 5 in the last 10 days\n  ","678322":"\n   would u recommend anyone to visit san diego\n  ","678323":"\n   On a scale of 1-10, how good do you think this world is?\n  ","678324":"\n   I don't understand anons why Savannah's panties and bra have to always come up. Like fucking look at her, there are greater things about her than her fucking panties. How about some of you try and find shit out about her, get to know her better or something. Just leave her bra and all that alone...\n  ","678325":"\n   My Mom is French and this is true! To be fair they all seem to be in Europe than here in the States for some reason\n  ","678326":"\n   Savannah you cannot help being so beautiful! Have you ever caught guys looking at you when they have been with their girlfriends?\n  ","678327":"\n   It's kind of been said before that she usually wears black underwear. It's just a color not a big issue\n  ","678328":"\n   There are not many girls who have the ability to destroy a girls confidence just by them looking at you but yeah you certainly have that! ❤❤❤\n  ","678329":"\n   What do you work as?\n  ","678330":"\n   OH FUCK(':\nEHM I GUESS I'LL JUST HAVE TO CARRY YOU TO YOUR WANTED& NEEDED DESTINATION'S BRIDAL STYLE MATE???\n  ","678331":"\n   shit lol i didnt realize it was that bad\n  ","678332":"\n   are you really that broke? :(\n  ","678333":"\n   I'll buy one then (I would name it Sparta) and you can visit, you know if you really want to brave British weather.\n  ","678334":"\n   Hahaha Savannah you're fucking awesome! Nothing fases you at all xxxx\n  ","678335":"\n   I know for fuck sake's ;-; I hate distance so fucking much??\nAwe well I'm glad that you're flattered(': ❤❤\nOhhh so America xD aha sorry ;-; ❤❤\n  ","678336":"\n   Holy shit you do!? So, since you're now my best friend could you buy me one? That would be cute but what if you lost him :o\n  ","678337":"\n   Some idiots on here. We would be wiped out by Russia if we tried that. Need to stop this and that would make it worse.\n  ","678338":"\n   Nope but I like to fuck pornstars\n  ","678339":"\n   Awe good good! c: I'm glad!? you're about to what? XD &new zealand for fuck sake's .-. &you're from England I believe ye? Cx\n  ","678340":"\n   On my sex bucket list is to fuck 10 pornstars\n  ","678341":"\n   Yeah USA without Ireland, UK, Italy, Spain wouldn't exist. What's wrong with people!\n  ","678342":"\n   Some people need to know there is a big world outside of the states. Sad!\n  ","678343":"\n   I want to get dirty with you\n  ","678344":"\n   That has happened to me in school. I was devastated as the boys just wound me up all day. I can laugh about it now but not then x\n  ","678345":"\n   Fuck the rest of the world. USA doesn't need it\n  ","678346":"\n   snap chat?\n  ","678347":"\n   What's on your sex bucket list?\n  ","678348":"\n   We should just nuke them all. No more terrorists\n  ","678349":"\n   Is that because we are the best country and everyone else is shit?\n  ","678350":"\n   if we get hit with a terrorist attack im moving to antarctica\n  ","678351":"\n   Omg you flashed your underwear! ? I'd literally die!! What did they say?\n  ","678352":"\n   Nugget xD aw :'3 \nI missed you too you bootyful butt ;-;\nAwe nah thank you for fuck sake's :') ❤❤❤❤❤❤\nYe I'm good thank you cx you gorgeous? :3\n  ","678353":"\n   I hope nothing happens here in the States\n  ","678354":"\n   The only feeling you give me is happiness every time I see your beautiful face x\n  ","678355":"\n   Say you had a short skirt on and you accidently flashed your panties at a group of hot guys. That would embarrass you surely\n  ","678356":"\n   Adorable, omg! Cats are literally the best. A pet tiger is the dream, the far-fetched dream. Absolute best friends, straight away! (:\n  ","678357":"\n   These things shouldn't happen though. London, Madrid, New York to name but a few. Paris twice this year. You just don't where they will strike next.\n  ","678358":"\n   It's not your fault. You can't help being beautiful and you shouldn't feel bad about it xxx\n  ","678359":"\n   So sad what happened in Paris\n  ","678360":"\n   Followed you, follow back? ?\n  ","678361":"\n   Aw, show me some pictures! - I'm a huge cat person, I have a tiny obsession with tigers. And oo thank you, I had already followed you. :)\n  ","678362":"\n   What gets you embarrassed?\n  ","678363":"\n   AWEEEE \nTHIS HAS MADE MY MORNING WAKING UP TO ;-;\nTHANK YOU SO MUCH SOUR KID, YOU'RE ALSO BEAUTIFUL ON THE INSIDE& OUT LIKE LITERALLY\n&don't you EVER let anyone tell you different or forget it okie! :3 ❤❤❤❤❤❤\n  ","678364":"\n   whatsapp maybe\n  ","678365":"\n   That would be awesome! x\n  ","678366":"\n   Why what's so special about your panties?\n  ","678367":"\n   If you really want me to stop ;), but honestly there's a lot more I could say! :3 Also, you have a kitten?! It's adorable!\n  ","678368":"\n   Even your underwear is grey too?\n  ","678369":"\n   Oh so if you could who would you dress up as? x\n  ","678370":"\n   But even now you dress gorgeous and look amazing x\n  ","678371":"\n   Wow, I appreciate that! Haha I must have done something right then! - You're a pretty cool girl, by the way. :3\n  ","678372":"\n   What is cosplay? Please excuse my ignorance x\n  ","678373":"\n   get creative with your makeup and clothes and do it for freeee\n  ","678374":"\n   More people need that mentality, I've already got a lot of respect for you! :)\n  ","678375":"\n   do it. do cosplay and dont look back.\n  ","678376":"\n   I look more like homeless and hope you have an amazing day\n  ","678377":"\n   No one homeless looks as good as you! x\n  ","678378":"\n   You have great cheek bones\n  ","678379":"\n   you look cute even without makeup <3 tbh you look like an anime character cause they so cute\n  ","678380":"\n   Thank you very much, that's lovely of you - You're really kind as well to return the complement!\n  ","678381":"\n   You're more than welcome, I just had to tell you!\n  ","678382":"\n   You really are naturally styled and always look like you wear fantastic clothes x\n  ","678383":"\n   You have a very appealing face, wow\n  ","678384":"\n   I can imagine you lighting up a crowded room! Yes you are genuinely that gorgeous! ❤❤❤\n  ","678385":"\n   What do you mean you feel French? Lol x\n  ","678386":"\n   I don't think sometimes you even realise how beautiful you are! xx\n  ","678387":"\n   Nothing bland or boring about you xxxxxxxxxx\n  ","678388":"\n   When I love you how can I leave u\n  ","678389":"\n   You are popular because you are so beautiful and not arrogant with it. You are friendly with anyone and have a laugh with most on here and are good fun to engage with. Some people never get the chance to talk to someone as stunning as you x\n  ","678390":"\n   I love you\n  ","678391":"\n   You know you are above average in looks :)\n  ","678392":"\n   Even without makeup you look beautiful! You know this, you are naturally great looking!\n  ","678393":"\n   I can't leave\n  ","678394":"\n   Everyone I know actually has a crush on you Savannah! xx\n  ","678395":"\n   How did you get to be so popular?\n  ","678396":"\n   No need to thank me beautiful <3\n  ","678397":"\n   Aww why not you looked gorgeous xxx\n  ","678398":"\n   Tell how\n  ","678399":"\n   I like ur ask !! U r pretty much Stay blessed ;)\n  ","678400":"\n   Cnt leave\n  ","678401":"\n   Where do you work?\n  ","678402":"\n   Don't goooooo xxx\n  ","678403":"\n   You're so beautiful <3\n  ","678404":"\n   Will you post that pic of you in that tiny skirt please?? x\n  ","678405":"\n   Why wow\n  ","678406":"\n   Yea\n  ","678407":"\n   No girl\n  ","678408":"\n   Perfect display  ? .  xD\n  ","678409":"\n   Why should leave\n  ","678410":"\n   Sava plz\n  ","678411":"\n   I mean ur hot pix sava\n  ","678412":"\n   Pap hot\n  ","678413":"\n   How do you relax at the end of the day?\n  ","678414":"\n   post pic\n  ","678415":"\n   Same mate like I liked all 190 post's (': ❤❤❤\n Oh I'm done with my wee spam, FOR NOW <.<\nAwe XD shush you are great okie, I ain't just saying shit cause I don't just say shit that I don't mean okie❤\nAll good man but THANK YOU for the spanking likes for fuck sake's :') \nI FEEL BEAUTIFUL NOW ;-; ❤\n  ","678416":"\n   because you're just that intelligent to read it in every accent. so much intelligence in that brain of yours man.\n  ","678417":"\n   If I could ask you out and be my girl I'd make sure your always happy, I'll be your shoulder to cry on, your ears to listen to your problems, your warmth for hugs and make sure everyday that you know I love you with all my heart\n  ","678418":"\n   AYE YOU ARE?!(': ❤❤❤\nAwwwww are you fangirling lovely? XD\nGonna like all of your post's cause spam& holy shit mate, you're so god damn fucking beautiful for fuck sake's ;-;\nI'M FUCKING HONORED FOR FUCK SAKE'S OH MY FUCK!!!???\n  ","678419":"\n   I can't get you off my head because I want you to be there and mesmerize me with your beautiful looks. You are my heart my life my one and only thought. I'd do anything to see your beautiful smile each and everyday. I'd do anything to just to hug you when your down. Because you are the light of my l\n  ","678420":"\n   Aweeeee ffs say's you man :') like omg ;-; ❤❤❤\nOH XD ahahaha I was like is bestows an English word? Surely not?aha mate fucking auto correct sucks so much aye, like it's honestly one of the fucking worst thing's ever .-. aha aweee(': I'll cry as many unicorn tears as you need? following on insta?\n  ","678421":"\n   Ok goodnite hope you have a great day tommorrow?\n  ","678422":"\n   You are correct 100%\n  ","678423":"\n   but why??\ni want to marry you\ni will not eat you\n  ","678424":"\n   can we talk on kik??\n  ","678425":"\n   why are you running away from me???\n  ","678426":"\n   Congrats queen?? you deserve it\n  ","678427":"\n   but why??\n  ","678428":"\n   plz come on kik i want to know you\n  ","678429":"\n   Oh trust me I know how you feel this is why I hate everyone. And no I'm not you are 110%:)\n  ","678430":"\n   Ugh your almost to 17k bbygirl?\n  ","678431":"\n   Aweeeee dude what the fuck\nTHIS IS LIKE THE SWEETEST& CUTEST THING EVER FOR FUCK SAKE'S ;-;\nAwe your lil story was literally the cutest I'm crying on the inside right now man :')✌\nThank you thank you aw I actually feel loved& noticed for fuck sake's ;-;\nBut sorry what doe's bestows mean? XD ;-; ❤\n  ","678432":"\n   can we know each other plzz..i want to marry you.\nim from india\n  ","678433":"\n   Aw you're adorable☺️\n  ","678434":"\n   hi\nyou are so cute..\ni love you.\nwill you marry me?\n  ","678435":"\n   Yeah? everyone go spam this amazing girl she's so kind so fuking gorgeous☺️☺️☺️\n  ","678436":"\n   you really dnt have boobs???\n  ","678437":"\n   oh well thanks I compliment you on your lips and you say why am I still breathing ok that's cool thanks for that\n  ","678438":"\n   im better than every thing because i have big dick and love to fuck girl with big boobs\n  ","678439":"\n   wow really people should tell you how much they respect you everyday\n  ","678440":"\n   Don't worry girl you know I woodnt let anyone bring you down☺️???\n  ","678441":"\n   boobs  mater...fucking a girl with out boobs is like..yakkk?\n  ","678442":"\n   fat girl trying to be sexy hhhhh\n  ","678443":"\n   Friends will always have your back?\n  ","678444":"\n   no I don't know why but you do\n  ","678445":"\n   Dear anon don't pick on my queen. Don't mess w her or I'll hurt your life like a hell got it fucktard ok thanks. Hay you don't let any haters bring you down your amazing person never forget that ily?\n  ","678446":"\n   you dnt have boobs??\nyour Chest is falt\n  ","678447":"\n   Aweeee bro :') Oh my fuck you're so perfect for fuck sake's like you get me so much& we like just met ;-; ?? Ahahaha aw fucking hell, ye man!!! :'3❤\nDon't ask, just do it(': aha awe can I touch your butt tooo? <.<\n  ","678448":"\n   So am I it's not easy yo\n  ","678449":"\n   ap boom boom me the??\n  ","678450":"\n   Nothing helps me to sleep lol plus being sick doesn't help you to sleep yanno\n  ","678451":"\n   Wait I'm\nConfused you are adopted or no?\n  ","678452":"\n   lol everything's fun to read in your head. like reading this in a cockney accent, blimey. or reading this in an australian accent, mate. or reading this in a penguin accent...... im stumped.\n  ","678453":"\n   Hi you're really pretty would you like to talk sometime ☺️\n  ","678454":"\n   I can't sleep kms queen?\n  ","678455":"\n   I have so much respect for you you have no idea your the most kind hearted genuine person ever never change your perfect and everyway\n  ","678456":"\n   Oh yay your up-.-\n  ","678457":"\n   this is going to sound weird but I love your natural lip color\n  ","678458":"\n   Ok some other time in swim suit or nighty :)\n  ","678459":"\n   Hahaha nawwh XD thanks man I try(': aha awe shot home slice g, you seem pretty rad✌❤❤\n  ","678460":"\n   Same here man .-.\n&oh ;-;\nYe I hate hearing people getting raped, I mean they say no& fight for their life's, but nope doe's jack shit most of the time& it's fucking disgusting man!!\nWish I could shoot up the rapists \nI do not care\n\nWell I dunno about you mate, but I want cuddles as always ;-;\n  ","678461":"\n   Hi\n  ","678462":"\n   I try but unfortunately not all see it that way\n  ","678463":"\n   Your not Asian.-.\n  ","678464":"\n   I want to be there, holding your hand, shielding you from your troubles that comes your way. I want to cuddle up with you, letting all my stress go. If I could pause time and take the moment to look at you, it'd be the best moment of my life. Words aren't enough to tell you how much I love you.\n  ","678465":"\n   Oi Zachary mate, leave Savannah alone for fuck sake's xD\nAha fuck, Nope means NOPE\nN O P E\n\nYe I want pizza too ;-; ehm first pizza is on me?✌\n  ","678466":"\n   don't worry bub, I'll be fine. just shut in my life. sorry\n  ","678467":"\n   Bc I'm asian???\n  ","678468":"\n   What kind of pizza you want x\n  ","678469":"\n   So get some pizza\n  ","678470":"\n   I hate pizza\n  ","678471":"\n   I really want a cheek pinching pic\n  ","678472":"\n   I just believe in treating girls right and constantly complimenting them to make them feel good about them selves and not sad\n  ","678473":"\n   girls.\n  ","678474":"\n   lead on once again. hope you're okay though bub :(\n  ","678475":"\n   Nah im not\n  ","678476":"\n   ??\n  ","678477":"\n   You are quite possibly the most beautiful girl I have ever seen\n  ","678478":"\n   Why not\n  ","678479":"\n   Please please please please\n  ","678480":"\n   but you're the more awesome one here, the awesome boom boom. the awesome boom. the boom awesome. the awesome.\n  ","678481":"\n   When did you last accidentally flash your underwear and were embarrassed? X\n  ","678482":"\n   No cheek pinching pic\n  ","678483":"\n   Aw, well that sucks. :\/ I'm guessing you don't have a laptop or anything like that then. Oh well, we can always talk here :')\n  ","678484":"\n   You are beautiful all the time!  X\n  ","678485":"\n   Always a pleasure to talk to you Savannah ?\n  ","678486":"\n   So will you do it\n  ","678487":"\n   Did you once post a picture of you in the shortest skirt ever? Or is this a lie I have been told ???\n  ","678488":"\n   Can you do different accents?\n  ","678489":"\n   Ok can you do it with both hands\n  ","678490":"\n   boy you get so many weirdos on here you must jump for joy when you get normal people talking to you\n  ","678491":"\n   I do my best, I do my worst, I do my in-between, but most importantly, I do me.\n  ","678492":"\n   How about after you do your hair\n  ","678493":"\n   every time i see your name i think of that song \"boom clap\". entirely random, but its Sunday. days like today are meant for randomness.\n  ","678494":"\n   Okay babe have fun xx\n  ","678495":"\n   I'm alright would this be a bad time to ask for a cheek pinching pic\n  ","678496":"\n   Welcome missus boom xx\n  ","678497":"\n   How are you doing tonight\n  ","678498":"\n   BOOOMERRRANNNGSS\n  ","678499":"\n   Hey there\n  ","678500":"\n   Hehe perfect you are babe ❤️❤️xx\n  ","678501":"\n   Pap in swim suit or nighty ?\n  ","678502":"\n   Boom sweety I want your most awsome pap\n  ","678503":"\n   Being awesome comes easy to you Savannah xxxx\n  ","678504":"\n   On a scale of 1-10, how angry can you get?\n  ","678505":"\n   What do you do for living ?\n  ","678506":"\n   What makes you sad ?\n  ","678507":"\n   hey beautiful\n  ","678508":"\n   You're welcome sweetheart xx\n  ","678509":"\n   you lips are beautiful\n  ","678510":"\n   What is your view on Ask? What is it to you?\n  ","678511":"\n   I have the most beautiful sweet amazing genuine down to earth best friend ever you are the bestest friend anybody could ever ask for\n  ","678512":"\n   Love u\n  ","678513":"\n   How many people have seen u naked ?\n  ","678514":"\n   Body positive pic?\n  ","678515":"\n   Hey gorgeous girl xxxxx\n  ","678516":"\n   Tbh..  You are different than other girls ..  I don't want anything from you..  Just want you to stay the same..  You are so good like that..  Take care..  Stay happy..\n  ","678517":"\n   Why are people talking about your feet? ?\n  ","678518":"\n   age\n  ","678519":"\n   Can I please have another cheek pinching pic\n  ","678520":"\n   Hm pap\n  ","678521":"\n   divine goddess i am begging u to please allow me to submit my life at ur divine feets,i want to spent my life by worshipping ur feets,please allow me goddess\n  ","678522":"\n   Love you boomerang ?\n  ","678523":"\n   please get skype\n  ","678524":"\n   I love you\n  ","678525":"\n   Gorgeous with a personality to match babe x\n  ","678526":"\n   I love you\n  ","678527":"\n   you are so breath taking\n  ","678528":"\n   your face is like the sun and your eyes are like diamonds\n  ","678529":"\n   please the picture of your nail\n  ","678530":"\n   How are you\n  ","678531":"\n   what are ur priorities??\n  ","678532":"\n   Do u like if i kiss on ur butts ?\n  ","678533":"\n   Oh I know lol I feel you girl\n  ","678534":"\n   Waz up boom\n  ","678535":"\n   yay I'm glad you remember me\n  ","678536":"\n   Single Ready 2 Mingle ❤️❤️\n  ","678537":"\n   Highest score in Chrome browser dinosaur game?? ? just for fun\n  ","678538":"\n   omg where are you :((( i miss you tbh\n  ","678539":"\n   Same plus they're annoying\n  ","678540":"\n   Hey\n  ","678541":"\n   I love you too haha x\n  ","678542":"\n   Can we talk more ?\n  ","678543":"\n   sweet haha we'll talk when i got the money princess :P\n  ","678544":"\n   Hope you take some nice pictures over the weekend for us please xx\n  ","678545":"\n   you do know me though my name is Justin\n  ","678546":"\n   haha okay, i'd just love to buy fansigns or like audio insults etc :P princess\n  ","678547":"\n   Uh Rahul is random and I think he's drunk I know I'm rude just saying\n  ","678548":"\n   has any of your followers ever said something so nice that it made you cry\n  ","678549":"\n   Damn sexy , ur butt must b soo hot\n  ","678550":"\n   Skype??\n  ","678551":"\n   Boomerangs are still here. Love you Savannah xxxx\n  ","678552":"\n   Hi boom\n  ","678553":"\n   I'm okay ?\n  ","678554":"\n   Followed ?\n  ","678555":"\n   Prays for Paris\n  ","678556":"\n   I missed you Boom, sorry for not talking much\n  ","678557":"\n   your so perfect I never want to lose you as a friend :(\n  ","678558":"\n   like 9000 kilometres big.\n  ","678559":"\n   I does it make you feel to know that I have had a crush on you for about 3 to 5 years now\n  ","678560":"\n   You have a legion of admirers :p\n  ","678561":"\n   i really like you\n  ","678562":"\n   Perfection in every way x\n  ","678563":"\n   Can we talk more ?\n  ","678564":"\n   ok sis\n  ","678565":"\n   haha, i'm only gonna send like 20 dollars here and there, you still got any offers princess? It's just been hard getting my grant but i get my first one before christmas so i'll be able to buy anything :P\n  ","678566":"\n   can i kiss them\n  ","678567":"\n   I need it for sex and masturbating\n  ","678568":"\n   well sense we are both sad want to cuddle\n  ","678569":"\n   ur lips are hot sister\n  ","678570":"\n   I want you to be alive to if you died I would cry myself to sleep for years\n  ","678571":"\n   You're so gorgeous ?\n  ","678572":"\n   sry sister\n  ","678573":"\n   it sounded painful but its supposed to be comforting. i just have humongous hands\n  ","678574":"\n   how are you??\n  ","678575":"\n   boom can we go to ride in my ferrari??\n  ","678576":"\n   hey princess, loser sean here, i haven't been on in a while because of uni and stuff how'd your go fund me go? and are you feeling any better?\n  ","678577":"\n   yes all 206 of them\n  ","678578":"\n   I want your man \n;)\n  ","678579":"\n   well can you watch while a big sumo crushes me like a maggot lol\n  ","678580":"\n   hiii boom\n  ","678581":"\n   Same haha. Not long finished work so laid on the sofa with a pizza haha x\n  ","678582":"\n   I love every single bone in your body\n  ","678583":"\n   heyy\n  ","678584":"\n   Ask is dry & i love you :3 (i mean it)\n  ","678585":"\n   How's you today x\n  ","678586":"\n   can you change my mind right now?\n  ","678587":"\n   Lyrics of today or lyrics of 40s 50s?\n  ","678588":"\n   Hello sweetheart :) x\n  ","678589":"\n   Don't go out. Stay here with us.\n  ","678590":"\n   Are u Brand Conscious ?\n  ","678591":"\n   Anal\n  ","678592":"\n   I'm sad I need cuddles\n  ","678593":"\n   I asked simple hot pic\n  ","678594":"\n   please post a pic\n  ","678595":"\n   pap ur followers\n  ","678596":"\n   Hope you have a great day queen?\n  ","678597":"\n   thats shitty man :( i'd crush every bone in your body and hug you right now if i could\n  ","678598":"\n   you look like an angel when you sleep\n  ","678599":"\n   No seriously you are stunning! Your cheek bones are something nice. You seriously could be a model xxx\n  ","678600":"\n   is that a good or a bad thing? i cant tell.\n  ","678601":"\n   Why are you so gorgeous? xxxx\n  ","678602":"\n   so wait who took the photo\n  ","678603":"\n   Im so glad someone recognized that song LOL. I be good, like Johnny B. How about you?\n  ","678604":"\n   AWWW DAS SO CUTEEEE WTF TWO BEAUTIES OMGGGRGTTREGR\n  ","678605":"\n   You have a nice pussy! Pussy cat!\n  ","678606":"\n   It should be writen in English\n  ","678607":"\n   Don't be mean baby.\n  ","678608":"\n   Are you being sarcastic w me?-.- and its not fun trust me to much drama\n  ","678609":"\n   Saint Diego in English\n  ","678610":"\n   Negative\n  ","678611":"\n   Well all I want is to make you happy babe xx\n  ","678612":"\n   Pap of plz in half clothes\n  ","678613":"\n   Where are you from? :)\n  ","678614":"\n   How is life in Saint Diego?\n  ","678615":"\n   It is shitty and mothers helper it's daycare and preschool\n  ","678616":"\n   Why?What does he do to you?\n  ","678617":"\n   your only 85 lbs I can lift you with 2 fingers\n  ","678618":"\n   Why are you being so mean babe?So grouchy!\n  ","678619":"\n   Sava every thing will be according to u\n  ","678620":"\n   Well a compliment costs nothing and it's easy to give you compliments babe x\n  ","678621":"\n   your right i dont deserve to be crushed under your goddess feet\n  ","678622":"\n   We can sit and watch and get a worshipper to feed you grapes while we laugh and chill\n  ","678623":"\n   Can I please have your instagram link?\n  ","678624":"\n   well you could borrow someone elses lol\n  ","678625":"\n   You'd create a horrible room full of weird fetishness, ew\n  ","678626":"\n   Well that's good to hear and I'm better now I'm talking to a beauty like yourself :) x\n  ","678627":"\n   i've always been one :P i deserve to be crushed under your shoes lol\n  ","678628":"\n   i'm from Kurdistan .followed.\n  ","678629":"\n   Only if you use your powers for good and not evil! ??\n  ","678630":"\n   Lol woohoo?? what's up\n  ","678631":"\n   Like what kind of reason ?? And reason of what\n  ","678632":"\n   Mate how've you become the leader of a cult ?\n  ","678633":"\n   Sava u are mean to me\n  ","678634":"\n   its true that im a maggot? :P\n  ","678635":"\n   How are you missus :) x\n  ","678636":"\n   I'm gonna stare at you when I meet you in the street\n  ","678637":"\n   Awesome!!!?\n  ","678638":"\n   Yeah\n  ","678639":"\n   put think of the power youd have haha, ill literally do anything embarrassing you want, i am a maggot after all\n  ","678640":"\n   Where are you from?\n  ","678641":"\n   Following you, follow back maybe ?? :')\n  ","678642":"\n   Sava I m serious :(\n  ","678643":"\n   Why Boom?\n  ","678644":"\n   would it entertain you if i started doing degrading things to myself at your command?\n  ","678645":"\n   Sava plz :(\n  ","678646":"\n   Luck to love someone .reason is not important\n  ","678647":"\n   sweet haha, thanks for it by the way cant wait :P\n  ","678648":"\n   Sava plzz now yr I really love u\n  ","678649":"\n   20 for 20 likes ??\n  ","678650":"\n   you spin me right round baby right round like a record baby right round round round.\n  ","678651":"\n   hmm tell me\n  ","678652":"\n   To talk and love u\n  ","678653":"\n   i know haha, i was just leaving that question there so you  could link it whenever you felt like it :P\n  ","678654":"\n   I came for u\n  ","678655":"\n   Can I see one of those random pictures you take of your belly button?\n  ","678656":"\n   Pap of ur tummy\n  ","678657":"\n   if you make the vocaroo just answer this with the link whenever :)\n  ","678658":"\n   LOL\n   \n    https:\/\/youtu.be\/AEx5meryLxI?t=2m2s\n   \n","678659":"\n   can we talk in fb??\n  ","678660":"\n   Hahahah really\n  ","678661":"\n   followed u back maybe\n  ","678662":"\n   I got your back bby\n  ","678663":"\n   I m not sweety how's you ?\n  ","678664":"\n   you may not believe it but you really do effect people in ways you could never imagine\n  ","678665":"\n   give me your fb or whats app num thn I will tell you everything,\n  ","678666":"\n   Hello hello x\n  ","678667":"\n   Hmm how's u my sava remember me musfa\n  ","678668":"\n   if someone was paying you too haha\n  ","678669":"\n   Your bio won't let me go to your instagram.\n  ","678670":"\n   Hi\n  ","678671":"\n   I missed you alot my sava\n  ","678672":"\n   You're back bb?\n  ","678673":"\n   Pap of you rn cause you're so beautiful\n  ","678674":"\n   Ok so just a cheek pinching pic then\n  ","678675":"\n   i heard its on meatspin\n  ","678676":"\n   well could you pretend to like it lolol\n  ","678677":"\n   behram\n  ","678678":"\n   would you not even get a bit excited if a really hot tall guy was beating me (small,ugly guy) up lol\n  ","678679":"\n   your fb id\n  ","678680":"\n   I don't think you realize how truly special and important you are to a lot of people without you on this planet the world would be a horrible place and everybody would be very sad all the time\n  ","678681":"\n   thanks a lot, im curious as to what you sound like aswell :P\n  ","678682":"\n   I am also fine\n  ","678683":"\n   it just turns me on lol, dunno why\n  ","678684":"\n   dude if you try to hit savannah I will find you and beat you senseless\n  ","678685":"\n   I'd never slap you, silly :p\n  ","678686":"\n   WHERE did you go?!?\n  ","678687":"\n   omg if you made that vocaroo i'd love you forever :)\n  ","678688":"\n   Ayo Savannah\n  ","678689":"\n   single?\n  ","678690":"\n   You would still want to smell the smell even though you know it doesn't smell good?\n  ","678691":"\n   Instagram\n  ","678692":"\n   how is life going on?\n  ","678693":"\n   questionable meaning what exactly\n  ","678694":"\n   you're so adorable\n  ","678695":"\n   I'm gonna slap you so hard, even google can't find you (joking)\n  ","678696":"\n   Would you be able to do a cheek pinching video or is that to far\n  ","678697":"\n   It wasn't the grossest thing I've seen. I once saw a chicken rip his testicle out while picking his nose. I recorded it then sold the tape for 300 bucks.\n  ","678698":"\n   tbh idk u but u seem chills and nice so hmu sc in bio\n  ","678699":"\n   Do you love me\n  ","678700":"\n   I love you\n  ","678701":"\n   A Fashart. He farted, in his heart, then shart, on a hart.\n  ","678702":"\n   ???\n  ","678703":"\n   Approximation. One day it was 435,400. Next day it was 510,340. Then he took 1 step before farting so hard that he couldn't move.\n  ","678704":"\n   Ok\n  ","678705":"\n   he's a soft mutant so there's something wrong with one of his muscles in his legs. it's very very slightly deformed causing him to walk funny once every 500,000 steps he takes.\n  ","678706":"\n   69.999. one of them is missing 999\/1000th of a leg.\n  ","678707":"\n   Are you horny\n  ","678708":"\n   Oh ok so will you do another one for me pretty please\n  ","678709":"\n   Well when I asked for another cheek pinching pic you responded in all caps\n  ","678710":"\n   pussy cock keeps me from being cranky. my ass is so wide it fits a lot of pussy in there.\n  ","678711":"\n   I'm pretty good you are not mad at me are you\n  ","678712":"\n   ☺️\n  ","678713":"\n   ok good I feel accomplished now that I made you happy\n  ","678714":"\n   how does it feel to know anybody on here loves you so much and admires the ground you walk on\n  ","678715":"\n   What if he's 100 pounds\n  ","678716":"\n   How are you doing\n  ","678717":"\n   dem cats ain't loyal. meow meow.\n  ","678718":"\n   heyy\n  ","678719":"\n   Would you pick up your boyfriend (pretend you have one if you're single) and he wraps his legs around your waist and kiss him?\n  ","678720":"\n   Playing robocraft on my computer\n  ","678721":"\n   Hey\n  ","678722":"\n   Can I be ur slave\n  ","678723":"\n   I was thinking they had DD cups. Close enough.\n  ","678724":"\n   Fuckk? sc mee(;\n  ","678725":"\n   Like=Ask?\n  ","678726":"\n   i really wish i met you in person so i can officially be happy\n  ","678727":"\n   Cats have tits? My whole life's a lie.\n  ","678728":"\n   I'm not going anywhere sweetheart I'm here to stay forever you cant get rid of me even if you wanted to <3\n  ","678729":"\n   popcorn, cookies, a bunch of cheese, two wraps, another bag of popcorn, then some soft candy.\n  ","678730":"\n   encourage a bully to beat me up lol\n  ","678731":"\n   can I just say finding you on here 2.5 3 years ago was the best thing that has ever happened to me you make me so happy every time I talk to you it puts a huge smile on my face and makes my whole world brighter thanks for being such an amazing genuine and beautiful person inside and out\n  ","678732":"\n   lol gross but intriguing at the same time. I stuffed myself so much today I feel like I gained 15 lbs, I also just farted. Why is this relevant? The world will never know.\n  ","678733":"\n   She's my queen bitches:,) and I'm her princess. Aw aw\n  ","678734":"\n   do you like scaring people\n  ","678735":"\n   So u dominate her?\n  ","678736":"\n   Do a good food for me babe. Love you.\n  ","678737":"\n   is wtf may ur queen\n  ","678738":"\n   serious you'll actually make me a vocaroo :)\n  ","678739":"\n   hey\n  ","678740":"\n   Are u submissive to wtf may?\n  ","678741":"\n   I want chips?\n  ","678742":"\n   how can they see it though if they're full of shit?\n  ","678743":"\n   Bring me some food\n  ","678744":"\n   hi\n  ","678745":"\n   what?\n  ","678746":"\n   what if a guy dominated you so badly you cried\n  ","678747":"\n   Go oj kik\n  ","678748":"\n   What do you think about submissive guys\n  ","678749":"\n   Yes will you be my queen?:)\n  ","678750":"\n   Nah she has already revealed it to be usually black and most often a thong. Sorry guys this information is already out there x\n  ","678751":"\n   Are u submissive?\n  ","678752":"\n   when will you go on kik\n  ","678753":"\n   what about like if a certain guys fetish, a certain guy that defenitaly isn't me, was being beat up by a bully and having you taunt the bully on and being so turned on as he beats me, i mean him lol\n  ","678754":"\n   Are you dominating?\n  ","678755":"\n   if i had a vocaroo of you saying, but... you're a loser' i wouldnt stop listening to it lol\n  ","678756":"\n   Go on kik goddess\n  ","678757":"\n   wym not reallu\n  ","678758":"\n   and then they take the stick out and say \"wow this stick looks just like me\"\n  ","678759":"\n   Stop it Savannah's underwear is still a secret!\n  ","678760":"\n   do u have a slave\n  ","678761":"\n   You wearing a black thong again?\n  ","678762":"\n   Do you like Family Guy?\n  ","678763":"\n   would there be a limit to the fetish lol?\n  ","678764":"\n   Will you guys and girls bugger off and leave her alone now seriously x\n  ","678765":"\n   We all have a friend who???\n  ","678766":"\n   And I only love you\n  ","678767":"\n   if you called me a loser it probably would be the highlight of my existence\n  ","678768":"\n   would you let them buy another hour too keep going lol\n  ","678769":"\n   Sometimes I really hate this site. I hate some of the peoples' attitudes on here even more. You're like one of the few I actually love talking to, so be honoured :p\n  ","678770":"\n   Still can't get away haha x\n  ","678771":"\n   followed=follow back maybe?20likes=20likes???\n  ","678772":"\n   What underwear you wore has always been a secret until now lol\n  ","678773":"\n   you're most welcome savannah?\n  ","678774":"\n   Aww you are hot asf :) \nYou are adorable :) \nAnswers are awesome \nYour display omg *_*\n  ","678775":"\n   lol and when the hours up you can just be like bye bye loser\n  ","678776":"\n   what are you up to tonight then?<3\n  ","678777":"\n   Facebook?\n  ","678778":"\n   That's all you princess and aw?☺️\n  ","678779":"\n   You're back! xxx\n  ","678780":"\n   i like your name..i mean it sounds good?\n  ","678781":"\n   well would you feel mean if the rate was like 20 dollars for an hours conversation, then your not actually charging message by message\n  ","678782":"\n   do ppl actually give you stuff on PayPal\n  ","678783":"\n   hey dear how are you...,whats going on?\n  ","678784":"\n   Some people think the flowers stink.You probably wouldn't want to smell it if you read what it smells like.\n  ","678785":"\n   omg your back I mess you so much I could not stop thinking about you all day\n  ","678786":"\n   You're the best in my heart Boom Boom girl\n  ","678787":"\n   boom?? whats your name girl..?\n  ","678788":"\n   do u actually have slaves\n  ","678789":"\n   haha imagine you ripped them off by giving one word answers lol\n  ","678790":"\n   Being the best of Arsenal is not that difficult :p\n  ","678791":"\n   what if they paid you for the fetish indulgence lol, say 20dollars for like 20 messages in a conversation\n  ","678792":"\n   Okay can you guys leave her alone she wants to go. Thankyou darlings haha x\n  ","678793":"\n   you allow them to be weird ???\n  ","678794":"\n   what's ur kik. we can talk about me being ur money slave on there\n  ","678795":"\n   I have pay pal goddess\n  ","678796":"\n   you get some weird fucking questions Boom\n  ","678797":"\n   Okay well speak another time then beautiful haha x\n  ","678798":"\n   would 30 times do?\n  ","678799":"\n   do you have snapchat or kik\n  ","678800":"\n   that could work too lol, would you ever indulge their fetishes or anything (only through conversation) of course\n  ","678801":"\n   And how many times should i punch them :P\n  ","678802":"\n   You're welcome babe. Anything for you sweetheart x\n  ","678803":"\n   me and you\n  ","678804":"\n   how can I be ur money slave\n  ","678805":"\n   the girl always is in my eyes ?? all the girls I know have gotten either a piggy back ride from me or gets carried around ????\n  ","678806":"\n   what do you think\n  ","678807":"\n   Can I be ur money slave\n  ","678808":"\n   I would be honored to be your boyfriend\n  ","678809":"\n   Haha eat soup fair enough haha. Then come lay down with me I promise I'll be the perfect gent haha x\n  ","678810":"\n   so would you just like money online slaves\n  ","678811":"\n   I won't beat you up I'll just cuddle you. All I want is to stay laid in your bed. It's comfy hehe x\n  ","678812":"\n   san diegos in california right?\n  ","678813":"\n   Well I do kickboxing so I've taken a few hooks hehe ;) x\n  ","678814":"\n   We all fancy the ass off Boom too as she is sexy as hell, body to die for, dreamy eyes, inviting smile, and a fantastic personality. Simply a gorgeous girl out of reach of most of us but we can worship her unique beauty xxxx\n  ","678815":"\n   Yeah he is a striker for Arsenal xx\n  ","678816":"\n   You fancy Devon! Don't blame you ???\n  ","678817":"\n   Does he still play for Arsenal? Do you mean Olivier Giroud?\n  ","678818":"\n   do u only care about looks\n  ","678819":"\n   Her name is boom and she's the bomb!!!?... No? Okay it sounded funny in my head.\n  ","678820":"\n   10\/10\n  ","678821":"\n   really haha well where are you from anyways\n  ","678822":"\n   arsenal aye was it Giroud? lol\n  ","678823":"\n   Aha thanks ? I'm 16\n  ","678824":"\n   where are you from lol, there's a manor in america somewhere where they beat down on slaves and make them pay them and you defenitaly would fit in their LOL\n  ","678825":"\n   So what would happen if I fought back babe haha :) x\n  ","678826":"\n   Savannah you have a crush on Devan! Cute xxx\n  ","678827":"\n   Who's your favourite soccer player?\n  ","678828":"\n   Name someone you fancy on Ask\n  ","678829":"\n   oh and do you want me to video myself punching my nuts :L\n  ","678830":"\n   well i suppose that if they signed a contract it would be fine lolol\n  ","678831":"\n   Lol keeping guessing, just pick w number ?\n  ","678832":"\n   The thought never crossed my mind hehe. Well maybe it did haha. But it's your bed. If you want to come lay in it as well that's fine by me hehe x\n  ","678833":"\n   Guess my age ??\n  ","678834":"\n   hahahaha well it would be the true defeniton of serving without question lol\n  ","678835":"\n   Age ?\n  ","678836":"\n   well he would be serving you so if you wanted to kill him it would show his devotion lol\n  ","678837":"\n   can you please stop saying nigga I find it offensive\n  ","678838":"\n   but they'd want it lol\n  ","678839":"\n   what if you had a slave who wanted to be paid in pain lol\n  ","678840":"\n   well not slavery per say just voluntary unpaid servent work lol\n  ","678841":"\n   You can be a model just don't let anyone bring you down you are perfect in your own way that's what it matter the most anyway:)\n  ","678842":"\n   would you want one of these slaves to fly out and serve you for real then? oh and would you ever grant them their wants or will you just ask them for money and demand they be happy you even asked them for it in the first pace haha\n  ","678843":"\n   your so gorgeous and I agree with wtf may you are a model\n  ","678844":"\n   what would a good slave have too do?\n  ","678845":"\n   would you still want slaves lol\n  ","678846":"\n   Dude you are like a model??\n  ","678847":"\n   What's up b\n  ","678848":"\n   You're not only cute, but funny too =)\n  ","678849":"\n   I have to go babe. I love you and I'll talk to you later\n  ","678850":"\n   No you can't say whatever you want to nice try???\n  ","678851":"\n   Wcw?\n  ","678852":"\n   will you post a pic please beautiful\n  ","678853":"\n   I'd eat every centimeter of you :p\n  ","678854":"\n   What's your sexuality\n  ","678855":"\n   lol what happened to them anyways\n  ","678856":"\n   Hush your mouth princess? and okay I believe you?\n  ","678857":"\n   No no I'm not cute like you✋? and no your not I'm 19??\n  ","678858":"\n   do you remember any of your slaves names?\n  ","678859":"\n   I'm 5 years old??? wbu\n  ","678860":"\n   I have never sent fakes until I sent that one and it was only to see whether she trusted me or not\n  ","678861":"\n   Thanks so much same goes for you too girl?? I'm always here for you\n  ","678862":"\n   Maby\n  ","678863":"\n   ?\n  ","678864":"\n   Spam me\n  ","678865":"\n   well if I'm incredible to you I feel like the luckiest man alive\n  ","678866":"\n   Ask me anythin :3\n  ","678867":"\n   Followed you bc you're chill?\n  ","678868":"\n   YES I did say that. But naw I'm not wrong. Don't let anyone tell you different ok princess?☺️\n  ","678869":"\n   Followed u :3\n  ","678870":"\n   No I'm just basic bb?\n  ","678871":"\n   You're flawless like lemme be you ok bb?\n  ","678872":"\n   i am not incredible my sweet beautiful queen I'm just being honest\n  ","678873":"\n   Oh hey.\n  ","678874":"\n   I've died and gone to heaven. I never thought I'd see you in a bikini. Absolutely gorgeous!\n  ","678875":"\n   You are most welcome babe. So am I still allowed to come sleep in your bed x\n  ","678876":"\n   What a fantastic body Savannah! You must know how sexy you are xxxx\n  ","678877":"\n   That pic babe. Wow x\n  ","678878":"\n   Oh yes\n   \n    https:\/\/www.youtube.com\/watch?v=majFrn3j1Co\n   \n","678879":"\n   You go like a whirlwind on their pages!\n  ","678880":"\n   You look absolutely fantastic in that bikini down the page sweetie\n  ","678881":"\n   No wonder guys wanted to see you in your underwear. You look fantastic in a bikini. I'm speechless ?\n  ","678882":"\n   You drive me crazy\n  ","678883":"\n   Are you ok\n  ","678884":"\n   I swear to god you can not take a bad pic its just impossible\n  ","678885":"\n   if you were my girl I would treat you like a queen I would tell you how gorgeous you are and how much I love every minute of every day If you were mine I would feel more wealthy then a king\n  ","678886":"\n   I love you ?❤\n  ","678887":"\n   Do you post lame questions on other's profiles as anon?\n  ","678888":"\n   It's ok can can you do it again\n  ","678889":"\n   I love it\n  ","678890":"\n   Hottie or Nottie?\n   \n    http:\/\/prikachi.com\/images\/736\/8362736C.jpg\n   \n","678891":"\n   youre hot in leather\n  ","678892":"\n   Wow you're gorgeous Savannah xxx\n  ","678893":"\n   You are very hot ?\n  ","678894":"\n   Hey can I have the cheek pinching pic now\n  ","678895":"\n   do you have a boyfriend\n  ","678896":"\n   do you play sports\n  ","678897":"\n   no why\n  ","678898":"\n   why am I crazy\n  ","678899":"\n   are you a virgin\n  ","678900":"\n   Hey sweetie ?\n  ","678901":"\n   so can we whatsapp\n  ","678902":"\n   tbh you're perfect\n  ","678903":"\n   Funniest way to propose a girl ?\n  ","678904":"\n   sweet haha on a scale of 1-5 how hard should i punch (You can selfie this aswell i guess and hold up the number of fingers)\n  ","678905":"\n   will you post a pic please sweetheart\n  ","678906":"\n   will you post a pic please\n  ","678907":"\n   post a middle finger selfie if you want me to punch myself in the balls\n  ","678908":"\n   what happened to your go fund me?\n  ","678909":"\n   I'll go slow and easy\n  ","678910":"\n   how ??\n  ","678911":"\n   why\n  ","678912":"\n   Suppose if the girl was like you .. Will she forgive ?\n  ","678913":"\n   your such an angel\n  ","678914":"\n   or for you\n  ","678915":"\n   Will a girl forgibe somebody who once misbehaved with her ? If they're like truly sorry for that\n  ","678916":"\n   good because I'm huge\n  ","678917":"\n   it is, I have to lean down to every girl I know ????\n  ","678918":"\n   Fav song\n  ","678919":"\n   is it better to be big or small\n  ","678920":"\n   im 6 foot 2 its horrible ??\n  ","678921":"\n   Savannah are you wearing a thong\n  ","678922":"\n   you're like a whole foot shorter than me, its adorable ???\n  ","678923":"\n   you are such a gorgeous girl inside and out your such a sweetheart and extremely genuine\n  ","678924":"\n   your face is like the sun it always brightens up my day\n  ","678925":"\n   nawwwww your so short ???\n  ","678926":"\n   if I was your boyfriend I would listen to all your thoughts dreams desires passions while I listened to your sweet soft voice and looked into your mesmerizing eyes\n  ","678927":"\n   Would you let someone randomly take a picture of your belly button?\n  ","678928":"\n   If you could live in any fictional universe what would it be?\n  ","678929":"\n   The smell is really strong(not like perfume or anything)the tree has white blossoms on them that bloom in the spring time and smell strong!\n  ","678930":"\n   wow you'd probably think i was such a loser lol\n  ","678931":"\n   Look up Bradford pear tree smell and read the smell .\n  ","678932":"\n   Thanks you are the best\n  ","678933":"\n   lol im 5'3 and a loser manlet lololol\n  ","678934":"\n   Well today Boom I smell like those white blossoms that have a really strong smell to them and they bloom on trees in the spring time.Bradford pear trees.I don't know if you like that smell or not.\n  ","678935":"\n   oh right lol, i dont know why someone said that about you, you are perfect :P x\n  ","678936":"\n   So that's two guys now that's been reported. This is ridiculous x\n  ","678937":"\n   what about 5'9 and below lol\n  ","678938":"\n   You will send me a pic of you pinching your cheeks\n  ","678939":"\n   No worries ;) x\n  ","678940":"\n   I love your smile its so cute\n  ","678941":"\n   you are the most amazing beautiful funny down to earth genuine loving kind hearted person ever never change you the most perfect person ever <3\n  ","678942":"\n   I will do all 3\n  ","678943":"\n   Im really not i just believe in giving girls the credit and compassion that they deserve\n  ","678944":"\n   You're wearing a black thong? Omg im dead. Too hot to comprehend! xx\n  ","678945":"\n   you make me so happy everytime I wake up I cant wait to talk to you\n  ","678946":"\n   Fuck me know we know Savannah's secret is a black thong ?\n  ","678947":"\n   Haha you're questions are brilliant,  I can feel the love from here ? As a lot stay on anon do you know the names of any who openly have a crush on you?\n  ","678948":"\n   loved ur profile \nlove to know u more \ncan we talk \n can i take u for lunch or coffee \nhug u always we meet \ntreat u with chocolates nd roses when we meet \nhold ur hand always so that u never feel alone \nbooze together \nwill u come for a date with me \nwill u be my date ?\n  ","678949":"\n   But do you promise you will help me ?\n  ","678950":"\n   is anything below that manlet then lol\n  ","678951":"\n   I hope Darren comes back. He was a nice guy and always saying nice things. That sucks but it's a lesson to us all to just ignore the shit you get on here and not sent anything back as you can get in trouble yourself. Beware fellow Boomerangs\n  ","678952":"\n   what about 5'11\" lol\n  ","678953":"\n   Will you please help me\n  ","678954":"\n   Headline: ? ? ?\n  ","678955":"\n   no haha just what you consider to be too small, manlets are usually anything under 6 foot tbh\n  ","678956":"\n   lol yo I just realized someone reported my answer and got a warning. Your followers are mean :'(\n  ","678957":"\n   ever had a nexflix and chill session with any cool BOOOMERRRANNNGSS\n  ","678958":"\n   good girl ?\n  ","678959":"\n   Manlet as in a guy whos just too small\n  ","678960":"\n   I have a hard time falling asleep and maybe if you send me a pic of you pinching your cheeks because it looks funny it might help\n  ","678961":"\n   follow for a follow back?<3\n  ","678962":"\n   At what height would you consider a man a manlet? lol\n  ","678963":"\n   i am fine so what are you doing\n  ","678964":"\n   Patience guys. Pictures of Sexy Savannah are always worth the wait xxx\n  ","678965":"\n   keep on smiling okay, god it's amazing\n  ","678966":"\n   No one would cast me in Hollywood.  But for you there are more than bright chances there\n  ","678967":"\n   If you were a vegetable you'd be a cutecumber\n  ","678968":"\n   Left or right?\n   \n    http:\/\/img110.xooimage.com\/files\/c\/c\/c\/gjm-4c1cf11.jpg\n   \n   :)\n  ","678969":"\n   so you don't want to join me on fb?\n  ","678970":"\n   I sent it to most of my Snapchat friends ??? if I get asked enough I'll post it here ?\n  ","678971":"\n   I miss you so much\n  ","678972":"\n   I Just wanted to say your so stunning and very special to me I love you so much <3\n  ","678973":"\n   every time I look at you I cant stop smiling\n  ","678974":"\n   okay.... you may have been right, some people like my voice\n  ","678975":"\n   has anyone ever told you your the sexiest women in the entire universe\n  ","678976":"\n   how are you doing queen boom\n  ","678977":"\n   you have the most mesmerizing eyes ever\n  ","678978":"\n   they say the earth revolves are around the sun and your face looks as beautiful and bright as the sun so does that mean the earth revolves around you\n  ","678979":"\n   how do you deal with some of these people? like I'd be ranting like crazy because of how nosy some anons are on here\n  ","678980":"\n   I do smell delicious,And would you also like to stick your nose into my hair and take a big whiff too?Lol :).\n  ","678981":"\n   hv u ever thought of visiting a 3rd world country,sav?\n  ","678982":"\n   will you post a pic please I cant get enough of your gorgeous face\n  ","678983":"\n   You're welcome\n  ","678984":"\n   same here, i am just chilling out listening to some music x\n  ","678985":"\n   Is it not time for more sexy pictures? Please x\n  ","678986":"\n   How are you\n  ","678987":"\n   of course I make you sound amazing cause your the most amazing women in the universe\n  ","678988":"\n   I love you to death I'm so glad we are friends\n  ","678989":"\n   bit green though haha\n  ","678990":"\n   yes youu\n  ","678991":"\n   Hey\n  ","678992":"\n   I'm your longest and most caring boomerang ever xoxo\n  ","678993":"\n   anyone being called some funny name by the sav should be fucking honoured hehe\n  ","678994":"\n   my shlong is actually not a shlong\n  ","678995":"\n   Is Savannah's secret like Victoria's secret lol?\n  ","678996":"\n   do u really think u r perfect?\n  ","678997":"\n   i am very well thankyou hun, you up too much?xx\n  ","678998":"\n   Would you be really totally embarrassed then if you realised that you had accidentally flashed your panties to a group of guys?\n  ","678999":"\n   I remember Darren, I remember the picture of him. That's shit what has happened to him. Boomerangs unite!\n  ","679000":"\n   love me 5ever\n  ","679001":"\n   i know its not your fault hun i just have a really bad habit of people thinking they forgot about me if they haven't responded in more than a day <3.\n  ","679002":"\n   We dont know each other but i just wanted to take this opportunity to say just how beautiful you are ??\n  ","679003":"\n   You're welcome babe. Anything for you babe ❤️❤️x\n  ","679004":"\n   tumblr bitches are anorexic ngl\n  ","679005":"\n   are u a pizza topping ? cos i want you to be on top of me ?.\n  ","679006":"\n   I would let you literally take a shit in my mouth when you have to go really bad if there is no toilet around. I'd be honored to eat your shit. You're so fukin beautiful and sexy sexy ???♨️??????❤️???♥️♥️\n  ","679007":"\n   You are always cool. Cool like a leopard wearing shades lay by a pool drinking a cocktail\n  ","679008":"\n   your welcome so  how r you sweet girl\n  ","679009":"\n   i wish i could kiss you\n  ","679010":"\n   honey..;-)\n  ","679011":"\n   you don't need to say anything just knowing i made you speechless is good enough\n  ","679012":"\n   I will let you smell me if you want to Boom lol.\n  ","679013":"\n   everytime i look at you my heart skips a beat and i get breathless and speechless\n  ","679014":"\n   You agree you usually wear black thongs? Sexy girl\n  ","679015":"\n   I love u... Will u Marry me...???\n  ","679016":"\n   Man....\n  ","679017":"\n   something a little more for the people ??? there's been like 20 people that have asked\n  ","679018":"\n\n    https:\/\/m.youtube.com\/watch?v=xWUz2A4h8lA\n   \n","679019":"\n   thoughts on me ?(STAIF)\n  ","679020":"\n   Dam you're hot\n  ","679021":"\n   i think i just had a mini heart attack my god you look like an angel\n  ","679022":"\n   You are so pretty omg\n  ","679023":"\n   Nice wishlist you have there Boom!\n  ","679024":"\n   no women on this earth even comes close to your beauty\n  ","679025":"\n   What do you mean bigger tights?\n  ","679026":"\n   Seriously every single guy has the hots for you and I'm getting a girl crush lol\n  ","679027":"\n   The brunette looks amazing (:\n  ","679028":"\n   Fit as fuck haha yeah that's British! True in your case lol ?\n  ","679029":"\n   I need ideas on what to say in my little accent video ???\n  ","679030":"\n   i think I'm about to cry just over the fact of how amazingly breathtaking you are\n  ","679031":"\n   Alien? Hahaha what films have you watched where an alien is half as hot as you ???\n  ","679032":"\n   This is perfection! Utterly beautiful x\n  ","679033":"\n   I wish I was kissing those lips! ?\n  ","679034":"\n   I will untick but we will do conversation in questions?\n  ","679035":"\n   Aliens gotta stick together <3 i'll be back later.\n  ","679036":"\n   You don't understand. Just a picture of you is sexy. It's sexy because it's you,  you don't have to pose. You are always stunning\n  ","679037":"\n   someone reported my answer on here -.-\n  ","679038":"\n   You will be the most beautiful woman in the world .your the most beautiful woman I have ever spoke to on here\n  ","679039":"\n   i know im just fucking with you lol. but dont worry about your weight, as long as you're still breathing that's all that matters.\n  ","679040":"\n   When you do please do that pose. Calvins optional ?\n  ","679041":"\n   Dam. You sexy bitch\n  ","679042":"\n   You are very intelligent too x\n  ","679043":"\n   You need an official fan club\n  ","679044":"\n   I think it's because you are genuinely a nice girl why you are so popular. Of course you're very beautiful but you are also a beautiful person ans that us the most important thing\n  ","679045":"\n   you want to be fat? man, you're one of the few people I know that's ever said that.\n  ","679046":"\n   I'm a follower of islam\n  ","679047":"\n   Your figure is better xxxxx\n  ","679048":"\n   Who is that?\n  ","679049":"\n   It's you. Wow ???\n  ","679050":"\n   you promised. So, if I get fat, I'll have to make you fat.\n  ","679051":"\n   I hope that is you. What fantastic figure xxx\n  ","679052":"\n   Omg you are joking that is you! I want your body Savannah ?\n  ","679053":"\n   name savannah is rocking on ask.fm\n  ","679054":"\n   like you dont understand how irritated i get when people dont respond back lol\n  ","679055":"\n   You are absolutely gorgeous though x\n  ","679056":"\n   i really wanna make popcorn and cheese but i dont wanna get too fat\n  ","679057":"\n   You're an ask.fm celebrity.  Night night xxx\n  ","679058":"\n   u hv soo many followers now..so u hv  forgotten us...:-\\\n  ","679059":"\n   It's right what they said. Everyone likes you now and that is with a tiny audience. So if millions of people knew you existed.....\n  ","679060":"\n   You should take a selfie of you giving yourself a pig nose lol.\n  ","679061":"\n   Please most more sexy photos! I need these in my life!\n  ","679062":"\n   Please post some more gorgeous pics!!\n  ","679063":"\n   Fresh selfie please :p\n  ","679064":"\n   will you post a pic please my sweet angel\n  ","679065":"\n   you don't always reply now your super famous like in 2011\n  ","679066":"\n   I know Daz in real life he's really nice. I saw the messages and I said he shouldn't have responded but it's fucked up he he has been suspended when he hasn't done anything. I know he is a big fan of you so I thought I'd tell you. xx\n  ","679067":"\n   Post anything you love?\n  ","679068":"\n   now i want bacon. all of it.\n  ","679069":"\n   Yeah it would kind of spoil it knowing what color your panties are. You have to keep the guys guessing.  Unless you are modelling then that is different and you're showing what yiu want ???\n  ","679070":"\n   What town do you live in?\n  ","679071":"\n   i started writing on you in February 2011 <3\n  ","679072":"\n   stop being so perfect\n  ","679073":"\n   no matter how long you're worth waiting for\n  ","679074":"\n   what do you think makes someone important ?\n  ","679075":"\n   i boomeranged my shlong\n  ","679076":"\n   I cant wait till you get famous the whole world will fall in love with you just like all of your followers have\n  ","679077":"\n   It's funny as you refer to people as boomarangs! No idea what that means though!\n  ","679078":"\n   Can you do something for me\n  ","679079":"\n   :)...\n  ","679080":"\n   Ever laughed so hard that a booger came out your nose?\n  ","679081":"\n   Omg as if someone is offended! If you can't handle Queen Sav you better leave because this is sexy time with the Boomerangs! xxxxxxxx\n  ","679082":"\n   As if someone is offended! You didn't say anything!\n  ","679083":"\n   Why are you so adorable?\n  ","679084":"\n   Does admitting being a boomerang mean we have to publicly admit to having the hots for you lol?\n  ","679085":"\n   How many questions and notifications have you got now? xxx\n  ","679086":"\n   since cleaning was invented\n  ","679087":"\n   I know your secret\n  ","679088":"\n   cleaning is a man's job\n  ","679089":"\n   Wft are fellow boomerangs?\n  ","679090":"\n   that did nothing to mend my faith in how unreligious you were in a world of free speech\n  ","679091":"\n   ;) x\n  ","679092":"\n   Did 3 win?\n  ","679093":"\n   Hey I'm Darren's friend. He has had his account suspended because he received some nasty comments so he responded and he was reported. Hopefully he'll get it back if not he'll make a new one x\n  ","679094":"\n   My holiday was superb :) xxxx\n  ","679095":"\n   you are extremely sweet beautiful and genuine\n  ","679096":"\n   Downton Abbey has just finished in the UK ?\n  ","679097":"\n   Factory made chocolate milk or homemade chocolate milk?:\n  ","679098":"\n   you have a very pretty jawline and skin\n  ","679099":"\n   do know the song beautiful soul by Jesse McCartney that song describes how much I have a crush you\n  ","679100":"\n   extreme turnon\n  ","679101":"\n   I love both\n  ","679102":"\n   Dam your gorgeous ?\n  ","679103":"\n   I love every fibre of you\n  ","679104":"\n   Soooo hard. I like 4\n  ","679105":"\n   You're so cute. It's not even funny...\n  ","679106":"\n   Haha sorry you know me I love all your pictures ?\n  ","679107":"\n   2 xxxx\n  ","679108":"\n   3\n  ","679109":"\n   3\n  ","679110":"\n   3 baby xxxx\n  ","679111":"\n   3 for me\n  ","679112":"\n   2nd one kaboom\n  ","679113":"\n   2\n  ","679114":"\n   It's 4\n  ","679115":"\n   Dam too hard to choose\n  ","679116":"\n   i love your selfies sooooo much\n  ","679117":"\n   3 3 3 3\n  ","679118":"\n   I like 1st\n  ","679119":"\n   It is difficult to choose here ?\n  ","679120":"\n   Wow, you are beautiful!\n  ","679121":"\n   It's number 1 or 2 for me. Gorgeous on all but they are sweet?\n  ","679122":"\n   Sorry Queen Boomerang I can't pick\n  ","679123":"\n   1 2 3 4 xxxxx\n  ","679124":"\n   It has to be 3. That pose. I'm in heaven\n  ","679125":"\n   You look beautiful on all but I'll say 3 as you have a hint of cheekiness about you there xxx\n  ","679126":"\n   Number 2 baby\n  ","679127":"\n   havent been on this for a while, hope you are okay?xx\n  ","679128":"\n   Number 3 as you are kissing the boomerangs\n  ","679129":"\n   Queen Savannah can I say 2 but I still love you on 1 3 and 4 lol\n  ","679130":"\n   On a scale of 1 to 10 how hot am I?\n  ","679131":"\n   2, then 4, then 1 then 3\n  ","679132":"\n   I lobe 2 the most ???\n  ","679133":"\n   your so fucking perfect its unreal\n  ","679134":"\n   Too beautiful on them all. Dam you!\n  ","679135":"\n   If it's not too late I vote for the first one. It's that smile.  Too cute ;)\n  ","679136":"\n   I think what Darren really meant to say instead of he was in love with number 2 is that he is in love with Savannah! He is only human ?\n  ","679137":"\n   Christmas has come early seeing this!\n  ","679138":"\n   Kaboom 2\n  ","679139":"\n   All of them too hard to choose Savannah xxxx\n  ","679140":"\n   Baby Boomerang I vote for 4\n  ","679141":"\n   Absolutely gorgeous. It has to be 3 though ?\n  ","679142":"\n   These pictures! You know we all have a crush and you're teasing us now lol. 1 for me ?\n  ","679143":"\n   your face is flawless\n  ","679144":"\n   I wish I could kiss your beautiful soft lips\n  ","679145":"\n   baby\n  ","679146":"\n   :(\n  ","679147":"\n   do you like neck kisses\n  ","679148":"\n   anxiety attack and cant breathe I just look at your face and talk to you I can breathe again\n  ","679149":"\n   I wish I could hear your sweet soft voice\n  ","679150":"\n   you have the sexiest lips ever\n  ","679151":"\n   Followed you too. And thank you for noticing me, senpai. ??\n  ","679152":"\n   when I see those pics of you it made my heart race 1000 beats a minute\n  ","679153":"\n   you are so gorgeous sweet down to earth genuine and funny\n  ","679154":"\n   You're so pretty. Hihi. So random.\n  ","679155":"\n   do u watch any kind of sport,sav?\n  ","679156":"\n   I was thinking about posting an accent video ??\n  ","679157":"\n   wanna join you on fb.\n  ","679158":"\n   Do you still wear crop tops during this time of the year?\n  ","679159":"\n   Hey\n  ","679160":"\n   my fellow boomarangs\n  ","679161":"\n   Nobosy wants to ask me questions\n  ","679162":"\n   My babe is so fucking beautiful\n  ","679163":"\n   for the record i vote for all of them soooooo im here to fuck up the vote count ;)\n  ","679164":"\n   2 is at the fucking tippy top!\n  ","679165":"\n   why is my feed full of goddess pictures coming from this account\n  ","679166":"\n   I'm in love with 2 Savannah ?\n  ","679167":"\n   ootd\n  ","679168":"\n   How about a morning selfie? Please xx\n  ","679169":"\n   will you post a pic before you go\n  ","679170":"\n   If we are boomerangs what are you?\n  ","679171":"\n   You have anything to do with the creation of the film Top gun because you take my breath away with your beauty\n  ","679172":"\n   you're a smart boomerang xxxxxxx\n  ","679173":"\n   anon is witty af\n  ","679174":"\n   your posts about bacon highly offends my religion\n  ","679175":"\n   Would you ask Queen Elizabeth about her panties or Princess Kate? Don't ask Queen Savannah of the Boomerangs top of the fucking tippy top! Her panties have to remain a mystery to all but the most important of people.  ?\n  ","679176":"\n   will you post a pic please brighten up your chat a little more with your gorgeous face\n  ","679177":"\n   What do you want to eat\n  ","679178":"\n   Fair enough\n  ","679179":"\n   if u met someone on ask.fm in person would you give them a big hug\n  ","679180":"\n   I don't know. Apparently I'm ugly and other stuff haha. I'm pretty average haha x\n  ","679181":"\n   How are you going to do that\n  ","679182":"\n   making things complicated is always better though, it makes the reader go on a wild adventure\n  ","679183":"\n   well you will get the best hugs from cause I'm a big bear and love to give big bear hugs\n  ","679184":"\n   Well it depends if i can get to you to cook for you\n  ","679185":"\n   this sounds like the ending to a massive novel that has 4 million pages\n  ","679186":"\n   Maybe\n  ","679187":"\n   You seem well happy. The thought of being with me gives most girls nightmares haha x\n  ","679188":"\n   we destroyed it the minute humans evolved from the ape.\n  ","679189":"\n   But wait what bra and panties do you wear?\n  ","679190":"\n   if I ever meet you in real life I'm going hug you tightly\n  ","679191":"\n   Omg some asked about your vag!! This is Queen Boom of Boomerangs Savannah you know ????\n  ","679192":"\n   Thats where being a chef comes in handy\n  ","679193":"\n   Well good cos you're getting some haha x\n  ","679194":"\n   SUSHI ❤️?❤️?❤️?❤️\n  ","679195":"\n   Oh really haha I give good hugs too haha x\n  ","679196":"\n   ???\n  ","679197":"\n   Hehe well I hate to sound weird but if I'm getting in bed with you it's going to be hard for me to not be looking at you x\n  ","679198":"\n   lol I finally got you stumped, and boom goes the dynamite.\n  ","679199":"\n   You're welcome ?\n  ","679200":"\n   You don't have a hairy vagina? Lol\n  ","679201":"\n   because life's too complicated to keep things simple\n  ","679202":"\n   Does it now haha. Why's that haha x\n  ","679203":"\n   the king and queen of slopes. you're both of them.\n  ","679204":"\n   I felt so bad when you said you had anxiety attack lastnight all I wanted to do was go to your house and hold you till you calmed down\n  ","679205":"\n   like = 4 likes\n  ","679206":"\n   i don't just take snow slopes. I am the snow slope.\n  ","679207":"\n   Okay haha I was just checking haha. Not that it matters haha x\n  ","679208":"\n   you're so inspirational *sniff* you should give a seminar on why we should all be daredevils\n  "},"Answer":{"678136":"\n  Awh I would love to meet all the people who would think they would fall in love with me. ):\n  ","678137":"\n  Thank you so much . ❤\n  ","678138":"\n  Yeah I saw someone who looked like someone I knew just in a different part of the city and I just thought what if That's just another part of his soul living another life. Lol\n  ","678139":"\n  Ariel isn't a human, she's a mermaid.\n  \n  So I'm the same human.\n  ","678140":"\n  What's my purpose, Why do I look the way I do, Why do I think the way I do. Why do I effect people this way?\n  ","678141":"\n  And I'm trying to figure out Why me. Lol\n  ","678142":"\n  CHOOO-CHOOO\n  ","678143":"\n  Wait what?\n  ","678144":"\n  All this txt lingo makes no sense to me lol thank you. ❤❤\n  ","678145":"\n  I'm never drunk lol\n  ","678146":"\n  I don't know Why either ): lol\n  ","678147":"\n  I think this morning.❤\n  ","678148":"\n  My head is pounding ):\n  ","678149":"\n  Wait whatyy what?\n  ","678150":"\n  I'll definitely tell you sweetheart\n  ","678151":"\n  No and That's the problem. I have to wait to get a new phone.))))):\n  ","678152":"\n  Haha it was on my feed lol\n  \n  I have it - it just crashes like 78% of the time. Lol\n  ","678153":"\n  Oh lord, I'm not here for that. I don't know who your ex even is lol\n  ","678154":"\n  Hahahahah OMG. ❤❤❤ why\n  ","678155":"\n  It's a beautiful word. Not by meaning - by sound. It just has so much effect.\n  ","678156":"\n  Wow this is beautiful. Just wow\n  ","678157":"\n  Weeee woooo weeee woooo weeee woooo weeee woooo\n  ","678158":"\n  IM A BLACK RAPPER PEOPLE JUST DON'T KNOW IT. Lol\n  \n  I'm so hyper.\n  ","678159":"\n  It's not official!!\n  ","678160":"\n  Thank you, I love talking to you too.\n  ","678161":"\n  I hope one day they get to experience it.\n  ","678162":"\n  NO NOAH JUST FORGOT THEM.\n  ","678163":"\n  I thought of this concept earlier that I just can't get out of my mind that I just needed to share.\n  \n\n  The saying \"the world is full of God's and ants.\" God's are the people like Thomas Jefferson, Marilyn Monroe, ect. Some That's a legend.\n  \n  Ants are the common people.\n  \n  You know how you can find several people in the category of common people with very similar or exactly the same features almost like they are identical? What if they are really just the  same soul living out through other people.\n  \n  But the ones that are the influential has souls that are so strong that they can't be split apart, and That's Why you will never find anyone else like that person.\n  ","678164":"\n  I want to ride a unicorn\n  ","678165":"\n  Baaaaaaaaabe. ❤\n  ","678166":"\n  Me too!!!! It's my favorite word(:\n  ","678167":"\n  Awh thank you, I just think I have a lot of intuition\n  ","678168":"\n  We can only live on earth if their is a balance between life or death, a balance between energy. We need life to be taken for life to be made.\n  \n  So love made take lives, but it also creates them.\n  ","678169":"\n  Ehhhh\n  ","678170":"\n  Love is the closest thing to making magic real. Without love life wouldn't be worth living, it wouldn't be worth suffering for. Blood was spilled because someone had a love for something. I'm not just talking about just loving a person, I'm speaking in general terms. You wouldn't be here if it weren't for love.\n  ","678171":"\n  ?? thank you\n  ","678172":"\n  Nopers\n  ","678173":"\n  When you fall in love you'll see\n  ","678174":"\n  I feel special cause we agree on something ?\n  ","678175":"\n  Waiting to go outt lol\n  ","678176":"\n  Why because for once a girl was being straight foward about her feelings? Someone who already knows what she wants... My hearts taken, any one else isn't going to be anything other than a friend.\n  ","678177":"\n  Just like you xoxoxo\n  ","678178":"\n  Hi\n  ","678179":"\n  Hell yess ??\n  ","678180":"\n  Ohhhhh that was gonna happen regardless\n  ","678181":"\n  Yessssss\n  ","678182":"\n  I've been told since i was very little that its like I can draw you in just by looking at you with my eyes and if you stare long enough you'll fall in love.\n  \n  A girl actually told me that - she was explaining why so many people were taken by me.\n  \n  I'm flattered you find me attractive even though you're straight ??\n  ","678183":"\n  Because I don't get why so many peeps like me\n  ","678184":"\n  No I want to be the cherry at the tippy fucking top with a crown ??\n  ","678185":"\n  Thank you so much ??\n  ","678186":"\n  Thank you ?\n  ","678187":"\n  Still think I'm hot?;)\n  ","678188":"\n  I don't just flattered and confused\n  ","678189":"\n  Wow....  well I'm happy I'm such a natural look\n  ","678190":"\n  Here's an example of what I don't want people to ask me.\n  ","678191":"\n  Ughhhers man.\n  ","678192":"\n  Don't believe these lies. ❤❤\n  ","678193":"\n  That's the look I was working for.❤\n  ","678194":"\n  It's weird\n  ","678195":"\n  Yes can anyone lol\n  ","678196":"\n  You're welcome\n  ","678197":"\n  I don't look at a guy and think \"Oh they like me\" because I don't believe that every guy thinks that way about me.\n  \n  And if I do think that it's more like \"fuuuuuuuck I think he likes me how do I stop it\" lol\n  ","678198":"\n  There's alot of people hotter than me\n  ","678199":"\n  Awwwwh OMG.\n  ","678200":"\n  I hate hearing my voice That's why I haven't posted anything but Maybe ill make something\n  ","678201":"\n  I don't think so\n  ","678202":"\n  Yesss this has been going on for awhile\n  ","678203":"\n  I know I was thinking the same thing. ❤❤\n  ","678204":"\n  That sounds like it could be true\n  ","678205":"\n  Good I like to cause fear. ❤\n  ","678206":"\n  Probably lol. ❤\n  ","678207":"\n  Omg thank you. ❤\n  ","678208":"\n  Okay what?\n  ","678209":"\n  But I have to give everyone attention\n  ","678210":"\n  I want to try a smores frappachino\n  ","678211":"\n  But that requires me having to give attention to you.\n  ","678212":"\n  Because pigs can't fly\n  ","678213":"\n  Would you give me pretty things\n  ","678214":"\n  Why not\n  ","678215":"\n  But like I don't want a slave\n  ","678216":"\n  Grrrrrrr\n  ","678217":"\n  But I'm lazy lol\n  ","678218":"\n  ❤\n  \n  I'm bored lol\n  ","678219":"\n  This doesn't make sense to me\n  ","678220":"\n  You're so sweet\n  ","678221":"\n  I'm okay my emotions and moods are all fucked for some reason\n  ","678222":"\n  Awh thank you darling.  ❤❤ followed you and errrthang\n  ","678223":"\n  Wow thank you. ❤\n  ","678224":"\n  Omg how loyal\n  ","678225":"\n  What the fuck? I've looked at your dick?\n  ","678226":"\n  Very true.\n  ","678227":"\n  I feel like I'm just putting more effort into myself. I feel better - I look better :)\n  ","678228":"\n  OMG your flattering me . ?\n  ","678229":"\n  I'm so happy you love them ??\n  ","678230":"\n  Honestly, I think I paid close attention to what people told me looks the best on me and then I taught myself how to inhance it.\n  \n  I like to think of myself as an art form LOL ? just working on a painting.\n  ","678231":"\n  Haha thank you so much ??\n  ","678232":"\n  ?????\n  ","678233":"\n  Thank you ??\n  ","678234":"\n  That's why when he has an American accent he has that lisp lol :) he's a really funny British man lol\n  ","678235":"\n  I don't like doing that\n  ","678236":"\n  I'm good ✌️✌️ How you ?! What's up?!\n  ","678237":"\n  Not at the moment\n  ","678238":"\n  ?\n  ","678239":"\n  Selfie power\n  ","678240":"\n  Hello\n  ","678241":"\n  Whyss\n  ","678242":"\n  I find females sexually attractive but I've never dated one\n  ","678243":"\n  Ehhhh\n  ","678244":"\n  Awhh ): saddness\n  ","678245":"\n  I'm pretty shy\n  ","678246":"\n  Yay we're all learning. ❤❤\n  ","678247":"\n  I haven't lied for a very very long time.\n  ","678248":"\n  20\n  ","678249":"\n  Yes verrry. ❤❤\n  ","678250":"\n  Messaged youuu\n  ","678251":"\n  I knew everything was different I just didn't know the names of all the accents Haha. (:\n  ","678252":"\n  Could it even be possible?\n  ","678253":"\n  Not looking\n  ","678254":"\n  How do you know?\n  ","678255":"\n  Wait I don't know if I follow you back ):\n  ","678256":"\n  You're so sweet\n  ","678257":"\n  Damn\n  ","678258":"\n  Thank you so much sweetness. ❤❤❤\n  ","678259":"\n  Why is that bad (;\n  ","678260":"\n  Why\n  ","678261":"\n  That's good\n  ","678262":"\n  Good you?\n  ","678263":"\n  Hi\n  ","678264":"\n  It's like you've been in the same room with me. When im alone with one other person ill start making 100 different accents trying to say ridiculous things lol\n  ","678265":"\n  This is crazy to me.\n  ","678266":"\n  I mean if people are constantly reading my daily posts, I feel special. ❤\n  ","678267":"\n  Yes it's pretty calm(:\n  ","678268":"\n  British accent is the accent in London and all parts of England just some are harsher than others.\n  ","678269":"\n  You can do whatever you wish\n  ","678270":"\n  I honestly just get shy and blush - imagine myself in corner hiding because I don't know what to do hahaha\n  ","678271":"\n  I don't have any idea, but thank you so much.\n  ","678272":"\n  Awwh I like taking pictures so it's really enjoyable for me to do for you guys. ❤\n  ","678273":"\n  This is so beautiful. ❤ in so many ways. Even though you have these feelings and we never get to share them, I hope you treat your future queen with the same respect you have for me.\n  ","678274":"\n  I would never want to hurt another person.\n  ","678275":"\n  Boom boom bitch\n  ","678276":"\n  That is true\n  ","678277":"\n  Omgg lol\n  ","678278":"\n  That's so sweet. ❤\n  ","678279":"\n  You're so sweet. ❤\n  ","678280":"\n  I try my best too (:\n  ","678281":"\n  I don't feel good nuggg ):\n  ","678282":"\n  You too. ❤❤\n  ","678283":"\n  I wish I could do that lol it depends on what I'm reading\n  ","678284":"\n  I think I pictured a sarcastic voice telling me that hahh\n  ","678285":"\n  Makes me want to start a riot lol\n  ","678286":"\n  HAHAHAHAHHAHAHHAHAHHAHAHAHAHHAHAHAHAH\n  \n  Why was that so funny to me? Hahah\n  ","678287":"\n  You always make me laugh bby ??\n  ","678288":"\n  Pretty pretty princess ?\n  ","678289":"\n  I hope it's like banging LOL\n  ","678290":"\n  Omg you deserve to be happy too love\n  ","678291":"\n  You are so welcome sweetheart\n  ","678292":"\n  Did we just become the perfect match?\n  \n  Omgomgomgomg\n  \n  You are cuter and like way cooler so whatrver ? hahaha ?\n  ","678293":"\n  I love being sav...\n  ","678294":"\n  I better get hotter or I'll be pissed lolol\n  ","678295":"\n  It's a hard knock life for us.\n  ","678296":"\n  AWWWWWH I'm dying ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","678297":"\n  God I don't know why but now this compliments are starting to make me laugh hahaha holy shit\n  \n  You make it seem like I'm some sort of royal haha\n  ","678298":"\n  Ooooooooh??? thank you\n  ","678299":"\n  YOU REALLY MEAN IT YOU RETARD?! ❤️?❤️?\n  \n  I'm just kidding you are far from dumb lol\n  ","678300":"\n  Awwwwh you'll see other beautiful ladies too ?? but thank you\n  ","678301":"\n  Good ?\n  ","678302":"\n  Awwwwwwh ?? you mean it?\n  ","678303":"\n  OMG thank you ????? I give you lots of hugs\n  ","678304":"\n  Awwwwwh thanks doc ?? you're heavy metal and reflective - I like it.❤️\n  ","678305":"\n  You deserve this picture. You are amazing. Thank you so much. ?? ahhhhh. I cherish every moment as well, and I always always will.\n  ","678306":"\n  ??\n  ","678307":"\n  This is..\n  ","678308":"\n  hiii\n  ","678309":"\n  Who enjoys working?\n  ","678310":"\n  Little couple action (; lol\n  ","678311":"\n  Wow thank you so much. I'm so happy you think so. ❤\n  ","678312":"\n  I love them\n  ","678313":"\n  HAHAHAHAHAHAAHAHAHHAHAHAHAHAHAAHAHAHAAH holy shit . ❤❤❤❤❤❤❤❤\n  ","678314":"\n  Girls have been jealous of me since I can remember... ):\n  ","678315":"\n  Me too.❤❤\n  ","678316":"\n  Thank you so much. ❤\n  ","678317":"\n  I'm 5'3 how tall are you?!\n  \n  AHHHHHH AND YOU'LL BE MY CUDDLY HUMAN TREE hahahaha. ❤❤❤\n  ","678318":"\n  AMEN BBY.\n  \n  PREACH IT.❤\n  ","678319":"\n  Okay I hate people who come on here and only ask about sexual things. It's so rude and disgusting.\n  ","678320":"\n  Awwwwwwwh That's so sweet. Thank you. ❤❤❤\n  ","678321":"\n  Get the fuck out of here, nobody fucking cares.\n  ","678322":"\n  Most definitely.\n  ","678323":"\n  1 being the worst, 10 being the best.\n  \n  (-10)\n  ","678324":"\n  Sarah, you are the greatest person and best friend anyone could ask for. I love you to death. ❤❤❤ thank you so much.\n  ","678325":"\n  Yessss I love the way they are all so free. And states is suppose to be the land of the free? That's a sick joke.\n  ","678326":"\n  All the time, it's awful. I've heard so many times girls say \"I saw you starring. Wtf. \"\n  \n  \"Don't fucking look at her.\"\n  \n  Theres times where they even see me and pretend she's not even the gf and keeps space between them. The girls never give me that pissed off look which is nice they never blame me, it's always the what the fuck expression of confusion to \"ooooooooh\"\n  ","678327":"\n  I don't understand Why it even matters...\n  ","678328":"\n  I don't like it but i guess i kinda have to agree with this one though..\n  ","678329":"\n  Sav.\n  \n  Trust me it's a full time job. Lol\n  ","678330":"\n  I love being picked up\n  \n  I THINK I'M JUST GONNA JUMP ON YOU.\n  \n  IF YOU DON'T CATCH ME.....\n  \n  I'll probably just latch on to you like a koala bear. ❤\n  ","678331":"\n  It's expensive to live here.\n  ","678332":"\n  Uh yeah bro being a young adult in cali isn't easy lol everyone's broke\n  ","678333":"\n  I've never been, I have to visit some day.. Why not come visit a tiger. ❤❤\n  ","678334":"\n  More like I've learned the ways to manipulate life into working in my favor lol. ❤❤\n  ","678335":"\n  MY FOOT IS ASLEEP I REPEAT MY FOOT IS ASLEEP. PLEASE HELP LOL\n  ","678336":"\n  you think I have the money for that?!  OMG I wish lol I don't even have money to buy me breakfast): if I could I so would though.\n  ","678337":"\n  I say we just create a pill that can determine individuals who are ignorant and arrogant to their death.\n  \n  Can you imagine how easy life would be if everyone who was alive wasn't ignorant?\n  ","678338":"\n  Where are people's values these days.\n  ","678339":"\n  Omg That's so far away!\n  \n  I'm flattered you think I'm British. ❤❤\n  \n  I'm from San Diego. ❤❤\n  ","678340":"\n  Why do you want to fuck 10 of the loosest pootangs you'll ever get your dick in? Is it cause you can't get anything else?\n  ","678341":"\n  It's like nobody takes history class anymore or doesn't realize how important it is lol\n  ","678342":"\n  People are too arrogant.\n  ","678343":"\n  I want you to leave.\n  ","678344":"\n  If you make it a big deal , others will too. People are influenced highly by a social standpoint. People feed off others energy to not feel out of place.\n  \n  If you laugh about it and make fun of yourself , people will end up laughing with you rather than at you. In most cases after those moments people become better friends too.\n  ","678345":"\n  USA wouldn't be who they were if it weren't for every other country out there lol\n  ","678346":"\n  Nope\n  ","678347":"\n  Don't have on.\n  ","678348":"\n  Nuclear war wouldn't fix anything, it would ruin everything.\n  ","678349":"\n  No it's because we took everything from every other country and claimed it as ours.\n  ","678350":"\n  Fuck that. I'm going somewhere that doesn't believe in war anymore - Japan lol or probably some Indonesian  island lol orr a tiny little village that nobody knows about. Lol it's all about off shore accounts man.\n  ","678351":"\n  Nothing, they laughed. Lol it's not a big deal here.\n  ","678352":"\n  I'm pretty swell. About to cheef so bowls. Lol. Where you from my lil nuggs\n  ","678353":"\n  It will, itll probably be worse than in Europe sadly. Everybody wants us dead.\n  ","678354":"\n  That's so sweet. ❤\n  ","678355":"\n  Nope Haha because That's happened before and I literally laughed\n  ","678356":"\n  I know of where you can get a tiger actually hahah so just let me knowsss. ❤❤ it's illegal but fuckit ?? Lol\n  \n  I want a finger monkey omg\n  ","678357":"\n  I mean this kind of shit is like all the other shit that has gone down in history. Getting mad about it isn't going to solve anything.\n  ","678358":"\n  It's not that I feel bad about it, I feel bad about the way I make others feel about themselves because I've been there too.\n  ","678359":"\n  I know ): but things happen. I hope they figure everything out and make sure everything is okay.  My best friend lives there so I got some information about it.\n  ","678360":"\n  Kaboom. ❤\n  ","678361":"\n  Omg we're gonna be best friends. I love all big cats so much.\n  \n  Here's my little fatty. ❤❤❤\n  ","678362":"\n  I honestly can't think of anything ):\n  ","678363":"\n  Goddamnit nugget I missed you. Thank you. ❤❤❤❤❤❤ how are you beauty?\n  ","678364":"\n  Don't got it\n  ","678365":"\n  I would have so much fun\n  ","678366":"\n  Nothing That's Why\n  ","678367":"\n  That's little ashbutt my fatbutt. ❤❤❤❤ I followed you btw thought I should tell you (:\n  ","678368":"\n  Don't be asking about my panties\n  ","678369":"\n  Resident evil\n  ","678370":"\n  I'm wearing all grey sweats..\n  ","678371":"\n  Oh stawwp. ❤❤???You are just being way to kind.\n  ","678372":"\n  It's when you dress up as movie\/anime\/gamer type characters all the time.(:\n  ","678373":"\n  I don't have enough make up or any of the right clothed trust me. If it were that easy, I would be already doing it.\n  ","678374":"\n  Thank you thank you! I hope people will slowly learn (: I already had the utmost respect for you. ❤❤❤\n  ","678375":"\n  I'm too broke for cosplay ):\n  ","678376":"\n  You could never!!! I hope you have a beautiful day bbygirl. Ill miss you.\n  ","678377":"\n  Well That's because I'm a cleaned up homeless person (;\n  ","678378":"\n  Thank you very much. ❤❤\n  ","678379":"\n  I've been thinking about doing cosplay (: whatta think?\n  ","678380":"\n  Well of course, if you took a moment out of your day for me. I should be able to do the same for you (:\n  ","678381":"\n  You are so handsome and kind to come and say this to me. ❤\n  ","678382":"\n  I gaurantee I look homeless all the time\n  ","678383":"\n  Omg thank you so much . Ahhhhh this is so different and nice. ❤❤❤\n  ","678384":"\n  Ill admit I've had moments where if felt like literally everyone was starring at me when I was in a crowd, but let me tell you another part - I think I got claustrophobia\n  ","678385":"\n  The french are very naturally dressed and styled. They have a humble look to them, kind of homey ( very fair and taking)\n  ","678386":"\n  It's more like me looking at whoever I'm with because for some reason people think they gotta escort me everywhere anyways, lol I look at them and say \"wait was that my fault\" or \"does my face really make people do things like that?\" Or \"I just crushed her entire day just by her looking at me. I saw her confidence literally get swolled and I ate it. I hate my face.\" (Cannot explain how many times this one has happened.)\n  ","678387":"\n  Bleeeeeeeeh vomit. Lol\n  \n  I feel so french when I dont wear makeup , my features become very raw\n  ","678388":"\n  If you truly love me you'll let me go\n  ","678389":"\n  See, I never would have thought this. Thank you so much .\n  \n  I'm so glad I get to talk to people like you.\n  ","678390":"\n  ❤❤❤❤❤❤❤\n  ","678391":"\n  I don't know this\n  ","678392":"\n  I hate how bland and boring I look without makeup lol\n  ","678393":"\n  Oh but you can\n  ","678394":"\n  It's probably just one of those cute crushes you get in kindergarten. ❤\n  ","678395":"\n  Well I couldn't really tell you that because the only people who know Why I'm popular, are the ones that made it that way.  If it weren't for all the people who talk to me for whatever reason they wish, I wouldn't have become this popular. So I really don't know.\n  ","678396":"\n  Awwwwwwwwwh. ❤❤\n  ","678397":"\n  I don't feel like it lol\n  ","678398":"\n  Or you could just leave\n  ","678399":"\n  Thank you, I like yours tooo. Followed\n  ","678400":"\n  Yes you can\n  ","678401":"\n  At home\n  ","678402":"\n  Im heree\n  ","678403":"\n  Thank you so much, so sweet of you.❤\n  ","678404":"\n  Nope sorry\n  ","678405":"\n  Lol nothing leave me be lol\n  ","678406":"\n  Wow\n  ","678407":"\n  Excuse me?\n  ","678408":"\n  Thank you so much lovely!!!! ❤❤❤\n  ","678409":"\n  Because you're disrespectful and don't understand the term 'no'\n  \n  So I would much rather have you leave.\n  ","678410":"\n  Please leave me alone\n  ","678411":"\n  Yeah that's not gonna happen right now\n  ","678412":"\n  She's so fucking cute, I love her facial expressions\n  ","678413":"\n  Melt my brain with shows\n  ","678414":"\n  Absolutely no makeup, I know I look scary lol #justwokeuplikethis\n  ","678415":"\n  LITTLE SOUR PATCH KID YOU ARE BEAUTIFUL ON THE INSIDE AND OUT. DON'T LET ANYONE TELL YOU DIFFERENT. ❤❤❤❤❤❤\n  ","678416":"\n  You make me feel intelligent. OMG.\n  ","678417":"\n  You are incredible. ?❤\n  ","678418":"\n  I liked the fuckzzzz out of your shiznit. ❤❤❤ I see you spamming I BE WATCHING. ? LOL im not that great okay, you are just being sweet. ??❤ thank you thank you for all the spanking likes.?❤\n  ","678419":"\n  I don't know what to say but I really hope that however my future goes that is how I am treated.\n  ","678420":"\n  OMG I'M FUCKING HONORED. ❤❤❤ I'm so following you back. Ahhhhhhh.\n  ","678421":"\n  Awwwwh gooddddnight ill be annoying you when I arise from the underworld.\n  ","678422":"\n  ❤❤❤ poopy butts. It's almost beddy time.\n  ","678423":"\n  Because I have the freedom to choose who I wish to marry, and that sir is not you.\n  ","678424":"\n  Do people not read bios.\n  ","678425":"\n  Because I don't want that\n  ","678426":"\n  Awwwwh I think everyone deserves it\n  ","678427":"\n  I feel scared\n  ","678428":"\n  I'm running away from you, you just can't see it.\n  ","678429":"\n  Oh we can hate everyone together and like rule the world. ❤\n  ","678430":"\n  Oh God. I didn't even know that I could get that many\n  ","678431":"\n  Awwwwh dude you're soooooo cute. ❤❤❤ omg.\n  \n  I meant besties. But you see auto correct fucking hates me and doesn't understand the language of my finger tips. I'm happy I made you cry a little inside yo.  I need those unicorn tears.\n  ","678432":"\n  This is when I leave.\n  ","678433":"\n  Oh btw you're more adorable\n  ","678434":"\n  I don't know who this is..\n  ","678435":"\n  You are way better babes\n  ","678436":"\n  Do you have a life?\n  ","678437":"\n  Omg that wasn't meant for you. Omg I thought that was the annoying anon. Holy shit. I'm so sorry\n  ","678438":"\n  This doesn't make you \"cool\" I hope you know that.\n  \n  All you sound like is a huge dirtbag who will die with a divorced wife and kids that dispise you.\n  ","678439":"\n  Awh, I've barley ever heard it. I love it.\n  ","678440":"\n  Never Eva, because we tha playas and they be the haters. ❤\n  ","678441":"\n  Sucks it's probably still better than you.\n  ","678442":"\n  Someone trying to be insulting but is coming off retarded.\n  ","678443":"\n  You day best.❤❤ ill always fight beside you\n  ","678444":"\n  I don't know Why, but you're still breathing\n  ","678445":"\n  Ily. Ily. Ily. ❤❤❤❤❤❤❤❤ you are my little liger.\n  ","678446":"\n  1. If you're gonna insult someone make sure you down sound illiterate.\n  \n  2. Yes, not everyone in the world has fucking knockers, alotta bitches buy them not born with.\n  \n  3. Maybe you should focus things that matter.\n  ","678447":"\n  Okay I have a story for you.\n  \n  I read your name and I was like okay who is this.\n  \n  I clicked on you, look at your picture and literally thought (I promise )\n  \n  \"Now this is someone's butt I wanna touch.\"\n  \n  So I knew we had to be the best bestows. ❤\n  ","678448":"\n  if I could hug you , this is the moment. Someone who gets it.✌\n  ","678449":"\n  What\n  ","678450":"\n  Looks like lil bby needs cuddles. ❤\n  ","678451":"\n  Very adopted yo.\n  ","678452":"\n  How did you know I was gonna say every bit of that in the exact accent I was suppose too. You are a genius.\n  ","678453":"\n  If you're not gonna be gross.\n  ","678454":"\n  Darling I'm so sorry ): what helps you sleep?\n  ","678455":"\n  Wow I've never been told someone has so much respect for me. I'm honestly just jawdropped right now. Thank you.\n  ","678456":"\n  What's upp baybay\n  ","678457":"\n  Thank you, do you know Why\n  ","678458":"\n  Don't get your hopes up\n  ","678459":"\n  Dude so I was like wondering if we could cuddle and I could touch le butt?✌\n  ","678460":"\n  Hahahaha omg you're funny homes. ❤❤\n  ","678461":"\n  Hiii\n  ","678462":"\n  Well fuck them\n  ","678463":"\n  Lol Yes ma 'am I am lol Vietnamese but grew up in a half jap \/ white house because I was adopted lol\n  ","678464":"\n  Omg. My heart is OMG. This is so beautiful\n  ","678465":"\n  I feel like people have lost the meaning of no and this is the reason Why rape is so common now. -_-\n  \n  Now I want ice cream lol\n  ","678466":"\n  I feel so bad.\n  ","678467":"\n  So am I and I love pizza lol. ❤❤\n  ","678468":"\n  Bacon stuffed crust pizza\n  ","678469":"\n  I can't ): I ate noodles\n  ","678470":"\n  What?! Why?!\n  ","678471":"\n  And I really want pizza.\n  ","678472":"\n  That's really sweet of you. ❤\n  ","678473":"\n  I'm confused\n  ","678474":"\n  Lead on how? And I'm alright. ❤\n  ","678475":"\n  I think so.\n  ","678476":"\n  ?\n  ","678477":"\n  You are quite possibly the sweetest person ever.\n  ","678478":"\n  Because I don't want too?\n  ","678479":"\n  No\n  ","678480":"\n  Daaaaaaamn that was really fun to read in my head lol\n  ","678481":"\n  I can't recall\n  ","678482":"\n  Nope\n  ","678483":"\n  Oh I do but when I'm on it I'm working, I can't be distracted.\n  ","678484":"\n  Thank you. ❤\n  ","678485":"\n  You too sweetheart\n  ","678486":"\n  Nope\n  ","678487":"\n  Oh Yeah my escape picture lol That's on insta and on beautyforeverco. Lol\n  ","678488":"\n  Yes I can lol\n  ","678489":"\n  I have zero cheeks and I don't even know if I want to do that.\n  ","678490":"\n  Hahahahaha I dont mind talking to the weirdos lol\n  ","678491":"\n  Never change that Haha because you are awesome possum. ❤\n  ","678492":"\n  Maybe\n  ","678493":"\n  I always appreciate your randomness my good friend. ❤❤❤\n  ","678494":"\n  Thanks xx\n  ","678495":"\n  Yeah I'm gonna go do my hair.\n  ","678496":"\n  I think I'm gonna do my hair lol I'm bored\n  ","678497":"\n  I'm alright, how about yourself?\n  ","678498":"\n  Entertain me or something. ❤❤\n  ","678499":"\n  Hi\n  ","678500":"\n  Awh thanks xx\n  ","678501":"\n  Not now.\n  ","678502":"\n  I don't know What's the most awesome lol\n  ","678503":"\n  Awwwh I hope xxx\n  ","678504":"\n  I can get to 10 but not at someone, at myself.\n  ","678505":"\n  Be as awesome as possible.\n  ","678506":"\n  Things that don't go the way the should. The reality of how hard life already is and how much harder it's going to get. The fact I can't see What's going to be ahead, the fact I don't know when I'll wake up and the most important people I know won't be there anymore.\n  ","678507":"\n  Hi darling. ❤\n  ","678508":"\n  Xoxo. ❤❤\n  ","678509":"\n  Thank you. ❤\n  ","678510":"\n  It's turned into a place I could escape. A place I could go and be wild, annoying, and chilled out. I've met people on here that have turned into the greatest people to talk too. I have so much fun.\n  ","678511":"\n  OMG I'm so glad we're best friends.\n  ","678512":"\n  ❤❤❤❤\n  ","678513":"\n  What kind of question is that?\n  ","678514":"\n  What does this mean?\n  ","678515":"\n  Hiiii\n  ","678516":"\n  This is incredible. Thank you so much. You are amazing. ❤\n  ","678517":"\n  I don't know, they need to stop lol\n  ","678518":"\n  20\n  ","678519":"\n  No I'm sorry, not right now\n  ","678520":"\n  Babes I gotta clean the whole house now, lol I forgot. I be back. ✌\n  ","678521":"\n  People who are sending me things like this, Please stop. You're grossing me out, not turning me on.\n  ","678522":"\n  I'm just boom sweetness. ❤❤ but wuvs yous\n  ","678523":"\n  God I have so much I need to do, I need a schedule thing lol\n  ","678524":"\n  Who is this 'I' you speak of?\n  ","678525":"\n  Thanks darling xx\n  ","678526":"\n  Awwwwwwh sid. ❤❤\n  ","678527":"\n  You are so sweet. ?❤\n  ","678528":"\n  I love diamonds ??????? OMG. Thank you. ?❤ day is made.\n  ","678529":"\n  Wtf what picture\n  ","678530":"\n  I'm good, how are you\n  ","678531":"\n  Probably not dying.\n  ","678532":"\n  No I do not.\n  ","678533":"\n  AYYYE BABY GIRL I BE MISSING YOU.\n  ","678534":"\n  I just got on, I feel a lot better. ❤\n  ","678535":"\n  Of course sweetness. ❤❤\n  ","678536":"\n  I'm sorry I'm off limits.\n  ","678537":"\n  I don't think I play this,I'm sorry\n  ","678538":"\n  I literally just got on. ❤\n  ","678539":"\n  Oh they drive me insane haha\n  ","678540":"\n  Hii\n  ","678541":"\n  Awh xoxo\n  ","678542":"\n  Of course\n  ","678543":"\n  Awesome (:\n  ","678544":"\n  I will. ❤\n  ","678545":"\n  I remember you (:\n  ","678546":"\n  Omg That's easy (:\n  ","678547":"\n  Hahahaha people on here make me laugh\n  ","678548":"\n  Oh Yes. Couple times actually\n  ","678549":"\n  I already feel violated\n  ","678550":"\n  I can't don't download it well update it because idk how ):\n  ","678551":"\n  Wuv you guys. ❤❤❤\n  ","678552":"\n  Hello (:\n  ","678553":"\n  Yeah same.\n  ","678554":"\n  Kaboom (:\n  ","678555":"\n  I hope everything is okay.❤❤\n  ","678556":"\n  I miss you too, and I'm sorry I haven't been on.  How are you?\n  ","678557":"\n  You won't unless you leave me.\n  ","678558":"\n  Omg That's almost as big as my dick.❤\n  ","678559":"\n  It's weird because I feel like I should know who I'm talking to by now\n  ","678560":"\n  I do & i ❤ every single one\n  ","678561":"\n  Awh ?\n  ","678562":"\n  Thank you\n  ","678563":"\n  We can talk as much as you want ?\n  ","678564":"\n  Alrighty\n  ","678565":"\n  Oh i don't really do that but when the time comes we'll talk :)\n  ","678566":"\n  Nope\n  ","678567":"\n  Pssssssh you have a butthole\n  ","678568":"\n  CUDDLE SESH\n  ","678569":"\n  You can't tell me I have hot lips and then call me sister after lol\n  ","678570":"\n  Please please don't tell me that because then I'll spend the rest of my life trying to become immortal so I can never die and never cause anyone that kind of pain.\n  ","678571":"\n  Thank you so much sweetheart:)\n  ","678572":"\n  It's okay ?\n  ","678573":"\n  Like how big?\n  ","678574":"\n  I'm alright, just chilling thinking about ihop\n  ","678575":"\n  Im not looking for someone because of their materialistic things or money. Yeah those things are a bonus but people who use money to get girls and such aren't really my type. I like the ones that I had no idea were wealthy because they don't use it as a title.\n  ","678576":"\n  Hi darling love x\n  \n  The fund help pay for some insurance coverage I needed to get into the Drs office. So I finally had a couple visits, I have to call in about 4 days for my referral. I'm still back into debt but I'm at the point id rather be alive than have good credit.\n  ","678577":"\n  How sweet:)\n  ","678578":"\n  Yeah and then you'll end up dead. Your choice.\n  ","678579":"\n  Where do you find these people?\n  ","678580":"\n  Hi Rahul\n  ","678581":"\n  That sounds boooooomb fuck I'm hungry\n  ","678582":"\n  All 206 of them?!\n  ","678583":"\n  Hey there :)\n  ","678584":"\n  I knowwww:(\n  \n  ????\n  \n  Ily ??\n  ","678585":"\n  I'm okay, just chilling you?\n  ","678586":"\n  Why do you need that?\n  ","678587":"\n  Depends on which genre you are listening too of today.\n  ","678588":"\n  Hi hun\n  ","678589":"\n  I'm here now ❤️\n  ","678590":"\n  Probably but not on purpose I just always end up picking certain brands just by quality\n  ","678591":"\n  In which context are you speaking lol\n  ","678592":"\n  Awh sweetness ?? I'm sad too my phone is a piece of shit:(\n  ","678593":"\n  I posted simple pics\n  \n  V\n  ","678594":"\n  Pow pow nigga\n  ","678595":"\n  Or of me :)\n  ","678596":"\n  I hope you have a beautiful splendid day my bby ??\n  ","678597":"\n  this sounds comforting.\n  ","678598":"\n  yeah an angel on angel dust\n  ","678599":"\n  awh thank you so much\n  ","678600":"\n  Bad bad , I don't think people want to feel like a dried out pokey plant lol\n  ","678601":"\n  I'm not omg\n  ","678602":"\n  I have friends lol\n  ","678603":"\n  I'm alright I guess I kinda feel like a cactus honestly. I don't know how this makes any sense but it does to me\n  ","678604":"\n  HAHAHAHAHHAHAHAHH omg thank you ??\n  ","678605":"\n  She's the cutest, I was napping with her\n  ","678606":"\n  I agree but it was filled with Mexicans when we came over and took it so it makes sense why it's not English lol\n  ","678607":"\n  Karma caught me znoozen lol\n  \n  I open my phone and this is there lol\n  ","678608":"\n  No like I wish I worked with you.\n  ","678609":"\n  That's great but I don't live there.\n  \n  I live in San Diego which is SPANISH.\n  ","678610":"\n  Double negative but this does not equal a positive\n  ","678611":"\n  So sweet\n  ","678612":"\n  Negative\n  ","678613":"\n  San Diego\n  ","678614":"\n  San * Diego\n  \n  It's good I guess\n  ","678615":"\n  Omg no wait that sounds so fun are you kidding\n  ","678616":"\n  He literally keeps asking me either to love him, like him, be with him or whatever. But he doesn't have a reason why he loves me he just does because he feels like he should. And for awhile now I've been telling him no and he still keeps asking the same fucking thing. If i don't answer on here he will go on other social media to try and contact me\n  ","678617":"\n  Indeed\n  ","678618":"\n  I'm not being mean lol I'm just over that one fucker because he never leaves me alone. If you knew the history you would want to be mean to him too\n  ","678619":"\n  Shhhhhhhhhhhhhhhhhhhh\n  ","678620":"\n  This makes me happy\n  ","678621":"\n  No I'm just 85 pounds so I think we need someone else to crush you\n  ","678622":"\n  Chocolate covered raisins would be better, their almost like grapes;)\n  ","678623":"\n  Can you please just search my name like a normal human being\n  ","678624":"\n  Does it have to be my foot or can I borrow that too?\n  ","678625":"\n  Can you imagine all the blood Hahahahaha I'd come back and I'm pretty sure people would be dead lol\n  ","678626":"\n  You are so sweet omg thank you\n  ","678627":"\n  Does it have to be my shoes?\n  ","678628":"\n  KABOOM\n  ","678629":"\n  Always for good except when zombies come - those bitches are gonna die\n  ","678630":"\n  Just chilling like a huge villain tryna get hiiiiiiiigh.\n  \n  WAssup baby princess\n  ","678631":"\n  Omg you don't even know what we are talking about\n  ","678632":"\n  Honestly I am beginning to think i could create one if I wanted too but it would be like the most hippish cult lol like everyone will love everyone shit like that. People share and cause no harm. Idk about all the fetish people I'd probably put them all together and watch what happens lol\n  ","678633":"\n  Uh yeah because 1. Mufasa is dead so you coming back to life isn't usually good\n  \n  2. You have bullshit reasons for everything.\n  ","678634":"\n  Well you're becoming one\n  ","678635":"\n  Pretty swell and yourself?\n  ","678636":"\n  and I'll be like \"what the fuck you looking at? It's rude to stare.\"\n  ","678637":"\n  It's a pretty cool power I guess ?\n  ","678638":"\n  ?\n  ","678639":"\n  This is true, but this is still not what I want\n  ","678640":"\n  San Diego\n  ","678641":"\n  KABOOM\n  ","678642":"\n  Seriously.\n  ","678643":"\n  Because I'm like a nuclear bomb, I cause destruction and mayhem to society. ?\n  ","678644":"\n  That's the opposite of what I would want.\n  ","678645":"\n  Shush it Nancy\n  ","678646":"\n  The reason is the whole point of why you love them. You don't ju blantly love someone just cause you feel like it.\n  ","678647":"\n  Of course ??\n  ","678648":"\n  Why\n  ","678649":"\n  I liked alot I don't know if it was 20 but I tried lol\n  ","678650":"\n  I fucking loved that song back in the day lol\n  \n  Ayyyyyyyeeee ?? how you be\n  ","678651":"\n  Tell you what?\n  ","678652":"\n  Is this before or after you kill me?\n  ","678653":"\n  Well i don't leave questions because I get so many it would just get ridiculous soo I'll just post something on here at one point lol\n  ","678654":"\n  To do what?\n  ","678655":"\n  Bam done\n  ","678656":"\n  Hehe my pjs\n  ","678657":"\n  Well I can't make it right now\n  ","678658":"\n  Why just why\n  ","678659":"\n  Whys\n  ","678660":"\n  Really.\n  ","678661":"\n  Followed back\n  ","678662":"\n  I'll scratch your back, you scratch my dick?\n  ","678663":"\n  Shocked, I didn't know things could come back to life. What's death like?\n  ","678664":"\n  Well since its in ways I could never imagine I guess it makes sense why I its so hard for me to believe.\n  ","678665":"\n  Tell me what?\n  ","678666":"\n  Hi hi :)\n  ","678667":"\n  Dude mufasa you can't come back to life, you're dead.\n  ","678668":"\n  IM IN LOVE WITH A STRIPPER.\n  \n  Sorry you made me think I was suppose to sweat like I'm paid too.\n  ","678669":"\n  Well just search for me on insta than, trust me I'm very easy to find\n  ","678670":"\n  Hello ?\n  ","678671":"\n  Awh so precious ??\n  ","678672":"\n  Guess who's back, back again?\n  \n  SLIM SHADY\n  ","678673":"\n  I really need to shower lol\n  ","678674":"\n  Lol\n  ","678675":"\n  I heard I make men's meat spin (;\n  ","678676":"\n  OMG no\n  ","678677":"\n  Oooh I know you\n  ","678678":"\n  Dude no. No. I hate violence.\n  ","678679":"\n  Your name?\n  ","678680":"\n  There's no way I effect people this much.... I can't believe it.\n  ","678681":"\n  Haha awwwwwwh. ❤\n  ","678682":"\n  This is wonderful to hear\n  ","678683":"\n  Well shit\n  ","678684":"\n  You tell em bby\n  ","678685":"\n  That's probably good (:\n  ","678686":"\n  I'm so sorry I was feeling so gross last night so I left! I'm backkk waiting for you. ❤\n  ","678687":"\n  Well ima look into this for you, and see what I can do (:\n  ","678688":"\n  Ayyyyyoooooooo yayyyooooo\n  ","678689":"\n  I honestly thought your name said pediphile...\n  ","678690":"\n  Yes lol I'm very curious, it will probably end up killing me\n  ","678691":"\n  Bio\n  ","678692":"\n  It's alright I guess. How's yours\n  ","678693":"\n  Probably not\n  ","678694":"\n  Thank you. ❤\n  ","678695":"\n  But are you?\n  ","678696":"\n  That's questionable\n  ","678697":"\n  Where can I see this video?\n  ","678698":"\n  Awh I'm sorry I don't have snap\n  ","678699":"\n  I don't really know you hun\n  ","678700":"\n  Awwwwwh. ❤❤\n  ","678701":"\n  Omggggggg That's grosss I'm so sorry you had to see that\n  ","678702":"\n  ❤❤❤❤❤\n  ","678703":"\n  Was it a fart or a shart?\n  ","678704":"\n  ❤❤\n  ","678705":"\n  Did you count the steps or is that an approximation?\n  ","678706":"\n  Holy shit what happened?\n  ","678707":"\n  This is none of your concern\n  ","678708":"\n  Maybe later tonight\n  ","678709":"\n  Haha I'm a little jokester\n  ","678710":"\n  How much pussy?\n  ","678711":"\n  No Why would I be\n  ","678712":"\n  ?????\n  ","678713":"\n  You should. ❤\n  ","678714":"\n  It doesn't really feel like that\n  ","678715":"\n  Than maybe. ❤\n  ","678716":"\n  I'm pretty good. You?\n  ","678717":"\n  They be sluts!\n  ","678718":"\n  What's up\n  ","678719":"\n  I would break in half.\n  ","678720":"\n  Is it fun?\n  ","678721":"\n  Hello\n  ","678722":"\n  Slave for what\n  ","678723":"\n  Those are only the cat bitches that have had babies.\n  ","678724":"\n  I don't have one\n  ","678725":"\n  Sure (:\n  ","678726":"\n  Me too. Maybe we can someday\n  ","678727":"\n  Yes bodacious c cups.\n  ","678728":"\n  I'm so happy. ❤❤\n  ","678729":"\n  Omg that sounds like the kitty titties\n  ","678730":"\n  That's awful Why?\n  ","678731":"\n  I don't really have anything to say other than you are amazing for sticking around me for this long. And being an avid follower \/fan whatever you want to call yourself.  Please stay in my life.\n  ","678732":"\n  Tell me what you ate because I love hearing about food\n  ","678733":"\n  Yesssss you're everything. ❤\n  ","678734":"\n  No lol\n  ","678735":"\n  None of that\n  ","678736":"\n  ❤❤❤\n  ","678737":"\n  No she asked me to be her queen\n  ","678738":"\n  Maybe (:\n  ","678739":"\n  What's up\n  ","678740":"\n  Wtf I just met her\n  ","678741":"\n  You got it babes\n  ","678742":"\n  They have very concentrated poops lol\n  ","678743":"\n  What do you want hunny? I have cereal, chips, cookies, or candy. (;\n  ","678744":"\n  Hiiii\n  ","678745":"\n  I don't like it when people tell me what to do. Makes me not want to do that lol\n  ","678746":"\n  Than that would happen lol\n  ","678747":"\n  See this is not what I like.\n  ","678748":"\n  not into them\n  ","678749":"\n  i would love to be your queen omg.\n  ","678750":"\n  god some of you can be so annoying.\n  ","678751":"\n  yeah\n  ","678752":"\n  when my phone is charged.\n  ","678753":"\n  all i got from this is you want me to taunt a bully until they beat you off.\n  ","678754":"\n  hardly\n  ","678755":"\n  ill make sure to make you one of those when i can\n  ","678756":"\n  my phone is charging\n  ","678757":"\n  not like real lol\n  ","678758":"\n  i think they can just see their own reflection in the residue of shit thats left on the stick\n  ","678759":"\n  well no shit, im not broadcasting it lol\n  ","678760":"\n  not really\n  ","678761":"\n  you minding your own business yet?\n  ","678762":"\n  i love it.\n  ","678763":"\n  Yeah I can't handle to much\n  ","678764":"\n  Okay i think i finally caught up ?\n  ","678765":"\n  Brings out the worst in you.\n  ","678766":"\n  I really hope so honestly\n  ","678767":"\n  Hahahahah holy shit\n  ","678768":"\n  Yeah I guess\n  ","678769":"\n  I feel more than honored!! I know exactly what youre saying too. Some people have a stick lodged so far up their ass they don't even know what to do anymore\n  ","678770":"\n  Nopeeeee:(\n  ","678771":"\n  I followedddd\n  ","678772":"\n  I mean I guess lol\n  ","678773":"\n  ??\n  ","678774":"\n  Gaaaaaaah thank you ??\n  ","678775":"\n  Sounds good :)\n  ","678776":"\n  I keep kicking my cat on accident:(\n  ","678777":"\n  Not for strangers\n  ","678778":"\n  Will you be my princess?:)\n  ","678779":"\n  I am ??\n  ","678780":"\n  Thank you :)\n  ","678781":"\n  Or 20 an hour\n  ","678782":"\n  Not really\n  ","678783":"\n  I'm good how are you?:)\n  ","678784":"\n  I'd still smell it lol\n  ","678785":"\n  What you think about?\n  ","678786":"\n  Boom boom boom\n  ","678787":"\n  Savannah\n  ","678788":"\n  Nope\n  ","678789":"\n  But then I feel so mean :(\n  ","678790":"\n  Pshhh whatever ?\n  ","678791":"\n  Actually that doesn't sound to bad\n  ","678792":"\n  Hahahaha thank you\n  ","678793":"\n  Freedom of speech ?\n  ","678794":"\n  I don't give out my kik to people I don't know, come off anon and I'll tell you it on your shit or whatever or give me your kik\n  ","678795":"\n  Well I have an email lol ??\n  ","678796":"\n  People are so weird to me lol\n  ","678797":"\n  Of course! I'm trying to get off but people keep attacking me lol\n  ","678798":"\n  Go for it\n  ","678799":"\n  No snap and don't give out kik to strangers\n  ","678800":"\n  That creeps me out\n  ","678801":"\n  How many times makes you happy\n  ","678802":"\n  I'm about to get off love !\n  ","678803":"\n  I don't know who you are?\n  ","678804":"\n  I have western union or PayPal?\n  ","678805":"\n  See it's nice being taller :)\n  ","678806":"\n  About?\n  ","678807":"\n  If you want to be\n  ","678808":"\n  So sweet wow\n  ","678809":"\n  Haha awh thank you :)\n  ","678810":"\n  More like they help me buy cute things and then I model it for them lol\n  ","678811":"\n  You're making me want to eat soup and lay down lol\n  ","678812":"\n  Sure is\n  ","678813":"\n  Don't beat me up !\n  ","678814":"\n  Omg so sweet, but no worship I don't want to be treated like a false idol. ??\n  ","678815":"\n  Yeah a hot one\n  ","678816":"\n  1. I don't fancy people\n  \n  2. I don't get feelings for someone in less than 5 minutes\n  \n  3. How can I like someone when I alr love someone else?\n  \n  Get over it. I will never like anyone\n  ","678817":"\n  I know he's french but he played for arsenal for the World Cup and I practically died because he was so good\n  ","678818":"\n  No lol I just enjoy looking a physically genetically blessed people.\n  \n  Just like how i only enjoy talking to intellectual people.\n  ","678819":"\n  Hahahahah no it works I like it\n  ","678820":"\n  So are you ??\n  ","678821":"\n  San Diego\n  ","678822":"\n  Yeah he's like ridiculous ??\n  ","678823":"\n  ? damn\n  ","678824":"\n  Holy shit i don't want slaves omg\n  ","678825":"\n  You would get hucked...\n  ","678826":"\n  I don't have crushes darling lol\n  ","678827":"\n  Omgomg wait fuck I can't remember his name at all right now i just know he plays for arsenal and he was like the hottest and the best of their team\n  ","678828":"\n  Her name is boom and she is awesome asf ?\n  ","678829":"\n  I don't want to see that lol\n  ","678830":"\n  I gotta get a kick ass lawyer\n  ","678831":"\n  Hmm 25?\n  ","678832":"\n  I'd just end up kicking you off anyways so trust me you don't want to share with me :)\n  ","678833":"\n  In your 20s?\n  ","678834":"\n  Holy shit so if I killed someone and was like uh it wasn't murder they served me. They would be like \"oh yeah that's chill\" ?\n  ","678835":"\n  20\n  ","678836":"\n  Goddamn like I don't understand this world anymore. Like you just made murder okay somehow wtf hahahah\n  ","678837":"\n  I find you offensive\n  ","678838":"\n  Yeah and I want billions of dollars to shop with but we can't all get what we wish for can we;)\n  ","678839":"\n  Nigga might end up dead\n  ","678840":"\n  I still feel a sense of bad lol\n  ","678841":"\n  YOU ARE SPECIAL AND AMAZING AND SWEET AND OMG IM GONNA COME SQUEEZE YOU ??\n  ","678842":"\n  They would obviously get what they want but they have to prove that they truly want to serve me , now if I did this now I would go to prison for a very long time lol\n  ","678843":"\n  Awh shucks you fucks are the nicest shitters ever I cannot take it ??\n  ","678844":"\n  Well first of all to be a slave you literally have zero wants or says.\n  \n  The people who called themselves slaves where like \"let me be your slave but I only do what i want to do\"\n  \n  No youre a slave to me you do what I want - there wants are suppose to come second not first lol and they are never satisfied, you do one thing and they will just ask for me. Real slaves appreciate a grain of salt.\n  ","678845":"\n  If they were good at it\n  ","678846":"\n  I wish I was a model:( I'm so happy you think so, you make it feel like my dreams can come true :)\n  ","678847":"\n  Just talking to people on here what's up with you? :)\n  ","678848":"\n  I try my best to make life a little bit more enjoyable ?\n  ","678849":"\n  Talk to you soon ??\n  ","678850":"\n  Damnit... I thought I had it ??\n  ","678851":"\n  I have a crush on myself ??\n  ","678852":"\n  Hahaha not feeling it\n  ","678853":"\n  Please don't eat me :(\n  ","678854":"\n  Straight\n  ","678855":"\n  They just disappeared lol\n  ","678856":"\n  Never ever silly willy ❤️❤️ I say what I want ;) lol\n  ","678857":"\n  Omgggg you're like cuter and no like really I'm 20 hehehe ??\n  ","678858":"\n  Haha I remember they are like sami and something like that lol\n  ","678859":"\n  Dude you're even cuter now ?\n  \n  I'm 20 thoughs ?\n  ","678860":"\n  Oooooh now i totally get it. I'm mad at her.\n  ","678861":"\n  And I'll always always be here for you ??? how old are you darling\n  ","678862":"\n  You're after me lucky charms !\n  ","678863":"\n  please don't tell me I will find lucky charms coming out of my other side of the rainbow...\n  ","678864":"\n  I would but your dp scares the hell out of me and I feel like an evil leprechaun is after me\n  ","678865":"\n  & I'm lucky you think of me in the way you do\n  ","678866":"\n  You said anything;)\n  ","678867":"\n  Obvi obvi following you ??\n  ","678868":"\n  I won't bbydoll ?? but don't go around thinking you anything less than what you are because you are beautiful and sweet! & I hope you don't stay a stranger ??\n  ","678869":"\n  Followed back fam\n  ","678870":"\n  Ahjdkfjgkkskshsdjkd DID YOU JUST SAY BASIC?! ? You're wrong huns.\n  ","678871":"\n  Bby you're beautiful ??\n  ","678872":"\n  You're incredible to me ?\n  ","678873":"\n  Oh hey boo what's up with chuuu ❤️\n  ","678874":"\n  Wow ?? thank you so much\n  ","678875":"\n  Yeah but don't think I'll be crawling in next to you :)\n  ","678876":"\n  I don't find my body sexy, I think it's more inspiration for Anna girls lol\n  ","678877":"\n  Thank you darling\n  ","678878":"\n  I make you so crazy you want to cook me up and eat me?\n  ","678879":"\n  What the fuck are you talking about lol I don't know how I would keep up with any of those conversations if I can barley keep up with my own questions lol nice try\n  ","678880":"\n  Thank you lovesss\n  ","678881":"\n  Omg haha thank you ?? I try not to post to many of those lol\n  ","678882":"\n  Hopefully crazy enough you end up in a mental institution\n  ","678883":"\n  I'm fantastic ?\n  ","678884":"\n  Oh I've seen some pics that are just awful lol\n  ","678885":"\n  This is the sweetest thing omg. You are incredible. ??\n  ","678886":"\n  Awh ??\n  ","678887":"\n  I never go anon on others pages.\n  ","678888":"\n  AM I NOT GOOD ENOUGH?\n  ","678889":"\n  I'm so happy :) I'm sorry I don't have big cheeks\n  ","678890":"\n  That body is a yes please.\n  ","678891":"\n  Look at this closeup ???\n  ","678892":"\n  I had a little photoshoot with myself ?\n  ","678893":"\n  Thank you\n  ","678894":"\n  I have zero cheek action.\n  ","678895":"\n  My heart is ripped open and taken if that means anything.\n  ","678896":"\n  I used too.\n  ","678897":"\n  Because usually those are the only type that would ask because I'm pretty sure the answer is pretty self explanatory.\n  ","678898":"\n  Because I don't what to hear that shit lol\n  ","678899":"\n  Are you foreign?\n  ","678900":"\n  What's up love\n  ","678901":"\n  I don't have that\n  ","678902":"\n  You're perfect for thinking I'm perfect. ❤❤\n  ","678903":"\n  Shoving her face into a cake and making her find her ring with her teeth\n  ","678904":"\n  I'm so proud of how creepy I made this photo omgggg\n  ","678905":"\n  Kisses xoxoxo\n  ","678906":"\n  Satans wife isn't hotter.\n  \n  #ijustwokeup\n  ","678907":"\n  Fuck yo shit\n  ","678908":"\n  It's still active I just don't want to hassle more people with money when they've already helped enough. So like if someone wants to donate they can ask, but not gonna rub it in people's faces\n  ","678909":"\n  Holy shat you're a crazy shit.\n  ","678910":"\n  Idk it looks so cute.. the girl is automatically a baby.❤\n  ","678911":"\n  Because lol I don't know\n  ","678912":"\n  Oh I forgive everything for some reason.\n  ","678913":"\n  Angels are dead and in heaven... so am I dead?\n  ","678914":"\n  But what if I'm not ready for that lol\n  ","678915":"\n  Yes.. it takes time and depends how much the girl enjoys revenge, but most would forgive you.\n  ","678916":"\n  Well I'm glad, lucky for the next lady.\n  ","678917":"\n  That's so attractive to see though.\n  ","678918":"\n\n   http:\/\/m.youtube.com\/watch?v=5ZpSZey5L1I\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","678919":"\n  Bigger?\n  ","678920":"\n  That's not horrible!\n  ","678921":"\n  Anon do you have a life?\n  ","678922":"\n  Omg you are so tall. ❤ I love tall guys. So sexy.\n  ","678923":"\n  Thank you so much. I try hard to be the best I can be..❤?\n  ","678924":"\n  I hope I can always brighten up your day for you.☀☀☀\n  ","678925":"\n  Ima shawty. (;\n  ","678926":"\n  I wish you were by my side right now so I could talk your ear off. ❤❤❤\n  ","678927":"\n  Oh Yeah, I take random pictures of my own belly button\n  ","678928":"\n  Omg probably storybrook\/enchanted forest, I want to live with all the Disney characters.\n  ","678929":"\n  I wanna smell it. ❤\n  ","678930":"\n  It wouldn't be the highlight of your existence.\n  ","678931":"\n  I have to read the smell? I pretty much have to read the description of a smell and try to connect it to things I've smelled in the past? I'm good. I'll just relax this morning.\n  ","678932":"\n  Awh?\n  ","678933":"\n  Oh you're my height.\n  ","678934":"\n  I have to come and smell you and decide.\n  ","678935":"\n  Awh thank you so much. ❤\n  ","678936":"\n  I knowww I may get suspended lol\n  \n  But hey it won't be my fault.  If you want to suspend me so none of you can talk to mee, go for it. Lol ❤❤❤❤\n  ","678937":"\n  I mean That's chill. It's not that bad. It's 5'5 That's short.\n  ","678938":"\n  Probably\n  ","678939":"\n  Bam\n  ","678940":"\n  I want a better one.\n  ","678941":"\n  AHHHHHHHHHHH. ❤❤❤❤❤❤❤ AHHHHHHGGGGGGGGGG. SPEECHLESS\n  ","678942":"\n  Good, That's what I wanted.❤\n  ","678943":"\n  Never let go of that belief.\n  ","678944":"\n  So weird.\n  ","678945":"\n  That's so cute I'm excited to talk to you.❤\n  ","678946":"\n  I didn't think that was a secret\n  ","678947":"\n  I know some, but most of them I have no idea who they are.\n  ","678948":"\n  Woow. I just met you love. ❤\n  ","678949":"\n  Promises are to big, but I will later when it's not 6 am\n  ","678950":"\n  Debatable.\n  ","678951":"\n  Or people can stop being reporter happy and stay out of people's lives and respect the fact that it's another persons page and not theirs.\n  \n  Report your own page & get a life and stay out of mine.\n  ","678952":"\n  That's chill.\n  ","678953":"\n  I can't right now.\n  ","678954":"\n  You're all sociopaths.\n  ","678955":"\n  Ohhhh well I don't like anything lower than 6\n  ","678956":"\n  YEAH THEY ARE. Why I don't understand is, if I answered it - Why are THEY reporting it? It's MY question.\n  \n  Like it's fucking annoying\n  \n  \"Oh this offeneded me because I follow after this ludicrous religion\"\n  \n  \"That sounds like a personal problem.\" My question had nothing to do about them.  Not even my question knows they exist and never will but they have to flag it like they own it. PUSSIES.\n  ","678957":"\n  Lol ha no.\n  ","678958":"\n  Ahhh I'm no dawg.\n  ","678959":"\n  So a midget\n  ","678960":"\n  Awwwwwwwwwh this is really really cute. ❤\n  ","678961":"\n  I'm sav sweetheart. Lol just saying.\n  ","678962":"\n  I'm sorry. Manlet?\n  ","678963":"\n  I just woke up, I'm about to smoke a bowl\n  ","678964":"\n  This is true (: I won't let you down.\n  ","678965":"\n  I'm trying to smile as much as I can.❤\n  ","678966":"\n  I should really see what kinda reaction I would get in la.\n  \n  All I need to do is move to la. Ugh.\n  ","678967":"\n  Look at you being all punny!\n  ","678968":"\n  Right\n  ","678969":"\n  Ehhh.\n  ","678970":"\n  Awwwh do whatever you want lovely. ❤\n  ","678971":"\n  I miss you too!!!❤\n  ","678972":"\n  Awh thank you darling.\n  \n  Lahuve chu. ❤\n  ","678973":"\n  Keep on smiling bby. ❤❤❤\n  ","678974":"\n  Awwwwwwh I bet it was cute\n  ","678975":"\n  Noooo there's no way. ❤\n  ","678976":"\n  I'm okay, how are you?\n  ","678977":"\n  Wow thank you.❤\n  ","678978":"\n  Well if you were able to prove that my face is indeed the sun, then yes that would be true.\n  ","678979":"\n  It's not as bad as people think, because in person I've had worse happen. I've had people being more nosy than anyone on here. So it's pretty normal\n  ","678980":"\n  Only if that smells yummy too. ❤\n  ","678981":"\n  Yes, I have\n  ","678982":"\n  when i come back\n  ","678983":"\n  soo sweet c:\n  ","678984":"\n  that sounds like fun <3\n  ","678985":"\n  no not yet im sorry xoxo\n  ","678986":"\n  im good you?\n  ","678987":"\n  omgggggg i cant handle it\n  ","678988":"\n  awh i'm so glad too!!\n  ","678989":"\n  yuck\n  ","678990":"\n  well hot damn.\n  ","678991":"\n  whats up <3\n  ","678992":"\n  YAAAY <3\n  ","678993":"\n  awwwwwwh its okay, some people are just not on that grind yet\n  ","678994":"\n  what is it?\n  ","678995":"\n  hahaha no i wish\n  ","678996":"\n  i never said i though i was perfect\n  ","678997":"\n  not really how about you?\n  ","678998":"\n  i would be sad if those guys have never seen panties before and cared if my underwear accidently showed\n  ","678999":"\n  i know ): lets just wait and see if he comes back <3\n  ","679000":"\n  i can't hun.\n  ","679001":"\n  well, i havent forgotten you <3\n  ","679002":"\n  wow thank you so much awwwwwwwwwwh <3\n  ","679003":"\n  awh thank you so much hun <3\n  ","679004":"\n  not all of them\n  ","679005":"\n  DAMN YOU MADE ME WANT PIZZA\n  ","679006":"\n  i dont know whether i should take this as a compliment or be completely disgusted by it.\n  ","679007":"\n  damn thats pretty cool.\n  ","679008":"\n  i'm good how are you?\n  ","679009":"\n  so cute omg.\n  ","679010":"\n  that sounds good right now\n  ","679011":"\n  a lot of you make me speechless a lot\n  ","679012":"\n  only if you smell delicious\n  ","679013":"\n  omggggggggggggggggggg\n  ","679014":"\n  yes lol\n  ","679015":"\n  i will not marry a stranger\n  ","679016":"\n  women....\n  ","679017":"\n  damn it uhm\n  \n  BOOMSHAKALAKA BOOM!\n  ","679018":"\n  awwwwwwwwwwwwwwh\n  ","679019":"\n  i dont really know you, but you always ask me questions and you seem really nice\n  ","679020":"\n  ahhhhhhhhhhh\n  ","679021":"\n  god everyone is so so sooo sweet c:\n  ","679022":"\n  awwwwwwh thank you <3\n  ","679023":"\n  thank you lovely\n  ","679024":"\n  that is so not true\n  ","679025":"\n  tbh i forgot\n  ","679026":"\n  i still dont believe this <3\n  ","679027":"\n  thank you <3\n  ","679028":"\n  bloody hell\n  \n  thats all i know lololol thank you\n  ","679029":"\n  \"savannah is awesome. the end\"\n  ","679030":"\n  please dont cry!\n  ","679031":"\n  dudee idk avatar? wait those arent aliens are they?\n  ","679032":"\n  thank you so much <3\n  ","679033":"\n  awh that is so cuteeeeeeeeee\n  ","679034":"\n  of course\n  ","679035":"\n  ill talk to you laterrr darling <3\n  ","679036":"\n  omgggggggggg staawwwp\n  ","679037":"\n  WHY DO PEOPLE REPORT?\n  ","679038":"\n  that is so sweet<3\n  ","679039":"\n  awh thank you sweetness <3 that is so nice! but im an alien remember i dont need to breath to stay alive(;\n  ","679040":"\n  i wish\n  ","679041":"\n  damn whos a sexy bitch\n  \n  damn girl\n  ","679042":"\n  thank you <3\n  ","679043":"\n  haha i do, is there like a way i can have one lol\n  \n  i should make another account called\n  \n  Boomerangs\n  ","679044":"\n  i want to be more than just someone to look at. <3\n  ","679045":"\n  im what people call a hipster HAHAHH no im sorry no. im not that\n  \n  but yes i do want to be fat, because i am way way way to skinny\n  ","679046":"\n  i hope that is going well for you\n  ","679047":"\n  nooo i could get better though\n  ","679048":"\n  some hot tumblr bitch\n  ","679049":"\n  OMFG ITS NOT\n  \n  I CANNOT TAKE CREDIT FOR THAT BODY\n  ","679050":"\n  i would highly appreciate that though\n  ","679051":"\n  do people read captions?\n  ","679052":"\n  i said not me. NO\n  ","679053":"\n  lost of people have my name thos\n  ","679054":"\n  like you dont understand how fraustrating it is when you answer about 20 of your questions and you're like \"oh hey i'm catching up\"\n  \n  -refresh-\n  \n  30 more questions...\n  ","679055":"\n  thank you <3\n  ","679056":"\n  you wont get fat love, i promise! eat up.\n  ","679057":"\n  is this even possible? lol\n  ","679058":"\n  i havent forgetten anyone\n  \n  i actually posted saying that im answer all my old questions and if you reply to me - to be patient because im trying to answer everyone.\n  ","679059":"\n  i feel like i would have a lot of people who would hate me.\n  ","679060":"\n  i remember this thing my mom used to say to me\n  \n  \"don't make your face like that, or it will stay like that\"\n  ","679061":"\n  THIS IS NOT ME\n  \n  I REPEAT\n  \n  THIS IS NOT ME.\n  ","679062":"\n  #gorgeous\n  ","679063":"\n  orrrrrrr\n  ","679064":"\n  i'm just going to post food because im to lazy to take pics right now.\n  \n  i have questions to answer <3\n  ","679065":"\n  haah im not famous\n  ","679066":"\n  awh this was so sweet of you, thank you!! <3\n  ","679067":"\n  bobba !!\n  ","679068":"\n  i really want bacon. i made banana fritters but now i need bacon\n  ","679069":"\n  if i was modeling it would definitely be completely different, but i dont want that image for myself.\n  ","679070":"\n  i'm from san diego\n  \n  and thats all you need to know\n  ","679071":"\n  yeahhh?\n  ","679072":"\n  i cant ;) lol\n  ","679073":"\n  this is really sweet\n  ","679074":"\n  there's is not exact definition on what makes someone important. it depends on you why that person is important. everyone feels importance in different ways.\n  \n  just if you find that person that feels like the most important person in the world, dont question it, just keep fighting for them.\n  ","679075":"\n  these are things i dont like to hear lol\n  ","679076":"\n  i may never get famous love, but pray for me <3 lol\n  ","679077":"\n  it's just a nickname<3\n  ","679078":"\n  whats up?\n  ","679079":"\n  ?\n  ","679080":"\n  oh god yeah, thats a good time\n  ","679081":"\n  okay i fucking love this.\n  ","679082":"\n  yeah, people dont make sense to me...\n  ","679083":"\n  i really dont have the answer for this and i honestly wish i did.\n  ","679084":"\n  no it just means we are friends.:D\n  ","679085":"\n  well when i got on today i had 200 questions\n  \n  and some likes i dont really remember that\n  ","679086":"\n  wait what hahahaha\n  \n  mans job - hunt, protect family, support.\n  \n  womens job - babies, cleaning, cooking.\n  \n  historical fact\n  ","679087":"\n  oooh a secret i dont even know <3\n  ","679088":"\n  since when has cleaning been a mans job?\n  ","679089":"\n  my friends who are anon. don't know their names, gotta call them something <3\n  ","679090":"\n  it wasnt suppose to do anything - i dont think\n  ","679091":"\n  heeeeeeey\n  ","679092":"\n  they all won in reality\n  ","679093":"\n  awh thats a bummer he got suspended ): i hope everything is alright, thanks for letting me know\n  ","679094":"\n  i'm really glad to hear that\n  ","679095":"\n  thank you so much.\n  ","679096":"\n  if that is something to watch, i dont watch it\n  ","679097":"\n  Homemade duhskies\n  ","679098":"\n  Wow thank you, worked really hard on the skin part.❤❤❤\n  ","679099":"\n  OMG JESSE THO\n  ","679100":"\n  Wait me?\n  ","679101":"\n  Ily\n  ","679102":"\n  Damn thank you\n  ","679103":"\n  Omg, I love.\n  ","679104":"\n  Thank you.❤\n  ","679105":"\n  Omg I wasn't trying to make you laugh.❤❤\n  ","679106":"\n  so sweet<3\n  ","679107":"\n  ❤❤❤❤❤\n  ","679108":"\n  ❤❤❤❤\n  ","679109":"\n  ❤❤\n  ","679110":"\n  ❤❤❤❤❤\n  ","679111":"\n  ??\n  ","679112":"\n  ❤❤❤❤\n  ","679113":"\n  ?❤\n  ","679114":"\n  ?\n  ","679115":"\n  its okay<3\n  ","679116":"\n  awwwwh ily\n  ","679117":"\n  ❤❤❤❤\n  ","679118":"\n  ❤❤\n  ","679119":"\n  awwwwh!! choose all <3\n  ","679120":"\n  wow thank you!!\n  ","679121":"\n  thank you so much lovely\n  ","679122":"\n  don't always have to just pick one picture<3\n  ","679123":"\n  so all? <3\n  ","679124":"\n  oh god!!! <3\n  ","679125":"\n  hahah omg thank you(:\n  ","679126":"\n  thank you bby\n  ","679127":"\n  awh, i'm pretty good! how are you darling?\n  ","679128":"\n  of course i am <3\n  ","679129":"\n  thank you <3\n  ","679130":"\n  i have no idea sweetheart\n  ","679131":"\n  so all of them?\n  ","679132":"\n  thank you\n  ","679133":"\n  you're so fucking sweet its incredible.\n  ","679134":"\n  THANK YOU!\n  ","679135":"\n  awh!! i never noticed that of my picture thank you.\n  ","679136":"\n  i'm pretty sure he already has a lucky someone <3\n  ","679137":"\n  i am not prepared for christmas! lol\n  ","679138":"\n  mwah!?\n  ","679139":"\n  you have the freedom to love them all xoxo\n  ","679140":"\n  thank you thank you\n  ","679141":"\n  thank you❤\n  ","679142":"\n  awh thank you so much!\n  ","679143":"\n  i'm so happy you think so<3\n  ","679144":"\n  that's so sweet\n  ","679145":"\n  like baby baby baby oooh\n  ","679146":"\n  why you sad?\n  ","679147":"\n  a lot.\n  ","679148":"\n  i'm really glad i can calm you down, i know how hard it is to breath when you have an attack.\n  ","679149":"\n  i'm sorry ):\n  ","679150":"\n  i do not agree with this statement lol\n  ","679151":"\n  awh np hun, and thank you <3\n  ","679152":"\n  AWWWWWWWWWWWH❤❤❤\n  ","679153":"\n  awwwwwh, you make me sound amazing\n  ","679154":"\n  hi gorgeousness <3 you are so sweet <3\n  \n  thank you so much\n  \n  i followed you\n  ","679155":"\n  not like on tv, but if i ever do its either like the superbowl, world series, or world cup.\n  ","679156":"\n  I THINK THATS A WONDERFUL IDEA\n  ","679157":"\n  i dont use it that much though\n  ","679158":"\n  no i dont, and if i do its with a jacket so it just ends up looking like a shirt\n  ","679159":"\n  hey hun <3\n  ","679160":"\n  I'm about to go Ham on all my questions, so do not get mad at me if I dont reply right away - I'll let you know when I catch upp. ❤\n  ","679161":"\n  Awh it takes time...it wasn't always like this for me. ❤\n  ","679162":"\n  & mine is the most handsome man in the world.\n  ","679163":"\n  You bastard. ???\n  ","679164":"\n  Please like sweethearts ❤️❤️❤️❤️\n  ","679165":"\n  Because hello it's master boom goddess duuuh ?\n  ","679166":"\n  Please vote by liking so I can keep track ❤️❤️\n  ","679167":"\n  #4\n  ","679168":"\n  #3\n  ","679169":"\n  #2\n  ","679170":"\n  I'm boom\n  ","679171":"\n  I wish, because I love that film\n  ","679172":"\n  Awh thank youuuuu\n  ","679173":"\n  guess so yo. ❤\n  ","679174":"\n  Then you and your religion shouldnt be so sensitive when it comes to strips of pig. ❤\n  ","679175":"\n  YOU ARE THE BEST.\n  ","679176":"\n  I will soon, when it gets brighter in my room (:\n  ","679177":"\n  Right now I want a tray of candy Bacon\n  ","679178":"\n  ❤❤❤ mhmm\n  ","679179":"\n  Yesss but after I made sure they weren't there to harvest my organs to sell to the black market.\n  ","679180":"\n  Awh don't let those people determine who you are. ❤\n  ","679181":"\n  I'll cause a spell or something, I'll figure it out\n  ","679182":"\n  Until everyone at the end of the story ends up murdered by their best friend who had just a little bit to much power\n  \n  HOLY FUCK I SMELL BACON.\n  ","679183":"\n  Yessssss!!!! They better be amazing.\n  ","679184":"\n  I will make it happen.(:\n  ","679185":"\n  I feel like we could have saved them so much time lol\n  ","679186":"\n  Just maybe?\n  ","679187":"\n  Wtf why\n  ","679188":"\n  And now we have ended on the same conclusion. ❤\n  ","679189":"\n  But wait don't ask me that.\n  ","679190":"\n  I better get the best hug from any one of you I'f I ever get the chance to meet you.\n  ","679191":"\n  I just gotta read up on some royal court language and shit and just pull all that on them lol. ❤❤❤\n  ","679192":"\n  Please cook for me. Please.\n  ","679193":"\n  Yesssssssssssssssss. ❤❤❤\n  ","679194":"\n  That's all I want right now. Just Japanese food That's what I want.\n  ","679195":"\n  I love hugs!!!❤❤❤\n  ","679196":"\n  ????????????? this is what I want.\n  ","679197":"\n  Well That's okay, quite flattering❤\n  ","679198":"\n  But isnt it because earth made life so simple so we had to complex the beauty until we destroy it?\n  ","679199":"\n  ❤?❤?❤?\n  ","679200":"\n  No lol\n  ","679201":"\n  Well That's definitely true. You got me there lol\n  ","679202":"\n  Because genetics are everything (;\n  ","679203":"\n  Why do I have to be both?\n  ","679204":"\n  I really wish you did. ❤\n  ","679205":"\n  I can't like theres no way I can keep up with all that. ?\n  ","679206":"\n  King slope.✌\n  ","679207":"\n  Haha Oh it matters lol\n  ","679208":"\n  Been taking the snow slopes?(;\n  "}}