{"Question":{"681355":"\n   HahHah ii likew u reallyy yr a wxtreme girl..??????.\n  ","681356":"\n   By the wayy i lke yur crazy background..??\n  ","681357":"\n   haha you can thank my parents for that. Fun fact: I'm named after nobody.\n  ","681358":"\n   O yehh rellyy lot of orr everyy things..??\n  ","681359":"\n   can I cuddle in you and smell your golden hair goddess?\n  ","681360":"\n   I know this may sound weird but your feet look lovely in tights and knee highs ?\n  ","681361":"\n   you just realized you don't know my name?? shame, lol jk. It's Spencer.\n  ","681362":"\n   you velcom:)\n  ","681363":"\n   You are a perfect model on that page your number 1 fan hehe\n  ","681364":"\n   Which type of guys u like the most?\n  ","681365":"\n   ooh yass yu can doo it by yurself...??\n  ","681366":"\n   i saw you on a instagram page modeling your tights and knee highs pls model more goddess pls\n  ","681367":"\n   you wanna know who's the cutest woman in the world? look at the first word of this sentence.\n  ","681368":"\n   does the dolphin masturbate to the pope eating asparagus while shitting on a bear in the bottom of the ocean full of fish?\n  ","681369":"\n   you're welcome\n  ","681370":"\n   WE FINALLY UNDERSTAND EACH OTHER. This is big, bigger than Bieber's ego.\n  ","681371":"\n   goddess i worship you\n  ","681372":"\n   everybody wants to look at you your gorgeous\n  ","681373":"\n   Look Cali don't let that stevan guy get to you bc he's a fucking douche , you can see what I sent him\n  ","681374":"\n   Ahaha u too smooth ??? thank you baby ???\n  ","681375":"\n   I love everything about you please never change\n  ","681376":"\n   where on the west coast do you live?\n  ","681377":"\n   like back maybe\n  ","681378":"\n   What's up?\n  ","681379":"\n   What if i propose u now\n  ","681380":"\n   This is one such platform where conversations happen without self disclosure. Even though you were born without any flaw,the man-made disgust and filth have caused some slight imperfections inside of you.The nature's way of healing is mysterious but i wish u become perfect again as u ever were.\n  ","681381":"\n   Good morning\n  ","681382":"\n   Where are you ticklish?\n  ","681383":"\n   Has a guy ever asked u to marry him ?\n  ","681384":"\n   Are you ticklish?\n  ","681385":"\n   you are good at being a cow bravo!❤\n  ","681386":"\n   issssit cow\n  ","681387":"\n   ❤️❤️❤️❤️\n  ","681388":"\n   Feet pap?\n  ","681389":"\n   Hahahaha fine....you get an A+ lmao\n  ","681390":"\n   Color of bra now?\n  ","681391":"\n   hi sava\n  ","681392":"\n   Lmao wat do u want den?\n  ","681393":"\n   so being stoned is like dreaming of utopia?\n  ","681394":"\n   is it true you get the munchies when stoned\n  ","681395":"\n   How many people do u hate on this?\n  ","681396":"\n   ok den..... B+\n  ","681397":"\n   hows it like being stoned? serious question\n  ","681398":"\n   What annoys you?\n  ","681399":"\n   so wait they legalized it without the public knowing? clever as fuck.\n  ","681400":"\n   its never too early to smoke a blunt n BLAZEEEE ittt\n  ","681401":"\n   is there any way to serve you my beautiful and kind goddess?\n  ","681402":"\n   20 likes=40 likes?????\n  ","681403":"\n   followed back maybe? :)\n  ","681404":"\n   Likers=grade B-\n  ","681405":"\n   Hey\n  ","681406":"\n   you're so beautiful\n  ","681407":"\n   cheerios\n  ","681408":"\n   do you have a youtube page\n  ","681409":"\n   its your eyes. they take my breath away\n  ","681410":"\n   Awe u are so cute ?? thank u that legit made my day:\") I lerv yew ❤️?\n  ","681411":"\n   I fucking love you. that was perfect, literally every bit of it was perfect.\n  ","681412":"\n   do u think weed should be legallll\n  ","681413":"\n   do U smoke weed #420\n  ","681414":"\n   that's too generous. Bieber looks like a walking STD so he needs more done to him.\n  ","681415":"\n   im eating cereal want some\n  ","681416":"\n   i'd look at it 24\/7 and tell my friends about how angels exist\n  ","681417":"\n   you don't need to wear makeup to make yourself look good your beautiful just the way you are makeup or not and there is always a reason to look at you <3\n  ","681418":"\n   YES I WOULD LOVE THAT\n  ","681419":"\n   I'd rather shit on his face and make him eat it while he pukes. Let's crawl inside his shitty asshole and make him shit on shit.\n  ","681420":"\n   MORE LIKE DAYS AND DAYS\n  ","681421":"\n   his asshole's too shitty for us to crawl back in. we need another asshole to crawl in.\n  ","681422":"\n   CUDDDLES AND SNUGGLES BACK\n  ","681423":"\n   *student takes a shit* *gets 100 on his shit test* ok class, you're all full of shit. class dismissed.\n  ","681424":"\n   I would also play with your hair while I'm giving you a big cuddly bear hug\n  ","681425":"\n   before we go through the infinite world, we have to shit on the shit that was shat on before shitting on the massive shits of shit in the infinite world of shits. It's so holy even the Pope said \"holy shit it's shit!\" before he shit on his Pope mobile. I once bleached my shit. It was shitty.\n  ","681426":"\n   of course it will be those are the only hugs I know how to give\n  ","681427":"\n   That's because u at hot af and so chill and funny af ???\n  ","681428":"\n   you should come down to nova scotia Canada I really want to meet you and give you a big hug\n  ","681429":"\n   does the pope shit on the bear in the woods while eating asparagus?\n  ","681430":"\n   was it sexy?\n  ","681431":"\n   Ok texting doesn't those!\n  ","681432":"\n   where in Canada have you been\n  ","681433":"\n   just so you know im not that handsome fellow, Eh. i dont want to make him look bad\n  ","681434":"\n   Do you not want to talk to me? Lol\n  ","681435":"\n   you look really pretty with no make up\n  ","681436":"\n   are you a goddess with slaves, goddess?\n  ","681437":"\n   you are a natural beauty\n  ","681438":"\n   it is only natural\n  ","681439":"\n   Which song is better?\n   \n    https:\/\/youtu.be\/nD0PMJSPsZ8\n   \n   or\n   \n    https:\/\/youtu.be\/TmKojGoDjJ8\n   \n","681440":"\n   are you canadian?\n  ","681441":"\n   you remind me of SP\n  ","681442":"\n   my god your so perfect\n  ","681443":"\n   I took a massive shit in the batmobile though do you mind? No? Perfect. Let's go, and drive into infinity with the infinite infinities of shit flying through the infinite shitty air.\n  ","681444":"\n   Can you kik me back?\n  ","681445":"\n   lets chat\n  ","681446":"\n   do you smoke and shit and piss\n  ","681447":"\n   does the pope eat asparagus?\n  ","681448":"\n   will you post a pic please beautiful\n  ","681449":"\n   are you a sexy lady ?\n  ","681450":"\n   do a video response ?\n  ","681451":"\n   EnjôYïnG Rá!Ne NîgHť?\n  ","681452":"\n   spam. there, i spammed you. do i win a medal?\n  ","681453":"\n   Talk or not:Hey?\n  ","681454":"\n   ❤❤\n  ","681455":"\n   how would you make one kiss your feet?\n  ","681456":"\n   If I buy you stuff on amazon hoping to be kicked in the nuts\n  ","681457":"\n   Have you ever kicked a boy in the nuts before lol?\n  ","681458":"\n   can I give you a hug\n  ","681459":"\n   So you're a model ?\n  ","681460":"\n   If I brought something what shoes might you kick me with\n  ","681461":"\n   Do you know how to inbox chat?\n  ","681462":"\n   Haha really?\n  ","681463":"\n   So you went to the balloon festival ? .. Well a friend of mine went to that festival she lives in new Mexico ..\n  ","681464":"\n   If I did could you kick me in the balls\n  ","681465":"\n   Does that work?\n  ","681466":"\n   Lol say I got you something on amazon wishlist\n  ","681467":"\n   well the name suits you well\n  ","681468":"\n   Hope you can knee me in the balls xo\n  ","681469":"\n   Why???\n  ","681470":"\n   Knee me in the balls I like your booba zozo\n  ","681471":"\n   Do you have kik?\n  ","681472":"\n   So what's famous about San Diego ?\n  ","681473":"\n   Lol . didn't got that one\n  ","681474":"\n   You're welcome :')\n  ","681475":"\n   Did you text me?\n  ","681476":"\n   hey godess ?\n  ","681477":"\n   Oh well that's a shame ☺\n  ","681478":"\n   I like how you changed your name to goddess and its true you are a goddess\n  ","681479":"\n   Well I asked you Caz of your cover\n  ","681480":"\n   Are you ilumunati ?\n  ","681481":"\n   aw really and how? do you also work as a seller yet?\n  ","681482":"\n   Can I text you? Lol\n  ","681483":"\n   good wbu and how were your days going? Sami.\n  ","681484":"\n   That was cute <3\n  ","681485":"\n   Can I dm you on instagram?\n  ","681486":"\n   Do you have snapchat?\n  ","681487":"\n   Oh Hiiii Savannah :) Sami.\n  ","681488":"\n   Has a doctor ever examined your stomach if so was it on shirt or on stomach skin and if so how was it examined\n  ","681489":"\n   You look like a barbie in your profile picture.\n  ","681490":"\n   Was that really you ..\n  ","681491":"\n   do you think you could make a guy kiss your feet?\n  ","681492":"\n   You're beautiful\n  ","681493":"\n\n    https:\/\/www.google.co.kr\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CBsQFjAAahUKEwjc2J-96NvIAhWHEpAKHT2YDKY&url=http%3A%2F%2Fjornaloide.com%2Ffest-dance-dog%2F&usg=AFQjCNEx7kaJ8LPh46LPtdnow0VoPCa1rQ&bvm=bv.105841590,d.Y2I\n   \n","681494":"\n   well dont be mean :( .. i was just trying to make you happy :(\n  ","681495":"\n   The burrito or have you got something else to share lol\n  ","681496":"\n   ee bhai muharram bubarak aaja saali rundi ki maaren..tu post marrte jaa randi ke main bhi saath saath samajh to aana nahin hai kutiya ko\n  ","681497":"\n   Pleasure stay blessed :)\n  ","681498":"\n   well i know i am just trying to praise you :p ...\n  ","681499":"\n   u so prety i think u have many boyfriend\n  ","681500":"\n   well you should think this way... :) \nand yes i am sweet :p\n  ","681501":"\n   lol your not sharing then lol\n  ","681502":"\n   Your looks and beauty are the proof that you are god...\n  ","681503":"\n   u realy god wow\n  ","681504":"\n   Because such beauty cant be made by any god... \nso you are yourself a god... a divine entity\n  ","681505":"\n   The burrito will be nice to eat ☺\n  ","681506":"\n   dam good poem very nice poem u write yourself?\n  ","681507":"\n   well thats a detailed answer...you could have said yes :p\n  ","681508":"\n   goddess is female of god... it means you are a god..\n  ","681509":"\n   Looking very pretty  ☺\n  ","681510":"\n   You're sweet :)\n  ","681511":"\n   ootd pap\n  ","681512":"\n   marry not issue\n  ","681513":"\n   tbh for likers?\n  ","681514":"\n   and u stubborn\n  ","681515":"\n   surprisingly that's not the weirdest thing I've ever heard. is he like in love with piss orrrr\n  ","681516":"\n   whats ur age then\n  ","681517":"\n   Wy did u changed ur banging dp..???\n  ","681518":"\n   post something about your school\/college!\n  ","681519":"\n   I cnt leave u\n  ","681520":"\n   while you're at it, make sure you drink your own piss. I heard it's healthy for you. I'm dead serious too lolol\n  ","681521":"\n   Muhamnad farhan????\n  ","681522":"\n   covered in rotten mouse\/elephant sperm. can't wait to wake up in puddles of vomit after eating that.\n  ","681523":"\n   list of people smarter than you: nobody. bc youre the smartest person everrr\n  ","681524":"\n   You are beautiful wow\n  ","681525":"\n   what leave\n  ","681526":"\n   Who even is becky?\n  ","681527":"\n   for love being pretty is not important\n  ","681528":"\n   how many unanswered q's do you have?\n  ","681529":"\n   sava enough\n  ","681530":"\n   I m in lovw with my sava\n  ","681531":"\n   I need to get over myself? You do, it was there. You always wanted the truth and you never had any trouble saying it so just to let you know you're not pretty and you're not smart so shut up. Bye.\n  ","681532":"\n   I m in love\n  ","681533":"\n   Don't worry about it B, i'll dm you on Twitter at some point? ☺️\n  ","681534":"\n   idea: a cookie covered in maple syrup with a donut surrounding the maple syrup covered cookie. with a side dish of dog food.\n  ","681535":"\n   ur legs too\n  ","681536":"\n   do you like making new friends online\n  ","681537":"\n   No an other pic u have close your tummy\n  ","681538":"\n   New name suits you ?\n  ","681539":"\n   Nahh, you can have it. I'll send you a Canadian cookie though, with maple syrup on it.\n  ","681540":"\n   Acutely I wanna see your full pap face to feet\n  ","681541":"\n   do... do you read my mind?? you sound like the female version of myself (that's a good thing). like it's not a knock on girls but you can't be your true self around some of them because they get offended over EVERYTHING. If only every girl had your sense of humour. btw, don't kill the cookie :'(\n  ","681542":"\n   U are my baby\n  ","681543":"\n   Show little large pic\n  ","681544":"\n   as backwards as it may sound, you shouldnt be told how smart you are because you know how smart you are. you have so much smarts inside of your brain that youre automatically smarter than most of the people around you. you just know you have all this intelligence.\n  ","681545":"\n   Pap plz\n  ","681546":"\n   you are sooo intelligent its amazing. i dont think i have seen anyone as smart as you before. you got so much potential in your life, you will go far. you have the smarts, the wit, the charisma. you're truly amazing.\n  ","681547":"\n   Pap clevage\n  ","681548":"\n   For me it's ok if u are not virgin\n  ","681549":"\n   Can I be ur slave\n  ","681550":"\n   Not problem if u are not Virgin\n  ","681551":"\n   I m bck now I will not go I will be with u sava\n  ","681552":"\n   holy shit LOL you're gonna be wishing for a vacation after that, like, a 100 year vacation. Or a massive long exile like Yoda once he realized he was too old to take a shit.\n  ","681553":"\n   First u have to give me ur vagina ass\n  ","681554":"\n   You are a big liar.do you know i am reading your answers and you said muhammad you are my friend but u did not mention it in ur muslim friend..why is it so?\n  ","681555":"\n   I m ready to take u for dinner and u ready for me\n  ","681556":"\n   Change your name \n\n...\n  ","681557":"\n   Do you have another friend on ask.fm\n  ","681558":"\n   is it normal I read that whole rant instead of going like \"blah blah blah noone cares lulz\"? think of it this way, its a good thing you're not going to be a doctor, or you'd be in school for like 12 years and $1,000,000 deep in student debt. btw good luck, you'll do well i'm sure.\n  ","681559":"\n   That is private but open for me\n  ","681560":"\n   So do you have muslims friends?\n  ","681561":"\n   Why do you change your name?\n  ","681562":"\n   if we're being honest here; 1\/2 of the current human race are probably insane.\n  ","681563":"\n   foreigners ruin everything. im sorry you're going through this shit, i hate most of them\n  ","681564":"\n   goddess suits you..\n  ","681565":"\n   How thT will happens\n  ","681566":"\n   What can I do to help\n  ","681567":"\n   haha so you are a goddess now ?\n  ","681568":"\n   LOL WHAT??? the fact someone would do that, is... well... it's different. At least they didn't provide a mathematical equation to prove their \"theory\".\n  ","681569":"\n   just keep deleting the questions being sent of whoever is bugging you. eventually they will give up\n  ","681570":"\n   Well that's why I am here\n  ","681571":"\n   Baby don't hurt me, don't hurt me, no more. Okay that was probably ultra lame.\n  ","681572":"\n   Oh I see does someone need a hug\n  ","681573":"\n   I can't leave\n  ","681574":"\n   WHAT IS LIFE?? Don't sweat it. You're all good in my books, and the books I have are thousands of pages long, stacked up high with thick 50x50 paper.\n  ","681575":"\n   Why what's wrong\n  ","681576":"\n   Sava plz\n  ","681577":"\n   No no I m new anon I even do not knw u how I came\n  ","681578":"\n   Is everything ok\n  ","681579":"\n   I m bck sava\n  ","681580":"\n   When I came ur life\n  ","681581":"\n   Can I talk to you on Twitter\n  ","681582":"\n   hahaha honestly i have no clue. I dont even think i'm all that intelligent, most of what I know is just stuff I've read. I find I can memorize things easily as well, which helps. All these compliments.. my brain can't process all of them.\n  ","681583":"\n   nope my lady,tiny people serves you :)\n  ","681584":"\n   That's good\n  ","681585":"\n   can't its personal\n  ","681586":"\n   if I dm you will you answer?\n  ","681587":"\n   what's your ig\n  ","681588":"\n   when were you kidnapped? like what year and date?\n  ","681589":"\n   Your seal is broken ?\n  ","681590":"\n   How are you\n  ","681591":"\n   Why need too\n  ","681592":"\n   I can't go\n  ","681593":"\n   Sava hate me more I love more\n  ","681594":"\n   Are you still virgin ?\n  ","681595":"\n   how old are you?\n  ","681596":"\n   Pap in black shirt half one\n  ","681597":"\n   lost all respect for you . you should say sorry\n  ","681598":"\n   who cares real life? you are colossal giantess savannah and all planet under your feet to serve you\n  ","681599":"\n   What u want ?\n  ","681600":"\n   why\n  ","681601":"\n   U are really tough girl to get\n  ","681602":"\n   Raymond maine\n  ","681603":"\n   You are ?\n  ","681604":"\n   because you own everything and habe mighty size?\n  ","681605":"\n   in maine\n  ","681606":"\n   mega giantess goddess savannah\n  ","681607":"\n   yeah sure a simple friend would do the job :p\n  ","681608":"\n   your anons make me question my sanity.\n  ","681609":"\n   Can u plz talk a best friend\n  ","681610":"\n   well then may be a dominant friend lol\n  ","681611":"\n   goddess savannah ❤\n  ","681612":"\n   Welcome women are too be request .they enjoy their life openly\n  ","681613":"\n   Hmm I said\n  ","681614":"\n   well obedient friend is a better term :)\n  ","681615":"\n   oh boy ❤️❤️\n  ","681616":"\n   Play any sports or workout?\n  ","681617":"\n   so you have stopped the slave game ? :p\n  ","681618":"\n   see you\n  ","681619":"\n   Hahah why not u\n  ","681620":"\n   no I mean thank I have been kind of depressed this week and just being able to talk to you really cheered me up so thank you and god bless you\n  ","681621":"\n   love you\n  ","681622":"\n   No it's depend upon understand.it is like if men accept that girl or not\n  ","681623":"\n   Haha ..\n  ","681624":"\n   pap of your booty\n  ","681625":"\n   I m getting hurt\n  ","681626":"\n   For kiss marriage is important other wise we can't touch girl\n  ","681627":"\n   Sava u are talking but love me too\n  ","681628":"\n   Even if I wish can't kiss you cuz until I m  not marry to you cuz we are not allowed\n  ","681629":"\n   Your eyes, your lips, your hair! ??\n  ","681630":"\n   10\n  ","681631":"\n   Aw don't leave talk to me xxx\n  ","681632":"\n   I like you\n  ","681633":"\n   I don't know but there are a lot of things I like about you ?\n  ","681634":"\n   uff reallh love u\n  ","681635":"\n   hi\n  ","681636":"\n   Sava plzz talk :(\n  ","681637":"\n   Haha well you should try harder Love. Try to make that other person fall for you every moment and love you have to overcome ur laziness yourself. All I ll be able do is guide you but you have to do it yourself. Thumbs up.\n  ","681638":"\n   Wish to kiss on ur lips\n  ","681639":"\n   Sava now give me plz a chance\n  ","681640":"\n   Sava I wanna be ur life men\n  ","681641":"\n   Sava lets talk some where or on Instagram\n  ","681642":"\n   u are 13 !! ??\n  ","681643":"\n   Sava pic plz\n  ","681644":"\n   can you do the splits\n  ","681645":"\n   pap\n  ","681646":"\n   What's your best feature? ??\n  ","681647":"\n   kdr ghaib ho koi likes e nii :\/\n  ","681648":"\n   or may I get fb then?\n  ","681649":"\n   Hahahaah true\n  ","681650":"\n   Do you think it would be possible to swallow me alive if you were a 250ft giant?\n  ","681651":"\n   Sava now may I get ur kik\n  ","681652":"\n   Yeah .. Rite !\n  ","681653":"\n   Hahaah i m sleepy at movement how can I write true\n  ","681654":"\n   even when you were younger your were still stunning\n  ","681655":"\n   не заходишь ко мне, не лайкаешь меня, совсем обо мне забыла  [ u did not come to me and have u forgotten about me.. :( ]\n  ","681656":"\n   What's wrong?\n  ","681657":"\n   well of course not, theres LOTS of people who care about you on here. just the littlest of things can make people concerned about you. ill always care for awesome people like you :) take your time, its understandable <3\n  ","681658":"\n   r u ok xx\n  ","681659":"\n   I love you sweetie ❤❤\n  ","681660":"\n   is that you in the picture?\n  ","681661":"\n   hope you're alright love you x\n  ","681662":"\n   I miswrote that entirely. I meant helping a loved one is a reality itself rather than a fantasy for you would be giving that person his fantasy by making it your own reality. I know Its a bit weird but thats the truth.\n  ","681663":"\n   Followed back...?\n  ","681664":"\n   wy did u choze that dp.....?\n  ","681665":"\n   Hahaha yah ?? whatever boys sucks ?\n  ","681666":"\n   I hope everythings ok sweetie I will miss you good lucky <3\n  ","681667":"\n   Yeah but I have hop not giving up will be closer more\n  ","681668":"\n   so people buy you stuff off the wishlist?\n  ","681669":"\n   We will be more close one day I hop to get ur kik or FB :(\n  ","681670":"\n   You helping your love finding their fantasies its something reality\n  ","681671":"\n   why do you have a wishlist?\n  ","681672":"\n   What makes being stopped ? We are friend almost\n  ","681673":"\n   - .--. . .-. ..-. . -.-. - .. --- -. \/ .. -. \/ - .... .- - \/ -... --- -.. -.-- \/ --- ..-. \/ .- .-. - \/ .-- .... .. -.-. .... \/ .. ... \/ ... ..- ..-. ..-. . .-. .. -. --. \/ ..-. --- .-. \/ -. --- - .... .. -. --. .-.-.- .-.-.- - .... . \/ -.-. --- -- .--. --- ... .. - .. --- -. \/ --- ..-. \/ -. .- - ..-\n  ","681674":"\n   .-. . \/ -- .- -.. . \/ .- -. -.. \/ -- .- -. \/ -- .- -.. . \/ -.-. .... . -- .. -.-. .- .-.. ... \/ .- -. -.. \/ ... ..- -... .- - --- -- .. -.-. \/ .--. .- .-. - .. -.-. .-.. . ... \/ .-- .. .-.. .-.. \/ .... .- ...-\n  ","681675":"\n   hey sava\n  ","681676":"\n   I m same Muslim boy I m not an other old one\n  ","681677":"\n   What would you do if right now you became 250ft tall?\n  ","681678":"\n   Hey\n  ","681679":"\n   Do you have any wild fantasies ?? If yes what are they\n  ","681680":"\n   but I m ir friend na\n  ","681681":"\n   why not great ur lover is here darling\n  ","681682":"\n   I want to be a girl, but I'm a 19 year old guy. Too late for me?\n  ","681683":"\n   hey hows u sava\n  ","681684":"\n   i hope not too many questions are troubling u! i want u to go through each one of them..and the morse code one u can just reply..after understanding (really u need to stand under it!) some satire huh!\n  ","681685":"\n   Leave becky alone she's been through a lot I know she kinda twisted your words but still you should be the bigger person\n  ","681686":"\n   are u back yet???\n  ","681687":"\n   ill miss you :( hope things arent too bad\n  ","681688":"\n   не заходишь ко мне, не лайкаешь меня,  совсем обо мне забыла :с\n  ","681689":"\n   Hey sava why not any reply\n  ","681690":"\n   I'm so flattered you want a King; but why not be both the King and the Queen? UNLIMITED POWER! And you, superior to me? Oh, there are ways you are. It just can't be explained through simple talk. It has to be explained via derivative calculus.\n  ","681691":"\n   Hahah awe u are too sweet ? and oh no tbh I don't really care about him and I never liked him .. But I'm so curious why he's ignoring me like now ?\n  ","681692":"\n   becky looks like a younger version of you\n  ","681693":"\n   ?\n  ","681694":"\n   You are still the 20 year old adult picking fights with a 13 year old girl\n  ","681695":"\n   Reading through the answers, if that girl is 13 she is very mature for her age. You need to open your eyes.\n  ","681696":"\n   you called her loads of names, she didn't call you any \nyou threatened her multiple times, she didn't threaten you at all\n  ","681697":"\n   leave becky alone if you actually knew her you'd know she's one of the nicest people you will ever meet she's so sweet and polite so shut it .\n  ","681698":"\n   do u think becky is pretty ?\n  ","681699":"\n   You can say whatever you want on your page as long as it doesn't involve me. Okay thanks.\n  ","681700":"\n   I'm from Muslim country . We have no right to disgrace any body even who is not in Muslims . According to Us Power and non power are equal to each other\n  ","681701":"\n   Oh, thank the lord. We needed her move to the lighter side in order for humanity to properly function. Actually, you can be both the Queen and King. I'm not worthy enough to be the King; therefore, you're more superior than I am.\n  ","681702":"\n   I am saying her already\n  ","681703":"\n   You are so nice\n  ","681704":"\n   Why she agn started\n  ","681705":"\n   So what else u wanna know\n  ","681706":"\n   Thank you so much\n  ","681707":"\n   What part of stop answering questions about me do you not understand? Stop.\n  ","681708":"\n   Do you think I am boring\n  ","681709":"\n   Can I ask you something\n  ","681710":"\n   As I sit here with a dry throat, wondering what to reply with next -- I say \"Wow\". The male human, in shock of what he read, caused a magnitude 10.5 earthquake in Antarctica, causing the next Ice Age thanks to a icy filled tsunami. But seriously, if that's a true story, then.. wow LOL.\n  ","681711":"\n   thanks, I really didn't do anything special. I just said what was on my mind and tried to make it sound different LOL. This is who I am, a different person.\n  ","681712":"\n   Women is already treat like this in Muslims family cuz it's order too\n  ","681713":"\n   did u go through her ask? her answers make me laugh hahah\n  ","681714":"\n   No spanks ?\n  ","681715":"\n   ur old enough to babysit her hahahah\n  ","681716":"\n   Luk women is not allow to show even her single hair . Men have to respect her even if she is wrong . Men have to talk to her softly .treat her with love . Husband have to care about her .if she leave her  like going some where for work . She won't get chooped\n  ","681717":"\n   Yes yes you did\n  ","681718":"\n   no thanks\n  ","681719":"\n   would you be willing to relocate to find your happiness?\n  ","681720":"\n   Darling grade these step speed\n  ","681721":"\n   No no there is not like that\n  ","681722":"\n   Smart mouth little girls like her annoy me\n  ","681723":"\n   Yeah now we are friends hop to get more close :(\n  ","681724":"\n   What do u mean by crazy rules? I m Muslim too u can ask me\n  ","681725":"\n   When u are not able to call cops then how to unrape ??\n  ","681726":"\n   I m also Muslims . We never let women to uncover body\n  ","681727":"\n   shes only young she doesnt properly understand dont get to angry over it\n  ","681728":"\n   It's also called thinking or called shameless\n  ","681729":"\n   Yea u must saw some Muslim girls . They covered their body properly even their hairs some time am I right ?\n  ","681730":"\n   u are true when u go outside upper part lower part should not be too high for look or attractive\n  ","681731":"\n   Aw becky is adorable aw just say sorry\n  ","681732":"\n   why she is disturbing u\n  ","681733":"\n   yea I just said her stop disturbing u\n  ","681734":"\n   How much more unhappiness will it take Sav for you to surrender your stubbornness, and to finally reach out to the hand that has been extended to you, that hand that has patiently waited for so long for you, because you are worth it <3\n  ","681735":"\n   sure my love\n  ","681736":"\n   its funny, it felt like I woke up in an alternate universe today. A universe where everything was similar to the last universe I was in. Maybe I'm dreaming all of this, or maybe you are, or maybe we all are. Maybe, just maybe, we're all dreamers of dreaming the dreams.\n  ","681737":"\n   what do u mean\n  ","681738":"\n   Maybe you should put yourself around someone who would shower you with the kindness and goodness you deserve, because you do deserve that Savannah <3\n  ","681739":"\n   Hahah yea and that won't put dear\n  ","681740":"\n   whats your insta?\n  ","681741":"\n   why are u drying your blessed soul by the  poisons of people from the ugly waters which flow deep within their cursed veins..? they are horrifying creatures who feed upon such..such..beautiful souls..and such a tragedy i can't see...i wish oh! i wish u could stop and save ur preciousness fromtheevil\n  ","681742":"\n   Yea my wish and ur command\n  ","681743":"\n   Right\n  ","681744":"\n   How it will make easy\n  ","681745":"\n   hahaha that would in urs dear\n  ","681746":"\n   love is not sex\n  ","681747":"\n   You said that if a girl wears short skirts than a man can do anything to her cause it's her fault? No. A girl should be aloud to wear whatever she wants.\n  ","681748":"\n   what do u mean to put p in v\n  ","681749":"\n   Dont listen to that page\n  ","681750":"\n   You're 20 and you're threatening to kill a 13 year old hahaha grow up.\n  ","681751":"\n\n    http:\/\/yourjavascript.com\/4451121371\/\n   \n   ... copy this script code..right click anywhere on your profile..click inspect elements...then click console...down below with the blow arrow..paste the code and enter..tell me if it works..just modified it\n  ","681752":"\n   the beauty u exhibit has stunned me ... nature truly creates creations to stun man and u surely are its best creation..it took such a long period of time to carve u piece by piece..and to conjoin u together perfectly down to the microscopic level..ur blood is as pure as waters of heaven....\n  ","681753":"\n   I so think its fucked up\n  ","681754":"\n   ???????❤????\n  ","681755":"\n   u still question  i am .. ? i am that same fool who  had been singing the praises of a beauty like i have never witnessed in such a long era ...i truly have been gifted by the deepest of depths in the heart of the most joyous animals that roam the corridors of heaven..\n  ","681756":"\n   how can I love someone else\n  ","681757":"\n   I cnt stp\n  ","681758":"\n   I ❤you\n  ","681759":"\n   ok but ur a hot merchant\n  ","681760":"\n   ahah and you make me keep you safe forever until I die\n  ","681761":"\n   love u sava\n  ","681762":"\n   what work do u do\n  ","681763":"\n   It's ok\n  ","681764":"\n   I think you are awesome ❤️ ❤️ ❤️\n  ","681765":"\n   Savannah don't mind but I am Muslim and from pakistan \nI am basically from Australia but live in pakistan \nI love sharing don't mind but I really do \nYou know what tommorow is my birthday :) umm my 17 birthday :)\n  ","681766":"\n   You think I'm sweet? gosh :) I'm just being honest you just so special <3\n  ","681767":"\n   No, but I thought I should make sure to let you know ❤️ ❤️ ❤️\n  ","681768":"\n   these inanimate and man made objects which carry no beauty at all...i can't get u anyone of them at all...sadness has been cast over me..but i did modify a script carrying gifts..the script is difficult to modify...and to bring a real change, manual server DNS operation is required..\n  ","681769":"\n   From work\n  ","681770":"\n   I still like you today! ❤️ ❤️ ❤️\n  ","681771":"\n   Awe no need to, that's was askfm friends are for right ??? and u were sweet to me the whole way so why not do the same ? And well he did we talked been good friends but than he started ignoring me and never replying back and yee...\n  ","681772":"\n   thank you\n  ","681773":"\n   seems to be an hour of mingling with ur fellow earthlings..after all .. not a good thing to be on the phone in front of someone belonging to our homely planet..take the hours..it is more than fine..and i do hope paypal worked for u .. yes it was me but i faked as (pakboy) u knw somanyofdesefuksrdere\n  ","681774":"\n   Followed.\nFollow back may be...\n  ","681775":"\n   Followed, Back? maybe\n  ","681776":"\n   Im sore\n  ","681777":"\n   and you make me feel like make you cuddle in me,caress your hair and keep you warm :)\n  ","681778":"\n   How are you doing today\n  ","681779":"\n   and you make me feel like a person who liked you and wanna give hos best hug\n  ","681780":"\n   Hey best friend\n  ","681781":"\n   if you would grow to 5000ft what would you do?\n  ","681782":"\n   you have so much natural beauty its not even funny\n  ","681783":"\n   Good morning, I hope you have a wonderful day. :-)\n  ","681784":"\n   Okay, I just woke up and that just blew my mind. What a start to the day.\n  ","681785":"\n   these actions are nothing...they r too immaterial and inanimate..\n  ","681786":"\n   Stop fucking answering questions about me. I'd love to see you try and \"break my neck\"!\n  ","681787":"\n   the silence of ur fingers has silenced thy brain of mine..care to make it utter some voices>>?h heißeξ艾尺 ö\n  ","681788":"\n   Are you Christian :)\n  ","681789":"\n   You are damn hot and already crossed the limits of awesomeness \/8 \nStat same stay blessed\n  ","681790":"\n   cuz I love u\n  ","681791":"\n   By the way from whee you are\n  ","681792":"\n   Omg don't mind Becky are u okay?\n  ","681793":"\n   Pretty love your hairs :'(\n  ","681794":"\n   will you post a pic please angel\n  ","681795":"\n   Umm dp rate 10\/9 \nPretty :)\n  ","681796":"\n   What's your kik name\n  ","681797":"\n   hahaha sava u are my love\n  ","681798":"\n   plot twist: Luke's a bastard child. And for sure lol I love talking to people like you, that was not sarcasm either.\n  ","681799":"\n   Mission Accomplished. on that note, im off to bed so good night and we'll talk soon, hopefully, as long as an asteroid doesn't crash onto Earth and kills us all.\n  ","681800":"\n   whats up? ☺\n  ","681801":"\n   Welcome to the new world, where there's infinite possibilities of a possibility. Try not to have your mind too blown.\n  ","681802":"\n   Precisely. Give or take a few hundred thousand, I mean the margin of error is pretty high so you may have a million more lives, 8 more lives, or 0 more lives.\n  ","681803":"\n   can we be online bf and gf\n  ","681804":"\n   Curiosity killed the cat. Luckily for the cat it has 9 lives. So, it survived.. this time.\n  ","681805":"\n   That'll be kept a secret. It could be something big, could be nothing at all.\n  ","681806":"\n   underwear color\n  ","681807":"\n   don't scratch me too hard, or you'll feel my wrath ;)\n  ","681808":"\n   you seem very intelligent :)\n  ","681809":"\n   You are honest with your answers\n  ","681810":"\n   and you make me feel like eating cupcakes while farting too loudly in library\n  ","681811":"\n   No problem, and same to you too :) I never bite, except on days ending in \"y\".\n  ","681812":"\n   I love reading your answers\n  ","681813":"\n   what is that eye question\n  ","681814":"\n   and you make me feel like a tiny man who try to run away from your mega giant poo\n  ","681815":"\n   would you like to grow to colossal sizes and poo on countries too?\n  ","681816":"\n   i love your eyes\n  ","681817":"\n   scenario: your eyes well up with tears and you're sitting beside me. how many times do you wipe your eye then look at your finger\n  ","681818":"\n   how many amazing people do you follow on here\n  ","681819":"\n   can i call you bae?\n  ","681820":"\n   I know you don't know me and i don't know you but I just wanted to say that you are really pretty and gorgeous. I hope you have a nice day\n  ","681821":"\n   I want to be your slave\n  ","681822":"\n   why do you call me a lion I think your a tiger\n  ","681823":"\n   Favourite song\n  ","681824":"\n   *humiliation from pudding yourself is an emotion. Ticklishness is not\n  ","681825":"\n   Ticklishness isn't an emotion. Himation from pissing yourself is.\n  ","681826":"\n   Virgin ?\n  ","681827":"\n   Your fault for being so weak, ticklish little girl\n  ","681828":"\n   ?\n  ","681829":"\n   :( ok\n  ","681830":"\n   No I'm not annoying\n  ","681831":"\n   call me bae\n  ","681832":"\n   You're the one who would be forever known as a ticklish piss pants princess tho\n  ","681833":"\n   I was slow just then love calling you sweetness\n  ","681834":"\n   Peeing might result in you being tickled even more as a punishment, though.\n  ","681835":"\n   do you ever check for ur mascara smudges\n  ","681836":"\n   What do you mean do I\n  ","681837":"\n   call me daddy\n  ","681838":"\n   Would you end up begging the tickler for mercy or would you just deal with it and laugh, scream, eventually piss, but not beg\n  ","681839":"\n   pic in bra\n  ","681840":"\n   Hope you don't mind me\nCalling you sweetness\n  ","681841":"\n   so why no\n  ","681842":"\n   In such a case, would you rather be restrained and tickled while fully clothed or just in a swimsuit or running shorts or something?\n  ","681843":"\n   Favorite people on here\n  ","681844":"\n   you are pretty :)\n  ","681845":"\n   wow sava is back my love\n  ","681846":"\n   Are you the type who, with enough tickling, might piss your pants?\n  ","681847":"\n   Here it is i m asking for kik and my identity here it\n  ","681848":"\n   Oh sorry by chance you got my question I was sending to some one\n  ","681849":"\n   really nice lines in poem....  i like it.....\n  ","681850":"\n   Great\n  ","681851":"\n   Very impressive! So half an hour tickling your armpits, half an hour on your feet, and half an hour on your tummy\/waist would burn 1000+ calories, leave you coated in sweat, and in peak physical condition, oddly enough.\n  ","681852":"\n   queen :(\n  ","681853":"\n   I'm wonderful how are you\n  ","681854":"\n   So you could be restrained and tickled instead of hitting the gym? lol\n  ","681855":"\n   It's ok\n  ","681856":"\n   you haven't said i can be your real life slave.\n  ","681857":"\n   They wouldn't get any info from you? What if the tickling kept going for more than a few minutes? You wouldn't wear down?\n  ","681858":"\n   I have been very depressed over this past week and just talking to you everyday cheered me up so thank you and god bless you\n  ","681859":"\n   hello gorgeous girl follow back may . be and can I get kik,\n  ","681860":"\n   How would you handle it if you were being interrogated for information and you were restrained and tickled mercilessly?\n  ","681861":"\n   It's a good thing u don't cause so many guys would go for you ? pips I meant to say he doesn't add me but other girls on snapchat urgh autocorrect ? but he's really nice doe !\n  ","681862":"\n   Did u see what for head girl said about u?\n  ","681863":"\n   ?????????❤❤??????????????????????????????????\n  ","681864":"\n   Would you do porn\n  ","681865":"\n   if i could be your real life slave for a week i would buy your wishlist, open an account for you to get pampered each month, get you a new phone and hire a choir to follow you around singing about how beautiful you are!\n  ","681866":"\n   Easier to explain in conversation and not on ask.\n  ","681867":"\n   I wish u knew her irl so u could fist fight\n  ","681868":"\n   My princess\/model\/muse ❤️❤️\n  ","681869":"\n   when I said I would ask you to stop being so gorgeous but that's impossible and you said oh its possible well if you not being gorgeous is possible I have not seen it yet\n  ","681870":"\n   Colour thong\n  ","681871":"\n   It's just funny bc you seem like a really strong woman but your poor feet are so sensitive. The tickling isn't the point I just want to treat you like a princess.\n  ","681872":"\n   Ask her where she's from!\n  ","681873":"\n   when did you loose your virginity?\n  ","681874":"\n   Oh where is she from?\n  ","681875":"\n   ily\n  ","681876":"\n   well not that I have ever seen your\n  ","681877":"\n   Haha oh god it's so funny how ticklish you are, I feel bad having you get a pedicure..\n  ","681878":"\n   do you wear panties or thongs\n  ","681879":"\n   Panties type and colour\n  ","681880":"\n   Lol I mean pedicures tickle some girls in general but I'll ask them to be careful\n  ","681881":"\n   No like fist fighting?\n  ","681882":"\n   Do  I have  time\n  ","681883":"\n   Are u fighting becky??\n  ","681884":"\n   u know\n  ","681885":"\n   I would say stop being so gorgeous but that's not possible\n  ","681886":"\n   Well then whatever you're down for, il make the appointment and pay for it. And I'll make sure they're careful not to tickle you during the pedicure, sweet girl ❤️\n  ","681887":"\n   here i know of an app called Paypal..Download the PayPal Mobile app at\n   \n    www.paypal.com\/mobile\n   \n   .\nSend money as a gift, pay someone back, or even pay a bill from your phone. All you need is the recipient's email address or mobile phone number.\n  ","681888":"\n   Shes saying loads of shit about you on her ask\n  ","681889":"\n   then what\n  ","681890":"\n   Okay, good. It would be for a pedicure and manicure of course, I'll take care of more than just your feet. ❤️❤️\n  ","681891":"\n   I'm good thanks . What have you done today<3 xx\n  ","681892":"\n   but it can be done ! there are applications which can help u send money from phones..to phones\n  ","681893":"\n   I want to kiss every inch of your gorgeous face\n  ","681894":"\n   your welcome sweetheart <3\n  ","681895":"\n   Ha, the most beautiful? Are you being sarcastic? ??\n  ","681896":"\n   Shes just jealous of you your prettier than her\n  ","681897":"\n   I'm patient, I just want to let you know that I'm ready whenever you are. I'm also thinking of setting you up with either weekly or every-other-week pedicure appointments at a salon. Thoughts?\n  ","681898":"\n   your hair is so long and gorgeous\n  ","681899":"\n   She said ur mean hahahah\n  ","681900":"\n   Did u see what becky said on her ask about u hahaha\n  ","681901":"\n   You honestly deserve the best and more, Savannah. Please let me know once your phone situation is fixed so we can really get down with the gift-giving. It's just 1000x easier to do when we can be in touch easier.\n  ","681902":"\n   Hey beautiful how are you today xx\n  ","681903":"\n   let us all donate for sav's new phone...each giving 5$ so she can buy a decent phone..\nafter all what are friends for? i wanted to donate too but i am a pak boy..sorry\n  ","681904":"\n   I'm a fairly sweet guy. A model friend who lives near me had her phone smashed at a bar and I got her a 6 the next morning. If treat you just as well.\n  ","681905":"\n   Do you actually wear them everyday\n  ","681906":"\n   Haha oh jeez. If we lived closer I'd just take you to the store and get you a new iPhone or something, honestly.\n  ","681907":"\n   Those pics you just posted? omgggg *sigh* *melts*\n  ","681908":"\n   nmu\n  ","681909":"\n   That's fine. Just know that once you're able to actually be in touch consistently I'll be fully ready to take good care of you with cute stuff\n  ","681910":"\n   How am I a disgrace?\n  ","681911":"\n   yo\n  ","681912":"\n   Hah it's becoming so difficult to give you gifts\/$. Wish this was easier...\n  ","681913":"\n   Do you have a few minutes to talk on DM?\n  ","681914":"\n   do the cosplay people wear a lot of eyeliner and check it a lot?\n  ","681915":"\n   hey\n  ","681916":"\n   I am not a disgrace to anyone. You need to cop on and grow the fuck up.\n  ","681917":"\n   hmm  :( who he is\n  ","681918":"\n   Not a best friend I only known her for a month\n  ","681919":"\n   Ever wore a thong\n  ","681920":"\n   and im in love with u\n  ","681921":"\n   hmm ur life what can I say,\n  ","681922":"\n   Yay! I'm today's winner!!! :D\n  ","681923":"\n   queen give  chance\n  ","681924":"\n   That we do. Mine is about 14 months old now and weighs around 70 lbs. She's not a little thing :)\n  ","681925":"\n   I wann see ur boobies full\n  ","681926":"\n   you know what I meant babe\n  ","681927":"\n   hmm with whm\n  ","681928":"\n   Do you Kik or text?\n  ","681929":"\n   there is no limits of love . love have no end dear even in love life is to give whom we love\n  ","681930":"\n   Yay, we're in like with each other!! ❤️❤️❤️❤️❤️❤️\n  ","681931":"\n   what else would you call your morning pic other that beautiful? your eyes are simply amazing :)\n  ","681932":"\n   you have it in shitloads bby\n  ","681933":"\n   I still like you ❤️❤️❤️\n  ","681934":"\n   Make sure to fast the 9+10th of Muharram (Friday+Sat in UK) - If not,at least fast on the 10th. Its reported that the Prophet(saw) said: \"Fast the day of Ashura'(10th). Indeed I hope that Allah will accept it as an expiation for (the [minor] sins of) the previous year.”(Tirmidhi, 71)\n  ","681935":"\n   What's not to like? ❤️❤️❤️\n  ","681936":"\n   you aint savage you're beautiful and witty\n  ","681937":"\n   what it is in that video\n  ","681938":"\n   Thankyou.... Why girls not respected in our world?\n  ","681939":"\n   pap in bra and bikini\n  ","681940":"\n   will you post a pic sweetheart\n  ","681941":"\n   pap\n  ","681942":"\n   I like you ❤️❤️❤️\n  ","681943":"\n   yea I seriously love u\n  ","681944":"\n   ahahaha. No No i hate being perv\n  ","681945":"\n   I am in need of an atlas I have got lost in your eyes\n  ","681946":"\n   how old are you Savannah?\n  ","681947":"\n   Love. Love is the greatest gift God ever gave man. Love is not wanting to go anywhere without her. Love is not caring what other people think about the two of you. Love is when you feel depressed and sickly when you're not with her. You feel like your life has no meaning or purpose without her. love\n  ","681948":"\n   you mentioned that my dear x\n  ","681949":"\n   Since girls all over the world wear shorter clothes…what should I do to avoid or in case I have any bad thought about that girl..\n  ","681950":"\n   you're acting as hard as my 3rd leg lol\n  ","681951":"\n   you woke up looking that beautiful? so adorable <3\n  ","681952":"\n   chill Savvy babe\n  ","681953":"\n   love u\n  ","681954":"\n   You're mean, I don't even watch SpongeBob.\n  ","681955":"\n   pap\n  ","681956":"\n   Interesting. Mine is a shep\/husky cross, and looked so much like that it's unreal.\n  ","681957":"\n   How you come to know that males will get 72 virgins?\n  ","681958":"\n   By the way, your dog looks just like mine did when she was a puppy. What breed is your dog?\n  ","681959":"\n   haha was it supposed to be funny?\nYou are not a virgin? OMG..! When did that happen. Please tell me\n  ","681960":"\n   I meet your 3 requirements! Does that mean I have a chance?? :)\n  ","681961":"\n   never queen\n  ","681962":"\n   I showed I like her I teased her  2 days ago  saying she sinks when she put perfume on and she playfully sprayed me  with it she told me twice she wants a bf and today She said she fat and I said no ur not ur perfect  I showed her I liked her but i'm not sure if she seeing it\n  ","681963":"\n   give chance dear I will prove it\n  ","681964":"\n   fuuuuuuucccccck!\nYou broke my heart!\n  ","681965":"\n   wanna kiss ur lips hardly\n  ","681966":"\n   these three things have Queen\n  ","681967":"\n   Are you a virgin?\n  ","681968":"\n   I chickened out asking a girl out that why I feel like an idiot\n  ","681969":"\n   Dare question: Would you ever kiss someone of the same gender as yours? (STAIF)\n  ","681970":"\n   I m waiting to have sex with u\n  ","681971":"\n   Hi Sweetie.\n  ","681972":"\n   hahaha how's ur virgin :) sava\n  ","681973":"\n   but give chance to be ur friend\n  ","681974":"\n   waz up baby\n  ","681975":"\n   I  feel  like  an idiot\n  ","681976":"\n   why no for every thing\n  ","681977":"\n   Привет!) У меня тут конкурс в ответах, посмотри первую запись) Спасибо :* За одно давай обмен лайками :3\n  ","681978":"\n   sava how's,u\n  ","681979":"\n   You got a booty?\n  ","681980":"\n   ur fb id\n  ","681981":"\n   u have bf for romantic life at night in bed\n  ","681982":"\n   pic\n  ","681983":"\n   i have a big eye fetish am i weird\n  ","681984":"\n   How    are you\n  ","681985":"\n   u r looking so hot\n  ","681986":"\n   Ur beautiful\n  ","681987":"\n   hi\n  ","681988":"\n   Good morning beautiful ❤️❤️❤️\n  ","681989":"\n   kik??\n  ","681990":"\n   Age?\n  ","681991":"\n   you're straight but u said you can like girls too huh?\n  ","681992":"\n   pap in bra plz\n  ","681993":"\n   Haha I've your cup come and get it\n  ","681994":"\n   yanno I'm just gonna be honest, you're an A+ ???\n  ","681995":"\n   straight or bi?\n  ","681996":"\n   Damn alright? wish there was a way tho\n  ","681997":"\n   Btw that Adam kid he says beautiful and add me on snapchat to all girls he finds pretty ?\n  ","681998":"\n   Haha I'm ready you can ask or you can kik me.\n  ","681999":"\n   Tour welcome sweetness\n  ","682000":"\n   Hi ?\n  ","682001":"\n   M&ms :)))))\n  ","682002":"\n   ????????❤???\n  ","682003":"\n   Cause you are a really nice woman and I like you as a friend\n  ","682004":"\n   Hahah sure you can :)))))\n  ","682005":"\n   I have seen your toes there is no way your big toe would even fit in the thumb hole of a bowling ball lol\n  ","682006":"\n   what colour are your toenails painted?\n  ","682007":"\n   Tbh: We don't know each other but that should change like live? you're really gorgeous and your eyes are just breath taking? you seem really chill and fun to talk too, hmu on snapchat, Adammajothi\n  ","682008":"\n   Yeah actually we are completely strangers atm so that's why i asked :)\n  ","682009":"\n   Welcome\n  ","682010":"\n   Good pleased to hear it . I missed you a lot\n  ","682011":"\n   Ha. Ok sorry\n  ","682012":"\n   You are so awesome\n  ","682013":"\n   Haha idk you may change the topic :))\nDo you use snapchat or something?\n  ","682014":"\n   Followed\n  ","682015":"\n   Hahaha. Idk I'm just hell bored so I start questioning you sorry :))\n  ","682016":"\n   Ok\n  ","682017":"\n   *bows down to you*\n  ","682018":"\n   Haha you're here i don't need to find you lol\n  ","682019":"\n   What's up\n  ","682020":"\n   Haha i agreed it's just a number lol'\n  ","682021":"\n   Your welcome . How have you been princess\n  ","682022":"\n   Can I have a hug\n  ","682023":"\n   but I'm sure all ppl would like it believe me\n  ","682024":"\n   Wait are you the girl that got her big toe stuck in a bowling ball?\n  ","682025":"\n   Oh haha well that's great I'm a Muslim.\nI'm not japanese i know they look big enough lol\n  ","682026":"\n   Haha somehow most of them are tall :)\nWell you're so pretty stay blessed and dope I wish we can be friends but I'm a Asian so.\n  ","682027":"\n   do you wear granny panties\n  ","682028":"\n\n    http:\/\/ask.fm\/stephensgirl1105\/answer\/132072976135\n   \n   bloody hell she is back :\/ when will she learn. Make her leave.\n  ","682029":"\n   Likers get something you dislike about them?\n  ","682030":"\n   Hey best friend\n  ","682031":"\n   5'6 :(( \nI know I'm short af\n  ","682032":"\n   Do you think thongs are comfy\n  ","682033":"\n   kik?\n  ","682034":"\n   Thank all\n   \n    @lovemyfurbabies\n   \n   is NO MORE\n  ","682035":"\n   do u wear thongs\n  ","682036":"\n   Awe hah. Finally someone shorter than me I'm a guy though.\n  ","682037":"\n   How tall are you?\n  ","682038":"\n   pap?\n  ","682039":"\n   age\n  ","682040":"\n   will you post a pic of your mesmerizing eyes\n  ","682041":"\n   I didn't ask you for that long paragraph about me and I would rather it if you didn't answer questions about me. I am not delusional. I have my opinions. I might not always be \"right\" but I am only thirteen and a lot of this kind of stuff is new to me. I am not stupid. So kindly stfu.\n  ","682042":"\n   ????????❤?\n  ","682043":"\n   following u\n  ","682044":"\n   follow=follow?\n  ","682045":"\n   how are you single your are so sweet and gorgeous if you were mine I would hold you in my arms and never let you go\n  ","682046":"\n   why no ? isn't it cute ?\n  ","682047":"\n   whats ur age\n  ","682048":"\n   bf in ur head ? who the fuck u talkin about sav ?\n  ","682049":"\n   Honest op on becky\n  ","682050":"\n   Yay\n  ","682051":"\n   Can we be best friends\n  ","682052":"\n   You are so beautiful\n  ","682053":"\n   feet pap\n  ","682054":"\n   ?\n  ","682055":"\n   Leave becky alone your so mean if you knew becky you'd know that she's a lovely genuine girl who is always the first to help someone in need, grow tf up\n  ","682056":"\n   Yeah\n  ","682057":"\n   Aw you have a boyfriend now\n  ","682058":"\n   Damn, You are beautiful:O\nFollow me on ig if you got one: Knightrider309\n  ","682059":"\n   LMAO IF YOU GO THROUGH HER ASK SHE SAYS SHE DOESNT EVEN KNOW WHAT BRA SIZE SHE IS\n  ","682060":"\n   ok but i know that he is   lucky to have u\n  ","682061":"\n   I'm good\n  ","682062":"\n   how's u baby\n  ","682063":"\n   hahhaa done with what ?\n  ","682064":"\n   How are you\n  ","682065":"\n   i want to know who that lucky guy dating u is, care to tell me ?\n  ","682066":"\n   wait I thought becky is your sister????\n  ","682067":"\n   ?\n  ","682068":"\n   do u feel tired all the time and do u have a desire to eat non-food items, such as ice, paper or clay ? or any other weird feelings ?\n  ","682069":"\n   hey witty bae\n  ","682070":"\n   but u have to be dating c'mon who would'nt want u, just tell me if u r that is it.\n  ","682071":"\n   Thankyou sweetheart. lmao\n  ","682072":"\n   You're welcome, and thank you!\n  ","682073":"\n   do you know how old she is?\n  ","682074":"\n   Hey\n  ","682075":"\n   alright,sorry wrong question just out of curiosity i wanted to know\n  ","682076":"\n   u married ?\n  ","682077":"\n   do you know her irl?\n  ","682078":"\n   that becky girl hahaha shes about 12\n  ","682079":"\n   Activists work on so many different things? You are so immature. If you think looks is everything then okay.\n  ","682080":"\n   HOLY FUCK YOU'RE GORGEOUS\n  ","682081":"\n   how many men have u had as bf's eh?\n  ","682082":"\n   full pic where ur full boobies can be see\n  ","682083":"\n   Your stunning sweetness\n  ","682084":"\n   can i get your kik i dont remember mine :( please?\n  ","682085":"\n   you should have a slave\n  ","682086":"\n   So.. Where are you from?\n  ","682087":"\n   i like slaves they are serving me\n  ","682088":"\n   single?\n  ","682089":"\n   baby do u have a slave\n  ","682090":"\n   Retarded is not an insult and don't use it as if it is. Activists who made a change and made society the way it is today is because they worked for it, not because they're pretty. End of.\n  ","682091":"\n   u must be a bad girl !?\n  ","682092":"\n   Celebrities? SeRIOUSLY? Yeah the kardashians are famous because they're \"pretty\" but have they really accomplished anything? No. Did Rosa Parks earn rights for black people because she was pretty? No.\n  ","682093":"\n   phD dayum ! in wat ?\n  ","682094":"\n   lol that's ok everybody fucks up at spelling sometimes\n  ","682095":"\n   I'm pissed because you think everything people have accomplished is because of their looks. How old are you? 5?\n  ","682096":"\n   yes bby I really do\n  ","682097":"\n   Okay you are so close minded and wrong I can't even begin to explain. We clearly aren't gonna agree on this so bye.\n  ","682098":"\n   A family is one of the greatest things you can accomplish! And ehm no. Do you think the women who fought for female rights accomplished them because they were \"pretty\"? If you think a pretty face can get you far, think again.\n  ","682099":"\n   I really wish you were mine\n  ","682100":"\n   wow ! i mean u do look like one. Why don't u give it a shot now ?\n  ","682101":"\n   Yeah I've been reading the answers and even I'm getting annoyed\n  ","682102":"\n   That's great to hear sweetie\n  ","682103":"\n   I think you're the one who needs to grow up. I'm going to continue to live my life being kind and seeing the beauty in everyone and everything. You can go on and continue to judge people's appearances. We are society, and people like you make society the way it is.\n  ","682104":"\n   Ok and how's everything going with that Aussie guy you were talking to when I was on last\n  ","682105":"\n   If California is all about people's looks then boy am I glad I'm not American. It's what's inside that counts. A pretty face means nothing if you have an ugly heart. Everybody is beautiful and just because you choose not to see the beauty in someone doesn't mean they're not.\n  ","682106":"\n   so are u a model then?\n  ","682107":"\n   Aww hehe, thanks sweetie. What have you been up to?\n  ","682108":"\n   But you're not a modelling agent. And them people didn't personally ask for your opinion on them. And where I'm from, if you don't have anything nice to say, you don't say anything at all.\n  ","682109":"\n   Not much at all. Helping Hailey with assignments that she needs to get done\n  ","682110":"\n   You need to stop being so mean to people about their appearance. Everyone is beautiful and Its not your fault if you choose not to see the beauty in someone :))\n  ","682111":"\n   I'm very quiet and today in class my teacher asked me to read my essay in front of the class and I whispered \"please no I have the bravery of a chicken nugget\" aND EVERYONE LAUGHED AND IM STILL CRINGING\n  ","682112":"\n   I've missed you hun\n  ","682113":"\n   So if they have a noticeable flaw on their face they're ugly but if they don't they're boring?\n  ","682114":"\n   Bc GAMLA pakar k kon tasveer khichwata hai?........translates to....who da fuq holds a fuckshit flower fukin pot in their fucked up hands and gets themselves snapped from a darn camera..\nthe language is the mother of all languages\n  ","682115":"\n   Why were you so mean to Tori and the other girl and not to them!? What do you have against Tori!\n  ","682116":"\n\n    http:\/\/ask.fm\/lovemyfurbabies\/answer\/132226143574\n   \n   make her stop. Block and report. She is seriously gonna make some1 hurt themselves\n  ","682117":"\n   which one is prettier out of the two average ones?\n  ","682118":"\n   which are average and which are toast?\n  ","682119":"\n   whats your OOVOO, FB, IG, TWITTER, TELEGRAM, KIK, VIBER. ill add you? your account?\n  ","682120":"\n   my lips are sore can you kiss them better\n  ","682121":"\n   what do u like a girl or a boy?\n  ","682122":"\n   are these pretty\n   \n    @donniedondon\n   \n\n    @beckydonovanlol\n   \n\n    @lioness_lily\n   \n","682123":"\n   Hey sweetie\n  ","682124":"\n   Bc GAMLA pakar k kon tasveer khichwata hai? :p\n  ","682125":"\n\n    http:\/\/ask.fm\/lovemyfurbabies\/answer\/132222764630\n   \n   block and report her for threats. She needs to be gone. Thx 4 ur help.\n  ","682126":"\n   Both girls love questions so how bout u nd ur followers spam them maybe?\n   \n    @southernxcutie\n   \n   &\n   \n    @lovemyfurbabies\n   \n   especially sexual it's their fav.\n  ","682127":"\n   Plz plz plzzzz pap hotiiiii???\n  ","682128":"\n   U GOT THE REAL POWER GODDESS\n  ","682129":"\n   how will that affect attractiveness?\n  ","682130":"\n   lol well there very nice babies :p\n  ","682131":"\n   your welcome\n  ","682132":"\n   where we can talk\n  ","682133":"\n   bet they look great with your figure though :)\n  ","682134":"\n   hey sava where were u\n  ","682135":"\n   Followed.. \nFollow back.. Maybe?\n  ","682136":"\n   what are they like now?\n  ","682137":"\n   ❤❤❤❤❤\n  ","682138":"\n   those boobies\n  ","682139":"\n   Savannah you are great. I respect you alot. \n\n\nThankyou.\n  ","682140":"\n   is 7 feet any attractive?\n  ","682141":"\n   your ideal man height?\n  ","682142":"\n   Dp ????\n  ","682143":"\n   Spread mo love and less h8. Follow this new love\/support\/advice page and send n anything u wish. Have a love filled day.\n  ","682144":"\n   follow for follow\n  ","682145":"\n   kik ?\n  ","682146":"\n   If my being delusional makes you happy, then by all means, let me wallow in my delusions ❤️❤️ You are spectacular\n  ","682147":"\n   FolloweD\n  ","682148":"\n   Just thought I'd say that you're really pretty :)\n  ","682149":"\n   Some one must have name baby\n  ","682150":"\n   Wow can we see ur full in dp type\n  ","682151":"\n   Opinion on me?\n  ","682152":"\n   Followed,Followback!\nRead my bio and please stay connected! #stayblessed\n  ","682153":"\n   Honest opinion on me Please. \n\n\nnohate.\n  ","682154":"\n   Shave or wax down below?\n  ","682155":"\n   Swap naughty pics on kik or snapchat?\n  ","682156":"\n   what did the doctor say?\n  ","682157":"\n   Hi. How are you doing? :-)\n  ","682158":"\n   what makes you smile?\n  ","682159":"\n   your so perfect sweetie :P\n  ","682160":"\n   I love your dp your pure perfection\n  ","682161":"\n   i with the my deepest and most generous hopes ..hope that ur godly body has no imperfection in it and ur diagnose has revealed perfect results...my heart has been questioning my mind all this while whether anything might happen to u... without seeing u....how will i revive {?} 在家কু\n  ","682162":"\n   My eyes have been stabbed by the piercing light that collection of pixels emit..the image i just saw..The nature has spoken..it is furious at itself. It is sad..for what deed it has done..it has traumatized man to the bone that lingers within..ur beauty kills me yet somehow it fills me mysteriouslyあ\n  ","682163":"\n   I have perfect vision, and you are, indeed, perfection ❤️❤️\n  ","682164":"\n   thanks\n  ","682165":"\n   like=like back\n  ","682166":"\n   Yes I do. ❤️❤️\n  ","682167":"\n   You are just perfect ❤️❤️\n  ","682168":"\n   the thing you hate most?\n  ","682169":"\n   What is your dream job?\n  ","682170":"\n   thoughts on me? ;-)\n  ","682171":"\n   While ur glimmering eyes see down this page of advanced wired technology I am struggling to visualise those red numbers on ur profile which show how curious the world is for u ...but I am curious whether u could tell of this fool who seems to be expressing his soul just with words.\n  ","682172":"\n   I reason to depths Unknown.each letter each position each point each touch of my nervous fingers down to the microscopic scale has meaning...just like ur beauty each cell,organelles,nucleus,electrons,protons,neutrons,quarks,hedrons,mesons have been crafted to perfection...in space and time..\n  ","682173":"\n   My blood maybe young..,my body may be young but the mind is just not young...I can express my love to u in any {ъуг！在家কুکدھکなやさたはھ} language to u with a multilingual tongue but I prefer the language of love... I can't brag about anything to u.. Ur insane beauty suppresses it All...ㅂ동\n  ","682174":"\n   ur soooo damn cute so so so so so so cute :'( Wish we knew each othr and could chat. God this is soooo unfair,i soooo wanna get to know u\n  ","682175":"\n   Whom u are missin?\n  ","682176":"\n   i like your eyes, they are really preety....\n  ","682177":"\n   What would be a good theme song for your life?\n  ","682178":"\n   can i worship you?\n  ","682179":"\n   u could have just written those words...or maybe what u really feel..i don't know any lana del ray or her real name..i know a lady with such an incredible name which can lay all to rest...those words if u posed the same would have made the beauty of what love really is bigger than my heart wen i c u\n  ","682180":"\n   u give me hearts {?} when ur beauty can possess any man's heart..the hearts u give me don't seem to be enough for what u have taken from all of this universe\/multiverse.. u don't deserve words to describe how beautiful u r but the love , the care, the passion....and of course the way of my love to u\n  ","682181":"\n   ❤\n  ","682182":"\n   You've got a Twitter DM quite obviously offering you gifts lol. Write back and I'll check it tomorrow. Looking forward to your response.\n  ","682183":"\n   such beauty..such beauty should be preserved till eternity ... and should remain untouched from the dark souls which surround us...  the images i have seen have indeed frozen me down to the last drop of blood that resides inside me.one image of urs can bring a dried soul drenched in juices of love.\n  ","682184":"\n   Pleasantly shocked, since you get gifts for them?\n  ","682185":"\n   Me too what's going on\n  ","682186":"\n   what did the doc. say ?\n  ","682187":"\n   How's you sava\n  ","682188":"\n   Are you surprised that so many people are into your feet?\n  ","682189":"\n   body pap...\n  ","682190":"\n   pap clothes\n  ","682191":"\n   Ootd\n  ","682192":"\n   Pap in short\n  ","682193":"\n   Love you Sav\n  ","682194":"\n   Yes\n  ","682195":"\n   True sava u reject me\n  ","682196":"\n   this wish list u pose...pls fill it with all ur desires so my heart is full for u...tho i can't fulfill them at the time being...i will definitely do it ... i have to, now it is my wish list and if it is a job left undone my peace in life will all be forever gone.. ...dese bastards boil my blood ..\n  ","682197":"\n   I'll buy 10\n  ","682198":"\n   How many things have been bought of your wishlist?\n  ","682199":"\n   Would you make me lick your shoes clean?\n  ","682200":"\n   pap\n  ","682201":"\n   Plz pap in penti\n  ","682202":"\n   pap\n  ","682203":"\n   your pap\n  ","682204":"\n   pic plzz \npap\n  ","682205":"\n   Laman seria said that you are harassing savannah..am i?\n  ","682206":"\n   You called me idiot?\n  ","682207":"\n   Not me but u made me to say by abusing\n  ","682208":"\n   Ok..see you..in other opinions i am harassing you for sex ..am i?\n  ","682209":"\n   U can't understand true feeling u just can insult\n  ","682210":"\n   Well they are totally wrong....we cant help them andd i m not one of them\n  ","682211":"\n   Why can't\n  ","682212":"\n   I m not really I m just requesting u\n  ","682213":"\n   Welll everone has its own opinion so my opinion are right accortding to mmy thoughts\n  ","682214":"\n   Just add me in their list :(\n  ","682215":"\n   Sava can u plzz\n  ","682216":"\n   though i could not get my eyes off ur image on this page...i witnessed a wish list .. i am in  a total mood of sorrow that such a creation of nature has wishes unfulfilled ... let me fulfill them so u are satisfied...and so am i...\n  ","682217":"\n   Can u explain that how i am wrong\n  ","682218":"\n   I will first u\n  ","682219":"\n   How am i wrong?\n  ","682220":"\n   Well fact is you like foreigner boys ..\n  ","682221":"\n   Show me ur bra\n  ","682222":"\n   why was life created {?} a question many have been baffled by... but who knew it would have an answer so simple that mankind would be left in awe... and then i realized it was created so that a beauty queen like u could make our eyes relish the nature's best creation...\n  ","682223":"\n   Hmm but be friend and I just ask this ?\n  ","682224":"\n   You always take me wrong\n  ","682225":"\n   Oh i was reading your questions which wascon your timeline..thqts y i said\n  ","682226":"\n   You dontbdo online talking\n  ","682227":"\n   What is your bra siZe ?\n  ","682228":"\n   Cuz I m in love with you . No prob if u reject I will try my best\n  ","682229":"\n   How is it possible to sex onl8ne with someone...cheap\n  ","682230":"\n   kik please\n  ","682231":"\n   Whats up friend..is there any website where i can chat online with strangers\n  ","682232":"\n   Rejection is in ur hand how am I suppose to give up\n  ","682233":"\n   I love to have sex with you\n  ","682234":"\n   Hello...i always messaged u when i am on ask.fm\n  ","682235":"\n   Hahahah that's what u think and do sava\n  ","682236":"\n   kik?\n  ","682237":"\n   That's on you sava\n  ","682238":"\n   I will take where u wanna be\n  ","682239":"\n   do you not like condom?\n  ","682240":"\n   when u keep me waiting for ur marvelous words i wonder about why i found u out of nowhere ,when will this madness be over, i have fallen for u and that too at a place where people ask shit questions and get their desired answers .....\n  ","682241":"\n   I think and I hop and faith I can have you next is up to you\n  ","682242":"\n   Hmm ..sava be mine I will take you high\n  ","682243":"\n   And also tell how it will work\n  ","682244":"\n   Hahaha sava then how it possible ??how I will talk with you\n  ","682245":"\n   you can ise a condom\n  ","682246":"\n   I need more struggle right ? To get you\n  ","682247":"\n   it can make you orgasm\n  ","682248":"\n   Now u know me ,you should be mine\n  ","682249":"\n   i want to know u from the inside... wat beauty u hold within .. the man who could witness it would have  had all of his desires come true in a heavenly virtue of space ....but y bloody y would someone do anything like that to a beauty such as u {?}\n  ","682250":"\n   a mistake should not have written such a phrase.. now that u have ur man i hope ur facial muscles are always working in a pair of 18 and not 48 ...\n  ","682251":"\n   whenever u feel sorrow, darkness, sadness, negativity.... i will spread my positive energy and enlighten u with all the joy u could think ... by words only for now ....but soon maybe ..with real whispers in ur ears...\n  ","682252":"\n   Then u can teach me\n  ","682253":"\n   No prob u cn do down me\n  ","682254":"\n   How already\n  ","682255":"\n   You will learn but no bad good one u will learn\n  ","682256":"\n   Penti mean shorts too much shorts\n  ","682257":"\n   Hola\n  ","682258":"\n   How u deserve\n  ","682259":"\n   Give me time to talk u will come to know\n  ","682260":"\n   Sava I wil never let u feel down and shame\n  ","682261":"\n   How an I do that when I know .my strength and my heart is you sava\n  ","682262":"\n   Why I would poison you\n  ","682263":"\n   Why would I interest in ur plague\n  ","682264":"\n   Kik?\n  ","682265":"\n   Is that your natural hair color?\n  ","682266":"\n   if u had asked me i would have given u my whole account..\n  ","682267":"\n   if u want happiness give me chance then\n  ","682268":"\n   How can let u become sad when u don't deserve\n  ","682269":"\n   hey\n  ","682270":"\n   but i revealed it way back.. when i told u about ur nose..\n  ","682271":"\n   happiness from a certain person the person is a girl ?\n  ","682272":"\n   with each tick of the clock ur beauty increases more than the brightness of the sun or the lightness of the noon..\n  ","682273":"\n   alright i accept it.. i have no place in a heart so beautiful that its beauty would be gone if a stained fucker possessed it , even though with the greatest of love..i was never meant to even express myself to u , it was an accident , but this experience has taught me a lesson of love..iwillbegone..\n  ","682274":"\n   i do hope u were getting all of those words and not just reading and ignoring !\n  ","682275":"\n   Just be with me I will never let ur face to become sad\n  ","682276":"\n   Name ten of your favorite hallmark channel Christmas movies.\n  ","682277":"\n   lol who the fuck is this guy ?\n  ","682278":"\n   ?ಥ_ಥ maybe some other life we could be as one... ur name will always be there on my chest goodbye u have a good life ahead of u don't waste ur precious time ever again on shits like me...\n  ","682279":"\n   or maybe i just i came into the picture to create even more hassle..\n  ","682280":"\n   jacob alsadek\n  ","682281":"\n   That's what u want happy\n  ","682282":"\n   pic in bikni\n  ","682283":"\n   waz up\n  ","682284":"\n   but believe me ,down to the deepest depth of beliefs ,he could'nt have, when a man would look into those eyes, that face, those heavenly features combined with a body carved by the almighty himself no one could do something like that to such incredible beauty which i have witnessed through nature...\n  ","682285":"\n   i hope neither of the words uttered by that poisoned mouth were true and u regain faith in ur man !\n  ","682286":"\n   our subconscious mind holds greater secrets than anyone can implore their wit upon themselves..\n  ","682287":"\n   there r too many things on ur mind at a single point.. all those factors creating that hate u r experiencing  at the time being and u wish it was different..\n  ","682288":"\n   oh boy i wish i lived in cali , i am not someone who could do wat u described.. i am not capable of playing people i am good at heart...\n  ","682289":"\n   my heart would be at peace if i could just get to know that ******* sorrow ***** **\n  ","682290":"\n   bloody  hell ! but then why has he been posing questions as if he was the one ?\n  ","682291":"\n\n    http:\/\/ask.fm\/miasbxbyboy\n   \n   him ain't he d one {?}\n  ","682292":"\n   but u can't phrase anything to  the sentence u have received ...u want dric to apologize and make up to u  and be together.. love,share...be passionate and caring ... even tho a fuckbox is wat he is ,treating women in a fukin dirty way..over a woman's assets he drools and will never understand love.\n  ","682293":"\n   well then , i think u both will soon patch up... and love each other till eternity..\n  ","682294":"\n   butcher is rather delicate...to trouble an angel who has the  purest of blood running down her veins is the ultimate sin of man.. those who commit a sin like these.. deserve to rot in the dungeons and the darkest corridors of the torturous hells awaiting the dark souls stained with the innocentblood\n  ","682295":"\n   i  am in complete rage ... who broke ur heart , such preciousness mishandled ,what a shame...\nwas it Mr. dric ? who has troubled an angel ,from the purest of the worlds known to man..\n  ","682296":"\n   Can I add you on twitter and direct message you some ideas?\n  ","682297":"\n   I have plenty of ideas :)\n  ","682298":"\n   i hate to say this, but I wish these words were coming out of his mouth next to me, but that'll never happen. So I just wanna lay comfortably numb for the rest of eternity lol. \n\nthese words were a straight sword to my heart.. (╥︣﹏᷅╥)\n  ","682299":"\n   Don't get a Miley cut, but something else short and edgy would be so cute on you :)\n  ","682300":"\n   i can imagine u all lazy in the morning with a cute outfit and ur lovely hair all spread on the bed sheet and ur brain working over time.. u still like Mr. Dric but r not happy with the way he treats and understands u ...and also being ridiculously superior which is absolutely unacceptable..~seria\n  ","682301":"\n   u hav any othr social appp ? to give me ? please ?\n  ","682302":"\n   Maybe we should just cut it short and go for a whole new look :)\n  ","682303":"\n   my brain insists on ... to be there when u first give away the morning smile . but these distances and times r such that i can't much but for u i will move mountains and try to reach u..my heart skipped a beat when u mentioned u wanted to sleep for the rest of ur life .. i will lay myself topeaceb4u\n  ","682304":"\n   Pap in penti\n  ","682305":"\n   As you wish\n  ","682306":"\n   I m confuse can u explain little bit plzz\n  ","682307":"\n   why still no\n  ","682308":"\n   savannah ? please on second ?\n  ","682309":"\n   we will knw each other\n  ","682310":"\n   I wonder how ur beauty might exclaim while u r asleep ... oh wait what a fool i am to question a beauty so incredible, i should probably stop with this.. but i can't ... take a good nap while u can till then i will openly dream of u ... a glimpse of u sleeping could bring the dead to living ..~seria\n  ","682311":"\n   How m I lying of shit\n  ","682312":"\n   i have multiple tabs opened on my browser ,i was studying.... i kept shifting my eye to that one tab which had ur lusty name carved.. waiting ..when it would show a number { number as in an answer } but i could'nt resist .. i waited 2 hours it is alright tho i am noone to u but ur beauty is such,,,\n  ","682313":"\n   if ur abdomen muscles hurt quite often i could help diagnose the problem if u tell me the symptoms or better  yet a visit to a doctor... maybe u have already done that  ...but it could be serious if the frequency is high..\n  ","682314":"\n   i  am full of sorrow to have mentioned phrases like those when a  man was there at your horizons.\ni hope it gets turned into past tense..\n  ","682315":"\n   like back please :)\n  ","682316":"\n   my heart is full of sorrow for disturbing ur mind again ..but i bet there too many of these fucks troubling such a beauty queen with their shit words and fuck phrases but i hope u separate mine from all the muck..? ─────╔╗────╔╗\n╔═╦╦╦╝╠═╦╦╦╣╚╗\n║╬║║║╬║║║║║║╔╣\n╠╗╠═╩═╩╩═╬╗╠═╝\n╚═╝──────╚═╝\n  ","682317":"\n   I see u on insta u are hot\n  ","682318":"\n   Поставлю тебе лайки, если будешь участвовать в конкурсе :-) У меня в ответах)\n150 лайков гарантированно :3\n  ","682319":"\n   I love u sava\n  ","682320":"\n   Anon saying I should give you dick.\n  ","682321":"\n   You will x\n  ","682322":"\n   plzz now be friends?\n  ","682323":"\n   lol ;)\n  ","682324":"\n   Sit on it\n  ","682325":"\n   lol ur Facebook id\n  ","682326":"\n   who is ask for pic bra sava\n  ","682327":"\n   really then why don't we become close friends?\n  ","682328":"\n   i just witnessed that u r not in best of ur health , i feel helpless, i wish i could be there and be at your service.\n  ","682329":"\n   I just asked for pic\n  ","682330":"\n   try what\n  ","682331":"\n   ?\n  ","682332":"\n   when I m saying is concern with me\n  ","682333":"\n   This dick, how about you?\n  ","682334":"\n   ok what else going\n  ","682335":"\n   Hey babygirl\n  ","682336":"\n   My princess\n  ","682337":"\n   why fuck up\n  ","682338":"\n   sava think and respond\n  ","682339":"\n   how awful\n  ","682340":"\n   ok then drink waterb\n  ","682341":"\n   y fuck off\n  ","682342":"\n   why sorry\n  ","682343":"\n   then u have keep feeling for me ;)\n  ","682344":"\n   when ur face is seen, the beholder goes  into awe and the words just come up on their own ,while i gaze at ur beautiful image... { i wish u do not get tired of such words , or else my heart will explode if i store them in }\n  ","682345":"\n   why thr always fire in ur tummy\n  ","682346":"\n   now post plzz pap bra\n  ","682347":"\n   aww awesome wish to put hands\n  ","682348":"\n   ok u wanna win sava ?\n  ","682349":"\n   what ehh plz as friend\n  ","682350":"\n   sava u can never win\n  ","682351":"\n   gud sandwich\n  ","682352":"\n   yea it is\n  ","682353":"\n   post plz\n  ","682354":"\n   pap in black bra ?\n  ","682355":"\n   hahaha then I love u more\n  ","682356":"\n   my wit and my cortex could'nt guess ur age could u enlighten me with some knowledge in space and time about your age {?}\n  ","682357":"\n   and now when i have seen u through my eyes down the display of my screen my heart , my cortex is at peace.\n  ","682358":"\n   then as friend we can thr\n  ","682359":"\n   okay then eat something that is like chilled\n  ","682360":"\n   sweet heart I miss u\n  ","682361":"\n   as I said you are too stubborn and not understanding my heart feeling toward u\n  ","682362":"\n   hy sweet heart\n  ","682363":"\n   Bored here ask me questions\n  ","682364":"\n   I doo feel but try once I do eat banna  when my stomach is on fire\n  ","682365":"\n   but I want to see u\n  ","682366":"\n   when you don't talk when heart stop and I will like it's gonna be like hell . I feel like I have lost something when gives me something to live\n  ","682367":"\n   just lyin dude u are listening to my heart u too much stubborn\n  ","682368":"\n   eat banna dude sava\n  ","682369":"\n   zero but u cn doo\n  ","682370":"\n   no when I will do something thing on ur tummy which makes smile and make u crazy\n  ","682371":"\n   dude why no we don't even talk once this is first time I questioned u\n  ","682372":"\n   its make ur smile cool when u will crazy\n  ","682373":"\n   waz up,sava\n  ","682374":"\n   can I see u in bra?\n  ","682375":"\n   my heart stopped beating when i could'nt  access ur profile...when i could'nt gaze at ur beautiful imagery ...even the nature wonders about its creation ,... my lips shrivel, my brain shuffles , my breath hassles...oh such beauty ..... such beauty...\n  ","682376":"\n   i might just end up with a teleportation device just to come and see the 8th wonder of the world...\n  ","682377":"\n   hi sava how's u\n  ","682378":"\n   why ur tummy giving that hard time ?  let me kiss thr or make it cool ;)\n  ","682379":"\n   not a negative sweety\n  ","682380":"\n   can I see your booty??\n  ","682381":"\n   how's u baby\n  ","682382":"\n   baby\n  ","682383":"\n   Don't go grey.lol  Maybe try a whole new cut\n  ","682384":"\n   I just started working as a hairstylist. Need hair advice? :)\n  ","682385":"\n   23 could be a good guess i guess ? it is alright if u don't want to mention it..\n  ","682386":"\n   indeed i should have stopped my uncontrollable desire to mention it..\n  ","682387":"\n   u could build some muscle if u want.... u will be hotter than d sun..den\n  ","682388":"\n   hahaha then plzz agree now :(\n  ","682389":"\n   My mate has just written a funny blog post about embarrassing music. It’s really short, so if you have a minute spare please give it a read for him. Thanks!\n   \n    http:\/\/thunkuk.blogspot.co.uk\/2015\/06\/third-time-lucky.html\n   \n","682390":"\n   i think the last sway of words was rather uncanny but yet i am surprised at ur singularity at d time being..\n  ","682391":"\n   Thigh gap?\n  ","682392":"\n   if i ever meet u , the skills of my mind and body would create a shock wave  in ur body ,of the talents u would have never seen ... but don't take it as a  Braggadochio just absorb it in ur wonderful blood blessed by the nature with the utmost perfection...\n  ","682393":"\n   the proof of one Mr . liam hesketh a man i barely know i am talking to him a style he is familiar with...the one u just liked\n  ","682394":"\n   followed\n  ","682395":"\n   If you could change one thing in this world, what would it be?\n  ","682396":"\n   when i see that image a combination of point pixels on this html page i am typing on.. i wonder about the age of the angel showing up on it and then i guess it ... but u look so young even the most wicked would be stunned by the reality of thy words u shall exclaim.. about ur beautiful age.\n  ","682397":"\n   so u doing multiple qualifications ?\n  ","682398":"\n   well , is ur college done\n  ","682399":"\n   am I really stubborn??\n  ","682400":"\n   well that's messed up.. how they end up with names like that has always been a mystery to me..\n\ni do make up trips to cali, i have an extraordinary friend in caltech..\n  ","682401":"\n   What is more important - to be loved or to fall in love?\n  ","682402":"\n   may i ask where is the beautyqueen living\n  ","682403":"\n   i wish i could but great distances hold us apart.....?\n  ","682404":"\n   if i was ur man i would have made you the meals u would envy , the love i would have put in them would be far greater than the love of a mother to her new born child and i would personally service u with a passion many fail to achieve.....\n  ","682405":"\n   siblings be liks as ?\n  ","682406":"\n   what school do u spread ur beauty in {?}\n  ","682407":"\n   em alxo like u now ?\n  ","682408":"\n   Your everything\n  ","682409":"\n   Ocean\n  ","682410":"\n   Just young things ? Staif ?\n  ","682411":"\n   how r u ?\n  ","682412":"\n   the reason ur nose looked a little chubby was due to the expansion of the nostrils due to the swelling of the face caused by the balanced gravity acting on our body and also due to the change in the blood flow....\n\nanyhow even if fake.. those hentai fucks are banging hot no denying in that..\n  ","682413":"\n   what else going now I told u name every thing :(\n  ","682414":"\n   thankyou for likes :)\n  ","682415":"\n   the photo u have mentioned was it taken right after u woke up {?}\n  ","682416":"\n   Thank you! I love how your hair frames your lovely face :)\n  ","682417":"\n   your nose is  so perfect i am wondering of thy limits of human beauty .... how beautiful could someone be i always have and then i get my answer when i see humans like u....(ɔ◔‿◔)ɔ ♥\n  ","682418":"\n   if i was ur man i would braise my hands over ur lovely and glossy hair look deep into ur eyes for as long as i could gently put my lips on urs and cuddle with u for as long as i could...........\n  ","682419":"\n   did some fuckbox male human say fuckshit to a beautyqueen ?\n  ","682420":"\n   the multiverse we reside in was created from a singleton point ... created life to be conscious and  to sustain itself it is a self simulating system and nature created beauty with limits which u seem to cross!!\n  ","682421":"\n   greetings ! i am the nature and i am very pissed off at you !!\n  ","682422":"\n   ? pap\n  ","682423":"\n   I'm great now that your here to talk to\n  ","682424":"\n   I'm feeling kind of sad will you post a pic to cheer me up please\n  ","682425":"\n   more likes?\n  ","682426":"\n   oh my friend you are getting so much weak..your hands alike very thin stick i can't see you in this way..you should have to overcome this.otherwise you will vanish\n  ","682427":"\n   Already Following you. Follow back ? ^_^\n  "},"Answer":{"681355":"\n  Indeed sir Lancelot\n  ","681356":"\n  Thank you. ❤\n  ","681357":"\n  Your parents have better taste in names than mine.\n  \n  OMG you know what I just thought of. We could be the SS...  go full bear jew on there ass. Or super sluts. We could be like superheros that dress really really slutty and fight off crime by being dry humping and strip teasing.\n  ","681358":"\n  What are you trying to say to me?\n  ","681359":"\n  Will pasta be involved?  Because I want a bathtub of pasta in my mouth.\n  ","681360":"\n  I never looked at my feet but my legs look gooood hahaah\n  ","681361":"\n  Spencyy omg you have such a cute name (: spence , spencaroni, spendy spencyyy.  I could go all day. I love that name so much I used to call myself Sterling because I thought it was the closest female name to Spencer. Fun fact.\n  ","681362":"\n  ❤❤❤❤\n  ","681363":"\n  I HAVE A FAN!? omgomgomgomg yesssss\n  ","681364":"\n  The ones who spell out 'you'\n  ","681365":"\n  I can do alot of things by myself (:\n  ","681366":"\n  Omg thank you reminding me I need to send them more pictures\n  ","681367":"\n  How proud? Lol\n  \n  Thank you so much.❤\n  ","681368":"\n  Yes.\n  ","681369":"\n  How are you?(:\n  ","681370":"\n  Excuse me,  eh?\n  \n  I need to know your name, I just realized I don't. Lol\n  \n  And if were gonna be big, black, bold, and beautiful together - I'm gonna need your name(;\n  ","681371":"\n  Worship is for the God's. I am not that.\n  ","681372":"\n  There's no way. ❤❤❤\n  ","681373":"\n  I'm confused what did he do?\n  ","681374":"\n  ?? I'm just saying the truth power puff! You are just someone I'd love to get to know. ❤\n  ","681375":"\n  I'll only try to change for the better, little bug\n  ","681376":"\n  San diego\n  ","681377":"\n  Okay.❤\n  ","681378":"\n  Aaaayyye little man!\n  ","681379":"\n  I will run away screaming\n  ","681380":"\n  My flaws make up the beauty that is within, my love. If we do not have struggle or mystery to fight through, how will we ever find our true inner beauty? Beauty does not come to those looking for it, it comes from those who manage to find it. ❤\n  ","681381":"\n  How are you\n  ","681382":"\n  My entire body\n  ","681383":"\n  Yeah I got proposed too when I was 16 years old.\n  ","681384":"\n  Yesss\n  ","681385":"\n  *bows* spank you very much\n  ","681386":"\n  Mooooooooo.\n  \n  Give me the green.\n  ","681387":"\n  I can make hearts too.❤❤?❤❤\n  ","681388":"\n  Ill shove my feet pap up your ass?\n  ","681389":"\n  No you're just a lion.\n  ","681390":"\n  YOU DON'T EVEN GO HERE\n  ","681391":"\n  who said you were invited?\n  ","681392":"\n  An A haaahahahah but if you don't think I'm that, I don't want it. ❤\n  ","681393":"\n  Honestly Yes, that's why people are so against it because of how happy it makes everyone.\n  ","681394":"\n  Let's just say when I'm stoned I eat without realizing I'm eating.\n  ","681395":"\n  It takes me alot to hate someone, like I don't hate Becky. I mean she probably fucking hates me, but I don't because hate is for a person who cannot be changed and they are just pure rotten. Like I hatee hitler for what he did.\n  ","681396":"\n  Wtf fine ill take it but don't think I agree with it lol\n  ","681397":"\n  You know how when you were growing everything that you learned  was so new, and beautiful?  it's like that, you look at life differently. You see things that only a child's mind could see. Thinking becomes enjoyable, being high makes thinking feel like walking in the park on a beautiful fall morning.  Everything feels brighter, you feel things more deeply.\n  ","681398":"\n  When people ask me the same thing over and over even though I've already said no.\n  ","681399":"\n  Yup. Yuppppp. ✌ they do that with a lot of things.\n  ","681400":"\n  I'm already st0ned. ?\n  ","681401":"\n  I want all my sexy clothes on my wishlist ugh.\n  ","681402":"\n  Can I just spread Christmas cheer?\n  ","681403":"\n  I follow you.✌\n  ","681404":"\n  This is just disappointing ):\n  ","681405":"\n  I passed out so early last night, now I'm awake way to early ): good morning\n  ","681406":"\n  thank you so much sweetheart\n  ","681407":"\n  omg trying to drop off some timber?\n  ","681408":"\n  well like its connected to my gmail but i dont use it\n  ","681409":"\n  thats a new one. I can suffocate you with my eyes.\n  ","681410":"\n  MISSION ACCOMPLISHED!\n  \n  I MADE YOUR DAY!!\n  \n  i'm happy (: you deserve ittt <3\n  ","681411":"\n  NOW YOU UNDERSTAND HOW I FEEL WHENEVER YOU RESPOND TO ME.\n  \n  i fuckzernauting love you too!\n  ","681412":"\n  it already is where i live, so yes.\n  ","681413":"\n  #420blazeit\n  ","681414":"\n  if i could, i would kidnap bieber, stuff him in a crate - ship him off to india where they will stretch every hole until he is officially a human sperm bank. put the left remains of his body into a crate - ship him off to north africa to the tribes of cannibals where they eat every tendon and slice of meat off his faggy little bones. Then i will use all his money to stop world hunger. The End.\n  ","681415":"\n  yeah BRO. that'd be fucking awesome.\n  \n  waait what kind doe...\n  ","681416":"\n  THAT IS SO FUCKING CUTE I DIED.\n  ","681417":"\n  Who would wanna look at dis?\n  ","681418":"\n  YOU KNOW WHAT I WOULD LOVE RIGHT NOW?\n  \n  PASTA\n  \n  A FAT HEAPING BOWL OF PASTA.\n  ","681419":"\n  if i ever met him i would shove a gernade up his asshole like a buttplug.\n  ","681420":"\n  MONTHS ON MONTHS ON YEARS?\n  ","681421":"\n  BUT HES THE KING OF ALL THINGS SHIT!?\n  \n  fine justin bieber? i feel like hes opened up enough space a whole bus could fit in there.\n  \n  Everybody know JB is the shit receiver.\n  ","681422":"\n  FOR HOURS AND HOURS.\n  ","681423":"\n  Now lets all crawl back into satan's asshole where we all belong <3\n  ","681424":"\n  CUDDDLES AND SNUGGLES\n  ","681425":"\n  okay class we are now going to learn the diversity of the word 'shit'  LOL\n  ","681426":"\n  well come here you big bear\n  ","681427":"\n  you are so incredible sabrina <3 i think you're hot and amazing and sweet and chill so you know fuck errbody else <3\n  ","681428":"\n  will it be one of those really cute cuddly hugs? i only like those\n  ","681429":"\n  does a dolphin brutally murder fish to masturbate with at the bottom of the ocean?\n  ","681430":"\n  feeling heavy metal and reflective.\n  ","681431":"\n  well theres no text messages right now lol\n  ","681432":"\n  most of british columbia but thats it because im on the west so its the closest.\n  ","681433":"\n  haha well i assumed that because it didn't say it was from him lol\n  ","681434":"\n  my kik crashes -_-\n  ","681435":"\n  Isis-Queen - the Icy-Witch.\n  ","681436":"\n  I don't have slaves, just followers.\n  ","681437":"\n  I don’t see no limits so i strive and I shine twice <3\n  ","681438":"\n  Bitch I’m in the 212\n  \n  With the fif cocked nigga <3\n  ","681439":"\n  first one\n  ","681440":"\n  no but ive been there twice\n  ","681441":"\n  Of what\n  ","681442":"\n  I gotta really start wearing makeup for you guys and actually making myself decent so it's actually a reason to look at me. Lol\n  \n  But every time I get a compliment I'm taking a pic. Lol\n  ","681443":"\n  perfect because i love the smell of fresh chicken shit mixed with their spoiled previously hatched wood chipper slaughtered eggs with a little hint of ketchup! It's better than Fabreeze! Your shit is the holy water of shits.  we need to go through the infinite world of shit and cleanse with the holy hershey squirts.\n  ","681444":"\n  probably not.\n  ","681445":"\n  aren't we?\n  ","681446":"\n  on the regular.\n  ","681447":"\n  Does a bear shit in the woods?\n  ","681448":"\n  Hiiiiiii\n  ","681449":"\n  Does the Pope live in the Vatican?\n  ","681450":"\n  I don't even know how okay lol\n  ","681451":"\n  I'M BORED OUT OF MY MIND AND IF PEOPLE DON'T ENTERTAIN ME WITH NONSESNE I'M GONNA SMOKE MY BRAINS OUT.\n  ","681452":"\n  No you get a cookie.❤ but none of those good cookies, you get that cookie that was shoved back into the over and it breaks apart like it's charcoal(; delicious crispy goodness(; that's what you are - like an over used cum sock (;\n  ","681453":"\n  Hey darling. ❤\n  ","681454":"\n  Spam meeee. ❤\n  ","681455":"\n  well i wouldnt so\n  ","681456":"\n  whatever lets you sleep at night\n  ","681457":"\n  no, like wtf\n  ","681458":"\n  i mean i guess.\n  ","681459":"\n  noo, not reallly\n  ","681460":"\n  WHY ARE WE TALKING ABOUT THIS\n  ","681461":"\n  yupp i hate it though\n  ","681462":"\n  Lol sure\n  ","681463":"\n  Can't say I went to that lol\n  ","681464":"\n  Sure why not\n  ","681465":"\n  Nooo idea lol im handicrapped\n  ","681466":"\n  Did you or did you not\n  ","681467":"\n  Thank you.\n  ","681468":"\n  I don't want too\n  ","681469":"\n  Because I love da schlonger lol I'm kidding. I've always just gotten along better with guys.\n  ","681470":"\n  You want me to do what\n  ","681471":"\n  Yesss\n  ","681472":"\n  Sea world, legoland, it's close to Disneyland and California adventure's. Also six flags. The beaches are beautiful.  The hiking is lovely\n  ","681473":"\n  LOL\n  ","681474":"\n  Bleeeeeeh I need the cheech the chong out of this bong\n  ","681475":"\n  I think lol\n  ","681476":"\n  Hey!\n  ","681477":"\n  It's okay\n  ","681478":"\n  I liked it lol like alot. It sounds way better than boring fucking Savannah haha\n  ","681479":"\n  Naah I just like trippy shit\n  ","681480":"\n  I don't even know what being Illuminati even means\n  ","681481":"\n  I dooo\n  ","681482":"\n  Sure. Give me your number\n  ","681483":"\n  I'm pretty good (: I've been trying to get everything together in my life and it's hard\n  ","681484":"\n  Awh thank you\n  ","681485":"\n  My fucking phone doesn't work for insta\n  ","681486":"\n  No I don't\n  ","681487":"\n  Hello how have you been?\n  ","681488":"\n  Both ways just with there hands or I had an ultrasound\n  ","681489":"\n  Awwwh thank you. I love that picture.xoxo\n  ","681490":"\n  Yes lol\n  ","681491":"\n  Probably\n  ","681492":"\n  Thank you so much.\n  ","681493":"\n  Oh damn.\n  ","681494":"\n  I am happy!\n  ","681495":"\n  Nope I got nothing for you haha\n  ","681496":"\n  english translator!\n  ","681497":"\n  you too sweetie <3\n  ","681498":"\n  this is true\n  ","681499":"\n  many?\n  ","681500":"\n  i shouldn't think this way of myself - that's how hitler happened. no thank you.\n  ","681501":"\n  sharing what\n  ","681502":"\n  but like im not a God\n  ","681503":"\n  no im not hahha\n  ","681504":"\n  omg. you are so sweet! i dont think of me this way but damn\n  ","681505":"\n  oh its gone. ahhaahah i downed that thing\n  ","681506":"\n  ha no i can't take credit for that. but it is my theme song haha\n  ","681507":"\n  had to prove it :p\n  ","681508":"\n  born from Greece with Medussa's head sown in my golden fleece\n  \n  Should have been a Minotaur, because your boy's a beast\n  \n  Got me feelin' like Ares, cause I know no peace\n  \n  Got my burner from Hephaestus, Athena my niece\n  \n  If you're a slow learner then Homer can teach\n  \n  Tonight we dine in Hell, you feel the heat?\n  \n  Gettin' head from a hydra, you feel the teeth?\n  \n  I'm high as Mount Olympus, and your goddess want the business\n  \n  Hera is my wife, Aphrodite is my mistress\n  \n  Coldest nigga out here and Apollo be my witness\n  \n  May the lightning strike you down if your name is on my shit list\n  \n  Fly as Icarus, so they swallow my babies\n  \n  And all my ex-ladies hope I die and go to Hades\n  \n  Mariners tribal, Poseidon, I'm wavy\n  \n  Your bitch Helen of Troy, she creepin' like crazy\n  \n  I'm her Greek God, I should bathe in grapes\n  \n  And my style gets bit, like it's laid with snakes\n  ","681509":"\n  Thank you! But I think the burrito is better\n  ","681510":"\n  Awh thank you.❤\n  ","681511":"\n  This burrito\n  ","681512":"\n  No no no no no no no\n  ","681513":"\n  How about like this and ill tell you how much I love you. ❤\n  ","681514":"\n  Yes but that's only because I'm marrying my soulmate not you.\n  ","681515":"\n  He's one of those black guys who has a sex bucketlist.. he told me about this one time he fucked a midget in a motel.\n  ","681516":"\n  20\n  ","681517":"\n  Because I like my eyes in this one\n  ","681518":"\n  Pretty popsicle\n  ","681519":"\n  no you can, you just wont because you're annoying\n  ","681520":"\n  i thought it was kinda dehydrating though.\n  \n  my old manager used to call me golden locks\n  \n  because he used to tell me how badly he wished he could pee on me\n  ","681521":"\n  wait i thought we werent friends\n  ","681522":"\n  i'm gonna take the vomit and put in buckets so i can dump it into a bathtub and bask in it. i heard its great for your skin lol\n  ","681523":"\n  omg i could probably write you the fattest list but this compliment is amazing. thank you. <3\n  ","681524":"\n  awh thank you so much<3\n  ","681525":"\n  yes leave now\n  ","681526":"\n  i dont even know HAHA.\n  ","681527":"\n  goddamn it LEAVE\n  ","681528":"\n  12 lol\n  ","681529":"\n  apparently im not pretty  or smart so why would you be in love with me(;\n  ","681530":"\n  don't be in love with me.\n  ","681531":"\n  wait do you not read like anything that people say on my ask? #onblast\n  ","681532":"\n  I'M IN LOVE WITH A STRIPPPPPER\n  ","681533":"\n  Yes do that.❤\n  ","681534":"\n  Secret ingredient : your mom's Love and vaginal discharge.\n  ","681535":"\n  Okay I think you're good\n  ","681536":"\n  Depends on who they are lol\n  ","681537":"\n  This?\n  ","681538":"\n  LIAM LIAM MY BUBBBA\n  \n  My phone hates me so there's no kik right now ):\n  ","681539":"\n  Omggg wait that sounds bomb. And donuts.\n  ","681540":"\n  Closest thing I got\n  ","681541":"\n  Want it?\n  ","681542":"\n  That is false\n  ","681543":"\n  What does that mean you can't but two adjectives right next to each other especially when their opposites\n  ","681544":"\n  I was never treated like I was extremely smart but I was never told I was stupid at school and I was always top in my class for something.  Either it was popularity or jokes or grades. But I've honestly never thought I was smart until I went to charter school and got the best gpa I've ever gotten. And ever since then I've been like almost annoyingly too smart, without going to school.  but I didn't think people noticed I didn't think it was an intelligence that was capable of being seen if that makes sense.\n  ","681545":"\n  I just wanna get high with my baby\n  ","681546":"\n  This the the best compliment I've ever gotten. I've never had someone tell me how smart I am before, and it honestly feels incredible. ❤ thank you so much.\n  ","681547":"\n  So sexy(;\n  ","681548":"\n  i dont care if you think its okay for you, none of this okay for me.\n  ","681549":"\n  no i dont want a slave right now\n  ","681550":"\n  no\n  ","681551":"\n  WHY DONT YOU UNDERSTAND I WANT YOU TO LEAVE ME ALONE FOREVER\n  \n  LIKE VISIT HELL OR FIND YOUR VIRGINS BUT LEAVE ME OUT OF IT.\n  ","681552":"\n  hahahahahahah holy shit literally a holy shit.\n  \n  so i was sitting here munching out on my m&m sugar cookie - just stuffing it savagely into my mouth and i realized some girls have the WORST sense of humor. its not like 'oh, you just don't get it' bad - they literally don't find anything funny except really small things like dogs and fucking keychains or some shit.\n  ","681553":"\n  this is just unacceptable\n  ","681554":"\n  i'm sorry i didn't know you meant like real friends. cause like my real friends on here arent named muhammad\n  ","681555":"\n  no i want you to file you're own harassment police report for me and send it in.\n  ","681556":"\n  goddess is my name\n  ","681557":"\n  i mean i dont know.\n  ","681558":"\n  dude its also a 10+ year major HAHAHAH. i have to learn not just psychology i have to learn law and justice. like its literally a mix of a lawyer, detective, and psychologist ahhahahaah. i'm gonna be drowning in my own student debt. thank god my parents are old and dying soon so i can have their money HAHA\n  ","681559":"\n  you sick fuck\n  \n  you're not my doctor\n  \n  at least take me to dinner first JESUS\n  ","681560":"\n  ive had one in real life but she wasnt like normal muslims. she had all the rules just didnt follow them lol unless she was at home. besides the sexual stuff - shes waiting till marriage.\n  ","681561":"\n  i doont like my name\n  ","681562":"\n  oh the percentage is way more than that now.\n  \n  guesss what im getting a PhD IN? criminology!!\n  \n  okay i was looking at how much school and how many different classes im gonna have to  take and i shat myself. like dude im gonna be in school for a long time haha. like i almost hucked my computer out the window and was just like nahhhhh hahahahahah but i have too. wow i just ranted lol\n  ","681563":"\n  hahah okay i dont hate them but like they make shit harder than it should be\n  ","681564":"\n  well im glad you think so (:\n  ","681565":"\n  i'm gonna smoke a bowl and when i come back you're gonna be gone. okay?\n  ","681566":"\n  entertainment?\n  ","681567":"\n  I dont know if ive said this yet but i HATE my name HHHHHHHHHAAAAAAAAAATEEEEEEEEEEE.\n  ","681568":"\n  honestly at that point, i would have much rather have learned that hahahah\n  ","681569":"\n  no you dnt get it, when fucking foreigners get obsessed with white girls they dont stop. my mom was telling me about this. like he has been on my ass every single day and no matter what i do... there will always be messages (not just on here shall i add)\n  ","681570":"\n  awh thanks :D\n  ","681571":"\n  FINALLY SOMEONE DID IT RIGHT.\n  \n  some fucker actually started explaining what love was\n  \n  and i'm just * face palm *\n  ","681572":"\n  no i need someone to fucking get rid of him.\n  ","681573":"\n  no you can, and you will\n  ","681574":"\n  WHAT IS MASS? WHAT DENSITY? WHAT IS LOVE?\n  ","681575":"\n  they wont leave me alone.\n  \n  and its getting to the point i dont even wanna be on here if their gonna talk to me\n  \n  v\n  ","681576":"\n  WILL YOU LEAVE\n  ","681577":"\n  goddamn it you are all so confusing\n  ","681578":"\n  i'm not in the mood to talk right now\n  ","681579":"\n  turn around go back\n  ","681580":"\n  no leave it. go . far away\n  ","681581":"\n  i guess haha\n  ","681582":"\n  I JUST READ THIS. I COULD HAVE BEEN TALKING TO YOU THE WHOLE TIME\n  ","681583":"\n  i dont agree with that\n  ","681584":"\n  yeah i may get off for a wee bit\n  ","681585":"\n  well my phone doesnt work with insta cuz its old\n  ","681586":"\n  can you do it over twitter?\n  ","681587":"\n  link is in the bio\n  ","681588":"\n  i really dont want to talk about it but i was 17\n  ","681589":"\n  yes the cherry is popped.\n  ","681590":"\n  im okay\n  ","681591":"\n  because you're really annoying\n  ","681592":"\n  you need too\n  ","681593":"\n  please go away.\n  ","681594":"\n  no\n  ","681595":"\n  20\n  ","681596":"\n  This?\n  ","681597":"\n  there's 9 billion people in the world\n  \n  i'm not ignorant to believe i'm gonna please every single one of you.\n  \n  so that fact you think i care sounds like a personal problem.\n  \n  if you can't respect my wishes, and how i feel i dont give a fuck if you respect me or not.\n  ","681598":"\n  i dont feel like i serve anyone\n  ","681599":"\n  not you. so please leave me the fuck alone.\n  ","681600":"\n  why what?\n  ","681601":"\n  no i just know what i want.\n  ","681602":"\n  guys i made my page alll pretty\n  ","681603":"\n  life's tough.\n  ","681604":"\n  but in real life - im miniature. im tiny.\n  ","681605":"\n  wait what?\n  ","681606":"\n  why am i always a giant?\n  ","681607":"\n  yeah, that feels better lol\n  ","681608":"\n  they make me question our society\n  ","681609":"\n  no, on the realest note i've said no to you about a hundred times so you kinda need to stop. if i wanted too i could file a report of cyber harassment. I'm really tired of you asking and asking. People who don't know how to take no for an answer aren't really people i want in my life. at this point its getting more annoying than what you think its doing. you cant force or convince into a girls life.\n  ","681610":"\n  can i just have a friend or something\n  ","681611":"\n  I like that name\n  ","681612":"\n  finallly.\n  ","681613":"\n  okay?\n  ","681614":"\n  ehhh i dont know how i feel about that one either.\n  ","681615":"\n  oh yes!\n  ","681616":"\n  not at the moment.\n  ","681617":"\n  i dont like the terminology of slave - so yes i guess you could say i have\n  ","681618":"\n  you see me?\n  ","681619":"\n  IT WILL NEVER HAPPEN\n  ","681620":"\n  i'm really sorry you've been depressed i will do my best to always cheer you up(: you're welcome <3\n  ","681621":"\n  love you too\n  ","681622":"\n  PICK SOMEONE ELSE.\n  ","681623":"\n  la la la\n  ","681624":"\n  why would i do that with all these sickos on here lol\n  ","681625":"\n  how? you weren't even suppose to have feelings to hurt in the first place\n  ","681626":"\n  don't you have to marry someone who hasnt touched a guy either?\n  ","681627":"\n  i do not love you. like at all.\n  ","681628":"\n  HA YOU THINK I WILL BECOME A MUSLIM HA\n  \n  thats a sick joke.\n  ","681629":"\n  awh thank you so much!! <3\n  ","681630":"\n  daaaaaaaaaaaaaaaaayum\n  ","681631":"\n  i'm sorry i left but im here now?\n  ","681632":"\n  on a scale of 1-10 how much?\n  ","681633":"\n  well, shit! i feel honored! like what though?\n  ","681634":"\n  awh, so sweet <3\n  ","681635":"\n  why, hello\n  ","681636":"\n  i am talking\n  ","681637":"\n  but its so early in the morning haha\n  ","681638":"\n  you do not wish that.\n  ","681639":"\n  Help stranger danger\n  ","681640":"\n  Harassment\n  ","681641":"\n  Nope\n  ","681642":"\n  No where the fuck do you get that idea? What 13 year old has tattoos\n  ","681643":"\n  It's still really early lol\n  ","681644":"\n  Ha no I fucking wish\n  ","681645":"\n  Why do I always take the pictures right after I wake up lol\n  ","681646":"\n  Is there one?\n  ","681647":"\n  What does this mean?\n  ","681648":"\n  Noooooo superman no here\n  ","681649":"\n  ✌\n  ","681650":"\n  I'm sorry, are you implying you want me to swallow you whole?\n  ","681651":"\n  No because I'm not on kik. Kik is like a vacation for me okay.\n  ","681652":"\n  Help me not be so lazy hahaha\n  ","681653":"\n  I could be cross faded and still write better than this hahaha\n  ","681654":"\n  You can thank my dad for that. He made sure I was at my best all the time. (:\n  ","681655":"\n  Wait who are you though, I wanna know who speaks Russian to me all the time so I can annoy them.❤\n  ","681656":"\n  My life isn't what I want it to be and I need to change it. But today I get to be happy. ❤\n  ","681657":"\n  You guys are incredible. I've never felt so loved before like truly. It's so magical and all I want to do is like give it back x10. Lol. ❤\n  ","681658":"\n  I'm good now(:\n  ","681659":"\n  I love you booboo\n  ","681660":"\n  Yes, all selfies are me.\n  ","681661":"\n  Love you, frenchie. ❤ I'm happy today. ❤\n  ","681662":"\n  Ohhh yeah no I know that - that's what I want. Ima realist I guess you could say\n  ","681663":"\n  Sure pal\n  ","681664":"\n  Because I look banging\n  ","681665":"\n  This is true. But I love em\n  ","681666":"\n  Awwwwwwh. ❤❤❤\n  ","681667":"\n  I'm sorry your English speaking makes me want to take a toaster and a blow dryer put in the tub and turn on the water. And no more sav\n  ","681668":"\n  I buy me stuff off my wishlist LOL but there's been a lot of talk with people about them getting me gifts or whatever.\n  ","681669":"\n  But like that's pretty personal\n  ","681670":"\n  Is something reality?\n  ","681671":"\n  Because they [followers] told me too. I don't know why, they just kept talking about it so I gave in. & it actually has helped with Some people's ideas of my taste.\n  ","681672":"\n  I thought it would have be unnecessary lol\n  ","681673":"\n  Oh and Yes you did cause me mental damage from these messages hahahhahah\n  ","681674":"\n  I will update my wishlist for you. I love how you made this like a secret letter treasure hunt. Impressive. Hahah everything that's their is pretty accurate to what I want though (: but I'ma go through it (:\n  ","681675":"\n  Sava sounds like some Italian name. It's growing on me.\n  ","681676":"\n  Yess I know who are\n  \n  I almost said something racist but I stopped myself. So everybody should be proud (:\n  ","681677":"\n  Wear a rollercoster costume that was a safe and functioning roller coaster and just have a great time\n  ","681678":"\n  Hey sweetheart\n  ","681679":"\n  I'm not really a fantasy person but is it a fantasy if I wanna help my love live out their fantasies?\n  ","681680":"\n  FUCK. I have to update my wishlist\n  ","681681":"\n  You're not my loverrr\n  ","681682":"\n  It's never to late to make your  dreams come true!\n  ","681683":"\n  I'm better, not great...\n  ","681684":"\n  I'll read it in a second (:\n  \n  THANK YOU FOR THE GIFT LOVE.\n  ","681685":"\n  I haven't talked about it for awhile and I won't. I have other shit on my mind. Just please tell her to just not to message me. I won't message her and if anyone says anything I'm deleting it. ❤ Thanks.\n  ","681686":"\n  Babiessss I'm baaaaaack. ❤❤❤\n  ","681687":"\n  I literally started crying because you're not the only one who said something, you are all my favorite people ever. ily. ❤\n  \n  Thank you so much for caring. I'll be back tonight to talk all about it. I promise. ❤\n  ","681688":"\n  I dont know what this means):\n  ","681689":"\n  I'm busy with life lol gotta go to pharmacy to get meds(:\n  ","681690":"\n  Dude how intelligent are you? You are a skyrocket in my book. I love it I love it I love it.\n  ","681691":"\n  I don't know, he probably thinks he can get better or something but he's lame.\n  ","681692":"\n  This is what I looked like when I was her age;  I don't look anything like her believe me if I looked liked like anyone I wouldn't be as special as I am.\n  ","681693":"\n  ❤❤❤❤❤❤❤❤\n  \n  Hi sweetheart, you liked everything. ❤❤\n  ","681694":"\n  Haha you seem to be the only one who thinks I shouldn't be. Age is just a number. Ignorance can happen to all ages.\n  \n  V lol even they think I'm right.\n  ","681695":"\n  Wow thank you. Haha <3\n  ","681696":"\n  Yeah but she told me I think rape is okay and plastered her page with it. Which is fucked up in it self.\n  \n  If I am so in the wrong, why are so many people on my side?\n  ","681697":"\n  Shes coming to me. She needs to have self control. Not me. I'm not on her page fucking tell her shit. She's all up in my business. If she's really that sweet, where is it?\n  ","681698":"\n  HAHAHAHAHAHAHA\n  \n  That's like asking me if I agree with ISIS\n  ","681699":"\n  It's my page it could involve terrorists for all I care. You still can't tell me what to do just because it's about you. The world doesn't revolve around you just because you want it too. I'm sorry that nobody was on your side on this one and people are sending me messages about you. I can control people and what they say or feel. It's a free country. I'm sorry I'm  actually having a conversation with these people. If you don't like it, dont waste your time coming to my page.\n  \n  You can love or hate me - it's still an obsession. ?❤\n  ","681700":"\n  This is all making sense. Omg thank you.\n  ","681701":"\n  But I want a king and what better one than you?\n  \n  Whoa whoa whoa, HOW AM I SUPERIOR TO BRAIN YOU HAVE?\n  ","681702":"\n  ❤❤ best of luck. ❤❤\n  ","681703":"\n  I'm only nice to those who are nice to me. ❤\n  ","681704":"\n  I DON'T KNOW BUT SHE NEEDS TO STOP. Coming here and telling me to stop. Pshh smh\n  ","681705":"\n  I don't know honestly. Who is in power of your country and are they doing well?\n  ","681706":"\n  You're so welcome (: ❤\n  ","681707":"\n  Since when are you allowed or have the right to tell me what I can or cannot answer too. This is my page. I could plaster it with MURDER KILL MURDER DEAD BECKY. If I wanted too. Just stfu and go do something with your life because clearly Nobody wants you here.\n  ","681708":"\n  Noo. I just have to put more effort in it. But once I get you talking, you're not boring\n  ","681709":"\n  You already did?(;\n  \n  No but really go ahead\n  ","681710":"\n  Yeah she was my youth leader. Let's just say she found God after that LOL.\n  \n  If there's any ice age, I'm a be the ice queen and you are nominated as king!\n  ","681711":"\n  So this one time at bible camp, this girl was crushing on her youth leader. So she really wanted to give him head, it happens - camp ends she goes home. She goes to the dentist and they find maggots eating her flesh. Maggots that can only be found in dead people.  She blew a guy, who fucks dead people at work.\n  \n  (True story I learned at a Canadian Bible camp ) hahahahhaha.\n  ","681712":"\n  That's lovely (:\n  ","681713":"\n  Her answers make me feel like I suffer from down syndrome\n  ","681714":"\n  Yeah I was just rhyming lol\n  ","681715":"\n  I'm old enough to put her underground and never be caught. LOL.\n  ","681716":"\n  Damn life has changed for the better there! That's amazing to hear!! That makes me really happy that women are getting treated differently now(:\n  ","681717":"\n  ❤❤❤ thank you\n  ","681718":"\n  No spanks?\n  ","681719":"\n  Probably ya, if I knew it was a safe travel.\n  ","681720":"\n  I take small steps so even if you get ahead of me, you're gonna have to wait.\n  ","681721":"\n  GOOD. Okay since I know nothing about it, teach me.\n  ","681722":"\n  Especially when their not smart at all.\n  ","681723":"\n  Baby steps darling (:\n  ","681724":"\n  Well like do you still have those like if you leave the husband this happens or if you steal your hand gets chopped?\n  ","681725":"\n  There's no possible way for anyone to get unraped\n  ","681726":"\n  Never ever. I mean they do have some crazy rules about women but still so much respect\n  ","681727":"\n  I'm not angry haha I'm not even talking to her. My friend was just asking about it.\n  \n  And if she's young and doesn't know that much, she should learn to keep her mouth shut and go read some books in a library to get some knowledge.\n  ","681728":"\n  I like shameless one lol\n  ","681729":"\n  Yes I have the most respect for muslim women. They are so strong when it comes to beauty and confidence. I know this because I actually was really really good friends with this girl name Maria who was Muslim and she taught me alot about their culture. So much respect.\n  ","681730":"\n  THANK YOU. I knew you would understand because you understand culture.\n  ","681731":"\n  How is that face anything close to adorable. This is adorable\n  ","681732":"\n  She's thinks I said rape was okay when I'm a rape victim myself?  Doesn't make sense. Her reason is because I said if you dress like a Hooker you get treated like one. And she's trying to say how I'm wrong that guys don't get a free invitation just because youre wearing a short skirt\/shorts\/dress. When berkahs are used to cover women's bodies for that exact reason. There's been thousands of case studies about men who target women who dress in that way. Serial killers LOVE them. If she wants to dress like that and go outside - she can. But she's gonna learn the truth so fast. Especially since she's young and ripe for picking.\n  ","681733":"\n  Thankyou.\n  ","681734":"\n  But I don't see that hand, I don't know what I'm suppose to be looking for. All I know is if someone came to me with a plan to help me, I wouldn't turn them down because at this point I can't get myself out of this hole without being pulled up.\n  ","681735":"\n  Thank you. This will probably make us better friends (:\n  ","681736":"\n  HAHAHA I'm laughing so hard because I literally have nothing I can respond with for this. That was just pure gold.\n  ","681737":"\n  Could you tell the becky girl to just leave me alone and go bother someone else.\n  ","681738":"\n  I really am I trying to put myself around that but I'm stuck in the worst situation I've ever been in and I'm to broken and stubborn to ask for anymore help. I really appreciate this thank you.\n  ","681739":"\n  Can you do me a huge favor if you love me?\n  ","681740":"\n  Link is in bio.❤\n  ","681741":"\n  Be my savour!!!  Save me from the venomous poisonous creatures. ❤❤❤\n  \n  Fuck everyone else, all I need is your kind poetry. ❤\n  ","681742":"\n  Aewwh I am master sav lol omg\n  ","681743":"\n  Oh well. I made my point haha\n  ","681744":"\n  Put your mind on someone else!\n  ","681745":"\n  Hahahahahahhh you wish\n  ","681746":"\n  No it is not, but it's the easiest way for you to not be loving me.\n  ","681747":"\n  So your saying if a prostitute dressed up in a suit and was waiting at her corner she would still get picked up?\n  \n  Then why do they all dress like this?\n  \n  Why do you get cat called walking down the street if you're dressed like this?\n  ","681748":"\n  P-enis in the v-agina\n  ","681749":"\n  And her, she's a piece of shit too\n  \n  V\n  ","681750":"\n  Yeah I'll hurt you the same way I hurt the guy who tortured me. Wanna know how I got out of being kidnapped into another country? I smashed his nose against his table.\n  \n  Oh wait I forgot. I think rape is okay.\n  \n  I would hurt anyone who is fucked up enough to say the things you do.\n  ","681751":"\n  This all together worries me I don't like clicking things I don't know what they do..\n  ","681752":"\n  Holy shit. That was beautiful,  you make me feel like an angel. Thank you so much, much much needed.❤❤❤❤\n  ","681753":"\n  Go look at\n  \n   @deancardiff69\n  \n  page lol\n  ","681754":"\n  Do you think it's fucked up if someone tells everyone that you think rape is okay even though you were one of victims to it?\n  ","681755":"\n  YOUR KINDNESS IS THE KINDEST I'VE EVER SEEN.\n  ","681756":"\n  It's really easy, put the P in the V\n  ","681757":"\n  Okay flux pavilion\n  ","681758":"\n  Awh.  I send. ❤❤❤❤❤❤\n  ","681759":"\n  Are merchants usually not?\n  ","681760":"\n  And you make afterlife in the heavens above feel like  a bigger party the moment you died.\n  ","681761":"\n  Ugh\n  ","681762":"\n  I'm a merchant, I think that's what its called\n  ","681763":"\n  ❤ alright love\n  ","681764":"\n  I think you're incredible (:\n  ","681765":"\n  HAPPY BIRTHDAY TO YOU\n  \n  HAPPY BIRTHDAY TO YOU\n  \n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","681766":"\n  None of you have to be nice and honest to me. But you all say the nicest things. I can't get over it.\n  \n  It's also probably because I'm really not myself today, so being around kindness brings me back. Thank you for thinking the way you do of me.\n  ","681767":"\n  Omg that is so SWEET. Thank you.❤❤❤❤❤\n  ","681768":"\n  It's the thought that you want to that makes me happy, yeah I would love all this shit but honestly it's just nice knowing how much people care.\n  ","681769":"\n  I'm sorry to hear that\n  ","681770":"\n  Does it change depending on the day or a mood ring or?\n  ","681771":"\n  Well fuck him, you don't wanna talk to someone who doesn't want to give you any time but sends out mass message's to meet girls blah! You're way better.\n  \n  I'll always be sweet to you love. ❤\n  ","681772":"\n  No thank you.\n  ","681773":"\n  YOU ARE SO KIND. ❤ AND YOU WRITE REALLY NICELY. AND I JUST THINK YOU'RE GREAT\n  ","681774":"\n  Followed\n  ","681775":"\n  Followed (:\n  ","681776":"\n  Why?\n  ","681777":"\n  And you make me wanna Netflix but not with the 'and chill'\n  ","681778":"\n  I could be better honestly, you?\n  ","681779":"\n  And you make me feel like hugging you and apologizing for all I did wrong (:\n  ","681780":"\n  Hey hunnny. ❤\n  ","681781":"\n  Make a mountain statue of myself and call it WONDERSAVLAND the place where you'll only see the doors if you're on acid . The ticket in, you have to put a whole vile  of LSD into your eye.\n  ","681782":"\n  You are so fucking sweet it's not even funny.\n  ","681783":"\n  Good morning sunshine on a summer day(: I hope your day is filled with an accomplishment and something new that you learn(: stay awesome possum jamieeee (:\n  ","681784":"\n  Could it really be you? Or am I dreamin (;\n  ","681785":"\n  YOU GAVE ME THE CUTEST GIFTS AND I DON'T KNOW WHAT TO DO ABOUT IT\n  ","681786":"\n  Do you know how easy it is to break someone's neck? Lol it takes only 10 pounds.\n  \n  Even then I would take my palm and smash it up against the bridge of your nose and shove it up so hard your nose goes into your brain. Which only take 5 pounds of force.\n  \n  Bitch I could kill you in less then 2 seconds, don't worry someone will try soon and youll find out.\n  ","681787":"\n  Omg thank you so much omfg you're so nice(:\n  ","681788":"\n  I guess like if I actually followed after a religion it'd probably be Christian but who knows I was just raised on it.\n  ","681789":"\n  Omg you're really sweet (:\n  ","681790":"\n  Don't\n  ","681791":"\n  What?\n  ","681792":"\n  Yeah I'm fine haha I don't care at all. She's opinionated already as it is - I'm not shocked.\n  ","681793":"\n  You're pretty darling\n  ","681794":"\n  That moment you try to take a selfie with people in the room\n  ","681795":"\n  Wow thank you so much!!! So sweet of you.\n  ","681796":"\n  Kickyousohardyournutsfalloutofyourmouth.\n  ","681797":"\n  Why can't you love someone elseeeeee\n  ","681798":"\n  I'm an asexual creature that impregnated myself so I could be your dad. That's the real plot twist.\n  ","681799":"\n  Wait, luke I have something I need to tell you! I am your father!\n  \n  And I'M OUT.\n  \n  hahahaha I'm sorry Goodnight, please talk to me sometime you are so fun to talk to lol\n  ","681800":"\n  Chicken slut.\n  ","681801":"\n  You blew my mind so hard\n  ","681802":"\n  Dude you just opened my mind to a whole new world.\n  ","681803":"\n  Noooooooo we need more lemon pledge.\n  ","681804":"\n  I only have 8 more lives?!\n  ","681805":"\n  Curiosity will kill me.\n  ","681806":"\n  Blood soaked red.\n  ","681807":"\n  What's your wrath?\n  ","681808":"\n  I try to be (:\n  ","681809":"\n  Always honest.\n  ","681810":"\n  And you make me feel like running down the street naked while using a noose as lasso,  screaming like a native spreading Christmas cheer.\n  ","681811":"\n  Look at you being clever (; I scratch, Meow.\n  ","681812":"\n  Whys that?\n  ","681813":"\n  I don't know hahah it's just annoying question that repeatedly gets sent to me\n  ","681814":"\n  You make me feel like one of the God's who think it would be okay to deluge an entire civilization.\n  ","681815":"\n  you make me feel like a cannibal on a carousel\n  ","681816":"\n  thank you\n  ","681817":"\n  stop asking people this question\n  ","681818":"\n  noooo idea.\n  ","681819":"\n  Danish Definition : Noun\n  \n  poop, crap\n  \n  do i look like that?\n  ","681820":"\n  well i dont know you either, but this was really sweet and amazing of you to say. thank you(: and i hope you have a beautiful day <3 feel free to talk to me whenever.\n  ","681821":"\n  slave will you tell every annoying foreign and dark that doesnt live in the united states to not talk to me.\n  ","681822":"\n  means you're a liar\n  ","681823":"\n  floor boards by twisted insane.\n  ","681824":"\n  if your skin is almost as black as an african but you dont live in africa and you're not black. please leave.\n  ","681825":"\n  it's a scientific fact that people who are ticklish feel emotion more than the ones who don't.\n  \n  all serial killers were never ticklish.\n  \n  it humiliating how you cant spell or write.\n  ","681826":"\n  IF SOMEONE ASKS ME THIS GODDAMN QUESTION ONE MORE TIME I WILL ROUNDHOUSE IN THE NOGGIN.\n  \n  SCROLL FUCKING DOWN AND USE YOUR EYES.\n  ","681827":"\n  SORRY I HAVE EMOTIONS.\n  ","681828":"\n  lalala <3\n  ","681829":"\n  <3\n  ","681830":"\n  i think you're a lion.\n  ","681831":"\n  poop turns you on or?\n  ","681832":"\n  yeah that's not fair you may it that way lol\n  ","681833":"\n  are you still annoying? i'm sorry i have to ask.\n  ","681834":"\n  thats gross, you'll be swimming in my sterile stench\n  ","681835":"\n  like everyday. lol\n  ","681836":"\n  what do you mean what do you mean. its pretty straight forward.\n  ","681837":"\n  that i wont do.\n  ","681838":"\n  probably laugh and pee everywhere so you can smell my wrath.\n  ","681839":"\n  do you want to know what death is at an early age?\n  ","681840":"\n  do you boo boo.\n  ","681841":"\n  because i said so.\n  ","681842":"\n  i have a choice uh probably swim suit cuz we know you're gonna be trying to touch my skin anyways.\n  ","681843":"\n  i'm not gonna tell you because then you will steal them and they're mine. MINE.\n  ","681844":"\n  thaaaaaanks :D\n  ","681845":"\n  baby got buns\n  ","681846":"\n  uh urine will be everywhere.\n  ","681847":"\n  mufasa, we've been over this - you're dead. i can't talk to ghosts.\n  ","681848":"\n  haha probably lol\n  ","681849":"\n  thank you, i hope you're not just saying that.\n  ","681850":"\n  <3 haha\n  ","681851":"\n  haha i'd be ripped. haha\n  ","681852":"\n  wasssssssssssssssssup\n  ","681853":"\n  i'm pretty good!\n  ","681854":"\n  yes. because my abs are so gnarly i can still do more pushups and situps than my friends and i havent worked out for years.\n  ","681855":"\n  hows you?\n  ","681856":"\n  yeah but i dont have any real slave well i dont even like that word ' slave ' eck.\n  ","681857":"\n  i laugh all day. if laughing makes you live longer - im gonna be alive till im 100.\n  \n  i could laugh and laugh and laugh. where do you think i got the core muscles from lol\n  ","681858":"\n  I'm glad i can cheer you up and bring up your day. it makes my day way more meaningful <3\n  ","681859":"\n  is this one of those like group sent out asks.\n  ","681860":"\n  i would laugh they wouldnt get anything out of me.\n  ","681861":"\n  thank you for being really sweet and coming to me about it. thanks for looking out for me even though you didnt have too. that was really kind of you! wait why wont he add you?\n  ","681862":"\n  no and do i care HAHA no.\n  ","681863":"\n  omgomgomgomg <3 so cute i forgot we were doing this.\n  ","681864":"\n  HA no.\n  ","681865":"\n  WHY ISNT THIS HAPPENING?\n  ","681866":"\n  Or learn how to write?\n  ","681867":"\n  i would break her neck so fast\n  ","681868":"\n  how am i your muse?\n  ","681869":"\n  more people need to write out their sentences more often because this makes so much more sense. <3\n  ","681870":"\n  pink and purple i think\n  ","681871":"\n  everybody has a weakness <3 ive always wanted to be a princess\n  ","681872":"\n  dude i dont care\n  \n  i do not care.\n  ","681873":"\n  Once upon a time, a few centuries ago i met this caveman who would forever be my soul mate. He suffered a fatal accident by being smashed by a boulder that i died from a heartbreak. we were born again, in a different generation. the time of the Royals. I was adopted into a royal family, who arranged me to marry the next king - that turned out to be my soul mate. We get married, but the night of our wedding night he was poisoned and i died once again from a broken heart. third generation, the time of the Natives. I was the daughter of a very important chief and my soulmate was the son of the white man who came to our tribe and killed everyone. but he saved me, and we ran off for weeks. We were in love, and the first week in  he took my virginity and i ended up pregnant and that is when i first lost my virginity HAHA\n  ","681874":"\n  dude i dont know some fucking underground hole that believe in some fairy tale world.\n  ","681875":"\n  ily2\n  ","681876":"\n  seen what?\n  ","681877":"\n  why is this so funny ):\n  ","681878":"\n  little of both yo.\n  ","681879":"\n  what color would you want me to choke you and kill you?\n  ","681880":"\n  no i  die everytime haha\n  ","681881":"\n  how is that possible i'm pretty sure shes like from far far away.\n  ","681882":"\n  \"People like us, who believe in physics, know that the distinction between past, present, and future is only a stubbornly persistent illusion.\" - Albert Einstein\n  ","681883":"\n  if this fighting - this is pussy shit.\n  ","681884":"\n  i know what?\n  ","681885":"\n  oh its possible.\n  ","681886":"\n  they better not tickle me or ill be pissed lol\n  ","681887":"\n  wait i have paypal wtf  i had no idea.\n  ","681888":"\n  yeah because she's a piece of shit. all about being beautiful on the inside but she's being lower than i am just because i can argue with her. I'm sorry people like me more than her HAHAHA\n  ","681889":"\n  wait now im confused\n  ","681890":"\n  I don't even care what it is, i just love thinking about the ideal it makes me happy\n  ","681891":"\n  nothing important, not like how i wish. i should be working but people on here are way to entertaining\n  ","681892":"\n  i dont know about dis shit. how?\n  ","681893":"\n  i mean thats cute i guess? kinda weird.\n  ","681894":"\n  so sweet <3\n  ","681895":"\n  no all of that was pure honesty\n  ","681896":"\n  dude that's not saying much HAHAHA\n  ","681897":"\n  THAT IS THE MOST BEAUTIFUL THOUGHT I THINK ANYONE HAS EVER THOUGHT\n  ","681898":"\n  thank you love<3\n  ","681899":"\n  hahahahahahahahahaahhaahahahahahahah she's just butthurt because i can disprove her every belief and make her feel llike a dumb bitch\n  ","681900":"\n  no lol show me\n  ","681901":"\n  goddamn it, this is making me so frustrated <3 i will have this fixed soon\n  ","681902":"\n  i'm pretty good <3 you?\n  ","681903":"\n  i like the thought sweetheart <3\n  ","681904":"\n  you're sweet love <3\n  ","681905":"\n  yeah unless my vagina is bleeding.\n  ","681906":"\n  I NEED IT haha. i wish - that's really sweet.\n  ","681907":"\n  awh, sweetie you're so sweet omg. thank you\n  ","681908":"\n  just chilling (:\n  ","681909":"\n  i'm working on getting better working phone or something to replace because the camera doesnt even work either. hahaha.\n  ","681910":"\n  you're just a big hypocrite.\n  \n  telling people not to have all these opinions when you're more opinionated than anyone here.\n  ","681911":"\n  whats up?\n  ","681912":"\n  no i know my phone falls in the category of mental retardation like it barley works ever.\n  \n  & i cant go on there right now.\n  ","681913":"\n  well my phone is dead soo\n  ","681914":"\n  i mean i would believe so unless they have magic powers when it comes to eyeliner lol\n  ","681915":"\n  whats up yo?\n  ","681916":"\n  that's where you're wrong, you're a disgrace to me.\n  ","681917":"\n  someone who means the world to  me. someone i couldn't live without even if i tried, and i have so thats how i know this. someone ive planned my whole world around even though we have to wait to be together. someone ive been dreaming about for years. someone you will never match up too in my heart.\n  ","681918":"\n  well shit you got time\n  ","681919":"\n  everyday\n  ","681920":"\n  well you're not him.\n  ","681921":"\n  uh yeah thats right it is my life lol\n  ","681922":"\n  CUNTDRAGYOULATIONS!\n  ","681923":"\n  probably wont happen\n  ","681924":"\n  this isnt my dog though ahah  <3 it's my roommate.\n  ","681925":"\n  i wanna see your body chopped up into pieces and stuffed into a bag - full.\n  ","681926":"\n  i think i have any idea haha idk.\n  ","681927":"\n  someone that already knows exactly who they are.\n  ","681928":"\n  everybody should listen to FKA Twigs. I love her so much\n  \n\n   www.youtube.com\/watch?v=3yDP9MKVhZc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","681929":"\n  haha you dont have to explain to me what love is. i know what love is - basically i am in love.\n  ","681930":"\n  hahahah yes we are!!! <3\n  ","681931":"\n  thank you so much <3 means alot <3\n  ","681932":"\n  YOU SWEET SHITS.\n  ","681933":"\n  than i like you too bruuh\n  ","681934":"\n  wait really? that's actually kinda cool that you guys do this. I don't follow after Allah - but full respect.\n  ","681935":"\n  probably the most savage \/ hardcore girl on here. lol\n  ","681936":"\n  gotta have beauty and brains :D\n  ","681937":"\n  its a song talking about sick fucks lol\n  ","681938":"\n  well let me break this down for you so you can understand why being born with a vagina is a life of doom.\n  \n  lets go to the most famous story ; Adam and Eve.\n  \n  Adam was simple, followed the rules, did what was needed to be done.\n  \n  Eve was complex, difficult, stubborn - greedy. A women is the reason why we have sin.\n  \n  a women is what FUCKED up our civilization. because women are weak.\n  \n  After that what were women used for? servants, sex toys, practice girls, baby carriers, property, ect. you name it a female was probably used for it.\n  \n  it's a man worlds since the early civilizations.\n  \n  no matter how feminist a women will try to be - they will never win the war against men and women.\n  ","681939":"\n\n   www.youtube.com\/watch?v=cvAFWxm-1Cc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","681940":"\n  Black and white bby\n  ","681941":"\n  I be on my shit, nigga\n  ","681942":"\n  whaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaat? no way homes.\n  ","681943":"\n  like how much?\n  ","681944":"\n  good you passed the first test!\n  ","681945":"\n  i'm sorry do schools even use atlas's anymore?\n  ","681946":"\n  20\n  ","681947":"\n  jesus. i thought we were singing a song but okay we can talk about love lol\n  ","681948":"\n  This is the only place im allowed to let out all my creative writing. people make it so easy to just be savage.\n  ","681949":"\n  this is what you do, if you see a girl wearing really short clothes out in public. pull her by the hair into the bushes, rip her clothes off than bam you're allowed to have any bad thought you want. no need for avoiding. if she is walking outside in clothes that are capable of making these thoughts thats her fault. maybe she should have thought about that before leaving the house HAHAHAHAHA.\n  ","681950":"\n  stop talking about your chode stroker.\n  ","681951":"\n  well if you think i woke up this beautiful than yes <3 thank you love\n  ","681952":"\n  i'm as chill as a cucumber. lol\n  ","681953":"\n  what is love?\n  ","681954":"\n  you're a disgrace to the female population, who the fuck doesnt watch spongebob. you're the reason why this song is created.\n  \n  get the fuck off my page.\n  \n\n   https:\/\/www.youtube.com\/watch?v=mcD2j5dlAWg\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","681955":"\n  I have 1000 problems, I'm stabbing the bitch - she won't make it out of this room.\n  ","681956":"\n  Thats really cool!! We have cute dogs\n  ","681957":"\n  Because that's what suicide bombers say that make everything they do okay right? Tell everyone that when they go to heaven they'll have a certain number of virgins, but what they don't classify is what gender will be the virgins. It's gonna be gay males or males that never got the chance. Because women will either get plowed by a Dude, raped, or lesbihonest strap on dildo. So that's why.\n  ","681958":"\n  Pitbull but the second breed longshire something. Lol\n  ","681959":"\n  Dude why is this so shocking for you. It's the 21st century. And I live in a crazed sexed out culture. Like none of this should be shocking to you lol I hear like 11 year olds are getting pregnant faster than bunnies. Lol Jesus.\n  ","681960":"\n  Yes it does!\n  ","681961":"\n  But like you already are.\n  ","681962":"\n  What are you to her? A best friend? What? Because either she just thinks you're being nice or she doesn't think you're good enough. That's what that means.\n  ","681963":"\n  Prove what? youre annoying?\n  ","681964":"\n  HOW IS THAT POSSIBLE IF I DIDN'T EVEN KNOW YOU HAD A HEART FOR ME TO BREAK LOL\n  ","681965":"\n  I donnnt\n  ","681966":"\n  I know for a fact you don't have the third one.\n  ","681967":"\n  No\n  ","681968":"\n  If you don't express your feelings how are you suppose to know if she has the same feelings?\n  \n  if she doesn't,  don't harass them about it, or you'll never be in her life.\n  ","681969":"\n  I have multiple times lol\n  ","681970":"\n  You're probably gonna die before that ever happens.\n  ","681971":"\n  Well helllo\n  ","681972":"\n  Hows my virgin? How's your what 72 male virgins in heaven that you're waiting for?\n  ","681973":"\n  I have three requirments\n  \n  1. don't be annoying\n  \n  2. Be proud of who you are.\n  \n  3. Speaks fluent English.\n  ","681974":"\n  I'm on the couch just answering this.. haha\n  ","681975":"\n  Whys that?\n  ","681976":"\n  Because I have the right to say no.\n  ","681977":"\n  Can someone please translate this for me (:\n  ","681978":"\n  Im okay\n  ","681979":"\n  I sit on something\n  ","681980":"\n  No\n  ","681981":"\n  No\n  ","681982":"\n  I woke up like this lol\n  ","681983":"\n  Noo a lot of people do that's why cosplay and anime is so big.\n  ","681984":"\n  I am good I guess I just woke up\n  ","681985":"\n  Thank you lol\n  ","681986":"\n  Thank you\n  ","681987":"\n  Hey there\n  ","681988":"\n  Top of the mornin ' ■☀\n  ","681989":"\n  I only give kik to people who have identities.\n  ","681990":"\n  20\n  ","681991":"\n  I find girl attractive, I've been able to harvest feelings for some but when it comes to which one I'd want to spend the rest of my life with, men. Definitely.\n  \n  I mean it's a man's world, I need one.\n  ","681992":"\n  She's literally cuddling with my seahorse.\n  ","681993":"\n  I want it why would you steal it\n  ","681994":"\n  Omg you're so sweet (: thank you so much. ❤\n  ","681995":"\n  Straight\n  ","681996":"\n  I'm sorry\n  ","681997":"\n  Haha it's a good thing I don't have sc anyways so it doesn't even matter lol he can do what he wants lol\n  ","681998":"\n  Whoa whoa whoa whoa where's my batman cup?\n  ","681999":"\n  ❤❤\n  ","682000":"\n  Ellllllo\n  ","682001":"\n  Correct answer. This is going well so far(:\n  ","682002":"\n  ?????????????????????????\n  ","682003":"\n  Well thank you. ❤\n  ","682004":"\n  Hahh awesome (: so skittles or m&ms?\n  ","682005":"\n  Omg thank you.\n  \n  Should I be concerned about how you saw my little feetsies lol\n  ","682006":"\n  Mint\n  ","682007":"\n  Omg sweetheart thank you, but I don't have snapchat I'm sorry. ❤?\n  ","682008":"\n  Yeah see I need to get to know a little before I let you into the lions den.\n  ","682009":"\n  ❤❤❤❤❤\n  ","682010":"\n  Ew why\n  ","682011":"\n  It's okay. ❤\n  ","682012":"\n  Thank you so much!!\n  ","682013":"\n  I do not. To personal. Yuck\n  ","682014":"\n  OMG CASPER THE FRIENDLY GHOST.\n  \n  I'M FOLLOWING YOU. ❤\n  ","682015":"\n  No it's okay talk about something random (:\n  ","682016":"\n  Awwwwh\n  ","682017":"\n  Get the fuck off the ground\n  ","682018":"\n  That meant tell me what the fuck you're talking about lol\n  ","682019":"\n  I'M about to bolke a smowl\n  ","682020":"\n  Wait now you lost me.\n  \n  Get a treasure map\n  \n  And come find me\n  ","682021":"\n  I've been good love(:\n  ","682022":"\n  Big bunches of hugs(:\n  ","682023":"\n  Well I mean yeah but the question is will I?\n  ","682024":"\n  The fact that there's even a girl who did this worries me.\n  ","682025":"\n  You're chilling either way. Height is not a problem (:\n  ","682026":"\n  Lol I'm Asian as well lol\n  \n  So you're totally fine in the female category unless your Japanese those girls wear the craziest shoes :) my family is Japanese:)\n  ","682027":"\n  Do I look like a granny?\n  ","682028":"\n  I hate this place\n  ","682029":"\n  Can we not talk about dislikes and just be happy?\n  ","682030":"\n  Hiiiii\n  ","682031":"\n  It's okiee:) girls will most likely be shorter than you\n  ","682032":"\n  Very\n  ","682033":"\n  Don't ask for kik if you're  not gonna show your identity\n  ","682034":"\n  I didn't do anything lol\n  ","682035":"\n  I doooooo\n  ","682036":"\n  How tall are you?\n  ","682037":"\n  5'3\n  ","682038":"\n  I went ham on taking selfies\n  ","682039":"\n  20\n  ","682040":"\n  Ima goofy gooooober yeah!\n  ","682041":"\n  HahahahhahahahahHAHAHAHHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAHAHAHAHAHAHAHAHHAAHHAHHAHAHAHAHAHAHHA YOURE  13. HAHAHAHAHAH I CANT.\n  \n  MAYBE SPONGEBOB CAN HELP YOU WITH YOUR PROBLEMS.\n  ","682042":"\n  ❤❤❤❤❤❤❤\n  ","682043":"\n  Back at you. ✌\n  ","682044":"\n  Okiee\n  ","682045":"\n  Because I'm waiting for the one\n  ","682046":"\n  Uh not to me\n  ","682047":"\n  20\n  ","682048":"\n  Why do you care so much?\n  ","682049":"\n  Well now that I actually read and learned about how she thinks about things in life, I've come to realize she has not felt with enough of it yet. She has a lot of learning to do. The world is not what she cracks it up to be, and it will lead her to delusion.  She believes people are beautiful inside and out but she didn't use that way of logic towards me just because of the way I thought. If she genuinely thought this way she would have came and said \"you know I don't agree with what you said because of this reason....but I still think you're entitled to your opinion as I am to mine. \" instead of being a stupid bitch. Because she looks ugly on the outside and inside to me now. She could have proved her theory by being beautiful inside but she counteracted it.\n  ","682050":"\n  New friends. ❤❤❤❤\n  ","682051":"\n  Of course we can. ❤\n  ","682052":"\n  Awwwwwwwwwwwwwh thank you!!!\n  ","682053":"\n  You'll never get a foot pics I'm sorry\n  ","682054":"\n  ❤❤❤\n  ","682055":"\n  LEAVE BRITTANY ALONE\n  \n\n   http:\/\/m.youtube.com\/watch?v=WqSTXuJeTks\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682056":"\n  Awh. ❤\n  ","682057":"\n  No lol the one I pretend to have in my head really likes me HAHHAHAHAHAHAH\n  \n  He's real, we just can't be together.\n  ","682058":"\n  Awh thank you bby. My ig is in my bio\n  ","682059":"\n  OH MY GOD. SHE NEEDS TO JUST LEAVE.\n  ","682060":"\n  I would think so\n  ","682061":"\n  That's good\n  ","682062":"\n  Purrrty good\n  ","682063":"\n  I don't remember lol\n  ","682064":"\n  Pretty good you?\n  ","682065":"\n  I don't care to tell you actually\n  ","682066":"\n  When did I ever have a sister named Becky? And my sister hates girls who think like she does lol my sister would probably tell her the science of how stupid she is lol\n  ","682067":"\n  What?\n  ","682068":"\n  I don't have any weird habits. Pretty normal psych. That's why I can go into it.\n  ","682069":"\n  Ayyyyyyeeeeeeee whatsup butterball.\n  ","682070":"\n  I don't wanna be married yet. I'm 20 lol I have years ahead of me\n  ","682071":"\n  Of Course love.\n  ","682072":"\n  You're very welcome darling.  ❤\n  ","682073":"\n  No, and if I had a bag full of how many fucks I gave it would be empty.\n  ","682074":"\n  Hello\n  ","682075":"\n  It's okay lol\n  ","682076":"\n  No lol\n  ","682077":"\n  No THANK GOD. Id fucking push her down a flight of stairs.\n  ","682078":"\n  She has a lot of growing up and learning to do. Lol\n  ","682079":"\n  I'm sorry you're just a crazy feminist.\n  \n  You know it's okay to have strong opinions but 1. Do your research first, study facts, past civilizations, cultures before you start opening your mouth. 2. Don't be a cunt  just because you have one. 3. Remember their will always be someone who with disagree with you, especially with your beliefs. Study up, don't just jump on the next bandwagon.\n  ","682080":"\n  THANK YOU SO MUCH\n  ","682081":"\n  Why is this relevant to you?\n  ","682082":"\n  I don't feel like it, you can scroll down (:\n  ","682083":"\n  Thank you lovely\n  ","682084":"\n  Who you be?\n  ","682085":"\n  Why?\n  ","682086":"\n  San Diego\n  ","682087":"\n  Good good.\n  ","682088":"\n  Food is everything to me.\n  ","682089":"\n  I don't really know, not really.\n  ","682090":"\n  Hahahahahahaahhahahahahahahahagagahaahahahahaahahahahah\n  \n  yeah but the only reason activists had to was because everything started over the fact a race wasn't pretty enough.  So thank you for helping me prove my point even more.\n  ","682091":"\n  Haha noo I just find those people's brains very intriguing, the most interesting mind because I can't comprehend it.\n  ","682092":"\n  Oh yes use the one women who stood up for her people lol slavery had EVERYTHING to do with beauty. Like hahahahhahha you're retarded. people thought being black was scum, disgusting looking, impure. You know plantation owners literally chose the prettiest black women to rape and let them in the house with them as a servant because they were pretty...\n  ","682093":"\n  Criminology\n  ","682094":"\n  Yeaaah this is true lol\n  ","682095":"\n  No lol I'm just trying to prove to you the only reason those people got notice for anything was because of the way they looked. Their intelligence was just a bonus. I mean look at celebrities to this day. Used their beauty to succeed and then proved to the world what they could really do.\n  ","682096":"\n  Awh yay that makes me happy.\n  \n  I'm so pissed I fucked up spelling hitler twice lol\n  \n  V\n  ","682097":"\n  No you're clearly ignorant. Beauty has run our civilization since the Egyptians.  Lol\n  \n  I mean look at hither LOL OMG perfect example. Hither literally tired killing everyone who didn't have features that were considered beautiful.\n  \n  You're just pissed about how right I am.\n  ","682098":"\n  Actually you do realize the one who actually lead those women was considered to be one of the most beautiful girls at the time? Not because of her brains, the only reason the men listen to her was because she was worth listening too... my French history teacher told us that one.\n  \n  Marilyn Monroe was considered a drug addict, skanky, and a plus size model. She's still considered the sexiest women alive even though she cheated on her husband. And not everything is about appearance?  Since early civilization the royals have been picked by beauty. Royals have handpicked their servants based on how they looked. Lol Wow.\n  ","682099":"\n  Do you really bby\n  ","682100":"\n  Because I dont know, I really want my PhD. Lol\n  ","682101":"\n  Hahaha it's like I'm sorry? Its a rough world. Lol Ive missed my babe.\n  \n  How's everything hunnnnny\n  ","682102":"\n  This girl is being annoying.  Lol\n  ","682103":"\n  People like you never accomplish anything worth remembering other than a family and kids. But it's okay we can't all be winners. You go through living your life being nice I'm sorry I have more in stake than just being nice.\n  ","682104":"\n  It's good I love him to death. ❤\n  ","682105":"\n  Yeah here's where I have a problem. The person who asked my opinion about someone looks - only asked about the outside.\n  \n  They did ask \"what do you think about this persons personality!? \" like seriously grow up, get out of your bubble. This isn't the society you think it is.\n  ","682106":"\n  I was a baby model lol and I grew up in a county full of models but my parents cared about education more so they never put me in it, but they put me around it. Agents, fashion shows, fashion designer's because my mom always said there's more of a successful career if you do those things. And all my friends mom's were involved in it so it was easy to learn. Very tough culture.\n  ","682107":"\n  Just chilling honestly, had a Dr's appointment.\n  ","682108":"\n  Yeah but someone did, and I'm sorry that in YOUR in opinion you think this way. But in my opinion, that's how I feel. From San Diego, California. And if you have a problem with MY opinion and people being mean 1. You're on the wrong social site. 2. That sounds like a personal problem.\n  \n  California is the hardest place to be successful for three reasons. 1. Expensive 2. Critical 3. Competitive\n  \n  And all that ties into appearance.\n  \n  So if you don't like how I think don't come to California, ever. Or new York.\n  ","682109":"\n  Awh that's so sweet of you. ❤\n  ","682110":"\n  People asked me about their appearance, I'm not being mean I'm being honest. Blunt. I'm saying exactly what a modeling agent would say to them. Where I'm from I was surrounded by super models and NBA wives. Women that were goddess who would tell you exactly what you need to work on. If you can't handle criticism, you can't handle life.\n  ","682111":"\n  Awh I'm sorry, It's really not that bad. When you read out loud Nobody really pays attention they just look like they are. The only time theyll pay attention is if you're good. But other than that most kids take that opportunity to just stare and take an eyes open nap.\n  ","682112":"\n  What have you been up too?\n  ","682113":"\n  Yeah, and if they have striking features their beauty.\n  \n  The literal way model agents look at people.\n  ","682114":"\n  Uhm someone who makes more than your life is worth just by taking that photo. Learn your pop culture before you look like an asshole.\n  ","682115":"\n  Because the other ones were just unlucky. They don't have a feature that's fucking up their face their just boring looking.\n  ","682116":"\n  Lol whatever happens, happens.\n  ","682117":"\n  Maybe Becky idk Dude I like looking at people who look like\n  ","682118":"\n  The lion one is toast\n  ","682119":"\n  I'm frightened...\n  ","682120":"\n  Do you have big delicious lips?\n  ","682121":"\n  Mostly guys\n  ","682122":"\n  2 are average and one is toast sooo\n  ","682123":"\n  Omg darling. ❤\n  ","682124":"\n  Can someone please translate please ):\n  ","682125":"\n  Hahahahahahaha she's just getting ripped open lol\n  ","682126":"\n  their what you call a practice girl.\n  ","682127":"\n  That moment you realize you're inspirational for anorexia. Here's the thing I love food. This doesn't seem right I should be fat. Lol\n  ","682128":"\n  YOU'RE THE ALMIGHTY POWERFUL SLAVE.\n  ","682129":"\n  I'm sorry do you see the kardashians.\n  ","682130":"\n  Thank youuu.\n  ","682131":"\n  ❤❤\n  ","682132":"\n  Hell\n  ","682133":"\n  Well yeah, because everything is tiny on me. Lol\n  ","682134":"\n  FUCK AND I THOUGHT WE WERE DONE.\n  ","682135":"\n  You got it homes\n  ","682136":"\n  Masquito bites.\n  ","682137":"\n  ❤❤❤❤❤❤❤❤\n  ","682138":"\n  They're not like that anymore because I lost weight but I'll get those babies back someday (:\n  ","682139":"\n  Thank you and I respect you as well, my friend (: ❤\n  ","682140":"\n  Only if he plays for the NBA\n  ","682141":"\n  6 foot or taller.\n  ","682142":"\n  Arigato.\n  ","682143":"\n  What is this love you speak of?\n  ","682144":"\n  Do the humpty hump.\n  \n  Followed.\n  ","682145":"\n  Why does everyone want to talk on kik?\n  ","682146":"\n  I don't know why but for some reason all of this is making me sing this;\n  \n\n   http:\/\/m.youtube.com\/watch?v=dreRY4DfINc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682147":"\n  I follow back\n  ","682148":"\n  So are you love bug!!! Pretty pretty princess (: thank you so much\n  ","682149":"\n  My tummy hurts because it's hungry ugh\n  ","682150":"\n  Here you sluts. ❤\n  ","682151":"\n  You're probably one of the nicest, easiest person I've talked to on here. You're full of reason and you're smart af. I'm glad there's people like you because we need em.\n  ","682152":"\n  Followeddd\n  ","682153":"\n  I think you're really nice sweetheart\n  ","682154":"\n  Oh I use tar instead. Just Burns everything off. Try it, except on your body. And inside your eyes and mouth. Thanks.\n  ","682155":"\n  You're disgusting and pathetic.  Leave.\n  ","682156":"\n  That I'll know what the dr will say in a week after the test results...\n  ","682157":"\n  Hey thereee Mister!! I'm doing alright just trying to get through my morning, how are you?(:\n  ","682158":"\n  Food.\n  ","682159":"\n  Omg omg I'm not perfect it's impossible. ❤\n  ","682160":"\n  Thank you so muuuuch. I really need new good pics but I'm way to lazy and focused on other shit fucck.\n  ","682161":"\n  Dude I'm still alive....kinda loll\n  \n  Don't worry even if you wanted to get rid of me you couldn't.\n  \n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682162":"\n  Do I kill you softly with my looks?(;\n  \n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682163":"\n  You are indeed delusional but I like it.\n  ","682164":"\n  No problemo pal\n  ","682165":"\n  I like your shit, yo.\n  ","682166":"\n  Thank you so much. I'm sorry you suffer from blindness,  but your kindness is appreciated (; lol\n  ","682167":"\n  You really think so you fucker. ❤❤\n  ","682168":"\n  I hate how money ruined our civilization.\n  \n  I actually wrote a poem about it;\n  \n\n   http:\/\/wp.me\/p5LpAx-2D\n  \n","682169":"\n  Oh I have a lot lol I wouldn't mind be in the film industry. I would love to be a director, writer, and actor. I want a masters in English.  I want a PhD in criminology.  Criminology is my number one career.  I want to publish my own novel and produce my own movie. I want to do things only the wealthy can accomplish in one lifetime but I'm definitely going to try.\n  ","682170":"\n  You're sweet and a avid follower\n  ","682171":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682172":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682173":"\n  ❤❤❤❤❤❤❤❤❤\n  \n  I'm sorry I'm not gonna answer all of these but my favorites\n  ","682174":"\n  Awwwwh that's sweet thank you (:\n  ","682175":"\n  Someone that's not you.\n  ","682176":"\n  Thank you love.\n  ","682177":"\n  This doesn't explain my life, it explains how I feel about certain people on here. Lol\n  \n\n   http:\/\/m.youtube.com\/watch?v=GRwD4IB9auk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682178":"\n  If you would like too?\n  ","682179":"\n  Fun fact about me and lana del rey. Literally everything she sings about I've been through, I've felt, I've thought. I've never met a celebrity I've been so in common with.\n  ","682180":"\n\n   https:\/\/www.youtube.com\/watch?v=8waJ7W3QcJc&list=PLLUYFDT7vPkqBZQsTGBpGCjIoePETnOxi&index=13\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682181":"\n  She is Everything. I'm way to much like her it's ridiculous.\n  \n\n   https:\/\/www.youtube.com\/watch?v=QnxpHIl5Ynw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682182":"\n  ill check my twitterrr\n  ","682183":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682184":"\n  Well I don't get gifts lol\n  ","682185":"\n  I miss someone\n  ","682186":"\n  Haven't gone yet... not Tuesday lol\n  ","682187":"\n  I'm okay you?\n  ","682188":"\n  Extremely shocked\n  ","682189":"\n  I rather look at how green my eyes are lol\n  ","682190":"\n  She likes me better when I'm naked, fun fact.\n  ","682191":"\n  Kitties are the new accessories:)\n  ","682192":"\n  All your getting is my face lol\n  ","682193":"\n  I love bunny.\n  ","682194":"\n  ❤❤❤❤❤❤❤\n  ","682195":"\n  Yes I do lol\n  ","682196":"\n  It's really okay hun (:\n  ","682197":"\n  Really?:)\n  ","682198":"\n  2 :)\n  ","682199":"\n  Would you buy me presents?\n  ","682200":"\n  Hi\n  ","682201":"\n  This is how you make me feel when you tell me what to do\n  ","682202":"\n  Whoop woop\n  ","682203":"\n  Diva is a female name for hustla\n  ","682204":"\n  I got really bored so get prepared to see my face lol\n  ","682205":"\n  Yeah\n  ","682206":"\n  Yeah.  If you already know you're harrassing me why do you even ask.\n  ","682207":"\n  You know what you do is actually illegal and called harassment.\n  ","682208":"\n  Please reread this sentence and figure why you look like an idiot.\n  ","682209":"\n  Listen, the fact you expect me to even consider dating or being involved with someone who I'll never see or care about whatsoever. You're literally butthurt because I won't let you force me into having feelings for you. I'm sorry but from where I'm from I'm allowed to feel, say, do whatever the fuck I want. So have so fucking respect for me and yourself - stop being such a desperate douchebag and maybe someone will actually say Yes. But it will never ever be me. Ever.\n  ","682210":"\n  Good to know very good.\n  ","682211":"\n  Because hahhahhahhahahahahahahahaha why would I want too?\n  ","682212":"\n  I'm not an item on an online shopping site, you can't just fucking request me and hope an order will come. Fucking douche.\n  ","682213":"\n  And these are the reasons why suicide bombers kill hundreds of innocent people.\n  ","682214":"\n  You guys are annoying\n  ","682215":"\n  I can't.\n  ","682216":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682217":"\n  Can you explain how you are right?\n  ","682218":"\n  I will fist you? Sick fuck\n  ","682219":"\n  How are you not?\n  ","682220":"\n  No I don't.  Like not at all. Lol zero factual behind that.\n  ","682221":"\n  Show me your death certificate\n  ","682222":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682223":"\n  I have friends here.\n  ","682224":"\n  No you are wrong as a human being.\n  ","682225":"\n  Bullfuckingshit\n  ","682226":"\n  No because I'm not desperate haha\n  ","682227":"\n  You like those really small band-aids you use to cover up tiny cuts? You could put two those one my tits and I'd be chiiillliiinng.  Ahahaahahahahahaga\n  ","682228":"\n  Oh it's not a problem at all that I'm rejecting. Because I always will\n  ","682229":"\n  Why are you asking me? I don't need to fucking buy cheap sex online - I can just walk outside if I have too. Jesus.\n  ","682230":"\n  I will kick you in the face.\n  ","682231":"\n  I don't know haha this is the only place I ever talk to strangers lol\n  ","682232":"\n  No, why aren't you giving up?\n  ","682233":"\n  I'm sorry but  if I wanted aids I'd go to San Francisco and steals someone's blood and inject myself with it.\n  ","682234":"\n  ✌✌\n  ","682235":"\n  Wait what?\n  ","682236":"\n  Amber alert!\n  ","682237":"\n  Yeah bitch I know it has been.\n  \n  How many times does a person have to say no.\n  \n  This is ask rape right now. Hahah.\n  ","682238":"\n  I think I'm good here\n  ","682239":"\n  No that was called a joke.\n  ","682240":"\n  I'm sorry ):\n  ","682241":"\n  I think you can't.\n  ","682242":"\n  Where is this high you speak of?\n  ","682243":"\n  Whether you think you can, or think you can't - you're right.\n  ","682244":"\n  It's not.\n  ","682245":"\n  Fuck condoms, just put a band-aid on top. LOL\n  ","682246":"\n  No you need to not be online. Lol\n  ","682247":"\n  Or burden you with the last 9 months of your freedom into a 25 to life sentence.  Lol.\n  ","682248":"\n  That's not how this works, yo.\n  ","682249":"\n  Honestly I'm pretty sure he looks at me either the same or a bit more like you. He means no harm, things just happen.\n  ","682250":"\n  Wait what are you trying to say?\n  ","682251":"\n  Okay I don't know how to respond to any of this. Like damn. So I'm just gonna put hearts and the more hearts - the more I love it lol.\n  \n  ❤❤❤❤❤❤❤❤❤\n  ","682252":"\n  Oh lord\n  ","682253":"\n  I can drown you?\n  ","682254":"\n  Just by you trying to convince me lol\n  ","682255":"\n  I think the person who needs learning, is you.\n  ","682256":"\n  In what language?\n  ","682257":"\n  Sup slut\n  ","682258":"\n  Because I'm not a perfect person I'm bound to let someone down and that makes me sad.\n  ","682259":"\n  I think I already am\n  ","682260":"\n  Well where's the learning experience in that?\n  ","682261":"\n  Why is this my problem?\n  ","682262":"\n  I don't know, it hasn't happened or had the chance too lol\n  ","682263":"\n  No you would be my plague.  You would poison me and it would spread then everyone is just this damaged soul because that's what your plague does.\n  ","682264":"\n  Kick you in the dick?\n  ","682265":"\n  Blonde bby\n  ","682266":"\n  You say this like I know what everyone is thinking.\n  ","682267":"\n  How am I suppose to know you will lead to happiness and not my plague\n  ","682268":"\n  Oh I deserve to be sad. Lol\n  ","682269":"\n  Hey. HI. hello.\n  ","682270":"\n  I know but its not like I knew it was you though. I just recognize you. It's nice knowing who the perpetrator is lol\n  ","682271":"\n  No it's not a girl\n  ","682272":"\n  Wow. ❤❤\n  ","682273":"\n  Okay now I'm sad.\n  ","682274":"\n  I just got on right now! I couldn't read them yesterday!\n  ","682275":"\n  How sweet. ❤\n  ","682276":"\n  I'm sorry but I never really watched Christmas movies other than\n  \n  Nightmare before Christmas\n  \n  Grinch\n  \n  lol like I'm waiting until I marry my love and have beautiful babies & share my first Christmas movies with my kids\n  ","682277":"\n  Which guy?\n  ","682278":"\n  Why you talking like this?\n  ","682279":"\n  So now your name is released (;\n  ","682280":"\n  What about him? He's just someone I dated in like 5th to 6th grade lol he was like the nicest \/ tallest motherfucker I've ever met. I haven't talked to him or seen him for years he's a crazy football star now at asu lol\n  ","682281":"\n  I want happiness with a certain person\n  ","682282":"\n  Heres my theme song, listen up lol\n  \n\n   http:\/\/m.youtube.com\/watch?v=CxnaPa8ohmM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682283":"\n  Make it rain trick.\n  \n  I'ma make it rain bitch.\n  \n  Ima make it rain, Uh.\n  ","682284":"\n  Thank you that was so sweet wow\n  ","682285":"\n  I hope so too love!\n  ","682286":"\n  Yeah I guess you're right.\n  ","682287":"\n  Opps so I fucked up and just found out that it was this psycho girl who RUINED MY LIFE.\n  ","682288":"\n  I just wish my life was different.\n  ","682289":"\n  Trust me you don't want to know what I'm feeling inside.\n  ","682290":"\n  Don't ask me I don't fucking know.\n  ","682291":"\n  NO\n  ","682292":"\n  WHO IS DRIC?  YOU'RE WASTING YOUR TIME WRITING THIS BECAUSE YOU'RE NOT EVEN TALKING ABOUT THE RIGHT PERSON.\n  ","682293":"\n  Doubt it, I hate bullshitters and lies.\n  ","682294":"\n  You know he has hurt me, but I would never wish this upon him on anyday, he's to special and I care for him to much..\n  ","682295":"\n  Mr dric is not of any importance whatsoever. I don't tell you who the guy is for this exact reason, so none of you could butcher him.\n  ","682296":"\n  Yesss!\n  ","682297":"\n  Can you show me somehow?\n  ","682298":"\n  Yeah well my heart has been shattered for awhile so I can't really sympathize\n  ","682299":"\n  I don't know there's nothing that screams me.. yet.\n  ","682300":"\n  Mr. Dric?  Wtf omg\n  \n  I don't even know who that is. Lol\n  ","682301":"\n  I don't\n  ","682302":"\n  Yeah but everybody hair has been short since Miley stripped her hair off. I'm kinda looking for something different.\n  ","682303":"\n  I hate to say this, but I wish these words were coming out of his mouth next to me, but that'll never happen. So I just wanna lay comfortably numb for the rest of eternity lol.\n  ","682304":"\n  I'm sorry what's penti?\n  ","682305":"\n  Finally something I actually want.\n  ","682306":"\n  NOT EVERYTHING IS ABOUT YOU. I DON'T LOVE YOU, I DON'T EVEN LIKE YOU.\n  \n  I'm not  explaining shit. All that you need to know is none of this is directed towards you because I don't have any feelings whatsoever for you. So please, shut. Up.\n  ","682307":"\n  Because I don't want to do anything you want duhh\n  ","682308":"\n  Huh?\n  ","682309":"\n  At the point I don't want to know anyone anymore.\n  ","682310":"\n  I'm probably going to sleep for the rest of my life after this morning.\n  ","682311":"\n  Unless this is bun, but I'm pretty sure the person I'm directing this too isnt you.\n  ","682312":"\n  There's no beauty here in the way you speak. If their were the man of my dreams wouldn't dream of being anywhere other than by my side. But that's not the case, so I don't believe it.\n  ","682313":"\n  Going to the doctor in two days\n  ","682314":"\n  ❤ I feel sorrow for the fact I have to let someone go.\n  ","682315":"\n  I liked some\n  ","682316":"\n  No you make me feel the beauty I'm suppose to feel for myself. You bring back the confidence, he just ripped away from me instantly. So thank you. ❤\n  ","682317":"\n  Thank you (:\n  ","682318":"\n  I'm sorry I don't speak Russian\n  ","682319":"\n  I need a new person to love because the first one is a lying piece of shit.\n  ","682320":"\n  I don't agree with that.\n  ","682321":"\n  Nopeee.\n  ","682322":"\n  Nope\n  ","682323":"\n  What?!\n  ","682324":"\n  Not happening. Lol sorry bubba\n  ","682325":"\n  I don't give out to strangers.\n  ","682326":"\n  I hate how I have to re-write every fucking sentence in my head so I can understand anything you are saying\n  ","682327":"\n  I don't know you tell me?\n  ","682328":"\n  Thank you. ❤\n  ","682329":"\n  Yeah one that you shouldn't be asking for\n  ","682330":"\n  Speaking English\n  ","682331":"\n  ❤\n  ","682332":"\n  That's a personal problem.\n  ","682333":"\n  My brain is on fire because of that fun fact.\n  ","682334":"\n  Nothing that concerns you.\n  ","682335":"\n  What's up what's up.\n  ","682336":"\n  Hey hunnybuns\n  ","682337":"\n  Okay why do you even try\n  ","682338":"\n  Bittttch, shut the fuck up.\n  ","682339":"\n  Like pretty bad. Completely different sentences put into one.\n  ","682340":"\n  Okay captain obvious I haven't been going through this for years\n  ","682341":"\n  Because you're annoying\n  ","682342":"\n  Because that's was an awful sentence.\n  ","682343":"\n  How do I keep feelings I've never had in the first place?\n  ","682344":"\n  ❤ your words are sweet it's just hard to respond to these things because I don't know how to respond.\n  ","682345":"\n  Because there's something wrong with it.\n  ","682346":"\n  Fuck. Off.\n  ","682347":"\n  I so sorry.\n  ","682348":"\n  Yess\n  ","682349":"\n  Ehhhhhhhhhhhhhhhhhhhhhh.\n  ","682350":"\n  Well that's not fair\n  ","682351":"\n  I don't know I have to make it lol\n  ","682352":"\n  ❤❤❤❤❤❤❤\n  ","682353":"\n  My fav leggings\n  ","682354":"\n  Is this necessary?\n  ","682355":"\n  Shit I can never win.\n  ","682356":"\n  Ohhhhh I'm only 20 years old.\n  ","682357":"\n  I just realized this is the second half to that beautiful message lol\n  ","682358":"\n  Ehhhhh\n  ","682359":"\n  I'm probably gonna eat a sandwich\n  ","682360":"\n  Awwwwwwh you sweet fucker\n  ","682361":"\n  No you're just to stubborn to understand I don't have feelings for you.\n  ","682362":"\n  Herro\n  ","682363":"\n  Isn't that what youre suppose to do to me?\n  ","682364":"\n  What did I just say? Bananas are one of the things that make me puke.\n  ","682365":"\n  Shush it Nancy\n  ","682366":"\n  I have a weird effect on people don't I\n  ","682367":"\n  It'd be easier to listen to your heart if you spoke English correctly.\n  ","682368":"\n  What the fuck would that do besides make me puke. I'm not cramping, your stomach doesn't feel like fire when you get cramps.\n  ","682369":"\n  Listen Toby, this is why we have porn.\n  ","682370":"\n  I don't want to become crazy I just want my stomach to stop being on fire.\n  ","682371":"\n  Where do you even get the idea or hint that I may post a picture like that? Like there are zero pictures like that anywhere.\n  ","682372":"\n  Im cuntfused, is my smile making me crazy or you?\n  ","682373":"\n  Nothing lol\n  \n  You?\n  ","682374":"\n  Dude wtf.  Like how many times do I have to say no.\n  ","682375":"\n  Alot of people probably think it's weird I actually enjoy reading this, not because it's directed towards me but because of the beauty and passion in the writing. Like damn.\n  ","682376":"\n  8th wonder?\n  \n  What are the first 7?\n  ","682377":"\n  I could be way better.\n  ","682378":"\n  What does 'make it cool look like?'  What are you gonna do fucking blow on it?  LOL\n  ","682379":"\n  Very negative\n  ","682380":"\n  That's a negative ghost rider.\n  ","682381":"\n  I'm okay my tummy is giving me a hard time.\n  ","682382":"\n  Baby back ribs!\n  ","682383":"\n  That's so scary though I wish I could pay you to do my hair, because I seriously have no idea what to do and I'm so bored with my hair haha\n  ","682384":"\n  I'm just saving money to go get my hair did (: I'm changing it to grey haha. But if you have any other suggestions I'm all ears!\n  ","682385":"\n  Wait im confused about what we were talking about I'm sorry\n  ","682386":"\n  It's chill.\n  ","682387":"\n  Yes I know this is the thinnest I've ever been. I used to workout a lot. Lol you don't have to tell me things I already know. Thanks. ✌\n  ","682388":"\n  I'm more stubborn...\n  ","682389":"\n  So lovely darling xoxo\n  ","682390":"\n  You write things that have no need for a response. It holds to much beauty.\n  ","682391":"\n  Sticks for legs.\n  ","682392":"\n  I just wanna meet you just to feel this holy experience.\n  ","682393":"\n  Okay what the fuck are you trying to say to me.\n  ","682394":"\n  I follow back. ❤\n  ","682395":"\n  All the lies.\n  ","682396":"\n  Goddamn it. This is art .\n  ","682397":"\n  Yes.\n  ","682398":"\n  Ha I'm going to college for about 8+ years\n  ","682399":"\n  Extremoooo\n  ","682400":"\n  No no that's from anchorman love <3\n  \n  And really??  Thats awesome!!\n  ","682401":"\n  Falling in love - you'll never find out the way you truly want to be loved if you don't learn how  to truly love.\n  ","682402":"\n  San diego means whales vagina LOL\n  ","682403":"\n  Why would you let that happen?\n  ","682404":"\n  Cooking me food is a one way ticket to my heart.\n  ","682405":"\n  My brother is 29 and one of the most generous, most caring, and strong person ive ever met. The day i was born, he took an 18 year commitment to take care of me and be the big brother i need. Even though he was suppose to be having his own childhood. Hes the reason ive become who i am today. He taught me excatly what people do\/dont like and its coasted me through life. i remember i never left his side, what he wanted to do i was doing it too.\n  \n  My sister is 27 shes a little more complicated then my brother. Shes a harder person to live with. She has the mind of a genius but shes too focused on living a spontaneous life. She marked and scarred by what my parents went through in their divorce that theirs a chance she wont be getting married and she's also a lesbian. My sister hated me growing up, she said I was the perfect daughter. Beautiful, skinny, blonde, and blue eyes. Our relationship wasn't a good one until I became old. But my brother and I no matter what -were inseparable even when she made huge fusses.\n  ","682406":"\n  Well I'm not in school right now ):\n  ","682407":"\n  What?\n  ","682408":"\n  You're the bestest, yo. ❤\n  ","682409":"\n  YOU SWEETHEART. ❤❤❤\n  ","682410":"\n  All I know is my stomach hurts so bad.\n  ","682411":"\n  Good you?\n  ","682412":"\n  See, now I feel okay with myself. Thank you. ❤❤❤\n  ","682413":"\n  You're stubborn...\n  ","682414":"\n  Of course\n  ","682415":"\n  Basically yeah lol\n  ","682416":"\n  I hate my hair. Lol I only take care of my hair I'f I like the hair color other than that I don't really try, so thank you.. ❤ you're so sweet.\n  ","682417":"\n  My nose?! I was literally just freaking out about how chubby it looks in that photo! You're so kind. People like you make me keep fighting for another day. (:\n  ","682418":"\n  You sexy beast. ❤\n  ","682419":"\n  Beat their ass. ❤ zero fuckboys allowed.\n  ","682420":"\n  I'm sorry did we just not witness those awful photos I just took of myself? I'm surprised people's phones\/computer  didn't set on fire.\n  ","682421":"\n  Wait mom, what did I do?\n  ","682422":"\n  My face is just not feelin it.\n  ","682423":"\n  Awhh I'm so glad.❤\n  ","682424":"\n  I feel sad too\n  ","682425":"\n  What goes around comes around.\n  ","682426":"\n  My hands have always been this thin lol my mom used to tell me I need to play piano\n  ","682427":"\n  I follow you. ❤❤\n  "}}