{"Question":{"682428":"\n   dam missing u\n  ","682429":"\n   waz up love\n  ","682430":"\n   my good lord you are gorgeous sweetie\n  ","682431":"\n   ok, can we use kik to kick things between us? :D\n  ","682432":"\n   hey sweetheart how are you doing\n  ","682433":"\n   Sometimes the thing you want to say has already been said perfectly by someone else, and anything you come up with could never do it justice. They is now shame in quoting perfection.\n  ","682434":"\n   I love you cutie\n  ","682435":"\n   Thank you! I love your hair :)\n  ","682436":"\n   You are just too pretty!\n  ","682437":"\n   تصفيه ع اخر انسر ^^\n  ","682438":"\n   What color panties are you wearing?\n  ","682439":"\n   ur pretty and you've been showing my account some love. :) how can I repay you?\n  ","682440":"\n   i just wanna say your very beautiful and i'm saying that because you truly are beautiful and you have a beautiful personality, its also amazing how confident you are, you don't care if people will hate you for what you do, you just do what you want\n  ","682441":"\n   aww :\/ i wish you did, what app do you use for chatting then?\n  ","682442":"\n   plz it request sava :(\n  ","682443":"\n   Do you wear thongs?\n  ","682444":"\n   Snapchat?\n  ","682445":"\n   can i add you up on snapchat beautiful *_*\n  ","682446":"\n   can I add u fb or kik ?\n  ","682447":"\n   You are always on my mind,\nDay and night.\nWhen I think of you,\nAll feels so right.\nNeed to have you,\nNeed to hold you,\nAnd tell you that I miss you and I love you.\n  ","682448":"\n   can i add you  on whatsapp please ?\n  ","682449":"\n   hey love ?\n  ","682450":"\n   no prob even then but plzz :(\n  ","682451":"\n   ty??\n  ","682452":"\n   sure some how I will distant in friendship :( I really want u\n  ","682453":"\n   For someone looking to get into modeling, one would think you'd want to know the insane pay rates for girls getting tickled on video (even if you fake it).\n  ","682454":"\n   5likes=5likes?\n  ","682455":"\n   that's talent! is that something you could\/would teach other ticklish girls?\n  ","682456":"\n   True or false: You're not only emotional but also highly sensitive - so you'd likely beg for mercy.\n  ","682457":"\n   Haha ok i m asking tht question english ?\n  ","682458":"\n   do you like to soak your feet when you're tired?\n  ","682459":"\n   True or false: Extended, severe tickle torture would make you absolutely crack.\n  ","682460":"\n   I've been given firsthand accounts of two separate intelligence\/law agencies that regularly use tickling on suspects. It's impossible to prove any contact was made since it's (generally) so light\/gentle. But after an hour or two, even the hardest criminal tends to crack.\n  ","682461":"\n   U dnt know urdu ?\n  ","682462":"\n   The translation for your last question \nIf you could go to the moon would you take a bath first or no?\n  ","682463":"\n   Agar apko chand prr janay ka moka milay toh app naha kr jana pasand karaingay yeh aisay he chalay jao gey ??? staif #nh bee lameeeew?\n  ","682464":"\n   Ow : GOALS ???❤️❤️\n  ","682465":"\n   Tickling can be used as a very legitimate torture on many, many people if done correctly. It'd be more useful than you think, plus there's less legal mess.\n  ","682466":"\n   What if the tickling were done by something more intense than feathers - something like fingertips or (use your imagination!) a hairbrush (trust me, brutal on certain spots). Would you still enjoy it?\n  ","682467":"\n   Why wouldn't you be with him?\n  ","682468":"\n   So if you were strapped down, completely immobile, and teased\/tickled with a feather, you wouldn't mind so much?\n  ","682469":"\n   Imagine you had a mob husband who, instead of shooting\/hurting people, used tickle-torture to run his business.\n  ","682470":"\n   So feathers are an enjoyable sort of tickle for you?\n  ","682471":"\n   would you say a superior male is one who dresses a woman?\n  ","682472":"\n   sava I wanna marry you seriously love u\n  ","682473":"\n   sava I m damm dying for u plzz sava\n  ","682474":"\n   lol think I would like to keep my eyeballs thanks plus your nails mite get a bit messy lol :)\n  ","682475":"\n   plzz plz sava I wanna be close friend of u\n  ","682476":"\n   sava I m missin you :(\n  ","682477":"\n   your welcome\n  ","682478":"\n   your body and belly is awsomw wish to kiss you there\n  ","682479":"\n   and very nice gold nails you can scratch them down my back hehe :p\n  ","682480":"\n   I want to fuck you like an animal. I want to feel you from the inside. I want to fuck you like an animal. My whole existence is flawed. You bring me closer to God.\n  ","682481":"\n   your body is amazing\n  ","682482":"\n   pap ur belly\n  ","682483":"\n   when you will give plzz\n  ","682484":"\n   your welcome sweetheart\n  ","682485":"\n   plzz I knw I m not ur love plz kik :(\n  ","682486":"\n   Too be burnt at the stake lol\n  ","682487":"\n   omg your so cute\n  ","682488":"\n   you have a nice jawline\n  ","682489":"\n   i need glasses cause i just went blind by that gorgeous face of yours\n  ","682490":"\n   Gorgeous princess\n  ","682491":"\n   :(\n  ","682492":"\n   ❤\n  ","682493":"\n   will you post a pic please sweetie\n  ","682494":"\n   will you post a pic\n  ","682495":"\n   actually id pay for that too xx\n  ","682496":"\n   How much for you too stomp on my head\n  ","682497":"\n   that's why passport is safer x\n  ","682498":"\n   how do you think i'd like it if she kissed someone else?\n  ","682499":"\n   Whats your opinion on losers :L\n  ","682500":"\n   but how am i the superior one?\n  ","682501":"\n   but why not princess I don't want to be arrested and not be able to get to your wonderfulsavland xxx\n  ","682502":"\n   you would have a very protective friend if I was your friend no body would hurt you or try to fuck with you cause I would beat the hell out of them\n  ","682503":"\n   so are the other men superior and do they deserve my girlfriends time more than me?\n  ","682504":"\n   But your a pricness and im a real sad loser haha\n  ","682505":"\n   how do you mean yup exactly?\n  ","682506":"\n   Can a loser talk too you or am i unworthy :P\n  ","682507":"\n   i like seeing her chat to others though as they seem superior to me\n  ","682508":"\n   do you prefer being dominant over guys?\n  ","682509":"\n   you have no idea how much you mean to me just being able to talk to and your gorgeous face everyday really brightens my mood up you are such a beautiful kind sweet loving genuine person and I feel like we are more then just 2 people on ask fm I think of you as one of my close friends <3\n  ","682510":"\n   how am i a swinger?\n  ","682511":"\n   i am pathetic haha :L\n  ","682512":"\n   passports are saver\n  ","682513":"\n   So we can talk\n  ","682514":"\n   wow you're like me then only i need a woman too do that shit for me :L\n  ","682515":"\n   why am i fucked in the head though?\n  ","682516":"\n   I would like it if you spit your hairballs into my mouth. It would be like snowballing, which is a major fetish of mine.\n  ","682517":"\n   This ur love asking to give me kik plzz dear\n  ","682518":"\n   yeah dreams are good\n  ","682519":"\n   is it weird that i find it attractive when my girlfriend talks to other guys rather than talking to me?\n  ","682520":"\n   I don't think you answered my question in relation to needing a Passport to visit the beautiful land of WonderSav <3\n  ","682521":"\n   its not the nail color that's pretty its the girl who painted them that's a pretty ting\n  ","682522":"\n   hmmmm very nice like the sound of that with them nice nails :p\n  ","682523":"\n   my god your so sexy\n  ","682524":"\n   why is that acceptable? it's still treating women as objects like all modeling does\n  ","682525":"\n   oh so you like the idea of being someone's owner yet you also like being taken care of... such an intriguing little kitten\n  ","682526":"\n   Ah, so what sort of ticklishness is it, having your body painted? That's quite curious.\n  ","682527":"\n   Btw, I 1000% support you shutting down the people (presumably guys but who knows) asking you to post, for instance, your feet on here. I just don't understand why they wouldn't be on board with you being paid for whatever sort of modeling you do. You fully deserve the best.\n  ","682528":"\n   lol think i will skip the hairballs and just get a brush to brush you lol i bet you would dig your claws in aswell :P\n  ","682529":"\n   Non-nude (mild) fetish-type modeling (feet, underarms, etc.) is acceptable though, right?\n  ","682530":"\n   Very nice\n   \n    http:\/\/u.to\/TK21DA\n   \n\n    @WaleedSiddiqui5\n   \n","682531":"\n   Would the ticklishness brought on by having your body painted be pleasant or too uncomfortable? Like, good or bad tickling?\n  ","682532":"\n   Do you have it\n  ","682533":"\n   Would you be more comfortable, in general, doing (non-fashion) modeling if your face weren't in it and thus it was basically anonymous?\n  ","682534":"\n   lol\n  ","682535":"\n   Kik\n  ","682536":"\n   I have feelings toward u nd dreaming about uv\n  ","682537":"\n   hehe oh yes your a very cute kitty you can come and sit on my lap anytime and purrrrrrrrrrrrrrrrrrr :p\n  ","682538":"\n   If someone tried to fight you, would you hit them in the nuts?\n  ","682539":"\n\n    http:\/\/ask.fm\/orhidealatifikida\/answer\/133001885584\n   \n   what do you think about that photo? and can you like it?♥♥\n  ","682540":"\n   worst physical injury you've had?\n  ","682541":"\n   Opinion? No facts are facts and can not be changed just because someone disagrees. The sun comes up in the east and sets in the west. Water is wet, ice is cold and you are hot. All facts.\n  ","682542":"\n   I guess I meant shit... pun intended.\n  ","682543":"\n   so you think cam models have no respect?\n  ","682544":"\n   Shit... ass... I want to say you intentionally put that.\n  ","682545":"\n   ever thought of being a cam model?\n  ","682546":"\n   ever been in a fight?\n  ","682547":"\n\n    @ass4lyfe\n   \n   . I would love to have your ass for life!\n  ","682548":"\n   how old are you?\n  ","682549":"\n   Every picture you take is hot.\n  ","682550":"\n   can we talk on snapchat or kik? \ni'm in love with youu\n  ","682551":"\n   Feet pap?\n  ","682552":"\n   Any more tattoos??\n  ","682553":"\n   insta?\n  ","682554":"\n   heyy beautiful\n  ","682555":"\n   followed you..back maybe?:)\n  ","682556":"\n   Just thinking about you\n  ","682557":"\n   your welcome :p x\n  ","682558":"\n   thats a very simple pic..but nice..not a hot one\n  ","682559":"\n   very nice legs\n  ","682560":"\n   Waz up love\n  ","682561":"\n   do you have a tattoo on your hip?\n  ","682562":"\n   hot pic ?\n  ","682563":"\n   full body pap of you\n  ","682564":"\n   will you post a pic of that beautiful body of yours\n  ","682565":"\n   Haha\n  ","682566":"\n   I m missin u love\n  ","682567":"\n   Oh cool\n  ","682568":"\n   Good thanks what you up to\n  ","682569":"\n   Kik\n  ","682570":"\n   How are you\n  ","682571":"\n   How's you love\n  ","682572":"\n   Hi\n  ","682573":"\n   I would love to read you. Close my eyes and put my hands on you. Like braille, the bumps and ridges of your body would give way and tell your story. Your soft curves and rising mounds tell tales of love and fiery passion. Your heaving breaths and gentle moans are like sonnets to Aphrodite herself.\n  ","682574":"\n   Sometimes it's just a battle between your happiness and people's judgments. :D\n  ","682575":"\n   So how is ur health niw?\n  ","682576":"\n   you are so beautiful the beauty you possess is nobody can match\n  ","682577":"\n   What makes you nervous?\n  ","682578":"\n   hey love\n  ","682579":"\n   Spanks! xX\n  ","682580":"\n   Well it deoends on you if you like someone then you should have follow me other wise i5s ur choce\n  ","682581":"\n   Hey, you there followed you ^_^ Hope u won't mind following back ? THANK YOU\n  ","682582":"\n   Not all people can accept that kind of relationship. Have you fallen in love with a girl even once?\n  ","682583":"\n   You dont have to be my slave i jyst said i have followed u do you follow me on insta?\n  ","682584":"\n   Ok.then any other social app?\n  ","682585":"\n   But have you followed me.?\n  ","682586":"\n   Do you use whatsapp\n  ","682587":"\n   So do you think love is not based on genders?\n  ","682588":"\n   I followed you on insta\n  ","682589":"\n   Do you think you can like or love someone of the same gender as yours? STAIF #NH\n  ","682590":"\n   I have sent you two questions before this\n  ","682591":"\n   May i have your number?\n  ","682592":"\n   So why your are not answering my questons?\n  ","682593":"\n   Would having your body painted be too ticklish for you?\n  ","682594":"\n   If someone really likes your body type (even though you call it \"sixth-grade boy\" and wanted to have you model topless, would you be down?\n  ","682595":"\n   thanks get all your friends to like my page to\n  ","682596":"\n   If I could keep you as my muse, I would write a thousand words a day and each would be worth more than any picture. Each word would ooze of your passion, telling the story of the greatest beauty of all time.\n  ","682597":"\n   please friend u post any videos off u ? talk please ?\n  ","682598":"\n   hope you like it\n  ","682599":"\n   do u have a small or large bladder\n  ","682600":"\n   if i requested to sex with me ?????\n  ","682601":"\n   My love, ignore those who choose to degrade you, trying to reduce you to your base parts. Show them what true beauty and grace looks like.\n  ","682602":"\n   Okay. You know how to contact me when you want to proceed with everything. I'm 100% on board still. Feel better, sweet princess.\n  ","682603":"\n   Neither of us have to, but both of us want to\n  ","682604":"\n   Do you like getting dick pics?\n  ","682605":"\n   You must get more slide into DMs than you care to get!\n  ","682606":"\n   Or would you consider a relationship with a woman?\n  ","682607":"\n   Do you have a boyfriend?\n  ","682608":"\n   ever posed topless and did it take a lot of courage\/thinking to do it?\n  ","682609":"\n   PAP those black panties?\n  ","682610":"\n   ever done body painted modeling?\n  ","682611":"\n   so do you like the idea of being someone's \"little girl\" and them taking care of you completely like that?\n  ","682612":"\n   Should I just assume you're no longer interested in modeling since you've been ignoring my DMs on twitter?\n  ","682613":"\n   Do you like the Chargers and will they stay in San Diego?\n  ","682614":"\n   Do u think girls go to the toilet more than boys\n  ","682615":"\n   blacks a good choice..:)..what kind?:P\n  ","682616":"\n   Check out my Facebook page Hudson's Music & Photography\n   \n    https:\/\/www.facebook.com\/Hudsons-Music-Photography-111652989175729\/\n   \n   hope you like it\n  ","682617":"\n   Do you get annoyed if the toilet seats left up and why?\n  ","682618":"\n   what colours your panties?\n  ","682619":"\n   would you not be able too play the dominant one tho, or are you submissive too :L\n  ","682620":"\n   can I hug and kiss you and play with your hair til you fell asleep in my arms\n  ","682621":"\n   When I dream tonight, it will be of angels and soft sweet lips. I shall stare up, in the vein hopes that I catch a brief glimpse of you, as you soar amongst the clouds; my dear cherub, bringer of light and warmth.\n  ","682622":"\n   you are such a beautiful person\n  ","682623":"\n   Heyy! Just going around and sort of getting to know my followers ( or at least the people who liked my answers) so just thought I'd say Hey, you're really pretty btw ☺\n  ","682624":"\n   we have spoke four years on and off you know <3\n  ","682625":"\n   I thought you meant leave you alone omg\n  ","682626":"\n   wait how am i a sociopath :L what\n  ","682627":"\n   They don't serial killers start of with the need too exert power too begin with. Besides i couldnt do that, apart from this little thing i have called empathy, i also feel guilty when i step on bugs outside etc :(\n  ","682628":"\n   Leave what?\n  ","682629":"\n   wow lol tbh thats some imagination. but in all seriousness i could never do the roughing up, not even act it, its so unappealing too me haha\n  ","682630":"\n   hahaha but im attracted too you and your not a kid :L\n  ","682631":"\n   If you happened to come upon a fairly cute guy who's tied up - arms over his head, ankles bound, unable to do much more than squirm - would you investigate whether or not he's ticklish?\n  ","682632":"\n   the people\n  ","682633":"\n   jesus i dont think liking a grown women roughing you up a bit can make you a pedo haha\n  ","682634":"\n   happiness is not for me no one wants me to be happy\n  ","682635":"\n   there's nothing wrong with femdom lol, its not like its sick or anything :L\n  ","682636":"\n   i'm never going to be happy\n  ","682637":"\n   :(\n  ","682638":"\n   1st liker gets 30 likes ? Rest get nothing ?\n  ","682639":"\n   that's great and I'm pretty great myself thanks for asking\n  ","682640":"\n   I could run my tongue from your belly button to your words. feeling each ridge as it passed. I could feel your breath under my touch, as we floated like angels.\n  ","682641":"\n   hahaha you havent lol, just my fantasy i guess :L, i bet you're actually a really nice person :) so am i if that can be believed haha\n  ","682642":"\n   whats wrong with femdom :P\n  ","682643":"\n   i can just picture you smiling at me before kicking the stool >_<\n  ","682644":"\n   Why do I want you to melt? So we could melt into each other. Swirling and combining, separating, just to find each other again in new forms. Merging to create something more than either of us could ever be on our own.\n  ","682645":"\n   i can think of no better way too go then by your hand :)\n  ","682646":"\n   scarred from what?\n  ","682647":"\n   Show us your stomach\n  ","682648":"\n   why are you scared :L\n  ","682649":"\n   Sexy pap?\n  ","682650":"\n   sorry i dont know why i put a ? at the end of femdom, kinda made it seem cheeky\n  ","682651":"\n   Because i just like femdom?\n  ","682652":"\n   but that doesnt invlove you killing me :(\n  ","682653":"\n   We could just lay there Telling secrets of the past, Imagining the wonders of the future,Laughter lifting the air. letting Love grip our beating hearts. I would put my life in your hands\n  ","682654":"\n   well you could make me swing from the tree if you wanted too\n  ","682655":"\n   what about a 15 second video of you saying something too me\n  ","682656":"\n   your welcome sweetie\n  ","682657":"\n   how are you doing my queen\n  ","682658":"\n   Thats really dear tho, what if the slaves poor as fuck\n  ","682659":"\n   How much would it cost for like 2 hours off talking?\n  ","682660":"\n   you are literally so gorgeous and amazing and perfect inside\/out I love talking to you brighten up my day so much especially when I'm sad so thank you for being you never change and keep smiling <3\n  ","682661":"\n   I've breathed your words deep into my soul. I afraid to exhale, in the chance that I might lose some of them. I need you to shotgun your voice into me. Fill my lungs with your exquisiteness.\n  ","682662":"\n   will you still do the scenarios for them\n  ","682663":"\n   It was here, a couple weeks ago. I stumbled upon you and became stuck in the quicksand of your eyes. Slowly swallowing me whole. Your words then began to fill me, until I was able to surface and take the first refreshing breaths of my new life.\n  ","682664":"\n   What do u think\n  ","682665":"\n   what about the slaves who are paying you money for stories and scenarios\n  ","682666":"\n   I think about the memory of the first time we first met. It felt as if someone attached strings to our hearts and connected in ways we didn’t even know were possible, or that we even could.\n  ","682667":"\n   do you believe that some people naturally deserve to be slaves and others deserve to be masters?\n  ","682668":"\n   I've been scared to tell you, in case your glow casts me in to harsh a light, so that you see right through me in.\n  ","682669":"\n   i wouldnt be lol, unless you kicked the stool :L\n  ","682670":"\n   but what about all the erotica stuff haha\n  ","682671":"\n\n    http:\/\/ask.fm\/ass4lyfe\/answer\/132438194553\n   \n   You say you're melting then you move on as if we had nothing? I wrote to you in your own words.\n  ","682672":"\n   would you not want any of your slaves back then :L\n  ","682673":"\n   I'm a babe\n  ","682674":"\n   say i was attached too a noose but i was standing on a stool too keep me up\n  ","682675":"\n   I always try to talk but u :(\n  ","682676":"\n   The thing you never give me chance to let you know I asked you to chat but u insulted me :(\n  ","682677":"\n   i'd smoke you other the blankets on your double bed and then ruin your bed lol\n  ","682678":"\n   lol your slaves all need whipped for being so shit\n  ","682679":"\n   I didn't girls are property dear I just want u that's all\n  ","682680":"\n   you never know, if i was tied up swinging from a tree and you had that bat you might just swing ;)\n  ","682681":"\n   It's like a gun shot went straight through me\nStopped my heart from beating,\nNooo won't let you get away\nI'll Be waiting\n  ","682682":"\n   Lmao...\n  ","682683":"\n   I know that is past cuz u won't let me with you\n  ","682684":"\n   ??????\n  ","682685":"\n   I just wanted to be with you\n  ","682686":"\n   do u smoke\n  ","682687":"\n   where have all your 'slaves' gone haha?\n  ","682688":"\n   Look dear it is possible . I love you not for beauty. I daily visit and question you here :(  don't know what to say you\n  ","682689":"\n   its adorable lol\n  ","682690":"\n   I've read your work. It would be so simple to lay down with you and never get up.\n  ","682691":"\n   I DONT THINK YOU KNOW HOW MUCH WEED I CONSUME LOL\n  ","682692":"\n   I could fall in love with you so easily.\n  ","682693":"\n   well that's good because you said you'd destroy me lol\n  ","682694":"\n   Nope doesnt sound very hard at all :P\n  ","682695":"\n   I fell in love with u plz :(\n  ","682696":"\n\n    http:\/\/ivanaradman19.blogspot.com\/\n   \n   TAKE A VIEW :D\n  ","682697":"\n   i followed you on insta..i know you forgot me\n  ","682698":"\n   have you got a good memory?\n  ","682699":"\n   when i talked to my friend that savannah is my friend he was like that you are lying..how could such a beutiful girl be your friend and i answered him that beautiful bous have beautiful girls\n  ","682700":"\n   sweet then you can use them lol, how hard you gonna hit anyways\n  ","682701":"\n   like=gift maybe? Likers will return the gifts which you have given them! Deal okay??\n  ","682702":"\n   you could use a baseball bat with razorblades attached if you wanna really break me open 0_0\n  ","682703":"\n   I would let you destroy me\n  ","682704":"\n   we could get stoned af together haha\n  ","682705":"\n   I love WEED\n  ","682706":"\n   why so hurt\n  ","682707":"\n   cuz over here I m irration and we cnt talk properly :( plzzzz\n  ","682708":"\n   why what would you hit me with lol\n  ","682709":"\n   Sure B, what's your Kik? ?\n  ","682710":"\n   you are such a lil cutie\n  ","682711":"\n   hugs you\n  ","682712":"\n   How many times do you fart in a day ?\n  ","682713":"\n   That sounds like the dream! And aww cutie, I missed you too ☺️ we should find another way to talk rather than on here!\n  ","682714":"\n   tbh i think im filled with flesh and blood\n  ","682715":"\n   do you like boys\n  ","682716":"\n   If you were chilling with a guy friend and when he bent over you saw he was wearing thong underwear, what would you do?\n  ","682717":"\n   I want to hug you and hold you and never let you go\n  ","682718":"\n   I really hope i meet you in real life and not in the sky while having a party\n  ","682719":"\n   ap khusbuu lagti ho\n  ","682720":"\n   If you and your girlfriends found me strung up like a pinata what would you all do :P\n  ","682721":"\n   Yeaah it was quite average, not a massive fan of it! And that isn't good ? anything you wanna get off your chest?\n  ","682722":"\n   do I need a passport to enter WonderSavLand?\n  ","682723":"\n   i am very rich\n  ","682724":"\n   I'm witty too hehe\n  ","682725":"\n   Only okay kinda? What's up B?! And i'm fine thanks just doing some work, Battlefront was meh ?\n  ","682726":"\n   forget French babe\n  ","682727":"\n   witty af\n  ","682728":"\n   Hey you! How's everything going? ☺️\n  ","682729":"\n   not poop boo you're so perfect it isn't even fair on us that are not to the same high standard as you x\n  ","682730":"\n   you are white\n  ","682731":"\n   pap of your bow tattoo?\n  ","682732":"\n   do u have any tattoos on u\n  ","682733":"\n   can you post pictures of all your tattoos?\n  ","682734":"\n   which part of body this tattoo is?....\n  ","682735":"\n   why don't u give kik or fb ;)\n  ","682736":"\n   bae\n  ","682737":"\n   hey tbh ur fucking hot n cute\n  ","682738":"\n   Just DM'd you on twitter :)\n  ","682739":"\n   Hi\n  ","682740":"\n   what me to message your belly to make it feel better\n  ","682741":"\n   خر انسر واعطونا رآيكو ..!\n  ","682742":"\n   What are you dying for Rn?\n  ","682743":"\n   hello\n  ","682744":"\n   can i be your slave plzzz\n  ","682745":"\n   you don't know how badly I wish you were mine :(\n  ","682746":"\n   I had much embarrased todayy because my teacher called me on a dice and said introduce yourself.i was failed to explain myself .i was heart too much due to my bad spoken english i have asked alot favour from u but u could not help me\n  ","682747":"\n\n    http:\/\/www.recortado.com.br\/2015\/10\/justin-bieber-fail-gif.html\n   \n","682748":"\n   your welcome\n  ","682749":"\n   I'm great sweetie\n  ","682750":"\n   I wanna one of ur best friend plzz that's y\n  ","682751":"\n   waz up\n  ","682752":"\n   I wish to talk privately with u mufaaasa\n  ","682753":"\n   wouldn't u allow me to slave your feet  ?\n  ","682754":"\n   that's life everybody is struggling through shit you wouldn't be human if you didn't and everybody notices your perfection the only one who cant see it is you\n  ","682755":"\n\n    https:\/\/youtu.be\/my7be2drS5w\n   \n","682756":"\n   that's a lie your way to perfect for anybody\n  ","682757":"\n   so pic of your feet pls\n  ","682758":"\n   I love full body pics of you your so short its cute\n  ","682759":"\n   i adore your feet\n  ","682760":"\n   how are you doing today gorgeous\n  ","682761":"\n   I wish you where mine but your to good for me\n  ","682762":"\n   oh my good lord your tummy is so perfect\n  ","682763":"\n   ah, really? So dong a barefeet photo shoot in exchange for wishlist stuff... I think I may have to DM you on twitter about this.\n  ","682764":"\n   Thoughts on taking photo requests (feet and\/or tummy) in exchange for wish list items?\n  ","682765":"\n   Do you laugh when you see girls get hit in the vagina Lol\n  ","682766":"\n   your welcome :p\n  ","682767":"\n   U have so thin legs ?\n  ","682768":"\n   I'm great cause I have you to talk to\n  ","682769":"\n   very nice legs :P\n  ","682770":"\n   kik?\n  ","682771":"\n   Anytime and good stay happy sweetie you sexy girl :)\n  ","682772":"\n   how many tattoos do you have in total?\n  ","682773":"\n   can you post a picture of your legs standing up?\n  ","682774":"\n   Compliment: Beauty and some beautiful legs too !\n  ","682775":"\n   have any tattoo? pap of it if yes...\n  ","682776":"\n   feelings on this?\n   \n    https:\/\/www.youtube.com\/watch?v=HEg7TvSnx4M\n   \n","682777":"\n   pap?\n  ","682778":"\n   post a pic please\n  ","682779":"\n   لايكاتكم يا احبابي ♡♡\n  ","682780":"\n   how is my favorite girl in the universe doing\n  ","682781":"\n   u fantastic one is on ask.fm  ?\n  ","682782":"\n   I'm sorry I keep forgetting I'm on anon\n  ","682783":"\n   I wish to kiss you ur belly and whole body\n  ","682784":"\n   Morning have a good day today stay happy and blessed and enjoy your day :) Xxxxxx\n  ","682785":"\n   no I have never lied to you I don't see the need to lie\n  ","682786":"\n   it was fun\n  ","682787":"\n   yea really I would never lie to you\n  ","682788":"\n   I'm the person that said I love you so much\n  ","682789":"\n   I used to be in special ed in school\n  ","682790":"\n   I fall more and more in love with you everyday\n  ","682791":"\n   I love you so much\n  ","682792":"\n   Your so beautiful.\n  ","682793":"\n   your very special\n  ","682794":"\n   Your still mine as a amazing and gawjusss friend baby :)\n  ","682795":"\n   Your my beautiful babe :)\n  ","682796":"\n   only for you\n  ","682797":"\n   Stunning princess :)\n  ","682798":"\n   your the princess of my heart\n  ","682799":"\n   I would like you to spank me berry much\n  ","682800":"\n   <3\n  ","682801":"\n   Awwww you cutieeeeeeee ❤️❤️❤️\n  ","682802":"\n   you look like sleeping beauty\n  ","682803":"\n   can you post a pic doing a puppy dog face\n  ","682804":"\n   Anytime for you sweetheart :) <3\n  ","682805":"\n   Pap of your soles?\n  ","682806":"\n   Pap please?\n  ","682807":"\n   well don't ever think that you are the problem. it's one thing to start from zero, but it's another thing to start from zero while having debilitating health issues. what you're facing is very difficult and anyone trying to belittle it doesn't know what they're talking about\n  ","682808":"\n   Pap pap pap please\n  ","682809":"\n   Like byk plz\n  ","682810":"\n   Like - Tbh\/ You are Pretty❤\n  ","682811":"\n   how are you supposed to learn how to do that if you're struggling with health issues? where's the compassion for you?\n  ","682812":"\n   hmmm and fb ?+\n  ","682813":"\n   u r on kik or fb;-) ;-) :-*\n  ","682814":"\n   ???\n  ","682815":"\n   how come your parents don't give you money?\n  ","682816":"\n   your are such an amazing person inside and out\n  ","682817":"\n   Hey how are you\n  ","682818":"\n   I'll remember that ??\n  ","682819":"\n   I am a foot slave and i'm looking for someone to serve and worship. I'm obedient and will put up with anything...\n  ","682820":"\n   Thankxxx Sweety\n  ","682821":"\n   black Roses y ????\n  ","682822":"\n   Have a great day ? x\n  ","682823":"\n   what do u have in your feet now\n  ","682824":"\n   do you like forehead kisses\n  ","682825":"\n   I really wish I could kiss that beautiful body of yours\n  ","682826":"\n   Hey, you, tell me another fun fact about the one and only Sav! Haha ?\n  ","682827":"\n   Yes.you will be my best friend.Can I Talk to you on twitter .if you want.\n  ","682828":"\n   Your body structure says you are hot, you are pretty when I looking at your face, but when I looking at your heart seems, you are the best and most beautiful thing in the world which cannot be seen or even touched, you must be felt with the heart. CAN WE BE FRIENDS.\n  ","682829":"\n   What qualities you think ,A friend should have !\n  ","682830":"\n   That's fine! I imagine you get bombarded by questions ?\n  ","682831":"\n   how are you my queen\n  ","682832":"\n   do you have any pet ?\n  ","682833":"\n   How's your day been B? ?\n  ","682834":"\n   Best way of online flirting\n  ","682835":"\n   what's up gorgeous\n  ","682836":"\n   heart breaking DP???\n  ","682837":"\n   Friday's are great! The weekend is almost here!\n  ","682838":"\n   my god stop being so perfect\n  ","682839":"\n   can I play with your hair\n  ","682840":"\n   Name different types of tea you know?\n  ","682841":"\n   no I mean I want your lips on mine\n  ","682842":"\n   Followed follow back? #newbie\n  ","682843":"\n   how's your day going? Sami\n  ","682844":"\n   u have skype ?\n  ","682845":"\n   why is liam so sad over the guy with the pickup lines\n  ","682846":"\n   how would you wear out my balls..\n  ","682847":"\n   when I look at you I feel happiness\n  ","682848":"\n   i want your lips\n  ","682849":"\n   I just kicked my dog in the head. And now he can't walk straight. Should I take him to the vet or just finish him off?\n  ","682850":"\n   Hmmm Suppose M ur Bestie Friend Cutie\n  ","682851":"\n   ? For you ❤️\n  ","682852":"\n   Because I want u to be happy and me to be ur dog\n  ","682853":"\n   well me and all your other followers do\n  ","682854":"\n   I pay u 9,000 dollars to hurt me u have in account by tommrow\n  ","682855":"\n   What sport do you do?\n  ","682856":"\n   sweety ? uuuuuuu   rrrrrrrrrr ?\n  ","682857":"\n   What if he begs u to stop\n  ","682858":"\n   Would u hurt me if I paid u\n  ","682859":"\n   What are you craving right now?\n  ","682860":"\n   that's where your wrong your always cute\n  ","682861":"\n   like aLL the time ? you illl\n  ","682862":"\n   I don't like you anymore and to think i actually donated to your little hospital cause\n  ","682863":"\n   your killing me with cuteness\n  ","682864":"\n   what would u do after he suffered\n  ","682865":"\n\n    https:\/\/s-media-cache-ak0.pinimg.com\/736x\/dc\/79\/4e\/dc794e1e2cbde19a71705bdea1625635.jpg\n   \n","682866":"\n   what is pick up line ?\n  ","682867":"\n\n    https:\/\/s-media-cache-ak0.pinimg.com\/236x\/d0\/d7\/c3\/d0d7c3417699edb7ca7ef96733379b07.jpg\n   \n","682868":"\n   What shoes would u use\n  ","682869":"\n   How hard would u kick someone in balls\n  ","682870":"\n   You are a superstar babes stay blessed love you xxxxx\n  ","682871":"\n   there is the beautiful smile I love\n  ","682872":"\n   you would destroy a guys balls with that..\n  ","682873":"\n   dying to you are my top 3 ways\n  ","682874":"\n   Hello. ^^ Pls can you watch my first video, and can you tell me what do you think from it? :)\n   \n    https:\/\/youtu.be\/kwRyQ0JdHv4\n   \n","682875":"\n   what are the top 3 shoes for kicking balls?\n  ","682876":"\n   your so amazingly stunning\n  ","682877":"\n   video response?\n  ","682878":"\n   You is beautiful baby made my day thank you sooooo much love you xxx\n  ","682879":"\n   My doctor says I'm lacking Vitamin U.\n  ","682880":"\n   Soooo Sweeet Nycc\n  ","682881":"\n   do you have kik? can i get your advice on there please?\n  ","682882":"\n   What do you like best about your hometown?\n  ","682883":"\n   are you stephen currys shot because you are on point.\n  ","682884":"\n   are you a parking ticket because you have fine written all over you.\n  ","682885":"\n   im rare :)\n  ","682886":"\n   likes back\n  ","682887":"\n   yes I really mean it\n  ","682888":"\n   we see you everyday to and we never get sick of it\n  ","682889":"\n   am not :( you're stunning\n  ","682890":"\n   we cant help it we can never get enough of your face\n  ","682891":"\n   sorry you're too beautiful\n  ","682892":"\n   another picture please?\n  ","682893":"\n   Hey how's you ?\n  ","682894":"\n   Cutie made my day\n  ","682895":"\n   I hope your day is filled with sunshine and rainbows\n  ","682896":"\n   pap\n  ","682897":"\n   Morning have a good day today stay happy and blessed enjoy your day\n  ","682898":"\n   Ask me EveryThinG Guuxxx ?\n  ","682899":"\n   do u think they would still be in tact ?\n  ","682900":"\n   i wonder if my balls would still be alive after you kicked them in all the shoes id buy you from ur amazon wish list\n  ","682901":"\n   Have a great day, much looove ❤️\n  ","682902":"\n   yes sava ;)\n  ","682903":"\n   Hi Savannah.Sami\n  ","682904":"\n   I'm just really glad that it's Friday!!\n  ","682905":"\n   haha you're not stupid it stands for video responses\n  ","682906":"\n   that's a shame I guess she's trying to protect you. But you're definitely beautiful enough to make it in the modeling industry\n  ","682907":"\n   can you actually twerk?\n  ","682908":"\n   what sort of dance can you do?\n  ","682909":"\n   can you act?\n  ","682910":"\n   imo you're way more attractive than most models so I don't see why you wouldn't be a top model\n  ","682911":"\n   will you do vrs tonight?\n  ","682912":"\n   can you sing or dance?\n  ","682913":"\n   nothing\n  ","682914":"\n   so can we talk on any other app\n  ","682915":"\n   Hey gorgeous!\n  ","682916":"\n   aim in life?\n  ","682917":"\n   how has your day been going?\n  ","682918":"\n   no don't be sad I don't want to be the one that made you sad :((( I guess the only reason you're not famous is you haven't been discovered yet it's the only thing I can think of\n  ","682919":"\n   ur fb id plzz\n  ","682920":"\n   What kind of surprise you like\n  ","682921":"\n   hello gorgeous\n  ","682922":"\n   :'(\n  ","682923":"\n   no.hamid\n  ","682924":"\n   why you asked nickname\n  ","682925":"\n   haha no you just look like someone that would be faked like you look famous if that makes sense\n  ","682926":"\n   haha sorry I just found your page and you're unbelievably attractive tbh\n  ","682927":"\n   ?\n  ","682928":"\n   I'm really sorry if you didn't like my last question. \n\nIt was just my belief\n  ","682929":"\n   only one God. \n\nAnd there is none comparable unto Him. \n\nBut no one would be able to see him until.\n  ","682930":"\n   Morning have a good day today stay happy and blessed and enjoy your day :)\n  ","682931":"\n   ?\n  ","682932":"\n   Followed well back it depends on you ☺\n  ","682933":"\n   have you posted a proof picture?\n  ","682934":"\n\n    @shahwaizbilsl\n   \n   This guy has your pictures and he spreading them to everyone insult him\n  ","682935":"\n   ok bye good night lovely :) Sami\n  ","682936":"\n   Well do you believe in God\n  ","682937":"\n   hami\n  ","682938":"\n   single?\n  ","682939":"\n   My prayers are with you\n  ","682940":"\n   what you mean that so need an identity..\nhow\n  ","682941":"\n   That's great enjoy your life??????\n  ","682942":"\n   ok then good...\ni just wanted to be ur friend\n  ","682943":"\n   good night beautiful sleep tight and have beautiful dreams\n  ","682944":"\n   And you love him too?\n  ","682945":"\n   you're very gorgeous\n  ","682946":"\n   Have you ever been in love with someone but unable to tell them? \n\n\nWhy didn't you tell them? \n\n\n#Sent to all i follow\n  ","682947":"\n   Tbh you are pretty♥\n  ","682948":"\n   Hi\n  ","682949":"\n   Like & follow\n   \n    @xokellibellii\n   \n   ? Will follow & like back .\n  ","682950":"\n   be a lesbian\n  ","682951":"\n\n    https:\/\/m.ask.fm\/Umergul07\/answers\/131745266256\n   \n   like please! :P\n   \n    @sardarkhan637\n   \n","682952":"\n   Is it wrong if a boy wore tights under his trousers\n  ","682953":"\n   What colour of tights do you like to wear\n  ","682954":"\n   What are sweats\n  ","682955":"\n   I love you like a sister\n  ","682956":"\n   Can you dress me like a slut?\n  ","682957":"\n   yeah but my friends tell me it's also unhealthy to get more sleep.Sami\n  ","682958":"\n   anything to prove my loyality am a slave\n  ","682959":"\n   Savannah i have alot of work now a days but feeling almost tired even on little work.Sami\n  ","682960":"\n   order me sth .. and i will do it now and say how am loser\n  ","682961":"\n   no I mean it\n  ","682962":"\n   you are great and am the loser\n  ","682963":"\n\n    https:\/\/youtu.be\/TmKojGoDjJ8\n   \n","682964":"\n   why you are the loser ??\n  ","682965":"\n   Do you like to wear tights\n  ","682966":"\n   Through ask.fm\n  ","682967":"\n   i wanna be ur loser\n  ","682968":"\n   Bra Size..--,,?\n  ","682969":"\n   how's weather there Savannah?.Sami\n  ","682970":"\n   Would you support a stranger in need?\n  ","682971":"\n   you have a beautiful smile\n  ","682972":"\n   Likers Get Profile Ratings? <3 :)\n  ","682973":"\n   your welcome\n  ","682974":"\n   asking ??\n  ","682975":"\n   hahaha omg these dumb anons :D.Sami\n  ","682976":"\n   Thoughts on depression?\n  ","682977":"\n   I keep falling more and more in love with your face\n  ","682978":"\n   definitely kiss\n  ","682979":"\n   ur really pretty\n  ","682980":"\n   you are a goddess ??\n  ","682981":"\n   hmm ok so do you still study?. Sami\n  ","682982":"\n   sexy is your face\n  ","682983":"\n   If a guy was messing around with a magic spell and it went wrong and he turned him self and his sister in to the most gorgeous pair of shoes ever and they where stuck that way forever, would you keep them safe in a box...or just make the most of it and use them like normal shoes? #freeshoes!\n  ","682984":"\n   pap yr interest ?\n  ","682985":"\n   Sexy pap?\n  ","682986":"\n   Aha good also so why you don't work as a manager rather than just a seller it will be good for you isn't that?.Sami\n  ","682987":"\n   yea I'm sure\n  ","682988":"\n   ur Awesome.......... )\n  ","682989":"\n   Did a lot of article reading today lol? What do you mean?\n  ","682990":"\n   your so gorgeous\n  ","682991":"\n   your face can never be annoying just cute\n  ","682992":"\n   ????\n  ","682993":"\n   Savannah yesterday you told that u find another ways to make income how's that is everything going fine?.Sami\n  ","682994":"\n   you like rap\n  ","682995":"\n   A dare video? Can you slam your friend's or someone's head on wall or a table 25 times? (Absolutely fake and roleplay slams thats for fun) :D\n  ","682996":"\n   ok np...\nif you don't want to talk . i don't want to force u.\nthank u.. \nand forgive me if i hurted u\n  ","682997":"\n   I love everything about\n  ","682998":"\n   jst 20 and u look like 19..\")\n  ","682999":"\n   i didn't  find?????\n  ","683000":"\n   Hiiii Savannah what's going on? <3 .Sami\n  ","683001":"\n   Yes so Waz up\n  ","683002":"\n   art thou great\n  ","683003":"\n   whatsap  ppleaseeeeeeeeeeewweee\n  ","683004":"\n   whatsapp ?\n  ","683005":"\n   U from ?\n  ","683006":"\n   Kik? \n\n\n\nstaif\n  ","683007":"\n   just 20   ?\n  ","683008":"\n   last time u sex   ? please speak the truth ?\n  ","683009":"\n   What's ur age ?\n  ","683010":"\n   Assalam O Alaikum\n  ","683011":"\n   ı beg..please :(\n  ","683012":"\n   ??\n  ","683013":"\n   ⭕️\"Only wrong persons teach the right lessons of life.\"\n\n\n\n?S.T.S.I.F\n♦️NoHates\n  ","683014":"\n   My Sweet Savannah :).Sami\n  ","683015":"\n   I would like to be your feet slave...\n  ","683016":"\n   if i bought those shoes on your wish list would u kick me in the balls in each pair?\n  ","683017":"\n   im a guy n im wearing a thong and bra can i show u on snapchat\n  ","683018":"\n   hotieee kisss meee ? yr lips killing me all the time ?\n  ","683019":"\n   socks of the day? pap\n  ","683020":"\n   Hi\n  ","683021":"\n   what kind of questions do u not answer\n  ","683022":"\n   my lips hurt can you kiss them better\n  ","683023":"\n   I think you are the most amazing sweet gorgeous genuine person ever keep smiling\n  ","683024":"\n   ur gorgeous\n  ","683025":"\n   your so perfect\n  ","683026":"\n   I'm great\n  ","683027":"\n   so that you can scare me for fun :P\n  ","683028":"\n   Please marry me\n  ","683029":"\n   you like rock\/metal?\n  ","683030":"\n   hello Savannah Ames\n  ","683031":"\n   Sad :(\n  ","683032":"\n   best thing in america\n  ","683033":"\n   Wow ❤ you are beautiful ❤\n  ","683034":"\n   what are you doing\n  ","683035":"\n   here is my identity\n  ","683036":"\n   Why u are got much high just cuz of name ?\n  ","683037":"\n   your gorgeous with or with out makeup on\n  ","683038":"\n   Follow bck?\n  ","683039":"\n   what is your age\n  ","683040":"\n   i want to give you my facebook password\n  ","683041":"\n   hey are you doing today sexy lady\n  ","683042":"\n   sexy is you?\n  ","683043":"\n\n    https:\/\/vine.co\/v\/MtTTVPVxtXT\n   \n","683044":"\n   i cant be sad when I have you to talk to\n  ","683045":"\n   your so sexy\n  ","683046":"\n   hotiee i requested u to add me on whatsapp ?\n  ","683047":"\n   Do you laugh when you see girls get hit in the vagina Lol\n  ","683048":"\n   socks vs no socks at home? :P\n  ","683049":"\n   ootd?\n  ","683050":"\n   :(\n  ","683051":"\n   oh so does your current income is not good enough?\n  ","683052":"\n   You from America ?\n  ","683053":"\n   Beautiful\n   \n    https:\/\/500px.com\/search?q=pakistan&submit=Submit&type=photos\n   \n","683054":"\n   lesbian ?\n  ","683055":"\n   so do I :(\n  ","683056":"\n   not to be sorry dear and what do you do rather then selling goods?.Sami\n  ","683057":"\n   now i sent you again ...\nif u still can't find me then give me ur kik account\n  ","683058":"\n   you are a forbidden love story and it sucks your not mine\n  ","683059":"\n   with my Studies chores etc.Sami\n  ","683060":"\n   busy now a days my friend. Sami\n  ","683061":"\n   I hope so to ❤\n  ","683062":"\n   well and good and how about you and what's going on now a days?Sami\n  ","683063":"\n   yup\n  ","683064":"\n   canada\n  ","683065":"\n   oh that dumb question isn't belong to like humiliate me etc that is another anon. Sami\n  ","683066":"\n   I have no money to go to cali or I would be in a heartbeat\n  ","683067":"\n   trust me its possible\n  ","683068":"\n   and i'm glad so see u again here God bless you always dear\n  ","683069":"\n   can you do a photo pushing your belly out like pregnant?\n  ","683070":"\n   i love you more then life itself that's how much\n  ","683071":"\n   exotic way? what do u mean?\n  ","683072":"\n   you should look at pics of newfoundland its beautiful\n  ","683073":"\n   i want you to laugh at me and humiliate me\n  ","683074":"\n   A\n  ","683075":"\n   friend what's mean of Ayo maggot written as a title? Sami.\n  ","683076":"\n   hmm ok like i say Sami :)\n  ","683077":"\n   Don't mention it! Just making sure more people get to see your answers ? x\n  ","683078":"\n   please came to pakistan most beautiful country\n  ","683079":"\n   I love your answers, you seem like a very friendly, genuine person ? x\n  ","683080":"\n   hmm i see dear but i can't show name here may be later\n  ","683081":"\n\n    https:\/\/scontent.xx.fbcdn.net\/hphotos-xtp1\/v\/t1.0-9\/12074678_445464028971133_1507689443977002227_n.jpg?oh=be3b2bbcdad3ed6b0c791c5ddd8bbcd2&oe=568D4993\n   \n   she pretty?\n  ","683082":"\n   what turns u on ?\n  ","683083":"\n   How old were you when you lost your virginity?\n  ","683084":"\n   haha i'm not stranger we have have talked before also my cute friend :)\n  ","683085":"\n   ever made a guy boner ?\n  ","683086":"\n   mix of both nice choice :) u like the idea of grabs ?\n  ","683087":"\n   Snap?\n  ","683088":"\n   are you single or taken?\n  ","683089":"\n   Hi beautiful Savannah :)\n  ","683090":"\n   neck kisses or love bites ?\n  ","683091":"\n   How old are you?\n  ","683092":"\n   i baleng to india you are preeteir girl i whole sea you are nicx\n  ","683093":"\n   can i dress as a sissy today?\n  ","683094":"\n   How many sisters you have\n  ","683095":"\n   Go to settings then click on privacy and then select Do not allow anonymous questions and then save in this way these idiots will not ask you a stupid question.\n  ","683096":"\n   i am saying if u found me then message me so that we can talk as u said we are now friends and can talk on any other app\n  ","683097":"\n   You are right these idiots are so perverted\n  ","683098":"\n   you deleted ur kik account?\n  ","683099":"\n   ❤\n  ","683100":"\n   You are married?\n  ","683101":"\n   Likers get 1000 likes?\n  ","683102":"\n   Why in your profile a lot of pakistan people and india people come ?\n  ","683103":"\n   Do you believe in karma?\n  ","683104":"\n   your welcome <3\n  ","683105":"\n   yr last pap was an epicc piece ? please post more ?\n  ","683106":"\n   so thats mena y dont want to talk with me and u r bored ....\ny :(\n  ","683107":"\n   Thankyou\n  ","683108":"\n   any fetish?\n  ","683109":"\n   You should smile! You have an amazing one!\n  ","683110":"\n   Followed.\n  ","683111":"\n   Sister marry me\n  ","683112":"\n   I love you\n  ","683113":"\n   your pure perfection\n  ","683114":"\n   The key to becoming attracted to every race is by masturbating to them a lot. I used to not be attracted to black girls, but now I am, because of that.\n  ","683115":"\n   your sooooo cute and your welcome\n  ","683116":"\n   ??\n  ","683117":"\n   every time I see a pic of you I get lost in your eyes and beauty\n  ","683118":"\n   Snapchat?\n  ","683119":"\n   Just seen it . The recipe is online\n  ","683120":"\n   What's that then\n  ","683121":"\n   Where do you live?\n  ","683122":"\n   What's that red stuff on your food\n  ","683123":"\n   yes you can\n  ","683124":"\n   Bae asf\n  ","683125":"\n   Hey Savannah\n  ","683126":"\n   that was random\n  ","683127":"\n   Share something you're grateful for today.\n  ","683128":"\n   10\/10?\n  ","683129":"\n   your welcome\n  ","683130":"\n   I just wanted to say your such an amazing sweet kind hearted lovable genuine person you deserve the world <3\n  ","683131":"\n   will you post a pic of your self\n  ","683132":"\n   Yeah I loved it :')\n  ","683133":"\n   because they aren't you just don't see the beauty in yourself that other people do\n  ","683134":"\n   are those animal style fries\n  ","683135":"\n   your so welcome\n  ","683136":"\n   you're just using people on here to buy you things and give you things...\n  ","683137":"\n   I challenge you to post a bad pic of yourself I bet you cant\n  ","683138":"\n   That display *_*\n  ","683139":"\n   I have a challenge for you that I bet you will fail\n  ","683140":"\n   your so fuckin sexy\n  ","683141":"\n   Following you.. Maybe follow back\n  ","683142":"\n   <3\n  ","683143":"\n   what if he became butt bead ? \n  ","683144":"\n   im good and everything went great\n  ","683145":"\n   Yesssss, you know you love me :P I keep you from being bored\n  ","683146":"\n   answer to* \"bio\" you dont have to answer this its for your own\n  ","683147":"\n   hey sweetheart I just got back from the hospital how are you doing\n  ","683148":"\n   But one like meeee\n  ","683149":"\n   I am witch ? ideas ?\n  ","683150":"\n   oh ok. what is worse thing could turn gingy into you think ?\n  ","683151":"\n   Company, duh. It's why I'm here :P\n  ","683152":"\n   why do not u eat gingy ?\n  ","683153":"\n   No can do, you aren't eating any gingerbread people :P\n  ","683154":"\n   .... Well good point. But it's just you and me here, and you seem kind of normal so. Plus we made a deal where I don't get eaten... By anything xD\n  ","683155":"\n   No, nope. Not at all. Besides who would even try that? No one that's who xD\n  ","683156":"\n   ? stuff gingerbread up butt !\n  ","683157":"\n   LIKE THAT. No thanks, not getting turned into a bead today xD\n  ","683158":"\n   ... See let's not do that xD Besides there's worse things that could happen at my size\n  ","683159":"\n   ... Probably? Don't you test it out haha\n  ","683160":"\n   can I massage your feet??\n  ","683161":"\n   Well you're after my kids, not me now haha\n  ","683162":"\n   oh sorry I forgot I already told u what he did\n  ","683163":"\n   Awww cutie always make me smile gawjusss lets talk question to question :)\n  ","683164":"\n   have I already told u about my karate teacher why i'm angry\n  ","683165":"\n   I'm not eaten, so I'm not food :P\n  ","683166":"\n   wait have I already told u\n  ","683167":"\n   karate teacher pissed me off\n  ","683168":"\n   ... So do I >.>\n  ","683169":"\n   i'm angry\n  ","683170":"\n   how are u\n  ","683171":"\n   age?\n  ","683172":"\n   You could always be a ginger woman lolol\n  ","683173":"\n   Last time you had it?\n  ","683174":"\n   Yea of course\n  ","683175":"\n   Have you had sex at all?\n  ","683176":"\n   Aww you cutie made my day by that reply I hope you stay blessed too and stay smiling beautiful <3\n  ","683177":"\n   Lol I'm kidding\n  ","683178":"\n   u didn't text me if u found me\n  ","683179":"\n   Can you like this answer? Is for help people with Cancer :( ?\n   \n    https:\/\/ask.fm\/JohnnyOsingsOfficial\/answer\/132763233206\n   \n","683180":"\n   Ever have sex on your period\n  ","683181":"\n   Oo period?\n  ","683182":"\n   Honesty hour\n  ","683183":"\n   Thongs or panties\n  ","683184":"\n   Very cute\n  ","683185":"\n   whats ur kik\n  ","683186":"\n   PAP!!\n  ","683187":"\n   Hello, where r u from?\n  ","683188":"\n   Hey Savannah how are you\n  ","683189":"\n   Follback + 70 likes ?\n  ","683190":"\n   What song is currently your favorite?\n  ","683191":"\n   why not\n  ","683192":"\n   are you a mistress\n  ","683193":"\n   have you found me\n  ","683194":"\n   followed... back maybe?\n  ","683195":"\n   u look beautiful !! :) #stayblessed ^_^\n  ","683196":"\n\n    http:\/\/www.speakingofchina.com\/china-articles\/jewish-women-chinese-men\/\n   \n","683197":"\n   Sorry do you know him?\n   \n    https:\/\/www.youtube.com\/watch?v=2LhsyCzcE0U\n   \n","683198":"\n   Like=dp rate=10\/10 ...ow:PRETTY\n  ","683199":"\n   what title would you give yourself?\n  ","683200":"\n   cant find u\n  ","683201":"\n   i will tell u but not here...\nit will be shown\non any other app ur choice from following:\nfacebook, line, kik, whatsapp, or skype\n  ","683202":"\n   One crazy thing you wouldn't like to do before you turn 60?\n  ","683203":"\n   can we talk on any other app\n  ","683204":"\n   hello\nI wAnT tO bE uR \nF...\n....R...\n.........I...\n.............E...\n.................N...\n......................D...\n  ","683205":"\n   If you could change one law, what would it be?\n  ","683206":"\n   How can someone make his girlfriend happy? \n\n\n#staif\n  ","683207":"\n   Morning have a good day today stay happy and blessed and enjoy your day xxxxxx\n  ","683208":"\n   no no sh\n  ","683209":"\n   You're to perfect sav - love bun\n  ","683210":"\n   I do to but anyways goodnight and I will talk to you when I get home\n  ","683211":"\n   im going to bed sweetheart I got to get up early for the hospital but I just wanted to say goodnight sweet dreams and I will talk to you when I get home <3\n  ","683212":"\n   he\/she is a bad pussy\n  ","683213":"\n   <3\n  ","683214":"\n   I want to kiss your so tender lips\n  ","683215":"\n   What\n  ","683216":"\n   Whatcha thinking aboot\n  ","683217":"\n   nm just chilling. how are you?\n  ","683218":"\n   what's up?\n  ","683219":"\n   Your stomach is very very sexy... I have 6 pack abs.... We should put 'em together! ?\n  ","683220":"\n   your so breathtakingly gorgeous and my heart melts everytime I talk to you or see that amazing face of yours\n  ","683221":"\n   I see you liked some of milly Maxxie answers so Please read milly Maxxy is a fake proof in this link not a scam just proof\n   \n    http:\/\/tineye.com\/search\/172cd606f443127c14798dc6ebbfb4c6be3b7c96\/\n   \n   I don't want to see you get hurt so please check it out then decide if the fake porn star is worth it\n  ","683222":"\n   I want add you to twitter but I have a lot of things on my page I wouldn't want you to see\n  ","683223":"\n   I really do :)\n  ","683224":"\n   Ow = Eyes.??\n  ","683225":"\n   because just talking to you makes me feel better I know I'm just a random anon but your really special to me and I like to think we are friends even though we don't know eachother\n  ","683226":"\n   you've heard things for very good reason. you walking up to anyone who dates you that's sitting down would make them want to hug you around your waist and kiss your stomach. it's too perfect.\n  ","683227":"\n\n    https:\/\/youtu.be\/my7be2drS5w\n   \n","683228":"\n   If you got to vagina kick someone for a video would you do it Lol\n  ","683229":"\n   your really beauitful hmu sometime\n  ","683230":"\n   even though I have an amazing life you just make it so much better when I feel sad because you make me smile everytime I'm upset\n  ","683231":"\n   your stomach genes = better than everything\n  ","683232":"\n   well I'm glad I could make you happy <3\n  ","683233":"\n   I have an amazing life and talking to you everyday makes in even better\n  ","683234":"\n   are you really homeless\n  ","683235":"\n   probably\n  ","683236":"\n   dp rate: 10\/10 so prettyy\n  ","683237":"\n\n    http:\/\/ask.fm\/Anweshaaaa\/answer\/110732314005\n   \n   doing for all x\n  ","683238":"\n   no it doesn't hurt and yes its lifelong I'm paralyzed from the waist down\n  ","683239":"\n   all these girls looking good at the time.\n  ","683240":"\n   5 outta 5 picture rate??\n  ","683241":"\n   I have spina bifida\n  ","683242":"\n   do you mean why am I in a wheelchair\n  ","683243":"\n   no its not and they want to check my body and stuff because I'm in a wheelchair and they want to check for complications with my legs and spine and my head and all that fun stuff\n  ","683244":"\n   a whole whack of shit I have to get up a 5 in the morning to be at the hospital for 8 its my yearly check up and it sucks I'm going to be there from 8 in the morning to about 2 in the afternoon probably\n  ","683245":"\n   i am good :) :) ... whats up :p ?\n  ","683246":"\n   how are you ? :)\n  ","683247":"\n   I have an all day check up at the hospital\n  ","683248":"\n   hey friend :) :)\n  ","683249":"\n   fuck I hate that tomorrow is wednesday\n  ","683250":"\n   you look great.. PAP of your bod in bikinis maybe?\n  ","683251":"\n   that's where your wrong you pure perfection\n  ","683252":"\n   of course I liked it I like every pic you take\n  ","683253":"\n   I'm not to much of a sweets person I cut back about a couple of years ago\n  ","683254":"\n   How are you? babe\n  ","683255":"\n   would it be would if I said I want to kiss your belly\n  ","683256":"\n   your so fuckin perfect\n  ","683257":"\n   Sorry to let you waiting x\n  ","683258":"\n   god your stunning\n  ","683259":"\n   that's Great. \n\nBut you look younger seriously\n  ","683260":"\n   like =OW \nattractive Eyes ?\n  ","683261":"\n   If you had to defeat a man with just one hit,what would you do???\n  ","683262":"\n   owsum\n  ","683263":"\n   Yes try that too ?\n  ","683264":"\n   That's great\n  ","683265":"\n   good lord\n  ","683266":"\n   your gorgeous no matter what your hair color is\n  ","683267":"\n   Do I ask your age?\n  ","683268":"\n   Australian as in white australian?\n  ","683269":"\n   Trust me grey is way better ..especially you have blue eyes it suits you more than black ♥\n  ","683270":"\n   What race of guys are you usually attracted to?\n  ","683271":"\n   Do you earn money by yourself?\n  ","683272":"\n   I'm a cunt idont lie son LOL\nCause of your blue eyes grey will suits you more than black ..\nIt's perfect on you\n  ","683273":"\n   You looked better with grey\n  ","683274":"\n   Probably relaxing at home hbu\n  ","683275":"\n   Tbh. \nYou are very pretty. ❤️\n  ","683276":"\n   When you are going to dye your hair?\n  ","683277":"\n   why\n  ","683278":"\n   Is it snow where you are?\n  ","683279":"\n   nothing you\n  ","683280":"\n   I'm fine thanks\n  ","683281":"\n   Followed you dear. ??\n  ","683282":"\n   How are you\n  ","683283":"\n   Hey\n  ","683284":"\n   it was normal. \n\n\n What about weather is it hot or cold\n  ","683285":"\n   How was your day?\n  ","683286":"\n   <3\n  ","683287":"\n   Hello\n  ","683288":"\n   in my eyes there is no one more gorgeous then you\n  ","683289":"\n   will you post a pic\n  ","683290":"\n   this is your fucking partner ? r8\n  ","683291":"\n   I think your way more beautiful then any celebrity\n  ","683292":"\n   because your the most beautiful women on the planet\n  ","683293":"\n   Wel 8 years is alot of time.... what are you gonna study?  :)\n  ","683294":"\n   what do you mean what makes me say that\n  ","683295":"\n   your welcome sweetie and just talking to you and seeing your beautiful face brightens up my day as well\n  ","683296":"\n   I'm one of the people who are saying nice things to you\n  ","683297":"\n   Who do you think asked your last anonymous question?\n  ","683298":"\n   because your so sweet beautiful and down to earth\n  ","683299":"\n   Do you study too ?\n  ","683300":"\n   what is you definition of good cuddling\n  ","683301":"\n   I really badly wish you were mine\n  ","683302":"\n\n    https:\/\/m.ask.fm\/mahimamalik749\n   \n   is a hooker who works at a strip club to make money. she has no education, has sex with a pedo, and her sister has cancer yet she doesn't care!\n  ","683303":"\n   bi kaç yanıt kalpler misin khdfs\n  ","683304":"\n   german shepherd\n  ","683305":"\n   Do we get to know each other?\n  ","683306":"\n   Here I am, once again :)\n  ","683307":"\n   You know its 4:12 am here :p .. i am up only to talk to you :p\n  ","683308":"\n   how can you be bad at cuddling\n  ","683309":"\n   I mean a good friend.. whom you wont forget easily :)\n  ","683310":"\n   wanna cuddle with me\n  ","683311":"\n   Can i be a friend of yours ? :)\n  ","683312":"\n   Well why i am a student :( ... \nI wish I was on job.. i could have devoted my pay to you... and you would be the one to give me some allowance to live :) :p\n  ","683313":"\n   Your feet would be an honour for shoes :)\n  ","683314":"\n   Yeah this sucks...\n  ","683315":"\n   i wish i had someone to love,and love me too,but thank you x\n  ","683316":"\n   I want to serve you in some way to get your precious attention :)\n  ","683317":"\n   Hahah i wish i could :( .. but i dont have a credit card :p\n  ","683318":"\n   Why scared ?? Submissive means i can submit easily :p\n  ","683319":"\n   Thank you,i know i am not as attractive as lots of girls on here,but i have lots of love inside me for the right person xxx\n  ","683320":"\n   your <3\n  ","683321":"\n   You look stunning actually\n  ","683322":"\n   I wish i wasnt very submissive :(\n  ","683323":"\n   I am in love with your belly :D\n  ","683324":"\n   I see nothing but beauty in your face\n  ","683325":"\n   what do you mean\n  ","683326":"\n   your sweeter then sweet <3\n  ","683327":"\n   if you mean scary as in gorgeous then yea your scary\n  ","683328":"\n   Do you think taking away glasses is a good punishment for kids?\n  ","683329":"\n   Would you rather be 50 feet tall for a day or only 5 inches tall for a day?\n  ","683330":"\n   its easy to be sweet when your talking to such sweet girl\n  ","683331":"\n   your more like a supermodel\n  ","683332":"\n   your so welcome sweetheart\n  ","683333":"\n   Keeping the belly button game strong is see\n  ","683334":"\n   every time I look at you I see a model\n  ","683335":"\n   More than welcome ;) see you later! x\n  ","683336":"\n   yes to match that and your belly is beautiful\n  ","683337":"\n   Haha damn you're cute :D\n  ","683338":"\n   I think you would look good black hair\n  ","683339":"\n   Tell me more about you... That is if you got time for me\n  ","683340":"\n   Dutch, but I'm not from the Netherlands\n  ","683341":"\n   I love your long hair I want play with it\n  ","683342":"\n   Your son? haha I didn't get many of that, my english is good but not that good\n  ","683343":"\n   Fuck?\n  ","683344":"\n   Nice, I'm 20 as well, and I was feeling like a nerd for gaming at that age... okay girl, you've got me impressed\n  ","683345":"\n   Haha you know destiny? That would impress me\n  ","683346":"\n   pap of ur feet :)\n  ","683347":"\n\n    https:\/\/vine.co\/v\/b33etxjDApj\n   \n","683348":"\n   Do you laugh when you see girls get hit in the vagina Lol\n  ","683349":"\n   your off the charts gorgeous\n  ","683350":"\n   Well I'm european :\/ I play like fifa or destiny\n  ","683351":"\n   Please VOTE On It\n   \n    https:\/\/romanticshayri.wordpress.com\/2015\/10\/05\/my-wishmy-life-my-rules\/\n   \n","683352":"\n   You look still cute while being sad\n  ","683353":"\n   Than you should play untill dawn! Oh wait no, PS4 exclusive (y) ;) Where do you think? take a guess\n  ","683354":"\n   the game isn't that scary but its difficult as tits\n  ","683355":"\n   what are some perks of dating you?\n  ","683356":"\n   I see nothing but beauty <3\n  ","683357":"\n   Tho you look sad on the face picture :(\n  ","683358":"\n   Let me guess... Okay not I have absolutely no idea what you would play\n  ","683359":"\n   I'm dying over your the beauty of your face\n  ","683360":"\n   Ow do I look like a player? I play a lot but that's mostly with my PS\n  ","683361":"\n   Haha the first indeed, the second a bit less ;)\n  ","683362":"\n   Good good, may have partied a little bit too hard :p\n  ","683363":"\n   you're welcome babe, how are you doing?\n  ","683364":"\n   Do you mind if other people can kinda see your undies through your leggings?\n  ","683365":"\n   everytime I see a pic of you my heart skips a beat\n  ","683366":"\n   how often do you wear leggings?\n  ","683367":"\n   I'm dying\n  ","683368":"\n   You've got such beautiful blue eyes\n  ","683369":"\n   aha nice are u work in shop or u sell things like in streets etc?\n  ","683370":"\n\n    https:\/\/www.youtube.com\/watch?v=lS4luXU4sLw\n   \n","683371":"\n   love a good donut\n  ","683372":"\n   Well, you could make me smile on a rainy day.. Actually you make me smile already :D\n  ","683373":"\n   your sooo welcome sweetheart\n  ","683374":"\n   Dying of ??\n  ","683375":"\n   and friend how your job going as a seller?\n  ","683376":"\n   your so gorgeous\n  ","683377":"\n   aha so lovely :)\n  ","683378":"\n   0-10\n   \n    https:\/\/www.google.co.jp\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CBwQFjAAahUKEwjtk8zB-avIAhXBEZAKHXyxCso&url=http%3A%2F%2Frightxd.org%2F&usg=AFQjCNFKuGty0MP9izoyH0q5UJb7MYC2sg&bvm=bv.104317490,d.Y2I\n   \n","683379":"\n   how old ? and who is the guy in bg?\n  ","683380":"\n   how's weather there?\n  ","683381":"\n   no problem :)\n  ","683382":"\n   woowww haha, you and your mates sound mental when you're drunk haha\n  ","683383":"\n   give me 50 likes nd say done .. i will give 80 back :) #NOhates #StayBlessed\n  ","683384":"\n   where u from?\n  ","683385":"\n   ?423-637-5601\n  ","683386":"\n   I bet your pee would be tasty :)\n  ","683387":"\n   Funniest thing you've done drunk?\n  ","683388":"\n   such a beautiful girl with so much ambition so always follow your heart and never give up. If you need anything, I'm right here for you. Keep smiling, be happy and love yourself x\n  ","683389":"\n   Hey ? xx can you subscribe to my channel please xx\n   \n    https:\/\/www.youtube.com\/channel\/UCvSHQbSr866kGe6NjBWraRg\/feed\n   \n   I'm new to youtube, ik there are no videos bt ill upload soon xx\n  ","683390":"\n   FB Please\n  ","683391":"\n   Well can i anonymously talk to you please ?? :) .. i am too embarrassed to untick :p.. because i am girl and i love you :*\n  ","683392":"\n   If someone wants to drink your pee then ?? :p\n  ","683393":"\n   spam\/follow me for a return :) ?\n  ","683394":"\n   hahahaha\n  ","683395":"\n   sp why u didn't learnt yourself yet is that annoying?\n  ","683396":"\n   You want a takeaway :)\n  ","683397":"\n   anyone told u that u are really beautiful ? <3\n  ","683398":"\n   I like the green eye color it's just beyond perfection.\n  ","683399":"\n   why'd you pee on top of the water tower thing lmaooo\n  ","683400":"\n   do u cook yourself?\n  ","683401":"\n   how old are you?\n  ","683402":"\n   I am great... i cant tell you how happy i am :) .. \nAfter alot of days i have gathered courage to send you a question... you are the prettiest girl i have ever seen :)\n  ","683403":"\n   oh so why didn't u eaten food yet?\n  ","683404":"\n   what other random or funny places have you pissed? :OO\n  ","683405":"\n   I am girl :) .. and i have a huge crush on you :* .. i am your secret admirer :)\n  ","683406":"\n   Hi Savannah nice to see u again my dear friend :)\n  ","683407":"\n   And how you feel when it first come?\n  ","683408":"\n   What's your eye color\n  ","683409":"\n   so refraise the question ;)if you were to hold a pee in for a really long time to stop all world hunger . on a 1 to 10 scale how would you rate the amount your bladder could hold(1 shot glass 10 a jug full) how far would you go to acheive your goal :) ?\n  ","683410":"\n   wth why'd you pee there hahaha\n  ","683411":"\n   tell a story about if you woke up to be barefooted and gigantic, where humans were like ants to you! what would you do?:P itd be cool if you responded in a video too! im just bored lol\n  ","683412":"\n   Do you lol when someone gets hit in the nut? ?\n  ","683413":"\n   At what age was your first period ?\n  ","683414":"\n   You shouldn’t wear makeup. It’s messing with perfection\n  ","683415":"\n   if you could stop anything in the world what would you stop ?\n  ","683416":"\n   if you were to hold a pee in for a really long time to raise $1000 for charity of your choice. on a 1 to 10 scale how would you rate the amount your bladder could hold(1 shot glass 10 a jug full) and which charity would you choose and why ?\n  ","683417":"\n   ???\n   \n    https:\/\/www.google.ie\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CCEQFjAAahUKEwiixO6z8avIAhWBDZAKHaMVBb4&url=http%3A%2F%2Frightxd.org%2F&usg=AFQjCNFKuGty0MP9izoyH0q5UJb7MYC2sg&bvm=bv.104317490,d.Y2I\n   \n","683418":"\n   Funniest place you've peed?\n  ","683419":"\n   Lil wayne is a Better Rapper Than 2pac\n  ","683420":"\n   Thoughts on Islam?\n  ","683421":"\n   Now add me on fb :p\n  ","683422":"\n   so ask something?\n  ","683423":"\n   Whats up ? :)\n  ","683424":"\n   well .can i get your skype?\n  ","683425":"\n   Beautiful Savannah darling how you doing you had a good girl love ? ❤️❤️❤️\n  ","683426":"\n   No Problem Sweetheart.\n  ","683427":"\n   will you marry a muslim guy ?\n  ","683428":"\n   Not good at all cuz I would  not be able to write long sentences\n\n\nAnd My speaking skill is just 10 %\n  ","683429":"\n   your Fb ?\n  ","683430":"\n   what is borat ?\n  ","683431":"\n   Thoughts on Pakistan?\n  ","683432":"\n   don't say i am going for taking shower\n  ","683433":"\n   You'll see one day I would be a good English speaker\n\n\n\njust like you.\n  ","683434":"\n   Please do visit\n   \n    @EverythingAboutIslam\n   \n   JazakALLAH\n  ","683435":"\n   Thanks :p .i know you dont like weird stuff :p .. so i am just a normal guy now :D\n  ","683436":"\n   Hahah just kidding.. please calm down :p\n  ","683437":"\n   ohh..i think you like iphone\n  ","683438":"\n   views on my bad English?\n  ","683439":"\n   ok..which mobile do you have>?\n  ","683440":"\n   hmm..its name is samsung galazy j5\n  ","683441":"\n   You said I hv no bf I said thank god\n  ","683442":"\n   1st liker get 30 likes and rest 2 plz\n  ","683443":"\n   i am very happy today because i bought a new mobile\n  ","683444":"\n   Blackmail me :D\n  ","683445":"\n   ootd?\n  ","683446":"\n   30 likes = 30 likes ?\n  ","683447":"\n   hey there?\n  ","683448":"\n   Thank God\n  ","683449":"\n   Your Quite Hot .\n  ","683450":"\n   Tbh..\nI don't know you but you seem nice.. \nYour display ???\nYou're cute :)\n  ","683451":"\n   Do you have bf\n  ","683452":"\n   And I like them.\n  ","683453":"\n   Give me you eyes.\n  ","683454":"\n   I read your answers and this is enough for me,your answers show much about you,so thank god i can still like you lol <3\n  ","683455":"\n   Can I be ur toilet slave\n  ","683456":"\n   I like you as a friend don't be shocked,I will not like you if u want lol\n  ","683457":"\n   I forget to write k with 3  \n\n\nhahaha\n  ","683458":"\n   yes i do is this bad?\n  ","683459":"\n   I have 3.          Lmao\n  ","683460":"\n   lol ok dear whatever comforts you,I just like you so much my friend\n  ","683461":"\n   How many followers you have?\n  ","683462":"\n   because kik is more compatible for me but it's okay whenever i can talk to you here i will and please whenever u can talk to me via kik be there :)\n  ","683463":"\n   No one ask me questions is it sin being new on ask. fm?\n  ","683464":"\n   ok then I am sorry for disturbing you,enjoy your time :)\n  ","683465":"\n   Running fan.\n  ","683466":"\n   ello\n  ","683467":"\n   I was chatting with you on kik about two days ago and suddenly disappeared so i got worried about you :)\n  ","683468":"\n   waiting for you on kik\n  ","683469":"\n   momken followed \nlikes\n  ","683470":"\n   How do I know I won't end up unfortunate? xD\n  ","683471":"\n   thats terrible\n  ","683472":"\n   Hello\n  ","683473":"\n   comment on game of thrones?\n  ","683474":"\n   What was your favorite childhood TV show?\n  ","683475":"\n   how are you doing\n  ","683476":"\n   why u did'nt follow any religion ?\n  ","683477":"\n   What's your religion ?\n  ","683478":"\n   You're talking about eating my kids! That's evil xD\n  ","683479":"\n   \"Cute\" or \"tasty\"? :P\n  ","683480":"\n   well,which topic do you like most.?i don't forget you because you are the only foreigner girl to whom i talk.so talk to me.\n  ","683481":"\n   r u on kik\n  ","683482":"\n   Like byk plz\n  ","683483":"\n   Followed you ? can you? #StayBlessed\n  ","683484":"\n   No... why, you interested? :P\n  ","683485":"\n   Heyyyyy babeeeee\n  ","683486":"\n   hello :))\n  ","683487":"\n\n    http:\/\/ask.fm\/HaasAshhk\/answer\/132991540498\n   \n   عاهدنى يابنى   ^_^\n  ","683488":"\n   are you deal in garments?\n  ","683489":"\n   Oh nothing, not getting eaten ya know haha\n  ","683490":"\n   Thankyou\n  ","683491":"\n   socks\/feet pap\n  ","683492":"\n   How are you sweetheart\n  ","683493":"\n   I'm great beautiful how are your\n  ","683494":"\n   Would you sell your socks to me my queen\n  ","683495":"\n   Which page of apps is ask on in your phone?\n  ","683496":"\n   You is adorable :)\n  ","683497":"\n   straight\/bi\/lesbian\n  ","683498":"\n   Savannah what you selling Hun I need something :) xxxx\n  ","683499":"\n   Can you drive the car?\n  ","683500":"\n   Bra size?\n  "},"Answer":{"682428":"\n  ): ❤\n  ","682429":"\n  Not much niggster hbu\n  ","682430":"\n  Oh my lanta you are sweet!\n  ","682431":"\n  Lol okay what's the kik?\n  ","682432":"\n  I'm pretty good how are you?\n  ","682433":"\n  Very true kind sir.\n  ","682434":"\n  I love you too\n  ","682435":"\n  Thank you! I love your face. ❤\n  ","682436":"\n  Omg so are you stunning bug.❤❤ thank you\n  ","682437":"\n  Hmmmmm\n  ","682438":"\n  Black\n  ","682439":"\n  Thank you!! I like love lol\n  ","682440":"\n  Thank you love ❤ this was so incredibly sweet. I never understood why people care so much for what people say about what you love, if you want to do something do it. The people who made it and become successful didn't hide behind a corner just because people kept telling them how dumb they are. So be strong and always stand up for yourself.\n  ","682441":"\n  Kik essentially, but only if I really want too lol\n  ","682442":"\n  Stop with this nickname bullshit lol\n  ","682443":"\n  I do.\n  ","682444":"\n  Don't first it yo. But ima shower and I'll be back to annoy everyone xoxo\n  ","682445":"\n  I don't have it sweetheart\n  ","682446":"\n  Can you tell me your name?\n  ","682447":"\n  This was so cute.\n  \n  Thank you.\n  ","682448":"\n  Don't have it\n  ","682449":"\n  Hii\n  ","682450":"\n  Nope\n  ","682451":"\n  ❤❤\n  ","682452":"\n  I don't do those.\n  ","682453":"\n  One would not think that because frankly I don't care.\n  ","682454":"\n  Only for you.\n  ","682455":"\n  Don't get tickled?\n  ","682456":"\n  False I taught myself how to control my brain, at first I would be laughing and going crazy but as it would go on - (since I already know how to) I'll make my brain turn everything off. I wouldn't give the satisfaction. I can make myself go numb or limp and can't feel a thing. I guess I kinda extended meditation lol\n  ","682457":"\n  Doesn't mean it's good or understandable english\n  ","682458":"\n  No lol I can't waste water\n  ","682459":"\n  True because I'm an emotional human being lol\n  ","682460":"\n  Do you know the stastical chance of you getting a criminal tied down in the first place is slim let alone tickle them. And did you know tickling can only happen to those with emotion. People who aren't ticklish actually went through a traumatic childhood.  And that's literally the mo of any criminal so good luck lol\n  ","682461":"\n  No I don't because I'm American and white as crack.\n  ","682462":"\n  Oh hell yeah, who knows when I'll ever be clean again. That's a long as trip lol\n  ","682463":"\n  I'm so sorry I don't know what this means\n  ","682464":"\n  Aye baybay. ❤\n  ","682465":"\n  No shit because you never hear a mass murderer on trail who says this;\n  \n  \"Defendant could you explain what you did to the victim?\"\n  \n  \"Well I tied them up, and used various objects to tickle them until they screamed so loud their blood vessels popped in her brain and she died.\"\n  \n  Like really?\n  ","682466":"\n  I don't know I honestly don't like thinking about this stuff on an empty growling hungry stomach.\n  ","682467":"\n  A feather tickling mob husband? I'm sorry is this the pussy mob? If any other mobster came along they'd be laughing because it'd be the biggest joke.\n  ","682468":"\n  Probably not I mean at that point there's no point in fighting it lol if there's no way for me to get out then might as well just lay there lol\n  ","682469":"\n  I don't think I would be with him lol\n  ","682470":"\n  Yes lol\n  ","682471":"\n  That would make him homosexual.\n  ","682472":"\n  Why?\n  ","682473":"\n  I'm pretty sure you're breathing and doing just fine without me.\n  ","682474":"\n  Oh good I hate cleaning under my nails.\n  ","682475":"\n  I'm gonna guess this would probably be some sort of distant friendship..\n  ","682476":"\n  The nickname thing is not working for me.\n  ","682477":"\n  Sweethearts❤\n  ","682478":"\n  Awh I'm sorry xoxo\n  ","682479":"\n  I can scoop your eyeballs out with them if that's what your into?\n  ","682480":"\n  Nine inch nails much(;\n  ","682481":"\n  Thank you. ❤\n  ","682482":"\n  I'm grocery shopping so heres an old one lol\n  ","682483":"\n  When will you get the answer is no?\n  ","682484":"\n  Sweet shits.\n  ","682485":"\n  Nope I'm going grocery shopping\n  ","682486":"\n  Yeah when is this event I got order catering, I like to eat while watching a show lol\n  ","682487":"\n  Thank you. ❤\n  ","682488":"\n  Thank you, my best friend used to tell me it's so strong it could knock someone out lol.\n  ","682489":"\n  Omg I'm so sorry I'll pay for your lasik eye surgery (;\n  ","682490":"\n  Awwwwh thank you\n  ","682491":"\n  look how cute these shoes are!! I just got them:)\n  ","682492":"\n  Awkotaco yo\n  ","682493":"\n  Mooo\n  ","682494":"\n  I got a new outfit :)\n  ","682495":"\n  Wait what?\n  ","682496":"\n  How much for you to burn on a stake?\n  ","682497":"\n  But you're not allowed\n  ","682498":"\n  Probably love it. Lol\n  ","682499":"\n  Not everyone can be winners\n  ","682500":"\n  It's essentially the idea of owning property but having people rent ...\n  \n  You own the girl, she's yours but you're renting her out to others. Hahahahhha Wow that's fucked.\n  ","682501":"\n  I don't accept criminals.\n  ","682502":"\n  Then you should definitely be my friend. ❤ I need as many bodygaurds\n  ","682503":"\n  No no you're the superior one.\n  \n  It's like the idea of having a mistress.\n  ","682504":"\n  I don't care.\n  \n  I do not care.\n  ","682505":"\n  That's exactly what's going on in your head, that's why you find it attractive.\n  ","682506":"\n  If you really want too.\n  ","682507":"\n  Yup exactly...\n  ","682508":"\n  NOOOO\n  ","682509":"\n  Wow that's so sweet of you to think. I wouldn't mind being close friends with you.\n  ","682510":"\n  Swingers are attracted to adding others into a relationship. Some only like couples or one other person.\n  ","682511":"\n  I see that\n  ","682512":"\n  Ha, you definitely can't come to my land if you think like that.\n  ","682513":"\n  I don't talk to strangers\n  ","682514":"\n  Pathetic.\n  ","682515":"\n  Because you're basically a swinger lol\n  ","682516":"\n  What I'm gonna do is spit a fat one into your mouth and use it as a ball gag - so you're choking on my saliva. Then I'm just gonna mouth breath and drool all over you to make you all shiny. Yum.\n  ","682517":"\n  You're not my love.\n  ","682518":"\n  That's good\n  ","682519":"\n  Yeah you're fucked in the head.\n  ","682520":"\n  I'm pretty sure I  did because I said \"acid\"\n  ","682521":"\n  Awwwwwh. ❤❤\n  ","682522":"\n  Hahah gold shiny nails.\n  ","682523":"\n  My god thank you.\n  ","682524":"\n  Yeah except you can't go every random person on the street and say \"I'm a cam girl.\" And think everyone is gonna just think it's modeling because it's not. It's a girl who's likely to be ugly and needs confidence playing with herself.\n  ","682525":"\n  I need a mob husband I swear lol\n  ","682526":"\n  It feels like little feathers. And the idea of being painted into a masterpiece makes it better.\n  ","682527":"\n  Wow thank you so much. ❤ I'm glad there's people like you.\n  ","682528":"\n  I'll claw my name into your skin so you know who your owner is.\n  ","682529":"\n  Yeah that's whatever hahah that's just body parts.\n  ","682530":"\n  YUMMMMM\n  ","682531":"\n  I'd probably like it because I've been painted before so I kinda already know. Lol\n  ","682532":"\n  I do but why?\n  ","682533":"\n  I would feel the most comfortable never do any type of modeling where I'm naked.\n  ","682534":"\n  Tbh I just thought my nail color was pretty\n  ","682535":"\n  Why\n  ","682536":"\n  Are these dreams good?\n  ","682537":"\n  Hahahahahahaha can I cough up all my hairballs into your mouth? I think that's hot.\n  ","682538":"\n  Probably not.\n  ","682539":"\n  Makes me dream of a beautiful wedding day.❤\n  ","682540":"\n  When I almost broke my jaw:\/\n  ","682541":"\n  Okay Peter Griffin. Lol\n  ","682542":"\n  Hahahahaha\n  ","682543":"\n  No they are just disrespecting themselves & degrading their value. Letting guys treat them as if their nothing but objects - exactly the opposite reason of why we had a  women's rights movement.\n  ","682544":"\n  Of course, everything I write is intentionally or how else would I be writing it?\n  ","682545":"\n  No never. Have some respect.\n  ","682546":"\n  Like real fight, not really - I wouldn't say so. Like I've never been hit by someone on purpose before.\n  ","682547":"\n  Well shit I feel honored.\n  ","682548":"\n  20\n  ","682549":"\n  I think that depends on opinion.\n  ","682550":"\n  Send who you really are and I'll give it to you on your page (;\n  ","682551":"\n  Nope you dope.\n  ","682552":"\n  Mhmm you can scroll down and find all four of them.\n  ","682553":"\n  Bio. ^\n  ","682554":"\n  Hello. ❤\n  ","682555":"\n  Bam\n  ","682556":"\n  About?\n  ","682557":"\n  Meow.\n  ","682558":"\n  Yeah I don't take hot pics\n  ","682559":"\n  Thank you. ❤\n  ","682560":"\n  Nothing much skunkbutt\n  \n  You?\n  ","682561":"\n  Yes\n  ","682562":"\n  What does that look like?\n  ","682563":"\n  Nopeeers\n  ","682564":"\n  I'm way to lazy to move sorry xoxo\n  ","682565":"\n  ❤\n  ","682566":"\n  Im right herrrrr, don't miss me\n  ","682567":"\n  Cooler than a spongebob.\n  ","682568":"\n  Sitting on this couch like every morning lol\n  ","682569":"\n  Robot?\n  ","682570":"\n  Dapper, how are you?\n  ","682571":"\n  I'm good, just daydreaming about food in my mouth. Ugh\n  ","682572":"\n  Heeellloooo\n  ","682573":"\n  Poetry. ❤\n  ","682574":"\n  More like everyday.\n  ","682575":"\n  Don't know I'm seeing the Dr on Tuesday\n  ","682576":"\n  Thank you so much. ❤\n  ","682577":"\n  Feelings.\n  ","682578":"\n  Howdy\n  ","682579":"\n  ❤❤❤\n  ","682580":"\n  Okay.\n  ","682581":"\n  I'm already following you. ❤\n  ","682582":"\n  Yeah but that has nothing to do with love. That's just based off their childhood and how they grew up. It feels wrong because it wouldn't be approval or pleasing to their parents.\n  \n  I've only fallen in love once and it was with a male.\n  \n  I have grown really strong feelings for a girl once though.\n  ","682583":"\n  That's what I was asking do I have too because I don't\n  ","682584":"\n  Probably not. Just being honest.\n  ","682585":"\n  But I live in a free country, do I have too?\n  ","682586":"\n  Nooooooo that's for people who don't live in the united states\n  \n  It crashes our servers and phones.\n  ","682587":"\n  Yup. Love is love. Once those chemicals in your brains starts firing off  neurons that are what we call \"falling in love\" our minds creates chemical reactions that never has happened before, so that's why.\n  ","682588":"\n  I see that\n  ","682589":"\n  I'm sure of it, as long as I found that right person I would definitely see potential.\n  ","682590":"\n  This is true so that would still make them not the most recent ones.\n  ","682591":"\n\n   http:\/\/m.youtube.com\/watch?v=kTFZyl7hfBw\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","682592":"\n  Because I haven't gotten to them, it's recent ones first\n  ","682593":"\n  Most likely\n  ","682594":"\n  Depends on for what, if I get paid and if it will haunt me in the future.\n  ","682595":"\n  ❤ of course\n  ","682596":"\n  And I would love to read every bit of it.\n  ","682597":"\n  I don't think I'll do any video responses untill like I feel comfortable with myself.\n  ","682598":"\n  I do! ❤\n  ","682599":"\n  Tiny do you see my size?\n  ","682600":"\n  When you say like that - no.\n  ","682601":"\n  I'm trying my best love. Thank you so much.\n  ","682602":"\n  Thank you. I'm sorry. I need to feel better so I feel beautiful.\n  ","682603":"\n  How did I become apart of this\n  ","682604":"\n  I do not actually\n  \n  To girls it's an accomplishment for just one guy to send them random dick pics. For me - my sc was filled with random  dicks asking to hookup or for pics of me so that's why I deleted it. It was disgusting.\n  ","682605":"\n  I don't get that many, but I try to speak to everyone. ❤\n  ","682606":"\n  Yes lol I do like girls\n  ","682607":"\n  No\n  ","682608":"\n  I can be topless and I look like a 6th grade boy with an exceptional face. Nobody wants to see this business yikes lol\n  ","682609":"\n  Take a long walk on the shortest pier you can find please.\n  ","682610":"\n  No but I'd be down\n  ","682611":"\n  Yeah as long as the fucker isn't like into weird daddy-daughter shit lol because I'd be leaving in the quickness. But just in the way he treats me and stuff. Because my whole life my brother got me everything I wanted, like it felt like I was his daughter. He took care of me constantly, supported me. That's why I have these daddy issues hahaha.\n  ","682612":"\n  Noooo I'm interested I just can't think or talk about it right now because I don't feel good\n  ","682613":"\n  Theyres multiple rumors about the chargers being moved but it hasn't really happened yet because of how much money they put into the statium  already lol\n  ","682614":"\n  Yeah because they have too or they'll get infections or a uti.. this is basic antimony - I don't remember being labeled as Google.\n  ","682615":"\n  The kind that doesn't concern you.\n  ","682616":"\n  I'll look ❤\n  ","682617":"\n  No lol because that rarely happened\n  ","682618":"\n  Black\n  ","682619":"\n  I'm not dominant, I have daddy issues. Lol I need to be the baby. I need to have an older male to practically own\/control me . You know like the lifestyle since the beginning of time to the 1960s lol I need someone who takes care of me emotionally.\n  ","682620":"\n  Yeah, but only if I like it\n  ","682621":"\n  You should probably publish a book or something.\n  ","682622":"\n  No you're the beautiful person for thinking I'm the beautiful person.\n  ","682623":"\n  Hello new friend (: nice to meet you. I hope you are having a beautiful day. Thank you for your kindness .❤❤❤\n  ","682624":"\n  We have?\n  ","682625":"\n  Omg I wouldnt\n  ","682626":"\n  Hahahahahahahahahahahaha omg\n  \n  I'm sorry.\n  \n  Since you have empathy you should be able to understand the fact that I'm the same way.\n  ","682627":"\n  Oh so you're a sociopath lol\n  ","682628":"\n  The town?\n  ","682629":"\n  It's not my imagination, there's literally hundreds of case files about serial killers that start out exactly like that and end up the way they are.\n  ","682630":"\n  Just wait till you hit your 40s and you realize you can't find a women who will satisfy you the way you need, a women who won't rough ya up and then you realize the power they used to have on you that you loves so much, but this time you want to be in power, you want to rough them up. so you start kidnapping kids, roughing them up, and then ripping out their vaginas because no women will ever be what you wanted and it's your vendetta.\n  \n  #stoned\n  ","682631":"\n  I would honestly walk in.\n  \n  Look at him \"I'm not even gonna question it.\"\n  \n  Walk out.\n  ","682632":"\n  Can you leave?\n  ","682633":"\n  You'd be surprised lol\n  ","682634":"\n  Who's nobody?\n  ","682635":"\n  Yeah but that's how they start then soon you're bumping uglies with a 7 year old.\n  ","682636":"\n  Whys that\n  ","682637":"\n  Only happiness\n  ","682638":"\n  Or nobody gets any likes so it's fair(;\n  ","682639":"\n  That's great(: I'm really hungry\n  ","682640":"\n  Ooooooh look at you. ?\n  ","682641":"\n  You want me to be smiling at you as I murder you - as a fantasy? your fantasy is being killed? I can arrange that if you need it.\n  \n  I'm not the person you see getting their hands dirty, I'm the type to hire someone else who enjoys blood.\n  \n  You might need to change your fantasy.\n  ","682642":"\n  Because anything sexual related term that isn't vagina intercourse is something I don't want to know about - I plan on having a PhD in criminology my brain doesn't find that OK, it's capable of fixing those who do. Xoxo\n  ","682643":"\n  I'm sorry when the hell was I diagnosed with anti-social personality disorder? I would not be smiling.. and I would never kick it, maybe saw the legs of the stool  a centimeter down every minute LOL no but really no.\n  ","682644":"\n  Holy shit that should be like vows at your wedding that was gorgeous. ❤ I don't even know how to respond\n  ","682645":"\n  Awwwwwh you're cute\n  ","682646":"\n  Femdom\n  ","682647":"\n  I tried making myself look pregnant and it just made my abs pop out..\n  ","682648":"\n  Scarred. Emotionally scarred. Like I'll never be able to come back from that.\n  ","682649":"\n  I want makeup on without having to be the one to do it. Someone do it for me.\n  ","682650":"\n  Still doesn't change the fact I'm scarred.\n  ","682651":"\n  This is what I get for asking...\n  ","682652":"\n  So you do want me to murder you?\n  ","682653":"\n  Sweet fucker.❤\n  ","682654":"\n  Can we make a tire swing or some sort of swing instead that sounds way better\n  ","682655":"\n  Can I just ask why you want this?\n  ","682656":"\n  ❤❤\n  ","682657":"\n  I'm pretty great and yourself\n  ","682658":"\n  Uhm I'm not making you do this, this is your choice lol it'd be different if I were trying to buy slaves but I'm not lol\n  ","682659":"\n  $50\n  ","682660":"\n  Thank you so much, such a beautiful soul.\n  ","682661":"\n  Why are you trying to make me melt?\n  ","682662":"\n  Yeah but for $25\n  ","682663":"\n  Your writing is beautiful. ❤ I was reading through a few of your things and I think we would get along great (:\n  ","682664":"\n  I think that pizza sounds pretty good and I'm butthurt at Bubba for making me think about it.\n  ","682665":"\n  What about them yo.\n  ","682666":"\n  When did we first meet? ❤❤\n  ","682667":"\n  We live in a world full of God's and ants.\n  ","682668":"\n  Omg thank you for being the sweetest, nicest guy.❤ & hii nice to finally meet you. ❤\n  ","682669":"\n  So I wouldn't find you swinging from a tree like you said, you lied!\n  ","682670":"\n  That I can live without\n  ","682671":"\n  I don't know how to respond to such nice things if I don't know who I'm talking too.\n  ","682672":"\n  Oh they can come back\n  ","682673":"\n  I'm sorry I don't believe in things I can't prove.\n  ","682674":"\n  How would you be swinging from a tree then?\n  ","682675":"\n  I'm sorry\n  ","682676":"\n  If I don't call you bunny I'm not interested\n  ","682677":"\n  You're a fucker lol\n  ","682678":"\n  Nooo don't think so negatively! Like they want to be slaves I'm not forcing them - they just don't understand what real slaves do. They just want to be some sort of erotica slave which I don't want lol\n  ","682679":"\n  & how am I suppose to create feelings for someone I don't know anything about.\n  ","682680":"\n  If you were hanging from a tree, your neck would be attached to a noose.\n  ","682681":"\n  Are these song lyrics ?\n  ","682682":"\n  ❤❤❤\n  ","682683":"\n  Girls aren't property anymore, I can choose who I will let me be with lol I'm sorry my heart knows what it wants.\n  ","682684":"\n  Smoke dat afghanie kush (;\n  ","682685":"\n  Past tense...\n  ","682686":"\n  Yes\n  ","682687":"\n  They weren't slaves, lol even if they were - they should probably watch roots and take notes because they were not doing it right. LOL.\n  ","682688":"\n  That's incredible. ❤\n  ","682689":"\n  Damn.❤\n  ","682690":"\n  Omg. ❤ I'm melting.\n  ","682691":"\n  I THINK WE SHOULD SMOKE TOGETHER AND FIND OUT.\n  ","682692":"\n  That's so cute actually\n  ","682693":"\n  I don't have enough food in my stomach to handle this conversation lol\n  ","682694":"\n  Yeah because it means it wouldn't happen(;\n  ","682695":"\n  How is that possible\n  ","682696":"\n  You got it\n  ","682697":"\n  I didn't forget you lol\n  ","682698":"\n  Very why?\n  ","682699":"\n  Good for you! That's the way to be (:\n  ","682700":"\n  Nope\n  ","682701":"\n  Wait wait, I can't give gifts though, at least not right now.\n  ","682702":"\n  Hey,I said that last time.\n  ","682703":"\n  These are things I don't need to know.\n  ","682704":"\n  I'm already stoned af\n  ","682705":"\n  I LOVE WEED MORE\n  ","682706":"\n  I'm not hurt anymore haha well not physically.\n  ","682707":"\n  I'm sorry that sounds like a personal problem\n  ","682708":"\n  Well I mean it's not a Mexican party I was just gonna slice you open and gut you like a fish to steal all the candy.\n  ","682709":"\n\n   @ilovebunny2\n  \n","682710":"\n  Boowchickawowwow\n  ","682711":"\n  Hugs hugs <3\n  ","682712":"\n  Enough to fume an atomic bomb.\n  ","682713":"\n  Kik me?\n  ","682714":"\n  Ew that will stain everything.\n  ","682715":"\n  No, I like men.\n  ","682716":"\n  Ooooooooh nooooo. A thong.?\n  \n  That's like me being like OMG I saw your boxers Oh nooooooo.\n  ","682717":"\n  I should get a hug for you being proud that I finally got another appointment for the Dr next week (:\n  ","682718":"\n  Yeaaaah, me too honestly. But if you think about it, the best parties are always the ones underground (;\n  ","682719":"\n  To an English speaker this looks like someone just put random letters together, that dont make any sense and called a language.\n  ","682720":"\n  I really hope you're filled with candy and not white cream filling.\n  ","682721":"\n  I just want to buy some motherfucking zombie games and murk bitches. All I want. Lol\n  \n  And it's just stupid feelings lol<3 I miss Chu doe.\n  ","682722":"\n  No just acid.\n  ","682723":"\n  Lucky. I hope one day I will be too\n  ","682724":"\n  Good (: it'd be fun talking to you(:\n  ","682725":"\n  Meh?!?!  Why?! And I'm like thinking of a bunch stuff right now that probably isn't putting me in the best mood:\/\n  ","682726":"\n  It's okay I'm  just giving you a hard time.\n  ","682727":"\n  That's actually one thing about me I'll admit I have gotten hands down. Hahaha <3 but my entire family is this way so I probably learned from them lol\n  ","682728":"\n  Omg it's my bubbbaaa, Dude Im okay kinda lol how are you though? BATTLEFRONT?!\n  ","682729":"\n  In French bae actually means poop <3 but thank you hun haha\n  ","682730":"\n  I'm glad you have good vision, I am white , but what is white is right. LOL.\n  ","682731":"\n  Tattoo#3: \"& we will all float like angels together \" I got this because I have lost so many loved ones to suicide and cancer I just had to get something to remind me that everything will be okay.\n  ","682732":"\n  Tattoo#2: also a prison tattoo lol at 17 except I actually wanted this I just need to save money to fix it lol\n  ","682733":"\n  Tattoo#1: I got this when I was 17, it was done as a prison tattoo in school except I didn't think it was actually going to work.. but I got this because back in the day it was hard for me to express love - I always thought I didn't have a heart so I decided it'd be good to have one on me filled with love.\n  ","682734":"\n  The quote? It's my left rib\n  ","682735":"\n  Because my mommy told me never to give out my information to strangers.\n  ","682736":"\n  Poop*\n  ","682737":"\n  Tbh I wish [he knows who he is] I could just be spending time with one my heart beats for.. but life has never worked in my favor.\n  ","682738":"\n  You still interested\n  ","682739":"\n  Hey, hoe let's go!\n  ","682740":"\n  You can message my body anytime, I bet it would love to know what you have to say(; lol\n  ","682741":"\n  What makes you think I will be able to understand this?\n  ","682742":"\n  I just woke up lol\n  ","682743":"\n  Heeeeellloooo\n  ","682744":"\n  No, I want my things on Amazon but we all can't get what we want(;\n  ","682745":"\n  You're right I don't ):\n  ","682746":"\n  So it's my fault you failed? Not the fact you could have put in the time and effort but no it was because I couldn't help you...\n  ","682747":"\n  Lol\n  ","682748":"\n  My stomach hurts):\n  ","682749":"\n  I'm so glad\n  ","682750":"\n  Oh and why can't that happen on here\n  ","682751":"\n  Just in bed my stomach really hurts\n  ","682752":"\n  Why you're dead\n  ","682753":"\n  Ehhhhh\n  ","682754":"\n  Because I'm not perfect like you said I'm human not an angel lol\n  ","682755":"\n  You just make me more excited for when our government wipes out 98% of the population.\n  ","682756":"\n  If I was really who people say I was I wouldn't be struggling through shit the way I do. If I was really perfect someone would have noticed but I'm not ):\n  ","682757":"\n  Freedom isn't free. (;\n  ","682758":"\n  Mini sav (:\n  ","682759":"\n  Savs honest thoughts; ever since people started telling me I have good feet I started looking at other peoples feet to see what you mean by good feet. And OMG you're right like I thought my feet were ugly but Nope I was wrong lol\n  ","682760":"\n  I'm okay <3 how are you\n  ","682761":"\n  I'm not too good for anyone?\n  ","682762":"\n  Thank you love\n  ","682763":"\n  Tweet tweet\n  ","682764":"\n  That would be awesome lol\n  ","682765":"\n  No no no no\n  ","682766":"\n  Sweet shits\n  ","682767":"\n  Yes I doo lol\n  ","682768":"\n  Awh that's so sweet\n  ","682769":"\n  Thank you (:\n  ","682770":"\n  Who da fuck is you?\n  ","682771":"\n  I AM QUEEN\n  ","682772":"\n  4 but I plan on having more lol\n  ","682773":"\n  Toothpicks. Lol\n  ","682774":"\n  Thank you darling\n  ","682775":"\n  The most meaningful\n  ","682776":"\n  Tyga is a dirty motherfucker I wouldn't be surprised lol\n  ","682777":"\n  I just realized I have toothpicks for legs.\n  ","682778":"\n  Ha my cat is so cute\n  ","682779":"\n  I speak english\n  ","682780":"\n  Pretty good and how are my favorite entertainment?\n  ","682781":"\n  Maybe\n  ","682782":"\n  It's OK sweetheart\n  ","682783":"\n  That's cute (:\n  ","682784":"\n  Thank you good morning (:\n  ","682785":"\n  Awh yay I'M glad we're talking\n  ","682786":"\n  Good, ❤\n  ","682787":"\n  You've never lied to me before?  Damn.\n  ","682788":"\n  Omg stop being anon lol\n  ","682789":"\n  Really? I heard its actually super fun\n  ","682790":"\n  Really?!\n  ","682791":"\n  Whoever you are - you're sweet and I hope I get to know who you are\n  ","682792":"\n  Thank you very much\n  ","682793":"\n  Special ed (;\n  ","682794":"\n  Yaaaaaaay. ✌✌ I'M happy. ❤❤?\n  ","682795":"\n  Well not exactly. ❤\n  ","682796":"\n  I'm  special. ?\n  ","682797":"\n  ❤❤❤\n  ","682798":"\n  Damn your heart is a huge castle\n  ","682799":"\n  Mister Mister don't touch me their!\n  ","682800":"\n  I love Halloween lol\n  ","682801":"\n  Spank you berry much\n  ","682802":"\n  If only I were a princess\n  ","682803":"\n  Favorite pout pic ever\n  ","682804":"\n  ❤❤❤❤❤❤❤❤❤❤❤❤\n  ","682805":"\n  Nah nigga\n  ","682806":"\n  #gross\n  ","682807":"\n  Thank you honestly, that is probably the nicest thing I've actually heard for a long time. That was genuinely heartfelt.\n  ","682808":"\n  I'm sleepy\n  ","682809":"\n  Okaaaay\n  ","682810":"\n  Thank you so much xoxo\n  ","682811":"\n  My parents don't have sympathy. My mom is still all butthurt about the past and says if she can make it so can I blah blah blah. My dad wasn't rich his whole life he worked to his position - zero sympathy lol and their trying to make everything perfect for before they die and shit. So yeaaah. It's pretty much a test of if I can take care of myself.\n  ","682812":"\n  Please refer to comment below\n  \n  V\n  ","682813":"\n  Twat twat? I'm sorry I cunt hear you, I'll just finger you later.\n  ","682814":"\n  ?\n  ","682815":"\n  Because they want me to learn how to make money and to be independent before they hand me an amount of money I don't know how to handle lol\n  ","682816":"\n  Omgg awwwwwwwwh thank you.\n  ","682817":"\n  Good homie. ✌\n  ","682818":"\n  Good. ?\n  ","682819":"\n  Well yeah because you'll be dead.\n  ","682820":"\n  ❤❤\n  ","682821":"\n  Because their different.\n  ","682822":"\n  Bubba\n  ","682823":"\n  Well I believe I have flesh and bone in my feet right now but you can never be to sure.\n  ","682824":"\n  Yeah their cute(:\n  ","682825":"\n  Awwwh hun <3 that's so sweet.\n  ","682826":"\n  i love food more than life. so if you buy me food you will instantly be my number one friend like i just love eating like its sad.\n  ","682827":"\n  if you want\n  ","682828":"\n  well because you started off this way we can be THE BEST OF FRIENDS. thank you so much <3\n  ","682829":"\n  someone who is honest with their thoughts and feelings. someone who is always there for you, not just when its convenient for them. someone who supports you through the worst, and never looks at you like you're an idiot.\n  ","682830":"\n  yeah its like hurricane katrina in this bitch lol\n  ","682831":"\n  fantabulous <3\n  ","682832":"\n  i have two cats and soon im getting a hamster and a fish tank\n  ","682833":"\n  i just realized this has been in my inbox thingy the entire time. hahaha\n  \n  oopsie poopsie lol\n  ","682834":"\n  not being online.\n  ","682835":"\n  nothing really just all comfy lol you\n  ","682836":"\n  i dont know if i should be thankful or insulted lol\n  ","682837":"\n  im a little late for this arent i lol\n  ","682838":"\n  how am i perfect?\n  ","682839":"\n  of course\n  ","682840":"\n  green\n  \n  chia\n  \n  raspberry passion\n  \n  peach\n  \n  ginger\n  \n  brown rice green\n  \n  oolong\n  \n  jasmine\n  \n  earl grey\n  \n  sleepytime\n  \n  lipton\n  \n  lol idk\n  ","682841":"\n  see now this makes more  sense lol\n  ","682842":"\n  followed\n  ","682843":"\n  pretty good yours?\n  ","682844":"\n  nope\n  ","682845":"\n  ask liam(:\n  ","682846":"\n  id make them into a nice leather coin purse.\n  ","682847":"\n  you cute fucks.\n  ","682848":"\n  why i want botox lol\n  ","682849":"\n  you shouldnt even have a dog if you kicked it in the head... maybe call animal control on yourself\n  ","682850":"\n  well alright then hun haha\n  ","682851":"\n  i love black roses.\n  ","682852":"\n  im not some dominatrix bitch\n  ","682853":"\n  well i guess i have the bests followers EVER\n  ","682854":"\n  why is this happening?\n  ","682855":"\n  well the sports i have done were gymnastics, soccer, volleyball, and cross country and a little track. lol\n  ","682856":"\n  nope im not lol <3\n  ","682857":"\n  this isn't a begging situation\n  ","682858":"\n  depends on how much you're going to pay lol\n  ","682859":"\n  pasta like good pasta\n  ","682860":"\n  no im not, i dont think so\n  ","682861":"\n  not as much as before because i actually got my insurance taken care of so i got a little help from them(:\n  ","682862":"\n  what the fuck? thats fucked up.\n  ","682863":"\n  i dont look so cute right now though, ill be back\n  \n  <3 <3\n  ","682864":"\n  go home, put a hot pocket into them microwave and start watching netflix?\n  ","682865":"\n  you're killing me. <3 <3 <3\n  ","682866":"\n  a line you say to try and get inside a girls PUSSY or a dudes ass depends on what youre into.\n  ","682867":"\n  LOVE\n  ","682868":"\n  fuck shoes, im going to use a sledge hammer\n  ","682869":"\n  hard enough they come out of their mouth\n  ","682870":"\n  thank you hun <3 your kindness is always appreciated  :D\n  ","682871":"\n  Awh hunn <3 you're so sweet\n  ","682872":"\n  hahahahhahaahha no\n  \n  i probably couldn't even move in those id probably break my ankle\n  ","682873":"\n  alright alright ill take that.\n  \n  only one shoe id kick someone in the balls with...\n  ","682874":"\n  props that game fucking hates me.\n  ","682875":"\n  what are your top 3 ways of getting murdered?\n  ","682876":"\n  Aw thank you.\n  ","682877":"\n  No homie\n  ","682878":"\n  You're welcome and thank you<3 love much xoxo\n  ","682879":"\n  Uh Oh gotta get your sav fix, hurry up and get the needle.\n  ","682880":"\n  Bam bam.\n  ","682881":"\n  I don't wanna use kik\n  ","682882":"\n  The fact that every house was this size or bigger. I lived in a place (rancho santa fe if youre curious) where dreams actually came true because they had money to buy them. It was beautiful childhood lol.\n  ","682883":"\n  Hahahah this is good\n  ","682884":"\n  I want a more original pick up line (;\n  ","682885":"\n  Rare steak? Because that sounds bomb. ?\n  ","682886":"\n  I just made my like button into my bitch for you. Lol\n  ","682887":"\n  Awwwwwwwwh OMG ❤❤❤\n  ","682888":"\n  I like how you're talking for all of people on ask hahaha\n  ","682889":"\n  Do you really mean it you fucker?\n  ","682890":"\n  Okay I see myself everyday and I'm sick of it hahahah.\n  ","682891":"\n  Or youre all lions and telling me I'm pretty so I take pics of myself for you all to laugh at ):\n  ","682892":"\n  Never satisfied with whatcha get(;\n  ","682893":"\n  I'm good, and yourself?\n  ","682894":"\n  Yay!!! ❤❤\n  ","682895":"\n  I hope yours is too(:\n  ","682896":"\n  GOodmorning lovelys\n  ","682897":"\n  I hope you have a beautifully blessed day full of sunshine <3\n  ","682898":"\n  How am I suppose to ask you anything if I don't know who you be hoe?\n  ","682899":"\n  Oh hell yeah I'd wear the hell out of that shit\n  ","682900":"\n  I don't know buy em and see what happened(;\n  ","682901":"\n  Xoxoxoxoxoxoxoxo sweetheart\n  ","682902":"\n  What's up\n  ","682903":"\n  Hiii\n  ","682904":"\n  Why?!\n  ","682905":"\n  I might do one but I don't know\n  ","682906":"\n  Yeah I got a call from some agency and they said They're calling me because I have 315 casting diretory invites and then when I looked they weren't kidding hahahah. So like I can do it, it's just there's other shit in my life I need to fix first.\n  ","682907":"\n  I've been twerking before twerk was a word. I'm a hipster twerker. Lol.\n  \n  No but there's a video of me at age five and im dancing to britany spears and I'M shaking my ass the entire time...\n  \n  My mom let me watch mtv growing up and back then it was all dance music videos so all I did was dance in my mom's room practicing what all the big ass hoes are doing now.lol\n  ","682908":"\n  Everything, I'm very small so people like.dancing with me. So learn ballroom, a lot of swing, hip hop obviously, booty tweak duh, and interpret.\n  ","682909":"\n  Like a motherfucker. I was the class clown at my school because i made a.lot jokes by changing my voice and interpreting people lol. I was always top on my drama classes. Give me a scenerio I can act it out completly. Improve is probably the thing I'm the best at and I want to write my own movies sooo....\n  ","682910":"\n  Also my family made sure not to let me in that industry they didn't want me to think I was gorgeous enough to be famous so they told me things to make me believe it. The only person who ever was open about it was my brother and he would just call me \"Hollywood kid\" so yeah idk my mom has this like vendetta about me getting famous. She'll do anything to make sure it doesn't happen or I don't have the confidence for it .\n  ","682911":"\n  Vrs?  I'm stupid I know but wtf is this.\n  ","682912":"\n  Dance. No sing.\n  ","682913":"\n  MUFASA\n  ","682914":"\n  No\n  ","682915":"\n  Jelllllo\n  ","682916":"\n  Happiness.\n  ","682917":"\n  Pretty good yours?\n  ","682918":"\n  I have nothing I'd be famous for except maybe being a model but even then I'm like just okay in the job market idk\n  ","682919":"\n  Not haopenin\n  ","682920":"\n  Clothes lol or weed omg\n  ","682921":"\n  Hellllllooooooo sir\n  ","682922":"\n  No sad faces here.\n  ","682923":"\n  Well fine lol\n  ","682924":"\n  So I know who's talking to me\n  ","682925":"\n  If I look famous why aren't I famous )))): now my booty is tickled. I wanna be famous ):\n  ","682926":"\n  It's OK <3 thank you honestly\n  \n  I'm so pretty that I must be fake?\n  \n  You do realize those girls people do fake are real people - so some are bound to actually be real! Cray cray!!\n  ","682927":"\n  ❤\n  ","682928":"\n  I absolutely hate hate religious preaches. 1. Everyone talks to you as if you're stupid in reality I know way more about life than them and that's why I dont listen to their marketed money making church God dick sucking speeches.\n  \n  2. It's the same shit every time. It's so redundant, that when I'M listening I become okay  with the one way trip to hell by killing myself during the preach.\n  ","682929":"\n  Yeah see exactly my point, we will never see him until. What is it about God that makes people feel the need to shove every knowledge they have on the subject down someone's throat? God is big enough where I will know about him without you going off all the time. And if I wanted to be a follower I would already be an advid believer. You don't need to come tell me what I already know, next time you try to tell someone about God. Die then come back to life and tell me what you saw then we'll talk.\n  ","682930":"\n  ❤❤ thank you!!!\n  ","682931":"\n  ✌\n  ","682932":"\n  You got homie\n  ","682933":"\n  Ohhhh yes lol I've told people to fuck off in a fan sign hahahaha\n  ","682934":"\n  That's stupid lol\n  ","682935":"\n  I have risen from the dead.\n  ","682936":"\n  I believe in the idea and possibility of their being a God. But I will not claim to follow a certain God because none of us known which one is the real one and that's all we're fighting over... so I'll wait and see when I'm dead.\n  ","682937":"\n  The other version of sami? Really?\n  ","682938":"\n  Kitty owned.\n  ","682939":"\n  Anything helps. ❤\n  ","682940":"\n  Give yourself a nickname(:\n  ","682941":"\n  I'll try my best <3\n  ","682942":"\n  Then be my friend,  but I need an identity to know what to call you.\n  ","682943":"\n  I'M ALIVE\n  ","682944":"\n  Oh yeah\n  ","682945":"\n  I would take more selfies for you if it was pitch black in my room ): thank you hun.\n  ","682946":"\n  The person I love knows it and they actually loved me first. So they were the ones that told me. I think of that day everyday.\n  ","682947":"\n  Thank you! I think you're sooo pretty❤\n  ","682948":"\n  Hello c:\n  ","682949":"\n  Oh hot fucking damn\n  ","682950":"\n  I know it's legal and all now but I already have one bleeding vagina + another one- that's just a cry for Satan. Lol plus, I am a girl I know what I'm, and I don't want to deal with another female. I've been around guys my whole life - so I just know I like them lol\n  ","682951":"\n  Done\n  ","682952":"\n  Not if he was shakespearen\n  ","682953":"\n  What color do you want your black eye? Red, purple, or black?\n  ","682954":"\n  I don't remember being named Google\n  ","682955":"\n  Awwwwwwwh. ❤❤ makes me miss my sister\n  ","682956":"\n  Are sweats slutty?\n  ","682957":"\n  I mean we're not robots\n  ","682958":"\n  I have a wishlist\n  ","682959":"\n  Get more rest?\n  ","682960":"\n  Do what?\n  ","682961":"\n  You're sweet\n  ","682962":"\n  I don't think so\n  ","682963":"\n  Hahaahahaha\n  ","682964":"\n  Because I am duh.\n  ","682965":"\n  Yes\n  ","682966":"\n  Go on\n  ","682967":"\n  I think im the loser\n  ","682968":"\n  Microscopic yo\n  ","682969":"\n  Like 60 degree ferenhiet\n  ","682970":"\n  How\n  ","682971":"\n  Means alot\n  ","682972":"\n  Why da fucksernot?\n  ","682973":"\n  I'm really fucking bored yo.\n  \n  Looking for some weed to blow into an Oh.\n  \n  Get on my flow\n  \n  Before I go full negro\n  ","682974":"\n  I don't know you tell me.\n  ","682975":"\n  Lol\n  ","682976":"\n  Never make someone feel stupid for being depressed, because most of the time that person can't help it because it's truly a mental illness. Someone could have the best life - but still go to bed wishing they were dead. Being depressed is a serious problem and if you know someone truly depressed, support them because people don't realize how that could effect their future.\n  ","682977":"\n  You sweet motheryaka.\n  ","682978":"\n  Cute shits.\n  ","682979":"\n  Thank you booobie\n  ","682980":"\n  Are you asking or telling?\n  ","682981":"\n  I'M trying to go back\n  ","682982":"\n  I disagree\n  ","682983":"\n  Oh they would be very valuable prize poccession that I use dark magic on and curse it so whoever wears them dies.\n  ","682984":"\n  Making my own finger - stache\n  ","682985":"\n  What is sexy?\n  ","682986":"\n  Qualifications...\n  ","682987":"\n  Naah you're just being nice\n  ","682988":"\n  Thank you<3\n  ","682989":"\n  Like the best ways to make money lol\n  ","682990":"\n  Thank you<3\n  ","682991":"\n  Are you sure about that?\n  ","682992":"\n  ❤❤❤\n  ","682993":"\n  Did a lot of article reading today lol\n  ","682994":"\n  I do\n  ","682995":"\n  Nope\n  ","682996":"\n  You're confusing me with someone else who has the capability of getting hurt\n  ","682997":"\n  Bunny\n  ","682998":"\n  I don't mind that lol\n  ","682999":"\n  Suckkks\n  ","683000":"\n  Just chilling (:\n  ","683001":"\n  Nothing much you?\n  ","683002":"\n  That's great to hear❤\n  ","683003":"\n  Don't got it homes\n  ","683004":"\n  Negative\n  ","683005":"\n  California\n  ","683006":"\n  Let's play scavenger hunt. If you came find it on my page you can message me.\n  ","683007":"\n  Yes\n  ","683008":"\n  Whenever the last time was when I fell off my dinosaur.\n  ","683009":"\n  20 yo.\n  ","683010":"\n  This doesn't make sense to me.\n  ","683011":"\n  MY SLAVE\n  ","683012":"\n  Aye pretty lady\n  ","683013":"\n  ?\n  ","683014":"\n  Hello hunny <3\n  ","683015":"\n  I would like things from wishlist - but we don't always get what we want.\n  ","683016":"\n  Yeah Oh yeah hahhah most definitely\n  ","683017":"\n  Don't got it.\n  ","683018":"\n  I don't mean to kill you.\n  ","683019":"\n  No socks\n  ","683020":"\n  Well hello\n  ","683021":"\n  Repeat questions\n  ","683022":"\n  Kiss diss?\n  ","683023":"\n  I think you guys are to sweet to me\n  ","683024":"\n  Waaaaaah\n  ","683025":"\n  Why am I so sleepy\n  ","683026":"\n  spam me with love so when i come back i can be extra annoying with my face <3\n  \n  ill be back later xoxo <3\n  ","683027":"\n  thats not fun for me.\n  ","683028":"\n  WHO ARE YOU\n  ","683029":"\n  its alright lol\n  ","683030":"\n  how art thou\n  ","683031":"\n  waaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaah waaaaaaaaaaah call the waahmbulance!\n  ","683032":"\n  the humor and comedy\n  ","683033":"\n  thank you so much\n  ","683034":"\n  trying to do other shit and not be on here but people keep talkking to me so im getting distracted\n  ","683035":"\n  hello imahugestan ahahahaha\n  ","683036":"\n  if this doesnt make you tear up every time you see it, you dont have a heart <3\n  ","683037":"\n  your incredible with or without an identity to fall back on the compliment <3\n  ","683038":"\n  i thought your name was mufasa and i was about to get so excited. but followed lol\n  ","683039":"\n  my age is 20\n  ","683040":"\n  why\n  ","683041":"\n  pretty good you??\n  ","683042":"\n  i am not bring any sexy back right now\n  ","683043":"\n  thats how wide your moms mouth was open when you were falling out of her pussy.\n  ","683044":"\n  that is so sweet omg.\n  ","683045":"\n  sexy is not me. i still gotta shower and put my face on lol\n  ","683046":"\n  sucks i dont have it.\n  ","683047":"\n  do you laugh at the thought of your mother giving birth?\n  ","683048":"\n  depends on the weather\n  ","683049":"\n  Pretty skull shirt\n  ","683050":"\n  Don't be sad\n  ","683051":"\n  Nope\n  ","683052":"\n  Yes\n  ","683053":"\n  I couldn't see anything\n  ","683054":"\n  no i am not\n  ","683055":"\n  Saddness ):\n  ","683056":"\n  Nothing yet, I'm trying to find another way on making income\n  ","683057":"\n  Dude is it really that important\n  ","683058":"\n  Awh I'm sorry ): ugh. I wish we could teleport lol\n  ","683059":"\n  Oh man, I'm sorry\n  ","683060":"\n  With what?!\n  ","683061":"\n  Awwwwwh I feel like Im some forbidden love story or something aawwh\n  ","683062":"\n  Just been on my period and since my uterus beats me up every time I've just been chilling. Lol you?\n  ","683063":"\n  Well I hope one day I get to meet you. ❤\n  ","683064":"\n  I see the issue.\n  ","683065":"\n  I know <3 how are you?\n  ","683066":"\n  Where are you?\n  ","683067":"\n  If you love me so much why aren't you next to me?\n  ","683068":"\n  Thank you, you too love xoxo\n  ","683069":"\n  I do that in every photo so I look fatter...\n  ","683070":"\n  How is that possible\n  ","683071":"\n  Very rare features being put together that actually worked.\n  ","683072":"\n  Oh I know. It's beautiful!!!  Like omfg I wanna just run around there.\n  ","683073":"\n  I'm not British I don't get a kick out of humiliating someone.\n  \n  You need to understand that I'M the type of person literally any person can come up too no matter where their from, what they've been through I've been able to understand and empathize. I can't laugh at someone's humiliation because I'll feel it too. So please stop asking for things that cause any sense of pain to a human.\n  ","683074":"\n  ❤❤❤\n  ","683075":"\n  Means Hey fucker lol\n  ","683076":"\n  Hi sami!\n  ","683077":"\n  You're the coolest. ✌\n  ","683078":"\n  I wouldn't say most beautiful I don't think there should be even a most beautiful because so many places are gorgeous. But yes parts of Pakistan is amazing.\n  ","683079":"\n  AND I LOVE ALL YOUR LIKES YOU CUTE LITTLE SHIT <3 SO MUCH LOVE, I CAN'T HANDLE IT.\n  \n  Thank you darling.\n  ","683080":"\n  Well what if you just gave yourself a nickname and like had you're own signature for everything you write to me so I know who I be talking too.\n  ","683081":"\n  In a very exotic way yes, but I'd fix her nose in the quickness.\n  ","683082":"\n  People who don't ask me what turns me on.\n  ","683083":"\n  A number.\n  ","683084":"\n  See I don't know this because you don't have a name):\n  ","683085":"\n  I've lived through 2 decades, I sure fucking hope so by now.\n  ","683086":"\n  I guess so lol\n  ","683087":"\n  Don't got it\n  ","683088":"\n  Proud Kitty mother.\n  ","683089":"\n  Hi there cute stranger(;\n  ","683090":"\n  Mix of both\n  ","683091":"\n  20\n  ","683092":"\n  Wow thank you.\n  ","683093":"\n  You can do whatever makes you feel beautiful and happy.\n  ","683094":"\n  1\n  ","683095":"\n  If I didn't have it on anon I probably would have never found out the things I did. Yeah it gives people the power to say whatever they want, but also it gives people the opportunity to tell their secrets without being shown who they are. And it's easier to be mean lol\n  ","683096":"\n  But I don't know if I found you?\n  ","683097":"\n  A computer screen that let's you hide your identity is the strongest weapon for some people.\n  ","683098":"\n  No it's still there but I have no inclination to use it like ever.\n  ","683099":"\n  Give me as much love, super bored - entertain me<3 xoxo\n  ","683100":"\n  No hahahahahah\n  ","683101":"\n  I can't even like that much wtf\n  ","683102":"\n  Probably because seeing a white California girl is like Africans seeing clean water for the first time.\n  ","683103":"\n  Oh yes all you greedy motherfuckers have it coming for you.\n  ","683104":"\n  <3 rawr\n  ","683105":"\n  I'll post more soon lol\n  ","683106":"\n  Wait what\n  ","683107":"\n  Yes<3\n  ","683108":"\n  Not that I know of\n  ","683109":"\n  Thank you<3 that truly means alot\n  ","683110":"\n  Followed back\n  ","683111":"\n  Sister?  Incest is okay apparently in your culture?\n  ","683112":"\n  How much?\n  ","683113":"\n  Thank you so much\n  ","683114":"\n  That's weird.\n  ","683115":"\n  Awwwwh thank you <3\n  ","683116":"\n  ❤❤❤❤❤\n  ","683117":"\n  That's sooooo cute,.thank you.\n  ","683118":"\n  None\n  ","683119":"\n  Haha yup <3 it's not really secret but it's kinda just the whole point on the franchise because they have a secret menu that's only online. Lol\n  ","683120":"\n  You have Google\n  ","683121":"\n  San diego California\n  ","683122":"\n  In n out secret sauce lol\n  ","683123":"\n  Social snoring.\n  ","683124":"\n  Awwwwh thank you hunny\n  ","683125":"\n  Hello\n  ","683126":"\n  That's what im all about (:\n  \n  You can't snore and dream at the same time.\n  ","683127":"\n  Bikinis and tampons that were invented by men.\n  ","683128":"\n  Thank you. <3\n  ","683129":"\n  When hippos are upset, their sweat turns red.\n  ","683130":"\n  You just made my day<3 thank you.\n  ","683131":"\n  Drink a lil bit, Smoke a lil bit, Pop a lil bit.Aye get fucked up, Girls kissin' girls, Best believe they all fine. ❤\n  ","683132":"\n  thank you\n  ","683133":"\n  this is a very true statement\n  ","683134":"\n  hell yeah they are.\n  ","683135":"\n  <3\n  ","683136":"\n  If I was doing that I would have made so much money lol I'm just stressing am I not allowed to stress over my life?\n  ","683137":"\n  The photos I think that are bad of me people don't think they are -_-\n  ","683138":"\n  You like? (:\n  ","683139":"\n  What is it\n  ","683140":"\n  Thank you so much bubba\n  ","683141":"\n  Following <3\n  ","683142":"\n  She got me saying\n  \n  Bitch staaaaaaawp.\n  ","683143":"\n  Then his best friend would be bevis.\n  ","683144":"\n  I'M so glad to hear that <3\n  ","683145":"\n  Haha yeah you're extremely entertaining\n  ","683146":"\n  I know I'M just saying that so people have no reason to get pissed for some of the fucked things I say lol\n  ","683147":"\n  Waiting for weed again lol I'M good hbu how is everything?\n  ","683148":"\n  Nooooo.\n  ","683149":"\n  You're a shitty witch, already broke the first coven rule.\n  ","683150":"\n  Turn into. When did I become a witch?\n  ","683151":"\n  Theirs 9 billion other people (;\n  ","683152":"\n  BECAUSE I'M A NICE LADY.\n  ","683153":"\n  Pshhh it's like Mexicans, what else are they good for except food? Hahahahahhahahahaha\n  ","683154":"\n  I know I protect you, your daughters on the other hand - you should probably give those to me I'm starving.\n  ","683155":"\n  You know I used to think \"nobody  could be attracted to feet to the point they could fuck them.\" I was so wrong.\n  ","683156":"\n  It's a great Catholic Christmas tradition (; all the priests and nuns do it (;\n  ","683157":"\n  Why not? You wouldn't want to know that the juices dripping on to your little feet is all because of you (;\n  ","683158":"\n  Yeah someone could forget which hole is their mouth and accidentally stuff you in their ass cuz They're so hungry (;\n  ","683159":"\n  Like this big warm smelly of gust of wind just comes shooting out right in your face, you'd probably die honestly. Inhaling all that gas for your size probably wouldn't be good for you(; I wouldn't try it, I'd hire someone with the raunchiest farts to see what happens.\n  ","683160":"\n  You can go away\n  ","683161":"\n  Do you think if someone farted in your face you would fall over?\n  ","683162":"\n  It's okay, just weird you go around telling people about it over and over. You'd think the person would have moved on by now (;\n  ","683163":"\n  I'm not on here fully to have a conversation sorry\n  ","683164":"\n  Yup\n  ","683165":"\n  Knock on wood three times.\n  ","683166":"\n  Told me what\n  ","683167":"\n  Oh boy, here it goes.\n  ","683168":"\n  But your food you don't have a soul.\n  ","683169":"\n  Why\n  ","683170":"\n  I'm good you\n  ","683171":"\n  20\n  ","683172":"\n  I have a soul thank you.\n  ","683173":"\n  None of your bloody beeswax\n  ","683174":"\n  There's your answer\n  ","683175":"\n  Clearly you are not from here...\n  \n  Have you had sex at all?\n  ","683176":"\n  You too sweetheart\n  ","683177":"\n  That's better <3\n  ","683178":"\n  Bleh\n  ","683179":"\n  Done\n  ","683180":"\n  Have you ever had a period?\n  ","683181":"\n  Oh yes\n  ","683182":"\n  I'm always honest\n  ","683183":"\n  Right now panties because river is running red\n  ","683184":"\n  Not cute lol\n  ","683185":"\n  Scroll down a little and you'll see it <3\n  ","683186":"\n  This is why I don't smile lol\n  ","683187":"\n  san diego california how about chu?\n  ","683188":"\n  good you?\n  ","683189":"\n  i cant like anything right now, currently blocked lol but i can follow\n  ","683190":"\n\n   https:\/\/www.youtube.com\/watch?v=ZRo48zg2iyU\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","683191":"\n  because that man better only be mine.\n  ","683192":"\n  No and I hope I never will be\n  ","683193":"\n  Yup\n  ","683194":"\n  Followed\n  ","683195":"\n  Thank you love\n  ","683196":"\n  Alright?\n  ","683197":"\n  Do you know him?\n  ","683198":"\n  Thank you so much, you're so sweet and cute xx\n  ","683199":"\n  Female\n  ","683200":"\n  Capalize the I?\n  ","683201":"\n  Kik:\n  \n   @ilovebunny2\n  \n","683202":"\n  There's nothing I wouldn't do lol even if I'm afraid I'll probably end up doing it haha. I was gonna say swim with great white sharks, but I already did that lol. Hmmm probably like walking across a zipline thousand's feet high. I've done it hundreds but not thousand's Nope.\n  ","683203":"\n  Well can you tell me who you are?\n  ","683204":"\n  Well hi\n  \n  Let's be friends than!\n  ","683205":"\n  I have no idea honestly, there's a loop hole to every law anyways so I think that's why I can't think of any.\n  ","683206":"\n  By being thoughtful.\n  ","683207":"\n  Gooooood morning!!! I hope you have a beautiful day!!! I hope whomever your God may be - that you are blessed by them<3\n  ","683208":"\n  Probably the most perfect person I've ever met.\n  ","683209":"\n  No thats you.\n  ","683210":"\n  Goodnight\n  ","683211":"\n  Awh I hope everything goes well goodnight <3\n  ","683212":"\n  I agree\n  ","683213":"\n  My cat just scratched the hell out of me.\n  ","683214":"\n  Oh Wow<3\n  ","683215":"\n  Nothing nothing lol I'm just really confused right now that's all haha.\n  ","683216":"\n  Oh the irony is so real right now.\n  ","683217":"\n  I'm okay,  you?\n  ","683218":"\n  Just thinking you?\n  ","683219":"\n  I'd like to see them next to each other haha\n  ","683220":"\n  That's so sweet OMG.\n  ","683221":"\n  I don't really talk to her lol\n  ","683222":"\n  Like what?\n  ","683223":"\n  Aaawwwwwh so cute\n  ","683224":"\n  Thank you\n  ","683225":"\n  That's so cute, I'm glad you think of me as a friend (:\n  ","683226":"\n  You're too sweet.\n  ","683227":"\n  Not okay\n  ","683228":"\n  God no. We already get our vaginas kicked the shit out of when we have to give birth,why the fuck would you cause any more damage?\n  ","683229":"\n  Awh thanks sweetheart\n  ","683230":"\n  I don't know how I do, but thank you.\n  ","683231":"\n  It's like my most proud thing lol ever since I was little haha everyone always told me how great my stomach was so I kept good care of it <3 thank you so much\n  ","683232":"\n  Awh so cute <3\n  ","683233":"\n  You honestly have no idea how happy you just made me (: I'm so glad(:\n  ","683234":"\n  No hahahh I could never. I'm pretty sure on the first night of being homeless someone would probably offer to let me stay because I would not do well on the streets gahahah\n  ","683235":"\n  Omg I'm down. I'm so sorry though, are you happy though? Because if you're not I'd be so upset, like do you still have a pretty good life?\n  ","683236":"\n  So are you! ❤\n  ","683237":"\n  Liked ❤\n  ","683238":"\n  So like if I took you to Disneyland we'd get to go.in front of everyone?!\n  ","683239":"\n  While I look stoned and homeless. Lol\n  ","683240":"\n  Thank you beauty\n  ","683241":"\n  OMG that's so sad. Does it hurt? Is yours lifelong?\n  ","683242":"\n  Yeah\n  ","683243":"\n  What happened ):\n  ","683244":"\n  I'm sorry ): that doesn't sound fun\n  ","683245":"\n  Loving this cute shit\n  ","683246":"\n  I'm okay how about you\n  ","683247":"\n  I'm sorry ): what for?\n  ","683248":"\n  Hey (:\n  ","683249":"\n  Why\n  ","683250":"\n  Bleh not right now\n  ","683251":"\n  Agree to disagree\n  ","683252":"\n  Awh thank you.\n  ","683253":"\n  Whys that\n  ","683254":"\n  I'm good how are you?\n  ","683255":"\n  No not at all\n  ","683256":"\n  Nobody is perfect love, but thank you\n  ","683257":"\n  It's okay\n  ","683258":"\n  Thank you <3\n  ","683259":"\n  I know it's cause I'm Vietnamese\n  ","683260":"\n  Thank you bbyg\n  ","683261":"\n  This question worry me\n  ","683262":"\n  Thank you?\n  ","683263":"\n  Puff puff pass Bby<3\n  ","683264":"\n  Chocolate chip or peanut butter?\n  ","683265":"\n  I'm gonna guess you liked it?\n  ","683266":"\n  Thank you kind sir.\n  ","683267":"\n  20\n  ","683268":"\n  -_- duh\n  ","683269":"\n  You know what would suit me even more? A bowl.\n  ","683270":"\n  On attracted to one Australian.\n  ","683271":"\n  I do.\n  ","683272":"\n  You're awesome!! Thank you.❤❤\n  ","683273":"\n  THANK YOU.❤❤❤ that's what I've been trying to tell people but everyone likes my black hair. Hopefully because you said something everyone will agree<3\n  ","683274":"\n  Same here lol\n  ","683275":"\n  So are you love, thank you.\n  ","683276":"\n  When I make some extra money I can spend lol\n  ","683277":"\n  This is what I looked like with grey hair.\n  ","683278":"\n  Ha no. I live in San Diego, one of the places everyone visits in the winter lol\n  ","683279":"\n  I wanna dye my hair grey.\n  ","683280":"\n  What are your plans today?\n  ","683281":"\n  Following back beautiful <3\n  ","683282":"\n  I'm okay you?\n  ","683283":"\n  Hiiiii\n  ","683284":"\n  Coldddd\n  ","683285":"\n  So far so good how about yours\n  ","683286":"\n  What's up slim shady lover\n  ","683287":"\n  Well Hi there\n  ","683288":"\n  You are just to kind sweetheart\n  ","683289":"\n  I had to take a better #ijustwokeuplikethis pic.\n  ","683290":"\n  Oh yes. Be scared.\n  ","683291":"\n  There's no way!\n  ","683292":"\n  Have you seen lana del Rey? Angelina jolie? pretty much anyone famous? If that were true I'd be famous too lol\n  ","683293":"\n  Actually it'd probably be more than 8 years, the least amount will be 8 .\n  \n  But I want a PhD in criminology and a masters in English. So I can be a writer as I'm a criminologist lol\n  ","683294":"\n  Like why do you think of me with such light and beauty\n  ","683295":"\n  Wow,such amazing kindness. What makes you say this?\n  ","683296":"\n  Thank you for saying such sweet things to me darling. You brighten up my day\n  ","683297":"\n  I only hope one person is saying these sweet things to me. But I honestly have no idea.\n  ","683298":"\n  Thank you so much, that means alot.\n  ","683299":"\n  Not yet, but I plan on going back to school for like 8 more years..\n  ","683300":"\n  Someone who feels as if They're a human pillow\n  ","683301":"\n  Whys that?\n  ","683302":"\n  Well I mean there's gotta be someone who does it. Lol not everyone can be perfect and successful. Because trust me if everyone could, they would.\n  ","683303":"\n  I don't understand but I'm just gonna smile and wave (:\n  ","683304":"\n  Omg such a pretty doggy I had one when I was 3 named Hershey's but he got bit by a rattlesnake trying to protect my sister and the house and passed away. Still to the day my sister still gets upset over him because he was that good of a dog. So I highly recommend.<3\n  ","683305":"\n  I don't know do we?\n  ","683306":"\n  Hey hun (:\n  ","683307":"\n  Oh wow\n  ","683308":"\n  You'd be surprised hahaha\n  ","683309":"\n  Yes yes <3\n  ","683310":"\n  Only if your good at it (;\n  ","683311":"\n  Of course\n  ","683312":"\n  Awh it's ok don't worry about it haha\n  ","683313":"\n  Awh thank you\n  ","683314":"\n  ):\n  ","683315":"\n  I'm sure you'll find someone soon (:\n  ","683316":"\n  I want to model pretty shoes haha\n  ","683317":"\n  Ugh this sucks\n  ","683318":"\n  I know\n  ","683319":"\n  That's wonderful!  I'm so happy for you! I feel the same way about myself <3\n  ","683320":"\n  <3 <3 <3\n  ","683321":"\n  Thank you so much especially coming from you. You're gorgeous.\n  ","683322":"\n  Lol Oh god I'd be scared\n  ","683323":"\n  Buy me more things so I have a reason to take pics of myself lol\n  ","683324":"\n  Well thank you<3\n  ","683325":"\n  My face soap I've been using it's drying my face out so my face is all fucked up so I look scary.\n  ","683326":"\n  I wish I was a yummy piece of taffy lol\n  ","683327":"\n  I don't know what is happening to my skin but it's not making me happy\n  ","683328":"\n  Why would you do that? Yeah let's make your kid blind..\n  ","683329":"\n  5 inches lol\n  ","683330":"\n  I'm not that sweet <3\n  ","683331":"\n  I just showered and I've never looked so scary\n  ","683332":"\n  People are so sweet\n  ","683333":"\n  I like my belly lol thank you\n  ","683334":"\n  No model here\n  ","683335":"\n  Awh come back soon!\n  ","683336":"\n  Thank you so much\n  ","683337":"\n  Awwwwh thank you\n  ","683338":"\n  To match thissss\n  ","683339":"\n  I got a new belly button ring!! This is what is gonna happen every time I get something new <3 lol\n  ","683340":"\n  That's awesome (:\n  ","683341":"\n  Please come play with.\n  \n  Tell me what color I should dye it!\n  ","683342":"\n  What's your first language?\n  ","683343":"\n  HOT damn\n  ","683344":"\n  I'm a nerd and I'm proud of it lol ima have better gaming shit then my son lol the ultimate mancave lol <3\n  ","683345":"\n  Of course I do, if I could I'd play lol\n  ","683346":"\n  So cute\n  ","683347":"\n  Why just why\n  ","683348":"\n  How in the hell would that ever be funny\n  ","683349":"\n  Awh thank you\n  ","683350":"\n  Goooood choices!  That's awesome (:\n  ","683351":"\n  I might\n  ","683352":"\n  Thank you<3\n  ","683353":"\n  I only play on Xbox one. And honestly I don't know!\n  ","683354":"\n  I want it or like uhm dead something or fuck I can't remember I just want new games lol\n  ","683355":"\n  I wouldn't know, I don't date myself\n  ","683356":"\n  Meow.\n  ","683357":"\n  I always look sad lol\n  ","683358":"\n  I really really want the evil within because it looks scary af ugh but I play all sorts <3 where you from darling.\n  ","683359":"\n  I see zero beauty (;\n  ","683360":"\n  I play alot too but Xbox (;\n  ","683361":"\n  Hahahaa I don't believe it playa playa\n  ","683362":"\n  To much booze & to many bitches(;\n  ","683363":"\n  I'm doing well how are you?\n  ","683364":"\n  Not really\n  ","683365":"\n  That's really cute\n  ","683366":"\n  Like everyday lol\n  ","683367":"\n  Why?\n  ","683368":"\n  Thank you so much hun you're sweet\n  ","683369":"\n  No I sell from my couch lol it's all online lol\n  ","683370":"\n  Ok\n  ","683371":"\n  Me too\n  ","683372":"\n  Awh that's so sweet\n  ","683373":"\n  <3\n  ","683374":"\n  Dealiciousness\n  ","683375":"\n  It's good, sold shoes today (:\n  ","683376":"\n  Thank you sooo much\n  ","683377":"\n  Thank you\n  ","683378":"\n  No\n  ","683379":"\n  20 & Michael cera\n  ","683380":"\n  Rainy and cold\n  ","683381":"\n  So good I'm dying\n  ","683382":"\n  Not as mental as these donuts\n  ","683383":"\n  That's like block worthy amount of likes.\n  ","683384":"\n  San Diego California\n  ","683385":"\n  Do I call this number and someone blows up or?\n  ","683386":"\n  That's weird. Don't say that\n  ","683387":"\n  Oh god. Ohh God. Probably run around my best friends house completely naked besides undies that were my period undies... lol and running through the house to  outside, through the backyard to the pool and jumped in, and didn't know there was a guy in the pool house waiting for us.. and he saw everything lol didn't help my friends were naked right behind me running lol\n  ","683388":"\n  Omg you're amazing and sweet! So inspiration. Thank you so much beautiful. Don't be a stranger <3\n  ","683389":"\n  Don't use yt\n  ","683390":"\n  Whhhhhy\n  ","683391":"\n  For whatever makes you the most comfortable\n  ","683392":"\n  It's sterile (;\n  ","683393":"\n  There ya go bby\n  ","683394":"\n  <3\n  ","683395":"\n  Because every time I tried to make my favorite things my sister made me, it taste nothing like hers like NOTHING. I've become so picky with food because of her. So I just get fraustrated and annoyed and tell myself to get rich so I can hire my sister to cook for me for the rest of my life lol\n  ","683396":"\n  I want to order pizza\n  ","683397":"\n  Awwwwwwwwh omg <3\n  ","683398":"\n  Yeah depends on the lighting, that's like my fall eye color lol\n  ","683399":"\n  I was drunk. Lol\n  ","683400":"\n  HA no. I was so spoiled when I was younger, my sister real dream was to become a professional chief with her own cooking show, so she cooked me whatever I wanted whenever. No matter how hard it was gonna be, so I never learned I was her food critic and that's how I learned to love all foods from all cultures because she made them all. Lol.\n  ","683401":"\n  20\n  ","683402":"\n  That is so sweet, thank you.\n  ","683403":"\n  That's a good question\n  ","683404":"\n  Hmm outside my friends pool on accident lol I pee outside alot when I was younger lol parks, on top of some like water tower thing, on the beach, hmm like a lot of places lol.\n  ","683405":"\n  Well this is different.\n  \n  Hello sweet secret admirer, how are you?\n  ","683406":"\n  Hello (: I'm hungry lol\n  ","683407":"\n  I don't remember lol\n  ","683408":"\n  Either green, blue, or grey. Depends on how my eyes feel lol\n  ","683409":"\n  Still wouldn't.\n  ","683410":"\n  When you gotta go, you gotta go.\n  ","683411":"\n  I would become their friendly giant, build things for them, help carry things, idk use my strength for good.\n  ","683412":"\n  No. That's not funny\n  ","683413":"\n  I think 12?\n  ","683414":"\n  I would have thought it'd make me look better lol\n  ","683415":"\n  World hunger.\n  ","683416":"\n  I would choose my health over that. No urinary track infections please.\n  ","683417":"\n  Explain\n  ","683418":"\n  Omg uhm holy shit the amount of places I've peed hahahahaha probably in front of a cop car with my best friend hahahaha\n  ","683419":"\n  Only because lil Wayne got shot in the throat like a thug. Lol\n  ","683420":"\n  I don't really have any because I don't know much about it to really say anything.\n  ","683421":"\n  I barley use it.\n  ","683422":"\n  What's your dream pet?\n  ","683423":"\n  Just cuddling with my cat\n  ","683424":"\n  My Skype won't update >:(\n  ","683425":"\n  Yes yes\n  ","683426":"\n  I'm so upset I started my period early lol\n  ","683427":"\n  I can't tell the future\n  ","683428":"\n  Well at least you make sense\n  ","683429":"\n  Your identity?\n  ","683430":"\n  It's a comedy lol\n  ","683431":"\n  I love borat LOL\n  ","683432":"\n  Scrub a dub dub\n  ","683433":"\n  You're pretty good right now lol\n  ","683434":"\n  I mean it makes some pretty valued points but it all sounds the same lol\n  ","683435":"\n  I'm really trying lol\n  ","683436":"\n  Hahahaha you told me too so I did\n  ","683437":"\n  I mean I have that right next to me, it's just not my main lol\n  ","683438":"\n  It's okay to not be able to speak a language unless it's your first then you're just stupid.  But if you're just learning, it's OK I just hate the type who think they can speak but really can't. And they say everything completely incorrect. It pisses me off.\n  ","683439":"\n  The shittiest shit hole ever galaxy something I think like 2 or 3 lol my mom just gave it to me cuz my other phone broke and I can't buy a new one ):\n  ","683440":"\n  Awesome (:\n  ","683441":"\n  Oooh\n  ","683442":"\n  I don't do 30 likes\n  ","683443":"\n  No way! Thats great (:\n  ","683444":"\n  Fucking Pakistani\n  ","683445":"\n  It's raining so I'm staying cozy <3\n  ","683446":"\n  I can't do that lol\n  ","683447":"\n  Hi how are you\n  ","683448":"\n  Why\n  ","683449":"\n  Thank you sweetheart\n  ","683450":"\n  Awh thank you <3\n  ","683451":"\n  No, not looking.\n  ","683452":"\n  Sucks, all mine.\n  ","683453":"\n  But I want them ):\n  ","683454":"\n  Yay I did something right!!! Lol\n  ","683455":"\n  That's gross, seek medical help.\n  ","683456":"\n  Nooo not like that, just like I didn't know you knew me well enough lol that's why\n  ","683457":"\n  That's what I'm saying like wtf like is  this all you do..lol\n  ","683458":"\n  No I'm just shocked\n  ","683459":"\n  Yeah but I follow people who have like 2k and I'm like wtttfffff\n  ","683460":"\n  Wait you like me?\n  ","683461":"\n  Not as many as I want, 397 lol\n  ","683462":"\n  I can only talk on kik if I'm not trying to three different things at once lol\n  ","683463":"\n  If your new obviously you won't have any questions, I didn't just pull 1000 out of my ass when I started lol\n  ","683464":"\n  I just don't understand why we can't just talk here\n  ","683465":"\n  Wait I don't know what you're trying to say\n  ","683466":"\n  What's up\n  ","683467":"\n  I didn't suddenly disappear, I just have other things to do.\n  ","683468":"\n  Why?\n  ","683469":"\n  Ja'mon\n  ","683470":"\n  I have high hopes\n  ","683471":"\n  Chuck it in the fuck it bucket.\n  ","683472":"\n  Ello\n  ","683473":"\n  That show is the kitties titties\n  ","683474":"\n  Courage the cowardly dog.\n  ","683475":"\n  I'm pretty good how are you?\n  ","683476":"\n  Because I don't believe I have too to have a happy fulfilled life. I grew up in a religious household but I don't need religion, no one in my family did - my dad just went as appereance. If you follow the morals and virtues behind what every religion basically tells you to follow, you'll be a solid person that doesn't need to idealize after someone. Because that's not what life is all about, what they were trying to show you was how to have a good life, not kill people who don't believe in the same person or call everyone else wrong just because they think differently when in reality every single one of you are looking for exactly the same thing just in a different God or God's. So that's why.\n  ","683477":"\n  I don't follow any religion.\n  ","683478":"\n  Only the unfortunate ones hahah\n  ","683479":"\n  Tasty id probably eat the ones you didn't like lol\n  ","683480":"\n  I can openly talk about anything (:\n  ","683481":"\n  Not right now\n  ","683482":"\n  Okieee\n  ","683483":"\n  Done\n  ","683484":"\n  No I'm not I was just curious lol I was just thinking about how cute the babies would be\n  ","683485":"\n  Hiii <3 what's up hun\n  ","683486":"\n  Hi there\n  ","683487":"\n  Whaaaaat?\n  ","683488":"\n  No\n  ","683489":"\n  Have you found a Mrs yet?\n  ","683490":"\n  You're welcome\n  ","683491":"\n  None\n  ","683492":"\n  I'm good how are you?\n  ","683493":"\n  I'm good (:\n  ","683494":"\n  I mean I guess haha\n  ","683495":"\n  The last lol\n  ","683496":"\n  Thank you.\n  ","683497":"\n  Mostly straight\n  ","683498":"\n  Uh clothes, and girly things lol what you want\n  ","683499":"\n  Yes\n  ","683500":"\n  Don't ask girls this.\n  "}}