{"Question":{"683501":"\n   Looking marvellous.. ??\n  ","683502":"\n   Morning have a good day today stay happy and blessed sweetheart enjoy your day hope it filled with happiness and joy :) xxxxx\n  ","683503":"\n   you are gorgeous\n  ","683504":"\n   your so fucking gorgeous\n  ","683505":"\n   She was Xgypsy but deleted cause gypsy is a slur but Ashlie pointed out that she looks fake\n  ","683506":"\n   How many languages can you speak?\n  ","683507":"\n   your welcome sweetie\n  ","683508":"\n   عاجل... مستشفى ثابت ثابت بطولكرم يناشد التبرع بالدم من نوع O- للجريح الذي اصيب بشكل خطير جدا...الرجاء النشر\n  ","683509":"\n   hey anons you guys can fuck off and stop being pricks to savannah\n  ","683510":"\n   Followed.\n  ","683511":"\n   fuck off stupid\n  ","683512":"\n   Anyone else think\n   \n    @southernxmama\n   \n   is fake? Ashlie pointed out some things and Denice spent have proof.\n  ","683513":"\n   will you post a pic please your so perfect in every sense of the word\n  ","683514":"\n   Heyyy\n  ","683515":"\n   your so sexy sweetie\n  ","683516":"\n   You're sexy when you get angry :o\n  ","683517":"\n   missing you :(\n  ","683518":"\n   hi beautiful :)\n  ","683519":"\n   And it's over\n   \n    http:\/\/img110.xooimage.com\/files\/7\/d\/4\/ghn-4cf4667.jpg\n   \n   The Red Dogs lost in Bucharest.\n  ","683520":"\n   You never watched a soccer game :p\n  ","683521":"\n   Goal Astra. It seems they are gonna beat Dinamo away in Romanian soccer league.\n  ","683522":"\n   u seems to b too much friendly haha :p\n  ","683523":"\n   beauty with brains. wat. a combination\n  ","683524":"\n   what ws that y so much hate\n  ","683525":"\n   then can we chat on kik?\n  ","683526":"\n   yeah sure\n  ","683527":"\n   I want to be your slave in real life\n  ","683528":"\n   I'll worship and glorify you\n  ","683529":"\n   i wanna be your slave then,I on my knees begging\n  ","683530":"\n   you have room for new slaves?\n  ","683531":"\n   just fuck off\n  ","683532":"\n   no she isn't cute fuckster\n  ","683533":"\n   o plz just shut up\n  ","683534":"\n   What do you see when you wake up in the morning? PAP!\n  ","683535":"\n   cz ur a fuckster n boaring\n  ","683536":"\n   cz ur a pornstar\n  ","683537":"\n   Ootd\n  ","683538":"\n   then get the fuck out of here\n  ","683539":"\n   No wonder\n   \n    @xgypsy\n   \n   loves drama it's a fake account\n  ","683540":"\n   just take this-l--\n  ","683541":"\n   your welcome <3\n  ","683542":"\n   post all your tattoos\n  ","683543":"\n   talk to you later sweetie I will miss you\n  ","683544":"\n   well my favorite thing about ask.fm Is talking to you everyday\n  ","683545":"\n   oh get lost u fuckster\n  ","683546":"\n   hello beauty\n  ","683547":"\n   haha lol ur the most boring person on ask\n  ","683548":"\n   add me on kik\n   \n    @shoeslave321\n   \n","683549":"\n   nm just passing time by talking to u .look ur a good source of time pass\n  ","683550":"\n   sweet friends make sweet underwear ya know haha\n  ","683551":"\n   haha funny :D\n  ","683552":"\n   hey cuttie whatts up\n  ","683553":"\n   That means I be in pain\n  ","683554":"\n   What does that involve\n  ","683555":"\n   twitter follow me\n   \n    @the_Rabbitfoot\n   \n","683556":"\n   We could just use an air hose lol\n  ","683557":"\n   well,tell me straight would you like to tall to me or not?\n  ","683558":"\n   let me suck on your toes for 30 minutes !\n  ","683559":"\n   Was joking >.> Gah haha\n  ","683560":"\n   can I tell you my favorite part about being on ask.fm\n  ","683561":"\n   We bet on the color of your toe nails so let's bet on mine! I painted them once when I lost another bet (imagine that). Pink, purple, or blue?\n  ","683562":"\n   good thing you ditched your manager he probably was gonna try to steal money from you!!! that fucker\n  ","683563":"\n   questions or spam likes for liker?\n  ","683564":"\n   I'm just finnished work today I'm getting paid in 3 hours so can u damage me and after that u can take my wages and my other money\n  ","683565":"\n   i was waiting for you savanah, #batman\n  ","683566":"\n   nm ssup? mean wat u do\n  ","683567":"\n   Make me bleed please\n  ","683568":"\n   over what sweetie\n  ","683569":"\n   your so beautiful keep smiling\n  ","683570":"\n   the day you can't forget?\n  ","683571":"\n   Who was your manager I'll tell him to fuck off myself (((:\n  ","683572":"\n   How long are u gonna kick umm for\n  ","683573":"\n   We'll be at first base before we know it xD\n  ","683574":"\n   I thought you said you would let me suck on your toes if I get you a present ? I just want to know how long?\n  ","683575":"\n   I gues that will work. You'll be doing all the cuddling :P\n  ","683576":"\n   how long would you let me suck on them ??\n  ","683577":"\n   Yeah seriously :p .. i am really excited about you scaring me and then having an evil laugh :D :p\n  ","683578":"\n   U don't have to u can make me suffer with ur heels\n  ","683579":"\n   Cuddle? :O You'll crush me\n  ","683580":"\n   what about gingy? instead of going bad you can keep him as a cute thong\n  ","683581":"\n   Fuck him fuck him fuck him hahaha\n  ","683582":"\n   *walks all up in your room* Aw yeah. I'm going to sleep on your pillows :P\n  ","683583":"\n   You are a famous goddess now... someone was congratulating me on being your bitch yesterday :)\n  ","683584":"\n   People are jealous of you now :D\n  ","683585":"\n   where's your ex? they can be undies!\n  ","683586":"\n   in which company?\n  ","683587":"\n   so if I get you a present you would let me suck on your toes?\n  ","683588":"\n   Naww you're just a free loader and beg get a life (:\n  ","683589":"\n   What stuff ur caple of doing to me I don't mind\n  ","683590":"\n   My hero <3 Can I chill in your room?\n  ","683591":"\n   yes lol who should we turn into a thong first? >:)\n  ","683592":"\n   Ok goddess as you say...you are the authority :)\n  ","683593":"\n   Why not I told u , u can have my bank card after u punished me\n  ","683594":"\n   I think I'm safe now? xD\n  ","683595":"\n   aha hope so are you sales manager or a worker like sell things etc?\n  ","683596":"\n   Wow now you are truly a goddess...progressing :) \nShould i give my password?  I am already trembling with fear :p\n  ","683597":"\n   So you don't have a manager anymore?\n  ","683598":"\n   -gives you underwear gun- can I be your partner? lol\n  ","683599":"\n   tf you mean by presents?\n  ","683600":"\n   You get people to send you money and now you're trying to get people to buy gifts for you, stop being a fucking free loader and get a job like the rest of us\n  ","683601":"\n   What stuff are u gonna do to me\n  ","683602":"\n   so would you let me suck on your toes ?\n  ","683603":"\n   and how's your work going as a seller?\n  ","683604":"\n   a company is genius lol but think of all the free undies!\n  ","683605":"\n   why don't you  wear white suit?\n  ","683606":"\n   can I suck on your toes?\n  ","683607":"\n   And make use of your 4 dildos. Maybe use a couple at a time.\n  ","683608":"\n   Will u do that please but I want it to be painful\n  ","683609":"\n   would you keep the people turned thongs? Lol\n  ","683610":"\n   and how was your day friend?\n  ","683611":"\n   That's torture\n  ","683612":"\n   I have no money at the moment so will torture me and after that u can take my bank card and take all my money\n  ","683613":"\n   last time somwone made you cum?\n  ","683614":"\n   But you have to promise one thing plz :p ... scare me but dont reveal my secrets please :p\n  ","683615":"\n   followed follow me back so I can msg you\n  ","683616":"\n   how will there be blades on ur heels when there new\n  ","683617":"\n   ya there n asking dumb questions\n  ","683618":"\n   So when are we gonna inflate you?\n  ","683619":"\n   well the thing is that you have a spark in your eyes *_* your eyes are full of life, and i need a person like you to be social with and i am not forcing you into anything but i would love to :) and another thing, you are beautiful :) . #batman\n  ","683620":"\n   Well so far i don't have any money.. so you will scare me to death ....but after my job you will bankrupt me :p\n  ","683621":"\n   I'm ur slave so yeah , what u gonna make me swallow\n  ","683622":"\n   But doors might give you trouble lol\n  ","683623":"\n   :( this ws for sad one\n  ","683624":"\n   oh friend it look like anoher creepy anon also talking here\n  ","683625":"\n   Socks of the day? pap\n  ","683626":"\n   i lust you\n  ","683627":"\n   Do I have to swallow anythin on ur heels\n  ","683628":"\n   At least you'd be able to walk lol\n  ","683629":"\n   i wish your shirt could go higher for a better view of the \"tattoo\"\n  ","683630":"\n   I have to worship ur heels\n  ","683631":"\n   what game?\n  ","683632":"\n   We can make you look like a sumo wrestler lol\n  ","683633":"\n   Now i have a strong desire to give you my password :p because now you will know how to use it :p\n  ","683634":"\n   fave sex positiion?\n  ","683635":"\n   By any chance would u destroy me so bad il never walk again\n  ","683636":"\n   I'm going to imagine you in the shower.\n  ","683637":"\n   haha nice and how're you cutie\n  ","683638":"\n   We could inflate you with an air hose lol\n  ","683639":"\n   why?\n  ","683640":"\n   I just want on your Instagram and seen your pics and I think I fell in love with you even more your so flawless\n  ","683641":"\n   Turn people into thongs? Lol that's pretty evil\n  ","683642":"\n   just asking?\n  ","683643":"\n   What kind of shoes do I have to worship\n  ","683644":"\n   Hahah you are learning how to treat slaves :)\n  ","683645":"\n   dear Savannah u are sooo cute why :))\n  ","683646":"\n   how are you real your so perfect your my dream girl\n  ","683647":"\n   I get money sorted and I buy u something \/ what slave are u gonna make me\n  ","683648":"\n   would you be creeped out if I put one of your pic from Instagram on my computer background\n  ","683649":"\n   Hi Savannah nice too see u :)\n  ","683650":"\n   last time you had sex?\n  ","683651":"\n   Baby your bone structure is giving my \"bone\" structure.\n  ","683652":"\n   your best feature is everything about you\n  ","683653":"\n   I will \/ what do u want\n  ","683654":"\n   turn into a dragon? lol prove it\n  ","683655":"\n   Can I be ur shoe or foot slave\n  ","683656":"\n   I will miss you like crazy <3\n  ","683657":"\n   Some advice, don't default on it. It will haunt you forever. You'll pay more than you should on things because you made a stupid mistake more years ago than people can remember or care about.\n\nAlso, try to have a sense of humour about the trolls. They're here for fun, just like you.\n  ","683658":"\n   you are so beautiful. lets be friends lol you were on the home page of ask. do you have a twitter or snapchat\n  ","683659":"\n   then answer it lol\n  ","683660":"\n   post a bikini pic\n  ","683661":"\n   if you do dont sweat it ;) I am used to it :D rejections #batman\n  ","683662":"\n   towel pap before going to shower?\n  ","683663":"\n   I know more than you think. How is your health? Feeling better or is the $5K+ hanging over your head keeping you up at night?\n  ","683664":"\n   ootd?\n  ","683665":"\n   i got so many rejections that I lost my self confidence, you can call me #batman\n  ","683666":"\n   well,why i lose you?\n  ","683667":"\n   Can I have your picture so I can show Santa what I want for Christmas? :)\n  ","683668":"\n   your best body feature after your face and belly *_* pap please\n  ","683669":"\n   no they are beautiful,cool.but they are rude until we don'y meet face to face\n  ","683670":"\n   well, i am from South Asia, age 21, I am a virgo, unsocial, timid, shy, hopelessly romantic at times. and i can't talk to girls :3\n  ","683671":"\n   what would you do if you had a magic ray gun that could turn people into underwear?\n  ","683672":"\n   Well you're keeping me entertained lol\n  ","683673":"\n   i am straight forward person.\n  ","683674":"\n   that's why i follow you because you have a soft heart.\n  ","683675":"\n   because i learn a lot from foreigners..but the girls of my country they ask strange things.they talk in other perspective like love,etc\n  ","683676":"\n   stop answering questions my whole feed is filled up by you omg\n  ","683677":"\n   well it is but you know i dont find it comfortable here :) i am too unsocial and the thing is that i think you'll probably ignore me after you know me, most probably because i am sort of ugly, that kills my confidence\n  ","683678":"\n   monster sav? yeah rite lmao -grabs gingy-\n  ","683679":"\n   Or you can float around lol\n  ","683680":"\n   It gives me confidence to goof around as a gingerbread, hey xD I just like how can use this to cure boredom, because class sucksss\n  ","683681":"\n   i don't want to because i love foreigners\n  ","683682":"\n   well we can't know eachother here, anywhere else?\n  ","683683":"\n   Lol maybe you won't pop\n  ","683684":"\n   i dont..because i don't know know how to entertain girls..becuase i don't talk to girls\n  ","683685":"\n   Mhmm. Just ignore them. There are always haters out there :\/\n  ","683686":"\n   i would love to know you more, you seem to be a cool person to hangout with\n  ","683687":"\n   dont you like me?\n  ","683688":"\n   ok as u wish  but can talk at least\n  ","683689":"\n   pap for your fav socks\n  ","683690":"\n   Bingo. We can't help it that all they think about is sex xD\n  ","683691":"\n   Good luck with the writing career, I have a feeling you're going to end up writing and starring is B grade porn flicks.\n  ","683692":"\n   I'm like a proud mom :P\nAlso those anon a need to get off your back man xD People can't be silly without people making it sexual or get jealous of the attention\n  ","683693":"\n   Sigh. You were taking more and more of him into your mouth until you swallowed everything he had to give you. You need to grow up and realise what kind of people are on the other end of the internet.\n  ","683694":"\n   Cute? I even get compliments now? You've changed xD\n  ","683695":"\n   20? You look younger. And someone called Savannah can only be American :)\n  ","683696":"\n   Yes, some live in jungles, some live elsewhere. Just because someone doesn't live according your \"knowledgeable\" standards, it doesn't mean they're living in worse condition. Some are. Others are probably living much healthier than even you.\n  ","683697":"\n   Of course. That conversation is never about swallowing in that sense, it's always about eating a gingerbread man.... Who is the retard? 'Gingy' is likely stroking one out while you talk about spitting vs swallowing.\n  ","683698":"\n   well,i can't understand you .don't know what happened to you.\n  ","683699":"\n   It's weird having you defend me instead of wanting to eat me o.O\n  ","683700":"\n   *It's desert, Savannah and jungles. *Not all African tribes live in jungles... *And you don't live in a house made of dried clay and rock or the parts of trees? *And you don't wear plant parts every day in your oh-so-special denim jeans? Get a life...\n  ","683701":"\n   Ya, talking about fapping is way more disgusting than the conversation you are having with someone about swallowing them. That's way more graphic and degrading.\n  ","683702":"\n   well if u dint swallow him I will before he goes bad!\n  ","683703":"\n   WELL THOSE ARE ACTUALLY MY FEELINGS RIGHT NOW YOU SEXY THING *_*\n  ","683704":"\n   \"The Legionaries have been called by God to sound the trumpet for the resurrection of Romania after centuries of darkness and oppression.\" - Corneliu Zelea Codreanu\n   \n    http:\/\/youtu.be\/d1RXl5KkkX4?t=3m30s\n   \n","683705":"\n   to late! u swallowed gingy so now he IS food!\n  ","683706":"\n   I will fix u some chicken for protein\n  ","683707":"\n   You're racist?\n  ","683708":"\n   can we char on gmail?\n  ","683709":"\n   You feel violated? You put yourself out to be looked at, and then feel violated when people look at you?\n  ","683710":"\n   It's actually more desert than jungle....\n  ","683711":"\n   lady should go eat a sandwich lol\n  ","683712":"\n   -covers ur mouth before u spit him out- -tickles until u swallow him- more like food not friend!!\n  ","683713":"\n   Are you ticklish on your feet or under your arms?\n  ","683714":"\n   You gonna replace my arm and gumdrops, hmmm?\n  ","683715":"\n   because you're a lady. improper to eat people lol\n  ","683716":"\n   -shoves gingy into ur mouth- taste the deliciousness lol\n  ","683717":"\n   Jungle fever? What does that mean?\n  ","683718":"\n   very frowned upon lol\n  ","683719":"\n   Oh thank you xD Finally. I'm more fun as gingerbread than your butt!\n  ","683720":"\n   Rather do it with a black or white guy?\n  ","683721":"\n   y? plz mam show your bra\n  ","683722":"\n   Sure. I'll head over to your insta and fap to this:\n   \n    https:\/\/instagram.com\/p\/lQdQ8Vw20-\/\n   \n","683723":"\n   i wish i was a sun block and you could wear me while tanning topless *_* <3\n  ","683724":"\n   Pap of toes? Are your toes painted?\n  ","683725":"\n   y that emoji? so\n  ","683726":"\n   *pushes your mouth away* BAD!\n  ","683727":"\n   pap of bikini or bra plz plz plz mam request\n  ","683728":"\n   Truth or dare?\n  ","683729":"\n   Fine. How about a bikini pic?\n  ","683730":"\n   that's murder lmao besides u can't eat human!\n  ","683731":"\n   all i want to eat is you *_*\n  ","683732":"\n   Uh huh :P Well if You don't mind me, I will be moving away from your gob xD\n  ","683733":"\n   what sex position do you like?\n  ","683734":"\n   have u ever tried anal sex?\n  ","683735":"\n   challenge accepted? what are u gonna do? lolol\n  ","683736":"\n   you're so beautiful\n  ","683737":"\n   ... Because it leads to your stomach. Neither are a rave xD\n  ","683738":"\n   friends?\n  ","683739":"\n   do u like handjob or blowjob?\n  ","683740":"\n   I'd like that, but I'd settle for a bra pic.\n  ","683741":"\n   a sexy pap of u plz\n  ","683742":"\n   but for once do it !!!\n  ","683743":"\n   pap ur bra plz\n  ","683744":"\n   pap of bikini or bra plz\n  ","683745":"\n   have you ever kneed a guy in the balls on purpose?\n  ","683746":"\n   Girl if I did I would be walking into your mouth xD\n  ","683747":"\n   ur age?\n  ","683748":"\n   o come on plz just one pic\n  ","683749":"\n   PAP in a bra!\n  ","683750":"\n   lmao u can't swallow me I'm not food\n  ","683751":"\n   wish i could kiss your belly and tongue twister your belly button *_*\n  ","683752":"\n   just swallow that gingy so they can't keep saying no do not eat me!! lol\n  ","683753":"\n   So? I don't want to be your butt or boobs xD\n  ","683754":"\n   Lol and the more upset you got the bigger you'd get\n  ","683755":"\n   virgin or not?\n  ","683756":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","683757":"\n   Are u single\n  ","683758":"\n   Heyy  !! From?\n  ","683759":"\n   *pulls away* Because it wants to digest me!\n  ","683760":"\n   Hi !!! can you do a photo or video of you carrying a heavy friend on your back?))\n  ","683761":"\n   ur really seem tasty.sorry if u don't mind\n  ","683762":"\n   Leg pap? Or feet pap?\n  ","683763":"\n   I am not going into your stomach man xD\n  ","683764":"\n   no booty in the pap :O\n  ","683765":"\n   I really love u?\n  ","683766":"\n   *smacks* Stop that!\n  ","683767":"\n   figure pap? :3\n  ","683768":"\n   with makeup you look beautiful but with out it you look fragile.why is it so?\n  ","683769":"\n   O.o Well I'm not letting you swallow me\n  ","683770":"\n   I just wanted to see u\n  ","683771":"\n   yes mam i am worshipping you.. its so great to be your worshipper\n  ","683772":"\n   nm I was  just waiting the whole day to talk to u\n  ","683773":"\n   i am a muslim but still i am worshipping you :P\n  ","683774":"\n   stop playing with ur food lol\n  ","683775":"\n   Nike's actually a pretty evil company! :\/\n  ","683776":"\n   you have brought me on my knees so quickly mam\n  ","683777":"\n   How your day going beautiful :)\n  ","683778":"\n   whatts up sweet heart\n  ","683779":"\n   JUST DO IT! :D\n  ","683780":"\n   I don't know. Some kinda crazy gumdrops?\n  ","683781":"\n   ... I don't have hair. o.o\n  ","683782":"\n   was just an idea :D\n  ","683783":"\n   ... I don't see you :O\n  ","683784":"\n   What's your morning routine?\n  ","683785":"\n   no no no please dont report plz\n  ","683786":"\n   oh thank god you dont have my facebook password :P\n  ","683787":"\n   *hides from you* Now you're not :O\n  ","683788":"\n   Well I love getting dressed in women's clothes\n  ","683789":"\n   oh.. that means you are gonna reveal my true self to everyone ?\n  ","683790":"\n   you could post a picture of your mouth open about to eat them? that would be different :D\n  ","683791":"\n   selfie this morning?\n  ","683792":"\n   I'll see your big mouth coming from a mile away xD\n  ","683793":"\n   hahaha... but that can get you speed :P\n  ","683794":"\n   he will be delicious! all it takes is grab and swallow down :D\n  ","683795":"\n   Pfft. You can't surprise me\n  ","683796":"\n   Well... You haven't ate me, so yes I'm sure :P\n  ","683797":"\n   goddess if you want to eat that gingy and get a bigger butt you should lol :D\n  ","683798":"\n   likers get rates\n  ","683799":"\n   thats why i gave you the info mam.. to use it :)\n  ","683800":"\n   that gingy is a sissy\n  ","683801":"\n   NO. I ain't no pooper xD\n  ","683802":"\n   goddess you can use my info to force me to buy :D :P lol\n  ","683803":"\n   slept great you sweetie <3\n  ","683804":"\n   i added you on facebook - celine wei\n  ","683805":"\n   Yeah, but still. I don't want to be around when you use the bathroom. I am not going to be used for that xD\n  ","683806":"\n   Yeah I'm a real big sissy as well\n  ","683807":"\n   ... O.o Just no. That's embarasing\n  ","683808":"\n   Yes I'm a sissy\n  ","683809":"\n   ... It is! I don't want to be your butt! xD\n  ","683810":"\n   good fuckin morning to you to beautiful\n  ","683811":"\n   So? Where do you hail from, dear one?\n  ","683812":"\n   No you don't xD I'd go straight to your butt or something!\n  ","683813":"\n   ok goddess... lets hope that i get success in buying you a gift\n  ","683814":"\n   will you post a pic of the mesmerizing face of yours\n  ","683815":"\n   i am trying to get a credit card to buy you a gift goddess\n  ","683816":"\n   Likers get a rate and hot or not?\n  ","683817":"\n   What is your no.1 concern when wearing a dress\/top with zipper at the back?\n1-need help zipping up | 2-it might unzip by itself | 3-someone might unzip it | 4-it might break | 5-uncomfortable\n  ","683818":"\n   <3\n  ","683819":"\n   No, it's old poet-speak. Where are you from if it makes it any easier?\n  ","683820":"\n   your such a sweet and gorgeous women with a beautiful personality\n  ","683821":"\n   Black guy or Red Indian?\n  ","683822":"\n   Frow where do you hail, cutie?\n  ","683823":"\n   How young are you?\n  ","683824":"\n   ok that's good you don't hate me <3\n  ","683825":"\n   hey beautiful how are you\n  ","683826":"\n   time for a new bet?  lol\n  ","683827":"\n   it's cool in winter more than any other time\n  ","683828":"\n   No worries what your plans for weekend ?\n  ","683829":"\n   your such a sweet and sexy girl\n  ","683830":"\n   I want to be your slave too\n  ","683831":"\n   Hi there how are you\n  ","683832":"\n   Putilla\n  ","683833":"\n   do you think I'm an asshole cause i kind of got mad at you cause is so I'm so so so so sorry\n  ","683834":"\n   How would you win against a guy  ?\n  ","683835":"\n   You like laughing at sissys?\n  ","683836":"\n   do you hate me because I kind of got mad at you for no reason yesterday this is ufcking btw I accidently loged out of my ufcking profile and cant get back into it\n  ","683837":"\n   Goddess i am a student but i have 20 dollars spare may be...but i dont know how to use amazon online to buy you gift :(\n  ","683838":"\n   I'm great cause I'm talking to you the most beautiful women in the world\n  ","683839":"\n   how many times do u wipe ur eye then look at ur finger if u have super super watery eye\n  ","683840":"\n   who is that in the car with you\n  ","683841":"\n   pap of you wearing them?\n  ","683842":"\n   Whats the real slave work mam ?\n  ","683843":"\n   well just being able to see your beautiful and talking to you makes me so happy\n  ","683844":"\n   Girl, I will straighten you out! *cracks bullwhip*\n  ","683845":"\n   Sorry goddess.. please forgive me...\n  ","683846":"\n   I tried to search for you on facebook and couldn't find you\n  ","683847":"\n   hi there you qt haha ok bye ☺☻♥\n  ","683848":"\n   your welcome sweetie\n  ","683849":"\n   do you remember that person was talking to you named ufcking\n  ","683850":"\n   Dont puke goddess ok i stop..... just worshipping you and admiring you :)\n  ","683851":"\n   please please incident feet slave ı beg :(\n  ","683852":"\n   But.. I'm fattening? Haha\n  ","683853":"\n   Liking your questions goddess :)\n  ","683854":"\n   awh I'm glad sweetie you deserve nothing but happiness\n  ","683855":"\n   Licking all the dirt from the bottom of your shoes goddess :)\n  ","683856":"\n   youre eyes are so beautiful\n  ","683857":"\n   I'm great cause I have to privilege of talking to you everyday\n  ","683858":"\n   hi goddess.. its me here your bitch :P\n  ","683859":"\n   your so gorgeous sweetie\n  ","683860":"\n   hello goddess\n  ","683861":"\n   well,your pics tell that your are fit now.\n  ","683862":"\n   Morning babe have a good day today stay happy and blessed and enjoy your day xxxx\n  ","683863":"\n   did it hurt when you lost your virginity?\n  ","683864":"\n   who took your virginity?\n  ","683865":"\n   hey sweetie how are you doing today\n  ","683866":"\n   pap the shoes youre wearing?\n  ","683867":"\n   <3\n  ","683868":"\n   a sexy pap of u plz pz\n  ","683869":"\n   I will you post a pic so I can admire your beauty\n  ","683870":"\n   will you post a pic\n  ","683871":"\n   will you post a pic\n  ","683872":"\n   hi gorgeous how are you\n  ","683873":"\n   would it be ok if i added you to facebook so we could get to know eachother better\n  ","683874":"\n   waiting for you in Egypt some day :)\n  ","683875":"\n   Hahaha really goddess ?\n  ","683876":"\n   understand what sweetie\n  ","683877":"\n   Oh goddess as you command i will clean your room\n  ","683878":"\n   that's all right i was just kind of pissed off before you said anything so when you said that i took it the wrong so sorry\n  ","683879":"\n   I will like goddess...just watch\n  ","683880":"\n   Your bitch worships you goddess\n  ","683881":"\n   ok well the way you worded it was kind of offensive to me\n  ","683882":"\n   sure you yo can come visit,it'd be an honor to me\n  ","683883":"\n   that's kind of a mean fuckin thing to say its not like I'm already insecure about it I'm going to kill myself now bye\n  ","683884":"\n   I'm only in middle school and i know i won't be that cocky when I'm a full grown male :)\n  ","683885":"\n   ya true friend are you student or having any work\/job etc?\n  ","683886":"\n   I am from Egypt\n  ","683887":"\n   yea thanks. he's not a total douh but walking around my sisters home withhis shirt off acting like he's better than me. i had to put him in his place. now he's quieter around the home.\n  ","683888":"\n   what do you mean why\n  ","683889":"\n   I wanna be your friend so much although i am from another country\n  ","683890":"\n   Current mood ? <3\n  ","683891":"\n   Ur amazing n gorgeous\n  ","683892":"\n   yes ):\n  ","683893":"\n   hmm busy day friend and what's your daily routine like as a student or as a worker?\n  ","683894":"\n   Do you have a boyfriend ?\n  ","683895":"\n   thanks. i am just trying to understand how my sister feels about him by asking women. thanks.  even demanded a rematch. i beat him again and pulled his shirt off at the end. but I feel bad now. i don't want to scare him away from my sis but i don't want him thinking he can tell me what to do.\n  ","683896":"\n   the last wish of you?\n  ","683897":"\n   But we can be gods, tormenting the peasants with tickles\n  ","683898":"\n   what?\n  ","683899":"\n   oooops...  well check my page for the pie in my face for losing\n  ","683900":"\n   haha thanks how are u?\n  ","683901":"\n   Keep smiling sweetheart <3\n  ","683902":"\n   hey hottie\n  ","683903":"\n   I look fat and ugly :(\n  ","683904":"\n   yeah I'm pretty sure. i am on my middle school wrestling team. i could tell he was trying hard. he even complain. after beating him down wrestling and winning armwrestling i felt bad so i challenge him to pushing a tire across a parking lot. he couldn't but i did.\n  ","683905":"\n   Am i so bad ? That i dont even deserve a reply mam :(\n  ","683906":"\n   Have a nice day <3\n  ","683907":"\n   we can be cool together but your also the gorgeous one\n  ","683908":"\n   Hey! I need a womans opinion pls. Why are some grown men weak even if they exercise? I am 13 and I'm stronger than my older sisters 29 yo boyfriend and he isn't big but bigger than me. I beat him wrestling. He tries. Are some boys, despite being smaller and younger are stronger than men?\n  ","683909":"\n   well,no one can perdict their future but i hope so that i will be a successfful person with a car and a beautiful wife by the grace of Allah.\n  ","683910":"\n   Hi my cuteness\n  ","683911":"\n   You don't deserve that babe the just hate you keep chin up and head high :) <3\n  ","683912":"\n   will I think your really awesome and gorgeous <3\n  ","683913":"\n   when did you llse your virginity?\n  ","683914":"\n   She has quality answers anon and always answers with honest one of the amazing people on this you don't deserve hate savanna :)\n  ","683915":"\n   Ootd?\n  ","683916":"\n   Hi goddess its your bitch here\n  ","683917":"\n   YOUR THE AWESOME ONE <3\n  ","683918":"\n   of coarse people want to ask her questions why wouldn't we and most of her questions are compliments anyways\n  ","683919":"\n   7797 questions answered. You seriously need to get a life.\n  ","683920":"\n   then say it ahah\n  ","683921":"\n   I wish you were mine :(\n  ","683922":"\n   you're submissive and you got slaves? logic ahah\n  ","683923":"\n   maybe they have no Money? :o\n  ","683924":"\n   your so welcome\n  ","683925":"\n   whats in your wish list?\n  ","683926":"\n   Dream holiday ?\n  ","683927":"\n   I won't annoy you,we can talk and you can know whatever you want about my personality,I won't be just like a computer,you can give me a chance,it's up you,my lady :)\n  ","683928":"\n   my pleasure!! So how you been?\n  ","683929":"\n   your facebook id plz :)\n  ","683930":"\n   hey\n  ","683931":"\n   tossed off a guy ?\n  ","683932":"\n   hi\n  ","683933":"\n   ur so hot can i add u on sc\n  ","683934":"\n   would u rather be a slave?\n  ","683935":"\n   I think I just fell in love with your face\n  ","683936":"\n   banana or orange\n  ","683937":"\n   hı\n  ","683938":"\n   did i ever get pied for losing the bet on your toenail color?\n  ","683939":"\n   well,why dont you ask something for me?i don't know what you like and i dont have enoug questions for you.so you may ask anything\n  ","683940":"\n   why do you say you have bad slaves? haha\n  ","683941":"\n   everytime I see a pic of you I am shocked by how gorgeous you are\n  ","683942":"\n   youre sexy girl\n  ","683943":"\n   how old are you\n  ","683944":"\n   Hmm, would you mind narrowing it down to just one thing on the wishlist if you can? I'd like to know what one specific item you'd like most :)\n  ","683945":"\n   why do u refuse me as a slave for you?\n  ","683946":"\n   Whats your age?\n  ","683947":"\n   Which country are you from?\n  ","683948":"\n   Pretty dp you got there!! <3\n  ","683949":"\n   If you could have someone buy just one item off of your amazon wishlist what would you have them get for you?\n  ","683950":"\n   Whats your shoe size?\n  ","683951":"\n   i want a pout pic\n  ","683952":"\n   I'll be back later\n  ","683953":"\n   u r so beautiful :* send your pout plz\n  ","683954":"\n   If you got to vagina kick someone for a video would you do it Lol\n  ","683955":"\n   <3\n  ","683956":"\n   hi gorgeous\n  ","683957":"\n   Uhh, you won't eat me because you love me?\n  ","683958":"\n   Dream car ?\n  ","683959":"\n   I don't haha But I'm stuck in a cookie jar.. Will you get me out before someone hungry comes by?\n  ","683960":"\n   Tetris or Puzzle Bobble?\n  ","683961":"\n   What social networking websites do you use?\n  ","683962":"\n   your slave of course\n  ","683963":"\n   Hey! I'm a gingerbread man, will you help me out?\n  ","683964":"\n   every day you get more and more gorgeous and everyday I get more and more speechless\n  ","683965":"\n   Sorry to bother you, I have a channel on Youtube where I post short videos. can you please watch them or some and let me know what do you think about? and if you like it subscribe for more videos this is my last video:\n   \n    https:\/\/youtu.be\/QPrScWTPp_Q\n   \n   thanks x\n  ","683966":"\n   your welcome >3\n  ","683967":"\n   likes back\n  ","683968":"\n   lucky boy\n  ","683969":"\n   Would you rather be able to visit 100 years in the past or 100 years in the future.\n  ","683970":"\n   Your feet are heaven mam :)\n  ","683971":"\n   will you post a pic you are extremely sexy\n  ","683972":"\n   are your toenails painted? pap?\n  ","683973":"\n   will you post a pic please goddess\n  ","683974":"\n   How are you feeling now any better\n  ","683975":"\n   how old were u for your last whoopin\n  ","683976":"\n   <3 your welcome love\n  ","683977":"\n   please check my dp nd give me rate oit of 10  ? please\n  ","683978":"\n   you are pure perfection\n  ","683979":"\n   Do you like to tickle people who hate being tickled?\n  ","683980":"\n   that's good to hear your feeling better\n  ","683981":"\n   ok as u wish\n  ","683982":"\n   oh come on plz\n  ","683983":"\n   hello\n  ","683984":"\n   thats fucking hot but a one which includes full body plz\n  ","683985":"\n   I just checked ur whole time line of past few days I didn't find any plz post one\n  ","683986":"\n\n    http:\/\/www.eshowbizbuzz.com\/2014\/11\/10-hours-of-walking-in-nyc-streets-as.html\n   \n","683987":"\n   <3\n  ","683988":"\n   Likes for likes cuz bored like hell ? ......\n  ","683989":"\n   Because it makes us gods\n  ","683990":"\n   hey did u take that bikini one pic I asked u for\n  ","683991":"\n   it wont let me print the pic to show you it basically you with really green eyes\n  ","683992":"\n   Can I suck your toes? ?\n  ","683993":"\n   yes and you know me by my username\n  ","683994":"\n   please execpt my request pleaes ?  please pap yr braw pleass  ? hot one\n  ","683995":"\n   Likes plz\n  ","683996":"\n   Believe me it will be fun :) ... it will help you too when i get a job to have some gifts :D lol\n  ","683997":"\n   It will be a good experience :) .. you will learn how to scare someone :)\n  ","683998":"\n   Hi mam your bitch is here... and you should try to have something on me :p\n  ","683999":"\n   yes I I'm glad I do know you\n  ","684000":"\n   you should get your tongue pierced it you would look very sexy with a tongue piercing\n  ","684001":"\n   I kind of lost count\n  ","684002":"\n   Beautiful\n  ","684003":"\n   you are so beautiful that i'm not even worthy to lick the dirt off your shoe\n  ","684004":"\n   virgin?\n  ","684005":"\n   the meaning of \"Ayo Maggot\"?  :p\n  ","684006":"\n   please I beg you,let me be your slave\n  ","684007":"\n   Btw thanx for the likes\n  ","684008":"\n   Colour underwear\n  ","684009":"\n   great cause I get to talk to you everyday <3\n  ","684010":"\n   Please goddess atleast try this leverage thing :)\n  ","684011":"\n   hey sweetie how are you\n  ","684012":"\n   please incident feet slave\n\nı beg :(\n  ","684013":"\n   your welcome\n  ","684014":"\n   Are you an early bird or a night owl?\n  ","684015":"\n   momken likes\n  ","684016":"\n   your body is so beautiful goddess\n  ","684017":"\n   When was the last time you got a creampie?\n  ","684018":"\n   How long does it take to clean up after a creampie?\n  ","684019":"\n   Why chocolates?\n  ","684020":"\n   let me grab your booty ?\n  ","684021":"\n   so can i be your slave and talk private\n  ","684022":"\n   What fetish are you okay with a guy having?\n  ","684023":"\n   Hi goddess.. its your bitch here\n  ","684024":"\n   where r u ?\n  ","684025":"\n   اى حد عملى لايكات وانا مردتهاش يقولى عمل كام فى سؤال وهردهم ^_^\n  ","684026":"\n   can i be your slave\n  ","684027":"\n   blowjob ior chocolates ?\n  ","684028":"\n   Busy goddess ?\n  ","684029":"\n   will you post a pic\n  ","684030":"\n   Do you smile at strangers? Why or why not?\n  ","684031":"\n   <3\n  ","684032":"\n   you have no idea how grateful i am to am to be able to talk you the most gorgeous women in the entire world everyday everyday feels like a dream when i talk to you\n  ","684033":"\n   will you be my queen\n  ","684034":"\n   That would be good mam... it would be fun :p .. you will have the slave under your thumb :p\n  ","684035":"\n   Well mam leverage is some info or a pic which is sensitive to your slave .. which the slave doesnt want to be public :p\n  ","684036":"\n   Well goddess you should have leverage over me atleast... you will enjoy having it .. i assure you :)\n  ","684037":"\n   why are you sad sweetie\n  ","684038":"\n   why? :(\n  ","684039":"\n   mam please tell.. have you ever had any leverage on any of your slaves :P ?\n  ","684040":"\n   30 packages :p ?? what packages ?\n  ","684041":"\n   i played around with one of your pics in editing do you want to see how it turned out\n  ","684042":"\n   The purpose of tickling is to torture of course\n  ","684043":"\n   You might be a slave to your feet, sir?\n\nplease :(\n  ","684044":"\n   your bitch is waiting mam :)\n  ","684045":"\n   i would never lie to you <3\n  ","684046":"\n   what is your sexual orientation?\n  ","684047":"\n   I'm not crazy I'm just telling the truth and I'm also telling the truth when i say your the prettiest girl i have ever seen in my entire life\n  ","684048":"\n   hahah goddess not exactly what i want.. but you just saying that i am your bitch is enough to make me grovel before you :)\n  ","684049":"\n   how are you feeling physically?\n  ","684050":"\n   you should have a shower with the holy grail :)\n  ","684051":"\n   can i smell your shoes goddess please ?\n  ","684052":"\n   any fetish?\n  ","684053":"\n   yes goddess its me... :)\n  ","684054":"\n   i would ask if you could get anymore gorgeous then you already are but the answer is no\n  ","684055":"\n   What's a hobby a guy might have that you'd consider a turn off?\n  ","684056":"\n   your welcome <3\n  ","684057":"\n   i am liking you from 2 account goddess :)\n  ","684058":"\n   Like byk plz\n  ","684059":"\n   Your thoughts on tickling?\n  ","684060":"\n   You're so pretty omg :D\n  ","684061":"\n   Followed ^_^\n  ","684062":"\n   i know this is weird to say but you have beautiful skin\n  ","684063":"\n   ok goddess as you order :)\n  ","684064":"\n   shoe size?\n  ","684065":"\n   what do you honestly think of the slaves you have?\n  ","684066":"\n   goddess i just changed my name :)\n  ","684067":"\n   no goddess i wont ask for any orders.. i know i am not worthy of asking you anything :)\n  ","684068":"\n   you are such a beautiful goddess. I would worship the ground you walk on if i was with you. your eyes make me want to obey you and worship you\n  ","684069":"\n   how old are you?\n  ","684070":"\n   any siblings?\n  ","684071":"\n   so finally i am your bitch now goddess :) .. i am at your service goddess :)\n  ","684072":"\n   no a charm that says you are awesome and you should be served :)\n  ","684073":"\n   your so welcome <3\n  ","684074":"\n   yes my Queen\n  ","684075":"\n   did you like the name i suggested goddess ?\n  ","684076":"\n   where are you from?\n  ","684077":"\n   i dont have money...but i can be your slave too :p\n  ","684078":"\n   would you ever meet up with one of your slaves so they can serve you in person?\n  ","684079":"\n   your so perfect please never change\n  ","684080":"\n   This is a fake account\n  ","684081":"\n   i am so blessed i get to talk to you everyday\n  ","684082":"\n   you seriously have slaves ? :D\n  ","684083":"\n   how can i serve you?\n  ","684084":"\n   do you have a password and email address to use for the wishlist or does the person buying them have to have one? i may buy you the boots......\n  ","684085":"\n   yours pap nd yr dp is not matched  ? whats the reason   ? sorry my english hav only one leg nd one hand ? answer please\n  ","684086":"\n   I think your good! Don't I.\n  ","684087":"\n   You really are a attention  seeker.\n  ","684088":"\n   so much so :) :)\n  ","684089":"\n   well  because your eyes have a charm :)\n  ","684090":"\n   so can you not buy them yourself?\n  ","684091":"\n   i hope that you buy it soon... i dont know why but i have a feeling that you deserve all of this :)\n  ","684092":"\n   How many slaves have? :)\n  ","684093":"\n   how old is too old for a guy for you?\n  ","684094":"\n   is there anything that you really desperately want above all the others on your wishlist?\n  ","684095":"\n   Awak sangat cantik dan comel ?\n  ","684096":"\n   i am here to dedicate myself to you\n  ","684097":"\n   have people bought you stuff from your wishlist?\n  ","684098":"\n   well all of your items are out of my budget :( .. i am just a student :( .. i wish i had money :(\n  ","684099":"\n   has a guy ever sent u a dick pic\n  ","684100":"\n   do you have a wishlist ?\n  ","684101":"\n   you are very pretty :)\n  ","684102":"\n   how does a wishlist work?\n  ","684103":"\n   do you have a problem with me calling you sweetheart cause so sorry I wont say it ever again\n  ","684104":"\n   whos calling u sweetheart ?\n  ","684105":"\n   I hate that women bring themselves down because they think there not beautiful or there to fat that's not true at all every women is gorgeous it doesn't matter if they are 50 pounds or 500 pounds\n  ","684106":"\n   how are you feeling sweeiheart\n  ","684107":"\n   The guy on the right has some nice defined abs. The other needs more gym lol\n  ","684108":"\n   do you think your beautiful\n  ","684109":"\n   left or right? ;)\n   \n    http:\/\/img99.xooimage.com\/files\/e\/4\/c\/rfyj-4215476.jpg\n   \n","684110":"\n   Hey darling\n  ","684111":"\n   worst thing u did to get whooped\n  ","684112":"\n   your so sweet gorgeous down to earth and perfect <3\n  ","684113":"\n   Your eyessss oml ?? 10\n  ","684114":"\n   did you ever get whoopins groing up\n  ","684115":"\n   Hi...have you ever hit a boy in the balls?\n  ","684116":"\n   sorry goddess I will be quiet\n  ","684117":"\n   what was your most dreaded punishment growing up?\n  ","684118":"\n   <3\n  ","684119":"\n   haha okay okay my nugget well idc how many slaves you have you are still my nugget but thats good im happy for you im glad all the donations went to good use (:\n  ","684120":"\n   Stunner kind amazing\n  ","684121":"\n   If you be mine maybe\n  ","684122":"\n   massages your back does that feel good goddess\n  ","684123":"\n   i'm not fit to lick your shoes\n  ","684124":"\n   where would you like me to massage you goddess\n  ","684125":"\n   yes can I give you a massage goddess\n  ","684126":"\n   can I get you massage goddess\n  ","684127":"\n   your welcome\n  ","684128":"\n   Configure it as your slave my name and I can only be a slave I can not obey you?\n\npleasee :(\n  ","684129":"\n   Why aren't you a model you're gorgeous\n  ","684130":"\n   Can I be correct to name as the slave of slaves\n\nbeg..pls :(\n  ","684131":"\n   you look like a model\n  ","684132":"\n   I was going to be your slave. money already ready :(\n  ","684133":"\n   ohoh I mean excuseee me goddess nugget haha but I've just been living life and you?\n  ","684134":"\n   haha its flattering I guess? idk but aw miss you right back x\n  ","684135":"\n\n    http:\/\/photo2.ask.fm\/846\/967\/209\/-99996994-1tbh70f-cn0hrhqq280nsmf\/preview\/avatar.jpg\n   \n   is this your real eye color\n  ","684136":"\n   haha you are ask famous duhh and you have people making accounts for you and wanting yo feets haha but im good as always how bout you nugget? xx\n  ","684137":"\n   look at my nugget getting all famous and what not x\n  ","684138":"\n   Why not eh\n  ","684139":"\n   I'll do it for u bae\n  ","684140":"\n   He'll buy you everything aw\n  ","684141":"\n   Lucky you\n  ","684142":"\n   Weird guy ?\n  ","684143":"\n   your welcome <3\n  ","684144":"\n   Goodbye, Jessica is my goddess\n  ","684145":"\n   Would you spit in my mouth?\n  ","684146":"\n   Thank you goddess\n  ","684147":"\n   i'll make you food any bow down to you while you eat it\n  ","684148":"\n   I'd lick your shoes clean if they were dirty\n  ","684149":"\n   Thank you goddess\n  ","684150":"\n   Wish I was your slave\n  ","684151":"\n   Panties type and colour\n  ","684152":"\n   thank you. how may i serve you?\n  ","684153":"\n   your are such a cutie\n  ","684154":"\n   nvm\n  ","684155":"\n   can i be your slave?\n  ","684156":"\n   isnt that michael cera?\n  ","684157":"\n   im sorry but i belong to the one and only goddess jessica.\n  ","684158":"\n   Socks of the day? pap\n  ","684159":"\n   can i be ur slave\n  ","684160":"\n   what kind of slaves\n  ","684161":"\n   hey\n  ","684162":"\n   can i be ur slave\n  ","684163":"\n   do u have slaves\n  ","684164":"\n   Hey ???\n  ","684165":"\n   OMG YES LOL\n  ","684166":"\n   feet pic?\n  ","684167":"\n   Would you play and experiment with a guys butt? ?\n  ","684168":"\n   Hope you get better soon\n  ","684169":"\n   Followed follow byk maybe\n  ","684170":"\n   Fuckin stupids\n  ","684171":"\n   single or taken ?\n  ","684172":"\n   ok.may you get well soon.\n  ","684173":"\n   Hot AF\n  ","684174":"\n   have you ever met shemale\n\/?\n  ","684175":"\n   What's with this \"black is beautiful\" nonsense. It's just a fact that white women have more beauty. Nothing racist about a fact.\n  ","684176":"\n   sadly im history student\n  ","684177":"\n   Yeah\n  ","684178":"\n   would you like to slap me in the face\n  ","684179":"\n   I get it\n  ","684180":"\n   I don't know\n  ","684181":"\n   I don't think so\n  ","684182":"\n   What is a skill you’d like to learn and why?\n  ","684183":"\n   What\n  ","684184":"\n   Yeah ❤\n  ","684185":"\n   what a beautiful eyes\n  ","684186":"\n   How do you get sick\n  ","684187":"\n   hello there\n  ","684188":"\n   Hope you feel better soon\n  ","684189":"\n   hey\n  ","684190":"\n   pap ass\n  ","684191":"\n   I'm good\n  ","684192":"\n   How are you\n  ","684193":"\n   Hey\n  ","684194":"\n   30 likws = 30 likes   ?\n  ","684195":"\n   how are you feeling today beautiful\n  ","684196":"\n   The skill of having skills. ._. !\n  ","684197":"\n   well,thank  you.now how's your health?\n  ","684198":"\n   i would love to cuddle and play with your hair\n  ","684199":"\n   Hey sweetie\n  ","684200":"\n   rates\/\/ donuts\n  ","684201":"\n   Hey Savannah how are you\n  ","684202":"\n   What do you think my drawing ?\n   \n    https:\/\/www.youtube.com\/watch?v=e4CDuXhn1Ro\n   \n   I want to know your opinion. If you want a picture with dedication, write it in the comments. I will draw happy! Kisses and Thanks <3\n  ","684203":"\n   You're going to slap me with blue paint??? I figured you'd use pink paint instead.\n  ","684204":"\n   Let's cuddle ?\n  ","684205":"\n   Nice ass babe\n  ","684206":"\n   Honesty hour\n  ","684207":"\n   thanks cutie ?\n  ","684208":"\n\n    www.quizyourfriends.com\/take-quiz.php?id=1509261808095019&lnk&\n   \n   I got bored so I made a quiz (': post your results i'll love you regardless, if you don't want to do it this then simply don't\n  ","684209":"\n   Can you share your feet pic, please?\n  ","684210":"\n   please make me your slave... please i beg you\n  ","684211":"\n   never\n  ","684212":"\n   is a 17 inch cock big or small\n  ","684213":"\n   how would you react if a guy told you that he'd lick your shoes clean if it got him a date?\n  ","684214":"\n   god blessed u ? \nu will be allright quikly\n  ","684215":"\n   how are you gorgeous\n  ","684216":"\n   followed ?\n  ","684217":"\n   where r u ? cutie\n  ","684218":"\n   do you want some cuddles\n  ","684219":"\n   last time when i talked with you you are upset on me due to my harsh words..so sorry because i got reckless due to critcizm on my religion.so let bygones be bygones .lets frnd again\n  ","684220":"\n   what's the next tattoo in mind?\n  ","684221":"\n   i dream of licking your feet\n  ","684222":"\n   are those your lips\n  ","684223":"\n   we can play with makeup if you promise to cuddle afterwards\n  ","684224":"\n   Post a picture of the socks you have on now? :P\n  ","684225":"\n   got it... not easy to impress beautiful girls always..\n  ","684226":"\n   You are so beautiful that you don't even look like a real human. Are you an android?\n  ","684227":"\n   likers get?\n  ","684228":"\n   will you post a pic please your so sexy\n  ","684229":"\n   will you post a pic of yourself please\n  ","684230":"\n   still so gorgeous tho\n  ","684231":"\n   pap of u ? pleaes right now\n  ","684232":"\n   im not judging haha do your thing nugget x\n  ","684233":"\n   whats with all the pink lol\n  ","684234":"\n   So you can be on ask but can't text me. Ok I see what is more important.\n  ","684235":"\n   i thought u are not interested.. :)... so how to take it further... :d\n  ","684236":"\n   glad it made you smile and i am just a random person who wanted to make you happy :) I'm also sorry if In the past you have been hurt I wish I could take you pain away because your such an amazing girl and you deserve the best <3\n  ","684237":"\n   thats what i am trying to bring out dear.. all are teen .. u are above them.. and i am also not a teen.. so i think we can get along well\n  ","684238":"\n   then its mean we did not get back.\n  ","684239":"\n   you sucks his cock ?yes & no\n  ","684240":"\n   how much numbr of time u sex ?\n  ","684241":"\n   i never realized how small you were because I keep getting lost in your beauty\n  ","684242":"\n   like everyone out here are teens..\n  ","684243":"\n   I don't know how you have had sex I would be afraid to break you\n  ","684244":"\n   please ans these sex Q ?pleazs\n  ","684245":"\n   can we cuddle\n  ","684246":"\n   your so stunning\n  ","684247":"\n   hey.. finally saw a girl of my age group... nice to meet u..\n  ","684248":"\n   btw I wanna tell u that u r amazing\n  ","684249":"\n   What college???\n  ","684250":"\n   your so fuckin gorgeous\n  ","684251":"\n   your so sweet and beautiful\n  ","684252":"\n   have you ever been to Hermosa beach?\n  ","684253":"\n   Who would you shrink, how small would you make them, and what would happen to them?\n  ","684254":"\n   Love your belly button piercing, love. ????\n  ","684255":"\n   your perfect I know that a lot of people are already saying this but you really are beautiful it's just like wow your just beyond perfection and any guy that gets to be with you they really are lucky because they get to be with one of the most beautiful girl ever <3\n  ","684256":"\n   Hello. I'm following you! Please, listen to my last track in YouTube:\n   \n    https:\/\/www.youtube.com\/watch?v=SX7T_7-tI1A\n   \n   If you like, subscribe.. it´s FREE ! :D\n  ","684257":"\n   pap of you using someone's face \/head as a footstool #dare\n  ","684258":"\n   When ı can the slave your nice feet? :( i can lick your feet :(\n  ","684259":"\n   How old are you?\n  ","684260":"\n   eid Mubarak... ;-) ;-)\n  ","684261":"\n   Height?\n  ","684262":"\n   Eid Mubarak :\")\n  ","684263":"\n   You look absolutely STUNNING!! Savannah, your body is just fabulous.\n  ","684264":"\n   Into bed?\n  ","684265":"\n   Yeah i know! But maybe god making something bigger for you! Don't worry you'll get all the things you want in your life! #stay_blessed ^_^\n  ","684266":"\n   What is that\n  ","684267":"\n   Any type of pizza sweet\n  ","684268":"\n   Your pics <3 <3 you :-* :-* pink *_* love ^o^\n  ","684269":"\n   Hot af\n  ","684270":"\n   skype?\n  ","684271":"\n   You just define the word CUTE!!  <3\n  ","684272":"\n   can i just say its an honour i get to talk to you everyday\n  ","684273":"\n   whats going on?\n  ","684274":"\n   such a \nboss\n  ","684275":"\n   I'm a boring person I get it\n  ","684276":"\n   will you go out with me\n  ","684277":"\n   no but a sexy one which shows full body\n  ","684278":"\n   Can I buy you food please\n  ","684279":"\n   hi my is slim shady\n  ","684280":"\n   your welcome <3\n  ","684281":"\n   Pap of you on the toilet\n  ","684282":"\n   hows your manager hahahahahahah\n  ","684283":"\n   ur fucking hot so I wanna have sex with u\n  ","684284":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","684285":"\n   You aren't ticklish!?\n  ","684286":"\n   Can you get a pedicure without laughing?\n  ","684287":"\n   your really pretty :) :*\n  ","684288":"\n   first liker gets spammed with likes?\n  ","684289":"\n   well i know so\n  ","684290":"\n   age and height?\n  ","684291":"\n   ever had a pregnancy scare?\n  ","684292":"\n   no your way cuter\n  ","684293":"\n   ??\n  ","684294":"\n   If I told you that you're so gorgeous that I would pay you 500 bucks to take a shit in my mouth, would you take me up on my offer?\n  ","684295":"\n   no one hates such a beautiful girl\n  ","684296":"\n   your perfect\n  ","684297":"\n   Can I be your slave?\n  ","684298":"\n   your actually the cutest little thing in the entire world\n  ","684299":"\n   do you want someone you kiss you on your whole body ?\n  ","684300":"\n   will you be my queen\n  ","684301":"\n   can i smell your socks please mam ? :)\n  ","684302":"\n   are you a queen ? :)\n  ","684303":"\n   you love fisting ?\n  ","684304":"\n   One of my friends wants to do the duct tape challenge. She is going to have us tie her hands and feet with duct tape but we are going to make it impossible for her to get free so we can prank her. We need ideas. What can we do to her to drive her nuts while shes tied and make a funny video?\n  ","684305":"\n   would u kick a guy in the balls if he asked you too?\n  ","684306":"\n   you have beautiful lips\n  ","684307":"\n   can i be your slave please mam ?\n  ","684308":"\n   i love your face so much\n  ","684309":"\n   do u still have slaves\n  ","684310":"\n   i am great.whats going on..why are  you  so weak ??\n  ","684311":"\n   that's ok and i actually have seen that movie i just haven't seen stoker\n  ","684312":"\n   wait is the movie just called silence or dead silence\n  ","684313":"\n   those are all great movies only ones i haven't seen are silence and stoker\n  ","684314":"\n   how are you doing@@?\n  ","684315":"\n   well,hello gorgeous\n  ","684316":"\n   Yeah. I have the same taste as you.\n  ","684317":"\n   do you like horror movies and if so what ones\n  ","684318":"\n   Wow. You really have good taste in films\n  ","684319":"\n   1. Gangs Of New York 2. Aviator 3. Flight 4. Usual Suspect 5. The prestige 6. Leon: The Professional 7. Imitation Game 8. American Psycho 9. Last Samurai 10. Ip Man 11.Memento 12. The Crow 13. Manhattan 14. se7en. 15. Requiem For A Dream 16. Trainspotting . Which one you have watched?\n  ","684320":"\n   post a picture with any one\n  ","684321":"\n   your body is beautiful\n  ","684322":"\n   bips add me on whats apppp ? talk me other wise u filll bad ? sooooo uhh blocked me on whats appp ? please give me whats app\n  ","684323":"\n   that's awsome but full body\n  ","684324":"\n   wuz good\n  ","684325":"\n   why the ew\n  ","684326":"\n   pap ur body\n  ","684327":"\n   <3\n  ","684328":"\n   I wanna suck on your toes so bad please let me suck on them please\n  ","684329":"\n   whats was the trick to add on your whats appp\n  ","684330":"\n   very pretty pic :)\n  ","684331":"\n   your welcome\n  ","684332":"\n   yessss\n  ","684333":"\n   please ?     whats app me ?\n  ","684334":"\n   how does it feel to be the most beautiful in the universe\n  ","684335":"\n   mother of god your perfect\n  ","684336":"\n   this is mine 03204453040  ? please dont answer nd contact me please ?\n  ","684337":"\n   please ? my gf said uhhh are such a losser ? plz you teach me on whats app ? please\n  ","684338":"\n   its was an humble request to chat on whats app\n  ","684339":"\n   how about leo :P\n  ","684340":"\n   can we chat on whatsapp\n  ","684341":"\n   I would suck on your toes all day and lick the bottom of your feet ??\n  ","684342":"\n   pap one excited me ? now\n  ","684343":"\n   nd can u sucks his cock ? yeah really\n  ","684344":"\n   nahh I'd rather suck on your toes\n  ","684345":"\n   count numbr of time u sex  ? please answer\n  ","684346":"\n   What if you couldn't be an actor would you be a singer\n  ","684347":"\n   Career choice?\n  ","684348":"\n   i like suckin titties\n  ","684349":"\n   can I suck on your toes ???\n  ","684350":"\n   Like I said If we met as friends then you would get to know a bit more about me not just me liking you\n  ","684351":"\n   yoooo\n  ","684352":"\n   cute feet\n  ","684353":"\n   age\n  ","684354":"\n   Hey. How about libra? ^_^\n  ","684355":"\n   How's that then\n  ","684356":"\n   Cause I like you . I can't help that I have feelings for you\n  ","684357":"\n   <3 stoned or not your still beautiful\n  ","684358":"\n   I don't know how I have so much confidence either. Although I do like you\n  ","684359":"\n   Kik id?\n  ","684360":"\n   my god your so gorgeous\n  ","684361":"\n   Could you have a listen to this song I wrote for a girl? It's called \"Amber Day\" :)\nYouTube:\n   \n    https:\/\/www.youtube.com\/watch?v=6R0VvR9rjfI\n   \n   Facebook:\n   \n    https:\/\/www.facebook.com\/ChenzTunes\/videos\/vb.615403918597260\/683352391802412\/?type=2&theater\n   \n","684362":"\n   yoooo\n  ","684363":"\n   Seriously\n  ","684364":"\n   The Gemini post that you sent me\n  ","684365":"\n   You have such pretty eyes ??\n  ","684366":"\n   Ok\n  ","684367":"\n   hello\n  ","684368":"\n   What do you mean by that\n  ","684369":"\n   true\n  ","684370":"\n   Sorry\n  ","684371":"\n   Did you know I'm a Gemini aswell\n  ","684372":"\n   flirty girls are a good thing\n  ","684373":"\n   Panties type and colour\n  ","684374":"\n   Not much\n  ","684375":"\n   <3\n  ","684376":"\n   Hey\n  ","684377":"\n   nothing much sweetie just talking to the most beautiful girl ever\n  ","684378":"\n   Hey?\n  ","684379":"\n   hey gorgeous how are you doing today\n  ","684380":"\n   your extremely gorgeous\n  ","684381":"\n   <3\n  ","684382":"\n   I'm great\n  ","684383":"\n   what's your cup size ? got B?\n  ","684384":"\n   how are you sweetie\n  ","684385":"\n   may I talk to you on kik? I will show my user if u accept\n  ","684386":"\n   Would you rather be able to grow into a 500 foot tall giant for 24 hours, or be able to shrink other people as small as you want but it is permanent?\n  ","684387":"\n\n    https:\/\/www.youtube.com\/watch?v=qVh4XBLnGWc\n   \n   - What do you think of this Song\/Music Video? Please click like if you do and write an honest comment. - If you have no time to listen then thanks anyway for your time and I hope you get to have a listen later on!\n  ","684388":"\n   First liker gets 6 likes and a follow. He\/she will do the same. :) please?\n  ","684389":"\n   where are you from?\n  ","684390":"\n   you are....crazy hot.\n  ","684391":"\n   do u have kik account?\n  ","684392":"\n   ??\n  ","684393":"\n   likers get 10 likes\n  ","684394":"\n   wow ? you're ?\n  ","684395":"\n   like my 75 answers i will give you 1 gift\n  ","684396":"\n   your such an amazing person in every way possible\n  ","684397":"\n   eyes pap.........\n  ","684398":"\n   did u get that photo\n  ","684399":"\n   hey sweetie\n  ","684400":"\n   لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيْكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَشَرِيْكَ لَكَ. Hajj and Eid Mubarak ❤ Stay Blessed ❤\n  ","684401":"\n   can I be your slave?\n  ","684402":"\n   hav u ever sex with a guy ?\n  ","684403":"\n   basically ,i thoght my words heart you much..is not it?well ,sorry for this type of message i was angry on you thats why i sent it..\n  ","684404":"\n   Hey hottie??\n  ","684405":"\n   why do you feel bad\n  ","684406":"\n   Do you like to cuddle?\n  ","684407":"\n   What's your favorite drink?\n  ","684408":"\n   could you post a pic of one of your bras?\n  ","684409":"\n   Do u have kik or snapchat?\n  ","684410":"\n   you don't have to say thank you seeing your gorgeous face is thanks enough\n  ","684411":"\n   stop what I'm just telling the truth and your welcome\n  ","684412":"\n   with every pic you post you get sexier i cant take it sexiness overload\n  ","684413":"\n   you don't to dream your already more gorgeous then a model\n  ","684414":"\n   you don't look anything like a 6 grader you look more like a model\n  ","684415":"\n   you are amazing <3\n  ","684416":"\n   rates?\n  ","684417":"\n   stop showing my bf your boobs\n  ","684418":"\n\n    https:\/\/www.facebook.com\/durrani.michaeljackson\/videos\/vb.100002155301600\/832508546830981\/?type=3&theater\n   \n   ( Dance ) Hope you like it :)\n  ","684419":"\n   So I tried my hand at a unboxing\/review video. Its of some sort of bass....hope you like it. If you did, make sure to give it a like, comment...and subscribe, thank you very much :)\n   \n    https:\/\/youtu.be\/d-L_ZqmyeKA\n   \n","684420":"\n   your welcome\n  ","684421":"\n   one of my favorite pic of you is your dp\n  ","684422":"\n   every pic you take is the best <3\n  ","684423":"\n   i told you i could compliment you all night lol\n  ","684424":"\n   omg your face is perfection\n  ","684425":"\n   oioioioioi\n  ","684426":"\n   parlay vew esqew english\n  ","684427":"\n   your body is amazing\n  ","684428":"\n   ok i want that girl. right there.\n  ","684429":"\n   your the most gorgeous girl in the universe\n  ","684430":"\n   so gorgeous\n  ","684431":"\n   your eyes shine as bright as the moon\n  ","684432":"\n   hey! like all my answers+follow me and i vl like like ur answers and follow u!\n  ","684433":"\n   lol RAWR ...I love this game lol :P  My \"like\" button is going ot be worn out lol that sounds wrong haha\n  ","684434":"\n   well it look like I'm going to get a lot of pics cause i could compliment you all night\n  ","684435":"\n   YES HOT! LOL\n  ","684436":"\n   sounds fun hun :)\n  ","684437":"\n   your a goddess\n  ","684438":"\n   your welcome <3 and not much you\n  ","684439":"\n   thats hot. youre hot\n  ","684440":"\n   well if you need to talk I'm always here for you\n  ","684441":"\n   your gorgeous <3\n  ","684442":"\n   whats wrong :(\n  ","684443":"\n   nice. are you still skinny like that\n  ","684444":"\n   are you ok sweetie\n  ","684445":"\n   will you post a pic please\n  ","684446":"\n   your welcome <3\n  ","684447":"\n   Is Cali as good as they say it is.\n  ","684448":"\n   well,with  makeup you look awesome but without makeup you look awful.\n  ","684449":"\n   k\n  ","684450":"\n   Do you like living in Cali?\n  ","684451":"\n   you are the most beautiful person inside and out\n  ","684452":"\n   how many siblings do u have\n  ","684453":"\n   ok bye fucking cute❤❤❤❤❤❤❤❤❤???\n  ","684454":"\n   because you are gorgeous and you are a really amazing person\n  ","684455":"\n   good writing.......\n  ","684456":"\n   even tho i have never met you i think i have a crush on you\n  ","684457":"\n   thank you\n  ","684458":"\n   ???\n  ","684459":"\n   whos the person n ur bg\n  ","684460":"\n   ok but must take that pic\n  ","684461":"\n   you know see she can tell me where to focus ahahahhaha\n  ","684462":"\n   ok he would be a fool to leave u\n  ","684463":"\n   whom??\n  ","684464":"\n   your so welcome <3\n  ","684465":"\n   I like having my hair grabbed while giving hahaha\n  ","684466":"\n   why ur so hot any one would want u\n  ","684467":"\n   your such a gorgeous sweet down to earth special and lovable girl and I'm privileged i get to talk to you everyday\n  ","684468":"\n   do u have a bf\n  ","684469":"\n   ok\n  ","684470":"\n   I do haha tell me\n  ","684471":"\n   ok so when will u give\n  ","684472":"\n   do you like grab his hair in the middle of it?\n  ","684473":"\n   so can take now plz\n  ","684474":"\n   a pap if u in bikini plz plz\n  ","684475":"\n   even if he was bearded\n  ","684476":"\n   u have a sexy body??\n  ","684477":"\n   do you like orals?\n  ","684478":"\n   yes that's that\n  ","684479":"\n   well please don't change that pic you look so breathtaking in it\n  ","684480":"\n   hahaha ok\n  ","684481":"\n   <3\n  ","684482":"\n   your extremely perfect\n  ","684483":"\n   hahaha  just tell me why did u change ur dp when u said u won't\n  ","684484":"\n   your welcome\n  ","684485":"\n   Hey??\n  ","684486":"\n   Is there a special meaning behind that saying or you just liked it?\n  ","684487":"\n   i love your lips they look so soft and kissable\n  ","684488":"\n   the fact no one signed you up for a modeling career blows my mind\n  ","684489":"\n   hot or not: hot\n  ","684490":"\n   Hey, what does your tat on your gorgeous tummy say? :)\n  ","684491":"\n   where r u frm\n  ","684492":"\n   Ok do you like sports\n  ","684493":"\n   pic business $$$\n  ","684494":"\n   I know right\n  ","684495":"\n   babe plz plz i want talk about business with you...pm on facebook\n  ","684496":"\n   We have the same taste in music\n  ","684497":"\n   What music do you like\n  ","684498":"\n   I like rock and roll\n  ","684499":"\n   I don't like country either\n  ","684500":"\n   Yes do you like music\n  ","684501":"\n   No need to be sorry I can be boring too\n  ","684502":"\n   What are you sorry for\n  ","684503":"\n   A-\n  ","684504":"\n   Tbh: I don't really know you\nThoughts on: your attractive \nRate: 8\/10\n  ","684505":"\n   Lol me too\n  ","684506":"\n   Are you ok\n  ","684507":"\n   Ok\n  ","684508":"\n   What\n  ","684509":"\n   Socks of the day pap please\n  ","684510":"\n   Mine is april 27th\n  ","684511":"\n   Oh lol\n  ","684512":"\n   Tbh: Idk u but u seem pretty chill\nRate: Bms\n  ","684513":"\n   When is your birthday\n  ","684514":"\n   That's so awesome\n  ","684515":"\n   Ok friends and i am 20\n  ","684516":"\n   Ok cool and yes I do\n  ","684517":"\n   You seem like the kind of person I could be best friends with because you are awesome\n  ","684518":"\n   Ok\n  ","684519":"\n   What\n  ","684520":"\n   pap\n  ","684521":"\n   Me too\n  ","684522":"\n   Can we swap spam for snap . I'll spam you with likes if you spam me with questions\n  ","684523":"\n   Are you anorexic\n  ","684524":"\n   ❤\n  ","684525":"\n   Ok\n  ","684526":"\n   Coolio\n  ","684527":"\n   Not much\n  ","684528":"\n   TBH your sexy styll?? sc akouris113\n  ","684529":"\n   You're very attractive \nHmu sometime :3 snap or kik is in my bio\n  ","684530":"\n   Hello gorgeous\n  ","684531":"\n   Hey\n  ","684532":"\n   Pretty funny ??\n  ","684533":"\n   -_- it's all fun and games untill someone gets butt hurt\n  ","684534":"\n   dont you like sexting?\n  ","684535":"\n   Your selfies are super hot and sexy. Love your confidence.\n  ","684536":"\n   Cock juggling thundercunt?\n  ","684537":"\n   getting rude?\n  ","684538":"\n   where do you go then?\n  ","684539":"\n   So if my nick name is skunkbutt, can I give you a nickname\n  ","684540":"\n   Hi\n  ","684541":"\n   secrets you wont tell keep driving me insane babe just tell me what i want to know\n  ","684542":"\n   Followed xxx\n  ","684543":"\n   im undead. i repeat you horny?\n  ","684544":"\n   are u horny rn?\n  ","684545":"\n   when did u masturbate last time?\n  ","684546":"\n   how long does it take to get wet?\n  ","684547":"\n   sometimes. you?\n  ","684548":"\n   Favourite sweet food\n  ","684549":"\n   do you masturbate?\n  ","684550":"\n   Would you hold it against me if I told you that I'm having restless thoghts about you. :)\n  ","684551":"\n   how does it feel??\n  ","684552":"\n   Did anybody licked you ?\n  ","684553":"\n   You really are gorgeous. Grrrrrrrrr lol\n  ","684554":"\n   PAP you doing right now\n  ","684555":"\n   if i pay you can you play along\n  ","684556":"\n   just one task plz that's all\n  ","684557":"\n   plz I really wanna be your slave give me a humiliation task rn and I will do it for u\n  ","684558":"\n   I really wanna be your I will do anything u ask me to do\n  ","684559":"\n   addicted to what?\n  ","684560":"\n   What do you define as a family?\n  ","684561":"\n   hi mistress way is your Kik\n  ","684562":"\n   well,it was a good time with you but after your weird answers so its better foir both of us to stop talking\n  ","684563":"\n   Its alright :)\n  ","684564":"\n   Would you like pussy licking ?\n  ","684565":"\n   I'ts a hot fetish haha, think it's beacuse it's supposed to be a 'weaker' woman beating a 'tougher' guy\n  ","684566":"\n   your so fuckin beautiful\n  ","684567":"\n   Describe your love life using only emojis\n  ","684568":"\n   Bye\n  ","684569":"\n   college???\n  ","684570":"\n   are you in high school??\n  ","684571":"\n   don't you think...???\n  ","684572":"\n   Yea anyways I'll let you go take care\n  ","684573":"\n   Yeah but its just a fetish lol\n  "},"Answer":{"683501":"\n  Omg this compliment <3\n  ","683502":"\n  Thank you love\n  ","683503":"\n  OMG thank you so much bby.\n  ","683504":"\n  Thank you darling\n  ","683505":"\n  Lol suuuuuuucks\n  ","683506":"\n  Only English\n  ","683507":"\n  How are you?\n  ","683508":"\n  What does this mean?\n  ","683509":"\n  Thank you lovebug\n  ","683510":"\n  Followed back love.\n  ","683511":"\n  Don't tell me to fuck off on my own page. Don't be a fucking dick.\n  ","683512":"\n  Well she keeps changing her name lol\n  ","683513":"\n  I need new photoshoot pics for insta lol\n  ","683514":"\n  What's upppppp buttercup\n  ","683515":"\n  I take selfies when I'm waiting for weed.\n  ","683516":"\n  I like this compliment a lot.\n  ","683517":"\n  I don't believe it.\n  ","683518":"\n  Hello (:\n  ","683519":"\n  Good.\n  ","683520":"\n  You know nothing about me so don't just come on here telling what I have and haven't done. You should have approached it as \"have you watched futbol before?\"\n  \n  So I can answer like this;\n  \n  Yes my families favorite team was Manchester united or aresnal. Lol my dad used to have soccer playing everyday on tv because at the time my brother was playing, but it wasn't just playing. He was pro. He was #1 nationally, that England asked him to come play for him. But he decided getting married And going to school was a better idea. he regrets the choices he made now because he made that decision when he was only 19. So the answer is yes I have seen soccer and not just on tv, because my brothers team was so good (&filthy rich) we got to.go to a bunch of usa soccer games for free. Soooo fuck off.\n  ","683521":"\n  Goooooooooooooooooooooooooooooooooooooooooooaaaaaaaaaaaaaaaaaaal\n  ","683522":"\n  Nooo <3 I mean I can be\n  ","683523":"\n  My mommy told me this when I was younger \"beauty only lasts for so long, but brains last forever.\"\n  \n  Every since then I've never settled for anything less than what I deserve\n  ","683524":"\n  Because if you're not blunt and straight forward about yourself and how you feel.. people will just walk all over you.\n  ","683525":"\n  Gimme yours\n  ","683526":"\n  Yeah I am sure, thank you for agreeing.\n  ","683527":"\n  If you were the amount of food you'd have to get me hhahah\n  ","683528":"\n  With showering me in pretty gifts or care packages of food. I love food.\n  ","683529":"\n  I want real slaves. Like 1940s styles.\n  ","683530":"\n  If their worth it..\n  ","683531":"\n  You fuck off, waste of oxygen.\n  ","683532":"\n  Cuter than your piece of shit face. I'm saying that because people who know their not disgusting never go anon.\n  ","683533":"\n  Don't You fucking dare come to my page to tell me shut up. I have every right to say what I want, this is my account.  You're the bitch ass who can't speak,spell, or write for shit but you somehow think you're already better than me because you assume I'm a pornstar. Maybe if you seemed more educated and reasonable I'd respect you. But people like you end up dead faster than flies.\n  ","683534":"\n  Isn't she cute\n  ","683535":"\n  You need to go back to school and learn how to speak and write.\n  ","683536":"\n  Excuse me? I'm not a fucking pornstar. If I was, I feel like everyone including me would know. LOL\n  \n  You know you have to have certain health requirements for that shit, lol I'm not one of those my health is shitty lol so wow. Why would you even think of a girl in that way? Even if she was, have some fucking respect that bitch is making triple what you'll ever make.\n  ","683537":"\n  I haven't gotten ready for my day yet, lol\n  ","683538":"\n  Wait why do I have to leave my page?\n  ","683539":"\n  I had no idea\n  ","683540":"\n  I don't want it.\n  ","683541":"\n  <3 so sweet\n  ","683542":"\n  I can't They're way to spread out to take all in one photo haha\n  ","683543":"\n  I'll miss you too!\n  ","683544":"\n  That's so sweet thank you<3\n  ","683545":"\n  I don't have to go anywhere, your on my page. You can leave.\n  ","683546":"\n  Well hello\n  ","683547":"\n  Says anon LOL someone who doesn't have an identity  doesn't matter to me because your nothing but words on a site. everything you say, gets chucked to the fuck it bucket. you could stop breathing right now and you existence is so insignificant I would probably slow clap. Buhbye.\n  ","683548":"\n  Your name is shoe slave.... #pass\n  ","683549":"\n  I know, it's because I'm not boring <3\n  ","683550":"\n  Sweet friends make even sweeter dead ones. Oops too soon?\n  ","683551":"\n  Thank you lol\n  ","683552":"\n  Just chilling being as straight forward as possible to annoying people lol hbu\n  ","683553":"\n  This is putting me through pain\n  ","683554":"\n  Not you.\n  ","683555":"\n  Finnne.\n  ","683556":"\n  Lol\n  ","683557":"\n  I don't like to talk to anyone at this point\n  ","683558":"\n  Let me choke you out for 20 minss\n  ","683559":"\n  Gingy my friend <3\n  ","683560":"\n  Sure\n  \n  Here I'll tell you mine,\n  \n  My favorite part are the people who have educated random funny conversation with me. I love it.\n  \n  But when it's all about slaves and do this and do that it makes me much rather kill myself.  Like suicide is a go. And it's gotten me to the point where I hope some of those annoying fucker who don't shut the fuck up or have any brain capacity to do anything other than be fucking disgusting - takes their life as long as its with the others.\n  \n  So if your here to try to be involved in my life in this way  because you think you're somehow important enough. You're not. you're behind a computer screen acting as someone's slave virtually.. like seriously?\n  \n  I'm just so over the people and entitlement.\n  ","683561":"\n  I bet that you wouldn't live if you played hide and seek in a freeway\n  ","683562":"\n  Don't think so lowly of others, makes you look like an asshole.\n  ","683563":"\n  How about not?\n  ","683564":"\n  I don't understand my world anymore.\n  ","683565":"\n  But I'm not Robin\n  ","683566":"\n  I live my life and worry only about my own like how all you fuckers should be doing.\n  ","683567":"\n  Make me go into unconscious and never come out so I never have to talk or answer anything like this again\n  ","683568":"\n  People on here lol\n  ","683569":"\n  Thank you so much love\n  ","683570":"\n  My  16th birthday.\n  ","683571":"\n  no\n  ","683572":"\n  till you're dead\n  ","683573":"\n  dont make this weird\n  ","683574":"\n  to long. i already know that.\n  ","683575":"\n  i know <3\n  ","683576":"\n  ew please dont make me actually think about this.\n  ","683577":"\n  i never said i was going to do any of that\n  ","683578":"\n  im gonna kick you with them -_-\n  ","683579":"\n  ill hold you in my hand\n  ","683580":"\n  no hes my sweet friend\n  ","683581":"\n  yesss. and fuck this site. im gonna get off.\n  ","683582":"\n  we can cuddle\n  ","683583":"\n  now way!!! <3 haha\n  ","683584":"\n  people are fucking annoying\n  ","683585":"\n  down<3\n  ","683586":"\n  company? sav company. i sell my shit. and make baaaaaaaank. lol because i had such a wealthy lifestyle before people like my clothes haha. so now i can pay more shit off. <3 and it just means i can shopping more too\n  ","683587":"\n  yeah\n  ","683588":"\n  i really dont. i dont expect anyone to buy me any of those things. lol\n  \n  people like looking at what taste i have in clothing and shoes and shit.\n  \n  like just like being a fashion blogger. hahah its my wishlist. its not buy me everything on my wishlist.\n  \n  like grow the fuck up, and realize the world we live in. this is how life is.\n  \n  I'm a fucking trophy wife, not a fucking manual labor. the life i need to get i already have.\n  \n  just because i dont live like you - doesnt automatically make me a freeloader. im making money on my own lol.\n  ","683589":"\n  i can kill you?\n  ","683590":"\n  come on in <3\n  ","683591":"\n  any ugly motherfucker\n  ","683592":"\n  yes\n  ","683593":"\n  ohh yeah well, how do you want to be punished?\n  ","683594":"\n  yes you are\n  ","683595":"\n  i just sell things haha thats it.\n  ","683596":"\n  not today\n  ","683597":"\n  i dont need one.\n  ","683598":"\n  hell yeah!\n  ","683599":"\n  if you want to be anything close to my slave, you gotta get me presents.\n  ","683600":"\n  i do have a job, actually two :D\n  \n  the amazon wishlist was originally for a person you gave me the idea for them because they want to buy me gifts, and then more people started to ask. haha this wasn't my idea. also i needed a wishlist so i can know what to save up for. hundreds of people have this, or it wouldnt be a thing. stop being butthurt and jealous that people just dont care enough about you, to want to get you presents.\n  ","683601":"\n  I aint gonna do shit to you\n  ","683602":"\n  PRESENTS.\n  ","683603":"\n  its good. making progress <3\n  ","683604":"\n  hahahhahahahaaha id be rich\n  ","683605":"\n  why would i?\n  ","683606":"\n  presents\n  ","683607":"\n  im okay but thanks for the idea\n  ","683608":"\n  ehh maybe\n  ","683609":"\n  id probably sell them, make a profit. maybe even a company lol\n  ","683610":"\n  so far so good\n  ","683611":"\n  fineeeee ill just make you lick my heels\n  ","683612":"\n  god i am evil.\n  ","683613":"\n  last time you fucked off?\n  ","683614":"\n  hmmmmmmmmmmmmmmmm\n  ","683615":"\n  so confused on where\n  ","683616":"\n  ill add them ahhahahaha\n  ","683617":"\n  si\n  ","683618":"\n  when i get so angry i blow up\n  ","683619":"\n  awh thats so sweet <3\n  ","683620":"\n  i like that plan\n  ","683621":"\n  razor blades\n  ","683622":"\n  i blow those bitches up with a bazoooka\n  ","683623":"\n  wait what?\n  ","683624":"\n  when isnt there?\n  ","683625":"\n  none\n  ","683626":"\n  well shit\n  ","683627":"\n  do you want to?\n  ","683628":"\n  can you not?\n  ","683629":"\n  im sorry\n  ","683630":"\n  yes.\n  ","683631":"\n  tomb raider or like i think its validant hearts\n  ","683632":"\n  thats hot lol\n  ","683633":"\n  yeah and you would become very bankrupt\n  ","683634":"\n  no\n  ","683635":"\n  by any chance will you never ask me this question again?\n  ","683636":"\n  please dont tell me these things\n  ","683637":"\n  im good haha trying to answer all of these so i can game\n  ","683638":"\n  look at you using your noggin\n  ","683639":"\n  because i dont want to answer just asking questions (;\n  ","683640":"\n  awh thank you so much\n  ","683641":"\n  its an evil world out there lol\n  ","683642":"\n  dont do that.\n  ","683643":"\n  go look for yourself C;\n  ","683644":"\n  you taught me well <3\n  ","683645":"\n  God took his time on me (;\n  ","683646":"\n  how am i your dream girl?\n  \n  but yeah im very real\n  \n  thank you\n  ","683647":"\n  well i dont have a shoe slave, and it would only make sense if you bought me shoes for you to worship (;\n  ","683648":"\n  now that i know, yeah a little bit\n  ","683649":"\n  hii\n  ","683650":"\n  who cares?\n  ","683651":"\n  HAHAHAHHAHAHAHAHHAHAHAHHA\n  \n  props.\n  ","683652":"\n  omg thank you so much\n  ","683653":"\n  my amazon wishlist is in  my bio <3\n  ","683654":"\n  i burned you into crisp bacon\n  ","683655":"\n  buy me a present.\n  ","683656":"\n  guess whos fucking back <3\n  ","683657":"\n  Dude I have no idea what you are trying to say but thank you.\n  \n  I'm having probably more fun than the troll. When people give me shit like that, it's like candy for me. Gives me so much energy and excitement.  Lol and smiles just like how this gave me one too(:\n  ","683658":"\n  I have twitter, username in Bio. I don't really use it but I message\n  ","683659":"\n  What?\n  ","683660":"\n  No\n  ","683661":"\n  Makes me sad\n  ","683662":"\n  Not happening\n  ","683663":"\n  I can't even think about it. I finally got myself a little job so like idk but life is hard.\n  ","683664":"\n  Good question lol\n  ","683665":"\n  I'm sorry I hope I don't do that to you but I don't want to make any promises because what if I accidentally break it\n  ","683666":"\n  Like confusion\n  ","683667":"\n  I better get so many Christmas presents for Christmas\n  ","683668":"\n  I'm about to go shower\n  ","683669":"\n  you lost me pal\n  ","683670":"\n  why cant you\n  ","683671":"\n  I probably turn unfortunate looking individuals into the cutest thongs\n  ","683672":"\n  MISSION SUCCESS\n  ","683673":"\n  very good thing, dont lose that\n  ","683674":"\n  thank you <3\n  ","683675":"\n  wait, what are the girls like there?\n  ","683676":"\n  TELL PEOPLE TO STOP BLOWING ME UP WITH QUESTIONS AND WE'LL TALK.\n  ","683677":"\n  thats why i prefer to get to know the person before i see them so i can know if i really like them as a person or not.\n  ","683678":"\n  you know those animorphs? im one of them except i turn into a dragon\n  ","683679":"\n  but like how do i control myself\n  ","683680":"\n  ohhhhhh, i'm perfect for entertainment during school(: all i did in school was talk to people next to me making jokes and stories to crack people up llol\n  ","683681":"\n  why\n  ","683682":"\n  thats too personal lol\n  ","683683":"\n  i pop and candy falls out\n  ","683684":"\n  maybe you should talk to someone who has your values and viewpoints\n  ","683685":"\n  i just love how much confidence a computer screen gives people\n  ","683686":"\n  well your welcome to get to know me\n  ","683687":"\n  you get on my nerves\n  ","683688":"\n  okay <3\n  ","683689":"\n  no\n  ","683690":"\n  like their brain capacity is so small they can't think of anything else.\n  ","683691":"\n  i've never written erotica thank you very much.\n  \n  it's okay you can think whatever you would like of me,\n  \n  but you know nothing about me or what i write. or where im from.\n  \n  you have no idea what i do on my free times, and how wrong you truly are.\n  \n  so take your little small ignorant mind outta here. and fuck off.\n  ","683692":"\n  seriously.\n  \n  NOT EVERYTHING PEOPLE TALK ABOUT IS ABOUT SEX.\n  \n  <3\n  ","683693":"\n  you need to comprehend how much i dont give a fuck. it's conversations like that, that have lead me to the most entertaining stories or poems ive ever written. and if thats a problem for you, than why are you on my page. worry about your life, and who is on the other side of the computer for you.\n  ","683694":"\n  people do that sometimes\n  ","683695":"\n  THANK YOU.\n  \n  and i know its cause im asian.\n  ","683696":"\n  when did i ever say any of this, of judge how or where they live.\n  \n  all the person asked is if i would rather have black or white.\n  \n  and all i responded was \"i dont have jungle fever.\"\n  \n  #sorrynotsorry\n  \n  but the man im in love with is WHITE.\n  \n  don't get all offended over a phrase i didnt come up with.\n  ","683697":"\n  if this was really about swallowing seman, than this fucker has a really weird way of ejaculating.  because i ate his arm and he got mad at me. so like if i can just eat someone arm and that gives them the sensation of semen than you motherfuckers all need psychological help xD\n  ","683698":"\n  i dont understand why you still talk to me.\n  ","683699":"\n  hahahahahhahahahh i cant eat my little cute friend.\n  ","683700":"\n  have you seen discovery channel? HAHAHAHAHAH i could probably pull up 10 different small tribes in africa that still live in the jungle and wear trees. lol like have you see the human experience? jesus.\n  \n  literally google the phrase \"jungle fever\" and watch what comes up ahahhahaha\n  ","683701":"\n  listen here chappy, im a writer. i live for graphic and descriptive. most of the classic novels ever written are graphic and degrading lol and just bloody. so if you have a problem with they type of conversation im having, you shouldn't even be mentioning the word fapping. like grow the fuck up. i just dont want to hear that shit about me. id much rather make a fictional story about me cutting up someone and eating them.\n  ","683702":"\n  if you even think of touching him......i will turn into monster sav and swallow you whole\n  ","683703":"\n  OMG THANK YOU\n  ","683704":"\n  k\n  ","683705":"\n  nope. your wrong\n  ","683706":"\n  okay you better start cooking\n  ","683707":"\n  everyone in america is racist.\n  ","683708":"\n  we cant\n  ","683709":"\n  yeah when you use the terms they did lol\n  ","683710":"\n  its not a desert, its called plains. get it right.\n  \n  also the african tribes live in the jungle.\n  \n  they wear fucking leaves as clothes.\n  \n  when white go for black\n  \n  that means jungle fever.\n  ","683711":"\n  but i need protein if im gonna bare any children in the far far distant future lol\n  ","683712":"\n  GINGY IS FRIEND, NOT FOOD.\n  ","683713":"\n  feet\n  ","683714":"\n  yesssss lol\n  ","683715":"\n  a lady gotta eat.\n  ","683716":"\n  NO MY FRIEND. *SPITS*\n  ","683717":"\n  Think about it.\n  \n  Africa is a huge _____.\n  \n  Finish the blank\n  ","683718":"\n  Yes but Hannibal is famous and he does it (; so why can't I.\n  ","683719":"\n  Yess you are!!\n  ","683720":"\n  I do not suffer from jungle fever.\n  ","683721":"\n  Plz peasant, leave.\n  ","683722":"\n  I feel violated\n  ","683723":"\n  Hahahahah that would be one of the lyrics\n  ","683724":"\n  No\n  ","683725":"\n  I put a Smiley face?\n  ","683726":"\n  Hahahhhhahahahhahahah I don't want to eat you anymore I've grown to like you haha\n  ","683727":"\n  No\n  ","683728":"\n  Truth\n  ","683729":"\n  How about you leave\n  ","683730":"\n  I mean technically you can it's just frownd upon.  Lol.\n  ","683731":"\n  Sounds like the title of a rap song lol\n  ","683732":"\n  Nom nom nom\n  ","683733":"\n  Inappropriate\n  ","683734":"\n  Inappropriate\n  ","683735":"\n  Chop you up into little pieces and fry you up. Make some fried chicken kfc style.\n  ","683736":"\n  Thank you <3\n  ","683737":"\n  It's a rave(;\n  ","683738":"\n  Sure (:\n  ","683739":"\n  Inappropriate\n  ","683740":"\n  No\n  ","683741":"\n  No\n  ","683742":"\n  No\n  ","683743":"\n  No\n  ","683744":"\n  No\n  ","683745":"\n  No\n  ","683746":"\n  Why aren't you it's a rave\n  ","683747":"\n  20\n  ","683748":"\n  Noppppe not in the mooood\n  ","683749":"\n  Fuck you\n  ","683750":"\n  Challenge accepted\n  ","683751":"\n  That's odd\n  ","683752":"\n  I swallow you if you don't shut up.\n  ","683753":"\n  Yes you do.\n  ","683754":"\n  Turn into a blimp\n  ","683755":"\n  No\n  ","683756":"\n  I would be a blowfish\n  ","683757":"\n  Si\n  ","683758":"\n  California\n  ","683759":"\n  Buuuuuttttt you're yummy\n  ","683760":"\n  People carry me.\n  ","683761":"\n  Hahahah thank you\n  ","683762":"\n  Here lol\n  ","683763":"\n  Mam* and yes you are. It's warm in there(;\n  ","683764":"\n  Yeah I don't know why you think I would\n  ","683765":"\n  Really? That's so cute omg\n  ","683766":"\n  Mwahahahaahaha\n  ","683767":"\n  #old\n  ","683768":"\n  Because I got this new face soap shit that Fucked my face up. Lol Im getting new shit today lol\n  ","683769":"\n  Your arm taste good\n  ","683770":"\n  Omg awh\n  ","683771":"\n  Nooo I feel bad now\n  ","683772":"\n  That's so cute\n  ","683773":"\n  Oh shit I can't take Allah spot. I'm sorry\n  ","683774":"\n  I normally don't lol\n  ","683775":"\n  I know. I know the son of the family who owns parts of it. Lol they have SO MUCH MONEY LIKE SO MUCH.\n  ","683776":"\n  Worship me lol\n  ","683777":"\n  It's chill yours?\n  ","683778":"\n  Just chilling about smoke how about you?\n  ","683779":"\n  NIKE.\n  ","683780":"\n  That's on the front, well they were until I just ate them all and because I took them away this weird black fuzzy mold like hairs started forming on your back. You should probably be eaten soon before you start going to waste.\n  ","683781":"\n  Then what's all this on your back?\n  ","683782":"\n  Keep the ideas to sav\n  ","683783":"\n  I know you don't because I'm special.  That's the best part. Im looking over your shoulder smelling your hair.\n  ","683784":"\n  Smoke bowls.\n  ","683785":"\n  That's what I thought\n  ","683786":"\n  Hmmmmm but I could report report report\n  ","683787":"\n  Your so silly, I'm looking right at you.\n  ","683788":"\n  Whyy?\n  ","683789":"\n  Oooh yes if you don't speed things up(:\n  ","683790":"\n  Listen Toby, don't tell me what I should do.\n  ","683791":"\n  Ahhh I was being watched when I took this I should say judged lol\n  ","683792":"\n  I'm right behind you...\n  ","683793":"\n  That's true. I mean I could say where your from and what your trying to be....\n  ","683794":"\n  I'm going too when they least expect it.\n  ","683795":"\n  Tsk, just be warned (;\n  ","683796":"\n  Element of surprise\n  ","683797":"\n  I'm going too. He will be delicious.\n  ","683798":"\n  Get my appreciation\n  ","683799":"\n  Lol but for now I have hope\n  ","683800":"\n  Really?\n  ","683801":"\n  Are you sure?\n  ","683802":"\n  OMG youre right.\n  ","683803":"\n  I slept okay\n  ","683804":"\n  I see<3\n  ","683805":"\n  Hahahahahahaahahahaha not down for the mud tunnel?\n  ","683806":"\n  Now I'm.curious tell me more\n  ","683807":"\n  It's kinky.\n  ","683808":"\n  See I didn't know this!\n  ","683809":"\n  But you'd get rubbed and spanked (;\n  ","683810":"\n  Awh thank you<3 how'd you sleep\n  ","683811":"\n  San Diego California\n  ","683812":"\n  You say this like that's a bad thing lol xD\n  ","683813":"\n  I hope so or sav is gonna be so sad):\n  ","683814":"\n  Good fucking morning fuckers\n  ","683815":"\n  Seee now this is a slave I'll respect\n  ","683816":"\n  I'll tell you if you hot or not.\n  ","683817":"\n  1\n  ","683818":"\n  <3\n  ","683819":"\n  Yeah let's speak like we're in the 21st century\n  ","683820":"\n  awh im really glad you think so thank you <3\n  ","683821":"\n  those sound ethnic.\n  ","683822":"\n  so im going to guess you are translating right now\n  ","683823":"\n  im 20\n  ","683824":"\n  no i couldnt.\n  ","683825":"\n  hello c: im ok  <3\n  ","683826":"\n  maybe\n  ","683827":"\n  i remember kindergarten too.\n  ","683828":"\n  probably just gonna end up missing him.\n  ","683829":"\n  thank you <3\n  ","683830":"\n  buy me a present on my wishlist <3\n  ","683831":"\n  im okay how are you\n  ","683832":"\n  what does this mean?\n  ","683833":"\n  nope\n  ","683834":"\n  i wouldn't\n  ","683835":"\n  wait your a sissy?\n  ","683836":"\n  i didnt think i hated you\n  ","683837":"\n  im pretty sure when you buy it off my wishlist it like asks for your info but it gives you my shipping address\n  ","683838":"\n  thats really sweet of you to think of me that way\n  ","683839":"\n  the fact ive gotten this question more than once is just no.\n  ","683840":"\n  jamie\n  ","683841":"\n  not happening\n  ","683842":"\n  being obedient, making real money\n  ","683843":"\n  that is so sweet omg\n  ","683844":"\n  i'd probably kill you if you even tried\n  ","683845":"\n  i cant forgive any of you till i see some real slave work being done. none of this half-assed bullshit\n  ","683846":"\n  thats probably a good thing lol\n  ","683847":"\n  well hello <3\n  ","683848":"\n  <3\n  ","683849":"\n  yeah why\n  ","683850":"\n  you slaves suck.\n  ","683851":"\n  i love when my slaves lie about buying me pretty presents >:(\n  ","683852":"\n  good i need the extra pounds\n  ","683853":"\n  yaaaaaaaaaas <3\n  ","683854":"\n  yeah i felt true happiness once, and then i lost it. i wish i can get that magic back\n  ","683855":"\n  ew. i think i want to puke\n  ","683856":"\n  thank you that means alot\n  ","683857":"\n  awh stawwwwwwwwwwwwwwwwp <3\n  \n  honestly because i come on here everyday and read all these nice things - it really starts my day off well.\n  ","683858":"\n  elllo bitch <3\n  ","683859":"\n  thank you so much <3\n  ","683860":"\n  SLAVE ALMIGHTY <3\n  ","683861":"\n  wait, how lol\n  ","683862":"\n  thank you sweetie <3\n  ","683863":"\n  did it hurt when your dick got ripped off?\n  ","683864":"\n  none of your business... like why ask people these questions lol\n  ","683865":"\n  im pretty good how are you?\n  ","683866":"\n  Here ya go\n  ","683867":"\n  Lol\n  ","683868":"\n  What is sexy?\n  ","683869":"\n  Gurl I know you want dis dick.\n  ","683870":"\n  I'm having my own photo shoot.\n  ","683871":"\n  Hustler mama\n  ","683872":"\n  I'm pretty good how are you\n  ","683873":"\n  Sure (: but it's probably be easier to talk to me if you had kik\n  ","683874":"\n  i will visit. what is it like there?\n  ","683875":"\n  yes really\n  ","683876":"\n  you. lol i want to know moreee\n  ","683877":"\n  get on your hands and knees and start scrubbbbing\n  ","683878":"\n  so are you gonna tell me about it or? because im not here trying to be mean, im curious. you have been such a nice person to me from the beginning i want to understand.\n  ","683879":"\n  you gavve my ask a heart attack\n  ","683880":"\n  good good good <3\n  ","683881":"\n  well im sorry you get offended by words people say when they are asking a simple question. because theres a reason for everything, believe me. people arent just unlucky.\n  ","683882":"\n  That'd be so cool (:\n  ","683883":"\n  Do you realize how many people I know who complain to me about there weight and looks they say \"I eat to much\"\n  \n  Sav- workout?\n  \n  \"I'm to lazy haha \"\n  \n  Sav - that's your own damn fault then.\n  \n  So I ask because it's either that and I lose respect, or it's they have health issues and I completely understand.\n  ","683884":"\n  Good for you(: that's good\n  ","683885":"\n  I have a job, I sell products <3\n  \n  Avon, clothing, shoes, ect.\n  ","683886":"\n  Holy fucking shit that's fucking awesome. That was my great aunts favorite place she got to work! She worked for national geographic so like omg I'm so jealous. Can I come visit?\n  ","683887":"\n  Guys can get to cocky, I'm glad you notice these things.\n  ","683888":"\n  Well whyd you let yourself get like that ):\n  ","683889":"\n  Why would that matter though, gives me an opportunity to learn more about other culture (: where you from?\n  ","683890":"\n  Just in a good mood.\n  ","683891":"\n  Thank you <3\n  ","683892":"\n  But why\n  ","683893":"\n  Depends on the day honestly. Not everyday is the same though.  Just the routine of getting ready lol\n  ","683894":"\n  No\n  ","683895":"\n  Just put the fucker in his place and if he doesn't stay around for your sis after that, he's not good for her anyways. Means that he doesn't love her that much.  So don't feel bad, just be you.\n  ","683896":"\n  To feel beautiful true happiness.\n  ","683897":"\n  Being mean makes me feel bad.\n  ","683898":"\n  What what in the butt.\n  \n  I said\n  \n  What what in the butt\n  ","683899":"\n  Awhhhhhh what a waste of pie ): sav hungry\n  ","683900":"\n  I'm good and yourself\n  ","683901":"\n  I am (:\n  ","683902":"\n  Hello\n  ","683903":"\n  Honestly? ):\n  ","683904":"\n  Maybe you just got some awesome talent and strength. Maybe it's not the guys that are weak, it's just you're really strong? (: or maybe the males you put yourself around aren't much of a challenge for you!\n  ","683905":"\n  Where are all my likes bitch?\n  ","683906":"\n  Thank you I will try my best!\n  \n  You better have an outstanding day\n  ","683907":"\n  I can't argue cause idk what you look like and I don't lie ):\n  ","683908":"\n  Are you sure theyre not just letting you when since technically you're a minor and their adults. They can't exactly hurt you or be that rough.\n  ","683909":"\n  That sounds like something everyone should be after (:\n  ","683910":"\n  Hello <3\n  ","683911":"\n  Oh of course<3\n  ","683912":"\n  Well I think you're like the coolest <3\n  ","683913":"\n  14\n  ","683914":"\n  Wow this was so sweet of you to say thank you so much<3 people just don't know me yet and pre-judge me.\n  ","683915":"\n  Sweaters <3 my room is so dark lol\n  ","683916":"\n  Hello bitch boy.\n  \n  You need to clean my room hahag\n  ","683917":"\n  No never!! <3\n  ","683918":"\n  THANK YOU!!!! YOU ARE AWESOME\n  ","683919":"\n  You know honestly I'd probably say the same but I think you're talking to the wrong person. I'm not the one asking hundreds and hundreds of questions. If you think I don't have a life you do realize, this is on my phone I could be literally anywhere and answering questions.  Just because a lot of people want to talk to me, doesn't make me not have a life, it's them. I'm just the person everyone worships. Believe me sweetheart any social media site I've ever had, never had  to work to be famous on their. I've always had a life on the other side. Everyday I have about 7 people in my room constantly. I have friends at my house 24\/7 ,I live in a house where 21 is the oldest..... I have a pretty fun life.\n  ","683920":"\n  You don't think I have lol\n  ","683921":"\n  That's cute <3\n  ","683922":"\n  THAT'S WHAT I'M TRYING TO SAY.\n  ","683923":"\n  Ugh why can't we just grow money on trees lol\n  ","683924":"\n  <3\n  ","683925":"\n  Cute outfits hahaha\n  ","683926":"\n  One full of smiles.\n  ","683927":"\n  Let's just ask each other questions?\n  ","683928":"\n  I've been good how about you?\n  ","683929":"\n  Who you be\n  ","683930":"\n  What's up\n  ","683931":"\n  If that means what I think it means, yeah...\n  ","683932":"\n  Hi\n  ","683933":"\n  Don't got that shit\n  ","683934":"\n  Fuck no.\n  ","683935":"\n  I think that was so sweet\n  ","683936":"\n  Both make me sick\n  ","683937":"\n  Hiiii\n  ","683938":"\n  No\n  ","683939":"\n  Tell me what your future looks like to you\n  ","683940":"\n  Because they  haven't bought me all my presents lol\n  ","683941":"\n  Thank you so much\n  ","683942":"\n  Thank you\n  ","683943":"\n  20\n  ","683944":"\n  I don't know get me something you'd like to see me in lol\n  ","683945":"\n  Slaves can be so annoying.\n  \n  And all I get from you is words I don't see a personality, so it's really hard for me to think I'm not talking to a computer.\n  ","683946":"\n  20\n  ","683947":"\n  America, in California.\n  ","683948":"\n  Thank you\n  ","683949":"\n  OMG I'd want either the food, or a dress\n  ","683950":"\n  7\n  ","683951":"\n  Here's my look I call \"please stop asking me for the things\"\n  ","683952":"\n  Bye bye my peasants\n  ","683953":"\n  Awh thank you\n  ","683954":"\n  No\n  ","683955":"\n  Awh\n  ","683956":"\n  Hellllllo hun\n  ","683957":"\n  I don't know you. Survival of the fittest...\n  ","683958":"\n  Probably audi a7\n  ","683959":"\n  What if I get hungry?\n  ","683960":"\n  Puzzle whatever\n  ","683961":"\n  Uhhh this, twitter, instagram, tumblr, fuck other like random sites like poloyvore and shit like that\n  ","683962":"\n  I have bad slaves\n  ","683963":"\n  Do you know the muffin man?\n  ","683964":"\n  Everyday I always get flattered by you <3\n  ","683965":"\n  I'll probably put makeup on instead\n  ","683966":"\n  <3\n  ","683967":"\n  Okay\n  ","683968":"\n  Who\n  ","683969":"\n  Probably future, see what really lies ahead\n  ","683970":"\n  Thank you\n  ","683971":"\n  Yikes\n  ","683972":"\n  I want toe rings\n  ","683973":"\n  Xoxo\n  ","683974":"\n  I feel good <3\n  ","683975":"\n  12\n  ","683976":"\n  So sweet\n  ","683977":"\n  I don't think you want me to do that\n  ","683978":"\n  Awh thank you <3\n  ","683979":"\n  No haha\n  ","683980":"\n  Thank you\n  ","683981":"\n  Mhmm\n  ","683982":"\n  Lol no\n  ","683983":"\n  Hello\n  ","683984":"\n  Nope. I don't do what people tell me to do remember I'm queen the next supreme\n  ","683985":"\n  Look at my likes..\n  ","683986":"\n  Thats crazy\n  ","683987":"\n  <3\n  ","683988":"\n  Ok\n  ","683989":"\n  I'm not a God\n  ","683990":"\n  Yeah like awhile ago, I even posted it\n  ","683991":"\n  Awh it's OK<3\n  ","683992":"\n  I don't have any presents yet.\n  ","683993":"\n  Yeaaah that's pretty much it though\n  ","683994":"\n  Nope\n  ","683995":"\n  Ok\n  ","683996":"\n  Alriiiight\n  ","683997":"\n  That doesn't sound like a good experience\n  ","683998":"\n  Why?\n  ","683999":"\n  Well shit <3 this is awesome\n  ","684000":"\n  I hate piercings\n  ","684001":"\n  Oh my... do you only know me from here\n  ","684002":"\n  Thank you love\n  ","684003":"\n  I'm just gonna say thank you and move on lol\n  ","684004":"\n  No\n  ","684005":"\n  It's like saying hello faggit hahahahah\n  ","684006":"\n  And I want new things, but we can't all get what we want(;\n  ","684007":"\n  Xoxo anytime\n  ","684008":"\n  Black\n  ","684009":"\n  How many days have you talked to me in a row?\n  ","684010":"\n  No idea what youre talking about\n  ","684011":"\n  I'm good how are you?\n  ","684012":"\n  Hello <3\n  ","684013":"\n  <3\n  ","684014":"\n  Night owl<3\n  ","684015":"\n  I like some of your shit but that's all your getting\n  ","684016":"\n  Thank you so much\n  ","684017":"\n  Really?\n  ","684018":"\n  Why are you asking people these questions?\n  ","684019":"\n  Because that sounds more appetizing\n  ","684020":"\n  Let's not <3\n  ","684021":"\n  Hmmmm possibly.\n  ","684022":"\n  Idk whatever the like tying shit up is called lol\n  ","684023":"\n  Helllo bitchhh <3\n  ","684024":"\n  I'm hereee\n  ","684025":"\n  Whaaaat\n  ","684026":"\n  Buy me a gift (;\n  ","684027":"\n  Chocolates?\n  ","684028":"\n  I'm sorry I've been just so out of it\n  ","684029":"\n  I've had a migraine for three days straight\n  ","684030":"\n  Always, I like to see who will smile back at me. :)\n  ","684031":"\n  I have a migraine ):\n  ","684032":"\n  You have no idea how grateful I am that there's people like you in the world <3\n  ","684033":"\n  I already am<3\n  ","684034":"\n  I already do\n  ","684035":"\n  Well that wouldnt be good\n  ","684036":"\n  What's the leverage\n  ","684037":"\n  No presents ):\n  ","684038":"\n  I want presents <3\n  ","684039":"\n  I don't think so\n  ","684040":"\n  Yeah she has that many coming I want that so not fair\n  ","684041":"\n  Should I be scared?\n  ","684042":"\n  Why do people like to torture people\n  ","684043":"\n  I'm sad\n  ","684044":"\n  My roommate is getting thirty packages OMG I'm so jealous of her ):\n  ","684045":"\n  better not <3\n  ","684046":"\n  i find girls attractive and like they can turn me on.\n  \n  but i will marry a man.\n  ","684047":"\n  theres no way. noooo way <3\n  ","684048":"\n  omg lol <3\n  ","684049":"\n  i mean if i shower ill probably feel way better than i do right now lol\n  ","684050":"\n  nah id probably start burning and then screaming \"im melting!\"\n  ","684051":"\n  i mean sure, most of my shoes smell good though ahha oh wait thats what you want omg im so bad at this ahahahahahahah\n  ","684052":"\n  to be completely honest, im not a fetish type\n  ","684053":"\n  I NEED TO SHOWER OMG.\n  ","684054":"\n  you're crazy i could be so much prettier\n  ","684055":"\n  scootering llolololol\n  ","684056":"\n  so sweet\n  ","684057":"\n  oh the other one is you\n  ","684058":"\n  alright alright\n  ","684059":"\n  what is the purpose of this so called tickling?\n  ","684060":"\n  i bet you are too!!\n  ","684061":"\n  i shall folllow back\n  ","684062":"\n  no thats not weird at all, i take a lot of care to have my skin look this way so thank you for actually noticing <3\n  ","684063":"\n  i like likes :3\n  ","684064":"\n  7 in US\n  ","684065":"\n  i honestly dont understand how anyone can put them lower than someone and actually want to do all these things for them or whatever. in my head it doesnt make sense, but thats where the whole ants vs Gods thing comes into play. so it has become flattering - because like what is it about me that makes people act this way?\n  ","684066":"\n  now like my shit\n  ","684067":"\n  my head is so congested\n  ","684068":"\n  thank you, id let you worship my little feet if i had pretty little rings on them.\n  ","684069":"\n  20\n  ","684070":"\n  one brother\n  \n  one sister\n  ","684071":"\n  very very good <3 now dont ask for any orders from me right now\n  ","684072":"\n  thats so sweet <3 i hope others feel the same way as you do <3\n  ","684073":"\n  <3 <3\n  ","684074":"\n  like really really bad\n  ","684075":"\n  love it\n  ","684076":"\n  california\n  ","684077":"\n  well what would you want your slave name to be\n  ","684078":"\n  if they paid me for it hahaha i wanna at least get money if im gonna get kidnapped hahah\n  ","684079":"\n  Thank you <3 so much\n  ","684080":"\n  Here sorry for the light tho\n  ","684081":"\n  That's so sweet, I'm blessed that you came to tell me that.\n  ","684082":"\n  Yeah hahahahaha like anything I say they do. I could get into this hahhahhh\n  ","684083":"\n  I want a toe ring\n  ","684084":"\n  I honestly don't know, all I know is my address is on there just in case. You'd be the first if you bought me those\n  ","684085":"\n  My pap? My pap would never be what my dp is unless someone asked. I always try to post new pics of me.\n  ","684086":"\n  This doesn't make sense\n  ","684087":"\n  Awhh am I? How am i seeking attention? Or are you just jealous i dont have to look for attention for people to notice me <3 an attention seeker is someone who posts pictures of them cutting themselves or them in the hospital. I dont do that lol i literally reject it.\n  ","684088":"\n  <3 well shit.\n  ","684089":"\n  A charm that says please buy me things?\n  ","684090":"\n  I don't go shopping for myself, like shopping is a luxury for me these days. Like my money either goes to food, medicine, or bills. So I don't get to buy myself all the things I want.\n  ","684091":"\n  Okay why do people always say that?\n  ","684092":"\n  I honestly don't know\n  ","684093":"\n  a man is as old as the women he loves so I guess I don't really know if age is a big deal to me.\n  ","684094":"\n  Thigh high boots soooo bad.\n  ","684095":"\n  Speak only English\n  ","684096":"\n  Hello my slave <3\n  ","684097":"\n  I made it yesterday so I'm gonna guess no\n  ","684098":"\n  Don't worry about it, it's just my wishlist I'll probably buy most of it lol <3\n  ","684099":"\n  Yes haha\n  ","684100":"\n  Yes link is in my Bio haha\n  ","684101":"\n  Wow thank you\n  ","684102":"\n  You make a wishlist and you address is already on their so when someone buys you something, it just gets shipped to you as a present\n  ","684103":"\n  Nah I don't care\n  ","684104":"\n  No idea lol\n  ","684105":"\n  It's a tough society out there I've never really had the whole body issue thing, I was always kinda the girl who got called body goals... like I have my moments but nothing serious like now I'm a little bit to skinny. But Oh well I just keep eating lol\n  ","684106":"\n  I'm feeling better but still sick\n  ","684107":"\n  Yes yes\n  ","684108":"\n  No no. I have a lot of work to do for myself\n  ","684109":"\n  Right lol\n  ","684110":"\n  Hello <3\n  ","684111":"\n  There's a countless list\n  ","684112":"\n  Thank you so much love that's so sweet <3\n  ","684113":"\n  You omggggg. <3\n  ","684114":"\n  Hell yeah.\n  ","684115":"\n  Yes but completely accidental\n  ","684116":"\n  its ok<3\n  ","684117":"\n  anything that had to do with my phone lol\n  ","684118":"\n  my nose is stuffy\n  ","684119":"\n  yess now i have better health insurance because of it and a better doctor!!\n  ","684120":"\n  thank you\n  ","684121":"\n  wait really?\n  ","684122":"\n  yessss, but shhhh i like it quiet\n  ","684123":"\n  why would you say that\n  ","684124":"\n  my back\n  ","684125":"\n  that would be lovely\n  ","684126":"\n  can you give me a massage?\n  ","684127":"\n  <3 so sweet\n  ","684128":"\n  can you please translate\n  ","684129":"\n  i dont know- i dont know who i would talk to about that\n  ","684130":"\n  wait what\n  ","684131":"\n  thank you that means alot\n  ","684132":"\n  well if you really still do - lets think of nickname for you so i can know which slave im speaking too\n  ","684133":"\n  no no frenchie, you dont havve to call me goddess <3\n  \n  ive been living life too trying to get everything in order haha\n  \n  finally got another official doctor after trialing so many <3\n  ","684134":"\n  a little bit i honestly never expected it to be honest.\n  \n  what have you been doing lately\n  ","684135":"\n  in the light yes\n  ","684136":"\n  yeah when the fuck did this happen lol\n  \n  im fucking sick its awful but im getting better\n  \n  i miss you thoughs\n  ","684137":"\n  am i famous frenchie?? i dont think i am ): i hope one day i will be for real though\n  \n  how are you? <3\n  ","684138":"\n  I don't know haha<3 ahhh it's just to nice for people to do\n  ","684139":"\n  You'd buy me things??\n  ","684140":"\n  That's just what he's saying. Not reality lol\n  ","684141":"\n  Lucky me?\n  ","684142":"\n  Hahah he's adorable\n  ","684143":"\n  <3 ahh\n  ","684144":"\n  Bye\n  ","684145":"\n  Ew\n  ","684146":"\n  Mhmmm\n  ","684147":"\n  Yesss love me while I stuff my face.\n  ","684148":"\n  I hope you get a disease <3\n  ","684149":"\n  <3\n  ","684150":"\n  Like my shit, spam me <3 maybe you can be\n  ","684151":"\n  The type that doesn't concern you\n  ","684152":"\n  I want food. Make me food\n  ","684153":"\n  Thank you<3\n  ","684154":"\n  Uh yeah\n  ","684155":"\n  I'm digging all the likes, yes you can\n  ","684156":"\n  Hell yeah it is<3\n  ","684157":"\n  Then why the fuck did you even ask\n  ","684158":"\n  Nope\n  ","684159":"\n  If ya spam me\n  ","684160":"\n  The kind who does what I ask\n  ","684161":"\n  Hey there\n  ","684162":"\n  Sure (: hmmm spam me\n  ","684163":"\n  Not really but I need em\n  ","684164":"\n  Hey hey Hey\n  ","684165":"\n  I'M SO EXCITED I JUST CAN'T HIDE IT. <3 I wanna dress up with you and be all cute\n  ","684166":"\n  I can't post pics right now and if I could I wouldn't post my feet\n  ","684167":"\n  CAN I BE YOUR BEST FRIEND\n  ","684168":"\n  Thank you\n  ","684169":"\n  Yup yup\n  ","684170":"\n  I tell you what's stupid, the fact I can't upload shit.\n  ","684171":"\n  Single.\n  ","684172":"\n  I'm gonna be in bed all day\n  ","684173":"\n  Thank you <3\n  ","684174":"\n  Not that I know of. Lol\n  ","684175":"\n  I've never heard that before but think there's beauty in every race.  There's good & bad to everything\n  ","684176":"\n  damn it\n  ","684177":"\n  <3 well im probably going to go to sleep\n  ","684178":"\n  i would like you to go into med-school and become a DR so you can tell me how to stop me from feeling like shit without costing me money <3\n  ","684179":"\n  lol\n  ","684180":"\n  ugh fuck today honestly\n  ","684181":"\n  Wellll than why won't this shit let me\n  ","684182":"\n  That skill of where I can make my dreams and wants come true like most of society but I think I'm handicapped lol\n  ","684183":"\n  Can you get banned from uploading pics?\n  ","684184":"\n  bleh\n  ","684185":"\n  thank you <3\n  ","684186":"\n  i got a cold or whatever\n  ","684187":"\n  well hi there, whats up?\n  ","684188":"\n  i hope so too thank you\n  ","684189":"\n  hey whats up\n  ","684190":"\n  pap you getting punch in the throat\n  ","684191":"\n  thats wonderful <3\n  ","684192":"\n  im alright how are you\n  ","684193":"\n  well hello\n  ","684194":"\n  no no no not today\n  ","684195":"\n  feeling sick, feeling like i really miss him but idk if he misses me . yah pretty much hbu?\n  ","684196":"\n  i wish i had skills\n  ","684197":"\n  im sick. so it fucking sucks. i hate colds\n  ","684198":"\n  me too ugh\n  ","684199":"\n  hey whats up\n  ","684200":"\n  im just gonna hope thats good cause im to lazy to look lol\n  ","684201":"\n  sickkk\n  ","684202":"\n  oh wow i love it\n  ","684203":"\n  nope blue is more with my mood <3\n  ","684204":"\n  I WANT TO CUDDLE.\n  ","684205":"\n  wtf\n  ","684206":"\n  im always honest\n  ","684207":"\n  jah'mon <3\n  ","684208":"\n  i dont know if i know you well enoough, but fuck it <3\n  ","684209":"\n  can you share your suicide letter\n  ","684210":"\n  no im good\n  ","684211":"\n  never?\n  ","684212":"\n  is that even a correct measurement?\n  ","684213":"\n  i'd probably tell him to stop being so desperate\n  ","684214":"\n  no idea. each cold is different\n  ","684215":"\n  i feel gross and icky <3 lol how are you\n  ","684216":"\n  sweet<3 ill follow back\n  ","684217":"\n  in my room dying.\n  ","684218":"\n  i wanna be cuddled and have my back rubbed<3\n  ","684219":"\n  im sorry too\n  ","684220":"\n  something like this\n  ","684221":"\n  i dream of clawing you with these.\n  ","684222":"\n  no no\n  ","684223":"\n  cuddle and play with my hair\n  ","684224":"\n  GO BANANAS\n  ","684225":"\n  heres a pretty ice cream\n  ","684226":"\n  thank you - but im real as it can get so im going to slap you <3\n  ","684227":"\n  nothing im sorry, i got a cold today so i dont feel good but that's why the color today is blue <3\n  ","684228":"\n  Noooooooo I'm feel like fuckery\n  ","684229":"\n  Can someone please tell me why I'm still awake\n  ","684230":"\n  No I'm disgusting when I'm sick.\n  ","684231":"\n  I'm fucking sick ):\n  ","684232":"\n  oh i will\n  ","684233":"\n  i love pink things right now ok\n  ","684234":"\n  ive been using my computer ): hold on\n  \n  please dont be mad\n  ","684235":"\n  this is when i begin to close the computer.\n  ","684236":"\n  thank you so much omg<3\n  ","684237":"\n  well hello\n  ","684238":"\n  i dont know what we are talking about so here are unicorns\n  ","684239":"\n  overdose\n  ","684240":"\n  get one of these and dont use the internet.\n  ","684241":"\n  heres a fuck load of money for winning <3\n  ","684242":"\n  im not a teen lol\n  ","684243":"\n  to a lot of guys that turns  them on lol\n  ","684244":"\n  i need drugs first.\n  ","684245":"\n  can we play makeover first?\n  ","684246":"\n  thank you so much\n  ","684247":"\n  whats your age group\n  ","684248":"\n  thank you <3\n  ","684249":"\n  candyland\n  ","684250":"\n  thank you <3\n  ","684251":"\n  thank you hun\n  ","684252":"\n  no i never have\n  ","684253":"\n  id hold them like a lollipop\n  ","684254":"\n  rose milk for you <3 thank you\n  ","684255":"\n  wow that was so sweet of you to say. if i could i would give you this <3 thank you\n  ","684256":"\n  okay <3\n  ","684257":"\n  heres pink substance for your hands\n  ","684258":"\n  when you pay for it\n  ","684259":"\n  20 years old\n  ","684260":"\n  dont understand\n  ","684261":"\n  5'3\n  ","684262":"\n  what are you saying\n  ","684263":"\n  thank you sweetheart\n  ","684264":"\n  nooo\n  ","684265":"\n  i hope that means this.\n  ","684266":"\n  yummy <3333\n  ","684267":"\n  this sounds bomb\n  ","684268":"\n  these pics arent mine right now\n  ","684269":"\n  thank you\n  ","684270":"\n  no thank you.\n  ","684271":"\n  thank you love\n  ","684272":"\n  awh thank you\n  ","684273":"\n  sweating my ass off cuz its hot as hell\n  ","684274":"\n  i know (;\n  ","684275":"\n  yeaah drink thisss\n  ","684276":"\n  who are you?\n  ","684277":"\n  heres sexy nails (;\n  ","684278":"\n  please dude, pizza please\n  ","684279":"\n  well hello imposter\n  ","684280":"\n  xoxo\n  ","684281":"\n  heres spoons instead...\n  ","684282":"\n  whens your suicide?\n  ","684283":"\n  this is how you should have started that sentence\n  ","684284":"\n  youve already asked me this\n  ","684285":"\n  not with them\n  ","684286":"\n  yes lol\n  ","684287":"\n  thank you love\n  ","684288":"\n  or like this ill like your shit\n  ","684289":"\n  so sweet\n  ","684290":"\n  20 and 5'3\n  ","684291":"\n  honestly yes, but i felt like such an idiot\n  ","684292":"\n  i dont think so\n  ","684293":"\n  i dont know you telll me\n  ","684294":"\n  im gonna rain on your parade and say no\n  ","684295":"\n  you could never (;\n  ","684296":"\n  thank you  <3\n  ","684297":"\n  if you buy me this xoxo\n  ","684298":"\n  this is cuter <3\n  ","684299":"\n  tie me up with thesee x ;)\n  ","684300":"\n  and this will be my carriage.\n  ","684301":"\n  negative ninja turtle.\n  ","684302":"\n  always <3\n  ","684303":"\n  only with these ;)\n  ","684304":"\n  i want no part in this <3\n  ","684305":"\n  depends on the guy thats asking\n  ","684306":"\n  thank you thank you\n  ","684307":"\n  if thats what you really dream of\n  ","684308":"\n  thank you xoxo\n  ","684309":"\n  no i dont lol\n  ","684310":"\n  My stomach hates me\n  ","684311":"\n  I wanna watch right now ugh but like it's not on Xbox lol\n  ","684312":"\n  Oh my lord I totally didn't realize I just said silence, I meant silence of the lambs I'm so sorry\n  ","684313":"\n  Both incredible <3\n  \n  I love stoker so much\n  \n  It's incredibly artsy\n  ","684314":"\n  I'm good you?\n  ","684315":"\n  Well. Hello individual I don't know\n  ","684316":"\n  Yessssssss <3 we will get along incredibly\n  ","684317":"\n  Love but only certain ones;\n  \n  Sinister\n  \n  Insidious\n  \n  The exorcist\n  \n  The ring\n  \n  Silence\n  \n  Hills have eyes\n  \n  Evil dead\n  \n  Stoker\n  \n  All the saw's lol\n  \n  I know there's more I just can't think right now hah\n  ","684318":"\n  yeah i hope I will have one of my own one day <3 I love everything about films<3 thank you - I'm gonna guess you have the same taste (:\n  ","684319":"\n  1,2,3,8,9,10,11,12,14,16\n  ","684320":"\n  My brother and his wife on their wedding day <3\n  \n  The Ames Fam\n  ","684321":"\n  Thank you so much <3\n  ","684322":"\n  No no no. Go away\n  ","684323":"\n  How is that not?\n  ","684324":"\n  Just chilling honestly, super hungry\n  ","684325":"\n  Haha I don't know <3\n  ","684326":"\n  Love this photo\n  ","684327":"\n  Random fun fact about sav\n  ","684328":"\n  I will do this with your teeth.\n  ","684329":"\n  There's no trick. I don't have that fucking shit\n  ","684330":"\n  Thank you <3\n  \n  (Pale grunge photo time x)\n  ","684331":"\n  <3\n  ","684332":"\n  Ew\n  ","684333":"\n  Negative. Leave.\n  ","684334":"\n  My old room omgomogggg <3\n  \n  Thank you\n  ","684335":"\n  Noooo\n  ","684336":"\n  Nope. This isn't happening Bye bye\n  ","684337":"\n  I think you'd be better off just ditching your phone into the bottom of the ocean\n  ","684338":"\n  Yeah and I don't have that so that was me literally saying we can't.\n  ","684339":"\n  Here xoxo <3\n  ","684340":"\n  No we cant\n  ","684341":"\n  I would make you my first homicide\n  ","684342":"\n  Best photos are the ones I'm least expecting <3\n  ","684343":"\n  See how a plastic bag over you head feels like.\n  ","684344":"\n  And I'd rather see you get strung up by your toes like fish then gutted\n  ","684345":"\n  Count the number of scars on your wrist\n  ","684346":"\n  No can't sing\n  ","684347":"\n  If I could be anything? I would to be an actor - would I be good no idea. But it'd be fun.\n  ","684348":"\n  Stop sucking all your mama's dry milk.\n  ","684349":"\n  Can you figure out what hell will be like?\n  ","684350":"\n  In what world would that actually happen\n  ","684351":"\n  Sup titty sucker\n  ","684352":"\n  Cute coffin\n  ","684353":"\n  20(:\n  ","684354":"\n  Here (:\n  ","684355":"\n  You like the idea of me. You don't have real feelings for me.. you just can't get the fact in your head that I'm not some desperate sad insecure attractive girl. That I'm not just moist by your every word. More like I'm not a fucking idiot. I act nice but trust me you're not going anywhere close to my heart. It's like retardation to even think you had a shot.\n  ","684356":"\n  You're mentally handicapped.\n  ","684357":"\n  I hope so lol\n  ","684358":"\n  Yeah it's fucking ridiculous. Let me put this in a perspective for everyone.\n  \n  Imagine you were me, with a life in California, friends - family, heart set on someone blah blah blah. Where does anyone think that I'm gonna drop what my heart feels and my life for a person on ask. Like I'm not desperate do I look desperate or something? Cause I'm not. Why would I be like Oh yeah I definitely like this person even though there's a high chance their not who they say they are or I don't actually know anything about them. Like interests, dreams, or hobbies - everyone is just like \"your hot so let's date\" wtf you need help.\n  ","684359":"\n  A picture of your passport id?\n  ","684360":"\n  The sweetness of people <3 I'm stoned lol\n  ","684361":"\n  Ew I already know it's gonna suck. The only song I like that's about a girl would either be Roxanne or Stacey's mom. I'm sorry.\n  ","684362":"\n  Yo yo yo my nigga\n  ","684363":"\n  I was talking to you.\n  ","684364":"\n  It's just a zodiac post. There's not always some hidden meaning behind everything like how you hope for.\n  \n  I don't even understand how you have so much confidence Haha like it really makes no sense.\n  ","684365":"\n  Goodmorning\n  ","684366":"\n  If you're going to bore me, don't bother talking to me - sorry.\n  ","684367":"\n  Hello\n  ","684368":"\n  Mean by what?\n  ","684369":"\n  Yeah there's always a problem lol\n  ","684370":"\n  It's ok\n  ","684371":"\n  In that case;\n  ","684372":"\n  Not when your trying to prove you love someone\n  ","684373":"\n  I'm sorry you can't find a significant other so you don't have to ask people on social media about their underwear to get your rocks off. <3\n  ","684374":"\n  That's boringg\n  ","684375":"\n  Another Random true fact about sav <3\n  ","684376":"\n  What's up\n  ","684377":"\n  Awh that's so sweet <3\n  ","684378":"\n  Howdy <3\n  ","684379":"\n  I'm good I just got on so I'm trying to check all my likes...  lol what's up\n  ","684380":"\n  I know I'm fucking small hahaha\n  ","684381":"\n  Random true facts about me;\n  ","684382":"\n  That's wonderful\n  ","684383":"\n  HA\n  \n  HAHA\n  \n  THAT'S JOKE.\n  \n  I HAVE LIMITED TWO TRAINING BRA TITS HAHAHAHA\n  ","684384":"\n  I'm good how are you\n  ","684385":"\n  I'm worried\n  ","684386":"\n  Probably shrink fuckers\n  ","684387":"\n  I swear I've seen this\n  ","684388":"\n  Alright\n  ","684389":"\n  San Diego California\n  ","684390":"\n  Babe I'm not lol\n  ","684391":"\n  I do, but not for stranger danger\n  ","684392":"\n  Meow\n  ","684393":"\n  Can they get like 3 because like that's a lot\n  ","684394":"\n  Thank you so much lovely <3\n  ","684395":"\n  I didn't like 75 but I liked a fuck ton haha I tried hahahaha\n  ","684396":"\n  I woke up like this(; hahahahahahahhaha really tho\n  ","684397":"\n  I'm gonna make myself decent after I go into the Jacuzzi just you wait <3\n  ","684398":"\n  Wait what photo?\n  ","684399":"\n  What's up what's up\n  ","684400":"\n  Ahhhhh. ❤❤❤\n  ","684401":"\n  For one hundred dollars yo\n  ","684402":"\n  Yeah\n  ","684403":"\n  I'm sorry I snapped at you, I can't take back the things I've said but I was just so upset and fraustrated - this didn't really help.):\n  ","684404":"\n  Hello\n  ","684405":"\n  Oh I don't know anymore\n  ","684406":"\n  I do\n  ","684407":"\n  Sweet tea\n  ","684408":"\n  I cannot\n  ","684409":"\n  Not for ppl I don't know\n  ","684410":"\n  Awh but I feel bad\n  ","684411":"\n  Thank you. How many times do I have to say thank you ahhhhh\n  ","684412":"\n  Rawr fierce\n  ","684413":"\n  Omg stop thank you\n  ","684414":"\n  I can dream love <3\n  ","684415":"\n  <3 I love people on here\n  ","684416":"\n  No this xoxo\n  ","684417":"\n  Wait dude I'm sorry you do realize even if I wanted to show your bf my tits he'd probably think he was looking at a 6 grader boy. Trust me that shit isn't happening, my tits are not something I show off hahahahahha. Like no. If someone bought me some tits- be a different story.\n  ","684418":"\n  ❤❤❤\n  ","684419":"\n  ... ❤\n  ","684420":"\n  <3 so amazing\n  ","684421":"\n  Thank you <3\n  ","684422":"\n  OMG this pic <3\n  ","684423":"\n  Omg thank you.\n  ","684424":"\n  One of the best <3\n  ","684425":"\n  What?\n  ","684426":"\n  Huh?\n  ","684427":"\n  Fuckkk so that's all the old pics I have on my phone ):\n  \n  Just cause I like this one\n  ","684428":"\n  What girl?\n  ","684429":"\n  Pics. On. Pics.\n  ","684430":"\n  This was a good day lol\n  ","684431":"\n  Shine bright like a emerald?\n  \n  My old bathroom lighting was the titties.\n  ","684432":"\n  I liked shit\n  ","684433":"\n  Ommmg <3 hahahah I'm so happy lol\n  ","684434":"\n  Oh God I may not have enough pics for this lol\n  ","684435":"\n  Rawr\n  \n  <3\n  ","684436":"\n  It's so funny <3\n  ","684437":"\n  Every time someone says something nice I'm posting another pic lol\n  \n  Thank you thank you.\n  ","684438":"\n  Watching workaholics (:\n  ","684439":"\n  OMG I used to love this photo\n  \n  I'm so bored right now.\n  \n  Thank you so much .<3\n  ","684440":"\n  Thank you<3 wassup\n  ","684441":"\n  Thank you so much\n  \n  Old gangster pic of sav #2 lololol.\n  \n  I miss my old room so much ): like ugh\n  ","684442":"\n  I don't know, I'm just down.\n  ","684443":"\n  Yes lol\n  ","684444":"\n  I could be better\n  ","684445":"\n  Old pic of sav <3 #1\n  ","684446":"\n  Ugh\n  ","684447":"\n  Yes, or they wouldn't say the things they say or it wouldn't be as expensive as it is.\n  ","684448":"\n  If I look awful, than what do you look like? I don't think your in any place to tell me how I look. So go take your pointless faith and religion - & fuck off. Allah can't help what's already ruined. Have fun with your male virgins in heaven <3\n  ","684449":"\n  <3\n  ","684450":"\n  Love it.\n  ","684451":"\n  Thank you <3\n  \n  This means alot\n  ","684452":"\n  Two\n  ","684453":"\n  Awh thank you\n  ","684454":"\n  Thank you so much\n  ","684455":"\n  Thank you\n  ","684456":"\n  How?\n  ","684457":"\n  <3\n  ","684458":"\n  Hmm\n  ","684459":"\n  Michael cera lol\n  ","684460":"\n  I might\n  ","684461":"\n  Sounds good (:\n  ","684462":"\n  I don't know about that\n  ","684463":"\n  Someone who knows who he is (:\n  ","684464":"\n  (: <3\n  ","684465":"\n  That's good (: I'm glad whoever enjoys it.\n  ","684466":"\n  But I only want one person\n  ","684467":"\n  Thank you so much <3 that was so sweet\n  ","684468":"\n  No\n  ","684469":"\n  Okay\n  ","684470":"\n  Haha no\n  ","684471":"\n  Maybe tomorrow or something\n  ","684472":"\n  God you don't need to know\n  ","684473":"\n  No. I'm busy. My room is filled with people\n  ","684474":"\n  I don't have any right now\n  ","684475":"\n  Sure I guess haha\n  ","684476":"\n  Thank you <3\n  ","684477":"\n  Yeah\n  ","684478":"\n  Alrighty\n  ","684479":"\n  Alright I won't change it till something better comes along\n  ","684480":"\n  Okay\n  ","684481":"\n  (:\n  ","684482":"\n  No.\n  ","684483":"\n  Because I have picture ADD\n  ","684484":"\n  <3\n  ","684485":"\n  Hey\n  ","684486":"\n  I just liked it\n  ","684487":"\n  Awh thank you. <3\n  ","684488":"\n  Told you I'm not perfect <3\n  ","684489":"\n  Thanks xoxo\n  ","684490":"\n  & we will float like angels together\n  ","684491":"\n  California\n  ","684492":"\n  I do\n  ","684493":"\n  Go on\n  ","684494":"\n  Well ima game now\n  ","684495":"\n  Wtf kind of business would you need to tlk to me about\n  ","684496":"\n  Haha wonderful...\n  ","684497":"\n  Edm mostly but rap is good haha I like alternative and folk too or chill haha\n  ","684498":"\n  Yeah some of it is good(:\n  ","684499":"\n  Good good\n  ","684500":"\n  Yes I do but not country\n  ","684501":"\n  Awh <3 is their anything you want to know\n  ","684502":"\n  For being so boring\n  ","684503":"\n  Xoxo so sweet\n  ","684504":"\n  Thank you love<3\n  ","684505":"\n  I'm sorry ):\n  ","684506":"\n  Super bored lol\n  ","684507":"\n  Bleh\n  ","684508":"\n  Uhhhhm idk\n  ","684509":"\n  No socks\n  ","684510":"\n  Oh shiiiit\n  ","684511":"\n  Yes\n  ","684512":"\n  Thanks beauty\n  ","684513":"\n  June 6th\n  \n  Satan's lol\n  ","684514":"\n  Yes:)\n  ","684515":"\n  Cool cool we're the same age :)\n  ","684516":"\n  Let's be friends:)\n  \n  How old are you\n  ","684517":"\n  You really mean that you cute shit? Haha awh but really that's so sweet, if love for us to be friends\n  ","684518":"\n  Okay\n  ","684519":"\n  Noooothin\n  ","684520":"\n  Yikes lol\n  ","684521":"\n  Bleh\n  ","684522":"\n  To much work\n  ","684523":"\n  No not at all, I love food. All my friends have so many videos of me and the most common thing I do is I'm literally eating the entire time. I eat when I'm bored. Uhm I'm constantly shoving food into my mouth, and at school I was the human garbage can lol I ate everything lol I'm just naturally thin and lucky when it comes to weight\n  ","684524":"\n  So boreddd\n  ","684525":"\n  <3 lol\n  ","684526":"\n  I'm bored. People should spam me xoxo\n  ","684527":"\n  Same here (:\n  ","684528":"\n  Lol\n  ","684529":"\n  Awh. Thanks love xo\n  ","684530":"\n  Hello (:\n  ","684531":"\n  yo yo yo whats up\n  ","684532":"\n  <3\n  ","684533":"\n  not actually butthut lol just had too\n  ","684534":"\n  dont you like suicide?\n  ","684535":"\n  awh, thank you <3 that's really sweet of you. thanks for all the love.\n  ","684536":"\n  you're the type of guy girls call a dare\n  ","684537":"\n  no, not at all. never\n  ","684538":"\n  to your moms closet into a secret room, where she makes be a bad student.\n  ","684539":"\n  whatever's clever.\n  ","684540":"\n  whats up skunkbutt?\n  ","684541":"\n  why the fuck would i tell you anything?\n  \n  SHE DOESNT EVEN GO HERE.\n  ","684542":"\n  followed back\n  ","684543":"\n  k well do us all a favor and drive your car off a cliff into a water and dont swim up so i dont ever have to answer another question like this.\n  ","684544":"\n  are you dead right now?\n  ","684545":"\n  in your dads bed last night\n  ","684546":"\n  not long\n  ","684547":"\n  yup\n  ","684548":"\n  i have no idea\n  ","684549":"\n  do you?\n  ","684550":"\n  no i wouldnt haha <3\n  ","684551":"\n  good?\n  ","684552":"\n  yes\n  ","684553":"\n  awh thank you <3 <3\n  ","684554":"\n  Playing with my cute fuck\n  ","684555":"\n  Yeah\n  ","684556":"\n  Go away\n  ","684557":"\n  Nope\n  ","684558":"\n  Can I ask you not to do anything?\n  ","684559":"\n  To your mom's pussy\n  ","684560":"\n  A household of compasionate, unconditional loving, critical, and the same last name lol\n  ","684561":"\n  No no\n  ","684562":"\n  Mhmmm\n  ","684563":"\n  <3 okay\n  ","684564":"\n  I would but maybe not from you\n  ","684565":"\n  Yuck & yikes\n  ","684566":"\n  Thank you <3\n  ","684567":"\n  ????????????????????\n  ","684568":"\n  Bye???\n  ","684569":"\n  I will go back soon\n  ","684570":"\n  No lol I'm 20\n  ","684571":"\n  I mean I guess?\n  ","684572":"\n  Alright <3\n  ","684573":"\n  Still omg\n  "}}