{"Question":{"689939":"\n   I would %100 pay up and lick them spotless....which pair?\n  ","689940":"\n   may I pay to lick your shoes?\n  ","689941":"\n   What is the best birthday gift you have ever received?\n  ","689942":"\n   What is the major problem in your city?\n  ","689943":"\n   What invention has had the greatest impact on society?\n  ","689944":"\n   hai\n  ","689945":"\n   Would you like to live in another country?\n  ","689946":"\n   Do you spend too much time on smart phone playing ‘stupid games’?\n  ","689947":"\n   What are you most proud of?\n  ","689948":"\n   Smd?\n  ","689949":"\n   How would you do on a song competition show?\n  ","689950":"\n   How long have you lived in your current home?\n  ","689951":"\n   What celebrity annoys you the most?\n  ","689952":"\n   If you could own an exotic pet, what would you choose?\n  ","689953":"\n   What animal do you think is the scariest?\n  ","689954":"\n   What is your best question to get to know someone?\n  ","689955":"\n   Do you prefer day or night?\n  ","689956":"\n\n    https:\/\/m.facebook.com\/syedarbazdon?ref=bookmark\n   \n","689957":"\n   What can you do that others can't do?\n  ","689958":"\n   What color toothbrush do you have?\n  ","689959":"\n   Where it is ?  Fb link ?\n  ","689960":"\n   first liker gets 30 likes rest 5,ok?\n  ","689961":"\n   How do you celebrate when something great happens?\n  ","689962":"\n   What are you wearing right now?\n  ","689963":"\n   Send your fb id link here .\n  ","689964":"\n   Not getting your fb id . Send me the username ?\n  ","689965":"\n   is there anything about parties for people that depresses you?\n  ","689966":"\n   Fb id ?\n  ","689967":"\n   +\n  ","689968":"\n   Age ?\n  ","689969":"\n   Ooh nice place .\n  ","689970":"\n   White or black guys\n  ","689971":"\n   Will you fuck Jordan?\n  ","689972":"\n   Cali ???\n  ","689973":"\n   Me too good . Where are you from ?\n  ","689974":"\n   Name a cute guy from your Ask.\n  ","689975":"\n   Kik ?\n  ","689976":"\n   How are you ?\n  ","689977":"\n   Hie .\n  ","689978":"\n   Follow back may be .\n  ","689979":"\n   But i want to know if she'll lick it up\n  ","689980":"\n   How\n  ","689981":"\n   Tbhs\n  ","689982":"\n   Yes i know! Why not this though!\n  ","689983":"\n   Its a fun topic(:\n  ","689984":"\n   Lol nooe that's the only thing lol\n  ","689985":"\n   Yes indeed! Haha please ask them too!!\n  ","689986":"\n   Lol aw indeed(:\n  ","689987":"\n   what's your cup size?\n  ","689988":"\n   Well of course but its random and funny\n  ","689989":"\n   Hey! Would you mind taking a look at this and telling us how you think it is?\n   \n    http:\/\/3072000.blogspot.in\/\n   \n","689990":"\n   Well do you know any girl friends\n  ","689991":"\n   Will add youu(:\n  ","689992":"\n   That should be easy enough to find one (:\n  ","689993":"\n   What fruit do you eat the most often?\n  ","689994":"\n   lmao I dare you to let a girl you know lick your belly button for 10 seconds\n  ","689995":"\n   Aw you're so very welcome! Do you have an insta?\n  ","689996":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","689997":"\n   I do (: think you are very beautiful\n  ","689998":"\n   Would you do an ask.fm dare\n  ","689999":"\n   sounds like it haha that's what i like about you aha\n  ","690000":"\n   Yes it probably would but I'm guessing you're extremley open minded?\n  ","690001":"\n   Because her tongue will be in your belly button?\n  ","690002":"\n   Haha omg i'm surprised you wouldnt be like eww no way!\n  ","690003":"\n   Would you let a girl who is a friend lick your belly button? Like if she got dared to\n  ","690004":"\n   Where is the most fun place you have ever been?\n  ","690005":"\n   What attracts tourists to your city?\n  ","690006":"\n   What's one thing you refuse to pay for?\n  ","690007":"\n   What kind of flowers should you give to a girl?\n  ","690008":"\n   What's your number one rule in life?\n  ","690009":"\n   What do you think of tattoos?\n  ","690010":"\n   Do you care what other people think of you?\n  ","690011":"\n   What part of cali?\n  ","690012":"\n   why haven't you accepted my request yet?\n  ","690013":"\n   Would you use a self-driving car or drive yourself?\n  ","690014":"\n   added :D\n  ","690015":"\n   Do you prefer talking or texting?\n  ","690016":"\n   can I add you on Facebook? XD\n  ","690017":"\n   so want me to untick?\n  ","690018":"\n   What state you from\n  ","690019":"\n   I am 20 too and I like you marry me will you?\n  ","690020":"\n   How old are you\n  ","690021":"\n   Single or taken\n  ","690022":"\n   where are you from?\n  ","690023":"\n   thank you BTW you are damn gorgeous <3\n  ","690024":"\n   I followed you, follow back maybe?\n  ","690025":"\n   follow for follow?\n  ","690026":"\n   You are so beautiful!!\n  ","690027":"\n   Describe what a good friend means to you?\n  ","690028":"\n   What are you waiting for?\n  ","690029":"\n   Who is the happiest person in the world?\n  ","690030":"\n   What problems did you have in school?\n  ","690031":"\n   What does your last text message say?\n  ","690032":"\n   What websites do you go to everyday?\n  ","690033":"\n   How much time per day do you spend on the internet?\n  ","690034":"\n   What is your favorite pic of yourself?\n  ","690035":"\n   If you could make anyone in the world fall in love, which two people would you put together?\n  ","690036":"\n   What famous people were born in your city?\n  ","690037":"\n   What's your favorite perfume?\n  ","690038":"\n   What talent would you like to have?\n  ","690039":"\n   What was the last thing you bought?\n  ","690040":"\n   What do you notice when you walk into someone's home for the first time?\n  ","690041":"\n   Do you find yourself thinking more about your past, present or future?\n  ","690042":"\n   If you could be the leader of your country, what would you change?\n  ","690043":"\n   What's something that everyone should do every day?\n  ","690044":"\n   If you were the one that brought up that your belly button was pierced and someone was like \"ooh can I see it?\" would that be weird for you?\n  ","690045":"\n   Is there any way to ask to see a girl's tummy and not seem creepy about it?\n  ","690046":"\n   What's one of the things you did before to make one of those people said that?\n  ","690047":"\n   yeah but anyone that has ever lived til adulthood can say that\n  ","690048":"\n   why not? when do you think seeing beauty in you would be hard to do?\n  ","690049":"\n   Do you have kik?\n  ","690050":"\n   everyone that can see sees it.. it comes across in everything you do\n  ","690051":"\n   What about if someone touched your butt? There's definitely something there lol\n  ","690052":"\n   no it's not. I don't think anything about the way you'd feel, anywhere on you, would feel like nothing. your beauty would be tangible in even a graze.\n  ","690053":"\n   that's not true\n  ","690054":"\n   If a stranger touched your breast, would you kick him in the balls?\n  ","690055":"\n   First liker gets 30 likes and the rest get 3 :*\n  ","690056":"\n   Would you ever date a girl?\n  ","690057":"\n   pap of the belly ring you're currently wearing\n  ","690058":"\n   am i? :'3\n  ","690059":"\n   Ever jerk a guy off?\n  ","690060":"\n   Ahh your so cute and sweet :'3 I wish I could be your boyfriend :(\n  ","690061":"\n   do you include any of it in your writing to at least let you have an outlet for it?\n  ","690062":"\n   does them suppressing it make you not mention what you remember to them?\n  ","690063":"\n   when you hear your family talk about those times, do you ever notice that they're changing things around bc they assume you can't remember any different?\n  ","690064":"\n   do you remember most of the things that happened after that or was remembering that an outlier until a later time when things became more clear?\n  ","690065":"\n   what is your first memory and how old were you?\n  ","690066":"\n   when some people say things, they sound like countless other people you've talked to. you're not like that at all. have you always had your own unique voice or did you work at developing it?\n  ","690067":"\n   alright fine, but I reserve the right to compliment you every so often. I mean you're nice enough to answer churro related questions and anything else that comes to mind.. at a certain point telling you a reason why you're awesome feels appropriate\n  ","690068":"\n   well you not at your best is still better than tons of people with corporations helping them manufacture their best.\n  ","690069":"\n   you just are. with a lot of these celebs it's smoke and mirrors bs. and she's no exception. lip injections, airbrushing, stylists, pro makeup artists...all to cultivate a persona. and then body-wise it's not even a comparison, yours is considerably better.\n  ","690070":"\n   What are you doing up this late?\n  ","690071":"\n   you're better looking than she is.\n  ","690072":"\n   how is lana flawless?\n  ","690073":"\n   are there any exceptions? like are there things you love more and more, the more you do?\n  ","690074":"\n   that's true. does that make you not want to try certain things multiple times?\n  ","690075":"\n   Who is the most flawless women alive?\n  ","690076":"\n   What habit that others have annoys you most?\n  ","690077":"\n   yeah definitely not. when something isn't the same, does it taint your memory of the first time when it was great or not?\n  ","690078":"\n   have you ever tried to recreate a memory that was great?\n  ","690079":"\n   What is your goal in life?\n  ","690080":"\n   do you think you'll ever have another experience like that?\n  ","690081":"\n   if it was possible to let other people experience your memories and the way they made you feel, would you let someone experience this one?\n  ","690082":"\n   you still have it when you think about it?\n  ","690083":"\n   when you woke up on saturday was there any carryover from that high or had it left you by then?\n  ","690084":"\n   can you say what you felt without being specific?\n  ","690085":"\n   what about them?\n  ","690086":"\n   do you have a fav day in the week?\n  ","690087":"\n   do you like churros?\n  ","690088":"\n   yeah but can't sub par things still make you want to get up every morning?\n  ","690089":"\n   what makes a relationship worth keeping?\n  ","690090":"\n   is it all b\/c you like listening or do you sometimes ask questions to move the convo away from yourself?\n  ","690091":"\n   when you talk to people, do you find yourself being more the talker or listener?\n  ","690092":"\n   I doubt anyone cat calling thinks it'll actually get em any girl\n  ","690093":"\n   How old were you when you got your first phone?\n  ","690094":"\n   Do you squat?\n  ","690095":"\n   ow howd u pop the balloon animal?\n  ","690096":"\n   snapchat?\n  ","690097":"\n   Have you ever popped a balloon? Or a balloon animal? Which one?\n  ","690098":"\n   Can you pap of the belly piercing ur currently wearing\n  ","690099":"\n   What's the most satisfying thing about having your belly button pierced?\n  ","690100":"\n   What's one thing you just don't understand about guys?\n  ","690101":"\n   do you have a time when your body naturally wants to fall asleep at?\n  ","690102":"\n   do you foresee a time in the not too distant future when it'll end?\n  ","690103":"\n   for the same reason or different reasons?\n  ","690104":"\n   how often do you tear up and\/or cry?\n  ","690105":"\n   I bet you'll be a gilf..:p\n  ","690106":"\n   ok minus that lol\n  ","690107":"\n   does anything scare you about getting old?\n  ","690108":"\n   when you envision that, what do you see?\n  ","690109":"\n   can you picture yourself as a grandma?\n  ","690110":"\n   watching them go seems awful, but the amount of people you could love and experience would be incredible.\n  ","690111":"\n   what's the longest you think you could live (assuming you're healthy throughout all of it)?\n  ","690112":"\n   Ever bought condoms?\n  ","690113":"\n   If you could be immortal, would you choose to be?\n  ","690114":"\n   What is your definition of pure happiness?\n  ","690115":"\n   are you romantic?\n  ","690116":"\n   ok how about the person you loved most romantically\n  ","690117":"\n   was the person you loved most also the person who physically satisfied you most or not?\n  ","690118":"\n   does satisfying someone else satisfy you?\n  ","690119":"\n   Is it a woman's job to keep her man satisfied in bed?\n  ","690120":"\n   What is your favourite thing to be spanked with?\n  ","690121":"\n   Oh okay.\nNot even on tango or skype or anything?\n  ","690122":"\n   Hell yeah. I'm not religious but if I was gonna pray for anything related to you and your body it'd just be gratitude that you're exactly the way you are.\n  ","690123":"\n   like with force to create a hand print?\n  ","690124":"\n   I love what you have\n  ","690125":"\n   Haha.\nYou are beautiful and funny.\nOkay I will pray for your tits to grow.\nAre you on whatsapp?\n  ","690126":"\n   You have a very beautiful face. Very.\nYou shouldn't worry about your tits. They will grow I am sure. lol\n  ","690127":"\n   Do you like being spanked?\n  ","690128":"\n   ok what are a few of the non-personal dumb things\n  ","690129":"\n   Haha. My pleasure.\nYou changed it twice :p\nand you are beautiful. Fuck the tits. Who cares about em\n  ","690130":"\n   kik?\n  ","690131":"\n   SAVANNAH!\n   \n    http:\/\/bit.ly\/1LcEq1i\n   \n","690132":"\n   Looking at your display picture I find it impossible to believe that you are part of the itty bitty nonexistent titty committee\n  ","690133":"\n   Just for the laughs\n  ","690134":"\n   And what size are they? :p I hope they are not 36 or bigger :p\n  ","690135":"\n   Just kick someone's nuts ok\n  ","690136":"\n   And don't you cause pain too?\n  ","690137":"\n   What color panties are you wearing?\n  ","690138":"\n   Hello there, Would you mind checking out my cover of The Pretty Reckless-House On A Hill, would mean lots! ~\n   \n    https:\/\/youtu.be\/y1J8F575t2E\n   \n   ~ Sub\/Like\/Leave a Comment whether you like it or no ☜(ˆ▿ˆc) Hope enjoy the rest of your day (─‿‿─) ~followed you btw ^^~\n  ","690139":"\n   laced up high ones ;)\n  ","690140":"\n   I don't know,why wouldn't you kick them?\n  ","690141":"\n   mask ;)\n  ","690142":"\n   Why is it impossible?\n  ","690143":"\n   whats the dumbest thing you've ever done?\n  ","690144":"\n   Do you think you have nice boobs?\n  ","690145":"\n   Hey, could you check out my video, listen to what I have to say..and if you found it whatever, could you drop a like, comment and subscribe...if not that is cool too :)\n   \n    https:\/\/www.youtube.com\/watch?v=QLl6LNOQ1Es\n   \n","690146":"\n   what boots would you wear for a guy?\n  ","690147":"\n   what else would you wear with the catsuit ? boots ? :)\n  ","690148":"\n   Your welcome,now go and kick some busternuts or dingleberries or however you want to call them now\n  ","690149":"\n   Hi! I'm starting as a DJ so you would help me a lot if you listen to my track and share it if you like it, thanks!\n   \n    https:\/\/www.youtube.com\/watch?v=EMqQk_xxC4M\n   \n","690150":"\n   I don't know how hard it is,but I meant without objects\n  ","690151":"\n   Ootd?\n  ","690152":"\n   I know,but I thought your term was funny\n  ","690153":"\n   how do you know how they react?\n  ","690154":"\n   Busternuts?\n  ","690155":"\n   what colour of latex would you wear though ?\n  ","690156":"\n   does your family care when you use explicit language in front of them or do they not give af?\n  ","690157":"\n   would you make a guy wear latex ?\n  ","690158":"\n   how do guys react after they get kicked in the nuts?\n  ","690159":"\n   would you wear latex for a guy ?\n  ","690160":"\n   If you had to defeat a man with just one hit,what would you do???\n  ","690161":"\n   btw what is a gross way of flirting?\n  ","690162":"\n   Can I lick your boots ?\n  ","690163":"\n   so you never notice people doing it in a non-gross way?\n  ","690164":"\n   how do you deal with people who flirt with you?\n  ","690165":"\n   What's your favorite word for vagina?\n  ","690166":"\n   do you like the random autumn\/winter inspired drinks that places sell?\n  ","690167":"\n   and what do you dislike about them?\n  ","690168":"\n   what do you like about them?\n  ","690169":"\n   do you like thanksgiving and christmas?\n  ","690170":"\n   why\n  ","690171":"\n   what's your fav season?\n  ","690172":"\n   is your belly button ring showing right now?\n  ","690173":"\n   I love that explanation. You get more and more lovable with everything you say\n  ","690174":"\n   how can you relate to those words?\n  ","690175":"\n   how did you choose your name on twitter? it sounds cool\n  ","690176":"\n   pap with friends\n  ","690177":"\n   nothing but a shirt?\n  ","690178":"\n\n    http:\/\/realmadridbih.com\/nije-bitno-da-li-je-real-ili-portugal-ronaldo-je-zvijer-novi-hat-trick\/\n   \n","690179":"\n   ootd?\n  ","690180":"\n   I think you're really pretty\n  ","690181":"\n   How you doin?\n  ","690182":"\n   do you think that can change?\n  ","690183":"\n   what's something that was once magical to you that isn't anymore?\n  ","690184":"\n   what's a smell that takes you back to a cozy time in your childhood?\n  ","690185":"\n   is there a fast food restaurant that you think is disgusting?\n  ","690186":"\n   let's say it's not authentic and like panda express or something like that. is that nasty too?\n  ","690187":"\n   what did you order that didnt taste good?\n  ","690188":"\n   is there any cuisine that you've tried multiple times and thought was gross each time?\n  ","690189":"\n   do you occasionally enjoy thai food?\n  ","690190":"\n   What is the dumbest thing you got punished for in school?\n  ","690191":"\n   what are you doing\n  ","690192":"\n   Would you ever go on the beach in a thong?\n  ","690193":"\n   How do you find out where raves are? like is there a specific website?\n  ","690194":"\n   bra?\n  ","690195":"\n   Do you ever go to raves in a thong?\n  ","690196":"\n   Do you ever wear pasties to raves?\n  ","690197":"\n   Post a picture of your current lock screen.\n  ","690198":"\n   Do you have a mac or pc?\n  ","690199":"\n   What was the last thing that made you laugh?\n  ","690200":"\n   btw the bananas and yogurt question had to do with your stomach not feeling good. I googled what helps that situation and it says those have a calming effect there\n  ","690201":"\n   what goes through your mind when you read some of the especially weird\/annoying questions?\n  ","690202":"\n   Do you believe in destiny? What's yours?\n  ","690203":"\n   Could you swallow me whole if you were 250ft tall ?\n  ","690204":"\n   bottomline: if we ever fought, all you will get is a bad beatdown\n  ","690205":"\n   I asked you a lot of other things. Remember yesterday. About your writing and stuff\n  ","690206":"\n   You are just my beatdown bag,Savannah, fat ass heavy punching bag ;)\n  ","690207":"\n   a b\n  ","690208":"\n   damn ;)\n  ","690209":"\n   I am a man! I can easily beat you up to a pulp WITH MY BARE HANDS\n  ","690210":"\n   a b\n  ","690211":"\n   I'll kick your ass\n  ","690212":"\n   you have it but you dont want to give it out\n  ","690213":"\n   punching it might make me kiss you\n  ","690214":"\n   or whatsapp or something else?\n  ","690215":"\n   Because it is hot\n  ","690216":"\n   and I cant convince you?\n  ","690217":"\n   a b\n  ","690218":"\n   punch my abs\n  ","690219":"\n   cant you download it? please\n  ","690220":"\n   a b\n  ","690221":"\n   You like punching?\n  ","690222":"\n   when?\n  ","690223":"\n   pap of your biceps\n  ","690224":"\n   what are you doing rn? writng?\n  ","690225":"\n   honesty hour with a or b? :)\n  ","690226":"\n   Have you ever heard of a girl being in a peeing contest?\n  ","690227":"\n   “If you love a flower, don’t pick it up. Because if you pick it up it dies and it ceases to be what you love. So if you love a flower, let it be. Love is not about possession. Love is about appreciation.” ―  by OSHO :)\n  ","690228":"\n   Do you have any bananas or yogurt?\n  ","690229":"\n   What would you do if right now you became 250ft tall ?\n  ","690230":"\n   Are there pleasant things you often think about that are like an escape to get your mind relaxed and fall asleep?\n  ","690231":"\n   What are you doin up?\n  ","690232":"\n   rough or not?\n  ","690233":"\n   Did you see anything crazy when you did it?\n  ","690234":"\n   Are there any drugs that you've tried, enjoyed, but won't ever do again?\n  ","690235":"\n   Favorite alcoholic drink?\n  ","690236":"\n   you are really pretty\n  ","690237":"\n   Bikini pap\n  ","690238":"\n   selfie rn?\n  ","690239":"\n   a b\n  ","690240":"\n   ooh, damn\n  ","690241":"\n   do you think being sensitive in that way has made you way more in touch with pleasure in general?\n  ","690242":"\n   a b\n  ","690243":"\n   you're lucky. it takes some girls ages and with some it's damn near impossible\n  ","690244":"\n   is that because of me?\n  ","690245":"\n   well how long to keep you happy\n  ","690246":"\n   a b\n  ","690247":"\n   how long does someone need to last for?\n  ","690248":"\n   if forgot my a b or c question\n  ","690249":"\n   do you like big social gatherings or smaller ones?\n  ","690250":"\n   When was the last time someone gave you a creampie?\n  ","690251":"\n   So theoretically you're fine with me jerkin it to you as long as I don't like bring it up in conversation? lol\n  ","690252":"\n   a b c\n  ","690253":"\n   are you loud or quiet?\n  ","690254":"\n   a b\n  ","690255":"\n   why not?\n  ","690256":"\n   a b\n  ","690257":"\n   Opinion on guys that think of you while they jerk it?\n  ","690258":"\n   a b\n  ","690259":"\n   you're funny and playful..like the way you can humor people no matter what they say\n  ","690260":"\n   a b\n  ","690261":"\n   the thing about girls anatomies..like it's not real but this person is very curious about it..it's funny.\n  ","690262":"\n   1-10\n  ","690263":"\n   If your bow tattoo was partially showing and someone asked to see the whole thing would you show them or is it in too awkward of a spot for that?\n  ","690264":"\n   a b c\n  ","690265":"\n   you're getting a lot of q's about something that isn't real\n  ","690266":"\n   1-10\n  ","690267":"\n   what do guys say when they see you girls whipping your dicks out outside of the girls bathroom before going in since the bathroom can only hold 1 girl at a time. or what do they say when they see girls walking into the guys bathroom whipping their dicks out?\n  ","690268":"\n   not very happy?\n  ","690269":"\n   are you moody?\n  ","690270":"\n   how happy are you with your life. from 1-10\n  ","690271":"\n   what guys say when they see girls whipping your dicks out before going to their bathroom since only 1 girl can enter\/when you girls whip your dicks out in the guys bathroom?\n  ","690272":"\n   yeah. you are really nice\n  ","690273":"\n   I still really really like you\n  ","690274":"\n   first time you girls whipped your dicks out at school?\n  ","690275":"\n   ooh, ok. Cool :)\n  ","690276":"\n   whats the longest story you've written?\n  ","690277":"\n   first time you girls noticed that you were giants with giant dicks?\n  ","690278":"\n   a b\n  ","690279":"\n   what embarrassing ways do you girls embarrass the guys with your monster dicks?\n  ","690280":"\n   so big and still dont want to wite about it...\n  ","690281":"\n   how much cum explodes after each one?\n  ","690282":"\n   1-10\n  ","690283":"\n   so what, you girls make them suck your dicks, pass out then swallow them whole?\n  ","690284":"\n   Your lips look so kissable\n  ","690285":"\n   you can not know, cause you never tried it :)\n  ","690286":"\n   didnt you girls destroy the guys bathroom with your dicks?\n  ","690287":"\n   It said \"Say whatever your heart desires..\"\n  ","690288":"\n   why you girls like whipping your monster dicks?\n  ","690289":"\n   you\n  ","690290":"\n   ooh, ok. Why not?\n  ","690291":"\n   tell story when you girls ate them\n  ","690292":"\n   a b\n  ","690293":"\n   which shoes do your wear\n  ","690294":"\n   what color is your actual hair?\n  ","690295":"\n   It could be fun. Maybe very passionate?\n  ","690296":"\n   what color eyes do you have? You're really pretty\n  ","690297":"\n   well it's not that person. so clearly more would say it. you sell yourself really short. you think finding you special is some rare thing that only certain people have insight about, but it's not like that. you impress and charm way more people than you know.\n  ","690298":"\n   bikini pic?\n  ","690299":"\n   pap a selfie?\n  ","690300":"\n   you girls easily swallow the tiny people?\n  ","690301":"\n   did some people find out that you have stinky feet when you take off your shoes?\n  ","690302":"\n   do your wear your converse with socks or without\n  ","690303":"\n   where you from\/ what school do you go to?\n  ","690304":"\n   so why have you never done it?\n  ","690305":"\n   if a guy stood next to you and your huge dick, how tiny in height would he be?\n  ","690306":"\n   converse get feet really stinky too\n  ","690307":"\n   a b\n  ","690308":"\n   what does that mean\n  ","690309":"\n   a b\n  ","690310":"\n   that's just not true. anyone blessed to know you exist wishes you'd be here as long as possible.\n  ","690311":"\n   Your background is disturbing.\n  ","690312":"\n   how old are ya?\n  ","690313":"\n   busy with?\n  ","690314":"\n   in which shoes do your feet get stinky mostly?\n  ","690315":"\n   how comes? having a bad bay?\n  ","690316":"\n   no, you don't know. you think you do, but it's usually bs. you're gonna hopefully be alive til you're over 100 years old..the things that seem like a big deal now..will not be a big deal later. saying something like \"never\" right now is way too premature and done without perspective.\n  ","690317":"\n   ok. Cool. I like you to be honest\nhow comes? not in the mood?\n  ","690318":"\n   What's the tiniest thing that can make a guy a lot more appealing?\n  ","690319":"\n   there are billion of people on the planet. don't you think it's naive to think there's only ONE person anyway? there's probably tens of thousands, if not way more, that could totally rock your world in every way.\n  ","690320":"\n   a b\n  ","690321":"\n   bye jerk\n  ","690322":"\n   you just said that you know who the one is..now you're saying you don't. which one is it?\n  ","690323":"\n   why u sorry\n  ","690324":"\n   damn, you seem perfect to me. I want you\n  ","690325":"\n   right but I mean how do you know he's the one\n  ","690326":"\n   :(\n  ","690327":"\n   do u have a big butt\n  ","690328":"\n   a b\n  ","690329":"\n   how will you know if he's the one or not\n  ","690330":"\n   ok\n  ","690331":"\n   cause why\n  ","690332":"\n   a b\n  ","690333":"\n   why the heart\n  ","690334":"\n   nm\n  ","690335":"\n   dang it\n  ","690336":"\n   single or taken\n  ","690337":"\n   whats up\n  ","690338":"\n   I already asked some serieus questions :)\n  ","690339":"\n   how long have you been with this guy\n  ","690340":"\n   Well many girls only watch movies with handsome dudes rather than those who have good acting\n  ","690341":"\n   but I mean as far as living on a permanent basis\n  ","690342":"\n   Single\/Taken??\n  ","690343":"\n   a b\n  ","690344":"\n   Name as many Denzel Washington movies that you have watched?\n  ","690345":"\n   a b\n  ","690346":"\n   age\n  ","690347":"\n   hey\n  ","690348":"\n   do you ever want to move or do you want to stay in the same area forever?\n  ","690349":"\n   a b\n  ","690350":"\n   do you want kids?\n  ","690351":"\n   what is the link of your blog?\n  ","690352":"\n   do you ever write about yourself or your own  life?\n  ","690353":"\n   is it like a true story? Did it happen to you?\n  ","690354":"\n   kissing the bow has to be awesome\n  ","690355":"\n   can we read like a bit? for example?\n  ","690356":"\n   what kind of things do you write? like books? articles? ..?\n  ","690357":"\n   what kind of work do you do?\n  ","690358":"\n   Did you end up trying that innie to outie trick? how did it go?\n  ","690359":"\n   do you still study? do you work?\n  ","690360":"\n   I do want to make it a \"b\". Maybe a mixture of \"a\" and \"b\"\n  ","690361":"\n   Did you show it off a lot in school?\n  ","690362":"\n   So you had it pierced while you were in high school?\n  ","690363":"\n   When did you get your belly button pierced?\n  ","690364":"\n   Have you ever gone out in a crop top with super low rise pants that showed your whole tattoo?\n  ","690365":"\n   pap of your bow tattoo\n  ","690366":"\n   Have you ever cut one of your shirts so that it could be a crop top?\n  ","690367":"\n   When you're wearing a full shirt do you ever like pull it up and leave it so you can wear it like a crop top?\n  ","690368":"\n   Do you like the feeling when you run your finger back and fourth on the top ball and the middle of your belly ring?\n  ","690369":"\n   Lol anyway you should give the outie trick a try at least. just stop if it feels to strange!\n  ","690370":"\n   Haha so it feels strange but if someone else does it.. might like it? ;)\n  ","690371":"\n   Lol sensitive in a bad way or a good way? hahaha\n  ","690372":"\n   Hahah other things? how much sensitive is it?\n  ","690373":"\n   Lol it doesn't just stay outie for good. lol i'll try to explain it. take two fingers from each hand and place around the edges of the belly button just a little bit inside. press down and start to roll it inside out so the very middle will come out. might take a few tries to get it outie i guess\n  ","690374":"\n   Well mine i pretty deep as well lol it's a weird talent i guess.. it's actually not that hard if you know how. i can try and explain how i do this! you might be able to do it too\n  ","690375":"\n   lol i can actually do this. got an innie but can also flip it inside out to make it an outie and push it back in to innie.. as weird as that sounds. You don't know anyone who can do this?\n  ","690376":"\n   can you flip your belly button out to make it an outie? haha did you ever try?\n  ","690377":"\n   If it did create a new dimension would you go in?\n  ","690378":"\n   That's just the drugs talking lol\n  ","690379":"\n   What's one of the worse things you've talked about with them?\n  ","690380":"\n   Wait what do you mean by \"Oh you almost made it, but I tricked you\"\n  ","690381":"\n   How does your bf feel about you talking about these sorts of things?\n  ","690382":"\n   so you like a cummy tummy? lol\n  ","690383":"\n   What's your favorite place for guys to... finish?\n  ","690384":"\n   You're pretty awesome. I don't know any other girls that would talk about creampies on here lol\n  ","690385":"\n   What did that feel like?\n  ","690386":"\n   Did you get mad at him?\n  ","690387":"\n   Has a guy ever like finished inside while he wasn't wearing a condom?\n  ","690388":"\n   Do you like your feet massaged?\n  ","690389":"\n   do you have kik?\n  ","690390":"\n   My BF spent about 300 dollars at VS today because he thought he was gonna get lucky. He's been alittle horny. Now he's laying on the couch watching WWE because I turned him down. He says his not mad, but I can tell he's a little pissed. Why won't he tell me if he's mad or not?\n  ","690391":"\n   do you think that boys should get circumcised? would you want to be circumcised if you were a boy?\n  ","690392":"\n   Do they make your feet sweaty?\n  ","690393":"\n   wow you're so adorable. thanks!\n  ","690394":"\n   Does sex feel better for the girl without a condom?\n  ","690395":"\n   do you mind post a picture of your big smile with a paper in hand typed \" Happy Birthday Nisa Alfina + Your wishes \" , for my sister's birthday .please :')\n  ","690396":"\n   What shoes did you last wear?\n  ","690397":"\n   what's your snapchat?\n  ","690398":"\n   How long were you two just friends before you started hooking up and stuff?\n  ","690399":"\n   How did you meet your bf?\n  ","690400":"\n   single?\n  ","690401":"\n   how often?\n  ","690402":"\n   do you masturbate?\n  ","690403":"\n   So you don't mind sexual questions, you just don't want people asking for sexual pics, right?\n  ","690404":"\n   How do you usually show it off? crop tops, tied shirts, no shirt lol?\n  ","690405":"\n   Now that it's getting hotter out do you show off your sexy belly more often?\n  ","690406":"\n   Show us your favorite emoji!\n  ","690407":"\n   You have the sexiest belly button\n  ","690408":"\n   ok. I can do that if you want that :)\n  ","690409":"\n   a b\n  ","690410":"\n   a b\n  ","690411":"\n   a b\n  ","690412":"\n   can I add you on fb?\n  ","690413":"\n   I have both\n  ","690414":"\n   name it :) but not twitter :-) What do you have?\n  ","690415":"\n   I have a lot of social media, but not twitter :)\n  ","690416":"\n   how can I get to know you more?\n  ","690417":"\n   I know you think I am a creep and maybe I am. But, I would love it to know you better.\n  ","690418":"\n   a b\n  ","690419":"\n   a b\n  ","690420":"\n   If you hate all these things and they do nothing with you. Why do you like them?\n  ","690421":"\n   a b\n  ","690422":"\n   a b\n  ","690423":"\n   the next step? What is the next step to you?\n  ","690424":"\n   so you dont want me to ask more a of b. You found it annoying...\n  ","690425":"\n   and the reason is? cause you are fake?\n  ","690426":"\n   a b\n  ","690427":"\n   a b\n  ","690428":"\n   a b\n  ","690429":"\n   pap of your belly button?\n  ","690430":"\n   a b\n  ","690431":"\n   what was an embarrassing moment you girls had with your huge dicks in front of guys?\n  ","690432":"\n   do you have an innie or an outie belly button?\n  ","690433":"\n   damn! how do you carry so many when they all are so monstrous?\n  ","690434":"\n   a b\n  ","690435":"\n   and how many do you have?\n  ","690436":"\n   a b\n  ","690437":"\n   damn! how many do you girls have?\n  ","690438":"\n   do you still like the a or b thing?\n  ","690439":"\n   a b\n  ","690440":"\n   so like ALL girls have WAY BIGGER dicks? #girlsmonsterdickproblems\n  ","690441":"\n   pap of your heels?\n  ","690442":"\n   a b c\n  ","690443":"\n   whats ur kik\n  ","690444":"\n   whats the best way to catch a lion that's escaped from a zoo? vid\n  ","690445":"\n   how big is your dick?\n  ","690446":"\n   whats ur kik\n  ","690447":"\n   do you and your girls like to compare each others massive king kong sized dicks?\n  ","690448":"\n   Hey! I would really appreciate it if you could check out my video it's for a competition that could win us a visit JAPAN ! To win this we will need some support. Please if you could spare a few minutes to watch our video, leave a like and comment it would mean so much!\n   \n    http:\/\/youtu.be\/J2cA7NOjCJw\n   \n","690449":"\n   a b\n  ","690450":"\n   selfie rn?\n  ","690451":"\n   When was the last time you went to a party?\n  ","690452":"\n   you're very welcome =D\n  ","690453":"\n   do you want more a or b questions?\n  ","690454":"\n   yes. how could a regular heart fit the love, thoughtfulness and passion of countless people? I guess it's kind of like how black holes can be massive in a small amount of area, your heart manages to densely store millions the amount of goodness in what seems like the same area of a normal person's.\n  ","690455":"\n   btw your pic is so cute! you're so pretty\n  ","690456":"\n   thanks <3\n  ","690457":"\n   I'm pretty sure it had to be created especially for you\n  ","690458":"\n   Hey I just want to say you that you are a cool and amazing person. You are really beautiful inside and out! Have a nice day. Love, Good Guy of Ask.fm <3\n  ","690459":"\n   how many pieces does the biggest thing imaginable break into when it shatters?\n  ","690460":"\n   has your heart ever really felt shattered?\n  ","690461":"\n   how do you even know what the questions are\n  ","690462":"\n   can I ask you more with a or b?\n  ","690463":"\n   what do the questions with letters mean?\n  ","690464":"\n   what is your facebook link?\n  ","690465":"\n   yes or no\n  ","690466":"\n   virginity removed using a condom?\n  ","690467":"\n   do you have facebook?\n  ","690468":"\n   a b\n  ","690469":"\n   be deprived virginity by applied condom?\n  ","690470":"\n   are you a virgin ?\n  ","690471":"\n   a b\n  ","690472":"\n   my boyfriend\n  ","690473":"\n   ooh, damn. And before you said you would\n  ","690474":"\n   He is excited to have sex in the ass\n  ","690475":"\n   why what evil has to do in ass?\n  ","690476":"\n   a b\n  ","690477":"\n   I like to do and the man will put in my ass\n  ","690478":"\n   female Wow. Props to you. Can I ask you a personal question? You can ask me now\n  ","690479":"\n   a b\n  ","690480":"\n   lovely\n  ","690481":"\n   a b\n  ","690482":"\n   you can come over here or I could go to the usa :)\n  ","690483":"\n   damn, I live in europe\n  ","690484":"\n   where do you live? country?\n  ","690485":"\n   I dont know you tbh. Do you mind?\n  ","690486":"\n   a b\n  ","690487":"\n   a b\n  ","690488":"\n   a b\n  ","690489":"\n   a b\n  ","690490":"\n   a yes b no\n  ","690491":"\n   When an unattractive guy comes up to you and tries to have a conversation how do you get rid of him?\n  ","690492":"\n   a b\n  ","690493":"\n   a b\n  ","690494":"\n   a b\n  ","690495":"\n   a b\n  ","690496":"\n   ab\n  ","690497":"\n   <3 not too late then you're welcome did you have a good day\n  ","690498":"\n   what did you spend $3000 on?\n  ","690499":"\n   a b\n  ","690500":"\n   a b\n  ","690501":"\n   a  b\n  ","690502":"\n   a b\n  ","690503":"\n   a b\n  ","690504":"\n   a b\n  ","690505":"\n   a b c\n  ","690506":"\n   a b\n  ","690507":"\n   a b c\n  ","690508":"\n   kik?\n  ","690509":"\n   What do you do to let others know you love them?\n  ","690510":"\n   Who was the last person you kissed?\n  ","690511":"\n   a b c d\n  ","690512":"\n   What do you think of makeup?\n  ","690513":"\n   a b c\n  ","690514":"\n   What would be the perfect gift for you?\n  ","690515":"\n   What was your first mobile phone?\n  ","690516":"\n   a b\n  ","690517":"\n   Why do zombies attack?\n  ","690518":"\n   a b\n  ","690519":"\n   What is the most money you have ever held in your hand?\n  ","690520":"\n   a b c d\n  ","690521":"\n   a b\n  ","690522":"\n   What would you most like to do if money were no object?\n  ","690523":"\n   can I ask more with a or b? :)\n  ","690524":"\n   a b\n  ","690525":"\n   Lol concerning how? You're so insecure about your feetsies\n  ","690526":"\n   a b c\n  ","690527":"\n   Lol I suppose I just want to see just how wrinkly they get. Is that so bad?\n  ","690528":"\n   Lol I didn't say that\n  ","690529":"\n   Yeah to see how wrinkly the bottoms can get\n  ","690530":"\n   a b c d\n  ","690531":"\n   Yes, that's true but some get more wrinkly than others. Post a pic?\n  ","690532":"\n   True or false: the soles of your feet get very wrinkly when you scrunch up your toes\n  ","690533":"\n   when was your bday?\n  ","690534":"\n   True or false: you love that someone just tied you up... you're imagining that it were really happening\n  ","690535":"\n   when?\n  ","690536":"\n   honesty hour? :)\n  ","690537":"\n   *sneaks up behind you and blindfolds you, then walks you over to a bed and ties your wrists and ankles to it* Stay put.\n  ","690538":"\n   how tall are you?\n  ","690539":"\n   selfie rn?\n  ","690540":"\n   You're welcome. You're capable of telling stories in an image like that. You're way expressive. It's awesome.\n  ","690541":"\n   Your profile picture is amazing\n  ","690542":"\n   What kind did you get?\n  ","690543":"\n   What was the highlight of your birthday?\n  ","690544":"\n   You're so cute. And now we count down the last 5 min of of the anniversary of a day that made the world a million times better\n  ","690545":"\n   How could that ever be a bad thing?\n  ","690546":"\n   You're so damn lovable\n  ","690547":"\n   where are your five fav places to be kissed?\n  ","690548":"\n   Happy late birthday baby\n  ","690549":"\n   heads up anon she always looks cute\n  ","690550":"\n   You arw cute :?)\n  ","690551":"\n   have you always been super cute?\n  ","690552":"\n   female\n  ","690553":"\n   I do every day in ass\n  ","690554":"\n   because it is nice to have sex in the ass\n  ","690555":"\n   why no ?\n  ","690556":"\n   your ass is fucked ?\n  ","690557":"\n   what if you only had 20 seconds what would you do>\n  ","690558":"\n   have tried sex in ass?\n  ","690559":"\n   skype?\n  ","690560":"\n   If there was a 6ft 2 man standing guard of a treasure chest that contained $1,000,000 and you could have it if you got past him. What would you do to get past him?\n  ","690561":"\n   why, what do you have on when you're just chilling and don't have to be ready?\n  ","690562":"\n   that's outfit of the day\n  ","690563":"\n   ootd?\n  ","690564":"\n   Honesty hour with a or b?\n  ","690565":"\n   Do you have a boyfriend?\n  ","690566":"\n   Do you live alone?\n  ","690567":"\n   do you have a bf or gf\n  ","690568":"\n   Can you do the splits? If so, please post a picture of them\n  ","690569":"\n   your bf or gf are so lucky\n  ","690570":"\n   How old are u now?\n  ","690571":"\n   totally pretty\n  ","690572":"\n   has a guy ever sent u a dick pic\n  ","690573":"\n   happy birthday xxxxxxxxxx\n  ","690574":"\n   hi xxxxxxxxxxx\n  ","690575":"\n   happy bday\n  ","690576":"\n   Hey, this is my final video...before my leaving cert..so watch the hell out of it, and make sure to pop a comment and sub....thanks if you do :)\n   \n    https:\/\/www.youtube.com\/watch?v=MsfUTkMaEb8\n   \n","690577":"\n   totally true, you're beautiful. happy birthday!\n  ","690578":"\n   wanna have some fun?\n  ","690579":"\n   It is your bday but you dont look happy\n  ","690580":"\n   Hi sexy\n  ","690581":"\n   boy, you are looking cute on your birthday girl\n  ","690582":"\n   Pap of you in heels?\n  ","690583":"\n   single?\n  ","690584":"\n   selfie rn?\n  ","690585":"\n   Do you ever tan with a sticker on so you'll have a little heart or something on you when you're done?\n  ","690586":"\n   i missed you\n  ","690587":"\n   hey\n  ","690588":"\n   what happened when you were 17?\n  ","690589":"\n   Do you wear thongs\n  ","690590":"\n   have you ever swam in leggings or yoga pants before lol?\n  ","690591":"\n   do you regret some?\n  ","690592":"\n   OMG reallyy?? Thanks so much!! What would you have me wear!\n  ","690593":"\n   a b c d e\n  ","690594":"\n   do you like  the a or b thing?\n  ","690595":"\n   a b\n  ","690596":"\n   What is your zodiac sign?\n  ","690597":"\n   single?\n  ","690598":"\n   how old are you?\n  ","690599":"\n   honesty hour?\n  ","690600":"\n   if you yourself chugged a 2 liter soda, what would happen after?\n  ","690601":"\n   selfie rn?\n  ","690602":"\n   would you help me dress up like a girl and give me a makeover?\n  ","690603":"\n   What style black panties are you wearing?\n  ","690604":"\n   brace yourself more are coming :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :*\n  ","690605":"\n   What color panties are you wearing?\n  ","690606":"\n   :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :* :*\n  ","690607":"\n\n    https:\/\/www.youtube.com\/watch?v=MRD4q7KWotE\n   \n","690608":"\n   Hi! I'm starting as a DJ so you would help me a lot if you listen to my track and share if you like it, thanks!\n   \n    https:\/\/alejandrofficial.bandcamp.com\/track\/tonight-original-mix\n   \n","690609":"\n   name any underappreciated movies that you liked?\n  ","690610":"\n   What was the closest you've ever come to dying?\n  ","690611":"\n   i live in england\n  ","690612":"\n   cuz u is amazing\n  ","690613":"\n   nothing\n  ","690614":"\n   i wish\n  ","690615":"\n   my sav :)\n  ","690616":"\n   hey\n  ","690617":"\n   btw your display is awsum,breathtaking ...\n  ","690618":"\n   your vag plz :3\n  ","690619":"\n   can you pap of it?\n  ","690620":"\n   sexy ;)\n  ","690621":"\n   Is your vag clean shaved?\n  ","690622":"\n   hey please can u follow and like one\n   \n    @soyselenagomez\n   \n   answer? thank u, i will follow u, put some likes and send one gift for u\n  ","690623":"\n   do you think you could make a guy kiss your feet?\n  ","690624":"\n   Can you post some pics of the piercings you have\n  ","690625":"\n   Do you plan on going to the beach anytime soon?\n  ","690626":"\n   Can you take your belly ring out and post a new pic with a dangly belly ring\n  ","690627":"\n   Do you work at subway? Because you just gave me a footlong!\n  ","690628":"\n   When that girl randomly licked your stomach were you in a crop top or did she literally pull your shirt up?\n  ","690629":"\n   Wrestling description ( ex. I am 5'3 97 pounds and I have a bit of wrestling experience? I've beaten 4 different people and lost against three )  if you answer this ligitametly I'll stop asking you wrestling questions\n  ","690630":"\n   What's the meanest thing another girl has done to you?\n  ","690631":"\n   You're perfect. I wish more girls were like you ❤️\n  ","690632":"\n   If I'm one of those people who are oddly obsessed with your stomach should I let you know or keep it to myself?\n  ","690633":"\n   I'm honest, understanding, I dont treat mean, I listen to them, open and hold doors for them, i take them out to like movies or buy them lunch. i guess im just too nice\n  ","690634":"\n   Would you ever let someone take a picture of your belly button like if they thought your belly ring was cute or something?\n  ","690635":"\n   Do you even tackle bruh\n  ","690636":"\n   Do you think you can beat me in a wrestling match\n  ","690637":"\n   What's something a lot of people say to start a conversation, but you actually hate talking about?\n  ","690638":"\n   just come and smoke and cuddleeeeee\n  ","690639":"\n   good morning beautiful! have a good day! you're awesome. :)\n  ","690640":"\n   any suggestions?\n  ","690641":"\n   idk maybe. its really depressing. each time i really like a female they friendzone me. i dont know what im doing wrong.\n  ","690642":"\n   texxttttt me\n  ","690643":"\n   boooo :(\n  ","690644":"\n   :(((\n  ","690645":"\n   come overrrrrrr\n  ","690646":"\n   idk. i got played once, friendzoned numerous times, and im in love with my bestfriend which i told but she rejected me and got with her childhood friend she liked. :'(\n  ","690647":"\n   Do you think you can beat me in a wrestling match?\n  ","690648":"\n   well js you're amazing and whichever person you really love and let love you won't have to choose between emotion and intellect b\/c I bet loving you is both the smartest and the most emotionally satisfying thing anyone could do\n  ","690649":"\n   ;)\n  ","690650":"\n   i just feel like i come off too friendly.\n  ","690651":"\n   insta?\n  ","690652":"\n   greatness is rare no matter what, so no..I wouldn't expect all people to have that in them. but I bet your emotions have something to do w\/ your cool style, loving nature and creative spirit. you're this beautiful mix of intelligence and feeling..and it'd be sad af if you gave that gift back.\n  ","690653":"\n   ah shit\n  ","690654":"\n   high sex?\n  ","690655":"\n   (:\n  ","690656":"\n   I wanna too\n  ","690657":"\n   Can we smoke and cuddle\n  ","690658":"\n   of course I have, that's why I mentioned them. there is zero evidence of shakespeare being considered insane. as prolific as he was, it's highly doubtful he was. jobs did lsd, yeah. so? he wasn't an addict nor did it kill him. lennon did lots of drugs but it had nothing to do w\/ his death.\n  ","690659":"\n   Thank You but its sad. nice guys finish last. :(\n  ","690660":"\n   no they did not. you may want to realize what you're talking about before you say stuff. jobs, shakespeare, twain, edison and mozart died of natural causes. lennon was murdered. none of them were considered psychotic by anyone who knows anything about them.\n  ","690661":"\n   that's incorrect. every emotional, smart person doesnt kill themselves. people like steve jobs, john lennon, william shakespeare, mark twain, thomas edison, and wolfgang amadeus mozart were hardly emotionless. in fact they depended on it. btw being intelligent and suicidal are not mutually exclusive\n  ","690662":"\n   You're so hot, that if you ate a piece of bread, you'd poop out toast. haha :)\n  ","690663":"\n   thank you. i appreciate it. if i could hug you i would right now. <3333\n  ","690664":"\n   im sorry i called you boo. dont hate me >.<\n  ","690665":"\n   that's not really true. emotions lead to a lot of awesome decisions too. some of the greatest, most intelligent people on record, from artists to mathematicians have been highly emotional. controlling emotions so you can be productive is different from not having them at all.\n  ","690666":"\n   You're Welcome Boo. :)\n  ","690667":"\n   You're doing good job at trying <3\n  ","690668":"\n   is this you or lmao? xD\n   \n    http:\/\/bit.ly\/1J6ACQ1\n   \n","690669":"\n   pretty good. it was really relaxing. thanks for asking. you're so nice and beautiful. :*\n  ","690670":"\n   *Sending you some love, hugs, kisses and other pleasant things* Just in case you needed it or wanted some ^^\n  ","690671":"\n   how was your day? :)\n  ","690672":"\n   so you think intelligence and emotional makeup are directly tied together?\n  ","690673":"\n   good. thanks for asking :)\n  ","690674":"\n   how are you? :)\n  ","690675":"\n   don't say that. everyone isn't the same. you can't give advice to everyone the same way and expect it to work. I'm sure they could be torn down as well if someone knew where they were vulnerable...we all can be. you having unique needs is special and figuring out what they are should be an honor\n  ","690676":"\n   hey beautiful <3\n  ","690677":"\n   if they knew what was best wouldn't they have avoided tarnishing your self confidence?\n  ","690678":"\n   do you feel like you're figuring out how to not take their critiques of you too seriously or is it just as hard as ever?\n  ","690679":"\n   do you think they're aware of that or do they think however they act is good for your development?\n  ","690680":"\n   what do you think is responsible for your confidence not being where you'd want it?\n  ","690681":"\n   is what these people want you to be the same as what you want to be?\n  ","690682":"\n   like personality-wise... qualities you may have that you have to fight a little in order to be as happy and successful as you want to be\n  ","690683":"\n   what do you think are your major weaknesses?\n  ","690684":"\n   Who's currently turning you on?\n  ","690685":"\n   do you want to get married? (obvi not to me lol just in general)\n  ","690686":"\n   that's be the best on you. your lower body is like tiny yet firm, compact and perfect looking\n  ","690687":"\n   licking..like in the obvious place or random places?\n  ","690688":"\n   I'd love to finger u lol\n  ","690689":"\n   Mood is key\n  ","690690":"\n   What turns you on most?\n  ","690691":"\n   what kind of stuff do you like to read?\n  ","690692":"\n   Masturbating to?\n  ","690693":"\n   how do you spend it?\n  ","690694":"\n   do you like alone time or do you get antsy?\n  ","690695":"\n   Cutie<3\n  ","690696":"\n   Good :))\n  ","690697":"\n   Do you have ass for life ;)\n  ","690698":"\n   Your belly button is 10\/10 would lick ;)\n  ","690699":"\n   How's the day\n  ","690700":"\n   Hahaha❤️❤️\n  ","690701":"\n   Can I join lol\n  ","690702":"\n   Not much what about you<3\n  ","690703":"\n   Haha me neither!!\n  ","690704":"\n   Hello :)\n  ","690705":"\n   Hahaha ok that's weird?\n  ","690706":"\n   Haha good girl??\n  ","690707":"\n   Finally finished chores? Hahaa\n  ","690708":"\n   Oh hii\n  ","690709":"\n   that's insane to me. you inspire an insatiable desire tbh. you create a next-level kind of attraction\n  ","690710":"\n   ❤️❤️\n  ","690711":"\n   so guys you've been with haven't been all that passionate?\n  ","690712":"\n   Where have you had hickeys on you?\n  ","690713":"\n   God even your hands are cute af. Getting to hold your hand and bring it up every now and then to kiss = perfection\n  ","690714":"\n   love every bit of your face & body\n  ","690715":"\n   sorry, what's your twitter?\n  ","690716":"\n   3 or 4?\n  ","690717":"\n   1 or 2?\n  ","690718":"\n   i love you babe\n  ","690719":"\n   you gotta do it on the computer\n  ","690720":"\n   So down :)\n  ","690721":"\n   post a video blowing a kiss to your followers\n  ","690722":"\n   Hahaha. Yeah, you seem open minded -- that's part of your appeal, in my opinion. It's also all about having a tickler you can trust to not go too far, to respect you and your limits. That's how I tickle, at least.\n  ","690723":"\n   I'm sure you won't honestly answer if you've been tickled like that BUT I think you'd enjoy it if it happened.\n  ","690724":"\n   I have a feeling you don't really mind the attention to your feet, though.\n  ","690725":"\n   Hahaha. Just saying, the thought of you being tied down and begging to not be tickled is sorta hot.\n  ","690726":"\n   Who gives 'em attention the most?\n  ","690727":"\n   Haha good :) lets smoke one day❤️\n  ","690728":"\n   Why would you cry? I've always known you to be a fairly stable, steady woman... you crying from tickling seems so out of character xD\n  ","690729":"\n   Do you have long nails?\n  ","690730":"\n   do u use kik?\n  ","690731":"\n   This compliment cannot describe how beautiful you really are ❤\n  ","690732":"\n   If a thousand painters worked for a thousand years, they could not create a work of art as beautiful as you.\n  ","690733":"\n   Ahhh I see. Can you post a pic of the belly ring you have in\n  ","690734":"\n   Is the attention to your feet just on here, or in real life too?\n  ","690735":"\n   How would you handle it if you were tied down and tickled non-stop for 10 minutes?\n  ","690736":"\n   Hahah do your chores ;)\n  ","690737":"\n   Would you say your feet are fairly nice or kinda weird?\n  ","690738":"\n   Favorite color to have your toes painted?\n  ","690739":"\n   Whyyy\n  ","690740":"\n   That's cute! Do you have any other pics that you could post with dangly belly rings? Do you like wearing them?\n  ","690741":"\n   I see i see??\n  ","690742":"\n   Show ur belly on video\n  ","690743":"\n   Say belly button 5x fast on video\n  ","690744":"\n   Who's the most ticklish one of your friends?\n  ","690745":"\n   Hahaha don't be sorry I'm just saying. Where do you live now :)\n  ","690746":"\n   Can you post a pic with a dangly belly button ring?\n  ","690747":"\n   Can't get over how cuuuute you are ughhhh\n  ","690748":"\n   Hahah that is weird. I feel bad for you?\n  ","690749":"\n   I will never understand foot fetishes\n  ","690750":"\n   760 715 1820 text me every once I a while❤️❤️\n  ","690751":"\n   Hahaha I know. people are so weirdddddd. Feet are gross\n  ","690752":"\n   Yes they're fucking weird hahaha\n  ","690753":"\n   Why\n  ","690754":"\n   Haha well then you're welcome?\n  ","690755":"\n   For what\n  ","690756":"\n   Always have been its cuuuute\n  ","690757":"\n   Silly❤️\n  ","690758":"\n   Yes please\n  ","690759":"\n   Yessssss?\n  ","690760":"\n   Haha the worst feeling!!!\n  ","690761":"\n   I should get up too. Too lazy lol\n  ","690762":"\n   Haha I feel you on that?\n  ","690763":"\n   Not really anything exciting lol. What about you :)\n  ","690764":"\n   ?☺️\n  ","690765":"\n\n    https:\/\/www.youtube.com\/watch?v=65ps0PE3ESI\n   \n   Please go check this out <3\n  ","690766":"\n   Miss youuuuu\n  ","690767":"\n\n    https:\/\/www.youtube.com\/watch?v=ZOjUl26KP68\n   \n   opinion on this?\n  ","690768":"\n   Do you ever go commando?\n  ","690769":"\n   Stoooopppppppp\n  ","690770":"\n   Do women like it when men grab their boobs?\n  ","690771":"\n   when was the last time u gave someone a wedgie\n  ","690772":"\n   ?❤️❤️\n  ","690773":"\n   How old are you?\n  ","690774":"\n   Hahahah wish I was there!\n  ","690775":"\n   you think you can lift someone off the ground with a kick in the nuts?\n  ","690776":"\n   <3\n  ","690777":"\n   What would you do if your boyfriend is laying on your bed texting and you see his boxers showing\n  ","690778":"\n   Have you ever had detention? Why?\n  ","690779":"\n   I'm doing good. How are you\n  ","690780":"\n   if you were sponsored to not pee for 15 hours for a charity. What charity would you pick and do you think you could do it ?\n  ","690781":"\n   Aye gorgeous, go drop me some likes. Haha\n  ","690782":"\n   If you had to defeat a man with just one hit,what would you do???\n  ","690783":"\n   What is the most important thing in being a good friend?\n  ","690784":"\n   yes <3\n  ","690785":"\n   Hiiii\n  ","690786":"\n   bikini pic?\n  ","690787":"\n   Fiiiiine\n  ","690788":"\n   Like my 10 answers I I'll like urs ?\n  ","690789":"\n   Lollll ok then\n  ","690790":"\n   that adorable selfie\n  ","690791":"\n   Here..lol\n  ","690792":"\n   Hmmmmm. I'll unfollow and follow you again so you can see haha\n  ","690793":"\n   <3 <3 <3 repost it please\n  ","690794":"\n   you are amazing\n  ","690795":"\n   Hahah maybe one day ;)\n  ","690796":"\n   i know <3 people change for the better you look exxxtreamly hot\n  ","690797":"\n   You wouldn't even remember me??\n  ","690798":"\n   Haha I doubt it\n  ","690799":"\n   wow you look different\n  ","690800":"\n   We used to talk like early high school days haha. Crazy! Still a cutie?\n  ","690801":"\n   You're the closest anyone will ever be..\n  ","690802":"\n   Perfectly perfect :)\n  ","690803":"\n   You're perfect\n  ","690804":"\n   Hahah no need to thank me for that!\n  ","690805":"\n   i just wanna give you a big hug and kiss your forehead. You're so beautiful\n  ","690806":"\n   Didn't you used to live in valley center or around that area??\n  ","690807":"\n   Duuuuuuude you're just cute\n  ","690808":"\n   good thanks for asking :)\n  ","690809":"\n   Fuck you're cute?\n  ","690810":"\n   how are you beautiful?\n  ","690811":"\n   ?????\n  ","690812":"\n   hey babe <3\n  ","690813":"\n   You're welcome❤️❤️\n  ","690814":"\n   I mean just in general :)\n  ","690815":"\n   Why thank you for being so cute\n  ","690816":"\n   Good answer :)\n  ","690817":"\n   How can one be so beautiful\n  ","690818":"\n   Where would I kiss you if I want to make you melt? In a good way I mean. :)\n  ","690819":"\n   haha.. ok i lose! :P  i suppose 8 is the biggest u evr had\n  ","690820":"\n   may be for 1st time..  but after that, its all plsr!!  ;P  & whats the big diff bw  8 & 9 anyway :\/\n  ","690821":"\n   u cant say that before you have one!  u'll love it!  9-10 range\n  ","690822":"\n   okay babe :)\n  ","690823":"\n   Goodnight beautiful :)\n  ","690824":"\n   What is the sexiest body part?\n  ","690825":"\n   7-8 isn't average. that's above average. 8 is pretty damn big\n  ","690826":"\n   i thought u wud say like 9-10..  ;P hehe\n  ","690827":"\n   yes on here if possible and if your not busy\n  ","690828":"\n   post a video blowing a kiss to your followers\n  ","690829":"\n   im not famous\n  ","690830":"\n\n    https:\/\/www.youtube.com\/watch?v=BHFISKn_fTA\n   \n","690831":"\n   Tell me about the other times people have licked your stomach?\n  ","690832":"\n   hey following u\n  ","690833":"\n   but thats around average, no? :\/\n  ","690834":"\n   hey! have a good day! stay beautiful and stay safe :)\n  ","690835":"\n   ok. if you say so! :P so whats a decent enough size acc to you? :\/\n  ","690836":"\n   blunt is good. blunt is good! :)\n  ","690837":"\n   did he have like a super small condom?\n  ","690838":"\n   damn girl! thsi world needs more girls like you! ;) :P  harsh world for small guys tho :P\n  ","690839":"\n   but why so much dislike for small size? #just curious\n  ","690840":"\n   omg..  hahahaha  ;) ur so cruel :*  & what was his reaction? :P\n  ","690841":"\n   on his face? :o :P\n  ","690842":"\n   lolzz..   :P what did you say?\n  ","690843":"\n   ;P have you ever made fun of small size ? truth please\n  ","690844":"\n   Was that the weirdest thing to ever happen to you at a rave or has anything weirder happened?\n  ","690845":"\n   my friend she recently became nicki minaj fan..   & she never misses a chance to make fun of small guys! ;P :) hahaha\n  ","690846":"\n   hehe ;P i mean but this is the cost girls are ready to give for all that pleasure!! ;)\n  ","690847":"\n   Girls can get away with everything. If a dude did what those girls did, it'd be messed up :p\n  ","690848":"\n   Ohhhhhhhhhh at a rave. It all makes sense now lol\n  ","690849":"\n   haha..  so u dnt like bigger size then? :o\n  ","690850":"\n   Where were you when the girl licked your stomach?\n  ","690851":"\n   What did she do? Did she at least introduce herself after? lol\n  ","690852":"\n   did it affect ur preference ?\n  ","690853":"\n   Did you like it when the girl licked your stomach? I think I'd have a boner for the rest of my life if that ever happened to me lol\n  ","690854":"\n   so if you're dating a guy that constantly wants to kiss you, grab your booty and \"other stuff\"..it never gets to the point where you're like \"enough already!\" ?\n  ","690855":"\n   What did you do after a random girl licked your stomach?\n  ","690856":"\n   yeah? so you think this one one of main reasons that most girls prefer bigger size too..\n  ","690857":"\n   when does touchy-feeliness in a relationship become too much?\n  ","690858":"\n   Do you like being tickled?\n  ","690859":"\n   Give him just a few likes he will like back thank you\n   \n    @abdulrahmanbabar\n   \n","690860":"\n   many female celebs openly state their preference for bigger size penis! Do you think this affects the general female population's preferences too? :\/\n  ","690861":"\n   yeah it seems like having a low maintenance relationship would be the best..like one where the other person likes how you are, accepts it and doen't need you to become a dif person\n  ","690862":"\n   How ticklish?\n  ","690863":"\n   what do you not like about relationships?\n  ","690864":"\n   no, I didn't mean that..I didn't ask you the thing below, I think that person wanted to know if the stomach you licked was a guy's or girls. my thing was just about what qualities or anything you find attractive in a guy\n  ","690865":"\n   Are your feet ticklish?\n  ","690866":"\n   Kik?\n  ","690867":"\n   omfg is this you? xD\n   \n    http:\/\/bit.ly\/1J6ACQ1\n   \n","690868":"\n   What spot on your body would kill you if you we're tickled?\n  ","690869":"\n   what do you think is attractive?\n  ","690870":"\n   girl or guy?\n  ","690871":"\n   Did you know those girls who came up to you?\n  ","690872":"\n   Have you ever licked someone's stomach?\n  ","690873":"\n   you're a doll with your perfect body and face..and how you always mix up your style but still look like a 10\/10..you're so interesting and attractive\n  ","690874":"\n   you definitely have the best stomach though. I never ever see ones as hot as yours\n  ","690875":"\n   walking away would be tough though..you're perfect and anyone would want more of you\n  ","690876":"\n   Damn she would have to be very tricky to lick your belly button though\n  ","690877":"\n   hey beautiful wanna kik?\n  ","690878":"\n   No! Sif the great grey wolf!\n  ","690879":"\n   she's lucky af\n  ","690880":"\n   Is it pierced or not?\n  ","690881":"\n   Hahah oh so they just licked both\n  ","690882":"\n   No I'm Sif. ._.\n  ","690883":"\n   Has a girl ever come up, lifted up your shirt and licked your belly button before?\n  ","690884":"\n   Magic. I happen to live there myself!\n  ","690885":"\n   Hahah omg on the lips? Wow you must be well liked (;\n  ","690886":"\n   Lordran? *-*\n  ","690887":"\n   By a girl?\n  ","690888":"\n   Fair point. Where do you live?\n  ","690889":"\n   Lol has it ever been randomly licked?\n  ","690890":"\n   Hahah they are? Like is it pierced or just the tone of it? Hahah\n  ","690891":"\n   Wait really? Belly button too? Haha\n  ","690892":"\n   Would you let a girl you know lick your belly? Like if she got dared to\n  ","690893":"\n   Hey would you be willing to do a binge eating challenge with me as an experiment? Like youre perfect to try it, itll be really fun!\n  ","690894":"\n   Understandable. Okay then.\n  ","690895":"\n   Do you let your belly show at school often or was the time you got in trouble a one time thing?\n  ","690896":"\n   You're not. Don't lie.\n  ","690897":"\n   Just have some sex with me...\n  ","690898":"\n   No I'm not! SHUT UP I'M NOT AGGRESSIVE!\n  ","690899":"\n   No it doesn't. You don't know me, I don't know you.\n  ","690900":"\n   My name doesn't change anything. You can call me Sif.\n  ","690901":"\n   If your shirt comes up do you usually just let your belly show or do you pull it down?\n  ","690902":"\n   Do you like to play with your belly button ring?\n  ","690903":"\n   Has anyone else ever played with your belly button ring?\n  ","690904":"\n   Do you wear dangly belly button rings or normal ones more?\n  ","690905":"\n   Have you ever got in trouble in school because your belly was showing?\n  ","690906":"\n   Has anyone ever given you a hickey on your belly?\n  ","690907":"\n   Would you wear a crop top to a party if someone asked you to?\n  ","690908":"\n   Would you ever wear just a sports bra and shorts to the gym?\n  ","690909":"\n   Has anyone ever asked to see your belly button ring in person?\n  ","690910":"\n   What belly ring are you wearing right now?\n  ","690911":"\n   Do you ever not wear a bra when you go out?\n  ","690912":"\n   How do you react when you notice someone checking you out?\n  ","690913":"\n   You're so hot that I don't think I could ever pull out :)\n  ","690914":"\n   Hi Savannah. I'm ugly, pathetic and desperate. I would really like to have sex with you.\n  ","690915":"\n   That's not how it works!\n  ","690916":"\n   I like peach juice. We're not strangers anymore.\n  ","690917":"\n   Exactly! Now let's have sex.\n  ","690918":"\n   That's correct, you don't.\n  ","690919":"\n   Come and try it.\n  ","690920":"\n   You got kik?\n  ","690921":"\n   k\n  ","690922":"\n   Okay then...\n  ","690923":"\n   I just did! :3\n  ","690924":"\n   surely yours arnt gross?\n  ","690925":"\n   I respectfully decline your decline.\n  ","690926":"\n   pap a full body shot you are so beautiful and perfect and you could be a model\n  ","690927":"\n   Pap of your feet x\n  ","690928":"\n   i love your face\n  ","690929":"\n   like = 10 Likes\n  ","690930":"\n   Have sex with me!\n  ","690931":"\n   Selfie\n  ","690932":"\n   Do you like crop tops?\n  ","690933":"\n   Would you be cool with showing someone your belly button ring if they asked to see it?\n  ","690934":"\n   you're amazing\n  ","690935":"\n   thats what you're\n  ","690936":"\n   ily\n  ","690937":"\n   oh\n  ","690938":"\n   yes\n  ","690939":"\n   Squishy\n  ","690940":"\n   i remember <3\n  ","690941":"\n   do you remember when i said i'd make love to you and you said you'd destroy me hehe\n  ","690942":"\n   same tbf atleast we have memories the greatest\n  ","690943":"\n   isnt it just them days were so great i'd go back to that time if i could\n  ","690944":"\n   you've always be nice i've been intouch with you for over 4 years when youtube was hype lol\n  ","690945":"\n   and you know it\n  ","690946":"\n   perf\n  ","690947":"\n   Well its saying on kik it dont exist\n  ","690948":"\n   Lol no its not seriously please\n  ","690949":"\n   What is your kik name\n  ","690950":"\n   Well get on it lol so we can talk\n  ","690951":"\n   Please lol\n  ","690952":"\n   Haha got kik?\n  ","690953":"\n   Neither is mine but it pays haha\n  ","690954":"\n   Yoga wear\n  ","690955":"\n   On? Lol\n  ","690956":"\n   Want to?\n  ","690957":"\n   Do you model??\n  ","690958":"\n   Hey\n  ","690959":"\n   i miss ya\n  ","690960":"\n   i will send you a message on youtube tonight..plz replay me\n  ","690961":"\n   Your soooo gorgeous\n  ","690962":"\n   what model is it\n  ","690963":"\n   what Lexus do you have?\n  ","690964":"\n   Sorry\n  ","690965":"\n   i want your lexus\n  ","690966":"\n   You are really cool! Talk to me sometime! You are gorgeous too btw\n  ","690967":"\n   do you have a good smell?\n  ","690968":"\n   Savvy :)\n  ","690969":"\n   thats good to know...fuck anorexia xddd can you take a pic on your instagram today? i want see you.\nPs.: i like to stalk you in every single pic :P\n  ","690970":"\n   are you really Vietnamese?? tell me more about it\n  ","690971":"\n   i will miss your soft feet in my face everymorning\n  ","690972":"\n   are you hairy or shaved there? be honest...i like both\n  ","690973":"\n   what do you like to do in san diego?\n  ","690974":"\n\n    https:\/\/www.youtube.com\/watch?v=-uv0qVlewFo\n   \n","690975":"\n   Hii darling x\n  ","690976":"\n   what are you doing now?\n  ","690977":"\n   do you like to see porn videos?\n  ","690978":"\n   do you like dildo?\n  ","690979":"\n   are you bi?\n  ","690980":"\n   are you virgin?\n  ","690981":"\n   i was looking your last pics.....do you have anorexia? if you have it, you need help (talk to your sister about it). i know you will not approve my question but i like you...you are a good person=)\n  ","690982":"\n   i know everything about you xxx\n  ","690983":"\n   are you rich? what your parents do for living? are you adopt? i want know a lot things about you=})\n  ","690984":"\n   :) do you agree\n  ","690985":"\n   How would you like to model?\n  ","690986":"\n   you look like Alice Coulthard xo\n  ","690987":"\n   hi i miss you\n  ","690988":"\n   Would you send nudes on insta if you got to know me\n  ","690989":"\n   I just miss being with someone in general, and there's no opportunity where I live. I don't know what I should do\n  ","690990":"\n   Why am I single still?\n  ","690991":"\n   Dude I asked you that question like 2 months ago \nI think it was a follow up or something\n  ","690992":"\n   Or nah?\n  ","690993":"\n   do you have twitter?\n  ","690994":"\n   Pap in bra\n  ","690995":"\n   Savvy :)\n  ","690996":"\n   Do you have insta?\n  ","690997":"\n   Can i dm you on insta?\n  ","690998":"\n   Do you have kik?\n  ","690999":"\n   You have kik?\n  ","691000":"\n   You're so hot\n  ","691001":"\n   Pap\n  ","691002":"\n   Post a pic?\n  ","691003":"\n   Pap\n  ","691004":"\n   Savannah. Your gorgeous and love you\n  ","691005":"\n   You didn't replied me. I think I should back off now.\nThank you for interacting. :)\nTake care.\n  ","691006":"\n   Do you send nudes?\n  ","691007":"\n   Check your Instagram. :)\n  ","691008":"\n   To be honest, I don't know you, you just liked my picture on Instagram.\nI find you really pretty and I wish we knew each other.\n  ","691009":"\n   Where should I message you?\nDo you have Facebook?\n  ","691010":"\n   How can someone get to know you?\n  ","691011":"\n   You would be heaven on earth.... where are you originally from...?\n  "},"Answer":{"689939":"\n  the dirtiest pair because why would you wanna lick someones shoess and pay the other person for it lol\n  ","689940":"\n  haha sure. if you're paying me.\n  ","689941":"\n  18th birthday - my freedom\n  ","689942":"\n  Mexicans. LOL. but really.\n  ","689943":"\n  Internet, without it i would have never been on here answering this question\n  ","689944":"\n  herro\n  ","689945":"\n  i would like to live anywhere honestly.\n  ","689946":"\n  maybe.....you dont know my  life.\n  ","689947":"\n  my face because i have an awesome face.\n  ","689948":"\n  smoke my droh?\n  ","689949":"\n  people's ears would start bleeding im pretty sure.\n  ","689950":"\n  a few months\n  ","689951":"\n  taylor swift\n  ","689952":"\n  i want a slow loris so bad\n  ","689953":"\n  uh snakes omg\n  ","689954":"\n  do you enjoy sucking the d piece?\n  ","689955":"\n  Better things happen when its dark\n  ","689956":"\n\n   www.facebook.com\/xshatteredheartx\n  \n","689957":"\n  im really good at sleeping for long hours ?\n  ","689958":"\n  bluee lol\n  ","689959":"\n  read questions belowww broooo\n  ","689960":"\n  alright\n  ","689961":"\n  i smokeeee about it lol\n  ","689962":"\n  sweats are love sweats are life\n  ","689963":"\n  i gavee it\n  ","689964":"\n  Wait whatty what\n  ","689965":"\n  Well if it's a going away party then it's just heartbreaking. I'm awful at saying goodbye\n  ","689966":"\n  Facebook.com\/xshatteredheartx\n  ","689967":"\n  Followed <3\n  ","689968":"\n  20\n  ","689969":"\n  yess\n  ","689970":"\n  white\n  ","689971":"\n  no\n  ","689972":"\n  california...\n  ","689973":"\n  cali\n  ","689974":"\n  jordan\n  ","689975":"\n  i dont have one\n  ","689976":"\n  im good how are you\n  ","689977":"\n  ^.^\n  ","689978":"\n  followed\n  ","689979":"\n  well itt aint happenin any time soooooon so just like dream lol\n  ","689980":"\n  idk like its just a belly button\n  ","689981":"\n  okaayy\n  ","689982":"\n  because it's boring me lol\n  ","689983":"\n  yeah but there are so many other fun things we could talk about!\n  ","689984":"\n  whyyyy\n  ","689985":"\n  lol is their anything else youd like to talk about other than my belly button being licked?llol\n  ","689986":"\n  if a taco and grilled cheese fought who would win?\n  ","689987":"\n  nonexistent,  not even a training bra  ;) lol\n  ","689988":"\n  i agree ahaha\n  ","689989":"\n  Wow this is just beautiful\n  ","689990":"\n  thats not something i talk about with them lol\n  ","689991":"\n  Awesome possum (:\n  ","689992":"\n  i dont really know of anyone who is down to stick their tongue in someone else's belly button lol\n  ","689993":"\n  fruit? whats fruit? does mcdonalds have fruit in it?\n  ","689994":"\n  well i have to find a girl willing to lick my belly button for 10 seconds first\n  ","689995":"\n  i sure doo\n  \n\n   @savannahamess\n  \n","689996":"\n  Following your own dreams, your parents had their chance - people should never do anything they dont want to do, it ruins them.\n  ","689997":"\n  well thank you very much!\n  ","689998":"\n  haha yeah\n  ","689999":"\n  Well im glad you like me :)\n  ","690000":"\n  very open minded haha\n  ","690001":"\n  It would feel so fucking weird and i probably wouldnt like it but hey im not against trying new things\n  ","690002":"\n  why are you surprised?\n  ","690003":"\n  Haha yes\n  ","690004":"\n  six flags omg\n  ","690005":"\n  it's california...\n  ","690006":"\n  i cant exactly refuse to not pay anything, everything costs money\n  ","690007":"\n  Roses you always give roses\n  ","690008":"\n  treat others the way you would like to be treated\n  ","690009":"\n  love em\n  ","690010":"\n  depends on the person were talking about\n  ","690011":"\n  San Diego\n  ","690012":"\n  havent gone on fb\n  ","690013":"\n  id feel better if i was in charge of the car\n  ","690014":"\n  <3\n  ","690015":"\n  Texting, talking takes way to much time lol\n  ","690016":"\n  yeahh.\n  \n  facebook.com\/xshatteredheartx\n  ","690017":"\n  untick?\n  ","690018":"\n  California\n  ","690019":"\n  I'm sorry we dont have arrange marriages anymore, so i cant marry a stranger (;\n  ","690020":"\n  20 years old\n  ","690021":"\n  taken\n  ","690022":"\n  san diego\n  ","690023":"\n  wow thank you!!!\n  ","690024":"\n  i deeeeeeeeeeeeeed\n  ","690025":"\n  you bet!!\n  ","690026":"\n  so are you love!!! xoxoxoxo\n  ","690027":"\n  Someone who can sit in silence with you and not get awkward\n  ","690028":"\n  good question\n  ","690029":"\n  Probably some person in the small town in Japan, since that's where the happiest people live.\n  ","690030":"\n  authority issues lol\n  ","690031":"\n  \"omg i dont understand lol\"\n  ","690032":"\n  Twitter, Tumblr, and this\n  ","690033":"\n  waaaaaaaaaaaay to much. like HAHAHA wow.\n  ","690034":"\n  xoxo\n  ","690035":"\n  uhhhh, me and the person im suppose to be withhhh.\n  ","690036":"\n  Ron motherfucking Burgundy\n  ","690037":"\n  Burberry for summer\n  ","690038":"\n  singing would be fucking awesome\n  ","690039":"\n  A fuck ton of groceries because im an adult lol\n  ","690040":"\n  The smell\n  ","690041":"\n  Future, I'm constantly thinking about my future\n  ","690042":"\n  Tax the rich, feed the poor, till there are no rich no more.\n  ","690043":"\n  Smoke a bowl\n  ","690044":"\n  Haha no. The reason why most people get piercings and tattoos is to show it off to people, not everyone but a lot of people\n  ","690045":"\n  I mean it depends on the girl\n  ","690046":"\n  I hurt them. But they hurt me too so it was fair\n  ","690047":"\n  Yeah but I'm a horrible person those, so I've been told\n  ","690048":"\n  I don't there's alot of things I've done that aren't so beautiful\n  ","690049":"\n  I don't\n  ","690050":"\n  I don't think soooo.\n  ","690051":"\n  How do you know that lol\n  ","690052":"\n  You see a lot of beauty in me\n  ","690053":"\n  Tis very true\n  ","690054":"\n  No I'd laugh lol and say \"see I told you, nothing is there.\" Lol\n  ","690055":"\n  <3\n  ","690056":"\n  Yes\n  ","690057":"\n  Xoxo\n  ","690058":"\n  Yessss\n  ","690059":"\n  Yeahh?\n  ","690060":"\n  Awh thank you... you're a sweetheart\n  ","690061":"\n  Not yet, but I plan on it\n  ","690062":"\n  Yeah usually\n  ","690063":"\n  Actually I'm the only person in my family who actually hasn't supressed those memories.\n  ","690064":"\n  I remember a bunch of memories after that\n  ","690065":"\n  My first memory is when I was three years old and I was running around the house because my brother was chasing me and then he picked me up by my feet and I just remember being swung around upside down. I just remember always being so happy and free.\n  ","690066":"\n  I've always been like this since my very first memory..\n  ","690067":"\n  Well thank you very much. It's really nice to hear. I enjoy talking to you lol\n  ","690068":"\n  stooooooooooooooooooooooop youre flattering me\n  ","690069":"\n  well ive never thought of it that way. thank you. i still dont think im at my best though\n  ","690070":"\n  Tumblr..\n  ","690071":"\n  you're really sweet for thinking that. but i dont believe that\n  ","690072":"\n  A women that looks like an angel but sinned like a demon. Shes perfectly fucked up.\n  ","690073":"\n  i dont really know honestly\n  ","690074":"\n  It makes me lesss likley too try i guuess\n  ","690075":"\n  Lana Del Rey\n  ","690076":"\n  when people cant put their phone down\n  ","690077":"\n  it fucks with it so much\n  ","690078":"\n  yeah, but its not the same thats for sure..\n  ","690079":"\n  To screenwrite, produce, and direct one movie\/tv show in my lifetime\n  ","690080":"\n  i honestly hope i do\n  ","690081":"\n  sometimes i wish i could share with everyone these memories from my experience\n  ","690082":"\n  Yeah I do\n  ","690083":"\n  It has lasted for awhile\n  ","690084":"\n  That feeling of adrenaline like you've just got off a rollercoaster. Like the world stopped spinning for a little while. Like the world was just focused on me\n  ","690085":"\n  I have this really distinctly remembered.memory of a  friday, ive never felt anything like that day.\n  ","690086":"\n  Hmmm I really like Fridays lol\n  ","690087":"\n  Love them\n  ","690088":"\n  Yeah but that relationship is a bonus\n  ","690089":"\n  If that relationship makes you want to wake up every morning\n  ","690090":"\n  A little of both\n  ","690091":"\n  Listener I like hearing about others\n  ","690092":"\n  I hope so\n  ","690093":"\n  Idk whatever age you are in 6th grade lol\n  ","690094":"\n  Not anymore\n  ","690095":"\n  It just popped lol\n  ","690096":"\n  Nopee\n  ","690097":"\n  Both!\n  ","690098":"\n  Very awkotaco lol\n  ","690099":"\n  It makes my belly look cute\n  ","690100":"\n  Why they think cat calling is going to get them a girl.\n  ","690101":"\n  Yeah like 11 pm lol\n  ","690102":"\n  I only hope\n  ","690103":"\n  Same reasons I guess. Just extends every time.\n  ","690104":"\n  Everyday at least once. :\/\n  ","690105":"\n  Hahah I lowkey hope sooo\n  ","690106":"\n  Uhm I'm afraid to see what I look like\n  ","690107":"\n  Yeah, death..\n  ","690108":"\n  Make cookies for my little grandchildren and trolling my actually children\n  ","690109":"\n  Yes I can actually\n  ","690110":"\n  I sure hope so. ❤\n  ","690111":"\n  90s\n  ","690112":"\n  Why buy them when they're free at planned parenthood (;\n  ","690113":"\n  No, not if I was the only one.. watching every person you love die sounds miserable.\n  ","690114":"\n  The moment when you wake up everyday and not daydreaming of what your life could have been.\n  ","690115":"\n  Yeah a little\n  ","690116":"\n  Ehh not really\n  ","690117":"\n  We never had a relationship like that\n  ","690118":"\n  It's psychologically satisfying, Yes (; lol\n  ","690119":"\n  I think it's the other way around. It's easier to satisfy a guy then a women.\n  ","690120":"\n  A nice firm pornstar style hand (;\n  ","690121":"\n  Noo I don't use apps like that\n  ","690122":"\n  That was oddly flattering and I really liked that lol thank you so much\n  ","690123":"\n  Yeah lol\n  ","690124":"\n  Really?\n  ","690125":"\n  Thank you!!!\n  \n  & nopee\n  ","690126":"\n  Thank you<3 ??\n  \n  That was really sweet.\n  \n  Pray for by tits to grow!!\n  ","690127":"\n  Yes lol\n  ","690128":"\n  Well falling in love with someone who doesn't want to be with me or love me anymore.\n  ","690129":"\n  No like really tho thank you lol.\n  \n  Awh tits would be nice to have tho, like my shirts would fit me better if I had them.. ):\n  ","690130":"\n  Nooo\n  ","690131":"\n  That's my name lol\n  ","690132":"\n  Thank you for reminding me to change it <3\n  ","690133":"\n  That's cruel, there's better ways to laugh. That shit doesn't make me laugh.\n  ","690134":"\n  I'm part of the itty Bitty nonexistent tittty committee\n  ","690135":"\n  Not until you tell me why lol<3\n  ","690136":"\n  Emotionally not physically\n  ","690137":"\n  Purple\n  ","690138":"\n  I loveeee that songg <3 I'll check it out\n  ","690139":"\n  Lol sure\n  ","690140":"\n  Because that causes pain..\n  ","690141":"\n  (:\n  ","690142":"\n  men are women's greatest predator, and I'm not a girl who has extreme strength sooo\n  ","690143":"\n  That's a long list lol\n  ","690144":"\n  I mean their decent for their size lol\n  ","690145":"\n  <3\n  ","690146":"\n  Any that they wanted that were cute lol\n  ","690147":"\n  Yes\n  ","690148":"\n  Why lol\n  ","690149":"\n  Love<3 xo\n  ","690150":"\n  It's scientifically impossible for me to defeat a man with one hit. Lol\n  ","690151":"\n  Xo\n  ","690152":"\n  <3 thank you(:\n  ","690153":"\n  Because it's like common sense. It's like the first thing you learn know school, don't hit the dingleberries, and don't hit growing tits\n  ","690154":"\n  Balls. Sack. Sackoooo.\n  ","690155":"\n  All black everything\n  ","690156":"\n  I tend to hold it back while being around them. Lol\n  ","690157":"\n  No lol\n  ","690158":"\n  Well scientifically they scream and howl and sometimes almost puke, and fall to the ground in fetal position. That's why I don't hit boys busternuts.\n  ","690159":"\n  Hell yeah, as cat women.\n  ","690160":"\n  Dude, you know how hard it is to defeat a guy with one hit...I'd probably use an object\n  ","690161":"\n  Oh the type who literally just talk about ways they want me sexually\n  ","690162":"\n  These boots are made for walking (;\n  ","690163":"\n  Not really unless I want that person to be flirting with me.\n  ","690164":"\n  I'm pretty oblivious to people flirting to me unless it's like them being straight forward and gross, when that happens I just give them no satisfaction.\n  ","690165":"\n  Cunt or twat\n  ","690166":"\n  Pumpkin spice latte lol\n  ","690167":"\n  Thanksgiving; a day full of family and dug up skeletons from your past. And it's a holiday based on the fact that America slaughtered all the natives until they finally gave up and this was our way of showing thanks -I just killed all your tribes, here's a meal.\n  \n  Christmas; it's just been recently since I've disliked Christmas. But it's more personal.\n  ","690168":"\n  Thanksgiving ; I like the food duuuh but I like the idea behind it, a day where you should be thankful.\n  \n  Christmas; it's a warm cozy loving fun holiday, filled with joy and presents of all kinds- at least from what I observe from others.\n  ","690169":"\n  I like and dislike them for different reasons.\n  ","690170":"\n  I like the smell of the dew in the morning and then seeing different color leaves everywhere, and tis the season for the dead(;\n  ","690171":"\n  Probably fall\n  ","690172":"\n  No\n  ","690173":"\n  Wow thank you very much <3\n  ","690174":"\n  Well Creamy;  I'm white but I have a thick mind. And sometimes if you whip me up I can come up with crazy ideas, and seduce your mind.\n  \n  Cocaine; it's an upper, and it's slightly bipolar.. because for awhile you'll be go crazy, being free but all of sudden mood drops and changes. I get sad randomly but naturally I'm an upper type person :) and I'm addictive lol\n  ","690175":"\n  Welll it's my blog nameee\n  \n  And I just put two words that I can relate too and an adjective that you would never hear describing the noun\n  ","690176":"\n  What are friends?\n  ","690177":"\n  Lol yah\n  ","690178":"\n  Huh?\n  ","690179":"\n  What are outfits I just wear shirts\n  ","690180":"\n  I think you're really sweet\n  ","690181":"\n  Good you\n  ","690182":"\n  Haha yeah probably\n  ","690183":"\n  Love\n  ","690184":"\n  Fresh cut grass in a misty morning\n  ","690185":"\n  Hmmmm no I don't think so hahaha\n  ","690186":"\n  No panda is bomb lol\n  ","690187":"\n  It's just the spices they use, I can't stand them.\n  ","690188":"\n  Chinese food, like athentic. I just can't\n  ","690189":"\n  Yeah I do\n  ","690190":"\n  Oh God honestly I got in trouble alot for dumb reasons I really have no idea\n  ","690191":"\n  Playing minecraft lol how about you\n  ","690192":"\n  No\n  ","690193":"\n  Just look them up on Google\n  ","690194":"\n  Yeah\n  ","690195":"\n  Lol no\n  ","690196":"\n  Noo\n  ","690197":"\n  Oh yeah lol\n  ","690198":"\n  Mac\n  ","690199":"\n  The league\n  ","690200":"\n  Well thank you, I didn't know that helped(:\n  ","690201":"\n  I will never understand society\n  ","690202":"\n  I do, and if I knew what my destiny was I'd be happy lol\n  ","690203":"\n  In one bite\n  ","690204":"\n  Bottomline; because you could ever say that to a girl with pride, you're an asshole.\n  ","690205":"\n  Yeah here's the thing you only did that so you would feel okay asking more sexual questions, to hopefully think I'd want to get closer to you for my sexual things.\n  \n  Listen, I will not be interested ever doing that with you especially since you're a 33 year old on ask trying to get me to talk about sexual things for you to fantasize about. And it's fucking really annoying and it gets old.\n  ","690206":"\n  Wow, you are a real charmer. Girls must be dying for you.....it's every girls dream to be a man's punching bag!\n  ","690207":"\n  Do you know how to talk about anything other than sexual things?\n  ","690208":"\n  Bacon sounds good (:\n  ","690209":"\n  Do you feel like a big boy now?\n  ","690210":"\n  B\n  ","690211":"\n  I'd like to see you try\n  ","690212":"\n  Lol no. For this exact reason is why I don't have anything like that.\n  ","690213":"\n  Why would you kiss someone after they punched you?\n  ","690214":"\n  Definitely not\n  ","690215":"\n  In what way is me punching your abs attractive?\n  ","690216":"\n  Nope\n  ","690217":"\n  B\n  ","690218":"\n  Why would I do that?\n  ","690219":"\n  Why\n  ","690220":"\n  B\n  ","690221":"\n  No not at all\n  ","690222":"\n  Last week\n  ","690223":"\n  Uhhhh negative\n  ","690224":"\n  Trying to go back to sleep lol\n  ","690225":"\n  Okay\n  ","690226":"\n  Nooooo\n  ","690227":"\n  That was pretty (:\n  ","690228":"\n  Yes?\n  ","690229":"\n  I would go around bringing mayhem\n  ","690230":"\n  Yeah but my tummy is uneasy ):\n  ","690231":"\n  I just woke up and now I can't fall asleep lol\n  ","690232":"\n  Rough lol\n  ","690233":"\n  Lol I saw weird random shit\n  ","690234":"\n  Acid\n  ","690235":"\n  I don't drink\n  ","690236":"\n  Thank you\n  ","690237":"\n  No\n  ","690238":"\n  Lol\n  ","690239":"\n  B\n  ","690240":"\n  Ohhh yesss\n  ","690241":"\n  Yeah I think so\n  ","690242":"\n  B\n  ","690243":"\n  Yeah it's a bummer, I got really lucky\n  ","690244":"\n  Is what because of you?\n  ","690245":"\n  It's not that hard to keep me happy\n  ","690246":"\n  A\n  ","690247":"\n  Not that long lol\n  ","690248":"\n  Lol\n  ","690249":"\n  Smaller ones\n  ","690250":"\n  Not to sure lol\n  ","690251":"\n  I mean I guess. I can't really stop people from doing what they want lol\n  ","690252":"\n  B\n  ","690253":"\n  Loud\n  ","690254":"\n  A\n  ","690255":"\n  He's not really into that\n  ","690256":"\n  B\n  ","690257":"\n  It's flattering but I really don't want know who lol\n  ","690258":"\n  A\n  ","690259":"\n  Awh thank you!\n  ","690260":"\n  A\n  ","690261":"\n  Ooooh I know, I'm having a great fucking time <3\n  ","690262":"\n  9.3\n  ","690263":"\n  I'd show them\n  ","690264":"\n  C\n  ","690265":"\n  Wait what isn't real\n  ","690266":"\n  5\n  ","690267":"\n  Well first of all girls never go in one at a time lol and guys just talk about how  badly they want to play with our dick's.\n  ","690268":"\n  Not all the time lol\n  ","690269":"\n  I can be\n  ","690270":"\n  7\n  ","690271":"\n  I'm sorry was that English?\n  ","690272":"\n  That's so sweet. Thank you.\n  ","690273":"\n  Awh really?\n  ","690274":"\n  When do girls not whip their dick's at school?\n  ","690275":"\n  <3\n  ","690276":"\n  That's a very good question, I don't know. Pretty long tho\n  ","690277":"\n  Happens when I hit puberty\n  ","690278":"\n  B\n  ","690279":"\n  We like to cut off the dick and balls and sew them together and then make it into a mask for the guys to wear while we pound them silly.\n  ","690280":"\n  Pretty much lol\n  ","690281":"\n  Fuckton of cum. The niagra falls of cum\n  ","690282":"\n  8\n  ","690283":"\n  Oh we don't like get dick sucked, we prefer flipping them over and pound their anal cavity to death.\n  ","690284":"\n  Why thank you\n  ","690285":"\n  Haha I just don't care enough to try it.\n  ","690286":"\n  We destroy everything with our dick's....\n  ","690287":"\n  That is true.\n  ","690288":"\n  We are angry that we have to sacrifice to Satan every month. It's a curse.\n  ","690289":"\n  What?\n  ","690290":"\n  Not my thing lol\n  ","690291":"\n  Well it was a typical Sunday morning. Every Sunday it's a ritual reoccurance for all those who will be suffering that week from a painful monthly sacrifice. During that time they just get so viciously hungry and turn into maneating giant horse cock's.\n  ","690292":"\n  B\n  ","690293":"\n  Oxford's, Sperry's\n  ","690294":"\n  Blonde\n  ","690295":"\n  Yeah but not my style\n  ","690296":"\n  Honestly I don't even know. Sometimes they are like grey then blue then green. They like to switch everyday\n  ","690297":"\n  How do you know so much about me?\n  ","690298":"\n  Nahhhh\n  ","690299":"\n  No make up team xoxo\n  ","690300":"\n  Like hungry hungry hippos\n  ","690301":"\n  Haha my mom used to make fun of me for it haga\n  ","690302":"\n  I don't wear converse\n  ","690303":"\n  San Diego\n  \n  I'm not in school right now.\n  ","690304":"\n  Not the type of writing I want to do.\n  ","690305":"\n  He'd be nonexistent\n  ","690306":"\n  Haha yeah\n  ","690307":"\n  A\n  ","690308":"\n  Only that person would say that\n  ","690309":"\n  B\n  ","690310":"\n  .........\n  ","690311":"\n  I'm sorry you're disturbed\n  ","690312":"\n  20\n  ","690313":"\n  Writing lol\n  ","690314":"\n  Toms\n  ","690315":"\n  Just busy with other stuff\n  ","690316":"\n  There is only one person I know that is naive enough to hope for me to live over 100 years old...\n  ","690317":"\n  Yeah not at all.\n  ","690318":"\n  Style\n  ","690319":"\n  Yeah believe me I know, but when you meet that one person who know you'll never love anyone else the way you love them, it's kinda hard.\n  ","690320":"\n  B\n  ","690321":"\n  Peace\n  ","690322":"\n  Omg knowing who the one is doesn't automatically make him the one.\n  \n  He isn't the one,\n  \n  I lost my one.\n  ","690323":"\n  I'm more sorry not sorry.\n  ","690324":"\n  Wow that's so sweet <3\n  ","690325":"\n  Omg he isn't.\n  ","690326":"\n  I'm sorry\n  ","690327":"\n  LMFAO no\n  ","690328":"\n  A\n  ","690329":"\n  Because I already know who the one for me is.\n  ","690330":"\n  (:\n  ","690331":"\n  Because theirs nothing else for me to say to you\n  ","690332":"\n  B\n  ","690333":"\n  Just cause....\n  ","690334":"\n  <3\n  ","690335":"\n  Lol\n  ","690336":"\n  Taken\n  ","690337":"\n  Nm lol\n  ","690338":"\n  Lol yea\n  ","690339":"\n  A year\n  ","690340":"\n  Well that's awfully judgemental and prejudice.\n  \n  Just because I don't focus on denzel doesn't mean I don't know what good acting is.\n  \n  I focus on Kevin spacey, Johnny depp, will Ferrell, Nichole kidman, will Smith, Jessica Lange, leonardo DiCaprio, goerge cloony, Robert downy Jr, scarlett johanson..\n  ","690341":"\n  I honestly don't know, I'm just going wherever the wind takes me. But California is the main.\n  ","690342":"\n  Taken\n  ","690343":"\n  A\n  ","690344":"\n  Honestly I can't remember, he's not one of the ones I focus on.\n  ","690345":"\n  A\n  ","690346":"\n  20\n  ","690347":"\n  Hey(:\n  ","690348":"\n  I want to see the world\n  ","690349":"\n  A\n  ","690350":"\n  Yess I dooo\n  ","690351":"\n\n   www.creamycokaine.wordpress.com\n  \n","690352":"\n  Oh all the time haha it's all on my blog tho\n  ","690353":"\n  No no that's about Jack the ripper.\n  \n  I'm writing a poem for the scientist who identified him.\n  ","690354":"\n  Thank you.\n  ","690355":"\n  You want an example of my poem?\n  \n  Okay haha\n  \n  He turned himself into a modern phenomenon,\n  \n  Self-proclaimed expert,\n  \n  A monster craving acknowledgment,\n  \n  Who was eccentric tempered.\n  \n  Stalking victims in the night,\n  \n  For his sex-crazed frenzy,\n  \n  Mercifully swift with his knife,\n  \n  Physically stealthy.\n  \n  It's not done yet lol\n  ","690356":"\n  Right now just basically an factual poem for a scientist lol\n  ","690357":"\n  I'm a writer\n  ","690358":"\n  Nooo I didn't lol\n  ","690359":"\n  I don't go to school at the moment but I'm going back but that doesn't stop me from trying to learn everyday.\n  \n  And I work a little\n  ","690360":"\n  Ok\n  ","690361":"\n  No Not really\n  ","690362":"\n  Yeah\n  ","690363":"\n  I got it pierced at 17, got it pierced again at 18\n  ","690364":"\n  Yes\n  ","690365":"\n  Hahah I need it to be touched up\n  ","690366":"\n  Yes\n  ","690367":"\n  Haha no\n  ","690368":"\n  No not really lol\n  ","690369":"\n  Haha not right now haha <3\n  ","690370":"\n  Yeah I guess lol\n  ","690371":"\n  I don't like it but it feels good sometimes (;\n  ","690372":"\n  Like extremely lol\n  ","690373":"\n  My belly button is a very sensitive spot for me, I can't do that hahaha other things happen.\n  ","690374":"\n  I'm a visual learner. Haha you're gonna have to show a demonstration but I don't want an outtie lol\n  ","690375":"\n  Noo my belly button is oddly deep lol I wish I could see you do that lol\n  ","690376":"\n  Uh no probably not\n  ","690377":"\n  If a person came back and told me what it was like and it turned out to be a better place then Yes haha\n  ","690378":"\n  No that's real life lol\n  ","690379":"\n  Omg I don't even know but it's probably along the line of extremely large horse dick's pounding assholes creating a black hole that enters a new dimension\n  ","690380":"\n  Lol nvm\n  ","690381":"\n  I talk about way worse shit with his friends, this is nothing.\n  ","690382":"\n  Yeah it's like \"Oh you almost made it, but I tricked you\"\n  ","690383":"\n  On my tummy lol ghost loads lol\n  ","690384":"\n  Haha thank you! I just enjoy being blunt haha\n  ","690385":"\n  Doesn't really feel like anything lol\n  ","690386":"\n  No\n  ","690387":"\n  Yeah\n  ","690388":"\n  Yeah\n  ","690389":"\n  Nope\n  ","690390":"\n  Because guys don't want to admit that they're pissed you won't let them bust a nut.\n  ","690391":"\n  Yes\n  ","690392":"\n  Yes\n  ","690393":"\n  You're welcome!!  & thank you\n  ","690394":"\n  Yes\n  ","690395":"\n  Bam green eggs and Ham xo\n  ","690396":"\n  Oxfords\n  ","690397":"\n  Don't snap\n  ","690398":"\n  Months I don't remember\n  ","690399":"\n  We went to a rave together in a big group\n  ","690400":"\n  No\n  ","690401":"\n  Once a week maybe lol\n  ","690402":"\n  Yes lol\n  ","690403":"\n  Yeah\n  ","690404":"\n  Not that often just in the right situations\n  ","690405":"\n  Yeah haha I love summer!\n  ","690406":"\n  ???\n  ","690407":"\n  Wow thank you\n  ","690408":"\n  Yeah (: and you don't have to make it a b if you don't want too\n  ","690409":"\n  B\n  ","690410":"\n  A\n  ","690411":"\n  A\n  ","690412":"\n  Yess\n  ","690413":"\n  Well just use fb\n  ","690414":"\n  Instagram or fb\n  ","690415":"\n  What do you have\n  ","690416":"\n  Uh twitter?\n  ","690417":"\n  Hahah I don't think of you as anything, I don't know you! But you can get to know me more\n  ","690418":"\n  A\n  ","690419":"\n  A\n  ","690420":"\n  I don't hattte anything lol I just don't come on here to find people to masturbate to me lol I like answering questions keeps my mind thinking.\n  ","690421":"\n  B\n  \n  I'm trying to become a screenwriter I enjoy talking about everything\n  ","690422":"\n  B.\n  ","690423":"\n  1 step: talks about sexual things.\n  \n  2 step: asks for the stereotypical sexting application\n  \n  3 step: expects all girls to take they're clothes off and rub themselves.\n  ","690424":"\n  I don't mind talking about it, lol just when it comes to guys trying the next step that's annoying.\n  ","690425":"\n  Actually no. Because people are disgusting and only focus is sexting or cam shit. & not ever attractive girl is some secret pornstar over the internet sooo it's annoying.\n  ","690426":"\n  B\n  \n  I don't have them for a reason\n  ","690427":"\n  B\n  ","690428":"\n  B\n  ","690429":"\n  Xoxo\n  ","690430":"\n  B\n  ","690431":"\n  There is never an embarrassing moment when it comes to our penile mechanism\n  ","690432":"\n  Innie\n  ","690433":"\n  Practice lol\n  ","690434":"\n  A\n  ","690435":"\n  I'd say like 8 (;\n  ","690436":"\n  A\n  ","690437":"\n  Depends on the girl!\n  ","690438":"\n  I don't mind lol\n  ","690439":"\n  B\n  ","690440":"\n  And multiple dick's tooo.\n  ","690441":"\n  Eh. No xo\n  ","690442":"\n  A\n  ","690443":"\n  Me no kik\n  ","690444":"\n  Uhhhhhh I wouldn't know\n  ","690445":"\n  My dick is bigger than your age.\n  ","690446":"\n  Don't have one\n  ","690447":"\n  Not really. Lol\n  ","690448":"\n  Xoxo\n  ","690449":"\n  A\n  ","690450":"\n  I just woke up xo\n  ","690451":"\n  Oh God like year+\n  ","690452":"\n  So sweet <3 can't get over it\n  ","690453":"\n  Yeah I'm bored xo\n  ","690454":"\n  Omg you make me wanna cry. Like at your rate I might lol. Don't know how you think of me like this though.. but thank you.\n  ","690455":"\n  Thank you(((:\n  ","690456":"\n  Xoxo\n  ","690457":"\n  You really think so?\n  ","690458":"\n  Well this was random and upbringing (: thank you <3\n  ","690459":"\n  The number hasnt been created yet.\n  ","690460":"\n  Yes.\n  ","690461":"\n  The person puts a multiple choice question first haha\n  ","690462":"\n  If you want haha\n  ","690463":"\n  They're private questions I guess\n  ","690464":"\n  Facebook.com\/xshatteredheartx\n  ","690465":"\n  Huh\n  ","690466":"\n  Wow inappropriate\n  ","690467":"\n  I do\n  ","690468":"\n  B\n  ","690469":"\n  Wait what\n  ","690470":"\n  No\n  ","690471":"\n  B\n  ","690472":"\n  Good for you guys!\n  ","690473":"\n  I thought I said no\n  ","690474":"\n  Who\n  ","690475":"\n  Nothing lol just funny\n  ","690476":"\n  A\n  ","690477":"\n  Oh lord\n  ","690478":"\n  Why do you like buttplay\n  ","690479":"\n  B\n  ","690480":"\n  What is\n  ","690481":"\n  A\n  ","690482":"\n  True lol but I don't know you\n  ","690483":"\n  Awhhh bummerrrr\n  ","690484":"\n  Usa\n  ","690485":"\n  No, I'm just curious (:\n  ","690486":"\n  B\n  \n  Who are you lol\n  ","690487":"\n  A\n  ","690488":"\n  ?\n  ","690489":"\n  B\n  ","690490":"\n  What?\n  ","690491":"\n  Well I'm always nice and talk, but in the end I left them know I'm not interested.\n  ","690492":"\n  A\n  ","690493":"\n  B\n  ","690494":"\n  A\n  ","690495":"\n  B\n  ","690496":"\n  A\n  ","690497":"\n  Yessss\n  ","690498":"\n  Random shit\n  ","690499":"\n  A\n  ","690500":"\n  A\n  ","690501":"\n  A\n  ","690502":"\n  Both\n  ","690503":"\n  A&b\n  ","690504":"\n  A\n  ","690505":"\n  C\n  ","690506":"\n  A\n  ","690507":"\n  C\n  ","690508":"\n  I don't kik\n  ","690509":"\n  I tell them.\n  ","690510":"\n  Bf\n  ","690511":"\n  B\n  ","690512":"\n  I'd be one earthy looking girl without it.\n  ","690513":"\n  B\/c\n  ","690514":"\n  Pure ease and happiness.\n  ","690515":"\n  Nokia something lol\n  ","690516":"\n  A\n  ","690517":"\n  Because it's biowarefar... theyre suppose too.\n  ","690518":"\n  A\n  ","690519":"\n  3000$\n  ","690520":"\n  A\n  ","690521":"\n  A\n  ","690522":"\n  Probably live like it's the 1970s\n  ","690523":"\n  Sure(:\n  ","690524":"\n  A\n  ","690525":"\n  I'm grossed out by the idea of attraction to my feet lol\n  ","690526":"\n  A.\n  ","690527":"\n  It's concerning lol\n  ","690528":"\n  Then why be so curious about my wrinkled footsies lol\n  ","690529":"\n  Do the wrinkles in feet turn you on(;\n  ","690530":"\n  C\n  ","690531":"\n  Of my feet?\n  ","690532":"\n  True. But doesn't everyone's?\n  ","690533":"\n  Yesterday lol\n  ","690534":"\n  F\n  ","690535":"\n  Birthday lol\n  ","690536":"\n  Sure\n  ","690537":"\n  Uhhhhhh xo\n  ","690538":"\n  5'3\n  ","690539":"\n  Sorry I'm always a shit show lol xo\n  ","690540":"\n  That means so much. Awwwwwwwh\n  ","690541":"\n  Thank you\n  ","690542":"\n  Honestly I have no idea, it was some fancy looking thing.\n  ","690543":"\n  Dude the cake!\n  ","690544":"\n  Wow,that's a really nice thing to say. Awwwwh I don't know who this is but I like you lol\n  ","690545":"\n  I don't know.. because like wait idk how I just had to make sure!! Lol\n  ","690546":"\n  Is that a bad thing? ):\n  ","690547":"\n  Lips, neck, stomach, hips, other set of lips\n  ","690548":"\n  Well it's still my bday technically (: so thank you\n  ","690549":"\n  Wow, thank you!!!!!\n  ","690550":"\n  Thank you!!\n  ","690551":"\n  I think, I'm not to sure lol. ?\n  ","690552":"\n  Wow. Props to you. Can I ask you a personal question?\n  ","690553":"\n  Really? Are you  f or m?\n  ","690554":"\n  Do you do it alot?\n  ","690555":"\n  Why Yes?\n  ","690556":"\n  Omg no.\n  ","690557":"\n  Idk sniper shot lol\n  ","690558":"\n  Someone just tripped and fell once their dick landed in my butt.\n  ","690559":"\n  Noo\n  ","690560":"\n  Win over him with my charm. ?\n  ","690561":"\n  Pretty much nothing lol.\n  ","690562":"\n  Ugh that means I have to put on clothes lol\n  ","690563":"\n  Wait what\n  ","690564":"\n  Sure\n  ","690565":"\n  Si\n  ","690566":"\n  No\n  ","690567":"\n  Bf\n  ","690568":"\n  I wish!\n  ","690569":"\n  Lol thank you\n  ","690570":"\n  20\n  ","690571":"\n  Thank you!\n  ","690572":"\n  Unfortunately\n  ","690573":"\n  Thank you\n  ","690574":"\n  Hii\n  ","690575":"\n  Thank you!\n  ","690576":"\n  Lovely xo\n  ","690577":"\n  Wow thank you!\n  ","690578":"\n  Like blowing bubbles kind of fun or?\n  ","690579":"\n  Dude, I'm one year older - that sucks. I don't want to grow up. Life is complicated. Be young is way better than worrying about bills and taxes. Lol\n  ","690580":"\n  Howdy\n  ","690581":"\n  Why thank you!\n  ","690582":"\n  Pap it's my birthday I do What I want today(:\n  ","690583":"\n  No\n  ","690584":"\n  You asked for it lol\n  ","690585":"\n  I don't tan ):\n  ","690586":"\n  Awh that's so sweet\n  ","690587":"\n  Hi\n  ","690588":"\n  That's a little too personal\n  ","690589":"\n  Yes\n  ","690590":"\n  Lol no\n  ","690591":"\n  Yes\n  ","690592":"\n  Depends on what you look like (:\n  ","690593":"\n  E\n  ","690594":"\n  I don't mind it\n  ","690595":"\n  B\n  ","690596":"\n  Gemini\n  ","690597":"\n  No\n  ","690598":"\n  I turn 20 in 2 days\n  ","690599":"\n  I'm always honest\n  ","690600":"\n  I'd pee\n  ","690601":"\n  Hello xo\n  ","690602":"\n  If you really wanted that lol\n  ","690603":"\n  Lace lol\n  ","690604":"\n  Why you be kissing meee\n  ","690605":"\n  Black\n  ","690606":"\n  So many kisses!\n  ","690607":"\n  Huh?\n  ","690608":"\n  I'll check it out (:\n  ","690609":"\n  Stoker, listen to your heart, rock n rolla, happiness runs, hobo with a shotgun uhh can't think of more\n  ","690610":"\n  This one time when I was 17\n  ","690611":"\n  Ooooh okay.\n  ","690612":"\n  That's sweet (: so like how closer are we?\n  ","690613":"\n  Then...why are you on my ask (:\n  ","690614":"\n  Awh.. what's up hun?\n  ","690615":"\n  Am I? (:\n  ","690616":"\n  Hey\n  ","690617":"\n  Wow thank you.\n  ","690618":"\n  God no.\n  ","690619":"\n  Of?\n  ","690620":"\n  Thank you\n  ","690621":"\n  Yeah\n  ","690622":"\n  I liked.\n  ","690623":"\n  Yeah... probably. Wouldn't ask tho\n  ","690624":"\n  Only piercing I have is my belly lol I'm a tattoo person\n  ","690625":"\n  Hell yeah\n  ","690626":"\n  Buy me one lol\n  ","690627":"\n  Way to be original (;\n  ","690628":"\n  I was wearing a crop top\n  ","690629":"\n  I'm sorry why do you care so much lol\n  ","690630":"\n  I can't remember anything lol I tend to not remember bullshit like that. And it's rare when girls are mean to me.\n  ","690631":"\n  You're sweet, thank you.\n  ","690632":"\n  You can tell me haha I won't think of you and differently <3\n  ","690633":"\n  I guess so <3\n  ","690634":"\n  Yeah haha\n  ","690635":"\n  Dude have you seen me? I don't even lift.\n  ","690636":"\n  Nope\n  ","690637":"\n  My weight\n  ","690638":"\n  I wishh\n  ","690639":"\n  Thank you\n  ","690640":"\n  Noo\n  ","690641":"\n  I don't know either\n  ","690642":"\n  Ahhh ok\n  ","690643":"\n  Sorry ):\n  ","690644":"\n  I have to write!\n  ","690645":"\n  I can't ):\n  ","690646":"\n  Wow maybe you're falling for the wrong ones\n  ","690647":"\n  Hahahahaahah no.\n  ","690648":"\n  That was so sweet,  like I wanna cry. Shit like this makes me emotional\n  ","690649":"\n  Lol\n  ","690650":"\n  Lol maybe you're just nice\n  ","690651":"\n\n   @savannahamess\n  \n","690652":"\n  Well that's why I want to put me emotions in an art form also, but Ive learned the balance of emotion and intelligence.  Because a lot of times emotions will cloud your judgement on intelligent decions that should be made. And I've learned how to not to let that happen.\n  ","690653":"\n  Lol (;\n  ","690654":"\n  Not with you (;\n  ","690655":"\n  <3\n  ","690656":"\n  Awh <3\n  ","690657":"\n  I wanna\n  ","690658":"\n  Yes but their emotions lead them to do those things. And I'm sorry but not all 9 billion fucking people are going to get lucky like those people and their emotions are gonna lead them to greatness. It's litterally a  .01% of a chance. I mean just look at the 1%. You really think they have emotion?\n  ","690659":"\n  Why you say that\n  ","690660":"\n  hahahahahahahahhahhah have you actually read the things these people have written... you do realize in modern times they would be considered mentally insane? Like trust me, I have Shakespeare on my arm. I live breathe these people. Jobs did LSD on the regular that's how he came up with everything. Lenon was the biggest drug addict.\n  ","690661":"\n  Okay you do realize every single person you named is dead, and died in an interesting way and did a FUCKLOAD of drugs.? Like they we're all psychotic.\n  ","690662":"\n  OMG this is to much\n  ","690663":"\n  That's sweet.\n  ","690664":"\n  It's fine lol\n  ","690665":"\n  Yeah and what happened to all those \"emotional\" artists? Did drugs of some sort and died or killed themselves.\n  ","690666":"\n  Lol.\n  ","690667":"\n  Thank you\n  ","690668":"\n  Wtf\n  ","690669":"\n  I try (: but thank you\n  ","690670":"\n  Awh Wow thank you<3 ??\n  ","690671":"\n  Pretty good yours?\n  ","690672":"\n  No, the more intelligent the individual the less emotions they will have, why? Because emotions lead to idiotic decisions. But intelligent people suffer more from depression. Emotions are connected to maturity.\n  ","690673":"\n  (: np\n  ","690674":"\n  I'm good how are you?\n  ","690675":"\n  True but I'm intelligent enough to handle it.\n  ","690676":"\n  Well hello\n  ","690677":"\n  Well I shouldn't be so weak to have their advice tear me down lol.\n  ","690678":"\n  Oh it's easy for me to take cretiques from them because they're so knowledgeable and intelligent that I know they know what's best in the long run. I'm just not as brilliant as them so it's harder for me to put it in action\n  ","690679":"\n  Definitely however they act is good for my development...\n  ","690680":"\n  My family. Lol\n  ","690681":"\n  In the same sense Yes, I couldn't see myself anything else.\n  ","690682":"\n  Oh God. My confidence. And not appearance completely, I mean intelligently my confidence is low. I have a lot of standards to uphold. I don't believe I can be what people think I should be potentially.\n  ","690683":"\n  In what attribute?\n  ","690684":"\n  No one lol\n  ","690685":"\n  Yes\n  ","690686":"\n  I honestly don't know how to respond\n  ","690687":"\n  The obvious place\n  ","690688":"\n  Hahah Oh wow\n  ","690689":"\n  Yes it is.\n  ","690690":"\n  Licking lol\n  ","690691":"\n  All sorts haha\n  ","690692":"\n  Depending on the mood lol\n  ","690693":"\n  Writing, reading, thinking, learning lol\n  ","690694":"\n  I love alone time\n  ","690695":"\n  Naaaah\n  ","690696":"\n  <3\n  ","690697":"\n  Haha I did lol\n  ","690698":"\n  Thank you(:\n  ","690699":"\n  Good actually yours?\n  ","690700":"\n  <3\n  ","690701":"\n  Lol suree\n  ","690702":"\n  Just chilling thinking of sleeping lol\n  ","690703":"\n  <3 whatchu doing\n  ","690704":"\n  Hey sweetheart (: what's up\n  ","690705":"\n  Yeah I don't like that gahaha\n  ","690706":"\n  I feel like a dog now lol\n  ","690707":"\n  Yess. Ima big girl lol\n  ","690708":"\n  I cleaned my whole house haha\n  ","690709":"\n  I don't even know what to say..\n  ","690710":"\n  Oh hello\n  ","690711":"\n  Not really\n  ","690712":"\n  Neck\n  ","690713":"\n  Awwwh cute <3\n  ","690714":"\n  Thank you\n  ","690715":"\n\n   @creamycokaine\n  \n","690716":"\n  3?\n  ","690717":"\n  1\n  ","690718":"\n  Uhm I love you too I think? Haha\n  ","690719":"\n  Oooooooh seee that's effort\n  ","690720":"\n  <3\n  ","690721":"\n  Waaait idk how it only says picture\n  ","690722":"\n  You sound like a real charmer(;\n  ","690723":"\n  I've never been in a situation like that haha but I'm open minded? Lol\n  ","690724":"\n  Actually I hate it. I literally hate feet. I always respond, \"gross \"\n  ","690725":"\n  I can see the appeal haha\n  ","690726":"\n  Random people\n  ","690727":"\n  Yes!!\n  ","690728":"\n  I'm that ticklish hahahahaha\n  ","690729":"\n  No, I cut them unless I go get them done\n  ","690730":"\n  I do not\n  ","690731":"\n  Omg haha stop.\n  ","690732":"\n  That was literally the nicest compliment I've ever gotten. Thank you. I might cry haha. ❤\n  ","690733":"\n  Merry Christmas\n  ","690734":"\n  Real life...\n  ","690735":"\n  I would cry\n  ","690736":"\n  I'm going!\n  ","690737":"\n  Well from the constant attraction I get over my feet I'm gonna say they look good?\n  ","690738":"\n  Mint green\n  ","690739":"\n  Idk people keep talking to me when I'm suppose to be a good women and do my daily chores hahahahagaga\n  ","690740":"\n  I love them, but they fall out and I lose them. I don't have any pics right now.\n  ","690741":"\n  Ugggghhh I'm being so distracted.\n  ","690742":"\n  Why?\n  ","690743":"\n  Why\n  ","690744":"\n  Me.\n  ","690745":"\n  San Marcos haha\n  ","690746":"\n  There lol\n  ","690747":"\n  I'm sorry ):\n  ","690748":"\n  It's a tragedy... lol\n  ","690749":"\n  You don't even know, I've been asked for so many foot pics.\n  ","690750":"\n  Awh I will <3\n  ","690751":"\n  Lol omg <33\n  ","690752":"\n  Like have a buttplay fetish instead that's less gross hahah\n  ","690753":"\n  People and their foot fetishes\n  ","690754":"\n  I'm grossed out lol\n  ","690755":"\n  Thinking I'm cute\n  ","690756":"\n  Dude thank you.\n  ","690757":"\n  I am lol\n  ","690758":"\n  Meow mix meow mix please deliver\n  ","690759":"\n  Like right meow\n  ","690760":"\n  I just wanna play gta lol\n  ","690761":"\n  Seriously... like I need to do shit, but I can't\n  ","690762":"\n  I need to get up. #stoned\n  ","690763":"\n  Same lol just like life bullshit lol\n  ","690764":"\n  What's been going on for chuu\n  ","690765":"\n  That was really pretty, I like it\n  ","690766":"\n  Awh I miss you too!\n  ","690767":"\n  It was interesting lol\n  ","690768":"\n  Yessss\n  ","690769":"\n  Sorrrrrrrryyy\n  ","690770":"\n  Most women get aroused lol\n  ","690771":"\n  I would never...\n  ","690772":"\n  This could be for you (; hahahhahahaha\n  ","690773":"\n  I turn 20 on June 6th\n  ","690774":"\n  Hahahaha I know\n  ","690775":"\n  Uhm no.\n  ","690776":"\n  <333\n  ","690777":"\n  Usually guys are comfortable enough around me their boxers are always showing lol\n  ","690778":"\n  Of God Yeah.\n  \n  I was a huge troublemaker\n  ","690779":"\n  I'm pretty good, getting baaaaaked\n  ","690780":"\n  First of all, I wouldn't damage my body for charity because then after I'll turn into charity. If I'm gonna do something for charity it's gonna benefit everybody\n  ","690781":"\n  If you do the same <3\n  ","690782":"\n  Depends on location but I'd grab behind the neck and smash their face against something.\n  ","690783":"\n  Putting the time and effort into being with that person, being someone's friend doesn't mean you can just call them up when you need them. Being a good friend is being someone who can be called just to sit next to in silence. If you can do that with your friends, you're truly someone who can be trusted.\n  ","690784":"\n  <3\n  ","690785":"\n  I remember you perfectly. <3 how are you\n  ","690786":"\n  It's not summer yetttt, I don't gots any yet\n  ","690787":"\n  Duuuuuude hiiiiiiii\n  ","690788":"\n  Bam fresh cooked ham\n  ","690789":"\n  I don't know * who is following me lol just say your name (:\n  ","690790":"\n  This?\n  ","690791":"\n  Dude I don't like who is following me or not lol\n  ","690792":"\n  On where lol\n  ","690793":"\n  What?\n  ","690794":"\n  Thank you(:\n  ","690795":"\n  Lol maybe some day\n  ","690796":"\n  Wow thank you (:\n  ","690797":"\n  You don't know that (:\n  ","690798":"\n  I don't <3\n  ","690799":"\n  People do change (;\n  ","690800":"\n  Whaaaaaaat? OMG who are youuuu. Teellll meee <3\n  ","690801":"\n  I feel like you're the only one that believes that lol\n  ","690802":"\n  Nobody is sweetheart, so that's impossible\n  ","690803":"\n  Perfectly imperfect (:\n  ","690804":"\n  Well I did (:\n  ","690805":"\n  Awwwwwwwwwh OMG\n  ","690806":"\n  God no\n  ","690807":"\n  Well thank you for thinking of me like that(:\n  ","690808":"\n  Np (:\n  ","690809":"\n  Duuuuude you're sweet\n  ","690810":"\n  Good how are you\n  ","690811":"\n  ????❤\n  ","690812":"\n  Aloha\n  ","690813":"\n  <3 <3 moooooo\n  ","690814":"\n  Ooh (: well shit, thank you\n  ","690815":"\n  But I'm not being cute...\n  ","690816":"\n  Why thank you (:\n  ","690817":"\n  One is blessed by angels and born that way?\n  ","690818":"\n  Lips or hips lol\n  ","690819":"\n  I don't even know the biggest lol I don't care about that\n  ","690820":"\n  A whole inch?\n  ","690821":"\n  Ouch.\n  ","690822":"\n  <3\n  ","690823":"\n  Good morning\n  ","690824":"\n  Eyes kill me.  Like OMG I love eyes\n  ","690825":"\n  Lol yeah I like above average guys lol\n  ","690826":"\n  I don't want to die lol\n  ","690827":"\n  Can I do it tomorrow when I'm not half asleep lol\n  ","690828":"\n  On here?\n  ","690829":"\n  On here, Chu is (;\n  ","690830":"\n  I don't get it lol\n  ","690831":"\n  That's private lol\n  ","690832":"\n  Wow someone famous lol\n  ","690833":"\n  Yeah lol\n  ","690834":"\n  Wow thank you. <3 you too.\n  ","690835":"\n  7-8\n  ","690836":"\n  Yesss\n  ","690837":"\n  We didn't get that far lol\n  ","690838":"\n  I'm just blunt lol\n  ","690839":"\n  It's not that I dislike it, if you saw the size of that penile mechanism -you'd laugh\n  ","690840":"\n  Dude not only does he has a baby dick but I crushed his entire ego. Lol is reaction was shitty. Hahahahhah\n  ","690841":"\n  At his face *\n  ","690842":"\n  Absolutely nothing lol I just laughed\n  ","690843":"\n  Yes omg there was this one that was probably the smallest in history.\n  ","690844":"\n  Theirs always weird shit that goes on haha but nothing that was to extreme\n  ","690845":"\n  Oh my hahahah\n  ","690846":"\n  I guess lol\n  ","690847":"\n  Pretty much lol\n  ","690848":"\n  Yes lol\n  ","690849":"\n  I mean I get the appeal for bigger, but honestly I don't like the feeling of my organs being shifted after hahahahaha.\n  ","690850":"\n  A rave.\n  ","690851":"\n  Just told me how beautiful I am pretty much and just did it.\n  ","690852":"\n  Nooo\n  ","690853":"\n  It was awkward\n  ","690854":"\n  If you care about them enough, you'll always enjoy it\n  ","690855":"\n  Laughed hahaha\n  ","690856":"\n  Maybe\n  ","690857":"\n  It shouldn't lol\n  ","690858":"\n  Hell no\n  ","690859":"\n  Lol\n  ","690860":"\n  Probably\n  ","690861":"\n  Exactly\n  ","690862":"\n  Very\n  ","690863":"\n  The balance of making yourself and someone else happy. It's exhausting\n  ","690864":"\n  Oh I'm sorry, that's my bad. I like smart witty guys. Who can make me laugh in any situation. I like guys who act like the boys from workaholics. I like sensitive but not on the outside.\n  ","690865":"\n  Yes\n  ","690866":"\n  Nope\n  ","690867":"\n  What?\n  ","690868":"\n  Everywhere I'm ticklish lol\n  ","690869":"\n  Oh girls are beautiful but guys are the most attractive to me.\n  ","690870":"\n  Wait what\n  ","690871":"\n  Nope lol\n  ","690872":"\n  Yes lol\n  ","690873":"\n  That's really nice of you Wow. <3\n  ","690874":"\n  That's really nice of you\n  ","690875":"\n  That's sweet lol\n  ","690876":"\n  No?\n  ","690877":"\n  I don't kik.\n  ","690878":"\n  Nooooo I think sif the troll sounds better\n  ","690879":"\n  Lol\n  ","690880":"\n  Pierced\n  ","690881":"\n  Yes\n  ","690882":"\n  Sif the troll?\n  ","690883":"\n  Haha not just bellybutton my stomach too\n  ","690884":"\n  Wow! Are you the muffin man?\n  ","690885":"\n  Yeah. Idk if that's the case but it confuses me lol\n  ","690886":"\n  How'd you know?\n  ","690887":"\n  Yes haha I've had girls walk up to me, confess their obsession with me and kiss me and walk away.\n  ","690888":"\n  In a far away land.\n  ","690889":"\n  Yeah\n  ","690890":"\n  Tone lol\n  ","690891":"\n  Hahah yeah alot people are oddly openly obsessed with my stomach\n  ","690892":"\n  Yeah lol alot of girls already have\n  ","690893":"\n  Lol I eat like an obese girl who eats because she hates herself, just for some reason it doesnt make me obese. So I think I'm good.\n  ","690894":"\n  ❤❤❤❤\n  ","690895":"\n  Wait a second, you know me by mission hills...\n  ","690896":"\n  Yeaaaah I'm not\n  ","690897":"\n  I'm sorry\n  ","690898":"\n  #angermanagment\n  ","690899":"\n  Aggressive lol\n  ","690900":"\n  Hahahah it changes everything\n  ","690901":"\n  I usually just let it show\n  ","690902":"\n  No\n  ","690903":"\n  Nooo\n  ","690904":"\n  I prefer dangly\n  ","690905":"\n  Yes lol\n  ","690906":"\n  Nooo\n  ","690907":"\n  Yeah haha\n  ","690908":"\n  I used too\n  ","690909":"\n  Yes lol\n  ","690910":"\n  Gold heart\n  ","690911":"\n  Duh I'm team itty bitty no titty committee\n  ","690912":"\n  I don't really notice. Usually someone tells me and I ask why? Lol\n  ","690913":"\n  Wow that's interesting lol\n  ","690914":"\n  Wow I appreciate the bluntness but you forgot your name\n  ","690915":"\n  Usually people start out by introducing themselves (;\n  ","690916":"\n  That just made you stranger. Lol\n  ","690917":"\n  I don't have sexual relations with strangers.\n  ","690918":"\n  If you can or you can't, you're right.\n  ","690919":"\n  I don't know who you are sir.\n  ","690920":"\n  Nah trick nah.\n  ","690921":"\n  How tickled is your booty?\n  ","690922":"\n  BAMBAM WALLLAWALLA BING BANG.\n  ","690923":"\n  Yeah but I'm respectfully refusing your decline.\n  ","690924":"\n  Their feet. How are they appealing to anyone lol\n  ","690925":"\n  You can't do that. ?\n  ","690926":"\n  That's so sweet! Just go on my instagram\n  ","690927":"\n  Ew feet are gross.\n  ","690928":"\n  That's sweet\n  ","690929":"\n  Huh?\n  ","690930":"\n  I respectfully decline.\n  ","690931":"\n  Bam\n  ","690932":"\n  Why?\n  ","690933":"\n  Yes.\n  ","690934":"\n  Thank you (:\n  ","690935":"\n  Awh\n  ","690936":"\n  That's sweet\n  ","690937":"\n  I'm sorry ):\n  ","690938":"\n  I don't remember your real name..\n  ","690939":"\n  Dude...\n  ","690940":"\n  Haha but why don't you ever tell me who you are?\n  ","690941":"\n  Not really ):\n  ","690942":"\n  Yeah but I don't know who I'm talking too lol\n  ","690943":"\n  Well I'm focused on my future now(:\n  ","690944":"\n  Awh (: that's awesome\n  ","690945":"\n  No..I don't believe that I just say thank you to nice compliments(:\n  ","690946":"\n  Thank you\n  ","690947":"\n  What's yours\n  ","690948":"\n  Haha no it is. Lol it's my blogging name too lol\n  ","690949":"\n  creamycokaine\n  ","690950":"\n  (:\n  ","690951":"\n  I made a new one. creamycokaine\n  ","690952":"\n  I don't use kik anymore ):\n  ","690953":"\n  Ok now you've intrigued me haha\n  ","690954":"\n  My butt isn't big enough for that (;\n  ","690955":"\n  The type of modeling\n  ","690956":"\n  Depends lol\n  ","690957":"\n  I wish lol (:\n  ","690958":"\n  Hiiiiii\n  ","690959":"\n  Miss ya too\n  ","690960":"\n  I don't use yt\n  ","690961":"\n  Thank you so much!\n  ","690962":"\n  Idk\n  ","690963":"\n  It's my moms lol not mine\n  ","690964":"\n  It's ok\n  ","690965":"\n  You can have it lol\n  ","690966":"\n  I would but I don't know who you are haha and thank you so much❤️\n  ","690967":"\n  Sorry couldn't tell ya, we kinda all get used to our own smells lol but my perfume is delicious\n  ","690968":"\n  It's so weird to hear people call me that lol\n  ","690969":"\n  Awh that's sweet\n  ","690970":"\n  I'm a quarter vietnamese\n  ","690971":"\n  Awwwwwh\n  ","690972":"\n  Shaved lol\n  ","690973":"\n  Eat. Alot\n  ","690974":"\n  How sweet\n  ","690975":"\n  Hey.\n  ","690976":"\n  Sitting with my cat\n  ","690977":"\n  Haha there entertaining but I don't like watch it on my free time hahaha\n  ","690978":"\n  Yes\n  ","690979":"\n  Yes\n  ","690980":"\n  No\n  ","690981":"\n  Omg hahaahhahahahha if you actually knew me you'd know I'm not anorexic at all like whatsoever ... I'm pretty sure if even told my family that, they wouldn't even believe it because I'm constantly trying to eat lol if you really wanna know why I'm so skinny it's probably because I'm Vietnamese and I have stomach issues but my whole life if been this thin sooooo no hahaha\n  ","690982":"\n  This isn't creepy\n  ","690983":"\n  How do you know these things? And I'm not rich my parents are. Uh my dads a lawyer and my mom is a investor in houses... And yes I was adopted lol\n  ","690984":"\n  Yeah I actually kinda see it\n  ","690985":"\n  I would love to depending on the type\n  ","690986":"\n  Awh thank you <3\n  ","690987":"\n  I miss you too\n  ","690988":"\n  Haha no\n  ","690989":"\n  I don't know either :\/\n  ","690990":"\n  I don't know :( do you want to be with anyone?\n  ","690991":"\n  Uhhhhh to what?\n  ","690992":"\n  Huh?\n  ","690993":"\n  Lol I do but I really don't like twitter\n  ","690994":"\n  Lol no\n  ","690995":"\n  Hello\n  ","690996":"\n  Savannahamess\n  ","690997":"\n  Sure :)\n  ","690998":"\n  vvvv\n  ","690999":"\n  I don't give it to people I don't know\n  ","691000":"\n  Oh boy lol\n  ","691001":"\n  Omg hi\n  ","691002":"\n  Oh lol\n  ","691003":"\n  Huh?\n  ","691004":"\n  You're so sweet\n  ","691005":"\n  What? I'm so sorry.\n  ","691006":"\n  No\n  ","691007":"\n  Okie\n  ","691008":"\n  DM me than :)\n  ","691009":"\n  Well how do you even know me?\n  ","691010":"\n  Well, message me and talk to me is a good way lol :)\n  ","691011":"\n  San Diego :) lol\n  "}}