{"Question":{"717837":"\n   Ever ridden a horse before?\n  ","717838":"\n   In your opinon what does sex appeal mean to you?\n  ","717839":"\n   Definitely\n  ","717840":"\n   Was there ever a girl you had a thing for but you was too scared to approach her and tell her how you feel about her?\n  ","717841":"\n   which one is your personality? \n\na) 🖤💀🎸⚰️🔪\nb) 🧚‍♂️✨ 🌳 🌞 \nc) 💒🍭🌸👑👗🎀\n  ","717842":"\n   فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ. ✨\n\n“Then which of your Lord’s blessings will either of you belie?”✨\n\n\"Phir tum apnay rab ki Kon kon si naimat ko jhutlao gy?\"✨\n\nJummah Mubarak❣️\n  ","717843":"\n   Cat or Dog?\n  ","717844":"\n   What’s the best way to end a boring Conversation\n  ","717845":"\n   Favorite breed of cat or dog?\n  ","717846":"\n   do you drink? when’s the last time you had an alcoholic drink?\n  ","717847":"\n   Do you use Microsoft Excel for your job? You any good at using it?\n  ","717848":"\n   Who is your hero?\n\nIf you could live anywhere, where would it be?\n\nWhat is your biggest fear?\n\nWhat is your favorite family vacation?\n\nWhat would you change about yourself if you could?\n\nWhat really makes you angry?\n\nWhat motivates you to work hard?\n\nWhat is your favorite thing about your career\n  ","717849":"\n   Ever get upset for no reason?\n  ","717850":"\n   does anyone on here work a lot??\n  ","717851":"\n   You are so much more than a label given to you by others....✨🥀\n  ","717852":"\n   Man am I the only that has been depressed since this whole COVID?\n  ","717853":"\n   ↬Favorite music ♡\n  ","717854":"\n   ↬What do you like to read? ♡\n  ","717855":"\n   ↬Do you like fast food?♡\n  ","717856":"\n   What is your favourite TV show?\n  ","717857":"\n   What is one thing you are thankful for today?\n  ","717858":"\n   What is the best way to start summer?\n  ","717859":"\n   Go follow this beauty blogger\n   \n    https:\/\/youtu.be\/n1Oe4OCxNIM\n   \n","717860":"\n   How would you change your name to make life a lot more fun?\n  ","717861":"\n   How many people do you think you've met in your life?\n  ","717862":"\n   Who are your enemies?\n  ","717863":"\n   Not me\n  ","717864":"\n   Would you rather be 3 inches taller or 3 inches shorter?\n  ","717865":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","717866":"\n   I need help I will compensate\n  ","717867":"\n   Hello. My name is Beija nice to meet you 😊\n  ","717868":"\n   How are you?\n  ","717869":"\n   cool good cool fact i never knew\n  ","717870":"\n   Please pray for my mate who was shotted by the splutters yesterday on the location in the lungs when he was on duty. Please pray for his fast recovery.🥺\n#Pak_Army❣️\n  ","717871":"\n   cool me personally i don't have one cause i barely watch porn\n  ","717872":"\n   cool thats whats up i bet people like being around you\n  ","717873":"\n   lol i could definitely see you as one, i'd be nervous to come in your presence\n  ","717874":"\n   Would you rather be an assassin, ninja or warrior?\n  ","717875":"\n   I sort of thought was going to say brass knuckles but i wish i had a fighting staff but it has to electricute people...i always wanted a staff that has power when i fight with it\n  ","717876":"\n   On a scale from 1 to 10 how open minded are you?\n  ","717877":"\n   what’s your dream car?! 🚘\n  ","717878":"\n   Fighting staff or brass knuckles?\n  ","717879":"\n   Alright I just did, !!!! you see me? I got you bro !\n  ","717880":"\n   I will let you know, I won’t do you like that. I know how that is. I promise you bro 🤝🤞🏾. Would you want to add me on Snapchat or do you only add people you know?\n  ","717881":"\n   Oooh okay I see bro! I’m sorry to hear that about the debt part but I believe that If you Trust Jesus Christ he will make it all work out for you. I want to try it but I might have to wait til next month because I’m really doing a lot at the moment 😊😃. But I do want to stay in touch with you still.\n  ","717882":"\n   Who your favorite female porn star?\n  ","717883":"\n   Hmmm now you talking 🤩😃! I’ll have to think about and thanks man you see real cool to. Well if you don’t mind me asking where does the $15 go to? Im currently doing so much right now I work out almost everyday but I also go to physical therapy 3 times a week but I really do wanna get fit. 😆😆😆😆\n  ","717884":"\n   😔😔you got “buy one get one free?”😎😂😂😂😂😂😂😂😂😂😂😂😂😂.  But well......are the results of people on your page on Instagram?\n  ","717885":"\n   How ima do that? You got insta or snap?\n  ","717886":"\n   That makes two of us 😎\n  ","717887":"\n   Are you really into fitness lol?\n  ","717888":"\n   Roger that!!! Bro I’m about to be 23 🤪🤪🤪😍\n  ","717889":"\n   🤷‍♂️🤷‍♂️but I realized that it was just them trynna get under my skin.\n  ","717890":"\n   Ima say what I gotta say. If you don’t like it “UNFRIEND ME” I’m generally speaking. 😌😌😌😌\n  ","717891":"\n   Same here the saying stuff like “me and this other dude  I’m friends with is dating 😂😂😂 because i spoke against homosexuality but I said “I don’t hate people who are that way, it’s just wrong according to the Bible”\n  ","717892":"\n   Dang if you don’t mind me asking, where is that located at?\n  ","717893":"\n   Why is it that you disallow anon to ask you questions, I disallowed them because somebody got miserable and mad and started spreading false rumors to my ask fm friends bothering them about me...wby?\n  ","717894":"\n   Do you prefer watching sunrises or sunsets?\n  ","717895":"\n   What's your favorite place that you traveled to?\n  ","717896":"\n   Sht was glitching out, was trying to give your last post all those coins, but enjoy the extra coins.. 😅🤣\n  ","717897":"\n   Did the siren go off? And dang people always slamming weights in there but I haven’t heard the siren 🚨 lately except for the other day.\n  ","717898":"\n   Do you stay in pajamas a lot?\n  ","717899":"\n   What weird food combination do you actually like?\n  ","717900":"\n   Where is the most fun place you have ever been?\n  ","717901":"\n   Name one song you listened to today\n  ","717902":"\n   Sexy man.\n  ","717903":"\n   ¿Qué sonido consigue dormirte?\n  ","717904":"\n   I work out at planet fitness and I’m trying to build muscle at the moment. 😩 the soreness is real.\n  ","717905":"\n   Your instant happiness....?✨\n  ","717906":"\n   What social media platform do you use most to keep in touch with your friends?\n  ","717907":"\n   Your childhood obsession?\n  ","717908":"\n   What's the first thing you check when you turn on your computer?\n  ","717909":"\n   That one thing you want to do once...?\n  ","717910":"\n   Yes\n  ","717911":"\n   Hey, how are you? I'm Selena. If you're a fan of mine i would love to get to know you and am grateful for your support. Love you. xo Sel\n  ","717912":"\n   I gained like 13 pounds due to quarantine 😔😔😔😂😂😂\n  ","717913":"\n   You trynna gain weight forreal😩😩😩😩😩I’m trynna get rid of my tummy but you know some girls like they men with a some meat 😂😂😂😎😎😎😎😎on them.\n  ","717914":"\n   I just pigged out in 8 pieces of pizza 🍕😅😅\n  ","717915":"\n   Do you diet?\n  ","717916":"\n   I’m omwww there tonight 🤪🤪🤪🤪\n  ","717917":"\n   You workout daily?\n  ","717918":"\n   I didn't want to be very x-raided &explicit. I think that this site is for teens too. Not just adults that I can tell the story\n  ","717919":"\n   Skinny dipping with a other couples\n  ","717920":"\n   What are you ready to do for love?\n  ","717921":"\n   You like swiimming?\n  ","717922":"\n   where you work out at?\n  ","717923":"\n   Favorite Workout protein?\n  ","717924":"\n   Do you have a good sense of humor?\n   \n    https:\/\/pin.it\/75ro5Kq\n   \n","717925":"\n   How do you deal with unpleasant tasks? Do you complete them at once or put off until the last moment?\n   \n    https:\/\/pin.it\/75ro5Kq\n   \n","717926":"\n   you get 6 words to say to your 15 year old self, what are they? 💭\n  ","717927":"\n   What's your favourite homemade fruit juice like I like peach-plum juice\n  ","717928":"\n   Do you like to be around with many people or you enjoy your personal space like I love being alone most of the time I enjoy my space 🤗\n  ","717929":"\n   How many hours do you sleep for becoming fresh 🤔 like I sleep 10-12 minimum for becoming fresh 🤔\n  ","717930":"\n   I work at the laundromat 7 days I made $10 every day I see a black man and a white woman kid I am jealous I don't have that\n  ","717931":"\n   space ❤🎶\n  ","717932":"\n   Have you ever made vitamin a b c juice for getting good hairs nails and skin .\n\nLike I make carrot-beetroot-pineapple juice in daily basis 🤔\n  ","717933":"\n   What's your  favourite dish of your dad's hand\n  ","717934":"\n   What's the best gift you ever  received on your  birthday 🤔\n  ","717935":"\n   What do you prefer ? Do you like box cake or you prefer making from scratch 🤔\n  ","717936":"\n   What's your favourite and least favourite soda like I am obsessed with Pepsi and I am not fan of fanta 🤔\n  ","717937":"\n   How do you kill your time in long car journey ? 🤔 Like I kill time by listening music and by playing video games 🙃\n  ","717938":"\n   How do you cleanse your kidney ? Like I cleanse kidney by following famous Dr recipe that's boiled sweetcorn silk hairs ,parsley tea 🍵\n  ","717939":"\n   What's the bravest thing you've ever done?\n  ","717940":"\n   What do you like and dislike about summer ? 🙃\n  ","717941":"\n   Which video games that deserve there own animated tv series\n  ","717942":"\n   Who is your best friend and why do you consider her best friend 🤗\n  ","717943":"\n   space 💚\n  ","717944":"\n   What's your favourite chicken salad?  like I make steamed broccoli-asparagus diced boiled potato  fried chicken nuggets mixed with white sauce (cream melted cheddar cheese salt and pepper sauce )\n  ","717945":"\n   What's your favourite pesto among all like basil pesto with almonds cheddar cheese olive oil salt pepper 2) mint pinenuts pesto 3) parsley dill pesto with cashew salt pepper\n  ","717946":"\n   How do you celebrate Halloween 🎃 do you decorate house according to Halloween theme and make Halloween cookies and wear scary outfit and do spooky make up 👻 🤔\n  ","717947":"\n   If you could live on another planet, which would you choose?\n  ","717948":"\n   What is that one thing that makes you different From others.....?✨💭\n  ","717949":"\n   What are you doing today?\n  ","717950":"\n   What are your plans for this weekend?🌺\n  ","717951":"\n   What's a random song you would recommend to someone (could be any type)\n  ","717952":"\n   How are you doing today?☺️🌺\n  ","717953":"\n   When was the last time you cried and why?\n  ","717954":"\n   space 🌾🎶\n  ","717955":"\n   space 🌸\n  ","717956":"\n   How many hours do you sleep?\n  ","717957":"\n   Few words for your best friend....✨❣️\n  ","717958":"\n   Are evil people born or created?\n   \n    https:\/\/ask.fm\/ZeldaXoxo_\/answer\/161446630151?utm_source=copy_link&utm_medium=iOS\n   \n","717959":"\n   How do you start your day....?✨\n  ","717960":"\n   thats just pure freaky lol\n  ","717961":"\n   Whats the stupidest thing a girl ever did just to hola at you?\n  ","717962":"\n   You ever tried low carb dieting\n  ","717963":"\n   World Is nothing but a ______?\n  ","717964":"\n   Fun?\n  ","717965":"\n   Someone help support my business please\n  ","717966":"\n   You still look awesome. Was that taken in the locker room at your gym? \n\nWould you be open to a private conversation on another platform, or by email? No pressure, just lmk\n  ","717967":"\n   What do you miss most about working out? How it makes you feel, or getting bigger and more cut?\n  ","717968":"\n   Are you fitness freak ? Or you not into all this 🤔\n  ","717969":"\n   Good for you. How long of a break from school do you have? What do you do to relax? Do you miss not working out more?\n  ","717970":"\n   What are you doing for workouts on days you aren't at the gym?\n  ","717971":"\n   Yeah, there's a fine line between gaining while getting\/staying cut, and going over the edge into looking unnatural. And you definitely look natural. What's your height and weight?\n  ","717972":"\n   Good, stay safe. You looking to gain more mass, or just maintain what you had before the gym shutdown? You're pretty damn perfect already.\n  ","717973":"\n   I hope everyone has a fantastic Thursday !!!\n  ","717974":"\n   How are you keeping safe at the gym? Mask, disinfectant wipes, hand sanitizer?\n  ","717975":"\n   Place where you feel PEACE...?✨\n  ","717976":"\n   What's your favourite cookie 🍪 🤔\n  ","717977":"\n   What do you think best friend can only be one or it can be many\n  ","717978":"\n   Your most used Word...?🤔\n  ","717979":"\n   Congrats on the results of all your hard work and dedication. Has it been difficult to maintain your awesome body during the gym closures?\n  ","717980":"\n   Qué haciendo?\n  ","717981":"\n   Purple or Pink?\n  ","717982":"\n   Which shampoo do you think is good for hairs 🤔 I am using Pantene since childhood so I prefer Pantene what about you 🤔\n  ","717983":"\n   If I were to look through ur phone what would I find?\n  ","717984":"\n   thats whats though, i'm very proud of you mike\n  ","717985":"\n   What do you do when you are hungry at 2 am..?🤔\n  ","717986":"\n   hang in there mike, try not to give up on yourself\n  ","717987":"\n   In your personal opinon what makes a person truly down to earth?\n  ","717988":"\n   Is there something weird that you find attractive...?💭\n  ","717989":"\n   thats true positive thinking can make anything possible even though its hard to stay positive all the time but you have to push yourself sometimes\n  ","717990":"\n   😂😂😂  and I’m trying to figure out what kind sushi I should have\n  ","717991":"\n   wow you seem stress out about it but i'm sure you'll graduate mike, you look like your real smart and clever...good luck with school mike\n  ","717992":"\n   What's the worst nightmare you ever had 🤔\n  ","717993":"\n   Then what should I eat ?\n  ","717994":"\n   Did you order any food in lock down ? Like I order McDonald,subway  burger time to time 🤔\n  ","717995":"\n   Sushi or pizza for dinner tonight?\n  ","717996":"\n   wow thats whats up though, you probably be busy with school\n  ","717997":"\n   What's your favourite milk shake ? Like strawberry milk shake ,chocolate milk shake\n  ","717998":"\n   Did you ever make any sauce in home ? If yes then tell me which sauce did you make in home 🤔\n  ","717999":"\n   Are you quiet or talkative person or you are well balanced  person sometimes quiet and sometimes talkative\n  ","718000":"\n   If i was to go into your room with your permission and i decided to eplore your room what would i see and discover?\n  ","718001":"\n   Would you attend a Scarry attraction?\n  ","718002":"\n\n    @mtaubs_fitness\n   \n   hey sexy text me \n(615) 857-2213\n  ","718003":"\n   Looking to get back into shape. If you don’t mind me asking, what’s your diet?\n  ","718004":"\n   I actually believe you\n  ","718005":"\n   Name three things you have never done, but would like to do?\n  ","718006":"\n   Life is all about ______?🤔\n  ","718007":"\n   When was the last time you  stayed awake for a very long time because of assignment ,exams preparation\n  ","718008":"\n   how are you all holding up in this qurantine?\n  ","718009":"\n   How stressed are you? 1 to 10?\n  ","718010":"\n   What’s your favorite breakfast cereal?\n  ","718011":"\n   Do you buy rashan in bulk or you buy rashan according to your need 🤔\n  ","718012":"\n   What did you do today?\n  ","718013":"\n   Which oil do you think is best for cooking 🤔\n  ","718014":"\n   How long does braces hurt after you get them ?\n  ","718015":"\n   You look like a genuine person\n  ","718016":"\n   I hope you are not irritated by my question .I send questions to 50 people if you dislike my questions you can remove them 🤔\n  ","718017":"\n   I have gained my muscle and build my self stronger . I follow protein diet I have added  protein powder ,steamed fish ,eggs ,chicken in my diet 🤔\n\nVitamin d fish oil etc .\n\nI loose weight then gain 2-3 kg then again burn them 🙂\n  ","718018":"\n   Did you ever block someone on ask fm ? If yes why did you block that person on ask fm 🤔\n  ","718019":"\n   How long you been working out?\n  ","718020":"\n   What things help you relax the best?\n  ","718021":"\n   What is your idea of the perfect picnic?\n  ","718022":"\n   Coffee vs tea what do you prefer ? 🤔\n  ","718023":"\n   What are some things you think people admire about you the most?\n  ","718024":"\n   Popcorn or candy? Which do you prefer during a movie?\n  ","718025":"\n   Is there anyone you can look up smile knowing that , he\/ she will stay with you till the end?\n  ","718026":"\n   What's a song you would drive to?\n  ","718027":"\n   When is the last time you went to the library?\n  ","718028":"\n   How good are you in confronting people ? Like you are offended or irriated  by certain people by their words or by something  but  you don't have guts to say on their face you feel hesitate to tell them  I am irritated by you kindly learn manners\n  ","718029":"\n   I am health freak if anyone need diet plan do let me know 🤔 I lost 25 kg 🤔\n  ","718030":"\n   Are you introvert or extrovert 🤔\n  ","718031":"\n   Do you get irritated if guest over stay in your house or you enjoy their company 🤗\n  ","718032":"\n   What do you make for your parents when they become ill 🤔\n  ","718033":"\n   What's the most peaceful place according to you ? Like sea ,northern area  etc\n  ","718034":"\n   Followed you back may be 🤔\n  ","718035":"\n   I talked to you 5 years ago.\n  ","718036":"\n   Oh ok thanks\n  ","718037":"\n   I should of found u  Earlier because I was being bullied\n  ","718038":"\n   Did you ever meet anyone famous? Where?\n  ","718039":"\n   If you are designer and you wanna recreate any old years fashion clothes  with  new style which year fashion clothes will you make like 70,90s for your latest boutique collection .🤔\n  ","718040":"\n   Whats your favourite clothing store ?\n  ","718041":"\n   What are few good things you learnt from your parents  ?\n  ","718042":"\n   Which vitamins do you take on daily basis ? Like I take vitamin d 3 for strong bones ,perfectil for hairs  etc\n  ","718043":"\n   What's your favourite pesto like basil pesto 2) mint pesto\n  ","718044":"\n   If won lots of money in lottery what will you buy ? 🤔\n  ","718045":"\n   If you have to remove unhealthy dish (fattening food ) from your diet what will you remove\n  ","718046":"\n   Who like disabled people as a friend\n  ","718047":"\n   If someone gave you $100, what would you do with it?\n  ","718048":"\n   Which country wardrobe you like alot ?which  You wanna buy one day when you visit that country like Pakistani embroidery salwar kamiz  like Catherine duchess wore Pakistani outfit when  she visited pakistan she was looking absolutely stunning 🤔\n  ","718049":"\n   Did you ever stay in grave yard late night just to experience what paranormal activities happen over there\n  ","718050":"\n   What do you think 2020 is good year or bad year\n  ","718051":"\n   Do you have a favorite nursery rhyme?\n  ","718052":"\n   Do you have any nicknames?\n  ","718053":"\n   Do you have a favorite cartoon?\n  ","718054":"\n   What fast food chain has the best french fries ?\n  ","718055":"\n   Aaj keh he do 🌚\n  ","718056":"\n   True!!\n  ","718057":"\n   Buna dragilor! 🥰 Ati ierta un om care v a tradat increderea?\n  ","718058":"\n   Come or Dr pepper\n  ","718059":"\n   I hope everyone has a fantastic Friday!!\n  ","718060":"\n   How\n  ","718061":"\n   TGIF\n  ","718062":"\n   When is your birthday?\n  ","718063":"\n   Whats your favourite cheat meal on weekends  ? Like I eat super healthy whole on Sunday I enjoy my cheat meal like  cheese omelette,pizza 🍕 🤔\n  ","718064":"\n   Any scary near death experiences?\n  ","718065":"\n   What do you remove from diet when you wanna loose weight like I have removed oil,sugar from my diet\n  ","718066":"\n   If you ever go for hair steak for your hairs  ? Which colour will you choose 🤔\n  ","718067":"\n   Yum\n  ","718068":"\n   69 Camaro vs 70 Mustang vs 70 Cuda what classic pony car would you be driving?\n  ","718069":"\n   Date older or Date younger? Why?\n  ","718070":"\n   To smile\n  ","718071":"\n   Do you like to gamble? What games are you good at? I don't like to gamble, but i want to know about you!\n  ","718072":"\n   Are you a cat person or a dog person?\n  ","718073":"\n   🌸🌸The beautiful day start with you🌸🌸\n  ","718074":"\n   Smile it's simple😍\n  ","718075":"\n   (♡) • Ajudem com 1 like por favor\n   \n    https:\/\/ask.fm\/MoodaasFashion\/answers\/161877585489\n   \n   Quem ja ajudou ela, agradece. { Free Space } Obrigada ❀\n  ","718076":"\n   If a girl who seceretly admire you wrote you a letter saying she always like you but was too scared to tell you would you write her back or just approach her about it?\n  ","718077":"\n   Yeah but one night stand are just about lust and being sneaky\n  ","718078":"\n   What songs are you embarrassed to admit that you like?\n  ","718079":"\n   I feel ya, i actually hate when people only want to have one night stands just cause theres something about that person that makes them sexually attracted to that person..i've done when i was in my 20s though lol\n  ","718080":"\n   wow mike i didn't know it was like that but thats nothing new under the sun, i can't talk about anyone cause i be sort of sneaky too lol\n  ","718081":"\n   Have you ever been in the news or on TV?\n  ","718082":"\n   Followed you back may be\n  ","718083":"\n   What's something that can always make you feel better?\n  ","718084":"\n   What do you think when corona virus will end from world wide ? 🤔 Vaccine is the solution but what do you think how long will it take 🤔\n  ","718085":"\n   If a good looking girl was trying to seduce you what would you do?\n  ","718086":"\n   Do you get bother if your relatives cousins, people who you dislike in real life , keep eye on ask fm profile and talk shit behind your back ? Does it irritate you or you don't care .\n  ","718087":"\n   Do you turn off all lights of your bed room when you go for sleep or  some lights of your room are always turned on .🤔\n  ","718088":"\n   Suppose you have just inherited your father's business of textile mill and you are planning to expand it on  large scale as previously it was running on small scale and catering local customers.\n  ","718089":"\n   What did you want to be when you grew up?\n  ","718090":"\n   What is the most important thing to know?\n  ","718091":"\n   Cum stați cu controlul emoțiilor negative în situații în care vi se cere asta?\n  ","718092":"\n   What do you want to be in future ? Like doctor, engineer etc 🤔\n  ","718093":"\n   Follow you\n  ","718094":"\n   Would you rather be a tiny elephant or a giant hamster?\n  ","718095":"\n   If you have to remove one thing from your life to make your life more healthy what it will be ? Like removing unhealthy eating habit 2) removing toxic people 3) alcohol\n  ","718096":"\n   Why?\n  ","718097":"\n   Have you even experienced a true heart break??\n  ","718098":"\n   Have a beautiful amazing day everyone!! \n“Make sure the choices you make today are the choices you can live w tomorrow”\n  ","718099":"\n   Do you often forget to do something despite several reminders?\n  ","718100":"\n   What is the most annoying question people ask you on social media ever?\n  ","718101":"\n   Who was a better cook your mom or grandmother?\n  ","718102":"\n   What is your favorite board game?\n  ","718103":"\n   Who are your favourite YouTubers ? Can you mention some of your favourite YouTubers name 🤔 like I like movlogs 2) Nicolette gray vlogs 3) Nina gray 4)gordan Ramsay channel 🤔\n  ","718104":"\n   What do you usually eat in break fast ? Like I eat oats cooked in almond milk with diced apples raisins cinnamon powder\n  ","718105":"\n   Which colour you wear most of the time 🙂\n  ","718106":"\n   Who is the most beautiful actress according to you ? Like I like Penelope Cruz 🤔,\n  ","718107":"\n   What's your favourite program on television 🤔\n  ","718108":"\n   When you go on diet ? What do you eat ? I just eliminated sugar and oil from diet 🤔\n  ","718109":"\n   How do you spend your time in holidays ? Do you go for travelling in holidays or you prefer staying in home spending quality time with friends and with family\n  ","718110":"\n   Can you sing and dance? If not, do you wish you did?\n  ","718111":"\n   Are you sensitive ? Do you get hurt by people's word easily or you are strong person you rarely get hurt 🤔\n  ","718112":"\n   Do you cook what's the last dish you made for yourself 🤔\n  ","718113":"\n   What are your favourite dishes of your country ? 🤔\n  ","718114":"\n   good luck mike\n  ","718115":"\n   What are your favourite fruits among all ?\n  ","718116":"\n   oh i understand i use to know a girl who use to do that just be careful with that\n  ","718117":"\n   Has any other girl outside your race ever tried to hola at you?\n  ","718118":"\n   Which colour you hate most 🤔\n  ","718119":"\n   What vitamins pills ,hair oil,juice do you take for strong healthy hairs ? Recommend something for the people who are reading your answer 🤔\n  ","718120":"\n   If i was there, i would actually write it for you just cause your a real nice guy but all you have to do is practice writing\n  ","718121":"\n   What are your favourite chocolates\n  ","718122":"\n   What make up products do you wear on daily basis like lipstick 🤔,concealer 🤔\n  ","718123":"\n   Do you celebrate your birthday with simplicity with family only  or you throw party invite friends make many dishes and have fun 🤔\n  ","718124":"\n   How do you alkaline your body when it's super acidic ? I eat cucumber-banana salad for quick relief\n  ","718125":"\n   What's your favourite cake like I am obsessed with chocolate cake 🤔\n  ","718126":"\n   What do you take for strong bone ? Like I take vitamin D3 supplement ,sesame seed for calcium and fox but 🤔 what about you\n  ","718127":"\n   yeah well you never know, it might sale...good luck with that if you do decide to write one and get someone to release it\n  ","718128":"\n   What's your favourite restaurant and favourite dish of that restaurant\n  ","718129":"\n   yeah i just hope it sales though\n  ","718130":"\n   What’s 1 TRUE FACT ABOUT MAKEUP??\n  ","718131":"\n   Ask me something before my check hit🤑\n  ","718132":"\n   Have you ever thought about writing a book about staying in shape and working out and eating right?\n  ","718133":"\n   Scorpio ruling planet is Mars they should wear mars planet gemstone like coral  and Ruby .lucky colour : red-orange-yellow.lucky zodiac sign : all water sign Pisces cancer and Scorpio .lucky number :9(Scorpio) ,2 (cancer),3 (Pisces )\n  ","718134":"\n   Tbh you are humble friendly  down to earth person 🙃 \n\nYou are kind soul 🙂\n  ","718135":"\n   Is it a trend ? Why Western people step out by wearing sweat pants with t-shirt .I mean I always step outside by wearing t-shirt jeans .sweat pants are for gym what do you say🤔\n  ","718136":"\n   cool i could see you being a good father and a good man to your wife...I really hope it comes to you one day\n  ","718137":"\n   Whats one thing you always hope for in the future?\n  ","718138":"\n   Bro are you on Facebook ? What's your name on Facebook\n  ","718139":"\n   yup thats a you can do, just let their missery eat them up\n  ","718140":"\n   What do you wanna change in you ? Like many celebrities go for nose job , inject filler in lips for getting big lips .what are your body goals ? 🤔\n\nDo you want to look like Kardashian 😁 body wise\n  ","718141":"\n   their probably just miserable with their own insecurites so they try to make other people miserable\n  ","718142":"\n   Are you part or are you an ally of   LGBTQIA+ ? 🏳️‍🌈✨\n  ","718143":"\n   Are you up to date in fashion or you do fashion your way never bother what trend is going on  🤔\n  ","718144":"\n   good answer, ive had a few people who tried that with me but i stepped up to the plate said what i had to say\n  ","718145":"\n   Why do you think people with insecurites try to control other people ?\n  ","718146":"\n   What do you dream of achieving?\n  ","718147":"\n   Did you ever starve for staying fit ? Or you prefer eating healthy and exercising for staying fit 🙃🤔\n  ","718148":"\n   De qué color tienen su Ask? 😊\n\nYo naranja 🧡.\n  ","718149":"\n   Do you go for a morning walk for staying fit ? Or you hate going for walk 🤔\n  ","718150":"\n   Do you stay chill on exams nights or you have extreme anxiety because of exams\n  ","718151":"\n   What do you love to do, that you could do forever?\n  ","718152":"\n   What is one of your favorite scents?\n  ","718153":"\n   Basketball 🏀 or soccer ⚽️?\n  ","718154":"\n   Thats ok, you look like you have a patential and skills so you would be successful in life..I wish you the best of good luck\n  ","718155":"\n   So, do you even like this app?\n  ","718156":"\n   Could you see yourself as a actor or male stripper?\n  ","718157":"\n   I respect you for being genuine\n  ","718158":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","718159":"\n   Do you read the responses to your questions you ask... ? this inquiring mind wants to know. :)\n  ","718160":"\n   What do you do for staying fit 🤔 exercise or you eat healthy\n  ","718161":"\n   Whats one thing you would never do?\n  ","718162":"\n   Thanx 💕\n  ","718163":"\n   Follow back ?\n  ","718164":"\n   Whats your zodiac sign ? 🤔\n  ","718165":"\n   How many languages can you speak?\n  ","718166":"\n   Would you rather, visit underworld or jurrasic park?\n  ","718167":"\n   Do you play games?\n  ","718168":"\n   Do you have Netflix?\n  ","718169":"\n   Are you cautious ? Do you observe who is your real friend and who is fake friend 🤔 or you just don't care .\n  ","718170":"\n   Would you rather eat Italian or Chinese food?\n  ","718171":"\n   Do you know any website from where we can earn money by sitting in home 🤔like writing articles , 🤔\n  ","718172":"\n   What's your favourite season ? Like I am obsessed with winter 😍\n  ","718173":"\n   What do you think about me ? Say some good things about me 🤗 need some appreciation 🤪\n  ","718174":"\n   Bro what's your Instagram id 🤔\n  ","718175":"\n   Are you on Instagram ? If yes  What's your Instagram id 🤔\n  ","718176":"\n   Soap vs face wash what do you prefer ? 🤔\n  ","718177":"\n   What's your favourite website of clothes ? From which website you do online shopping 🤔\n  ","718178":"\n   Have you ever prepared diet food for your parents when they get Ill? \n\nLike I prepare lemon honey juice for my parents so they can loose some weight or quinoa with baked mix herb mushroom  🤔\n  ","718179":"\n   Where is the best place for a vacation?\n  ","718180":"\n   What's the best picture you ever clicked of nature 🤔 share the pic\n  ","718181":"\n   thanks agin,i'll start asking you questions more often\n  ","718182":"\n   cool thats whats up its good to hear from you agin mike\n  ","718183":"\n   How have you been doing and what you been up to?\n  ","718184":"\n   PAP of your favorite person?\n  ","718185":"\n   Patience is a virtue for a reason. Great things come in time\n  ","718186":"\n   Mhm 🌛🤷‍♂️🌸👌🏻\n  ","718187":"\n   whats one of the Best jobs you ever had?\n  ","718188":"\n   Yeah same haha paper cut for sure\n  ","718189":"\n   Choose: Burn the roof of your mouth or get a papercut on your finger?\n  ","718190":"\n   What's the most peaceful place according like I consider sea n my room is the most peaceful place on earth 🤔\n  ","718191":"\n   Do you know anyone on ask.fm that is your friend in real life?\n  ","718192":"\n   Soo, are you more interesting than you look?\n  ","718193":"\n   What was the last thing you ordered online?\n  ","718194":"\n   Whats the recent dish you made by your own hand\n  ","718195":"\n   What quality trait do you find in  future life partner ?\n  ","718196":"\n   Who does have the best fried chicken in y'all personal opinon....Chick fila,Churches Chicken, Popeyes or the blue store.....In my personal opinon, the blue store had the best fried chicken but i usually air fry my chciken in a air fryer\n  ","718197":"\n   Are you choosy picky in making friends ? 🤔\n  ","718198":"\n   Do you break things in anger ? Or just scold the person who makes you angry 🤔\n  ","718199":"\n   Anybody know an app that I can learn Gaelic on , I really want to learn that language?\n  ","718200":"\n   Perfect... I’ve believe it or not I’ve been catfished like twice fml\n  ","718201":"\n   What will you paint if you are free and you feel like to paint\n  ","718202":"\n   If your best friend doesnot like one of your friend  as she had explosive fight with her and she asks you to stop talking with that friend  .will you quit talking with that friend  or you will keep on talking\n  ","718203":"\n   Awh... your such a sweet man... of course I had to find you on the damn internet haha..\n  ","718204":"\n   Name something from the past that you hold on to!? \nSme people have trouble letting go of their pain or other unpleasant emotions about their past because they think those feelings are part of their identity. In some ways, they may not know who they are without their pain. This makes it impossible f\n  ","718205":"\n   Do you get harassed a lot?\n  ","718206":"\n   do you have any plants in your house?\n  ","718207":"\n   Did you ever apply two hair colours on your hairs for getting desired colour .like golden light  brown shade 🤔\n  ","718208":"\n   Awhh well I’m happy to give you compliments any day of the week!! Handsome ❤️❤️\n  ","718209":"\n   Haha well way to ruin that cute little moment rofl 🤣 and your welcome...\n  ","718210":"\n\n    @mtaubs_fitness\n   \n   FML FML YOUR dreamy asf!!\n  ","718211":"\n   PAP OF A FULL BODY PICTURE.. with your face in it!!.\n  ","718212":"\n   Are you a cat or dog person? :))\n  ","718213":"\n   I didn't have many friends that would transfer. I'm so sad.\n  ","718214":"\n   What do you do if your surrounded by those ppl who you don't like 🤔\n  ","718215":"\n   Are you an introvert or an extrovert?\n  ","718216":"\n   Where are you from ?\n  ","718217":"\n   You always scold yourself for...?\n  ","718218":"\n   Platinum. My baby giratina\n  ","718219":"\n   Do you easily fall in love?\nI wouldn’t say I do! But I definitely get  attached really really easily how about y’all?\n  ","718220":"\n   The newer pokemon games are a complete 180 from the others\n  ","718221":"\n   Have you ever been a bully? and then felt bad for it after you done whatever you did...!!!\n  ","718222":"\n   do you believe in the words if you don't have anything nice to say THEN DONT SAY ANYTHING AT ALL???\n  ","718223":"\n   Pokemon yellow was my first game lol\n  ","718224":"\n   Cheetos or duritos ???\n  ","718225":"\n   17. Do You Believe In Luck?  Or do we make our own luck?\n  ","718226":"\n   QUESTION #18. Do You Prefer Cats Or Dogs?  They say there are two types of people…\n  ","718227":"\n   If written backwards, the number, \"one thousand, one hundred twenty-five,\" would be written \"five thousand, two hundred eleven.\"? TRUE OR FALSE..  THIS IS AN IQ TEST ANSWER WITH SOMETHOUGHT..\n  ","718228":"\n   What's been your most physically painful experience?\n  ","718229":"\n   Boxers or Briefs?\n  ","718230":"\n   Whats your favourite drink for weight loss 🤔 like I make ginger-lemon-pineapple juice\n  ","718231":"\n   Are you in a relationship?\n  ","718232":"\n   Guys can you go at it multiple times? Girls your boyfriend\/husband etc can he go multiple times?\n  ","718233":"\n   Are you health freak ? Or you enjoy junk food 🤔\n  ","718234":"\n   Have you ever created any dish by your self what's that dish 🤔\n  ","718235":"\n   What's the most peaceful place for u ?\n  ","718236":"\n   I never had that. I had a gameboy. You had to play it by the lights of the streets\n  ","718237":"\n   If you ever make design on tshirts with paints what will you make ? Like I will paint deer on tshirts\n  ","718238":"\n   I used to love a pup named scooby doo. I also liked the baby looney toons show that came on for a while\n  ","718239":"\n   Tea vs coffee what do you like more\n  ","718240":"\n   Do you create your own recipe or you follow your mom recipe or chef recipe word to word 😭\n  ","718241":"\n   Lets not forget rugrats though\n  ","718242":"\n   Are you morning person or night owl\n  ","718243":"\n   It was slept on tbh. I loved that show and was super upset that it ended\n  ","718244":"\n   How do you prepare yourself from exam test by memorizing articles or just clear your concept write into your own words\n  ","718245":"\n   What's your favourite break fast ? What do you usually make in break fast for your self 🙃\n  ","718246":"\n   Have a great week and stay safe\n  ","718247":"\n   Favorite cartoon\n  ","718248":"\n   What do you do for making your hairs more glossy shiny 🤔\n  ","718249":"\n   What do you do for flawless skin 🤔\n  ","718250":"\n   What is the scariest movie you have ever seen?\n  ","718251":"\n   Hi how are you doing today?\n  ","718252":"\n   If you ever get a chance to buy cursed gem stone\/mirror or anything from auction ? Will you buy 🤔\n  ","718253":"\n   Which healthy things you added in your diet like chia seed ,spirulina , matcha ,green coffee etc 🤔\n  ","718254":"\n   Does she really know what your smile looks like ?🧐\n  ","718255":"\n   Which kind of outfit do you like ? Floral print outfit 2) plain stylish  outfit 3) check print outfit 🤔\n  ","718256":"\n   What is your least favorite fruit?\n  ","718257":"\n   Seeing you smile makes the whole day seem brighter :) Just saying\n  ","718258":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","718259":"\n   W͟͟h͟͟a͟͟t͟͟ d͟͟o͟͟ y͟͟o͟͟u͟͟ t͟͟h͟͟i͟͟n͟͟k͟͟ i͟͟s͟͟ m͟͟o͟͟s͟͟t͟͟ a͟͟t͟͟t͟͟r͟͟a͟͟c͟͟t͟͟i͟͟v͟͟e͟͟ a͟͟b͟͟o͟͟u͟͟t͟͟ a͟͟ f͟͟e͟͟m͟͟a͟͟l͟͟e͟͟s͟͟ b͟͟o͟͟d͟͟y͟͟??\n  ","718260":"\n   What are your fitness meal plans ?\n  ","718261":"\n   Ahh ok I gotchu... that’s ok no problem ❤️❤️ didn’t mean to be rude I didn’t know\n  ","718262":"\n   Hi.\n  ","718263":"\n   Lmao ok then why comment 😂😂 other people care so ok idc that you don’t care\n  ","718264":"\n   What if I told you that I have created a link and established a way of letting you check your ANONYMOUS QUESTIONS TO SEE WHO REALLY SENT IT.. yes your welcome.. I will let one person verify it’s real with a one time only link.. however there is a catch it wasn’t free for me to create. TheresASMAll$\n  ","718265":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","718266":"\n   Are you gay?\n  ","718267":"\n   Do you ever have to poop after drinking morning coffee?\n  ","718268":"\n   How many exes u got ?\n  ","718269":"\n   Send ass pics\n  ","718270":"\n   Do You ever use the facilities at the gym like shower toilet etc?\n  ","718271":"\n   Thanks :))\n  ","718272":"\n   Are you a top or bottom king\n  ","718273":"\n   What's your favorite joke\n  ","718274":"\n   Who is the most underrated ASKfm user?\n  ","718275":"\n   Do you like to dance?🎉\n  ","718276":"\n   Damn your hot ASF... do you have a Snapchat? Or an instagram or anything haha\n  ","718277":"\n   Pools or Beaches?\n  ","718278":"\n   Is it even a picture of your body lol?\n  ","718279":"\n   What's your favorite drink?\n  ","718280":"\n   Torta ou bolo?\n  ","718281":"\n   Ugh yass I for sure will\n  ","718282":"\n   I stay preaching facts haha... 💯👏🏻👑 you have to these days\n  ","718283":"\n   What’s your favorite type of tequila? Mines patron silver. 😁\n  ","718284":"\n   Here are a few ways to stop taking things personally:\nStop Worrying About What Other People Think. At the end of the day, it really is not anyone's business what people think of you, or anything else. ...\nKnow Your Worth. ...\nDon't Jump To Conclusions. ...\nLet Things Go. ...\nFill Your Calendar.\n  ","718285":"\n   I’m doing good.. what are you up to\n  ","718286":"\n\n    @mtaubs_fitness\n   \n   awhh.. that was deep 😩😩\n  ","718287":"\n   How are you doing\n  ","718288":"\n   Hey\n  ","718289":"\n   How old are you?\n  ","718290":"\n   say something right now you wish you could say to someone you can't physically be around for whatever reason\n  ","718291":"\n   Do you believe in palmistry?\n  ","718292":"\n   Whats your kink?\n  ","718293":"\n   Have you ever been to a rage room before?\n  ","718294":"\n   Would you rather go out for dinner or cook at home?\n  ","718295":"\n   What's the most expensive thing you've ever broken?\n  ","718296":"\n   I need dinner ideas. I'm tired of having the same thing. And go!\n  ","718297":"\n   Do you like Neopolitan ice.cream\n  ","718298":"\n   What did you do for exercise?\n  ","718299":"\n   i miss my ex\n  ","718300":"\n   Want some coins?\n  ","718301":"\n   Can you play the guitar?\n  ","718302":"\n   Yes\n  ","718303":"\n   Nothing I just sleep\n  ","718304":"\n   Of course  I’m from Kosovo\n  ","718305":"\n   Light blue\n  ","718306":"\n   Which kind of \"hubs\" you prefers most? 😼 ( activity, region, or network.)\n  ","718307":"\n   Dant safaid krne ka tareeqa?\n  ","718308":"\n   Does anyone know where I can report a company that appears to be doing fraud?\n  ","718309":"\n   Do you drink coffee? If so how do you like it?\n  ","718310":"\n   Do you enjoy debates?\n  ","718311":"\n   What's your favorite restaurant\n  ","718312":"\n   a little shoutout moment\n  ","718313":"\n   What time do you like to go to sleep?\n  ","718314":"\n   Are you staying active?\n  ","718315":"\n   Any anime recommendations?\n  ","718316":"\n   Would you ever consider going to college in Italy?\n  ","718317":"\n   Which countries have you visited?\n  ","718318":"\n   What's the weather outside where you live?\n  ","718319":"\n   What's your favorite class in school?\n  ","718320":"\n   What do we lose with age?\n  ","718321":"\n   What's your mood in the mornings?\n  ","718322":"\n   Can I have your school photo?\n  ","718323":"\n   Do you have sleeping issues?\n  ","718324":"\n   Do you like to read\n  ","718325":"\n   Why would a guy want to watch porn if he already has a gf that never Denies him of sex ? Y would he still want to beat off to another girl ? Is it because I'm not good enough am I not what he wants ? Wouldn't that b almost cheating?y would he still watch porn instead of asking to have sex wit me 1st\n  ","718326":"\n   What do you do for fun when it's raining outside?\n  ","718327":"\n   Have you ever eaten rice pudding?\n  ","718328":"\n   What's your favorite color?\n  ","718329":"\n   Why would a guy want to watch porn if he already has a gf that never Denies him of sex ? Y would he still want to beat off to another girl ? Is it because I'm not good enough am I not what he wants ? Wouldn't that b almost cheating?y would he still watch porn instead of asking to have sex wit me 1st\n  ","718330":"\n   What does it mean to be a good citizen on the Internet?\n  ","718331":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","718332":"\n   What are you going to do for fun this summer? Are you going to the beach, or maybe go on a trip to a different country?\n  ","718333":"\n   What's the first thing you check when you turn on your computer?\n  ","718334":"\n   When you think of the color yellow, what is the first thing that comes to your mind?!💛\n  ","718335":"\n   Did someone at least ask you if you ate something today?🤷🏽‍♀️\n  ","718336":"\n   What hobby do you wish you could pick up?\n  ","718337":"\n   How much would you see your car for?\n  ","718338":"\n   can you draw?\n  ","718339":"\n   If there is one thing that you could change about the past, what would that be?\n  ","718340":"\n   What's your hobby .what do u like to do in leisure time\n  ","718341":"\n   Favorite show or movie?\n  ","718342":"\n   What is the best way to relax you?\n  ","718343":"\n   Did you read books from Ruta Sepetys?\n  ","718344":"\n   What is your favorite ice cream flavor? Do you like any toppings on it?!\n  ","718345":"\n   Really what state r u in??? I doubt it, you would have to ship to pa.\n  ","718346":"\n   I’m not getting my hopes up.\n  ","718347":"\n   You’re welcome. Just let me know when you want to go 😊\n  ","718348":"\n   I understand\n  ","718349":"\n   I know your not happy right now but , I was wondering if you’d like to go out for sushi sometime !\n  ","718350":"\n   What style of hair so u like?\n  ","718351":"\n   Do you like sushi?\n  ","718352":"\n   Do you wear watches?\n  ","718353":"\n   Do you have a good relationship with your cousins?\n  ","718354":"\n   What was the last thing that made you laugh?\n  ","718355":"\n   Hello\n  ","718356":"\n   How old are you? I’m 15\n  ","718357":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","718358":"\n   Why do women seem to always have more confidence in the way they look then men? You rarely see guys posting body pictures on Instagram.\n  ","718359":"\n   What's your dream job?\n  ","718360":"\n   What do you want the most right at this very moment??\n  ","718361":"\n   I don’t trust nobody who don’t swing they arms when they walk 😂😂😂\n  ","718362":"\n   Could you love someone fir their life style or love them to be the latest thing out?\n  ","718363":"\n   Do you talk to yourself?\n  ","718364":"\n   What was the last 'nice' thing you did for yourself?\n  ","718365":"\n   Do you like dark chocolate?\n  ","718366":"\n   How do you imagine meeting with your idol?\n  ","718367":"\n   Best photo op: sunrises or sunsets?\n  ","718368":"\n   Does anyone know where I can get some m*t h??? Or \" glass \" pls helpp lol\n  ","718369":"\n   Do you cook?\n  ","718370":"\n   When is the last time you ate chocolate?! What was it?\n  ","718371":"\n   What was the last movie you watched? Did you like it?\n  ","718372":"\n   Do you wear watches?\n  ","718373":"\n   Do you have a girlfriend?\n  ","718374":"\n   What means of transport do you consider to be the safest? Why?\n  ","718375":"\n   Any one i should follow?\n  ","718376":"\n   You never experienced the 80s? I was a 90s kid myself.\n  ","718377":"\n   What moment in time would you like to witness if you had a time machine?\n  ","718378":"\n   What anime are you watching now?\n  ","718379":"\n   If you believe in the paranormal then tell me about one of your experiences\n  ","718380":"\n   What are you doing today?\n  ","718381":"\n   When working out what do you do most jog or walk\n  ","718382":"\n   How many paper calendars do you have in your house?\n  ","718383":"\n   How are you today?\n  ","718384":"\n   What good romantic movie can you can suggest?\n  ","718385":"\n   What's your favorite Michael Jackson song?\n  ","718386":"\n   Best way to prank someone? 😈\n  ","718387":"\n   Have you ever grinded with someone and got turned on\n  ","718388":"\n   would you be upset if you lost the one you love? be honest!\n  ","718389":"\n   Why do some women lie about having a boyfriend ?\n  ","718390":"\n   Does anyone know if I can “screen mirror “ on or through ps4?\n  ","718391":"\n   Have you ever made a marionette?\n  ","718392":"\n   Do you like or hate your job?\n  ","718393":"\n   Favorite video Game?\n  ","718394":"\n   Hola amor\n  ","718395":"\n   I think I might have a hang nail , how do you get rid of it ?\n  ","718396":"\n   Not sure\n  ","718397":"\n   What question would you most like to know the answer to?\n  ","718398":"\n   Do freshman girls wear bodycon dresses? Are they allowed at school dances\n  ","718399":"\n   How'd you sleep?\n  ","718400":"\n   What is the secret of happy relationship?\n  ","718401":"\n   Your first SIX emojis, explains your life right now.\n\n\nNO CHEATING!\n  ","718402":"\n   Sexuality?\n  ","718403":"\n   Do anyway what sound of tell it be and love have people don.\n  ","718404":"\n   What is real, what how Freddy Krueger is currently addicted to life like at saying you are!\n  ","718405":"\n   so.. my friend and i made out a few times a few months ago then had a deep convo and he stayed at my cabin with me. we made out again and cuddled and some stuff went down.. do you think he likes me? he’s really confusing bc he only acts like it when he feels like it, like not all the time. yk?\n  ","718406":"\n   ♥️♥️\n  ","718407":"\n   Blind or clueless\n  ","718408":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","718409":"\n   Mom or watch have which holidays what things why?\n  ","718410":"\n   What would you do with a jetpack?\n  ","718411":"\n   What is something you think everyone should do at least once in their lives? 💕\n  ","718412":"\n   Chips or receiving them when and how long are allowed you check when somebody say?\n  ","718413":"\n   When did u get ur first phone?\n  ","718414":"\n   Kugel milk chocolate or staying in an extrovert are snails even trying someday what business with sandals?\n  ","718415":"\n   Eco friendly person what movie who it requires victims?\n  ","718416":"\n   Environment do men around what address will robots will did it you teach?\n  ","718417":"\n   Leave your dreams can computer video for no women alive and more than chocolate is ridiculously overpriced?\n  ","718418":"\n   Name 3 goods things that happened over break\n  ","718419":"\n   Who had the most positive influence on you?\n  ","718420":"\n   What's your favorite smell?\n  ","718421":"\n   If you still up drop a vampire 🧛‍♀️\n  ","718422":"\n   You're stuck on an island. How would you spend your time?\n  ","718423":"\n   Draw a 🧡 on your keyboard and reply what you got... I got Herb Tub\n  ","718424":"\n   What you know that others don't?\n  ","718425":"\n   hello hello, what’s up with u? i’m following u, can u follow me back? & be safe pls🤍✋🏼\n  ","718426":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","718427":"\n   Did you remind the important people that you love them?\n  ","718428":"\n   Why Mormons are Freemasons?\n  ","718429":"\n   Do you like Michael Jordan\n  ","718430":"\n   Do you always smile for pictures?\n  ","718431":"\n   Do you believe in horoscope compatibility?\n  ","718432":"\n   Okay but , they can’t change for you over night. You have to give them more time and literally explain it to them without leaving them hanging without a clue on what to do.\n  ","718433":"\n   What is the most annoying thing about your phone?\n  ","718434":"\n   What is the most useful app on your phone?\n  ","718435":"\n   is there anyone that you want back in your life?\n  ","718436":"\n   You are fine\n  ","718437":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","718438":"\n   What freaks you out?\n  ","718439":"\n   Are you ticklish?\n  ","718440":"\n   If you could get one thing (object) for free right now, what would you want?!\n  ","718441":"\n   love at first sight?\n  ","718442":"\n   How was she suppose to change ?\n  ","718443":"\n   So she’s spent the whole summer alone ?\n  ","718444":"\n   How long did you actually give her ?\n  ","718445":"\n   Well if I was in her position ? I would definitely be able to see it clearly now . But , what if she didn’t cause the problem ? What if it was someone else ?\n  ","718446":"\n   Would you every give her an other chance tho ? I know you have your reasons but , I want your honesty opinion\n  ","718447":"\n   Why did it take you so long to notice that emma ? But , you’d get back with this girl in a heart beat ?\n  ","718448":"\n   Didn’t you have a girlfriend named Emma ? Why don’t you talk to her again ?\n  ","718449":"\n   U because I know you had some pasted relationship and for me too\n  ","718450":"\n   No it’s between 2 girls\n  ","718451":"\n   See my point on why you should go back to the first girl\n  ","718452":"\n   But what if she wants to be with him. That’s not fair to the first girl\n  ","718453":"\n   Is that what your doing ?\n  ","718454":"\n   But what if they told you that they still loved you. What would you do ? Say you were seeing some at that time but , you broke it off with them because you still care about that other person.\n  ","718455":"\n   Which one would you go back too ? Number 1 or number 2. Let’s say you were with number 1 for 11 month and number 2 for 6 months\n  ","718456":"\n   I broke up with them\n  ","718457":"\n   What would you do if you won a million dollars? #StayAtAsk\n  ","718458":"\n   True. But would you ever give that person a second chance ? Because I’m in that pickle right now\n  ","718459":"\n   But what if they argued with you for a good reason?\n  ","718460":"\n   But what if the first person gave you everything ?\n  ","718461":"\n   Say you like someone and they liked you back. You dated for a while but , you guys broke up. Then they find out that your in a relationship or it’s other away around. Say they just got out of relationship that person. Why would they quickly go back to them and not you ?\n  ","718462":"\n   have u ever been heart broken?\n  ","718463":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","718464":"\n   Whats your favorite shape?\n  ","718465":"\n   Why do people loose their interest?\n  ","718466":"\n   If you could pack up right now and leave, Where would you go?\n  ","718467":"\n   Favorite game of all time?\n  ","718468":"\n   When you're the loved child and they care for you sometime it feels as if you're trapped.\nDo you feel the same?\n  ","718469":"\n   ¿En qué estás poniendo tu confianza hoy?\n  ","718470":"\n   What is your biggest fear ?\n  ","718471":"\n   Whats? I am? 🤪\n  ","718472":"\n   What would Abe Lincoln think of COVID-19?\n  ","718473":"\n   Abzu or subnautica\n  ","718474":"\n   You can only see 3 colors for the rest of your life....what are they?\n  ","718475":"\n   its indonesian language 😌\n  ","718476":"\n   large party where you don't know most of the people or to you go to a rave where you don't know anyone\n  ","718477":"\n   What's the movie that made you cry?\n  ","718478":"\n   What’s your shoes size\n  ","718479":"\n   You are happy?\n  ","718480":"\n   🤣🤣🤣\n  ","718481":"\n   What place on earth is a must-see?\n  ","718482":"\n   What's POLICIA mean in Spanish\n  ","718483":"\n   What style of dress code do you wear? I go for the western style sometimes\n  ","718484":"\n   I’m sad I’m moving to Texas.\n  ","718485":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","718486":"\n   Will you get me pregnant?\n  ","718487":"\n   What do you think people think about you?\n  ","718488":"\n   If you could Change one thing what would it be?\n  ","718489":"\n   💀lol um what if I'm depressed everyday as well?\n  ","718490":"\n   indo: bingung\nbandung: bingung euy\nbekasi: bingung bat dah\njaksel: probably gue tuh yang kek confuse gimana ya, yang kek skeptical gitu gak sih, ya which gue masih enter sandman gitu, yang behind, pokoknya dont look back in anger gitu2 lah.\n\nyang mana tipe bingung kalian gaes?\n  ","718491":"\n   Are you outgoing or shy?\n  ","718492":"\n   Can someone say something nice?.. I'm really sad today\n  ","718493":"\n   oh OK\n  ","718494":"\n   Send a photo, which is not available in social networks?\n  ","718495":"\n   In you dreams suckers\n  ","718496":"\n   ✍🏻\n  ","718497":"\n   Right\n  ","718498":"\n   The NBA is back 🙌🏾\n  ","718499":"\n   i will make you cry some tears of joy\n  ","718500":"\n   Gaano katagal bago ka maging fully recovered sa break up? Or I mean gaano katagal bago ka makamove on?\n  ","718501":"\n   Have you ever liked someone & never told them? Why?\n  ","718502":"\n   What is the most ideal color for cars?\n  ","718503":"\n   Well it's been fun while it lasted up until someone started pretending that they were me on here and ruin what I thought was a friendship but I guess not now the person hates me for no reason and I don't know why this is the third time that I've been accused of something so this is goodbye.\n  ","718504":"\n\n    https:\/\/bit.ly\/36SFLwk\n   \n","718505":"\n   What gift will you never forget?\n  ","718506":"\n   Is a betrayal of your principles okay if you dislike someone?\n  ","718507":"\n   Wheres everyone at ??\n  ","718508":"\n   How do you feel about my timeline?\n#staif\n  ","718509":"\n   Hope everyone is ok and being safe in this time of need pray 🙏\n  ","718510":"\n   I love apples - what do you love?\n  ","718511":"\n   ask is filled with gay dudes pretending to be girls.\n  ","718512":"\n   What do you mean, by unimaginable\n  ","718513":"\n   Do you cook well?\n  ","718514":"\n   إحكِ 💙\n  ","718515":"\n   مساحة\n  ","718516":"\n   سبحان الله وبحمده سبحان الله العظيم 🍃🌸\n  ","718517":"\n   كثيرون لا تربطنا بهم علاقة شخصية، لكنّهم احترمونا وظلوا بجانبنا فأعتادت أرواحنا وجودهم فأحبتهم  \nكن حسن المَعشَر تحبك أفئدة البشر💜🌸\n\n_____📝\n  ","718518":"\n   What was the last movie you watched? Did you like it?\n  ","718519":"\n   Basically im 18 and i finally graduated highschool and i realize that life is about to get real and yet i still dont have a clue what i want to do . I have my first job working at McDonalds and dont get paid only 400$ a month and thats not crap i dont want to be here forever! My parents never really\n  ","718520":"\n   How many serious relationships have you been in?\n  ","718521":"\n   This year is been crazy as hell, I don't think I can take this anymore. Like, what's coming next in June?\n  ","718522":"\n   Movies such as Higher Learning, Boyz in da Hood, Malcolm X, etc have continued relevancy ... why? Have things truly changed or has the illusion just got that much better?\n  ","718523":"\n   i feel the part 1 is the best\n  ","718524":"\n   What is your zodiac sign?\n  ","718525":"\n   What exactly do you want these days?\n  ","718526":"\n   If the other three officers get arrested, will the non-peaceful protests stop?\n  ","718527":"\n   Answer please\n  ","718528":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","718529":"\n   You are special\n  ","718530":"\n   The best book you've read or the best movie you've seen?\n  ","718531":"\n   Your favourite singer?\n  ","718532":"\n   What are you constantly forgetting about?\n  ","718533":"\n   Rap or pop?\n  ","718534":"\n   what's something you would never want to tell anyone?\n  ","718535":"\n   What does freedom mean to you?\n  ","718536":"\n   Golden oreos or Chocolate oreos\n  ","718537":"\n   hey 🤟\n  ","718538":"\n   Last kiss\/makeout????\n  ","718539":"\n   When the lights out,\n  ","718540":"\n   Do you watch comedy shows? If yes, which? 🙃\n  ","718541":"\n   #BlackLiveMatter ✊🏻✊🏼✊🏽✊🏾✊🏿1000000000000000%\n  ","718542":"\n   How do you handle tickling? X\n  ","718543":"\n   Who do you find attractive?\n  ","718544":"\n   Are you living your dream?\n  ","718545":"\n   do u have a husky\n  ","718546":"\n   What are some Other Ways To Say “ I Love You”?\n  ","718547":"\n   What is the worst thing you got in trouble for as a child?\n  ","718548":"\n   thanks bro!\n  ","718549":"\n   Check it out\n   \n    https:\/\/open.spotify.com\/track\/7k0KmaRCVGEZA3Sg96mTwl?si=GhXueMEYR0uBzYqN1SsoFQ\n   \n","718550":"\n   SUV or SPORTS car... and name your car and color\n  ","718551":"\n   What is your favorite\n  ","718552":"\n   How does your parents react when you get low marks in test?\n  ","718553":"\n   What’s the best thing you ate today ?\n  ","718554":"\n   What are the best colleges to attend in California, Florida, and Hawaii?\n  ","718555":"\n   Tell me about your flaws ?\n  ","718556":"\n   I do not have a wife because a woman was too weak and too afraid to ask me out on a date 3 years ago.\n  ","718557":"\n   What was the last thing you got for free?\n  ","718558":"\n   what do u think if they put the pinned post option here on Ask.fm ? is that cool or 're u against!!\n  ","718559":"\n   Do you have a person that you trust to whom you tell your secrets?\n  ","718560":"\n   Who has been the most important person in entire history?\n  ","718561":"\n   A line from your favorite song\n  ","718562":"\n   What do you look forward to most this year?\n  ","718563":"\n   Are you desperate?\n  ","718564":"\n   But, what if you broke up them and they still like you ? What if they are thinking about you 24\/7 but they know they can’t do anything about because of what happened 🥺👉🏻👈🏻 Would you give them a second chance if tho they didn’t something wrong ?\n  ","718565":"\n   How fast do you fall in love?\n  ","718566":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","718567":"\n   Who has been the most important person in your life?\n  ","718568":"\n   Do you have a favorite window in your home?🌺\n  ","718569":"\n   The NFL player I look like in my dreams is a mix of middle linebacker Brian Urlacher and middle linebacker Zach Thomas. What NFL player in your dreams do you look like?\n  ","718570":"\n   imagine being named mahammad\n  ","718571":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","718572":"\n   How much fun is the 'Kiki challenge':-)? Have you done it yet?\n  ","718573":"\n   What's your favorite fashion brand?\n  ","718574":"\n   Whats my hoe rating lulz\n  ","718575":"\n   What future invention are you impatiently waiting for?\n  ","718576":"\n   How often do you eat fast food?\n  ","718577":"\n   What’s the most scared you’ve ever been?\n  ","718578":"\n   It’s so frustrating when people say “ oh why don’t you just buy better clothes”.   “Why don’t you just work out a bit”. It’s like people don’t understand that it’s your face that women notice first and that determines whether or not they even want anything to do with you.\n  ","718579":"\n   If you could live anywhere in the world, where would it be?\n  ","718580":"\n   Whom have you hugged today?\n  ","718581":"\n   What if we used to be able to make wishes... but then someone wished we couldn't?✌🏻\n  ","718582":"\n\n    https:\/\/youtu.be\/mp2xeoX2wT8\n   \n","718583":"\n   People still use ask.fm?\n  ","718584":"\n   How do you decide what movie to watch?\n  ","718585":"\n   Which activities or hobbies make you lose track of time?\n  ","718586":"\n\n    https:\/\/youtu.be\/r7VpWaEj9gM\n   \n","718587":"\n   Isn’t that on them \nThey knew it was fake so it’s their fault\n  ","718588":"\n   Who wants to pretend to be my new boyfriend to piss off my ex??\n  ","718589":"\n   Sexy abs🔥\n  ","718590":"\n   you are so Beautiful\n  ","718591":"\n   What should a woman be like? ?\n  ","718592":"\n   Complete this sentence\nI wanna..............\n  ","718593":"\n   what do you want to be ?\n  ","718594":"\n   What is your favorite anime?\n  ","718595":"\n   How old is your sister is going to be on her BDay🎂🎁🎈🎈🎈🎉🎉🎉🎉 on Memorial Day on Monday, May 25th, 2020?\n  ","718596":"\n   Hey Michael, Tell your sister that\n   \n    @almoore433\n   \n   said Happy early BDay 🎂🎁🎈🎈🎈🎉🎉🎉 to her!\n  ","718597":"\n   ¿Cuál es tu aroma favorito?\n  ","718598":"\n   I didn't know your sister BDay on Memorial Day on Monday, May 25th, 2020.\n  ","718599":"\n   It's time to fire up your grill and BBQ🍖🍖🍖🍗🍗🍗 on the grill on Memorial Day for Monday, May 25th, 2020?\n  ","718600":"\n   How long has your longest ever phone call been?\n  ","718601":"\n   If I go crazy, then will you still call me Superman?\n  ","718602":"\n   What is one thing that many people don't know about you?\n  ","718603":"\n   10 million dollars or live forever? Pick wisely\n  ","718604":"\n   What was your favourite childhood story?\n  ","718605":"\n   so you don't have ig, snapchat, kik or fb, but you have a profile on an anonymous website? seems legit.\n  ","718606":"\n   What's your link\n  ","718607":"\n   What’s the last thing you wore that was camo\n  ","718608":"\n   Anybody wanna do a sub for sub on YouTube\n  ","718609":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","718610":"\n   Likers get emoji descriptions?!\n  ","718611":"\n   How to control mind?\n  ","718612":"\n   What food do you eat most often?\n  ","718613":"\n   When is the last time you went swimming!?\n  ","718614":"\n   why im me\n  ","718615":"\n   If you have a favorite quote, what is it?\n  ","718616":"\n   do you believe in the paranormal\n  ","718617":"\n   What is your all-time favorite song?\n  ","718618":"\n   How many times per day do you shower?\n  ","718619":"\n   I would like to know....Are you truly happy with your life?\n  ","718620":"\n   What advice would you give to children today?\n  ","718621":"\n   What do you consider your hometown?\n  ","718622":"\n   What other apps is good besides Snapchat for face filters I already have Snapchat I need other ideas and I have Instagram\n  ","718623":"\n   How often do you change your hairstyle?\n  ","718624":"\n   add me : ren123456xx, if you want to trade nude ;) Im a guy ;p\n  ","718625":"\n   Do you send nude ?\n  ","718626":"\n   How do you like to start your morning?\n  ","718627":"\n   Do you love guy ? ;)\n  ","718628":"\n   snapchat ?\n  ","718629":"\n   What is are the best pizza toppings?\n  ","718630":"\n   How is your family different from others?\n  ","718631":"\n   What was the last gift you gave somebody?\n  ","718632":"\n   What question do you ask yourself a lot?\n  ","718633":"\n   ¿De 1 a 10, qué tal fue su experiencia viajando por el espacio?\n  ","718634":"\n   What is your attitude towards hunting?\n  ","718635":"\n   Favorite person? 💜\n  ","718636":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","718637":"\n   Have you ever gotten anything weird on here? Wanna talk about it? Because BOY have I got stories.\n  ","718638":"\n   What's your favorite childhood cartoon?\n  ","718639":"\n   Play any video games?\n  ","718640":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","718641":"\n   If you were going to be on a prom commitee what would you name the prom theme?  Why?\n  ","718642":"\n   Can Zaporozhets develop a speed of 140 km\/h?\n  ","718643":"\n   What song makes you feel happy?\n  ","718644":"\n   So what exactly are the coins on here for? Do you make real money off of it ?\n  ","718645":"\n   What's the weirdest thing to put on a pizza?\n  ","718646":"\n   Do you prefer to ask questions or answer them?\n  ","718647":"\n   What is one thing you refuse to share?\n  ","718648":"\n   What is your favorite song\n  ","718649":"\n   How do you behave with people you don't like?\n  ","718650":"\n   Should you be the king of the world?\n  ","718651":"\n   two words describe Donald Trump\n  ","718652":"\n   What's the best movie you've seen lately?\n  ","718653":"\n   My divorce attorney messaged me to tell me that my ex husband is getting married today. She wondered if she should just send a business card now or wait a month. Saturday morning laughing fits are the best. (Everyone needs a healthy sense of humor)\n  ","718654":"\n   What sound can put you to sleep?\n  ","718655":"\n   Dulce o salado?\n  ","718656":"\n   How to Travel on an Airplane If You Suffer from Claustrophobia?\n  ","718657":"\n   I feel like my friends take me for granted , should I try to talk with them again or just find new ones? Idk\n  ","718658":"\n   You are lucky that I even allow you to read what I type. I am a hip hop star baby hell yeah. You can kiss my scrawny white ass. I am better than you, I have talent baby. When you see my face on the cover of an album in Best Buy, you'll remember this question. I will be famous. Do you understand me?\n  ","718659":"\n   What do you look like when you wake up in the morning?\n  ","718660":"\n   Which countries have you visited?\n  ","718661":"\n   If your are 18 and your father is a tyrant get far away from him. My father was a tyrant. I should have run away on my 18th. So much pain would have been avoided.\n  ","718662":"\n   Should people be given a second chance? ?\n  ","718663":"\n   do you like Jon Lennon\n  ","718664":"\n   Beyonce against Genneya Walton is here! Vote now! This poll will close in 12 hours!\n  ","718665":"\n   Most popular girl and boy in any school\n  ","718666":"\n   What are your career goals?\n  ","718667":"\n   Voting will close for Justin Bieber against Bruno Mars in 5 minutes! 5 minutes everyone! Also remember that I have posted a new poll for East Wing! So everybody put your hands up for... \n\nCamilla Cabello vs. E(liz)abeth Gillies!!!\n  ","718668":"\n   What is your lucky number?❓\n  ","718669":"\n   do u know why PewDiePie was again accused of racism?\n  ","718670":"\n   The hornet can sting you and hurt, & painful.\n  ","718671":"\n   Are you online?\n  ","718672":"\n   Tell me about something inspiring in your life🧡🔥\n  ","718673":"\n   Facts what,Michael?\n  ","718674":"\n   Murder Hornet is dangerous!\n  ","718675":"\n   What kind of religion you are\n  ","718676":"\n   @?\n  ","718677":"\n   Do you collect anything? If so, what is it?\n  ","718678":"\n   What is the last place you ordered food from?!\n  ","718679":"\n   What is your favorite classic movie?\n  ","718680":"\n   Which 3 things would you take to a deserted island ... ?🎑\n  ","718681":"\n   Where do you feel most safe?\n  ","718682":"\n   How do I get over someone I have a crush on?\n  ","718683":"\n   I know I wanna know am I pretty to people judging by my profile pic\n  ","718684":"\n   Thoughts on Peanut Butter fudge?\n  ","718685":"\n   Follow\n  ","718686":"\n   Who y’all fav celebrity\n  ","718687":"\n   Ricotta\n  ","718688":"\n   Guys, this question is for you lmao 😂 are toxic chics the best?\n  ","718689":"\n   How do you usually react, when somebody is shouting at you?\n  ","718690":"\n   Do you like The Boston Celtics\n  ","718691":"\n   Remember to drink water and fistfight birds (specifically robins) , my dudes.\n  ","718692":"\n   Oh a scale of 1-10 how depressed are you?\n  ","718693":"\n   Why are some men thin, and others fat, although they eat the same pasta?\n  ","718694":"\n   Read carefully. Would the Japanese  and chinese Be the same people\n  ","718695":"\n   If you could buy any car right now, what would you buy?\n  ","718696":"\n   Do you like DARK CHOCOLATE\n  ","718697":"\n   Which is your favorite TV show at the moment?\n  ","718698":"\n   Do you have any great memories from 2017? 🙊\n  ","718699":"\n   Awful !\n  ","718700":"\n   Do you what it is like to have an overbearing father ? \nDo you know what it is like to have an overbearing mother ? \nDo you know what is like to have an overbearing sibling ?\n  ","718701":"\n   wwooaahh... woke up living in 2019 B.C. no dining, only take away\n  ","718702":"\n   Is there really such thing as wasting water?\n  ","718703":"\n   Song of the day\n  ","718704":"\n   How was your day ?\n  ","718705":"\n   What’s the funniest actual name y\n  ","718706":"\n   What's your favorite movie sequel?\n  ","718707":"\n   How do you achieve popularity?\n  ","718708":"\n   Bro why do you date her you can pull way better looking girls\n  ","718709":"\n   what are you in the mood for?\n  ","718710":"\n   Do you know how to play the guitar?\n  ","718711":"\n   I don’t think Emma ever said that.\n  ","718712":"\n   Am I pretty\n  ","718713":"\n   You guys broke up that’s not a break\n  ","718714":"\n   That’s the same thing you did with Emma 🙄\n  ","718715":"\n   So your single ?\n  ","718716":"\n   What happened to her ?\n  ","718717":"\n   How was your day\n  ","718718":"\n   With everything going on this year, share something positive that has happened!!😊🌺✨\n  ","718719":"\n   Which is the funniest name you've ever heard?\n  ","718720":"\n   hey\n  ","718721":"\n   Do you have a mission right now?\n  ","718722":"\n   Which game is better, Zelda breath of the wild, or Mario Odyssey?\n  ","718723":"\n   Do you still keep in touch with the family you had when you were younger?\n  ","718724":"\n   What would you do if you could inflate your body like a balloon?\n  ","718725":"\n   Put nice song 🖤\n  ","718726":"\n   Bored ask me anything✨\n  ","718727":"\n   Favorite Halloween movie?\n  ","718728":"\n   Are you ?\n  ","718729":"\n   Hola\n  ","718730":"\n   What's the best dating advice you have?\n  ","718731":"\n   Do you like Family guy\n  ","718732":"\n   What do you guys think is good to invest your money in and like in the stock markets, etc ..\n  ","718733":"\n   Why don't animals laugh, smile or cry?\n  ","718734":"\n   do you really believe you’re intelligent? why?\n  ","718735":"\n   Dude Emma could teach you\n  ","718736":"\n   If you could play any musical instrument, what would it be?\n  ","718737":"\n   Would you rather lose all of your money and valuables or all of the pictures you have ever taken?\n  ","718738":"\n   Daym that's so true\n  ","718739":"\n   Hi\n  ","718740":"\n   What kind of person are you?\n  ","718741":"\n   What do you do when you're bored? 😐\n  ","718742":"\n   What is everyone fave drink? mine is juice\n  ","718743":"\n   Deal😂😂\n  ","718744":"\n   Which would you choose?! 10 baby sloths or 10 kittens?!\n  ","718745":"\n   ???What do you think about long distance relationships?\n  ","718746":"\n   What is the most unappetizing meal?\n  ","718747":"\n   Let's GOOO Team Playstation\n  ","718748":"\n   PS5 or X box fridge?\n  ","718749":"\n   Do you follow fashion trends actively?\n  ","718750":"\n   What do you do to relieve stress?✨\n  ","718751":"\n   Im a pretty attractive fit guy in his 20s. Do any pretty girls want to talk to me? Bored and lonely in quarantine 🤣\n  ","718752":"\n   Poll ideas\n  ","718753":"\n   How is your relationship with your parents?\n  ","718754":"\n   When do you think covid19 will stop ?\n  ","718755":"\n   Do u like anyone\n  ","718756":"\n   if someone ur usually mean to told u they were in love with u which is why the bugged you, how would u feel and what would u say\n  ","718757":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","718758":"\n   Do you watch anime?\n  ","718759":"\n   What is your greatest success in your life?\n  ","718760":"\n   Est-ce que pardonner, c'est oublier ? (Does forgiveness mean forgetting?)\n  ","718761":"\n   Do you play a musical instument?\n  ","718762":"\n   Hey :) what is your favourite pastime? :)\n  ","718763":"\n   if you were married how different will your life be?\n  ","718764":"\n   What’s your favourite sport?\n  ","718765":"\n   What’s your favorite animal? Real or mythical.\n  ","718766":"\n   Where do you think you'll be living five years from now? ✨\n  ","718767":"\n   If you could travel right now where would you go? ✈\n  ","718768":"\n   Do you enjoy washing vehicles?\n  ","718769":"\n   What is your favorite way to spend a Saturday?\n  ","718770":"\n   How was your day?\n  ","718771":"\n   What motivates you to get up every morning?🌼\n  ","718772":"\n   You don’t necessarily have to be of African decent to be well endowed, do you?\n  ","718773":"\n   Which is the most stylish celebrity?\n  ","718774":"\n   Whats the coolest planet?\n  ","718775":"\n   What are the benefits of being smart?\n  ","718776":"\n   From a source\n  ","718777":"\n   If you already know why should I tell you ?\n  ","718778":"\n   Do you think people can survive without there technology today? If not, why? If so, why?\n  ","718779":"\n   Who knows?? Sorry I brought it up. Good night or good morning wherever you are.\n  ","718780":"\n   are you happy or sad right now?\n  ","718781":"\n   How many people do you consider your \"best friends?\"\n  ","718782":"\n   We are talking about the same person right ?\n  ","718783":"\n   What is the last thing that you did that you were proud of?\n  ","718784":"\n   Do you easily get annoyed by some of the questions on this app?\n  ","718785":"\n   But she’s your girlfriend obviously\n  ","718786":"\n   Do you like Toronto Raptors\n  ","718787":"\n   How to say respond that you’re well endowed without bragging?\n  ","718788":"\n   Why don’t you ask her\n  ","718789":"\n   No it’s okay\n  ","718790":"\n   Never mind\n  ","718791":"\n   I just saw that she’s single and just talking to you.\n  ","718792":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","718793":"\n   2 things you’re grabbing out the house Incase of 🔥🔥🔥 ..... GO 🗣\n  ","718794":"\n   Do you think crying is a sign of weakness or strength?\n  ","718795":"\n   Do you make fun of peoples skin color\n  ","718796":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","718797":"\n   What's the best piece of advice you've ever given ?\n  ","718798":"\n   You broke up with her didn’t you ??\n  ","718799":"\n   are you a hypocritical person?if so, how far can you go?\n  ","718800":"\n   Do you believe in destiny?\n  ","718801":"\n   what is your favourite quotation?\n  ","718802":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","718803":"\n   Why’s that ?\n  ","718804":"\n   How much do you cry?\n  ","718805":"\n   With a serious answer, What is happiness for you in the future? How would u be happy in life?\n  ","718806":"\n   How can I get rid of Swollen Gums ?\n  ","718807":"\n   Do you have a lucky talisman? If yes, why is that so lucky?\n  ","718808":"\n   are you religious\n  ","718809":"\n   Tell me about you pet.\n3 things.\n  ","718810":"\n   At what age did you start using phone?\n  ","718811":"\n   What has life taught you so far?😎\n  ","718812":"\n   Have you ever visited a place where it made an emotional impact on you? How did it make you feel?\n  ","718813":"\n   Heck yeah bad bunny 😁👌💯\n  ","718814":"\n   last song you listened to?\n  ","718815":"\n   PS4 Or Xbox One X ?\n  ","718816":"\n   What can people learn from animals?\n  ","718817":"\n   Seriously why did the questions answered go from 20 to 50 ._.\n  ","718818":"\n   Hola 💫\n  ","718819":"\n   That's a good record, nothing to be ashamed of for sure. I hope my brother sticks with it, he's pretty good, they moved him up from JV to varsity and he had to wrestle older heavier wrestlers and he still won about half his matches. Thanks for chatting, and information.\n  ","718820":"\n   If we lived in Florida this would be perfect, however we are in NY\n  ","718821":"\n   Thanks man, that\"s not too much to spend for all that. My mom is buying him a home gym as well. Did you go to states when you wrestled for school?\n  ","718822":"\n   Got any tips for getting built like you are? My little bro wrestles, he started in the 7th grade he's a freshman now, he's got a lot of muscle but not defined as much as you are.\n  ","718823":"\n   That's cool. Are you from the US?\n  ","718824":"\n   Ok\n  ","718825":"\n   Did you wrestle in high school as well?\n  ","718826":"\n   I just wanted to say good morning to you and you were just down right rude about it !\n  ","718827":"\n   You a wrestler?\n  ","718828":"\n   Are you Russian?\n  ","718829":"\n   International fav food\n  ","718830":"\n   Do you like answering shout outs?\n  ","718831":"\n   Just wondering !gosh you don’t need to be so rude about it\n  ","718832":"\n   Why are you up at this time ?\n  ","718833":"\n   When and why did u join askfm?\n  ","718834":"\n   Purple or green?\n  ","718835":"\n   Joke\n  ","718836":"\n   what do I need to know about you?\n  ","718837":"\n   what motivates you to study ?\n  ","718838":"\n   Rain or snow?\n  ","718839":"\n   What's your favorite childhood memory?\n  ","718840":"\n   do you like sad songs?\n  ","718841":"\n   do you have any pets? if so, what are their names?\n  ","718842":"\n   What is the weather like where you live?\n  ","718843":"\n   What embarrasses you the most in front of others?\n  ","718844":"\n   what's your favorite poet to read on rainy days?\n  ","718845":"\n   Muy bien y tu?\n  ","718846":"\n   How old is the most expired item in your fridge?\n  ","718847":"\n   What was the last lie you told, or last lie you know someone told to you?\n  ","718848":"\n   Do you know any big gossips?\n  ","718849":"\n   If you had a warning label attached to your head, what would it say?\n  ","718850":"\n   Which is more important: what you say or how you say it?\n  ","718851":"\n   What is your favorite food ?\n  ","718852":"\n   Are you in love?\n  ","718853":"\n   Anyone from Las Vegas?\n  ","718854":"\n   What keeps you up at night?\n  ","718855":"\n   ¿Cómo estás?\n  ","718856":"\n   Hola 👋🏻\n  ","718857":"\n   Do you have a clear sense or idea of what your purpose is in this lifetime? :)\n  ","718858":"\n   Women are so fortunate. They have the choice of having a womb or not having a womb. Men have no choice but of course...men get no sympathy. Men live less on average. Men are more prone to sudden death. Also men get worse acne.\n  ","718859":"\n   When was the last time you cursed?\n  ","718860":"\n   Are you more often lending or borrowing money?\n  ","718861":"\n   Ok serious question..... so I ordered something on Wish and the tracking number says the package was received by US post office but I haven’t received it yet... I wanna make sure the mail people are still functioning and delivering Everything\n  ","718862":"\n   This virus is making me scared and worried we might get a second wave if people don't listen to Trump and their gornvers be safe loves❤️\n  ","718863":"\n   Do you decide quickly or do you think a long time?\n  ","718864":"\n   Favourite book\n  ","718865":"\n   What do you think about coconut? Do you like it or not really?\n  ","718866":"\n   If you do not have a pet, now, will you get one? If so, what will you get? Adopt from shelter or buy from a farm?\n  ","718867":"\n   Is it possible to cross a bear with a cow? ???\n  ","718868":"\n   If you could have any view from your home, what would it be?\n  ","718869":"\n   Do you play any online games?\n  ","718870":"\n   What's something that can always make you feel better?\n  ","718871":"\n   Do you think we need to be more kind to one another?\n  ","718872":"\n   How often do you draw? What do you like to draw?\n  ","718873":"\n   share something wise?\n  ","718874":"\n   Is the meaning of life the same for animals and humans ?\n  ","718875":"\n   What kind of vehicle do you have? What color is it?\n  ","718876":"\n   What are you most proud of why?\n  ","718877":"\n   Can you tell us something funny ?\n  ","718878":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","718879":"\n   How do you get motivated during the bad times?\n  ","718880":"\n   Anyone live in Michigan?\n  ","718881":"\n   What makes you feel better when you are in a bad mood?\n  ","718882":"\n   Who has your heart?\n  ","718883":"\n   What have you been up to lately?\n  ","718884":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","718885":"\n   What is your favorite place to eat?\n  ","718886":"\n   Kittens or puppies?\n  ","718887":"\n   Do you like snakes ?\n  ","718888":"\n   What is your favorite food?\n  ","718889":"\n   Rate your dancing skills from 1 (worst) to 10 (best)\n  ","718890":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? Just opinions?\n  ","718891":"\n   Quarantine suckssss\n  ","718892":"\n   How important is positivity in Life?\n  ","718893":"\n   But how do you know that ?\n  ","718894":"\n   Do you play a musical instrument?\n  ","718895":"\n   What will you do if you don’t work out with vale ?\n  ","718896":"\n   Who is your latest crush?\n  ","718897":"\n   How are you doing?! I hope you have a wonderful rest of the day!🌺\n  ","718898":"\n   How was your second love?\n  ","718899":"\n   Manhunt ?\n  ","718900":"\n   How was your first love? ?\n  ","718901":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","718902":"\n   Are you a forgiving person?\n  ","718903":"\n   Do you prefer to answer questions or ask them?\n  ","718904":"\n   Worst thing about being ticklish?\n  ","718905":"\n   do u autumn mood?\n  ","718906":"\n   The size of your shoes?\n  ","718907":"\n   ou’ve heard of someone having?💯\n  ","718908":"\n   What r u going to be 4 Halloween?\n  ","718909":"\n   I care\n  "},"Answer":{"717837":"\n  Yes\n  ","717838":"\n  Dang. Well I’m not exactly sure how to answer this... because this question in general is just controversial but sex appeal for me would be gender related and how face and body types determine male or female.\n  ","717839":"\n  It’s better to just be honest then lie to them. Or at least just be like I’m bored of what we’re talking about\n  ","717840":"\n  Yes\n  ","717841":"\n  A mix of A and B\n  ","717842":"\n  🙏🏻\n  ","717843":"\n  Both\n  ","717844":"\n  Tell them straight up your bored\n  ","717845":"\n  German Shepard or huskies\n  ","717846":"\n  Today lol\n  ","717847":"\n  I’m certified in Microsoft excel. Most likely I’ll be using it for my job I get after college\n  ","717848":"\n  Not sure\n  \n  Florida\n  \n  Death\n  \n  Costa Rica\n  \n  My jealously\n  \n  Lies\n  \n  My family\n  \n  It has good pay and benefits\n  ","717849":"\n  No usually there’s a reason\n  ","717850":"\n  30 hours a week + full time student\n  ","717851":"\n  Thank you\n  ","717852":"\n  Same\n  ","717853":"\n  Edm, rap\n  ","717854":"\n  Mystery\n  ","717855":"\n  Sometimes\n  ","717856":"\n  Impractical jokers\n  ","717857":"\n  Waking up\n  ","717858":"\n  Ice cold beer and good friends\n  ","717859":"\n  Got it\n  ","717860":"\n  Idk. I don’t think I would change it\n  ","717861":"\n  That’s hard. I never kept track of that but maybe like 300\n  ","717862":"\n  My haters\n  ","717863":"\n  You rather be 3 inches shorter?\n  ","717864":"\n  3 inches taller\n  ","717865":"\n  That would be amazing opportunity\n  ","717866":"\n  With what?\n  ","717867":"\n  Nice to meet you I’m Michael\n  ","717868":"\n  Great. You?\n  ","717869":"\n  Yea. Only reason I know is cause my sister has a staff\n  ","717870":"\n  Prayers for you 🙏🏻\n  ","717871":"\n  True.\n  ","717872":"\n  Facts\n  ","717873":"\n  Haha\n  ","717874":"\n  Assassin\n  ","717875":"\n  True but with a staff you’ll be able to keep more distance\n  ","717876":"\n  9\n  ","717877":"\n  McLaren 720S\n  ","717878":"\n  Staff.\n  ","717879":"\n  Sorry fell asleep. But I got you added\n  ","717880":"\n  You can add me on snap. My snap is\n  \n   @thenameisrobin\n  \n","717881":"\n  Yea for sure. All I ask is that if you are interested please don’t waste my time cause remember this is a business for me. It’s basically my only source of income. So each time I spend explaining the program and showing the results does take time out of my day especially with my studies.\n  ","717882":"\n  Dani Daniel’s, abella danger... I have a few 😅\n  ","717883":"\n  So fitness programs is my own side business. It’s extra income for me because I’m. A full time student in college and I’m in debt so every little bit helps. So the $15 will go towards my school fund. The program itself which if you do buy will be $50 it includes a month full of workout 5-6 times a week plus a meal plan absolutely free. It also includes my personal number if you have any questions about certain exercises.\n  ","717884":"\n  No. Those I have on my camera roll on my phone. There might be some pictures of my friends on my Instagram lol but I can’t remember. I haven’t posted on Instagram in awhile due to covid. Just because you’re really nice and you seem like you really want to get results in fitness... I don’t normally do this but I’ll let you buy a month program and I’ll through in a second program free however you’ll have to pay for the second program meal plan which is a small fee of $15\n  ","717885":"\n  Insta, snap, email, text, you let me know. They aren’t free though but I can show you some results my clients had so far on my programs\n  ","717886":"\n  You should try one of my programs\n  ","717887":"\n  Yea lmao\n  ","717888":"\n  Nice\n  ","717889":"\n  Ignore them\n  ","717890":"\n  Facts\n  ","717891":"\n  Who cares what people think\n  ","717892":"\n  It was one in Florida\n  ","717893":"\n  Cause people be talking mad shit about me\n  ","717894":"\n  Sunrises but they’re both amazing\n  ","717895":"\n  My favorite place I traveled to was probably Costa Rica. There’s no daylight savings time so you can actually experience a full 24 hour day. Plus the coffee there is amazing and the beaches are nice. And everyone was so friendly and helpful with translating and stuff.\n  ","717896":"\n  Lmao all good\n  ","717897":"\n  Yea. And I got banned but it’s whatever 🤷🏻‍♂️\n  ","717898":"\n  All day\n  ","717899":"\n  Ketchup and Mac n cheese\n  ","717900":"\n  Not sure\n  ","717901":"\n  Legend\n  ","717902":"\n  Gracias amigo\n  ","717903":"\n  I usually fall asleep with the tv on\n  ","717904":"\n  I don’t really like planet fitness. I got kicked out because I accidentally slammed the weight cause it slipped out of my grip\n  ","717905":"\n  Food or coffee if I just wake up\n  ","717906":"\n  Text message, insta, WhatsApp, snap. I use so many cause I have friends from everyone because I traveled a lot when I was younger\n  ","717907":"\n  Probably gameboy\n  ","717908":"\n  Emails\n  ","717909":"\n  Drink till I die but be lucky enough to survive\n  ","717910":"\n  What year did you and Justin start dating?\n  ","717911":"\n  You’re the real Selena?\n  ","717912":"\n  I wish\n  ","717913":"\n  Facts lol. It’s dad bod season lmao 😂😂 I lost about 8lbs due to quarantine so I got to get it back\n  ","717914":"\n  Nothing wrong with that. That’s my Friday night. 😂 a whole box plus dessert just for myself\n  ","717915":"\n  I do not. I just watch what I eat every now and then\n  ","717916":"\n  Nice\n  ","717917":"\n  4-6 days a week. I try to fit it in my schedule\n  ","717918":"\n  True. I mean I’m not that old lmao\n  ","717919":"\n  I do that shit as a dare 😂 that’s lightweight\n  ","717920":"\n  Simp\n  ","717921":"\n  Love swimming. It’s such a muscle relaxer\n  ","717922":"\n  I work out at this gym called crunch fitness, I also work out at my neighborhood gym.\n  ","717923":"\n  I use evofusion and isoject from Evogen. You can use the link in my Instagram bio for 15% off too\n  ","717924":"\n  Yes\n  ","717925":"\n  I always try to do the unpleasant tasks first that way the easier ones I can do with less energy\n  ","717926":"\n  Get ready, life is true pain\n  ","717927":"\n  Mango\n  ","717928":"\n  Only those that I know are there for me\n  ","717929":"\n  No matter how long I sleep for my sleep schedule is messed up\n  ","717930":"\n  Just keep working hard. Family is a long term goal till you find the right one\n  ","717931":"\n  Space\n  ","717932":"\n  Nope\n  ","717933":"\n  Steak\n  ","717934":"\n  The gift of life\n  ","717935":"\n  They’re both alright\n  ","717936":"\n  I don’t really drink soda unless it’s mixed with alcohol\n  ","717937":"\n  Music and sleep\n  ","717938":"\n  Water\n  ","717939":"\n  Stood up against a bully\n  ","717940":"\n  It’s too hot\n  ","717941":"\n  Gta\n  ","717942":"\n  I don’t have friends\n  ","717943":"\n  It’s stunning\n  ","717944":"\n  Buffalo chicken salad\n  ","717945":"\n  Probably just basil\n  ","717946":"\n  All the above\n  ","717947":"\n  Saturn. The rings are beautiful\n  ","717948":"\n  I’m me and no one else can be who I am\n  ","717949":"\n  Recovering\n  ","717950":"\n  Work\n  ","717951":"\n  Bedroom trip Luke Christopher\n  ","717952":"\n  Good\n  ","717953":"\n  Heartbreak\n  ","717954":"\n  It’s beautiful\n  ","717955":"\n  The place where you can sit and wonder\n  ","717956":"\n  6-8 I’m always tired cause my sleep schedule is messed up\n  ","717957":"\n  What’s a bestfriend?\n  ","717958":"\n  Created. Let’s take a second to reflect. We learn from what we see from the actions of people we are close too. We see these actions without knowing whether they are used for good or evil. We decide to use them because it is something we are use to seeing. Thus, hence shows that evil people are created by the actions of others\n  ","717959":"\n  With a good cup of coffee\n  ","717960":"\n  Facts\n  ","717961":"\n  Hugged me naked lmao\n  ","717962":"\n  Never dieted\n  ","717963":"\n  Place where people break your heart then don’t give a fuck about you afterwards\n  ","717964":"\n  I like fun\n  ","717965":"\n  -\n  ","717966":"\n  Yea you can message me on my business\/fitness account on Instagram\n  \n   @mtaubs_fitness\n  \n","717967":"\n  Just the feeling.\n  ","717968":"\n  I mean I love fitness but I don’t think I’m a freak for it unless I know I really need it because I don’t feel body confident\n  ","717969":"\n  I staRt my fall classes august 21st. Relaxing I feel just playing video game, going to the gym, or hanging with friends. Miss working out for sure\n  ","717970":"\n  I’m honestly resting. I just finished up my summer class for college yesterday. So now on my days off it’s purely relaxation\n  ","717971":"\n  I’m 5’6 approximately 130 pounds. Before quarantine I was 5’8 and 137 pounds :( I was on a good gain because I was working on hitting my goal of 145\n  ","717972":"\n  Trying to gain more mass while keeping my look\n  ","717973":"\n  You too cutie 😊\n  ","717974":"\n  All that. Bringing my own towel and stuff\n  ","717975":"\n  When I’m alone and can reflect on me\n  ","717976":"\n  Peanut butter\n  ","717977":"\n  I don’t have friends. I have family and I keep my circle small\n  ","717978":"\n  Sike, oof, or yikes\n  ","717979":"\n  For sure. I lost about 7 pounds and lost muscle :( I’m finally starting to slowly go back to the gym. I’m going 2 days a week right now and I might start going more once cases start looking better where I’m at\n  ","717980":"\n  Dormido\n  ","717981":"\n  Pink. But some purples are good\n  ","717982":"\n  I use dove 2 n 1 shampoo and conditioner\n  ","717983":"\n  Memes\n  ","717984":"\n  Thanks man\n  ","717985":"\n  Probably eat or try to sleep it off\n  ","717986":"\n  I graduate with my first degree in fall 2021\n  ","717987":"\n  Those that know their own self worth and those of others\n  ","717988":"\n  There’s a few things but I’m not sure how to word them\n  ","717989":"\n  Exactly\n  ","717990":"\n  Shrimp tempura is pretty good. Or a shaggy dog roll.\n  ","717991":"\n  Thanks man appreciate the support. And yea it’s very stressful at times... but in the end it’ll all pay off cause you have to look at the light at the end of the tunnel\n  ","717992":"\n  You ever have those dreams where you free fall and you catch yourself and you wake up sweating. Yea those are crazy\n  ","717993":"\n  I thought you were asking me what I was having for dinner 😂 lmao eat sushi I guess or whichever you’re more in the mood for\n  ","717994":"\n  I try to stay away from fast food. But yes I ordered from a couple of those places\n  ","717995":"\n  Neither.\n  ","717996":"\n  Going for 3 different majors 😭 my life is school for now\n  ","717997":"\n  I like most if not all milkshakes\n  ","717998":"\n  Orange\n  ","717999":"\n  Well balanced\n  ","718000":"\n  My college school work from classes I’ve taken\n  ","718001":"\n  Yea\n  ","718002":"\n  Just did :)\n  ","718003":"\n  My diet consists mainly of eating high protein. Egg whites, vegetables, rice, chicken, steak, burgers, and protein shakes.\n  ","718004":"\n  Thanks I appreciate that belief\n  ","718005":"\n  Skydiving\n  \n  Scuba diving,\n  \n  Hang gliding\n  ","718006":"\n  Finding your true self worth through pain\n  ","718007":"\n  Every single day. My sleep schedule been messed up\n  ","718008":"\n  It really shows who cares for you?\n  ","718009":"\n  I broke this scale 😅\n  ","718010":"\n  Cinnamon Toast Crunch or Frosted Flakes\n  ","718011":"\n  Normally both. Depends on the item\n  ","718012":"\n  Sleep, went to the gym, studied for my final\n  ","718013":"\n  It depends what you’re making\n  ","718014":"\n  Maybe like a week\n  ","718015":"\n  I am lol\n  ","718016":"\n  Nah it’s good. Cause even though yes you spam me with questions I don’t mind... cause it’s not like you spam me saying answer them now or be rude about it. You give me time to get to your questions\n  ","718017":"\n  But you can only lose so much weight before losing muscle. I mean before Covid I was strictly eating lean diet of course with cheat meals every now and then and I ended up losing 8 lbs of muscle.\n  ","718018":"\n  Yes. Just they were spamming me with questions and everything and calling me names cause I didn’t answer them right away so I blocked them\n  ","718019":"\n  3 years\n  ","718020":"\n  Sleep and food lol. And the gym\n  ","718021":"\n  I could write a book on this... I don’t want to go into to much detail but probably a nice dinner, a speaker to listen to music, flowers, beautiful sunset, on the beach, enjoying the views, maybe a proposal depending how long I’ve been with the person for, etc.\n  ","718022":"\n  Coffee\n  ","718023":"\n  My honesty and respect\n  ","718024":"\n  Depends on my mood\n  ","718025":"\n  Not that I know of\n  ","718026":"\n  Anything. I love music\n  ","718027":"\n  Before Covid when I was studying for an exam\n  ","718028":"\n  I’ll confront someone if it’s needed. I don’t hold back either\n  ","718029":"\n  But did you gain any muscle and build yourself or just lost weight and possibly made yourself weaker?\n  ","718030":"\n  Depends on the time of day lol\n  ","718031":"\n  Depends how long the guest stays. They can get annoying sometimes\n  ","718032":"\n  Nothing unless they ask for me to do something for them. I’ll generally just tell them if they need anything to tell me\n  ","718033":"\n  The beach for sure\n  ","718034":"\n  Followed\n  ","718035":"\n  Haha I think I remember lol\n  ","718036":"\n  Of course no problem. But if someone bullies you let me know. I’ll set them straight\n  ","718037":"\n  Damn. I’m sorry to hear that. I got you. You let me know who they are. And they can’t ask you anonymously if you change your settings that way you can find out who is bullying you too.\n  ","718038":"\n  Joe from impractical jokers\n  ","718039":"\n  80s\n  ","718040":"\n  Nike\n  ","718041":"\n  Be respectful and honest\n  ","718042":"\n  None.\n  ","718043":"\n  Basil\n  ","718044":"\n  Nothing\n  ","718045":"\n  Cookies\n  ","718046":"\n  Honestly they’re pretty amazing to hangout with and I stand up for them if people tease them\n  ","718047":"\n  Pass it on or invest it to help those that need it\n  ","718048":"\n  I wear what I want. I don’t judge people based on things they wear\n  ","718049":"\n  Yes. Couldn’t say I experience anything\n  ","718050":"\n  It’s been on and off. It’s been good having online classes and being able to spend more time with family but bad because I got heartbroken\n  ","718051":"\n  Honestly I’m not sure if I ever had a favorite\n  ","718052":"\n  Mike, Mickey,\n  ","718053":"\n  Edd,Ed, & eddy\n  ","718054":"\n  Mhm that’s tough. I don’t eat fast food that much so I’m not really sure\n  ","718055":"\n  ?\n  ","718056":"\n  Exactly\n  ","718057":"\n  Man or woman... if you betray someone’s trust you don’t forgive them\n  ","718058":"\n  Water. I don’t drink soda much at all\n  ","718059":"\n  Thanks love. You too 😘\n  ","718060":"\n  Ill send you my cashapp lmao 😂\n  ","718061":"\n  Finally 🙏🏻\n  ","718062":"\n  November 1st\n  ","718063":"\n  Actually an omelet isn’t really a cheat especially if you make it using egg whites. But if I’m having a cheat day I’m going all out to restock on carbs for the gym\n  ","718064":"\n  Car crash cause someone forced themselves in front of me to get off an exit\n  ","718065":"\n  Just sugar and high bad fats\n  ","718066":"\n  Blonde\n  ","718067":"\n  That’s all you 👀\n  ","718068":"\n  70 mustang\n  ","718069":"\n  I usually date around a year or two under\/over my age.\n  ","718070":"\n  I thought it said simple it’s simple 😂\n  ","718071":"\n  I play mainly slots. Sometimes I’ll do roulette or blackjack\n  ","718072":"\n  Dog but i like both\n  ","718073":"\n  Thanks. You too\n  ","718074":"\n  What’s simple?\n  ","718075":"\n  Ok\n  ","718076":"\n  I would probably just approach her\n  ","718077":"\n  Yea. But still. I feel guilty after it\n  ","718078":"\n  Taylor swift lol\n  ","718079":"\n  Lmao. I’m in my 20s now. I just feel like having one night stands isn’t respectful and I feel guilty after if u were to have one\n  ","718080":"\n  Lol yea. I’m not one for one night stands or anything. If I’m a have sex of anything I need to have some personal connection level for it to be meaningful otherwise I’m just letting my body get used you know\n  ","718081":"\n  Yes. I actually got to sing the national anthem at a basketball game for the Orlando magic as well as being on the news of being the first freshman in high school to make it to regionals in wrestling\n  ","718082":"\n  I would but it doesn’t show who asked me this question so I can’t follow back\n  ","718083":"\n  Food\n  ","718084":"\n  It’s not. Everyone wants to reopen everything and I get that we need to get back to daily lives but no one wants to follow the safety guidelines and China already has a second outbreak of covid again so 🤷🏻‍♂️\n  ","718085":"\n  I mean I’ve had sex with only 3 girls my whole life. All of them were from being in a relationship. So unless we vibed and I felt a real connection I’m not going to get seduced\n  ","718086":"\n  If they’re talking shit behind my back it just automatically gives me the mindset they’re jealous of me which makes me better than them.\n  ","718087":"\n  All the lights are off but I do keep a night light incase I need to get up during the night for whatever reason\n  ","718088":"\n  I would only expand if statistics showed that more non local customers would be willing to come out and support the business\n  ","718089":"\n  I wanted to be a bunch of things. But now I’m mainly focused working as an engineer and manager\n  ","718090":"\n  Self worth\n  ","718091":"\n  Just try to clear my mind and come to a peace state of mind\n  ","718092":"\n  Engineer\/ manager\n  ","718093":"\n  Thanks I’ll follow back\n  ","718094":"\n  Mhm that’s tough. Honestly idk. Let’s describe giant and let’s describe tiny\n  ","718095":"\n  Toxicity\n  ","718096":"\n  Because I was used so the girl could get back with her ex just to make him jealous when I actually genuinely cared about her.\n  ","718097":"\n  Yes :(\n  ","718098":"\n  Thank you. You too 🥰\n  ","718099":"\n  Yes\n  ","718100":"\n  I think it’s annoying when people create a thread off of a question about saying I’m cute or something and then someone else has to respond something extremely mean to the other person cause they’re jealous\n  ","718101":"\n  Lmao. I they both of their ups and downs with dishes 😂\n  ","718102":"\n  Probably monopoly.\n  ","718103":"\n  There’s a few. Dysmo, pamaj, and a few others\n  ","718104":"\n  Nothing\n  ","718105":"\n  Probably blue\n  ","718106":"\n  Jennifer Lopez\n  ","718107":"\n  Impractical jokers\n  ","718108":"\n  Never dieted. Normally just watch what I eat and take less intake of certain foods\n  ","718109":"\n  Both honestly. Just spending time with people and relaxing\n  ","718110":"\n  I wish I can dance. I can sing hopefully. I was in chorus for 6 years\n  ","718111":"\n  Rarely\n  ","718112":"\n  Burgers\n  ","718113":"\n  Not sure if I have a fav\n  ","718114":"\n  Thanks man\n  ","718115":"\n  Pine Apple\n  ","718116":"\n  Yea for sure.\n  ","718117":"\n  Yes lol\n  ","718118":"\n  I don’t think I hate any colors per say but some people shouldn’t wear certain colors cause it doesn’t suit their style\n  ","718119":"\n  I use conditioner every now and then. That’s Only when my hair feels stiff\n  ","718120":"\n  Well I mean I’m not bad at writing but I repeat myself a lot when I do write if that makes sense\n  ","718121":"\n  I like dark and milk the best but white is good too\n  ","718122":"\n  None. Chapstick is about it\n  ","718123":"\n  Usually both.\n  ","718124":"\n  Water\n  ","718125":"\n  I make chocolate cake. It’s my specialty\n  ","718126":"\n  I drink milk 😂 but i take different supplements like aminos and stuff like that\n  ","718127":"\n  True. But doubtful cause I’m a terrible writer 😂\n  ","718128":"\n  Don’t have one. Too many places and too many types of food\n  ","718129":"\n  Yea that’s the only down fall 😪\n  ","718130":"\n  Not sure. It helps hide the pain some people go through daily?\n  ","718131":"\n  Wanna share that check with me? 😂\n  ","718132":"\n  I haven’t. But maybe I should. A short novel maybe 🤔\n  ","718133":"\n  I’m a Scorpio 👀\n  ","718134":"\n  Thank you. I appreciate those words.\n  ","718135":"\n  I mean I wear whatever. There’s days we’re I dress nice and other days I dress casual\n  ","718136":"\n  Hopefully...\n  ","718137":"\n  A happy successful safe life with a family\n  ","718138":"\n  I am. I don’t use it much though\n  ","718139":"\n  Yep\n  ","718140":"\n  Nothing. The only thing I would change is my negativity and make sure I’m always giving out positivity\n  ","718141":"\n  Exactly. I know a few people like that but I just ignore them for the most part\n  ","718142":"\n  I have no problem with them. If they need help in support or protest I’m there for them. Everyone should be treated equally\n  ","718143":"\n  I am my own trend\n  ","718144":"\n  Good for you. Honestly it sucks that people with insecurities can’t help but bring others down when they try to make themselves feel better\n  ","718145":"\n  Because it makes them feel less insecure about themselves because it makes them feel they have power\n  ","718146":"\n  My dreams and goals\n  ","718147":"\n  Ok so interesting question. In high school I actually had to starve cause I did wrestling and needed to make weight all year round for many tournaments as I was nationally ranked. Now I currently eat healthy and exercise normally to stay fit\n  ","718148":"\n  Azul\n  ","718149":"\n  Walks are good. I prefer a gym though\n  ","718150":"\n  Usually pretty chill. But during the exam extreme anxiety\n  ","718151":"\n  Sleep\n  ","718152":"\n  Cherry blossom, ocean breeze\n  ","718153":"\n  Basketball. But I like both\n  ","718154":"\n  Thanks\n  ","718155":"\n  I’m just on it to meet new people and network. And if something happens something happens 🤷🏻‍♂️\n  ","718156":"\n  That’s a tough question. I honestly don’t know. I don’t think I’m good enough to act but I know from working out and stuff I would have a good body to be a stripper. But tbh I don’t really know.\n  ","718157":"\n  Thanks\n  ","718158":"\n  Yes. I use to play it with my sister when she was younger\n  ","718159":"\n  Yes\n  ","718160":"\n  Exercise for sure. For food I normally just eat whatever i feel in the mood for but most of the time it’s homemade\n  ","718161":"\n  Lie\n  ","718162":"\n  No problem\n  ","718163":"\n  Just did\n  ","718164":"\n  Scorpio\n  ","718165":"\n  I can speak 3. 1 fluently which is English And 2 somewhat fluently which is ASL and spanish\n  ","718166":"\n  Jurassic Park\n  ","718167":"\n  Yes\n  ","718168":"\n  Yes\n  ","718169":"\n  I don’t really care cause I know who my true friends are\n  ","718170":"\n  Italian\n  ","718171":"\n  You could always be a tutor\n  ","718172":"\n  Fall or winter\n  ","718173":"\n  You seem like a pretty cool guy. I don’t know you but I’m assuming you’re pretty laid back\n  ","718174":"\n  I posted it\n  ","718175":"\n  Mtaubs_fitness\n  ","718176":"\n  I prefer soap for my body. But I do use face wash occasionally\n  ","718177":"\n  My shopping is spread out lol\n  ","718178":"\n  Not really. If anything I just give them water and soup if I’m at their place.\n  ","718179":"\n  Costa Rica is pretty nice\n  ","718180":"\n  I haven’t been traveling in so long. I don’t have a recent one\n  ","718181":"\n  No problem. :)\n  ","718182":"\n  Yea of course. Great to see you’re doing well too.\n  ","718183":"\n  Great. And been busy with school and everything else going on in during this pandemic\n  ","718184":"\n  She’s pretty amazing.\n  \n   @ZeldaXoxo_\n  \n  if you don’t follow her you should\n  ","718185":"\n  That’s very true.\n  ","718186":"\n  Soon to have a better job though\n  ","718187":"\n  I technically only had one real job which is working at publix. Aside from yard work and pet sitting I do on the side\n  ","718188":"\n  Haha facts.\n  ","718189":"\n  Dang. They both have terrible cons after one of them happening but I would probably say paper cut because at least I’ll still be able to eat with my other hand lol\n  ","718190":"\n  Nothing like being out on the boat with good people and enjoying the water\n  ","718191":"\n  Yes\n  ","718192":"\n  Honestly I don’t know how to answer this. But i guess when people talk to me they’re never bored so probably yes\n  ","718193":"\n  I’m weird I know. But the shirt tells a truth 🤷🏻‍♂️\n  ","718194":"\n  Most of my dishes are homemade.\n  ","718195":"\n  Honesty and loyalty. Like if you don’t want to be together anymore tell me. I rather the truth than a lie\n  ","718196":"\n  Popeyes for sure\n  ","718197":"\n  Not really. As long someone is nice and respectfully I count them as a friend\n  ","718198":"\n  I rarely ever get angry. I already have to be in a bad mood for me to do something like that\n  ","718199":"\n  You can try Rosetta Stone I think it’s called. I know you can learn some languages there or duolingo I think it’s called.\n  ","718200":"\n  Awe I’m sorry to hear that. 🥺 I’ve been catfished too so I know what that’s like. But you have my number and snap. You can always hit me up there and see I’m real 🥰\n  ","718201":"\n  I’m not much of an artist. I can’t draw well at all. :( but I would probably try drawing what my mood is at the time\n  ","718202":"\n  No. It’s my life and I’m not letting someone else control it. I mean unless it was for a good reason then maybe I would listen to my best friend.\n  ","718203":"\n  Haha 😂 if it makes you feel any better I’m real. The way I am on the Internet is the same way I am in person. It’s why I gave you my number and snap so you can see I’m real and just not like a catfish or anything\n  ","718204":"\n  My dogs ashes. They grow up with you and they are your best friend. So I’m return of them always being there for you, you decide to live your life and do well for them because they gave you such a great life\n  ","718205":"\n  I wouldn’t say I get harassed anymore but when I was younger I always got harassed for being different\n  ","718206":"\n  I do. I have a small tree and then I have a few house plants which I’m not sure of what they are called\n  ","718207":"\n  Nope. My hair is natural\n  ","718208":"\n  Awe thanks so much 🥰🥺\n  ","718209":"\n  Haha 😂😂 I’m sorry. I just don’t get compliments much often you know. So I’m shocked when I do and they mean a lot 🥺\n  ","718210":"\n  Haha I’m not at all😂 but thank you 🥺❤️\n  ","718211":"\n  I wanna go surfing again\n  ","718212":"\n  Both\n  ","718213":"\n  Dang that sucks. The only reason my friend transferred was cause we grew up together and did sports together and stuff. So like we were really close\n  ","718214":"\n  Why would you surround yourself with the negativity in the first place?\n  ","718215":"\n  Introvert at first. But if we connect on a topic I’ll talk your ear off lol\n  ","718216":"\n  Florida\n  ","718217":"\n  For failing when I know I should’ve passed\n  ","718218":"\n  Haha exactly. I have all them on my pearl account. I transferred with my friend\n  ","718219":"\n  I get too attached way to quick.\n  ","718220":"\n  I think the last Pokémon game I got was for the ds which was pearl, platinum and diamond\n  ","718221":"\n  Nope. Never bullied anyone. However I do tease my sister at times but that’s just how siblings are. We get on each other nerves\n  ","718222":"\n  Yes. There’s no reason to bring someone down\n  ","718223":"\n  I hs Pokémon leaf green and fire red\n  ","718224":"\n  Doritos\n  ","718225":"\n  Honestly... I don’t know tbh. I want to say luck comes and goes. It’s like karma. It happens when you’re least expecting it\n  ","718226":"\n  I have both lol. I love animals in general. I always rescue them especially and try to nurse them and give them a good life.\n  ","718227":"\n  Well for me... if I were given this problem I would write the numbers out for both. However since the starting numbers are different I would say it’s false as it would start off being the first number as one hundred twenty five\n  ","718228":"\n  Well I think this is more mentally but a heartbreak. Physically I would say when I knocked my hip and shoulder out of place\n  ","718229":"\n  Boxers\n  ","718230":"\n  Don’t use any fruit juice... the sugars are way to high. And sugar turns into fat.\n  ","718231":"\n  Not anymore\n  ","718232":"\n  Haha 😂 it’s tiring for sure but it’s possible.\n  ","718233":"\n  When it comes to the gym I love eating healthy knowing I’m a workout especially if it’s a tough day. However on my off days I love eating junk food to carb up for my next gym day\n  ","718234":"\n  I make quite a few. Specifically desserts though\n  ","718235":"\n  Sleeping in my bed. It allows my body to entirely be in my mind\n  ","718236":"\n  I remember those times 😂 I still play my game boy every now and then\n  ","718237":"\n  I never created one myself... however I had certain companies design them for me\n  ","718238":"\n  Facts. I remember I use to have a portable DVD player and I would always watch it in the car on road trips\n  ","718239":"\n  Coffee\n  ","718240":"\n  Both.\n  ","718241":"\n  That show is still on depending on your cable tv provider. Let’s not forget the real scooby-doo episodes and a pup named scooby doo\n  ","718242":"\n  Both depending if I have coffee or not\n  ","718243":"\n  Facts. I have some of the episodes and their movies on dvds. I still watch them till this day.\n  ","718244":"\n  I wing it most of the time. I normally just study the day of the test and wake up a few hours early to have the material fresh in my mind\n  ","718245":"\n  I normally skip breakfast. But normally If I have time to eat I normally have some cereal, a banana and a cup of coffee\n  ","718246":"\n  You too. Stay safe\n  ","718247":"\n  Ed, edd, and eddy but some of y’all don’t know what show that is and it shows\n  ","718248":"\n  Some people use gel or hair product.\n  ","718249":"\n  My skin isn’t flawless. I wish it was though\n  ","718250":"\n  The cat in the hat 😂😂 lmao jk. But seriously though could you imagine waking up one day and you see a cat standing on two legs talking talking to you. 😅 but I don’t think any movie ever gave me nightmares except the time I was 7 and watched jaws on a boat 😂😂\n  ","718251":"\n  Great and you?\n  ","718252":"\n  Probably not\n  ","718253":"\n  I don’t diet.\n  ","718254":"\n  I don’t know. 🤷🏻‍♂️ but a compliment is a compliment and that’s positivity. No negative stuff here\n  ","718255":"\n  I wear the wildest shit that makes no sense. I’m the type of guy to wear plaid with stripes cause That’s just how i am\n  ","718256":"\n  Mhm. I don’t think I had a fruit yet that I have t liked\n  ","718257":"\n  My smile? 🥺 that’s crazy. My smile is so ugly though\n  ","718258":"\n  Yes. She took really good care of me even when I had no one knowing what I was going through. To bad she doesn’t have this app anymore\n  \n  :(\n  ","718259":"\n  For me it’s personality. That’s the main attraction\n  ","718260":"\n  They’re great. $45 for a meal plan plus month workout. You’ll notice results\n  ","718261":"\n  All love here ❤️\n  ","718262":"\n  What’s up? Como estas?\n  ","718263":"\n  Idk lol 😂 it gives me a coin for answering. So why not.\n  ","718264":"\n  That’s cool and all... but I could careless if it’s anonymous or not 🤷🏻‍♂️\n  ","718265":"\n  Personality\n  ","718266":"\n  No. I’m straight\n  ","718267":"\n  Duh. Coffee is a diuretic\n  ","718268":"\n  3\n  ","718269":"\n  Nah.\n  ","718270":"\n  Only if it’s a must need otherwise I wait till I’m home\n  ","718271":"\n  Of course :)\n  ","718272":"\n  🤫\n  ","718273":"\n  Dad jokes\n  ","718274":"\n  No idea\n  ","718275":"\n  I suck at it lol\n  ","718276":"\n  Yea lol. My snap and insta are in my bio\n  ","718277":"\n  I like both. Cause pools for just chilling and then beaches for surfboarding\n  ","718278":"\n  Yes lol\n  ","718279":"\n  Anything with alcohol and chocolate milk is good too\n  ","718280":"\n  I like both cake and pie. Prefer ice cream cake though.\n  ","718281":"\n  Good. Can’t wait to see more shoutouts\/facts\n  ","718282":"\n  For sure. People lose track of what really matters. Keep those facts posted\n  ","718283":"\n  Don Julio\n  ","718284":"\n  Facts\n  ","718285":"\n  Watching Ozark currently. Might stream later\n  ","718286":"\n  Thanks. It’s been about a month almost two now and the pain is still there. 😔\n  ","718287":"\n  Great you?\n  ","718288":"\n  What’s up\n  ","718289":"\n  21\n  ","718290":"\n  I’m hurting badly because of what happened between us. I just hope in the future we can be back together\n  \n  :(\n  ","718291":"\n  Nah\n  ","718292":"\n  That’s for me to know and for you to find out\n  ","718293":"\n  I have not. But if it’s a room where you take out your anger I really need to go\n  ","718294":"\n  Cook at home. It’s cheaper plus being italian... I know how to make some good food\n  ","718295":"\n  A window 😂\n  ","718296":"\n  Me personally... I like grilling out. Although it’s more pricy... I prefer making burgers, chicken, steak, grilled vegetables, kabobs, etc.\n  ","718297":"\n  I don’t mind it.\n  ","718298":"\n  Body weight workout at home\n  ","718299":"\n  Me too :(\n  ","718300":"\n  Sure 🤷🏻‍♂️\n  ","718301":"\n  Guitar, violin, piano, and I can sing a baritone, tenor 2 voice\n  ","718302":"\n  What do you read?\n  ","718303":"\n  But it’s amazing watching rain. It eases the mind and helps for meditation.\n  ","718304":"\n  Cool\n  ","718305":"\n  I like more of a sky blue, baby blue, or night time blue\n  ","718306":"\n  Network. Cause just having that stability of being known for my good causes and stuff can for sure help support my future\n  ","718307":"\n  Qué?\n  ","718308":"\n  You could probably google search. Depending on the area you live in you can contact the local state government and they can create a case and investigate\n  ","718309":"\n  2 sugars, 2 creamers. Just the right amount\n  ","718310":"\n  Depends on the topic.\n  ","718311":"\n  I have so many. I don’t think I can choose just one\n  ","718312":"\n  Shoutout to all those people protecting our country. They never get thanked the way they should be\n  ","718313":"\n  I’ve normally go to sleep around 2-4am but the last couple days I’ve been going to sleep at like 11pm\n  ","718314":"\n  Yes\n  ","718315":"\n  Naruto, naruto shippuden, one punch man, dragon ball, avatar\n  ","718316":"\n  That sounds nice\n  ","718317":"\n  Too many to list\n  ","718318":"\n  Hot\n  ","718319":"\n  History\n  ","718320":"\n  Looks 😂\n  ","718321":"\n  I need coffee\n  ","718322":"\n  Which one?\n  ","718323":"\n  Yea. Cause I have a broken heart\n  ","718324":"\n  Yes\n  ","718325":"\n  I answered this already for you\n  ","718326":"\n  I like to sit outside when it’s raining. It’s just amazing watching nature especially when it’s lightning. I just find it so admirable\n  ","718327":"\n  Yes\n  ","718328":"\n  Blue\n  ","718329":"\n  Depends... I mean does he know he can have sex with you? Do you show that you want to have sex with him? It’s all factors. Maybe ask him what some of his fantasies are. I really don’t know. Maybe he’s just bored if you guys do the same thing for Sex everytime\n  ","718330":"\n  Always sending positive vibes\n  ","718331":"\n  Luke Christopher, abstract, hoodie Allen\n  ","718332":"\n  More school\n  ","718333":"\n  School email\n  ","718334":"\n  The sun or spongebob\n  ","718335":"\n  Nope\n  ","718336":"\n  Drawing\n  ","718337":"\n  10k\n  ","718338":"\n  I wish lol\n  ","718339":"\n  My toxic traits\n  ","718340":"\n  Relax and try to find myself\n  ","718341":"\n  I have too many to have a favorite lol\n  ","718342":"\n  I need a massage. My body is just so tight from doing nothing because of quarantine\n  ","718343":"\n  I might of... but I don’t recall ever seeing that authors name\n  ","718344":"\n  I’ve cream in general is just amazing. But probably chocolate\n  ","718345":"\n  Florida\n  ","718346":"\n  I know. I’m just saying in generality\n  ","718347":"\n  Will see. But don’t get your hopes up. I might never heal from this and there’s a good reason why\n  ","718348":"\n  Thanks for understanding. I just don’t want you to get involved with my pain and suffering\n  ","718349":"\n  I rather be alone. I know who this is... but I’m not myself right now. I can’t have anyone around me. I’m a mess and I’m toxic as fuck right now.\n  ","718350":"\n  For me, I like to style my hair with a comb over or a front spike. A lot of people compare me to zac effron, Channing Tatum, and joey from friends. On women particular I love it when their hair is straightened or if it’s wavy or a little curly.\n  ","718351":"\n  Love sushi... use to hate it surprisingly\n  ","718352":"\n  Yes\n  ","718353":"\n  Yes\n  ","718354":"\n  I don’t remember :( haven’t been happy since that day\n  ","718355":"\n  From the other side\n  ","718356":"\n  You’re so young lol. I’m 22\n  ","718357":"\n  I do... but I don’t really know who I would be in a past life\n  ","718358":"\n  Because men ain’t shit. Because all we do is think of women as objects and that’s why they post body pictures. I’m not saying all men think of women as objects but most men do and that’s wrong\n  ","718359":"\n  Hopefully working on building communication signals and UAVs for the military\n  ","718360":"\n  Her forgiveness, love, and affection back\n  ","718361":"\n  Lmao.\n  ","718362":"\n  When I’m in love I focus on there life and their personality. If everything seems in order and they know what they want and stuff I find that as a huge accomplishment\n  ","718363":"\n  Sometimes.\n  ","718364":"\n  I don’t deserve nice things. I’m an asshole\n  ","718365":"\n  Yes\n  ","718366":"\n  That we would share same beliefs\n  ","718367":"\n  That’s a tough one. I prefer sunsets only cause I’m actually not much of an early riser but standing on the beach and watching sunrises are amazing\n  ","718368":"\n  I know a few people. But I’m not sure if they ship it though.\n  ","718369":"\n  Yes\n  ","718370":"\n  A few day’s ago. It was a Reese’s\n  ","718371":"\n  Bad boys for life\n  ","718372":"\n  Yes\n  ","718373":"\n  Not anymore... but I’m not looking for anything serious right now\n  ","718374":"\n  Probably car\n  ","718375":"\n  Me lol\n  ","718376":"\n  I was late 90s. But I just heard the 80s were a great time\n  ","718377":"\n  The 80s 🤷🏻‍♂️\n  ","718378":"\n  Dragon ball Z. Just finished up naruto shippuden\n  ","718379":"\n  Not about that life\n  ","718380":"\n  Relaxing\n  ","718381":"\n  Lift weights. It burns more fat then cardio\n  ","718382":"\n  I’m not sure what you mean by paper calendars... however I have two calendars in my house.\n  ","718383":"\n  Depressed\n  ","718384":"\n  I know a few but it depends what type of romantic movie you want\n  ","718385":"\n  Beat it\n  ","718386":"\n  Depends. Are you trying to make it a joke or actually make the prank personal\n  ","718387":"\n  I ain’t telling\n  ","718388":"\n  I already did 😔💔\n  ","718389":"\n  Maybe cause they aren’t happy with their current relationship. Idk\n  ","718390":"\n  What do you mean by screen mirror? Like having two screens show the same thing at the same time? If so yes but you have to be streaming even though one screen will be lagging behind the other\n  ","718391":"\n  Nope. I don’t think I ever heard of that before either\n  ","718392":"\n  I love my job.\n  ","718393":"\n  I have so many. Being a gamer you just can’t really choose a favorite\n  ","718394":"\n  Como estas amigo\/amiga?\n  ","718395":"\n  Use nail scissors. That’s what I do\n  ","718396":"\n  Exactly it’s a hard question\n  ","718397":"\n  Why can’t I be happy\n  ","718398":"\n  Not sure. I haven’t been a freshmen for 7 years\n  ","718399":"\n  What’s sleep when all you live in is darkness\n  ","718400":"\n  Trust and making each other happy\n  ","718401":"\n  😂❤️😔🥰🥺💔\n  ","718402":"\n  Straight male\n  ","718403":"\n  Follow your heart\n  ","718404":"\n  If you feel it it’s real\n  ","718405":"\n  Best thing to do is straight up ask him. For all you know it could just be a fwb bond you all have\n  ","718406":"\n  Positivity\n  ","718407":"\n  Blind\n  ","718408":"\n  Deepest parts of the ocean. It’s just so fascinating and there’s so much more to explore\n  ","718409":"\n  Don’t know\n  ","718410":"\n  Use it lol\n  ","718411":"\n  Help someone in need\n  ","718412":"\n  Maybe a minute 🤷🏻‍♂️\n  ","718413":"\n  5th grade\n  ","718414":"\n  ?\n  ","718415":"\n  Not sure but sounds like a good movie\n  ","718416":"\n  Idk\n  ","718417":"\n  I don’t understand your question\/statement\n  ","718418":"\n  I learned to become alone, isolated, and depressed\n  ","718419":"\n  Idk. Guess my dad\n  ","718420":"\n  Food or walking down the detergent aisle at a store\n  ","718421":"\n  I’m up but I’m not a vampire lmao\n  ","718422":"\n  Alone and isolated by depression like I am now\n  ","718423":"\n  I got Tech\n  ","718424":"\n  Life experiences to those that are younger than me\n  ","718425":"\n  I followed back. Thanks for the follow\n  ","718426":"\n  Doesn’t bother me\n  ","718427":"\n  Yes but she doesn’t care\n  ","718428":"\n  Idk\n  ","718429":"\n  He’s a legend\n  ","718430":"\n  Sometimes\n  ","718431":"\n  Not sure if I really believe in it but I like looking into what it says though\n  ","718432":"\n  I explained it to her more than once. And she didn’t want to listen. That was her choosing not mine.\n  ","718433":"\n  It glitches sometimes\n  ","718434":"\n  Probably my email\n  ","718435":"\n  Yes\n  ","718436":"\n  Thanks\n  ","718437":"\n  Just be you and vibe\n  ","718438":"\n  Death\n  ","718439":"\n  Yea. But only sometimes\n  ","718440":"\n  I’m not sure tbh\n  ","718441":"\n  It can be real\n  ","718442":"\n  She was suppose to stop acting like my previous ex before her and understand that just because we’re together doesn’t mean I have to spend every second of everyday with her...\n  ","718443":"\n  No. We were still dating at the time through September but I gave her the summer to change but she didn’t\n  ","718444":"\n  Basically the whole summer so about 2-3 months. Plus a little extra till about September.\n  ","718445":"\n  I told her exactly what she was doing. And she never saw the issue of how it was becoming toxic. And I gave her time to try to fix it but she didn’t so I made the call to break up with her.\n  ","718446":"\n  Idk. The reason we broke up was because it the relationship itself was getting toxic and she couldn’t see that. So I can’t really give an answer\n  ","718447":"\n  Because I have my reasons. Their personal so I rather not say on this app publicly\n  ","718448":"\n  I have my reasons. But right now I’m stuck on my recent ex. And I just want her back already. Yea we were only together for 6 months... but still she meant a lot to me and she deserves so much better because her ex was shit\n  ","718449":"\n  But mine isn’t between two girls though. There’s only one girl I currently have feelings for right now and she’s trying to figure out herself whether she’s going to get back with me or her ex. So it’s her who has to make that decision between two guys.\n  ","718450":"\n  For you or me?\n  ","718451":"\n  I don’t have a first girl to go back too. It’s the girl option to choose between me or her ex\n  ","718452":"\n  Do you think it’s fair if I’m in that same situation? When I did a lot more than what her ex did for her in 6 years?\n  ","718453":"\n  Well actually I’m more on the side of being the 2nd person. The girl I was with is going through what you’re going through however she dated guy 1 for 6 years where we were only together for about 6 months.\n  ","718454":"\n  Then maybe the best thing for you would to just give yourself time from a relationship and rethink your feelings over for both people\n  ","718455":"\n  Again it would all depend on the situation on why you broke up in the first place\n  ","718456":"\n  Welll than THATS up to you to give them a second chance. Did they do anything to deserve the break up? Do you feel better when you’re not with them? It’s questions you have to ask yourself. Remember your happiness comes first before anyone else\n  ","718457":"\n  But food and shelter\/clothing for the homeless\n  ","718458":"\n  Did they break up with you or did you break up with them? And I mean only some people deserve a second chance depending on what they did for the reason for a break up in the first place\n  ","718459":"\n  It would depend what the argument was about\n  ","718460":"\n  Let me ask you this. What if the second person gave you everything but you go back to the first person who just always argued with you all the time?\n  ","718461":"\n  Could be lots of reasons. Maybe just felt more comfortable with the other person.\n  ","718462":"\n  A few times...  :(\n  ","718463":"\n  Well it was back in 2014. We deadass for approximately 5 months always gave each other a dead stare to see who would break first. Funny thing is we never said a word to each other till our families got together for the first time. And we became friends through playing video games together at a gathering\n  ","718464":"\n  Triangle\n  ","718465":"\n  Peoples views change\n  ","718466":"\n  Costa Rica or Puerto Rico\n  ","718467":"\n  Are we talking about board game, video games, recess games?\n  ","718468":"\n  Sometimes. I know being the first child and hitting milestones in life such as driver license and everything like that\n  ","718469":"\n  Me.\n  ","718470":"\n  Fear itself\n  ","718471":"\n  Sure\n  ","718472":"\n  Idk to be honest. But Abe Lincoln was a good guy. I’m pretty sure he would’ve done something to help out the world during that crisis\n  ","718473":"\n  Subnautica only because I heard of that before\n  ","718474":"\n  Blue, brown, yellow\n  ","718475":"\n  That’s pretty cool\n  ","718476":"\n  That’s tough. I love doing both. But if I’m a go to a rave I’m a least going with one or two people i know\n  ","718477":"\n  There were a bunch. But for sure one of them had to be Marley and me\n  ","718478":"\n  10.5\n  ","718479":"\n  Use to be...\n  ","718480":"\n  Honestly I’m just answering so I can get my 50 answers in lol\n  ","718481":"\n  I would love to see the golden state bridge from a skyscraper\n  ","718482":"\n  Police\n  ","718483":"\n  My own style.\n  ","718484":"\n  Moving is rough but it is for sure a new experience\n  ","718485":"\n  Nice\n  ","718486":"\n  I don’t even know you\n  ","718487":"\n  I don’t know\n  ","718488":"\n  That’s for me to know and for you to find out\n  ","718489":"\n  Just try to stay positive. That’s what I try to do\n  ","718490":"\n  Enter sandman\n  ","718491":"\n  Depends on the type of mood I am\n  ","718492":"\n  Stay positive. I’m depressed everyday.\n  ","718493":"\n  Idk those are just my fav colors on cars\n  ","718494":"\n  Wdym?\n  ","718495":"\n  Ok?\n  ","718496":"\n  You’re a journalist?\n  ","718497":"\n  Big facts. I just hope we don’t have a second form of covid.\n  ","718498":"\n  Finally\n  ","718499":"\n  How?\n  ","718500":"\n  Depends on how the situation happened. Some things deserve second chances\n  ","718501":"\n  Didn’t have the confidence\n  ","718502":"\n  Black, blue, red, white, silver\n  ","718503":"\n  Sorry to hear that. :(\n  ","718504":"\n  Cool\n  ","718505":"\n  The lessons I learned in life from experiences\n  ","718506":"\n  Normally no. Unless it causes a threat to you and others\n  ","718507":"\n  Home\n  ","718508":"\n  It’s vibin\n  ","718509":"\n  You too.\n  ","718510":"\n  Peaches\n  ","718511":"\n  Facts.\n  ","718512":"\n  The worst thing you can think of\n  ","718513":"\n  Yes\n  ","718514":"\n  I’m in Spain but the ‘s’ is silent\n  ","718515":"\n  Follow me on twitch?\n  ","718516":"\n  I want to visit PR\n  ","718517":"\n  I wish I could copy and paste this so I knew what it said\n  ","718518":"\n  Bad boys for life. It was good\n  ","718519":"\n  Relax. When I was 18 I worked at publix. I only made $200 a month there. I’m in my 3rd year of college and I still work at publix because it’s the only way for me to help pay for my schooling. I recommend after your first year of college depending g on your major try to go out and get internships. Those can normally start you off with a minimum of 12-20 hours a week based on your college schedule and pay raise anywhere from $12-22 an hour. For example I’m an engineering major and I have an internship at universal studios for the fall for design and my starting pay is $21 hours based on my knowledge and the classes I’ve taken and I have to work a minimum of 12 hours and a max of 30. So money is not an issue and your parents should support you to help push you in college to excel\n  ","718520":"\n  3\n  ","718521":"\n  June is the race war, July is killer centipedes\n  ","718522":"\n  Nothing has changed. It’s all in illusion. I wish things could change. I have so many friends from different backgrounds and cultures and it’s amazing learning and attempting to live some of their lives. You’ll learn something for sure if you try\n  ","718523":"\n  I agree.\n  ","718524":"\n  Scorpio\n  ","718525":"\n  Happiness and love\n  ","718526":"\n  Nope. And they shouldn’t stop till everyone has the same privileges. It’s not fair for others to be treated differently based on culture, color, religion, etc.\n  ","718527":"\n  Ok\n  ","718528":"\n  Sure\n  ","718529":"\n  Everyone is\n  ","718530":"\n  Harry Potter\n  ","718531":"\n  Abstract\n  ","718532":"\n  My school work\n  ","718533":"\n  I like both\n  ","718534":"\n  Nice try but I’m not telling you\n  ","718535":"\n  All for one and one for all\n  ","718536":"\n  Both\n  ","718537":"\n  Hey\n  ","718538":"\n  Never kiss and tell\n  ","718539":"\n  Let em rip\n  ","718540":"\n  Yes. Impractical jokers and a few others I don’t know the name of\n  ","718541":"\n  All lives matter. Stop being racist and know we’re all supporting each other\n  ","718542":"\n  Think of something serious and try to draw the feeling out of your body\n  ","718543":"\n  This one girl\n  ","718544":"\n  I am but I’m missing the person I want to live it with\n  ","718545":"\n  I use too\n  ","718546":"\n  Through actions\n  ","718547":"\n  Lying to my parents\n  ","718548":"\n  No problem.\n  ","718549":"\n  Will do\n  ","718550":"\n  McLaren 720s lightning blue sports car\n  ","718551":"\n  Sleep\n  ","718552":"\n  They freak. I get grounded and lose my privileges\n  ","718553":"\n  Food\n  ","718554":"\n  UCF for Florida. One of the biggest campus and guaranteed to have fun at parties\n  ","718555":"\n  I have way too many to tell them all\n  ","718556":"\n  It works both ways... maybe she wasn’t ready. Idk\n  ","718557":"\n  Water\n  ","718558":"\n  Guess that could be cool\n  ","718559":"\n  Yes\n  ","718560":"\n  Abraham Lincoln or Martin Luther king. Idk. There’s to many important people In history\n  ","718561":"\n  All of me, loves all of you\n  ","718562":"\n  I miss her so much\n  ","718563":"\n  I’m desperate to pass my classes even though I don’t want to study\n  ","718564":"\n  For me. I’m kind of in a similar situation. But I believe in 2nd chances. But you don’t really know you’re in love until you ask yourself this question... what is love to you?\n  ","718565":"\n  Not fast. I just go with the flow.\n  ","718566":"\n  Green tea and honey. Best way to calm down and relax\n  ","718567":"\n  I don’t know tbh.\n  ","718568":"\n  Interesting question I must say. I would have to say though although it’s not a window I have a sliding glass door balcony view in my parents bedroom and I love watching the sunrise and sunset from there\n  ","718569":"\n  I never dreamed about me looking like an NFL player tbh\n  ","718570":"\n  I know quite a few people named that\n  ","718571":"\n  I used to be happy. Then everything disappeared in a blink of an eye.\n  ","718572":"\n  Nope\n  ","718573":"\n  Alphalete\n  ","718574":"\n  Depends. What type of stuff did you do lmao\n  ","718575":"\n  Don’t know tbh\n  ","718576":"\n  I try not too eat it if I can\n  ","718577":"\n  There’s been a few times\n  ","718578":"\n  You’re over here judging people just by the way their face looks... what makes you different then when people say “why don’t you just buy better clothes, etc.” you’re basically saying that people should get face surgery to have the best looking face.\n  \n  This is the problem with people in this society. You’re all so quickly to judge based on looks and appearances and you think that’s a big deal. Why don’t you actually take some time and know someone through their personality instead of looks or appearances.\n  ","718579":"\n  Costa Rica or Puerto Rico. The beaches are nice\n  ","718580":"\n  No one. But I know someone who really needs a hug.\n  ","718581":"\n  That’s pretty selfish but maybe we deserved it if our wishes were selfish acts\n  ","718582":"\n  Cool\n  ","718583":"\n  Only to kill boredom\n  ","718584":"\n  Not sure. Just depends on my mood.\n  ","718585":"\n  The ones I’m interested in\n  ","718586":"\n  Ok?\n  ","718587":"\n  Still though. Feelings work in weird ways. You’re basically using someone and that makes you toxic.\n  ","718588":"\n  Aren’t you hurting two people’s feelings then? Cause what if you’re fake boyfriend actually grows feelings for you\n  ","718589":"\n  Thanks\n  ","718590":"\n  Everyone is\n  ","718591":"\n  Respectful and honest\n  ","718592":"\n  Sleep\n  ","718593":"\n  A person who can help others\n  ","718594":"\n  Naruto shippuden\n  ","718595":"\n  15\n  ","718596":"\n  Will do\n  ","718597":"\n  Smell of alcohol\n  ","718598":"\n  Yea it is lol\n  ","718599":"\n  Not sure. Might be going out cause it’s my sisters bday\n  ","718600":"\n  I think it was like 12 hours. Cause we both ended up falling asleep and we both woke up around the same time at like 3 am and then hung up lol\n  ","718601":"\n  Idk are you made of steel?\n  ","718602":"\n  I’m one of the best people you could ever meet and get to befriend in life\n  ","718603":"\n  10 million. I rather use the money to help people live longer that don’t have access to the daily needs that I have access too. And besides if I were to live forever those who I truly love will die right in front of me\n  ","718604":"\n  Peter rabbit\n  ","718605":"\n  I have insta, snap, and Facebook lmao\n  ","718606":"\n  Let me get it lol. I don’t know it off the top of my head. Been awhile since I’ve posted or done anything with my channel\n  ","718607":"\n  Shorts\n  ","718608":"\n  Sure\n  ","718609":"\n  Oof\n  ","718610":"\n  ?\n  ","718611":"\n  Relax and be stress free\n  ","718612":"\n  Probably pasta\n  ","718613":"\n  A few days ago\n  ","718614":"\n  Soul search and you’ll\n  \n  Find the answer\n  ","718615":"\n  You have to trust someone to be betrayed. I never did\n  ","718616":"\n  Yea\n  ","718617":"\n  Probably a song from Bon Jovi\n  ","718618":"\n  2\n  ","718619":"\n  I used too be happy\n  ","718620":"\n  Live your life to the fullest and don’t let anyone tell you that you can’t make your dreams come true. Anything can come with hard work and dedication\n  ","718621":"\n  The place I was born\n  ","718622":"\n  No idea. Sorry I don’t use filters\n  ","718623":"\n  Every few years\n  ","718624":"\n  Your wack if you think I send nudes lmao 😂 Im not going to turn my back on the girl I love\n  ","718625":"\n  Maybe 🤷🏻‍♂️guess you’ll have to find out\n  ","718626":"\n  Cup of coffee\n  ","718627":"\n  I only love my family and this one girl\n  ","718628":"\n  Yea.\n  \n   @Thenameisrobin\n  \n  feel free to add\n  ","718629":"\n  Pineapple\n  ","718630":"\n  We’re nothing you would think a family should act\n  ","718631":"\n  My heart.\n  ","718632":"\n  Why am I here\n  ","718633":"\n  8\n  ","718634":"\n  It’s cool I guess. Don’t really have any feelings towards it\n  ","718635":"\n  Me, myself and I\n  ","718636":"\n  Don’t really have one\n  ","718637":"\n  You’re not the only one lmao\n  ","718638":"\n  Ed edd and eddy or a pup name scooby doo\n  ","718639":"\n  Yes\n  ","718640":"\n  It’s cause something is bothering you so your body isn’t at peace. You came back because there’s something in your life you still need to fulfill\n  ","718641":"\n  Freedom. I want people to be able to represent what they believe in\n  ","718642":"\n  Idk. I think so\n  ","718643":"\n  Her heartbeat\n  ","718644":"\n  Nah. I wish lol\n  ","718645":"\n  Anchovies\n  ","718646":"\n  Answering\n  ","718647":"\n  My feelings unless I know you’re truly worth knowing\n  ","718648":"\n  Don’t really have a fave :\/\n  ","718649":"\n  Normally\n  ","718650":"\n  Nah. I’m not fit for this world. Too many people would get hurt\n  ","718651":"\n  World changer (I’m not saying for better or for worse so don’t get political on me)\n  ","718652":"\n  Haven’t watched a movie in a while\n  ","718653":"\n  True\n  ","718654":"\n  The sound of the waves breaking at shore\n  ","718655":"\n  Dulce\n  ","718656":"\n  1st class or two to an employee to help you out\n  ","718657":"\n  That’s your own personal preference. Do what you feel is right\n  ","718658":"\n  That’s a lot of cockiness you got there. You think it’s easy to take off in the real world.\n  ","718659":"\n  A mess.\n  ","718660":"\n  I visited some in my life but I honestly can’t remember any of them right now because it’s been so long since I traveled :(\n  ","718661":"\n  Sorry to hear\n  ","718662":"\n  Depending on what they did possibly\n  ","718663":"\n  Yes\n  ","718664":"\n  Beyoncé\n  ","718665":"\n  Not me for sure\n  ","718666":"\n  Providing for my family and living a successful life. I don’t care about money or any of that. I just want love, family, and for my kids to grow up safe and well educated\n  ","718667":"\n  Ok\n  ","718668":"\n  Not sure if I have one\n  ","718669":"\n  I haven’t watched his videos in awhile.\n  ","718670":"\n  I know.\n  ","718671":"\n  I’m online Playstation and I still check my insta daily\n  ","718672":"\n  Inspiring others who have self doubt to reach their goals\n  ","718673":"\n  That they’re dangerous lol\n  ","718674":"\n  Facts\n  ","718675":"\n  Christian\n  ","718676":"\n  ?\n  ","718677":"\n  I use to collect a lot of the Star Wars figures when I was younger\n  ","718678":"\n  It’s been awhile since quarantine. So i can’t really remember\n  ","718679":"\n  I thought titanic was pretty good.\n  ","718680":"\n  Water, a knife, and flare\n  ","718681":"\n  Home\n  ","718682":"\n  It’s one of the hardest things to do. Honestly I dated my crush and now we’re kind of on a break. :( you just have to try to move on and do other stuff that interests you and makes you happy. It’s hard but it’ll work as time goes on.  But if you want to keep feelings for that person then stay and contact with them and always check up on them every now and then.\n  ","718683":"\n  Everyone is pretty in their own way. You shouldn’t care what people think of you. You just do you and live life. Don’t let anyone hold you back from your potential\n  ","718684":"\n  I like it.\n  ","718685":"\n  Follow for follow?\n  ","718686":"\n  Selena Gomez\n  ","718687":"\n  Is that your fav type of cheese?\n  ","718688":"\n  Nah lmao\n  ","718689":"\n  Calmly\n  ","718690":"\n  Don’t follow basketball that much\n  ","718691":"\n  Two of my favorite things lol\n  ","718692":"\n  So depressed that depressed is a word I use everyday when people ask how I am\n  ","718693":"\n  Well that’s a good question. Mainly it comes from the genes whether or not you have a good metabolism to start off. Secondly it also depends on how many calories you take in daily as well. It’s not just pasta that causes men to be thin or fat... it all depends on how you fuel your body\n  ","718694":"\n  Nope.\n  ","718695":"\n  McLaren 720S\n  ","718696":"\n  Yes\n  ","718697":"\n  Friends\n  ","718698":"\n  I graduated and won states in wrestling\n  ","718699":"\n  Yea but you learn to deal with it though. Just depends how you handle the situation\n  ","718700":"\n  Yes.\n  ","718701":"\n  Lmaoo\n  ","718702":"\n  Yes\n  ","718703":"\n  Beast-Southpaw remix\n  ","718704":"\n  I had better days\n  ","718705":"\n  Gatherer\n  ","718706":"\n  There’s so many but probably Fast and furious cause you can never go wrong with those movies\n  ","718707":"\n  Popularity is a joke. You don’t need to be popular to be well-liked or known\n  ","718708":"\n  I date her because her energy alone could make every beautiful woman on this planet invisible to me, her light can brighten my darkest days, her eyes can calm my storms, I don’t really care if no one else thinks she pretty, her soul is beautiful to me and she makes me happy.\n  ","718709":"\n  Sleep and food\n  ","718710":"\n  It’s been awhile.\n  ","718711":"\n  Well according to what was said above she told you that we were on a break\n  ","718712":"\n  Idk who you are\n  ","718713":"\n  Ok so then why is emma saying it was a break if it was an actual breakup.\n  ","718714":"\n  Emma ruined it herself because she saw other people during the break. So don’t be giving me shit\n  ","718715":"\n  We’re just on a break right now\n  ","718716":"\n  I can’t really say. I don’t think she would like me to tell our personal stories on here\n  ","718717":"\n  It was ok\n  ","718718":"\n  I had the best girl in the world in my life... 😔\n  ","718719":"\n  Quantavias. But it’s pretty cool name though\n  ","718720":"\n  Hey\n  ","718721":"\n  Yes\n  ","718722":"\n  Hard decision\n  ","718723":"\n  Some\n  ","718724":"\n  Explode cause depression sucks\n  ","718725":"\n  What type of songs you like so I know what to\n  \n  Put you on\n  ","718726":"\n  I don’t know what to ask\n  ","718727":"\n  Mhm not sure if I have a fav\n  ","718728":"\n  Am I what?\n  ","718729":"\n  Hola, como estas?\n  ","718730":"\n  Just communicate and be honest\n  ","718731":"\n  Yes\n  ","718732":"\n  Savings account. And then for stocks maybe start off with something based off what you make weekly. For example If you make about $650 weekly maybe take 25% of that and invest it in savings. And then take another 10-15% and invest in stocks.\n  ","718733":"\n  They do. They just do it in a way we don’t understand\n  ","718734":"\n  Not at all\n  ","718735":"\n  Nah I’m good.\n  ","718736":"\n  Piano\n  ","718737":"\n  Money and valuables because pictures will allow you to always relive those memories.\n  ","718738":"\n  Right\n  ","718739":"\n  Hi\n  ","718740":"\n  I’m a person you can for sure rely on but piss me off and it’ll be your worst nightmare\n  ","718741":"\n  Sleep\n  ","718742":"\n  Water\n  ","718743":"\n  Haha bet\n  ","718744":"\n  Could I do half and half lmao\n  ","718745":"\n  They can possibly work\n  ","718746":"\n  Brussel sprouts unless they are grilled and seasoned\n  ","718747":"\n  Facts. PS is better than Xbox cause 1 it’s cheaper for online, 2 the console itself is cheaper, 3 it’s more competitive.\n  ","718748":"\n  Ps5\n  ","718749":"\n  I make my own fashion trends mainly lol\n  ","718750":"\n  Workout\n  ","718751":"\n  Is this how you get your attention? Begging for it?\n  ","718752":"\n  Places to visit 🤷🏻‍♂️\n  ","718753":"\n  Great\n  ","718754":"\n  Never because no one listens\n  ","718755":"\n  Yes\n  ","718756":"\n  Depends. Why am I being mean to that person? Am I being mean in a flirty way or a more straightforward being a bitch type mean?\n  ","718757":"\n  Why not 🤷🏻‍♂️ what better way to be close to ending my life then exploding while having a full course meal from a piece of gum\n  ","718758":"\n  Yes\n  ","718759":"\n  Tbh don’t really know but i have a couple ideas\n  ","718760":"\n  Forgiving and forgetting are two very distinct things.\n  ","718761":"\n  Yes\n  ","718762":"\n  Finishing the day with an ice cold beer\n  ","718763":"\n  It would be heaven to be honest\n  ","718764":"\n  Football and wrestling\n  ","718765":"\n  Mongoose\n  ","718766":"\n  Hopefully with my crush\n  ","718767":"\n  I really wanna visit PR but I would love to go on a cruise and travel to Jamaica and stuff\n  ","718768":"\n  Not really but you got to take care of them so they take care of you\n  ","718769":"\n  Relaxing by the pool\n  \n  With a drink\n  ","718770":"\n  Good\n  ","718771":"\n  Wish I knew tbh...\n  ","718772":"\n  This is a stereotypical question\n  ","718773":"\n  No idea\n  ","718774":"\n  Honestly I like them all. But I would say Pluto or Neptune. Neptune because I did a report on it before and Pluto well because Pluto is special.\n  ","718775":"\n  I wish I could tell you but I’m not smart\n  ","718776":"\n  You going to tell me what source\n  ","718777":"\n  Because I want to know where you heard this information and where you got it from that states she single\n  ","718778":"\n  No cause people grip that shit as if it was the last bottle of water in the world. When you go into a apocalyptic state... a bunch of people are going to die because they rely to much on technology\n  ","718779":"\n  Mine as well keep talking and tell\n  \n  me how she told you\n  ","718780":"\n  I suppose both\n  ","718781":"\n  You have to trust someone to be your best friend... but I don’t trust anyone. Reason being you have to trust someone to be betrayed.\n  ","718782":"\n  I think so...\n  ","718783":"\n  I passed my classes. That’s probably the only proud thing I’ve done in awhile tbh.\n  ","718784":"\n  Yes\n  ","718785":"\n  Exactly so I’m asking why you know she’s single if she’s my girlfriend?\n  ","718786":"\n  I’m not much of an NBA fan but I follow a few players\n  ","718787":"\n  I’m well. I’m lucky enough to be able to have clean water and clothes to keep me warm. I wish everyone could have this life\n  ","718788":"\n  You brought it up\n  ","718789":"\n  No go ahead and tell me. You brought it up so mind as well start saying stuff\n  ","718790":"\n  No go ahead and tell me\n  ","718791":"\n  Wdym that you just saw she’s single\n  ","718792":"\n  My girlfriends to see where she needs the most support in life\n  ","718793":"\n  My phone to call for help and emergency and as much water bottles as I can carry out\n  ","718794":"\n  Could be both\n  ","718795":"\n  No. That’s fucked up if you do\n  ","718796":"\n  Possibly\n  ","718797":"\n  Never give up hope\n  ","718798":"\n  No.\n  ","718799":"\n  I don’t think I am\n  ","718800":"\n  Yea\n  ","718801":"\n  You have to trust someone to be betrayed. I never did\n  ","718802":"\n  Just ask her. You miss 100% of the shots you don’t take.\n  ","718803":"\n  Rather not say\n  ","718804":"\n  Lately a lot\n  ","718805":"\n  I wish I knew how to be happy. I was happy before but shit happens. Theirs no such thing has having pure happiness\n  ","718806":"\n  Warm salt water maybe? That’s what I do at least\n  ","718807":"\n  I feel like my necklace is\n  ","718808":"\n  Nope\n  ","718809":"\n  She’s cute, she loves to play, and she loves to play hide and seek with your shoes\n  ","718810":"\n  Probably 4 or 5 when I use to call my mom when she would go out to ask if a friend could come over or if I could go outside\n  ","718811":"\n  You can never be happy\n  ","718812":"\n  I went to a Holocaust museum\n  ","718813":"\n  For sure. 👀\n  ","718814":"\n  Bad bunny P FKN R\n  ","718815":"\n  Ps4\n  ","718816":"\n  A lot of things\n  ","718817":"\n  Facts it’s wack\n  ","718818":"\n  Hola. Como estas?\n  ","718819":"\n  Of course. And that’s good. I was mainly a greeco wrestler. I focused on throws and stuff a lot.\n  ","718820":"\n  For sure. I mean if you’re interested in the plan let me know. Follow my Instagram at\n  \n   @mtaubs_fitness\n  \n\n  You can check and see the progress from my workouts and let me know what you think\n  ","718821":"\n  Yea senior year I made states. But I messed up my first match and ended up placing 12th overall with a record of 63-12\n  ","718822":"\n  Well I am a fitness trainer and I started lifting weights after my senior year of wrestling because I didn’t have the time during season. My plans are $45 a month which comes with a 5-6 day workout plan that you stick with for a month as well as a meal plan that is already prepped for building muscle and leaning out. The workout and meal plan are both included with the $45 as well as my social media incase you have any questions about a workout\n  ","718823":"\n  Si. Florida\n  ","718824":"\n  Yep\n  ","718825":"\n  Freshman to senior year\n  ","718826":"\n  Sorry i had other priorities that needed focusing on that moment\n  ","718827":"\n  Yep\n  ","718828":"\n  Nope\n  ","718829":"\n  Tripleta\n  ","718830":"\n  Sure\n  ","718831":"\n  I had a final for my class if it’s so important. Sorry if I sounded rude it was more of a question back then a statement\n  ","718832":"\n  Why does it matter to you?\n  ","718833":"\n  Idk out of boredom I guess\n  ","718834":"\n  Purple\n  ","718835":"\n  Me\n  ","718836":"\n  Idk 🤷🏻‍♂️\n  ","718837":"\n  Her. Because I know if I don’t study and do well then I’m not allowed to see her\n  ","718838":"\n  I like snow\n  ","718839":"\n  Bedtime stories read by my parents\n  ","718840":"\n  Sure\n  ","718841":"\n  7 pets, Lily, cookie, mocha, Roxy, (4 dogs) mittens (cat), sparky (sugar glider) and a fish\n  ","718842":"\n  Sunny most of the time\n  ","718843":"\n  My actions\n  ","718844":"\n  Robert frost\n  ","718845":"\n  Bien. Gracias\n  ","718846":"\n  Probably our Easter ham lmao 😂😂 but I think we threw it away today\n  ","718847":"\n  The last lie I ever told was back in high school when I hid my progress report card from my parents because it had a B on it. 😂😂 my parents were very strict with k-12 grade school.\n  ","718848":"\n  I guess so\n  ","718849":"\n  Warning: this person is a loser and a weirdo. Stay away at all costs are you will lose brain cells\n  ","718850":"\n  How you say it\n  ","718851":"\n  Steak and mashed potaters\n  ","718852":"\n  Yes. And I got to tell her how I felt the other day with her hand held in mine. Staring at her beautiful eyes and her smile and felt so good that I was able to say how I truly felt about her because now she knows I truly mean it ❤️🙏🏻🥺\n  ","718853":"\n  No but it’s on my bucket list to visit\n  ","718854":"\n  Thinking about her and making sure she’s happy and well and safe in life\n  ","718855":"\n  Bien. Y tu?\n  ","718856":"\n  ¿Como estas?\n  ","718857":"\n  Yes. To take care of the less fortunate and to show the ones that don’t feel loved that love exists in the world.\n  ","718858":"\n  Honestly it doesn’t matter who is more or less fortunate because of different characteristics. Just be fortunate that you get to live to see another day.\n  ","718859":"\n  Lmao it’s a daily thing for me. I’m at the point where I have a drink every night just to relax\n  ","718860":"\n  Lending to those who need it more\n  ","718861":"\n  They are but they are moving at a cautious pace.\n  ","718862":"\n  They reopened beaches in Florida and as soon as they did that it was crowded. Wouldn’t be surprised if we just contributed more spread\n  ","718863":"\n  I base my decisions off of observances\n  ","718864":"\n  I have so many. It’s kind of a funny story was pretty good.\n  ","718865":"\n  I love it. I guess I like tropical fruits and such\n  ","718866":"\n  Always got to adopt and rescue.\n  ","718867":"\n  Highly doubtful unless you introduce them at birth age to train them to get along\n  ","718868":"\n  I would love to have a view of a lake or ocean. I just love being on the water\n  ","718869":"\n  Yes\n  ","718870":"\n  Her smile\n  ","718871":"\n  Yes\n  ","718872":"\n  I like drawing but I suck at it.\n  ","718873":"\n  The bigger they are the harder they fall\n  ","718874":"\n  Maybe on a certain level for sure with the connections we have to animals but other than that I don’t know\n  ","718875":"\n  Is 250 Lexus black\n  ","718876":"\n  My accomplishments because of all my hard work\n  ","718877":"\n  Covid 19 is officially called boomer remover according to the kids in the 2005 generation\n  ","718878":"\n  I have before but I’m done with online dating. Besides I already found my soulmate and I’m happy\n  ","718879":"\n  Just try to focus on something I like doing.\n  ","718880":"\n  Nope. But visited there before\n  ","718881":"\n  Talking to her 🥰\n  ","718882":"\n  She knows who she is. I don’t even have to tag her\n  ","718883":"\n  School and work and making sure my crush is having a great day everyday\n  ","718884":"\n  Idk. I guess a fortune 🤷🏻‍♂️\n  ","718885":"\n  Texas Roadhouse\n  ","718886":"\n  Both. I’m an animal lover\n  ","718887":"\n  Yes\n  ","718888":"\n  Steak, mashed potaters and anything Hispanic or Italian\n  ","718889":"\n  -10\n  ","718890":"\n  Anything really I guess\n  ","718891":"\n  Facts\n  ","718892":"\n  Very important\n  ","718893":"\n  I don’t know that. But my mindset is to always hope for the best and that’s why I know that. Cause if you work hard for something you can earn it. You just need to put in the time and hard work for it\n  ","718894":"\n  I use to play violin, viola, and piano\n  ","718895":"\n  We are going to work out though. The reason I know this is because it’s always good to be positive and if you know me I always look towards the positives of situations. Also her and I communicate a lot and we understand each other and we feel similar feelings with each other\n  ","718896":"\n\n   @valekrys\n  \n  shes perfect.\n  ","718897":"\n  I’m doing great. I wish my happiness was off today to be able to spend time with her family being Easter and all. But thank you and I hope you have a wonderful Easter.\n  ","718898":"\n  Better than my first until she started turning into my first... but my third is the best one by far. We’re still figuring things out right now but I know in the end we’ll be together...hopefully 🙏🏻🥺\n  ","718899":"\n  I played that game a lot growing up in my old neighborhood. Man I miss it.\n  ","718900":"\n  It was an experience for sure and taught me lots of lessons.\n  ","718901":"\n  Idk what is it?\n  ","718902":"\n  Yes\n  ","718903":"\n  Both\n  ","718904":"\n  People tickle you when you’re upset\n  ","718905":"\n  ?\n  ","718906":"\n  10.5-11\n  ","718907":"\n  ?\n  ","718908":"\n  Idk. I guess myself cause I can be pretty scary\n  ","718909":"\n  You wouldn’t understand. No one does. There’s only one person who understands\n  "}}