{"Question":{"718910":"\n   Who was your hero in childhood? Why?\n  ","718911":"\n   I’m here if you want to talk\n  ","718912":"\n   What gift would you like to receive? From who?\n  ","718913":"\n   i’m here if you’d want to talk\n  ","718914":"\n   :( i’m here if you’d want to talk\n  ","718915":"\n   Any special plans for this holiday weekend? Did you have to change\/alter any plans due to the lockdown?\n  ","718916":"\n   What is more important - to be loved or to fall in love?\n  ","718917":"\n   Mike you can only do so much\n  ","718918":"\n   Not everything\n  ","718919":"\n   You’re not worthless \nI bet they really do care about you\n  ","718920":"\n   What do you mean by that ?\n  ","718921":"\n   Girl problems?\n  ","718922":"\n   Why are you sad ?\n  ","718923":"\n   What was the last book that you read?\n  ","718924":"\n   What was the last thing you googled? Did you find what you were looking for?\n  ","718925":"\n   If you could replace anything from your body,what would it be?😅\n  ","718926":"\n   Where can i find the key to your heart ?\n  ","718927":"\n\n    @mtaubs_fitness\n   \n   thanks for the help bro, I figured the same on calling the hospital first befor going with all this covid 19 stuff you just never know bro I Hurd people are going in on a knee issue to then saying doctors say they have covid 19 smh\n  ","718928":"\n   if you had to leave only one thing in your room, what would it be?\n  ","718929":"\n   Please help I Hurd a clicking sound on the top of my wife’s skull this morning she woke up with pain neck head spine can some one help\n  ","718930":"\n   What's your favorite weather conditions?\n  ","718931":"\n   Do you believe in aliens?\n  ","718932":"\n   What gives you happiness in life?💯\n  ","718933":"\n   Do you believe people can be changed?\n  ","718934":"\n   Me either I want to talk to you as a friend\n  ","718935":"\n   Do you hate me now\n  ","718936":"\n   I was in honors college calculus in 10th grade and got A’s and B’s\n  ","718937":"\n   I do. \n3.1451592653589793238462643383279502884197169399375105820974944592307816406286280998628034825342117067\n  ","718938":"\n   All of the numbers silly\n  ","718939":"\n   What are you doing right now?\n  ","718940":"\n   What’s the digits of pi ?\n  ","718941":"\n   What’s Pi ?\n  ","718942":"\n   Choose between beauty and brains?\n  ","718943":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","718944":"\n   Are you afraid to fly in airplanes?\n  ","718945":"\n   You ain't going to miss it\n  ","718946":"\n   I will miss talking to you\n  ","718947":"\n   We can't talk anymore\n  ","718948":"\n   Am I the only one who has 2 crushes at the same time?\n  ","718949":"\n   Do you have a best friend?\n  ","718950":"\n   Do you deceive well?\n  ","718951":"\n   Baby\n  ","718952":"\n   Why can't people just be honest\n  ","718953":"\n   What song defines your childhood?\n  ","718954":"\n   Where is the soul located within the man?\n  ","718955":"\n   Do u have Twitter\n  ","718956":"\n   Do you have a crush?\n  ","718957":"\n   People are disgusting\n  ","718958":"\n   That is cool. Hard to find people like that\n  ","718959":"\n   Damn u look good if i say so. Nice body. ;)\n  ","718960":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","718961":"\n   What makes you different from others?\n  ","718962":"\n   Have you ever skip any classes if you did which class and why?\n  ","718963":"\n   what have you been ashamed for?\n  ","718964":"\n   Go look me up kassieusey1\n  ","718965":"\n   What\n  ","718966":"\n   It said user can't be found\n  ","718967":"\n   Favorite dialogue in a movie?\n  ","718968":"\n   I have insta\n  ","718969":"\n   What are the red flags when someone is manipulating you in a relationship?\n  ","718970":"\n   What attracts tourists to your city?\n  ","718971":"\n   What does true friendship mean to you?\n  ","718972":"\n   what's the best inside joke you’ve been a part of?\n  ","718973":"\n   Is there anyone who you jealous of?\n  ","718974":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","718975":"\n   I don't care\n  ","718976":"\n   Well you say your weird but your nice\n  ","718977":"\n   No you aint\n  ","718978":"\n   What do you feel like so many people don't like you?\n  ","718979":"\n   And I hate that have you ever heard of mister Rogers neighborhood\n  ","718980":"\n   Because everyone will be stuck inside for two weeks\n  ","718981":"\n   I wish this virus would co away\n  ","718982":"\n   How are you\n  ","718983":"\n   Closest friends at sn\n  ","718984":"\n   What do you HATE? ???\n  ","718985":"\n   What is your favorite quote?\n  ","718986":"\n   Hey\n  ","718987":"\n   What is something that you would give a definite 10\/10?!\n  ","718988":"\n   What is something you hope never changes?🌼\n  ","718989":"\n   Where were you 3 hours ago?\n  ","718990":"\n   Where do you wish you were from?\n  ","718991":"\n   What can bring people together?\n  ","718992":"\n   Fuck buddy or Girlfriend\/boyfriend?  What do you go for?\n  ","718993":"\n   Oh I'm at work\n  ","718994":"\n   What are you doing\n  ","718995":"\n   When should you reveal a secret you said you wouldn’t?\n  ","718996":"\n   Hey\n  ","718997":"\n   next time pee on her\n  ","718998":"\n   lmao marking your territory ?\n  ","718999":"\n   Is that okay when a girlfriend hugging her male friends?What do you think?\n  ","719000":"\n   What is better than chocolate?\n  ","719001":"\n   What is your horoscope?\n  ","719002":"\n   Would you prefer to talk through Instagram to make it easier and more private?\n  ","719003":"\n   What are the # second negatives?\n  ","719004":"\n   Fair enough, take your time! 😁👍\n  ","719005":"\n   I choose the quads and abs area 😁👍\n  ","719006":"\n   Give me a minute while I think thoroughly 😁👍\n  ","719007":"\n   Can you send a list of the muscle groups you currently offer? So I’ll have a general idea.\n  ","719008":"\n   I would love that, just a sneak peak 😁👍\n  ","719009":"\n   What would you say makes your workout different from others? Do you offer a trial demo?\n  ","719010":"\n   I see🤔 thanks! What does your workout program offer? And how is it unique from all the numerous works out there created by professionals?\n  ","719011":"\n   What about the “Apollo's belt”? Sometimes called the “V line”.\n  ","719012":"\n   Thanks! What do you need to work on to get a adonis belt?\n  ","719013":"\n   As for the weight, it’s manageable😁👍\n  ","719014":"\n   It’s wasn’t at the time of working out, it was at the time when I was taking a shower at the gym🤔\n  ","719015":"\n   I’m a leg guy, so maybe that’s why then 😅. I’ll do that thanks! Do you know what it was? Two days ago my foot felt like it while trying to dislocate itself and I felt some pain from it, it was like it was trying to move on it’s own to the opposite way🤔. I’ve been good since though😁👍.\n  ","719016":"\n   Indeed, would you happen to know why only my arms and upper body sores while my legs and lower body doesn’t? I keep having to work my legs and lower body as my arms and upper body are still recovering, and I believe we talked about the importance of mixing it up, so what do you recommend?\n  ","719017":"\n   Guess that makes two of us 😁 The gym is the place that makes me feel at home really, so I go and have fun working out 👍 I do clean before and after as well😁\n  ","719018":"\n   Is it still safe to go to the gym?🤔\n  ","719019":"\n   How would your perfect partner treat you?\n  ","719020":"\n   why don’t you ever like people’s answers\n  ","719021":"\n   Do you live to work or work to live?\n  ","719022":"\n   Hey Michael! I had a question. Should I go no days off or a break day at gym?\n  ","719023":"\n   What would you do if you won the lottery? I personally would give it all away, I take the thrill of finding it as my prize 😁👍\n  ","719024":"\n   Emma ?\n  ","719025":"\n   not getting irritated by exclamations: \"Every time I look, you always are in the web\"?\n  ","719026":"\n   Which is who ?\n  ","719027":"\n   who do you miss ?\n  ","719028":"\n   Fitness question, why did my arms and upper body get sore but my legs and lower body didn’t? I was forced to work on my legs and lower body again as my upper body hadn’t recovered yet, any advice?\n  ","719029":"\n   Should I keep this ask for any questions?\n  ","719030":"\n   How do you deal with muscle soreness?\n  ","719031":"\n   how u spend time in autumn usually?\n  ","719032":"\n   I will think about it, thnx for now\n  ","719033":"\n   Is there anyone that you are missing right now? If so, is there something that reminds you of them?\n  ","719034":"\n   What is your biggest regret from the last 5 years?\n  ","719035":"\n   What is your most cheerful memory as a grown up?\n  ","719036":"\n   I’ve the exercise info, ask me a question so I’ll post it there! 😁👍\n  ","719037":"\n   Take your time, life is first 😁👍\n  ","719038":"\n   Did you get the video?\n  ","719039":"\n   Ask me a question so I can share please. I want to know if what am doing is any good. 😁👍\n  ","719040":"\n   How do I send a video? Like a 10 second gym video?\n  ","719041":"\n   But what if you broke up with them over Snapchat and they asked you to do it in person. But, you told them you couldn’t do it because you still loved them ?\n  ","719042":"\n   What do you do if you break up with someone but you still love them ?\n  ","719043":"\n   Right. Do you have any program maybe? Let’s say 15 min exercise per day, what can I do?\n  ","719044":"\n   Thank you sir. Any recommendations for exercise I can do weekly at home without lifting or some tools?\n  ","719045":"\n   Do you wish to be something little bit more?\n  ","719046":"\n   That’s tru, I’m trying to reduce it 😊\n  ","719047":"\n   Hey baby\n  ","719048":"\n   So one day this and another day that?\n  ","719049":"\n   Fitness question, is it better to focus on a specific body part to train at the gym for the whole time or is it better to do all types of part workouts the whole day?\n  ","719050":"\n   I know but not that kind of processed food like shakes\n  ","719051":"\n   Hey\n  ","719052":"\n   Just asking\n  ","719053":"\n   Would you learn how to play ice hockey?\n  ","719054":"\n   Do you have any pets?\n  ","719055":"\n   Hm I read some researches and it aint that clean, it contains some chemistry. I try to avoid this\n  ","719056":"\n   Does your gf let you 💦 in her  👄 ?\n  ","719057":"\n   Yes you fucking did ! You said are you gay ? 😒\n  ","719058":"\n   No thank you, if I say clean then I mean clean. All protein shakes contain some stuff I don’t like. I don’t think it’s healthy. But thanks for other advice about food\n  ","719059":"\n   Aha maybe. Some are super sensitive\n  ","719060":"\n   Hm but everything has its limits. Don’t you find it selfish if someone wakes you up for their desire?\n  ","719061":"\n   Ok. Less sugar, bread, junk food?\n  ","719062":"\n   But what if you are tired??\n  ","719063":"\n   What would you do if your gf woke you up from sleep for sex?\n  ","719064":"\n   I play sport once per week, plan to go jogging once per week too. Still need a diet? 😅\n  ","719065":"\n   I was asking, I didn’t call u gay.  And if anyone would hit me for my words, that makes him\/her pretty unbalanced person. Just saying\n  ","719066":"\n   I wanna lose 5 kg in 2-3 months but without fitness. Please advise me what to do?\n  ","719067":"\n   I see. Business purposes. Ok makes sense\n  ","719068":"\n   Why do u post shirtless photos? R u gay or attention seeker? 🤭🤔\n  ","719069":"\n   But do u ewen leaft bruuuh?\n  ","719070":"\n   Ummm is it true you banged Gwen Stefani the other day?\n  ","719071":"\n   Do u ewen leeft broo?\n  ","719072":"\n   so you’re cute but not cute and that makes you cuter.. Get it?\n  ","719073":"\n   Did you like them? Lol I’m thinking about getting some\n  ","719074":"\n   Have you ever worn girls leggings before\n  ","719075":"\n   Are you good at math\n  ","719076":"\n   what’s one of your favorite quotes\/verses from a holy text?\n  ","719077":"\n   sometimes its hard to forget some memories with the special things. live your life with memories because the thing with which you made them were so important to you at that time..  whats your point....…???\n  ","719078":"\n   What do you miss about being a kid?\n  ","719079":"\n   Some people believe that if life has no purpose, then there is no reason for living. While others think that if life has no purpose, that frees a person to find\/create and follow their own personal purpose. Which is a more valid point of view or are they both equally valid?\n  ","719080":"\n   How do you ask someone out on a date?\n  ","719081":"\n   Is eternity merely an infinity of time ?\n  ","719082":"\n   What would we have to talk about with aliens ?\n  ","719083":"\n   What is your favorite dessert?\n  ","719084":"\n   Have you ever had your feet licked?\n  ","719085":"\n   Where do you see yourself in the next 10 years?\n  ","719086":"\n   How many steps do you take a day? Estimate if need be.😁👍\n  ","719087":"\n   Do you think getting older (40, 50, 60) is depressing for people or a happy occasion?😶\n  ","719088":"\n   are you bi\n  ","719089":"\n   Do you feel equilibrium in our place in the Cosmos ?\n  ","719090":"\n   On a scale from 1 to 10 how weird are you?\n  ","719091":"\n   Because the human memory is known to be very unreliable, how do you know which of your memories are real and which are only partly true?\n  ","719092":"\n   If there were no laws or rules in this world to influence your behavior, what do you think your behavior would look like?\n  ","719093":"\n   What would the world look like if there was no such thing as human suffering?\n  ","719094":"\n   What do you most enjoy learning more about?\n  ","719095":"\n   When you imagine what’s possible and what you want in life, how do you see yourself standing in your own way?\n  ","719096":"\n   What is your favorite quote?\n  ","719097":"\n   What kind of movies do you most enjoy?\n  ","719098":"\n   What is the meaning of life to you?\n  ","719099":"\n   What smells bring back good memories ?\n  ","719100":"\n   What impact do you want to leave on the world?\n  ","719101":"\n   If you could instill one piece of advice in a newborn baby’s mind, what advice would you give?\n  ","719102":"\n   Why do we think of others the most when they’re gone?\n  ","719103":"\n   What is life calling of you?\n  ","719104":"\n   How can we judge ourselves by our intentions yet judge others by their actions?\n  ","719105":"\n   If you could eat only 3 foods for the rest of your life, what would they be?\n  ","719106":"\n   If you could change one thing about yourself, what would it be?\n  ","719107":"\n   What are you a “natural” at doing?\n  ","719108":"\n   What holiday gift would make you really happy?\n  ","719109":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","719110":"\n   How old would you be if you didn’t know how old you are?\n  ","719111":"\n   If you had to teach something, what would you teach?\n  ","719112":"\n   Is it possible to lie without saying a word?\n  ","719113":"\n   why are mosquito sounds so annoying? 😑\n  ","719114":"\n   What awes you ?\n  ","719115":"\n   If you looked into the heart of your enemy, what do you think you would find that is different from what is in your own heart?\n  ","719116":"\n   Do you own your things or do your things own you?\n  ","719117":"\n   If you could ask one person, alive or dead, only one question, who would you ask and what would you ask?\n  ","719118":"\n   When have you worked hard and loved every minute of it?\n  ","719119":"\n   What did life teach you yesterday?\n  ","719120":"\n   Bruno Mars or Drake?\n  ","719121":"\n   Who depends on you?\n  ","719122":"\n   If I gave you $1000 and told you that you had to spend it today, what would you buy?\n  ","719123":"\n   What is one thing you can’t live without?\n  ","719124":"\n   If you could travel to another planet, and you could never come back, would you do it?\n  ","719125":"\n   Why is the ‘‘ough” sound different in all these words – cough, though, through, thorough,  thought, bough?\n  ","719126":"\n   How do you know if sour cream is expired? Does it taste normal then? Or does it get sourer? What exactly is sourer? How do you know if it’s not sour because it is expired, but because it is getting better?\n  ","719127":"\n   Chocolate is made from cocoa beans, and all beans are vegetables. Does that mean chocolate is a vegetable?\n  ","719128":"\n   What book influenced you the most?\n  ","719129":"\n   I though you were just talking to her\n  ","719130":"\n   Who was the last person you had a deep conversation with?\n  ","719131":"\n   Are you happy right now?\n  ","719132":"\n   If you could have anything you want for dinner tonight, what would you have?\n  ","719133":"\n   Do you enjoy art?\n  ","719134":"\n   Can my friend (age 18) act as “parental permission” for me (age 17) to get a piercing??\n  ","719135":"\n   Aka his girlfriend\n  ","719136":"\n   No i am not! You are so illiterate!\n  ","719137":"\n   If you could take a single photograph of your life, what would it look like?\n  ","719138":"\n   Yes you did!\n  ","719139":"\n   Do you like when a girl randomly sends you nudes?\n  ","719140":"\n   You like me! Ah how sweet!\n  ","719141":"\n   You’re hot! What is your real name?\n  ","719142":"\n   What are three moral rules you will never break?\n  ","719143":"\n   Ah! :) you want me to be your “someone!”\n  ","719144":"\n   You’re hot and sexy!\n  ","719145":"\n   I like you!\n  ","719146":"\n   Do you ask enough questions or do you settle for what you know?\n  ","719147":"\n   If a perfect clone of you were created, right down to the tiniest cellular detail, would it BE you or would it somehow still be missing something?\n  ","719148":"\n   What’s the wisest thing you have ever heard someone say?\n  ","719149":"\n   Hi!\n  ","719150":"\n   Would this world be better or be worse without teachers and formal education?\n  ","719151":"\n   Do we control technology or is technology controlling us?\n  ","719152":"\n   Was just curious, nothing really. Just a fun question 👍\n  ","719153":"\n   What one thing do you really want but can't afford?\n  ","719154":"\n   Would you ever willingly go to jail to help fix the prison system (i.e. 60 Days In)? How much if anything would they have to pay you to do so?\n  ","719155":"\n   Would things get better or worse if humans focused on what was going well rather than what’s going wrong?\n  ","719156":"\n   If you could send a message to the entire world, what would you say in 30 seconds?\n  ","719157":"\n   Decisions are being made right now.  The question is:  Are you making them for yourself, or are you letting others make them for you?\n  ","719158":"\n   When your kids grow up, do you want them to be rich, or happy?\n  ","719159":"\n   Everyone has the same 24 hours. Why is someone able to do some much more with it than others?\n  ","719160":"\n   Do you encourage your kids to pursue their dreams or yours?\n  ","719161":"\n   In order of importance, how would you rank:\nhappiness, money, love, health, and fame?\n  ","719162":"\n   Do you feel profound ?\n  ","719163":"\n   What’s something new that you recently learned about yourself?\n  ","719164":"\n   What color is a mirror?\n  ","719165":"\n   Just checking in on everyone. How are you doing today? Make the most of the rest of the day! You're awesome!😊😊🌼\n  ","719166":"\n   Do you feel our common ancestry with trees , worms , fish , snails , tulips , and all other life forms ?\n  ","719167":"\n   Wisdom is not the same as intelligence. Is it not the ability to use intelligence for a higher good ?\n  ","719168":"\n   What is your best feature?\n  ","719169":"\n   What question would you like to ask someone which you’re afraid of the answer?\n  ","719170":"\n   Will the taking of human life ever be justifiable?\n  ","719171":"\n   If you have to defend our entire existence, what would your argument be for our continued survival?\n  ","719172":"\n   Where does the concept of justice come from? Is it man-made or natural to every living being?\n  ","719173":"\n   If you could live life without any more challenges or obstacles, would you do it?\n  ","719174":"\n   What does it mean to be human?\n  ","719175":"\n   Do you believe in multiple alternate universes?\n  ","719176":"\n   If you could sum up your life story in one sentence, what would it be?\n  ","719177":"\n   What should be the goal of humanity?\n  ","719178":"\n   If humans will go extinct, which animal would replace us as superior beings on this planet?\n  ","719179":"\n   What does the world need more: wisdom or intelligence?\n  ","719180":"\n   Who decides what the \"right\" thing is?\n  ","719181":"\n   What do you know of the following:                                    Yang–Mills and Mass Gap\n\nRiemann Hypothesis\n\nP vs NP Problem\n\nNavier–Stokes Equation\n\nHodge Conjecture\n\nPoincaré Conjecture\n\nBirch and Swinnerton-Dyer Conjecture\n  ","719182":"\n   Is it ever possible to ‘create’ something new, or is it just discovering that thing?\n  ","719183":"\n   Are we the source of our own problems? Do we create problems in our minds to give us something to focus on?\n  ","719184":"\n   Are personal boundaries necessary or do they restrict the full expression of love?\n  ","719185":"\n   Would the world be better or worse off without religion?\n  ","719186":"\n   Would you prefer to lose all the memories you have now or never be able to make any new memories?\n  ","719187":"\n   Does instant connectivity and communication bring people together or push them apart?\n  ","719188":"\n   Which is a scarier thought: that the human race is the most advanced form of life in the universe, or that we are mere amoeba compared to other life forms?\n  ","719189":"\n   Is there such a thing as knowledge if everything we know is subject to debate?\n  ","719190":"\n   Were you happier four months ago than you are now?\n  ","719191":"\n   Are olives not delicious ?\n  ","719192":"\n   Hey Michael, I like Ice Cream chocolate 🍫.\n  ","719193":"\n   Does not deception usually first deceive itself ? So we should be careful not to be deceived by the deception that has deceived itself into the deception that it is reality , when in reality it is nothing more than deception that has been deceived by its own deceit ?\n  ","719194":"\n   Hey Have you ever had Matzo Ball Soup or any other Jewish food?\n  ","719195":"\n   What favorite Ice Cream 🍨🍧🍦 taste like.\n  ","719196":"\n   Whats the most expensive thing you've ever broken? 📪\n  ","719197":"\n   Tits o r Auschwitz\n  ","719198":"\n   Candy: what kind you choosing?\n  ","719199":"\n   What do women talk about when there are no men around?\n  ","719200":"\n   favorite sport?\n  ","719201":"\n   What food or drink do you want to try right now?\n  ","719202":"\n   Oh i am gonna come and introduce myself with my dna all over you. you like?\n  ","719203":"\n   do you know that drinking water in a tall beautiful glass will feel more magical water than the water in a short regular glass? 🥂\n  ","719204":"\n   A giraffe calf drops six feet to the ground at birth. Would that not be a jolting entry into the world ?\n  ","719205":"\n   What's your morning routine?\n  ","719206":"\n   How is life? ?\n  ","719207":"\n   I love you haha 😂\n  ","719208":"\n   Hey sexy how are you?\n  ","719209":"\n   Have you ever shit your pants? care to tell your story?\n  ","719210":"\n   How many days a week do you eat meat\n  ","719211":"\n   i really wanna know more about your personality\/ What are your secrets?\n  ","719212":"\n   What’s the last video you’ve watched on YouTube? What is it about?\n  ","719213":"\n   Sup haha\n  ","719214":"\n   If the Universe is everything , and it is expanding - then into what is it expanding ?\n  ","719215":"\n   Pregnancy for an elephant is 22 months. Would that not be tedious ?\n  ","719216":"\n   Do you believe in ghosts ?\n  ","719217":"\n   Do you like to garden ?\n  ","719218":"\n   Do you like cats ?\n  ","719219":"\n   Aliens may be listening to our radio and TV broadcasts. What would they think of us ?\n  ","719220":"\n   Hi!\n  ","719221":"\n   Don’t listen to people claiming to be your gf etc. XD\n  ","719222":"\n   You love putting chocolate in your mouth?!\n  ","719223":"\n   What is your favorite type then?\n  ","719224":"\n   Ah yea? I be more Puerto Rica than her!\n  ","719225":"\n   I bee black so lets fuck bebe!\n  ","719226":"\n   Yes.\n  ","719227":"\n   I be yo big black sista from da hood!\n  ","719228":"\n   A global connection of minds - is it not mind travel ?\n  ","719229":"\n   I claim you first!\n  ","719230":"\n   Yes i am yo girl! Shaniqua Lafonda Johnson 🧔🏿\n  ","719231":"\n   You should not hate me because we both ponder the deeper mysteries. Is it not our destiny , and a healthy one at that , to connect in a global communication web ?\n  ","719232":"\n   I am your girlfriend!\n  ","719233":"\n   Yea? We fuck!\n  ","719234":"\n   I’m here for you and supporting you all the way then!\n  ","719235":"\n   Shaniqua Johnson. I am your girlfriend.\n  ","719236":"\n   No it is not wrong!\n  ","719237":"\n   I will break up with you!\n  ","719238":"\n   Rufis and i have 22 pet dogs. See, i told you i was her!\n  ","719239":"\n   I am her!\n  ","719240":"\n   I think you are.\n  ","719241":"\n   Hey babe!\n  ","719242":"\n   Why?\n  ","719243":"\n   Name three things you think shouldn't exist in the world.\n  ","719244":"\n   Hi!\n  ","719245":"\n   Favorite movie?\n  ","719246":"\n   I got my ear pierced today! Do you have any piercings?\n  ","719247":"\n   Ummm is it true you banged reese witherspoon the other day?\n  ","719248":"\n   Have you heard dogs sing? Like \"ooooOoOooo\" that's really nice 😆\n  ","719249":"\n   What kind of drills\/workouts did you do to get it?\n  ","719250":"\n   I’m trying to get a six pack too, how did you get yours?\n  ","719251":"\n   You workout man? 🏋️‍♂️\n  ","719252":"\n   It is unexplored because of its vastness. Or perhaps some intelligent force discourages exploration by means such as telepathy ?\n  ","719253":"\n   What work do you do in a hard days work ?\n  ","719254":"\n   Are you single or taken?\n  ","719255":"\n   Who can say what is in the ocean depths ? After all , it is largely unexplored. Maybe intelligence is down there ?\n  ","719256":"\n   Why do you shower two times in one day ?\n  ","719257":"\n   Do your feet smell\n  ","719258":"\n   It is a pleasure to talk to someone who , like myself , ponders our world. But is our world not more powerful than we imagine ? After all , it has withstood asteroid impacts , ice ages , etc. We may destroy ourselves , but our world will go on ?\n  ","719259":"\n   Do you like PATTY CAKE\n  ","719260":"\n   What are you confused abour\n  ","719261":"\n   Yes , we should all do our part. Should we use our intelligence to find better ways to live in harmony with our world ?\n  ","719262":"\n   Yes , Earth is not our world , but we evolved here. Can we make it a better place because of our existance ?\n  ","719263":"\n   Yes , to probe the secrets of Nature is thrilling ! Is it not the destiny of our species to wonder about itself and to shape its own evolution ?\n  ","719264":"\n   But I am a scientist ! Is science not fascinating ?\n  ","719265":"\n   Maybe some alien species is already watching us ? Perhaps they are even here , in disguise ?\n  ","719266":"\n   Which country do you want to visit?\n  ","719267":"\n   What is out there in the Universe ? Are we alone ?\n  ","719268":"\n   What is the best definition of family? ☻\n  ","719269":"\n   You’re not allowed 😂😂🤣\n  ","719270":"\n   What is your favorite book?\n  ","719271":"\n   Post a pic of your socks?\n  ","719272":"\n   What do you love about people?\n  ","719273":"\n   Are you allowed to tell your parents, friends etc where you work, if you work for the FBI or CIA?\n  ","719274":"\n   Why spring turns to summer and then autumn?\n  ","719275":"\n   favorite drink?\n  ","719276":"\n   Why society needs you?\n  ","719277":"\n   I will celebrate a birthday, what is a cool birthday theme?\n  ","719278":"\n   Favorite movie genre?\n  ","719279":"\n   v interesting\n  ","719280":"\n   ur... what?\n  ","719281":"\n   Do you ever use ASK FM or any other social media while your on the toilet or in the tub? Lol i just have a feeling thats maybe where you were when you were asked to post a pic of your surroundings lol hahahaha\n  ","719282":"\n   The guy I like hasn't texted me first.  He didn't text me yesterday. Should I wait until he texts me?\n  ","719283":"\n   What's the one thing people always misunderstand about you?\n  ","719284":"\n   Stay Humble ✨\n  ","719285":"\n   I would be greatly disappointed if…\n  ","719286":"\n   PAP of your current surroundings?\n  ","719287":"\n   What's the funniest YouTube or online video you’ve seen recently?\n  ","719288":"\n   What are the things that one should do before go to sleep?\n  ","719289":"\n   Who is your favorite person?\n  ","719290":"\n   Would you want to have your rate of aging slowed so much that, barring some accident, you’d live for 1,000 years?\n  ","719291":"\n   PAP: Last thing you bought online?\n  ","719292":"\n   Do you or have you ever had a reoccurring dream\/nightmare? If so what was it? Do you still have it?\n  ","719293":"\n   Your breaking up with her ??\n  ","719294":"\n   Good morning! Have a great day!\n  ","719295":"\n   Is there something you have to do this week that you're not looking forward to doing?!\n  ","719296":"\n   That sounds fun\n  ","719297":"\n   Nice abs\n  ","719298":"\n   Nothing much you?\n  ","719299":"\n   Hi\n  ","719300":"\n   What’s wrong ?\n  ","719301":"\n   Are you okay ?\n  ","719302":"\n   Anyone ever get mad at you because you wrote something in a way that wasn't right to them? 🤣\n  ","719303":"\n   How do you feel your week is going to go?\n  ","719304":"\n   Agreed\n  ","719305":"\n   Do you think love fades away?\n  ","719306":"\n   Do you wear leggings\n  ","719307":"\n   I wanna stop playing ask.fm and it seems like I'm starting to get bored. maybe you have something more interesting than this?\n  ","719308":"\n   If you could be a superhero, who would you be?\n  ","719309":"\n   would it be?\n  ","719310":"\n   How well do you perform under pressure? Does it need improvement?\n  ","719311":"\n   which social media platform do you use the most?\n  ","719312":"\n   I’m so confused... love is innate as one acquires that from the beginning starting with parents - children bond\/love\/nurture vs nature argument. anywhooo, love does make you have mixed feelings so they do go hand in hand. in a bigger prospective... love is relatable and it means something dif to all\n  ","719313":"\n   Do you use planner to keep yourself or your days organised?\n  ","719314":"\n   Do you have any Pop! figures? If so, what kind? Which is your favorite?\n  ","719315":"\n   Are you strong?\n  ","719316":"\n   nicest person on ask??\n  ","719317":"\n   What are y’all doing today?\n  ","719318":"\n   Do clowns freak you out, yes or no?\n  ","719319":"\n   What kind of weather do you like? Why?\n  ","719320":"\n   Feelings don't turn into love. Love is developed, not through feelings though, you lack the deeper understanding of what love is, it doesn't work as in feelings turn into love, whereas love is something that is developed, as in created.\n  ","719321":"\n   Love isn't human nature, feelings are though, love is something that is developed over a long long period of time. Human nature is something that is innate, love isn't innate.\n  ","719322":"\n   You see, you're confusing the two\n  ","719323":"\n   Human nature for what?\n  ","719324":"\n   Love and feelings are completely different from another, don't confuse them.\n  ","719325":"\n   Shoe size?\n  ","719326":"\n   What are your favourite perfume scents?\n  ","719327":"\n   If you could look into a mirror that showed you your heart’s deepest desire, what do you think you would see in the reflection?\n  ","719328":"\n   The only me is me. Are you sure the only you is you?\n  ","719329":"\n   Don't aspire to be perfect, aspire to be true to yourself. You'll find more happiness. 💪♥️🙂\n  ","719330":"\n   Where are you roming around?👀\n  ","719331":"\n   How do you behave yourself with people you don't like?\n  ","719332":"\n   have you ever talked to animals?\n  ","719333":"\n   What’s the funniest password you have used in the past?\n  ","719334":"\n   Most recent ab pic?\n  ","719335":"\n   Do you workout?\n  ","719336":"\n   Who knows the secret of life?\n  ","719337":"\n   What meaning this layric-\nI've got a cold heart and cold hands\nI'll make you wanna be where I am\nIf you only knew my plans\nOh if you only knew who I am\n\nNormally I break your heart\nI love every minute, tear you apart\nLate at night I lie awake\nJust thinking about your pretty face\n  ","719338":"\n   Hi\n  ","719339":"\n   Do you love your country?\n  ","719340":"\n   Do you have any advice for people starting out on youtube?\n  ","719341":"\n   According to you, why do people love? Or fall in love?\n  ","719342":"\n   If you were stranded on a deserted island and knew you had to wait at least 20 years to be rescued, who would you wish was there to keep you company? What kind of shelter would you build?\n  ","719343":"\n   All time favorite band?\n  ","719344":"\n   Who has no tonsils?\n  ","719345":"\n   What are your goals in life?\n  ","719346":"\n   Have you ever thought about raising an owl?\n  ","719347":"\n   If you could travel into the past but not return, would you? If so where would you go and would there be something you would try to do differently?\n  ","719348":"\n   I love dogs, they taste almost like steak\n  ","719349":"\n   do u like camera in new iPhone X? is it worth that kind of money?\n  ","719350":"\n   What is your favorite type of dog?\n  ","719351":"\n   Longest you have stayed in the pool\n  ","719352":"\n   share the background\n  ","719353":"\n   Would you rather go out for dinner or cook at home?\n  ","719354":"\n   How long does your yawn last? 😴\n  ","719355":"\n   Do you like dogs?\n  ","719356":"\n   😋😋😋😋😋lol\n  ","719357":"\n   What in your life are you most prepared and\/or willing to fight for?\n  ","719358":"\n   If you could have anything right now what would it be\n  ","719359":"\n   Are you good in dancing?\n  ","719360":"\n   I still love that old school song! 🤣\n  ","719361":"\n   If you had to live the rest of your life in a movie which one would you pick?\n  ","719362":"\n   How do you know if someone misses you\n  ","719363":"\n   Who is your hero?\n  ","719364":"\n   What is friendship? Do you have many friends?\n  ","719365":"\n   How long was the longest noogie you ever received?\n  ","719366":"\n   Why are there so many creepy people on askfm now?\n  ","719367":"\n   how are you?\n  ","719368":"\n   What's the craziest thing that you've ever done? Only share what you feel comfortable with if you'd wish!\n  ","719369":"\n   Are you a traveler or a homebody?\n  ","719370":"\n   Clarification: My sentence that I start which is (I love it when) doesn't count for the 10 words in the middle word prediction. Type what I started, then hit the middle word prediction 10 times. I'm sorry for some of the confusion! Example: I love it when you are as a result and you have an upper\n  ","719371":"\n   If you had the choice to live where you currently are without ever paying bills but the trade off is that you would  be forced to spend the rest of your life there without ever moving, would you accept?\n  ","719372":"\n   A guy text me, I answer back, then he didn’t reply back, I asked him, if he is busy or he doesn’t like to talk to me, he called me immediately rang once and hung up, but still texted nothing, what does it mean ?\n  ","719373":"\n   Oh what fun that looks like! Lol\n  ","719374":"\n   What kind of place do you think is ideal for the first date? Why do you think so?\n  ","719375":"\n   Let's have a little fun, shall we? \n\nI'm going to start a sentence & you put exactly what I say, then tap the middle word prediction 10 times. \n\nHere's the beginning of the sentence:\nI absolutely love it when \n\nHere's mine:\nI absolutely love it when you can do that for me and I love it \n\n🤣😂🤣😂🤣\n  ","719376":"\n   do you have an ipad?\n  ","719377":"\n   What is your mood:?\n  ","719378":"\n   What's your favorite horror movie?\n  ","719379":"\n   You're gorgeous!\n  ","719380":"\n   You can only eat one fruit for the rest of your life... What is it?\n  ","719381":"\n   have someone made feel less valuable ?\n  ","719382":"\n   What would be your weapon of choice (you can choose anything) in a zombie apocalypse? 🧟‍♀️ 🧟‍♂️\n  ","719383":"\n   What was the first novel on which you spent your money on??\n  ","719384":"\n   What is your favorite Smoothie\n  ","719385":"\n   sup\n  ","719386":"\n   What’s your plans for today?\n  ","719387":"\n   What is your favorite emoji? Any particular reason or do you just like it?\n  ","719388":"\n   How do you know when someone likes you\n  ","719389":"\n   Explain\n  ","719390":"\n   What is your secret talk nobody knows?\n  ","719391":"\n   Thank for the shout out Happy Valentine from yesterday! Appreciate it! Hope you had a great day.\n  ","719392":"\n   You can't say that for yourself though 😒\n  ","719393":"\n   No I'm mad because life sucks\n  ","719394":"\n   Bro Twix is my favorite too, I'm mad because you're parodying to appease and get someone else's attention\n  ","719395":"\n   Exactly so Twix is your number 1\n  ","719396":"\n   This is the shit that pisses me off about you 😂\n  ","719397":"\n   What’s the best gift you have ever given someone, in your opinion?\n  ","719398":"\n   Can we evolve as humans or are we stuck?\n  ","719399":"\n   For you it's Twix 😂, because Kit Kat is Val's favorite, you know I'm right cabrón\n  ","719400":"\n   Parodying to Val's preferences I see.\n  ","719401":"\n   What do you feel when u do something right?\n  ","719402":"\n   Favorite impulse buy candy..?? 🍫🍬🍭\n  ","719403":"\n   happy friday and happy valentine's day!\n  ","719404":"\n   If your life were made into a movie, which actor\/actress would you want to portray you? What genre would the movie be?\n  ","719405":"\n   Are you still friends with someone from kindergarten?\n  ","719406":"\n   Happy Valentines Day 💝🌸\n  ","719407":"\n   Is it possible to fall in love with someone you just met online?\n  ","719408":"\n   I hope everyone has an amazing Valentine’s Day!! 💘\n  ","719409":"\n   What do you think of “Saber”  as a name for my baby ?\n  ","719410":"\n   Happy Valentine's Day to ALL of you amazing people! I truly hope each & every one of you have an amazing one wherever you are in the world! Much love from me, to YOU! ❤🥰💞💋💘💝💖💗💓💕💌❤🧡💛💚💙💜🖤\n  ","719411":"\n   I would never do this but what will happen if I put bodily fluids in my iPhone 8 charging port?? Will it dry and work?? Or will my iPhone not charge period??\n  ","719412":"\n   Welcome! Just the truth. 😊😊\n  ","719413":"\n   Great answer! Love it! 😊\n  ","719414":"\n   Imagine, it's a warm summer night & you & your friends are going to go camping in a gorgeous location that seems so peaceful & safe. Which are you going to pick, a camper, or a very nice tent? Send pictures of which YOU will pick! 😊\n  ","719415":"\n   Confess something\n  ","719416":"\n   happy thursday!\n  ","719417":"\n   Your top 3 changes everytime, however Puzzle on my Mind is always on the list, honestly, top 3s are hard.\n  ","719418":"\n   Cancion Favorita!!\n  ","719419":"\n   When is the last time that someone did something nice for you?! What did they do?!\n  ","719420":"\n   what’s the worst book you’ve ever read?\n  ","719421":"\n   If you could spend Valentine’s Day with anyone in the world, real or fictional, who would you choose?\n  ","719422":"\n   What frustrates you the most?\n  ","719423":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","719424":"\n   Have you ever attempted a do-not-try-this-at-home stunt or experiment you saw performed by professionals?\n  ","719425":"\n   What are you doing for Valentine’s Day ?\n  ","719426":"\n   Why does your phone say no service when you got a new one??\n  ","719427":"\n   What is the best way to tell someone that you love them ??\n  ","719428":"\n   Have you ever regretted saying something as soon as you heard yourself say the words?\n  ","719429":"\n   Do you go to school?\n  ","719430":"\n   At what age do you consider someone old?\n  ","719431":"\n   What is your best childhood memory??\n  ","719432":"\n   How to get to the top in the country? Buy coins (look for a button in your wallet)\n  ","719433":"\n   what are coins for?\n  ","719434":"\n   What's the best advice your father ever gave you ?\n  ","719435":"\n   List some fun things to do\n  ","719436":"\n   I really like the quote: •\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"•\nWhat are you going through? What battle are you fighting? Big or small- It all matters, and you'll get through it!💕🌼\n  ","719437":"\n   what can men get away with that women can’t?\n  ","719438":"\n   In the US, many of the animals we eat are considered taboo or disgusting in other places around the world {IE Cows in India}. What animals do you think you would never eat under any circumstances?\n  ","719439":"\n\n    https:\/\/ask.fm\/IvaVistica\/threads\/158402627041?utm_source=copy_link&utm_medium=android\n   \n   ❤ Sending hearts to everyone I follow :)\n  ","719440":"\n   What are some encouraging words\n  ","719441":"\n   Hi, can u follow me back? :)\n  ","719442":"\n   What do you think of makeup?\n  ","719443":"\n   What is ur guys zodiac sign~\n  ","719444":"\n   kentucky fried chicken?\n  ","719445":"\n   What is your favorite cereal?\n  ","719446":"\n   What is your native language?\n  ","719447":"\n   Thoughts on the color red?\n  ","719448":"\n   What is one thing you will never do again?\n  ","719449":"\n   Does one of your senses provide a more \"real\" experience for you, than the others, which and why? :)\n  ","719450":"\n   Shift and shorts 🤣🤪\n  ","719451":"\n   This question is for guys...\nAfter you pee, do you wash your hands?? *BE HONEST*\n  ","719452":"\n   Common Weekday Outfit PAP Or Explain Outfit?\n  ","719453":"\n   What do you think about parents who presents their childrens on the Internet (Facebook, Instagram, ...)?\n  ","719454":"\n   Hi! We've just sent you a letter with your weekly results in the VIP-program. If you can't find it in your inbox check the spam folder and promotions. If there is no letter at all, please contact us at partners.mx@ask.fm.\n  ","719455":"\n   Are You Gay Bi Str8 or curious?\n  ","719456":"\n   Skin care routine?\n  ","719457":"\n   Whats your favorite sportswear brand?\n  ","719458":"\n   Whats the link for the vip program? Like the American one? The one on the askhelp , dont work ? ☹\n  ","719459":"\n   If people can read your mind , What would they usually hear!¿ 😛😛\n  ","719460":"\n   How do I know how to wait for Mr right out there who is waiting in the mist for me\n  ","719461":"\n   Something coming up you're excited about??\n  ","719462":"\n   ok whatever you say mike\n  ","719463":"\n   I'm not hating on kevin but i never thought he was funny, i think people just be laughing to make him feel good lol\n  ","719464":"\n   If you had a chance to chill with any celebrity, who would it be?\n  ","719465":"\n   What's your favorite pun?! Or the last one that impressed you?!\n  ","719466":"\n   Do people get you right away, or are you more of an acquired taste, a bit obscure??\n  ","719467":"\n   What do you know that others don’t?\n  ","719468":"\n   What is the silliest\/craziest thing you have heard people say about you?!\n  ","719469":"\n   What is your favorite thing about yourself?!❤️🌼\n  ","719470":"\n   Apples or oranges?\n  ","719471":"\n   Do you want to see your photo on the top on leadersboard list? just buy missing amount of coins now and get your place in top 100.(updated every 15  minutes)\n  ","719472":"\n   You could be right, I think i'm going to follow your advice, In the meantime i'm just going to focus on myself and try to leave that alone,thanks for the advice mike\n  ","719473":"\n   Is it really true that you have to be patient and let love find you? I dont really have those patience cause i get tired of waiting so i try not to think about it and just keep living\n  ","719474":"\n   What says \"autumn\" to you? For me, Pumpkin spice Cliff bars, Starbucks, lip balm and assorted cold essentials spell an oncoming fall.\n  ","719475":"\n   Those are 3 good picks and ive heard of john wick but ive never seen before\n  ","719476":"\n   what are your three favorite movies of all time?\n  ","719477":"\n   visual, musical, theatrical, cinematic, literary, whatever. just artist\n  ","719478":"\n   What is the best feeling ever?\n  ","719479":"\n   In honor of Black History Month, who's a Black artist you love?\n  ","719480":"\n   No wonder every time I try to get to know this and start a conversation with him he ignores me but sometimes he is in a good mood for a conversation so it’s crazy...thanks for everything mike\n  ","719481":"\n   Ok thanks for letting me know that mike, I appreciate it\n  ","719482":"\n   Its ok if you don't know, but what are those signs of A.D.H.D?\n  ","719483":"\n   When's the last time you've officially asked\/been asked to be someone's valentine?!💕\n  ","719484":"\n   But However that’s not true for all scorpios. Like for example I mainly don’t try to intimidate people. I try to be as open as I can to help people thrive in this society\n  ","719485":"\n   ill be damn well the guy who used to always stair at me use to waste his time cause i never tried to fuck with him...I think he had other reasons though on why he was doing it...its crazy though....thanks for letting me know that though\n  ","719486":"\n   Wow i didnt know you was scarpio, thats probably why you so down to earth but i'm curious to know why some scorpios are always stairing at particlur people so hard? I've experienced this myself and the person made me felt uncomfortable\n  ","719487":"\n   What is your zodiac sign?\nTell me something about it.\n(If you don't feel comfortable with answering this you don't have to. Just ignore it.)\n  ","719488":"\n   What gossip about yourself has made you laugh?\n  ","719489":"\n   Which song gets stuck in your head the most often? For me, it’s Her Sweet Kiss from the Witcher 😂\n  ","719490":"\n   go studyyy😂\n  ","719491":"\n   It’s great that you have someone to support you like that! 😄\n  ","719492":"\n   Oh wow, that’s a good amount! How are you liking things so far?\n  ","719493":"\n   Holy shit and I thought I had it bad on Tuesdays and Thursdays! I have to be here from 7-5 haha. Good luck with your day tomorrow then too! Is this your first week back or did you go back earlier?\n  ","719494":"\n   I have a class that goes until 6:15 tonight so I just want to get it over with and be home haha. Good luck with your quiz though!\n  ","719495":"\n   Do you have a pet? Share its photo!\n  ","719496":"\n   Definitely 😂😂\n  ","719497":"\n   If you only had a couple years left to live, what would you want to spend your time doing?\n  ","719498":"\n   Ready for Monday to be over? 😂\n  ","719499":"\n   Have you seen any good movies lately?!\n  ","719500":"\n   What toppings do you like on your pizza?\n  ","719501":"\n   May real men cry?\n  ","719502":"\n   😅 Hey at least you’re honest\n  ","719503":"\n   Last one, house on fire... grab 3 things!\n  ","719504":"\n   Touché\n  ","719505":"\n   🤓\n  ","719506":"\n   Awesome. I wish you the best of luck in your studies.\n  ","719507":"\n   Which is more important, food or drink?\n  ","719508":"\n   Toilet paper, a bed, spoons. Which two can you live without?\n  ","719509":"\n   What are you studying in school?\n  ","719510":"\n   Are you bilingual?\n  ","719511":"\n   What’s one thing about yourself, personality-wise, that you like?\n  ","719512":"\n   Same\n  ","719513":"\n   Anybody speak Russian?\n  ","719514":"\n   cool thats whats up you should feel lucky to have a such a true friend\n  ","719515":"\n   Have your ever been friends with someone for years without them stabbing you in the back?\n  ","719516":"\n   what will the best movie of this year be?\n  ","719517":"\n   Which websites do you visit most frequently?\n  ","719518":"\n   How's everyone's weekend going?\n  ","719519":"\n   what is your criterion to accept someone on snapchat?\n  ","719520":"\n   Are you having a Superbowl party?\n  ","719521":"\n   Have you ever tried to learn song lyrics by heart to impress your friends with singing long verses? 😂 🤭 🤔\n  ","719522":"\n   How are you\n  ","719523":"\n   Hey\n  ","719524":"\n   Hey! Thought you would enjoy Ibotta (if you don’t already). It’s an easy to use, cash back rewards app. I use it every time I shop, and thought you would like it too. Use my referral code, xlfwkuy, and you can start saving real cash at all your favorite retailers. Sign up at\n   \n    https:\/\/ibotta.com\/r\/xlf\n   \n","719525":"\n   did you have to use your calculator for that? 😂\n  ","719526":"\n   When you're super busy do you still find time to go on ask ?\n  ","719527":"\n   15 likes x 15 likes?\n  ","719528":"\n   Can some person change your life?\n  ","719529":"\n   Search in YouTube\n  ","719530":"\n   Test this site\nHello friends\n   \n    https:\/\/free-btc.biz\/?r=198005\n   \n   You must be active on this site for ten days to register your account\n  ","719531":"\n   Want to get free bitcoin?\n  ","719532":"\n   Y am I put here on earth if God or anyone has a mission for me to have when no guys don’t want to know me or to not want to not love me back when all the good guys are all taken\n  ","719533":"\n   Are you good at keeping a secert? Or you wouldnt be able to keep it to yourself?\n  ","719534":"\n   What genre of video games do you play? I play action, adventure, racing, & rpgs.\n  ","719535":"\n   If you was paid 2 million dollars to star in a movie, would you do it?\n  ","719536":"\n   Favorite beverage?\n  ","719537":"\n   What song is powerful enough to make you cry? Is there a reason it does?\n  ","719538":"\n   Do you believe in happy ending?\n  ","719539":"\n   What's your favorite social media site?\n  ","719540":"\n   Who is your celebrity crush?\n  ","719541":"\n   How was everyone's day?\n  ","719542":"\n   Can you sum up your day so far in just one word?\n  ","719543":"\n   Have you ever worked at WalMart\n  ","719544":"\n   Show your phone case?\n  ","719545":"\n   Have you ever failed a class?\n  ","719546":"\n   What is the earliest time of day that you're willing to work? Or do you prefer late shifts?\n  ","719547":"\n   What good wholesome movies to watch with lessons?\n  ","719548":"\n   What movie title best describes your life?\n  ","719549":"\n   I am ugly😒😒😒😒\n  ","719550":"\n   Have you ever broken up with a friend ?\n  ","719551":"\n   What can't be bought for money and why?\n  ","719552":"\n   What's something you've done, that could be on someone's bucket list?!🌼\n  ","719553":"\n   Ouch! How long did it take you to recover?\n  ","719554":"\n   Have you ever had surgery?\n  ","719555":"\n   Do you wear makeup?\n  ","719556":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","719557":"\n   so true\n  ","719558":"\n   Was the last person you spoke with male or female?\n  ","719559":"\n   no, I meant that the gif is legit you guys\n   \n    @huntermuehlbauer\n   \n","719560":"\n   I didn't ask that question 😂😂\n  ","719561":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","719562":"\n   i love how that has “hunter” all over it 😂\n   \n    @huntermuehlbauer\n   \n","719563":"\n   What components are added to rye bread? ?\n  ","719564":"\n   If you have ever used a food delivery service, do you have a favorite one? Any crazy stories?\n  ","719565":"\n   How much money have you spent today and on what?\n  ","719566":"\n   rip kobe bryant 😪💀💔\n  ","719567":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","719568":"\n   What do you wish came easier to you?\n  ","719569":"\n   What really makes you angry?\n  ","719570":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","719571":"\n   What is the last \"childish\" thing you did?!\n  ","719572":"\n   If you are brave enough post a photo of yourself of how you look as soon as you wake up. Can be a simple selfie or a full selfie, your choice. How brave are you?\n  ","719573":"\n   I followed u seem cool 🍭✅\n  ","719574":"\n   Why do i keep thinking about this girl and i dont want to she keeps on my mind everyday even though she is long gone and won't ever come back\n  ","719575":"\n   If you had a week off to go on a fully paid for vacation, where would you go? And what would you do?!\n  ","719576":"\n   Have there ever been ex-Muslims that have accepted Jesus as their Lord and Savior before?\n  ","719577":"\n   Which is the place that you have always wanted to visit?\n  ","719578":"\n   you sir, get bonus points\n  ","719579":"\n   do u think ask is fun ?\n  ","719580":"\n   Shower Thoughts - Do pigeons have teeth?\n  ","719581":"\n   Sounds trippy!!😊🌼😂\n  ","719582":"\n   That's really cool!! What are they of?! We have one and it's of a tree going through the different seasons as you loon at it differently!!\n  ","719583":"\n   What's new with you?❤?\n  ","719584":"\n   Good night everyone! Where ever you are in the world. Whether it be good night, morning, afternoon, or evening! May many blessings come your way today!\n  ","719585":"\n   What is your favorite decoration in your home? Post a picture if you would like!😊\n  ","719586":"\n   Oh wow! Can I go too? Haha\n  ","719587":"\n   The dangers are no longer here. Been gone for many years.\n  ","719588":"\n   Send me a picture of a place in the world you'd love to go to, & tell me where it's at!\n  ","719589":"\n   How do you overcome years and years of severe physical and mental abuse to not allow these judgements to affect your life?\n  ","719590":"\n   Why do people put out judgment they know will block you in every way if you show your happiness and love freely?\n  ","719591":"\n   Is there ever a time That your able to live life instead of spending time trying to figure it out?\n  ","719592":"\n   Yeah I would like to too but I just know it’s not true\n  ","719593":"\n   Do you believe that when you can’t fall asleep it’s because you’re awake in someone else’s dream and vice versa ??\n  ","719594":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","719595":"\n   Do you like POOR PEOPLE\n  ","719596":"\n   Great picture! 😊😊\n  ","719597":"\n   whats the best thing to use to get rid of acme marks i have on my face? And its ok if you don't know\n  ","719598":"\n   When is the last time you spent time with a baby.😊🌼\n  ","719599":"\n   How often do you go shopping?\n  ","719600":"\n   What's the next book you're planning to read?\n  ","719601":"\n   Yes sir, you're right about that! If you have Snapchat or IG, feel free to add.\n\nSnapchat kaitybug_g \n\nIG kaitlyn_grimmett\n  ","719602":"\n   I'll take Melatonin. Try to listen to calming apps. I'll some times take over the counter sleep aids. Aslo try & wind down & try to keep my mind from racing! lol.\n  ","719603":"\n   Smart man!\n  ","719604":"\n   Yeah but sometimes I motivate you too well to be consistently lazy\n  ","719605":"\n   Bro, you and I both now my habits grow on you from time to time 😂😂\n  ","719606":"\n   Using ROTC abbreviations I see\n  ","719607":"\n   That's actually the best thing to do!\n  ","719608":"\n   if you could go to college for free, what would you want to study?\n  ","719609":"\n   Do you have problems with waking up in the middle of the night (at least once in a blue moon so to speak)? If so, what do you personally do to try & fall back to sleep?\n  ","719610":"\n   Cheetos or Doritos?\n  ","719611":"\n   Best first date spot?\n  ","719612":"\n   That’s all he watches man 😂😂\n  ","719613":"\n   What is the last TV show you watched?\n  ","719614":"\n   What's something you enjoy doing again and again??\n  ","719615":"\n   What was the first car you ever had\n  ","719616":"\n   When was the last time you had a milkshake?! What was it?!\n  ","719617":"\n   What is your love language?! Have you taken the test to see?\n  ","719618":"\n   What was the last word you found in a word search puzzle?!\n  ","719619":"\n   What's your plans for today?\n  ","719620":"\n   Thank you on so many levels! I respect and appreciate that you are being smart about out.\nFor me, as a mom, it's just not something you expect to find your 'kid' high in their room.\nI'm praying that I scared hi straight... But who knows?\n  ","719621":"\n   I hope everyone has a wonderful night 🌃\n  ","719622":"\n   What time of day is the best for you?\n  ","719623":"\n   If you could only pick one person in the world to be around or be near and say you can't see no one but that one person for the rest of your life who would it be?\n  ","719624":"\n   What is something you're jealous of?\n  ","719625":"\n   Can you use \"they're\", \"their\", and \"there\" in one sentence? Bonus points if you can throw in \"your\" and \"you're\" too. Extra bonus points if it makes me laugh. I'll be giving out 🔥🔥🔥.\n  ","719626":"\n   Are you mature yet immature compared to your actual age?\n  ","719627":"\n   What's your perfect omelet?!\n  ","719628":"\n   It’s freaking freezing rn it’s like 13°F outside\n  ","719629":"\n   Are you friendly, nice, down to earth or cool?\n  ","719630":"\n   When do you normally go to bed?\n  ","719631":"\n   What is an overrated tv show?!\n  ","719632":"\n   I hope\n  ","719633":"\n   Yeah. For the record, still trying to learn here 🤷🏼‍♂️\n  ","719634":"\n   Yeah well that’s understandable man, I think you did the right thing but being a porn star is risky...I rather see you get to know the girl that you talking to\n  ","719635":"\n   It's not salt if there's nothing bitter\n  ","719636":"\n   Could you see yourself being a straight porn star?\n  ","719637":"\n   Merr\n  ","719638":"\n   Is it love though?\n  ","719639":"\n   Do you have any acquaintances who suffer from bad luck and with whom you don't want to communicate because of this? Share some stories.\n  ","719640":"\n   How many teens on here use drugs or alcohol? 💯, no judgement! Looking for some knowledge...\nI can give you info so we can message privately, if I'm allowed to? I've had a tough few days with my kid and am just looking for some honest direction, guidance? Hell, I don't know. Any help greatly appreci\n  ","719641":"\n   Do you play any mobile games?\n  ","719642":"\n   If aliens do really exist, which language will be okay for them to speak of?\n  ","719643":"\n   What was the last difficult thing you were asked to do?\n  ","719644":"\n   Do you have a particular place you like to visit regularly?\n  ","719645":"\n   What are you hiding from most people?\n  ","719646":"\n   Have you ever flown in a plane?\n  ","719647":"\n   What’s your love story?\n  ","719648":"\n   Yeah but that can happen to anyone\n  ","719649":"\n   Dang who the fuck is that guy?\n  ","719650":"\n   Bruh that's not true, and what makes you say that hahahaha, who did that happen to lol\n  ","719651":"\n   You but I've said some shit that made people hit the floor 😂😂\n  ","719652":"\n   Lemme get somadat pownd kayke\n  ","719653":"\n   Maybe, but doesn't make you funnier than me though 😂\n  ","719654":"\n   I ain't Neva tookin comp too\n  ","719655":"\n   That's debatable, people laugh for different reasons 😂\n  ","719656":"\n   FOOL, YA FOOL KILLA B WAN KNOW WHAT CHO GON DO WHEN YO GOT STANK SUGA WALLS\n  ","719657":"\n   Dude everyone was giving us the nastiest looks while turning red and laughing it off, they were all appauled 😂😂\n  ","719658":"\n   Yeah fruitcake yo pixie stick turnin into stank suga walls, dah fuq you gon do bout it?\n  ","719659":"\n   Bro I can be way funnier than you when I want to, that Calc 3 shananigans was just disgusting\n  ","719660":"\n   What would you do, if you woke up one day, and yo suga walls stank like ayss?\n  ","719661":"\n   I'm funny, I just know that's a middle school reference your using and that's why I'm mad 😂😂\n  ","719662":"\n   im notttttt fmkfjejebfj\n  ","719663":"\n   OMFG SHUT THE FUCK UP\n  ","719664":"\n   What’s your favorite flavor?\n  ","719665":"\n   What is the last oxymoron you saw\/heard?!\n  ","719666":"\n   DO YOU LIKE GHOST BUSTERS\n  ","719667":"\n   Who is that?\n  ","719668":"\n   Pic 📸\n  ","719669":"\n   in your opinion, what's it like to fall in love?\n  ","719670":"\n   What does it mean when a girl smiles at a boy??\n  ","719671":"\n   What traits or characteristics do you dislike most in other people?\n  ","719672":"\n   Can I work for you?!\n  ","719673":"\n   If you could create your own job, what would it be for and what would the title be?\n  ","719674":"\n   WAS ROBIN HOOD A REAL PERSON\n  ","719675":"\n   exactly...\n  ","719676":"\n   ik lmaooo that’s why i said it😂\n  ","719677":"\n   man, some potaters sound good rn\n  ","719678":"\n   what should i write about in a personal essay?\n  ","719679":"\n   that sounds bop\n  ","719680":"\n   what is your favorite food?\n  ","719681":"\n   Can you have a conversation with a stranger?\n  ","719682":"\n   Never have I ever.....__________ ?!\n  ","719683":"\n   What do u love most about autumn ??\n  ","719684":"\n   I am making pigs in a blanket for dinner. What are you making \/ eating for dinner?\n  ","719685":"\n   Choose One: A. Always Right. B. Always Understood. C. Always Respected. D. Always Loved.\n  ","719686":"\n   Mad respect. Best wishes to you both. 💕💍😊\n  ","719687":"\n   What is your proposal story? Or what is your dream proposal story?!💕💍\n  ","719688":"\n   When is the last time you had a pb&j sandwich?\n  ","719689":"\n   lmao yes\n  ","719690":"\n   fun fact no where is clean, i can see the bacteria from miles away... you know who this is !\n  ","719691":"\n   If you could spend money on anything you wanted for 24 hours, what would you buy?\n  ","719692":"\n   Do you like sprinkles?\n  ","719693":"\n   Do you believe in the 5 second rule?! 😂.    🍏🐜\n  ","719694":"\n   That why you avoid me 😭\n  ","719695":"\n   May I put teapot under my pillow?\n  ","719696":"\n   Post a GIF too show your mood?\n  ","719697":"\n   What do you do when you’re sad?\n  ","719698":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","719699":"\n   One thing you love to do ?\n  ","719700":"\n   What are your favorite song lyrics?!\n  ","719701":"\n   What do you use to listen to music? Radio, app, etc.\n  ","719702":"\n   He means me\n  ","719703":"\n   How would you respond to someone that always blames you for their bad behavior?\n  ","719704":"\n   What scares you the most about our modern society?\n  ","719705":"\n   Can you live a happy life with someone you can’t trust?\n  ","719706":"\n   What's the best thing that has happened to you today?!\n  ","719707":"\n   lmaoo i’m just giving you a hard time\n  ","719708":"\n   woah, i love that chart where did you get it?\n  ","719709":"\n   Favorite actress?\n  ","719710":"\n   How many alarms do you set in the morning?😂 How many minutes apart are they, if it's more than one!?\n  ","719711":"\n   Who is your favorite Disney princess?!🌼\n  ","719712":"\n   Hero or villain for the day?!\n  ","719713":"\n   Do you get things done early or do you procrastinate?\n  ","719714":"\n   What does Vamos mean in spanish\n  ","719715":"\n   anything exciting happening in your life right now?\n  ","719716":"\n   Would you consider yourself innovative?\n  ","719717":"\n   bruh tf you mean define ? 😂\n  ","719718":"\n   Are you afraid of heights or depths?\n  ","719719":"\n   lmao that’s me!\n  ","719720":"\n   who do u like\n  ","719721":"\n   this app be hella confusing\n  ","719722":"\n   Do you have pets? PAP!\n  ","719723":"\n   ok, so imma go w\/ ur name or anonymous?\n  ","719724":"\n   When was the last time that you took some \"me\" time?!\n  ","719725":"\n   What is the most expensive meal you've ever had? How much did it cost?\n  ","719726":"\n   How many times a week do you drink alcohol? What's your favorite?!\n  ","719727":"\n   Do you remember a lot of your dreams? Do you have a favorite one you've had so far?!\n  ","719728":"\n   What is love, how do you personally feel and interpret it?\n  ","719729":"\n   Wierd ass question, but wierd answer too.\n  ","719730":"\n   What's the best thing that happened to you today?\n  ","719731":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","719732":"\n   Ohhh ok that’s what’s up but I’m happy for you and I wish you the best, you deserve to be happy cause your a real nice guy\n  ","719733":"\n   Do you do any like crunches or ab stuff off of a sheet?\n  ","719734":"\n   Are you team iPhone or Android\n  ","719735":"\n   I think I can understand that, I hope you find someone one day\n  ","719736":"\n   Can you see yourself in a relationship with a black girl or they not your type?\n  ","719737":"\n   Has anyone gotten random calls through skype? A lot of random people call and when I answer, they ask me to send them my email and phone number?\n  ","719738":"\n   If you were a teacher, what subject would be yours? 📚\n  ","719739":"\n   What would you do today if there is no more tomorrow?\n  ","719740":"\n   And let guess you probably said no I would love to have a big juicey booty but I don’t cause it’s pancake flat\n  ","719741":"\n   lmao\n   \n    @huntermuehlbauer\n   \n","719742":"\n   Ya brother 😂\n  ","719743":"\n   bruh who’s talking about your ass like that lmao\n  ","719744":"\n   No that’s mine !\n  ","719745":"\n   has a girl ever asked you can she touch your booty?\n  ","719746":"\n   that’s my pound 🍰  !\n  ","719747":"\n   Never, OMNOMNOMNOM\n  ","719748":"\n   So big, so scrumptious, I just wanna punish it\n  ","719749":"\n   Nice and thick, I've never seen 🎂 that juicy ever\n  ","719750":"\n   Nice ass 🍑\n  ","719751":"\n   Hey I checked out your IG, your a pretty solid fitness coach. How long you been doin this?\n  ","719752":"\n   Much appreciated and will for sure take this lesson into consideration Michael 😂\n  ","719753":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! 😉\n  ","719754":"\n   I love that I asked for ideas of what to do and you’re only person that lecture me to get a job that I don’t need ☺️💕 you seem chill but after this whole “get shit done” I’m conflicted 😂😂\n  ","719755":"\n   what's your favourite food?\n  ","719756":"\n   Thanks we love dr phil 👏🥰\n  ","719757":"\n   what things can you eat that will help you get abs?\n  ","719758":"\n   lmao i forgot to put that unanimous my bad\n  ","719759":"\n   people don’t understand the jmportance of alcohol in our bodies\n  ","719760":"\n   Bro I’m a highschool early grad I go to college in the fall 😂\n  ","719761":"\n   Is there a fishing pole on the back of a $2 bill\n  ","719762":"\n   how do you get abs?\n  ","719763":"\n   a bottle a day.... AND YOU LOOK LIKE THAT???\n  ","719764":"\n   Your favourite time pass ?\n  ","719765":"\n   How often do you drink alcohol?\n  ","719766":"\n   What are you currently obsessed with?\n  ","719767":"\n   I wear no masks because I don't need to uphold an image to the world, just my ability.\n  ","719768":"\n   What does that have to do with anything 🤨\n  ","719769":"\n   How are u?\n  ","719770":"\n   Do you push the elevator button more than once? Do you really believe it makes the elevator faster?\n  ","719771":"\n   Hey\n  ","719772":"\n   Or we can make the changes ourselves and stop being a wishy washy pussy over it, I know that's what I'll be doing.\n  ","719773":"\n   Do you think that AOC is racist ? I think she hates Trump because he is a white male. AOC is a vile human being.\n  ","719774":"\n   Do you like GOOFY\n  ","719775":"\n   What is the most popular sport in your country?\n  ","719776":"\n   I travel a ton and literally don’t have the schedule for it\n  ","719777":"\n   Is it bad to sleep with a lamp on?\n  ","719778":"\n   The hell you mean you don't know\n  ","719779":"\n   😑😑😑\n  ","719780":"\n   What do you mean by trained?\n  ","719781":"\n   You didn't have that background either\n  ","719782":"\n   Hope you all have a fantastic day!!\n  ","719783":"\n   Power 🙄?\n  ","719784":"\n   Ah shit... HERE WE GO AGAIN\n  ","719785":"\n   Am I improving on that\n  ","719786":"\n   About how to live life and be more laid back 😂\n  ","719787":"\n   So how do u meet people? Has anything else worked for you?\n  ","719788":"\n   Do you like using dating apps? Have you met anyone interesting in your life through them?\n  ","719789":"\n   Anyone else a VIP on here??\n  ","719790":"\n   Where were you born?\n  ","719791":"\n   What should we spend money on?\n  ","719792":"\n   INFINITI G37\/Q40 vs Lexus IS\n  ","719793":"\n   I’m an early grad, what’s something I can do while out of school ( I can’t get a job)\n  ","719794":"\n   Do you prefer to talk or to listen?\n  ","719795":"\n   What's your age ?\n  ","719796":"\n   What does that make me then?\n  ","719797":"\n   Have you ever been to Applebee’s\n  ","719798":"\n   What do you do as soon as you wake up.\n  ","719799":"\n   Michael please ask porky to restore anon questions and not be a little 🙀\n   \n    @depig\n   \n","719800":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","719801":"\n   PAP of your favorite person?\n  ","719802":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","719803":"\n   What are feelings and how can you tell they are real?? (Very philosophical question), and be specific with your answer, and how can you be sure it is not some form of libido and arousal?\n  ","719804":"\n   Why\n  ","719805":"\n   What kind of dish can you cook?\n  ","719806":"\n   Nissan Altima vs Lexus IS\n  ","719807":"\n   What would you grow in your imaginary garden?\n  ","719808":"\n   You get into your car, you have 10,000 USD dollars, what would you buy?\n  ","719809":"\n   Yeah, but hey can't control shoutouts or questions\n  ","719810":"\n   I think you've answered this same question a couple times actually\n  ","719811":"\n   Do you have a crush on someone?\n  ","719812":"\n   i do h8 u\n  ","719813":"\n   ...wut 👀\n  ","719814":"\n   Some coins\n  ","719815":"\n   What can you not stand?\n  ","719816":"\n   hey, i wanna make a digital illustration out of this words. can u tell me who to put as a source or to mention for it?\n  ","719817":"\n   hey, i wanna make a digital illustration out of this words. can u tell me who to put as a source or to mention for it?\n  ","719818":"\n   What is your outfit atm?\n  ","719819":"\n   by the way i found you on instagram cause you had your instagram on here so if you see a few likes, its me,you can follow me if you want to\n  ","719820":"\n   Wow your going to have to excuse me cause I’m new on here but is there a way I can take anonymous off?\n  ","719821":"\n   Are goodbyes hard for you?\n  ","719822":"\n   cool thats whats up well we both will get alone good then\n  ","719823":"\n   Are you open minded?\n  ","719824":"\n   Ok cool same here feel free to ask me anything you want even if it’s crazy lol\n  ","719825":"\n   Ok cool I’m sort of the same way accept I’m goofy so I’m just looking for someone to socialize with and conversate with...if that’s cool with you\n  ","719826":"\n   Can I have your Instagram username?\n  ","719827":"\n   Cool that’s what’s up but mine is writing and I don’t dont know if this a talent or not but I can sort get people to open up to me\n  ","719828":"\n   Pap of the person you want to have a relationship with\n  ","719829":"\n   What is your talent?\n  ","719830":"\n   Summer or winter?\n  ","719831":"\n   What would be the best job ever for you?\n  ","719832":"\n   What colors would you choose to define every season? For me it´d be: Spring-Green, Summer-Blue, Autumn-Orange, Winter-White.\n  ","719833":"\n   Exactly, like Emmer needs to chill out\n  ","719834":"\n   What is the most beautiful place you've ever been to?\n  ","719835":"\n   What is one hobby\/skill\/quirk that you like doing, that if you told other people about it they'd think you're weird?\n  ","719836":"\n   i hate that you posted that lmao, i look fat\n  ","719837":"\n   Is that\n   \n    @valekrys\n   \n","719838":"\n   Thank God, I'm not the only one who thinks that\n   \n    @valekrys\n   \n","719839":"\n   what are you doing for fun?\n  ","719840":"\n   That’s the reason she didn’t show up to your house on your birthday 🤷‍♂️\n  ","719841":"\n   Emma said that because your mom always got in the way of stuff. You guys had the whole summer planned and she spent it all by her self. even when you guys could hangout  you always had to bring your friends with you. Never any alone time.  As I recalled you also missed her birthday. So maybe.\n  ","719842":"\n   What they are really looking for?\n  ","719843":"\n   New Years Resolution anybody?😏🤔\n  ","719844":"\n   how is ur fall?\n  ","719845":"\n   honestly Mike, ignore the asks... people need to learn to not deal with what happened between you guys. that shit is private and both you and\n   \n    @emmahammill\n   \n   have the right to have some privacy😒\n  ","719846":"\n   Do you prefer vintage or new?\n  ","719847":"\n   How long are you going to wait to talk to emma ? If you want closure you should do it soon\n  ","719848":"\n   Why don’t you talk to emma ? If she’s so important to you. She’s like family man\n  ","719849":"\n   Have you ever stolen anything?\n  ","719850":"\n   Dude talk to her\n  ","719851":"\n   Do you want closure?\n  ","719852":"\n   You just said that you had feelings for her\n  ","719853":"\n   What if she still likes you too even tho she said she didn’t have any feelings for you when you left her\n  ","719854":"\n   So you still like her ?\n  ","719855":"\n   lmao why is my name here\n  ","719856":"\n   If you knew the world was about to end, what would you do?\n  ","719857":"\n   Why would they think you have the hots for my sister, she is 14 years old.\n  ","719858":"\n   What... The... Fuck\n  ","719859":"\n   I mean you haven’t gotten closure with emma yet. So I just thought it was her.\n  ","719860":"\n   Val ? Emma? Samatha?\n  ","719861":"\n   how many contacts do you have?\n  ","719862":"\n   What is you special talent?\n  ","719863":"\n   So who did you kiss ?\n  ","719864":"\n   Could emma join you ?\n  ","719865":"\n   What is your plan for New Year’s Eve ?\n  ","719866":"\n   In what case you can justify lies?\n  ","719867":"\n   What's the dumbest thing you've ever done?\n  ","719868":"\n   Put your Snapchat name in here so we can tell you what Emmer said !\n  ","719869":"\n   Please put it on here\n  ","719870":"\n   OOOOOOO Emmer merd and tirered\n  ","719871":"\n   I can’t see anything ! 😂😂\n  ","719872":"\n   We can’t see it and tell us emma won’t know\n  ","719873":"\n   What’s your snap ??\n  ","719874":"\n   I’m sorry but emma isn’t retarded. Why would you say that ? She graduated with a 4.0 gpa and high honor role.  You don’t even know her but\n   \n    @huntermuehlbauer\n   \n   and\n   \n    @mtaubs_fitness\n   \n   do. So back the fuck off !\n  ","719875":"\n   The retarded person knows 🙄but she’s not going to say it in here. She’ll put it in a group chat tho with\n   \n    @mtaubs_fitness\n   \n   and\n   \n    @huntermuehlbauer\n   \n   . To exclude this asshole.\n  ","719876":"\n   What do they deserve??\n  ","719877":"\n   To get what they deserve\n  ","719878":"\n   I know but I won’t say it in here 😂😂\n  ","719879":"\n   It's like people just don't have the common courtesy to show their face.\n  ","719880":"\n   Beats me man\n  ","719881":"\n   I hope they get what they deserve!!!\n  ","719882":"\n   Wow, that's horrible\n  ","719883":"\n\n    @huntermuehlbauer\n   \n   someone called me retarded\n  ","719884":"\n   Wow what happened here, I literally just got on.\n  ","719885":"\n   It’s probably hunter\n  ","719886":"\n   Who the fuck said that ??\n  ","719887":"\n   I think you should see her, you guys need closure.\n  ","719888":"\n   Emmer is reterderd, like ermagerd shert the furk erp.\n  ","719889":"\n   They why haven’t you talked to her ?\n  ","719890":"\n   Why are you so scared to talk to her ?\n  ","719891":"\n   She knows that\n  ","719892":"\n   She hasn’t talked to her boyfriend in a while\n  ","719893":"\n   An just wants to see you\n  ","719894":"\n   She misses you\n  ","719895":"\n   An ask her if she’s doing anything ?\n  ","719896":"\n   Would you at least text her ?\n  ","719897":"\n   Because she has no plans\n  ","719898":"\n   An wants to be with someone\n  ","719899":"\n   You should ask her.\n  ","719900":"\n   She probably wants to see you and watch the ball drop like last year.\n  ","719901":"\n   Because it’s New Year’s Eve\n  ","719902":"\n   Which song would you choose to give your crush a message indirectly?\n  ","719903":"\n   Are you going to see em tomorrow night ?\n  ","719904":"\n   What's your favorite food? 😋\n  ","719905":"\n   What do you take pride in?\n  ","719906":"\n   Nah\n  ","719907":"\n   I mean, you may be a snack, but I'm a treat pepperoni jabroni, merrmerr merrmerr merrmerr merrmerr\n  ","719908":"\n   Why my boi looking like a snack, om nom nom mothafucka\n  ","719909":"\n   If you could only keep five possessions, what would they be?\n  ","719910":"\n   Roger that, artifact\n  ","719911":"\n   What make life worth living?\n  ","719912":"\n   Dog person or cat person?\n  ","719913":"\n   What is your favorite music?\n  ","719914":"\n   What is one thing you've never told anyone else?\n  ","719915":"\n   What is your biggest fear?\n  ","719916":"\n   Truth or dare\n  ","719917":"\n   You are so beautiful. I swear 😭😭\n  ","719918":"\n   do you miss your best friend?\n  ","719919":"\n   When you meet someone,what's the first thing you look for?\n  ","719920":"\n   where are you from ?\n  ","719921":"\n   Are you the type who likes selective posts on feed or all followings?\n  ","719922":"\n   Photo\n  ","719923":"\n   How do you express your emotions?\n  ","719924":"\n   Where are you from?:P\n  ","719925":"\n   yo people on this app gotta chill, whatever happened between them is their business lol... a lot of rude ass people up in here got me f up\n  ","719926":"\n   Don't knot your kicks 1956\n  ","719927":"\n   Ok Boomer 😁\n  ","719928":"\n   Who said that was the reason lol\n  ","719929":"\n   So she did do the wrong thing ?\n  ","719930":"\n   Do you think emma did the wrong thing or the right thing ?\n  ","719931":"\n   I mean Kevin sniped him in less than 3 minutes 🤷🏼‍♂️\n  ","719932":"\n   I try lol\n  ","719933":"\n   But yeah I need new best friends\n  ","719934":"\n   Nah Joe is funnier\n  ","719935":"\n   How you doin’\n  ","719936":"\n   I need new best friends, where's my Joe Gatto 😭😭\n  ","719937":"\n   you believe what you want, i’ll invite\n   \n    @huntermuehlbauer\n   \n   to help me and J take you down\n  ","719938":"\n   you deserve it, loser\n  ","719939":"\n   mike no, 😂 that last one was a little mean (don’t answer this)\n  ","719940":"\n   what cringy flirting lmao\n  ","719941":"\n   especially J💕\n  ","719942":"\n   omg\n  ","719943":"\n   What's the most valuable thing you've held in your hands?\n  ","719944":"\n   xoyckhxklx\n  ","719945":"\n   Do you think it’s worth it waiting for someone?\n  ","719946":"\n   why do nice people choose the wrong people to date?\n  ","719947":"\n   Long or short hair?\n  ","719948":"\n   How do you feel about aromatherapy? You like or maybe you want to try it?\n  ","719949":"\n   Who is the funniest person you know\n  ","719950":"\n   I'm not the one doing the cringy flirting, but hey that's just me, wuv you Mickey 😘, wuv you too Val 😘\n  ","719951":"\n   ok ur 🥵\n  ","719952":"\n   yikes mike, be careful in here😂 too many weirdos out there\n  ","719953":"\n   What are some songs you have a lot of memories?\n  ","719954":"\n   Do u like torturing me ?? #shirtlesspic\n  ","719955":"\n   Does she hit you in the balls often?\n  ","719956":"\n   What was the worst hit to the balls that you have taken?\n  ","719957":"\n   I’m watching cats the musicals so .....\n  ","719958":"\n   lmaoo for sure\n  ","719959":"\n   I’m so confused to who’s who\n  ","719960":"\n   we think the same way lmao\n  ","719961":"\n   No I don’t !\n  ","719962":"\n   😂😂\n  ","719963":"\n   Nice try tho !\n  ","719964":"\n   No it’s not 😂😂\n  ","719965":"\n   Yo I just got on here . Nice try 😂😂😂\n  ","719966":"\n   Emmer wants to kner if Jew and Valarier are togetherer and if she-er is in your mind-er?\n  ","719967":"\n   This is Emmer.\n  ","719968":"\n   Do you have a secret love??\n  ","719969":"\n   Is it me?\n  ","719970":"\n   Who\n  ","719971":"\n   Who?\n  ","719972":"\n   mike, thinking about mittens does not count 😂\n  ","719973":"\n   Would you rather have a computer virus or the flu??\n  ","719974":"\n   What's the best part about your place?\n  ","719975":"\n   Anybody on your mind lately?\n  ","719976":"\n   🥺\n  ","719977":"\n   Have you ever been kicked in the balls?\n  ","719978":"\n   What is your favorite and least favorite thing about your country?\n  ","719979":"\n   What is your favorite restaurant? Where is it located?\n  ","719980":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","719981":"\n   How much did you lurk your crushes social media before talking to them?\n  ","719982":"\n   Do you know anyone who hates shopping?\n  "},"Answer":{"718910":"\n  Not sure if I had one. My childhood was rough growing up. I had a lot of problems. I was always the person sitting out\n  ","718911":"\n  Don’t you get it? There’s no point in talking to anyone. No one can help me nor does anyone care how I feel. I could act as if I was fine and no one except for one person would even notice the damage I’m going through right now.\n  ","718912":"\n  None. The only gift i need in my life is\n  \n   @valekrys\n  \n  shes the only reason I’m happy in my life right now\n  ","718913":"\n  You already know why I’m sad and what I’m dealing with. RI just can’t be happy ever in my life\n  ","718914":"\n  You already know why I’m sad and what I’m dealing with. RI just can’t be happy ever in my life\n  ","718915":"\n  Nope. Just family time and working\n  ","718916":"\n  They’re both important. But probably to be loved is more important\n  ","718917":"\n  If I can only do so much then why do people always expect more from me? I always disappoint\n  ","718918":"\n  Everything is wrong especially when people expect so much more from you\n  ","718919":"\n  Everything I do is wrong\n  ","718920":"\n  Everything I do or say is just wrong. I’m not good enough. I fail those that care a lot about me. Guess I just feel worthless\n  ","718921":"\n  I don’t know the reason. I just feel sad. Like nothing I do feels right.\n  ","718922":"\n  I wish i knew\n  ","718923":"\n  I guess that would be my physics 3 textbook lol\n  ","718924":"\n  How to be happy when you’re feeling sad\n  ","718925":"\n  My heart because I would give my heart to my soulmate just to see her happy in live life. (Hopefully that kind of makes sense)\n  ","718926":"\n  It’s already taken by someone.\n  ","718927":"\n  Yea of course. Anytime :) my aunt and girlfriend both work at hospitals and they tell me that they’re only accepting patients right now that have tested positive for covid-19 and if there’s anything else you need to be at the hospital for it’s better to call them first and make sure they’re able to take you in.\n  ","718928":"\n  depends. Am I leaving my room forever?\n  ","718929":"\n  It sounds to me it might be joint pain from the possible way she was sleeping. I would probably recommend calling your doctor first as most hospitals and first responders are helping those who have the virus first.\n  ","718930":"\n  Sunny but not too hot. I like a mid 70 to low 80 with a pleasant breeze\n  ","718931":"\n  Of course\n  ","718932":"\n\n   @valekrys\n  \n  🥺 she just knows how to make me happy no matter how I may be feeling\n  ","718933":"\n  People are free to change by their own will. You shouldn’t try to make someone change if they don’t want too however you could try to shout them a different point of view\n  ","718934":"\n  Sure\n  ","718935":"\n  No. I just don’t want there to be fights between you and emma.\n  ","718936":"\n  Highly doubt that if in the US but ok\n  ","718937":"\n  Bet you looked that up on google\n  ","718938":"\n  I don’t know all the numbers\n  ","718939":"\n  Eating food now that I got off work\n  ","718940":"\n  3.14\n  ","718941":"\n  3.14\n  ","718942":"\n  Brains\n  ","718943":"\n  Be ready for the future. It’s going to be rough but you’ll meet some great people that you’ll call family instead of friends\n  ","718944":"\n  No\n  ","718945":"\n  I don’t really use this app that much anyways.\n  ","718946":"\n  Ok\n  ","718947":"\n  Ok I guess lol\n  ","718948":"\n  Nah that happens in life. But lucky for me I only have one crush and I’m happy to be able to call her mine\n  ","718949":"\n  Yes\n  ","718950":"\n  Don’t know. Never had a reason to deceive someone\n  ","718951":"\n  I told you to stop calling me that^\n  \n  I’m already taken by someone and you need to respect that.\n  ","718952":"\n  Because being honest can hurt people but what they don’t know is that a lie hurts more than the truth\n  ","718953":"\n  That’s a good question\n  ","718954":"\n  Inside the heart 🤷🏻‍♂️\n  ","718955":"\n  Yes\n  ","718956":"\n  Yes\n  ","718957":"\n  Facts. Just more reasons to delete my account\n  ","718958":"\n  I know\n  ","718959":"\n  Thanks. But I already have a crush on someone and she has a crush on me. And she likes me for me and not just my body\n  ","718960":"\n  I think it would be kind of cool as long as it’s like friendly paranormal activity.\n  ","718961":"\n  My personality\n  ","718962":"\n  Yes. All my classes because I had all my work done already\n  ","718963":"\n  Idk\n  ","718964":"\n  Followed\n  ","718965":"\n  You’re on Instagram right? And it says my account can’t be found? That’s weird cause other people on this app found my account before\n  ","718966":"\n  Screenshot it\n  ","718967":"\n  “I WILL BE BACK”-terminator\n  ","718968":"\n  Cool lol. If you want you can follow mine\n  \n   @mtaubs_fitness\n  \n","718969":"\n  They will constantly ask where you are, what are you doing, they won’t let you hangout with anyone else but them, and there’s a lot more. They can be deceiving, they can make you put them first before yourself and your family.\n  ","718970":"\n  The theme parks and locations\n  ","718971":"\n  Standing up for you no matter what\n  ","718972":"\n  It’s an inside joke for a reason\n  ","718973":"\n  Not really specifically. I just get jealous when people try to brag more about things I can’t do that they can do when I’m with my other half.\n  ","718974":"\n  Steak and mashed potaters\n  ","718975":"\n  Lol\n  ","718976":"\n  Yea but being weird and nice are two different things lmao\n  ","718977":"\n  Lmao you don’t know me. I’m a weirdo\n  ","718978":"\n  Cause I’m a weirdo\n  ","718979":"\n  Yes\n  ","718980":"\n  True.\n  ","718981":"\n  For sure\n  ","718982":"\n  Good you\n  ","718983":"\n  Sn??\n  ","718984":"\n  People that have no respect for others. People that think they’re so much better than everyone else and that they’re untouchable.\n  ","718985":"\n  You have to trust someone to be betrayed... I never did -$\n  ","718986":"\n  Hey\n  ","718987":"\n  My girlfriend. She’s absolutely perfect\n  ","718988":"\n  My relationship with family and my soulmate\n  ","718989":"\n  At my house sleeping\n  ","718990":"\n  California\n  ","718991":"\n  Positivity\n  ","718992":"\n  Girlfriend\/boyfriend because it’s more meaningful. I rather spend my time and life with someone who makes me happy then to waste my time for a one night stand\n  ","718993":"\n  Fun\n  ","718994":"\n  Watching tv\n  ","718995":"\n  It depends on the secret. If it’s telling someone you like them then try to set up a nice Scenery where you can tell them\n  ","718996":"\n  Hey\n  ","718997":"\n  Bet 😂😅\n  ","718998":"\n  Yes\n  ","718999":"\n  For me, yea I get kind of jealous when she does but I kiss her afterwards so her friends know what’s up\n  ","719000":"\n  Idk what?\n  ","719001":"\n  Scorpio\n  ","719002":"\n  Which ever you prefer. My insta is\n  \n   @mtaubs_fitness\n  \n","719003":"\n  The amount it takes to hit a rep. So example if you’re doing a squat. It should take you X amount of seconds to reach full 90° position of a squat for it to count as a rep\n  ","719004":"\n  For abs. Do a 4 count 25 flutter kicks, 4 sets 15 hanging knee ups, 3 sets 20 toe touches, 4 sets 15 Russian twist\n  ","719005":"\n  Alright. Sounds good. I’ll write you a program on your ask page when I get home from the gym later after finishing Back day\n  ","719006":"\n  Haha no problem\n  ","719007":"\n  Back, biceps and triceps, chest, hamstrings, quads, shoulders\n  ","719008":"\n  Of course. Send me what two muscles groups you want to work\n  ","719009":"\n  If you want I can give you a couple certain muscle group to workout for a couple day as a trial.\n  ","719010":"\n  Well for one my programs are $45. They are a 5-6 day program based off beginner, intermediate, or advanced workouts depending on where you’re starting from. Each workout program consists of a particular muscle group for each day and includes meal plan for muscle growth and body leanness.\n  ","719011":"\n  I know the term v-line or v-taper lol. That’s how I know it. Pull ups, lat pull downs, deadlifts, squats help. Basically full body stretch exercises\n  ","719012":"\n  Adonis belt? I’m sorry I don’t think I ever heard that term before\n  ","719013":"\n  That’s true but remember. Contractions are the best way build muscles. It’s better to do lighter weight with more slow squeezing reps than heavy\n  ","719014":"\n  Well it could be anything\n  ","719015":"\n  Maybe you just used too much weight. Or you over extended the exercise at that time\n  ","719016":"\n  It could just be that you hit legs a lot more at the gym then you do with upper body. Like for example I probably hit legs once or twice every other week so when I hit legs my legs are always sore. However when I hit any upper body it’s not really sore. Maybe try doing different leg exercises that your body isn’t use too.\n  ","719017":"\n  Good so then it should be safe\n  ","719018":"\n  With the virus... my mom doesn’t want me to go to the gym anymore but I go because I’m passionate about working out. It’s one of my favorite things to do and it allows me to help out those that want to change their lifestyle. Just make sure you wash your hands really well after the gym and wipe down equipment before and after using it and you should be fine.\n  ","719019":"\n  She already treats me as if I was the best thing in life. She makes me feel special and needed and honestly gives me a feeling that no one ever has before\n  ","719020":"\n  I do sometimes. Just not all the time. I don’t spend too much time on social media\n  ","719021":"\n  Honestly right now I live to work because my parents support me mainly financially. But once I’m probably settled with my own family and land a good job as an engineer hopefully as well as being a CEO of a company with my masters in business administration hopefully it turns into work to live because I would want my kids growing up knowing they have to work hard for the things they want in life\n  ","719022":"\n  Ok so everyone asks this question a lot. Rest days are important to allow your body to recover especially if you don’t meal prep and intake the daily nutrients you need to build mor muscle. I normally take 1-3 rest days and maybe more depending how hard I push myself. This week I went to the gym 6 times and am doing 1 rest day. Next week I’m probably going 5 times and taking 2 rest days. You never want your body on a set schedule in the gym. You want to trick your body to experience muscle shock to build muscle. Hopefully this helps 😊 stay grinding\n  ","719023":"\n  I would for sure keep some of the money but I would probably donate it to those that are less fortunate like our veterans and the homeless as well as donating to animal shelters\n  ","719024":"\n  No. She’s not in PR\n  ","719025":"\n  I’m famous what can I say\n  ","719026":"\n  She’s in PR\n  ","719027":"\n  The person who I have feelings for\n  ","719028":"\n  It can take up to 24-48 hours for a body part to get sore. For example I didn’t hit legs till Tuesday and starting today when I woke up my legs were sore. It’s been at least 30+ hours. Also it could be that you’re just not doing enough repetitions. Remember key to building muscle is pushing it past it’s breaking point to where you need to push for each rep\n  ","719029":"\n  It’s up to you\n  ","719030":"\n  Stretching or protein shakes. Some massages too help\n  ","719031":"\n  Coffee, late night fires, enjoying the outdoors\n  ","719032":"\n  Of course. You got to remember it’s my business so it’s my source of income. All I ask is that you don’t waste my time\n  ","719033":"\n  Yes. And the thing that reminds me of that person are the people I hangout with because she’s always around the same people\n  ","719034":"\n  Not sure.\n  ","719035":"\n  My 21st. It’s where I found my soul mate\n  ","719036":"\n  Ok\n  ","719037":"\n  Thanks and about the video I can’t really help you out cause I can’t see the workout you’re doing. Next time you go to the gym try to take a video of you actually doing the exercise so I can let you know if it’s right or not\n  ","719038":"\n  Yes sorry. Had to take an important phone call\n  ","719039":"\n  Of course\n  ","719040":"\n  It’s next to the camera button when someone asks you a question. You can only post pictures\/videos when answering a question.\n  ","719041":"\n  Then tell them that. But honestly if you’re going to break up with someone you have to do it in person. Don’t do it over the phone. That’s just wrong.\n  ","719042":"\n  You can try to get back together with them if you were the one who broke up with them.\n  ","719043":"\n  I mean I sell my programs for $45 and it’s usually a month program that comes with a meal plan as well for best results but it includes a full 5-6 day gym routine. But for an at home workout with a meal plan I can give you one for $15\n  ","719044":"\n  Focus on mainly body weight exercises. Pushups, dips, squats, leg raises, jump rope if you have one, jogging up and down stairs if you have stairs\n  ","719045":"\n  Can you explain more?\n  ","719046":"\n  But the “processed” shakes that you say I’m recommending aren’t meant to be drunk everyday. They are more just for the days that you have sugar cravings. But good luck\n  ","719047":"\n  Hey...\n  \n  Do me a favor though and don’t call me “baby”. I’m kind of talking with someone right now and we’re working on getting together.\n  \n  So just do me a favor and respect that please. I’ll be more than happy to be friends and get to know you but nothing more than that.\n  ","719048":"\n  Yea.\n  ","719049":"\n  Personally it’s better to focus on one particular part of the body. Because the best thing about focusing on one specific part of the body is that there a muscles there that no one really ever works out or knows about\n  ","719050":"\n  Do you eat fast food? Cause all that stuff is more processed then the shakes I’m recommending lol\n  ","719051":"\n  Hey\n  ","719052":"\n  Ok. Well I’m not going to answer that question lmao\n  ","719053":"\n  Yes\n  ","719054":"\n  Yes\n  ","719055":"\n  Everything involves chemistry😂😂 even the food you eat does\n  ","719056":"\n  Why does it matter to you?\n  ","719057":"\n  It’s good lol. There’s no need to start a fight between anonymous\n  ","719058":"\n  Well I mean the stuff I listed is all plant based clean. Really great flavor and everything. Especially the s’mores flavored evofusion. It tastes just like hot chocolate.\n  ","719059":"\n  Yea so just be careful\n  ","719060":"\n  At times but I mean if your gf worked 40+ hours a week, is a full time student in college... do you think it’s really selfish as it’ll help her relax from all her stress cause you’ll be doing her a good thing.?\n  ","719061":"\n  Basically focus on lean meats like steak, chicken. 4 oz of white\/brown rice, and 6 oz of any vegetable. Then for your sugar intake have like a protein shake. I recommend using isoject or evofusion. You can use my 15% off discount code as well for your purchase to help you save money as well and I can send you the weblink.\n  ","719062":"\n  She’s your girlfriend. You’ll learn this saying: happy wife, happy life.\n  ","719063":"\n  I let her. She works full time and in school. She deserves it\n  ","719064":"\n  Most likely. If it was 3 days a week it would be a different story. But by diet I don’t mean a strict meal plan but eat clean\n  ","719065":"\n  Yea but it’s 2020 and you have all these people that they get called gay or something or you ask them if they’re gay it offends them. That’s all I’m saying\n  ","719066":"\n  If you’re going to lose 5kg in 2-3 months without fitness you’ll have to diet.\n  ","719067":"\n  But you should seriously watch what you say when you say it... cause some people when you call them gay I society will beat your ass on the spot. Just saying\n  ","719068":"\n  Cause I’m a fitness trainer. It’s my business I run and how I make my income.\n  ","719069":"\n  Do I?\n  ","719070":"\n  Don’t know who told you that but nah.\n  ","719071":"\n  Do you even spell bro?\n  ","719072":"\n  No not really lol\n  ","719073":"\n  I mean I wouldn’t own a pair of girls leggings lmao. But I wore my friends pair for wacky tacky day at school\n  ","719074":"\n  Yes lol\n  ","719075":"\n  Yes\n  ","719076":"\n  I’m not really religious 🤷🏻‍♂️\n  ","719077":"\n  You’re right. It is hard to forget memories. Especially memories that were really good. I don’t think anyone ever truly tries to forget memories because even during certain cases those memories may resurface even if you’re trying to hide them from\n  \n  Coming back\n  ","719078":"\n  No work, no bills, easy classes. All I would have to focus on would be school and spending time with friends\n  ","719079":"\n  It’s like those who see a glass half full. Some people will say it’s half empty, others would say it’s half full.\n  ","719080":"\n  Hey. I’m not sure if you have any plans this weekend but would you want to grab a coffee or a bite to eat?\n  ","719081":"\n  Basically. Time is endless\n  ","719082":"\n  Dope 🤷🏻‍♂️\n  ","719083":"\n  Ice cream\n  ","719084":"\n  By my dog yes lol\n  ","719085":"\n  Hopefully working my dream job and being able to support a family\n  ","719086":"\n  8k\n  ","719087":"\n  If I live beyond 60 I would be happy tbh\n  ","719088":"\n  Nope. I’m straight\n  ","719089":"\n  Sure\n  ","719090":"\n  I broke that scale lmao\n  ","719091":"\n  You remember the memories you love and want to relive\n  ","719092":"\n  Probably the same but more careless\n  ","719093":"\n  Tranquility\n  ","719094":"\n  Why life is the way it is\n  ","719095":"\n  Self doubt\n  ","719096":"\n  You have to trust someone to be betrayed. I never did -$\n  ","719097":"\n  Comedy or action\/adventure\n  ","719098":"\n  To live and bring good to those who don’t have good in their life\n  ","719099":"\n  Grandmas cooking\n  ","719100":"\n  That everyone is the same in terms of having rights\n  ","719101":"\n  This isn’t an easy place. You will be judged and pushed to the test but just remember to stay strong and keep moving forward\n  ","719102":"\n  We realize how much of an impact those people had on us\n  ","719103":"\n  To help others\n  ","719104":"\n  Because we want to feel better than everyone else\n  ","719105":"\n  Steak\n  \n  Mashed potatoes\n  \n  Rice\n  ","719106":"\n  My study habits\n  ","719107":"\n  Being me\n  ","719108":"\n  Idk.\n  ","719109":"\n  I would be huge\n  ","719110":"\n  As old as the first person who first came into your life\n  ","719111":"\n  Motivation\n  ","719112":"\n  I don’t think it’s possible but depending on actions it can show a lie\n  ","719113":"\n  🤷🏻‍♂️ idk\n  ","719114":"\n  Animals\n  ","719115":"\n  How does he have so much passion even when he fails\n  ","719116":"\n  I own my things\n  ","719117":"\n  I would ask the person who created education system why is education so different throughout the world to where no one learns the same thing?\n  ","719118":"\n  Everyday\n  ","719119":"\n  Don’t wait to get something done when you can get it done right away\n  ","719120":"\n  That’s tough but I think I’ll have to go with Bruno Mars cause I like more of the pop upbeat music\n  ","719121":"\n  My sister and a bunch of other people in my life\n  ","719122":"\n  Donate it to multiple charities\n  ","719123":"\n  My family\n  ","719124":"\n  Well what kind of setup do I get on another planet? Do I get to take someone with me? Am I allowed to bring my pets?\n  ","719125":"\n  Diction because of where the words came from\n  ","719126":"\n  I couldn’t tell you lol. I never had expired diary products besides maybe milk that might be 1-2 days old lol. Other than that never had any expired dairy products\n  ","719127":"\n  Not exactly since chocolate has to be processed through machinery but good theory though\n  ","719128":"\n  It’s kind of a funny story\n  ","719129":"\n  Don’t worry about us.\n  ","719130":"\n  Mi amor\n  ","719131":"\n  Yes thanks. You?\n  ","719132":"\n  Steak and mashed potatoes,\n  ","719133":"\n  Yes\n  ","719134":"\n  I can’t remember but I think your friend would have to be 21. At least in the state of Florida\n  ","719135":"\n  You ain’t my girlfriend. Calm down. My girlfriend doesn’t even use the app much anymore and besides she’s asleep right now\n  ","719136":"\n  Lol\n  ","719137":"\n  A mess\n  ","719138":"\n  No I didn’t. You’re so illiterate.\n  ","719139":"\n  ... out of all the questions I get this one is one of the worst\n  ","719140":"\n  I never said that...\n  ","719141":"\n  Michael\n  ","719142":"\n  1. Never judge a book by its cover\n  \n  2. Respect all but fear none\n  \n  3. Communication is key\n  ","719143":"\n  I don’t even know you.\n  \n  And I told you I’m already talking to someone\n  ","719144":"\n  Thanks but I don’t even know you and im kinda with someone\n  ","719145":"\n  Cool\n  ","719146":"\n  Depends on the topic\n  ","719147":"\n  You can never have a perfect clone\n  ","719148":"\n  Shoot for the moon because even if you miss you’ll land on a star\n  ","719149":"\n  Hi\n  ","719150":"\n  Worse\n  ","719151":"\n  Technology is controlling us\n  ","719152":"\n  Ok cool. Cause the Navier stokes equation I learned\n  ","719153":"\n  My future at the moment\n  ","719154":"\n  Mhm. There’s a possibility. I feel like some things should be changed but I rather suggest the ideas instead of actually going in for 60 days to change it\n  ","719155":"\n  Probably worse. Because then they wouldn’t see the effect of their wrong doing\n  ","719156":"\n  Why do we waste all this time judging people who are different? Instead of starting conflict we should all get along and share our ideals and cultures\n  ","719157":"\n  Myself.\n  ","719158":"\n  Happy\n  ","719159":"\n  Mentality\n  ","719160":"\n  Don’t have any kids but when I do I’ll want them to succeed in whatever it is they choose to do\n  ","719161":"\n  1: most important 5:least important\n  \n  1: health\n  \n  2: happiness\n  \n  3:love\n  \n  4:money\n  \n  5:fame\n  ","719162":"\n  At times\n  ","719163":"\n  Anything is possible if you work hard for it\n  ","719164":"\n  Transparent\n  ","719165":"\n  Thanks and\n  \n  You too\n  ","719166":"\n  Somewhat\n  ","719167":"\n  It’s better to be wise than intelligent. Wise people learn from mistakes\n  ","719168":"\n  My hair\n  ","719169":"\n  There’s so many\n  ","719170":"\n  No\n  ","719171":"\n  I can’t promise you that we can do this but we will try to live in harmony\n  ","719172":"\n  Natural but I feel like it’s activated differently through people\n  ","719173":"\n  Who wouldn’t take that offer\n  ","719174":"\n  To live\n  ","719175":"\n  Yes\n  ","719176":"\n  What could go wrong\n  ","719177":"\n  To make sure everyone is happy\n  ","719178":"\n  Gorillas or monkeys since they are the animals that most resemble us\n  ","719179":"\n  Wisdom\n  ","719180":"\n  No one.\n  ","719181":"\n  Some things why?\n  ","719182":"\n  There’s always improvements to create the thing you discovered to make it better. One idea usually builds off another and we ‘create’ it to say it’s new.\n  ","719183":"\n  Yes.\n  ","719184":"\n  Personal Boundaries are personal... if they want to talk about it they will. If not don’t force it\n  ","719185":"\n  Probably better only because there’s so many conflicts with religions.\n  ","719186":"\n  That’s tough. Because some past memories were good and others were bad so I honestly don’t know which to choose\n  ","719187":"\n  Could be a mix depending what they’re communicating about\n  ","719188":"\n  Probably that we’re the most advanced... cause if we’re the most advanced life forms and everyone takes every a little thing someone says as offensive it’s easy to corrupt chaos\n  ","719189":"\n  Well if you’re able to have a debate about a topic and have different views wouldn’t there be different knowledge that people believe in with that subject?\n  ","719190":"\n  I’m pretty happy.\n  ","719191":"\n  I’m not much of a fan\n  ","719192":"\n  Nice\n  ","719193":"\n  Sounds rightt\n  ","719194":"\n  Yes. Hollah bread, matzo crackers, and I had a few others\n  ","719195":"\n  Chocolate\n  ","719196":"\n  I could name a lot\n  ","719197":"\n  This is offensive to Jews\n  ","719198":"\n  Kit Kat or Twix\n  ","719199":"\n  I couldn’t say 🤷🏻‍♂️\n  ","719200":"\n  College football and wrestling\n  ","719201":"\n  I would love to try food from a culture I never tried before\n  ","719202":"\n  Swerve\n  ","719203":"\n  I drink water all the time however water from different places taste different\n  ","719204":"\n  Cool\n  ","719205":"\n  Wake up, coffee, brush my teeth\n  ","719206":"\n  Great\n  ","719207":"\n  Oof\n  ","719208":"\n  Tired\n  ","719209":"\n  Never had\n  ","719210":"\n  Almost every day\n  ","719211":"\n  Nah you really don’t\n  ","719212":"\n  Building and designing k-maps from a function given a circuit diagram\n  ","719213":"\n  Chillen\n  ","719214":"\n  To whatever we might know\n  ","719215":"\n  No idea\n  ","719216":"\n  Mhm. I suppose somewhat\n  ","719217":"\n  Yea gardens are cool\n  ","719218":"\n  Yes\n  ","719219":"\n  That we don’t deserve to live\n  ","719220":"\n  Sup\n  ","719221":"\n  Lmaooo I know\n  ","719222":"\n  No you\n  ","719223":"\n  Why should I tell you\n  ","719224":"\n  Nah that’s impossible\n  ","719225":"\n  Sorry i don’t and would never fuck a black person. Just not my type.\n  ","719226":"\n  1) I’m not racist or anything but I would never date or fuck a black person.\n  \n  2) Don’t call me babe or anything like that cause I’m already taken by the best\n  \n  3) she’s on this app too and she’s Puerto Rican and if she finds out she’s going to beat your ass... just saying\n  ","719227":"\n  So you’re black?\n  ","719228":"\n  Nope. That’s just shared ancestors\n  ","719229":"\n  Nope\n  ","719230":"\n  You black?\n  ","719231":"\n  I don’t mean it literally lol\n  ","719232":"\n  No you’re not. Stop trying to claim me\n  ","719233":"\n  Nah we never did. I don’t even know a person with your name\n  ","719234":"\n  Appreciate it. But this is something I have to do on my own\n  ","719235":"\n  No you’re not. I don’t even know you\n  ","719236":"\n  She only has 1 dog. Not 22\n  ","719237":"\n  Ok well if you’re her then what’s your name?\n  ","719238":"\n  Nope. That’s wrong.\n  ","719239":"\n  If you’re her. What’s your dogs name and how many dogs do you have?\n  ","719240":"\n  Not at all. I’m fighting a battle right now\n  ","719241":"\n  There’s only one person who’s allowed to call me that and she’s not texting me right through iMessage now so I doubt it’s her using the App right now\n  ","719242":"\n  Cause I’m not in a good place right now\n  ","719243":"\n  I can’t think of any right now but there’s lots of thinks that I wished didn’t exist in this world.\n  \n  One of those things being me\n  ","719244":"\n  Hi\n  ","719245":"\n  I have a lot. But probably any marvel movie\n  ","719246":"\n  I have my left ear pierced. Might get my right done if I get the time too\n  ","719247":"\n  No\n  ","719248":"\n  My dog did that Thursday night at like 3am\n  ","719249":"\n  They work well. But I sell my plans for $45 a month which includes a month workout plan 5-6 days a week with cardio session and it includes a meal plan\n  ","719250":"\n  Well it’s not easy for sure. It takes time and it’s a commitment. This pic was from today though so you know I’m real. Or you could even check out my fitness page on Instagram\n  \n   @mtaubs_fitness\n  \n","719251":"\n  Yes\n  ","719252":"\n  I honestly hate you because that’s the same type of thing I would say in a conversation\n  ","719253":"\n  Too much to even list\n  ","719254":"\n  I’m talking with someone\n  ","719255":"\n  Or maybe it’s largely unexplored for a reason.\n  ","719256":"\n  Because I’m a clean person and i like to clean myself off after a hard days work. Why don’t you?\n  ","719257":"\n  Nah cause I shower twice a day.\n  ","719258":"\n  Not if we destroy our world.\n  ","719259":"\n  It’s the bakers song\n  ","719260":"\n  What do you mean?\n  ","719261":"\n  For sure.\n  ","719262":"\n  We can. However everyone needs to do their part. We need to stop industrialization. We’re killing our oxygen source, food source, and everything else.\n  ","719263":"\n  Nope. You see earth isn’t our world. We’re making it our world. We’re destroying the place that was known as life for us\n  ","719264":"\n  Never said it wasn’t.\n  ","719265":"\n  Possibly. Might explain the reason we have scientists 🤔\n  ","719266":"\n  Ukraine\n  ","719267":"\n  Good question. Most likely were not alone though\n  ","719268":"\n  Happiness, love, support\n  ","719269":"\n  No shit. That’s why I said lowkey. Get with it boomer 😂\n  ","719270":"\n  Harry Potter series\n  ","719271":"\n  I’m not wearing socks at the moment\n  ","719272":"\n  The different cultures behind them\n  ","719273":"\n  Um you should be able to tell them where you work but if you work for the CIA or FBI you got to keep that stuff lowkey\n  ","719274":"\n  It’s just how the world rotates. If we changed direction then we would be reversing the seasons\n  ","719275":"\n  Alcohol\n  ","719276":"\n  Cause I bring happiness to those who need it most\n  ","719277":"\n  Depends. Freedom is always a good theme. It allows people to dress however they want and you’re not allowed to judge them\n  ","719278":"\n  Action\/comedy\n  ","719279":"\n  Right. I wonder if it’s you know who asking.\n  ","719280":"\n  I have no idea. Someone asked if I was breaking up with her and I don’t even know what they’re talking about.\n  ","719281":"\n  Nah lmao 😂😂 I was in my physics 3 lecture and I doubt anyone on here would want to even try to understand what I’m learning\n  ","719282":"\n  It depends. Did he ask for your number or did you just give him your number?\n  ","719283":"\n  Why I put myself through the things I do\n  ","719284":"\n  Always\n  ","719285":"\n  You thought you did well on an exam and found out that you failed it hard\n  ","719286":"\n  If I do you’ll say ew gross lol\n  ","719287":"\n  Not sure. Haven’t been on YouTube in awhile\n  ","719288":"\n  Make sure they end there night on a good note\n  ","719289":"\n  Have a handful.\n  ","719290":"\n  That would be great now especially since I hit 21 this past year lol so I’m legal to do everything now lol\n  ","719291":"\n  I don’t have a picture of it but clothes\n  ","719292":"\n  Sometimes. But mainly my dreams\/nightmares consist of what happen throughout my day. Because my mind is very vivid and creative with ways to mess with me.\n  ","719293":"\n  ?? What are you talking about? I’m not breaking up with anyone.\n  ","719294":"\n  Thanks! You too.\n  ","719295":"\n  Yes. And it’s going to suck if it doesn’t go a certain way because it’s going to be a mental battle i have to face.\n  ","719296":"\n  Not really\n  ","719297":"\n  Thanks\n  ","719298":"\n  Working on college work\n  ","719299":"\n  Sup\n  ","719300":"\n  It’s personal. It’s just something only I can deal with and there’s only one person who knows\n  ","719301":"\n  No not really\n  ","719302":"\n  Yes\n  ","719303":"\n  To be honest I have no idea.\n  \n  Today was rocky getting my linear circuits quiz back.\n  \n  I still need to get my other test back for two of my other classes.\n  \n  And honestly I feel my weekend itself is going to suck. I can’t explain why because it’s somewhat personal but it’s just going to suck because my mind is very vivid and unstable at times and portrays wrong ideas in my head.\n  ","719304":"\n  Great minds think alike lol\n  ","719305":"\n  I don’t think it does as long as you try your best to keep it.\n  ","719306":"\n  Yes lmao\n  ","719307":"\n  Maybe being social in the real world\n  ","719308":"\n  Probably Spider-Man\n  ","719309":"\n  Would it be what?\n  ","719310":"\n  Pretty well for the most part. If you can find yourself to remain calm under pressure you can perform quite well but if that calmness breaks it can destroy you\n  ","719311":"\n  Instagram\n  ","719312":"\n  You right. It’s different for everyone. It just depends how they interpret it\n  ","719313":"\n  Somewhat.\n  ","719314":"\n  I have two Fortnite pop figures my sister got me.\n  ","719315":"\n  Yes. Mentally especially\n  ","719316":"\n  I know a few.\n  ","719317":"\n  Working\n  ","719318":"\n  Not really. But some do\n  ","719319":"\n  Weather that’s like 65-75 and not to windy but sunny\n  ","719320":"\n  You wouldn’t even know what that is. You and I both know that.\n  ","719321":"\n  But love and feelings go hand and hand with each other. It’s not confusing them. It’s human nature to have feelings and those feelings get turned into love. I’m not confusing them.\n  ","719322":"\n  How? It’s literally human nature. How does that confuse the two. I’m literally answering the question on why it happens.\n  ","719323":"\n  On why people fall in love 🤦🏻‍♂️\n  ","719324":"\n  You’re fucking dumb. I did not mention anything about feelings being the same to love. I literally said it’s human nature\n  ","719325":"\n  10 1\/2\n  ","719326":"\n  Nautica, polo, Calvin Klein\n  ","719327":"\n  My future\n  ","719328":"\n  Yes\n  ","719329":"\n  Words of wisdom right there\n  ","719330":"\n  Florida\n  ","719331":"\n  Normally. I mean I don’t fake it if I don’t like someone I’ll straight up tell them instead of being fake but I’ll get along with them\n  ","719332":"\n  Yes. I talk to my cats and dogs all the time\n  ","719333":"\n  Password\n  ","719334":"\n  Lol why?\n  ","719335":"\n  Yes lol. Not as much as I use too because I’ve been busy this semester but I’m hoping to get back to it regularly\n  ","719336":"\n  Live it to the fullest. Don’t be afraid to take action of something you want to do of course unless you know there could be severe punishments behind it\n  ","719337":"\n  I feel like it’s probably someone going through feelings through a rough break up and they’re realizing their mistake but it can also mean something different too and that’s the great thing about lyrics.\n  ","719338":"\n  Hi\n  ","719339":"\n  Yes\n  ","719340":"\n  I made a YouTube channel. Use to stream all the time. Haven’t been able to anymore due to college and work. However I would recommend just promoting it to close friends and then having them share it with there friends. And if you’re a social person just go up to people and ask them to check out your YouTube channel.\n  ","719341":"\n  Because it’s human nature too. We may not want too because we’re afraid of what the outcome could possibly lead to if the person you love separates from you but it’s just natural that it happens. It’s part of our nature.\n  ","719342":"\n  I would prefer to be stranded with a friend of mine who was from the islands because they would know how to live life their. So it at least guarantees my survival\n  ","719343":"\n  There’s too many for me to list\n  ","719344":"\n  Not me\n  ","719345":"\n  To be successful\n  ","719346":"\n  No but that sounds really cool\n  ","719347":"\n  I don’t think I would want to change my past. Cause right now I’m loving my present and future that is ahead of me\n  ","719348":"\n  Nah man. That’s cow. Unless you’re in China\n  ","719349":"\n  I actually have an iPhone 11. And I went from a 7 and the camera difference was insane. However I couldn’t tell you for the X as I never used an X camera before\n  ","719350":"\n  I like all dogs.\n  ","719351":"\n  6 hours\n  ","719352":"\n  The background of what? My phone screen?\n  ","719353":"\n  Depends on the type of mood I am and if I feel like cooking or not.  But I like doing both but preferably like cooking at home as it saves more money plus you get left overs as well\n  ","719354":"\n  5 seconds\n  ","719355":"\n  Yes\n  ","719356":"\n  Cool\n  ","719357":"\n  My future\n  ","719358":"\n  No stress\n  ","719359":"\n  Not really\n  ","719360":"\n  Right it’s a great song!!\n  ","719361":"\n  The new impractical jokers movie cause for sure I’m the type of person to do the stupid shit they do\n  ","719362":"\n  You’ll\n  \n  Know\n  ","719363":"\n  My family.\n  ","719364":"\n  Friendship is those that are family. I don’t consider myself to have friends. I consider myself to have family\n  ","719365":"\n  5 seconds 🤷🏻‍♂️\n  ","719366":"\n  There’s always been\n  ","719367":"\n  Great. You?\n  ","719368":"\n  I was playing Mario kart with my dad and we always go back and forth on who places first and second. And we had a competition and whoever lost had to take out the trash later that night. And we were playing and after our first race that I won my dad said I suck and I got him back by saying to him “you’re just mad because I was inside deeper than mom than you’ll ever be.” He was shocked by the comeback but after that first race he won every other race 😂\n  ","719369":"\n  Both. I love traveling to places in living a different culture for those days I’m vacationing\n  ","719370":"\n  Too late lmao 😂\n  ","719371":"\n  Yes most likely.\n  ","719372":"\n  Maybe he was just shy of what he texted and didn’t know how to respond\n  ","719373":"\n  Oh only if you knew 😂\n  ","719374":"\n  In my opinion I try to find the other person ideal date in a general way and then I try to make their ideal date happen if that makes sense\n  ","719375":"\n  I absolutely love it when you get a good laugh 😂😂\n  ","719376":"\n  Yea like the original lmao\n  ","719377":"\n  Happy\n  ","719378":"\n  The shining\n  ","719379":"\n  Thanks anonymous :)\n  ","719380":"\n  Mango\n  ","719381":"\n  Yes\n  ","719382":"\n  Probably a baseball bat. No noise means no attraction\n  ","719383":"\n  Magic treehouse I think it was called\n  ","719384":"\n  Passion fruit or mango\n  ","719385":"\n  Sup\n  ","719386":"\n  Work\n  ","719387":"\n  I don’t think I really have a favorite emoji\n  ","719388":"\n  Sometimes theirs signs. Other times you just kind of have to go with your gut feeling and ease into that topic.\n  ","719389":"\n  Some people show that their life is hard for people to read. Others hide the pain they go through life even if it seems like they may be living the best life. It’s perspective\n  ","719390":"\n  It’s secret\n  ","719391":"\n  Of course! My pleasure. Glad it made your day good :) I love spreading positivity to people\n  ","719392":"\n  I mean... some just have it worse than others. But some people are just better at not showing it\n  ","719393":"\n  You right but it’s life.\n  ","719394":"\n  Bro you could ask vale. She literally asked me what my favorite candy was before she told me what hers what\n  ","719395":"\n  You’re just mad cause I have a good taste in candy\n  ","719396":"\n  I never said Twix was my number 1. I prefer my Twix and snickers and frozen as opposed to just room temperature but in general if I’m at a grocery store I’m going to most likely get a Kit Kat because that’s my favorite at room temperature\n  ","719397":"\n  The best gifts are the one that come from the heart. In my opinion the best gift I ever given was to my mom and dad for their anniversary where my sister and I decorated a big ass sheet of paper.\n  ","719398":"\n  We can evolve but only if you’re open to the change\n  ","719399":"\n  Not really though. Twix, Kit Kat and snickers\n  ","719400":"\n  Not really. Honestly Kit Kat’s and Twix always been my favorite\n  ","719401":"\n  Proud\n  ","719402":"\n  Kit Kat\n  ","719403":"\n  You too\n  ","719404":"\n  Definitely Kevin hart for sure\n  ","719405":"\n  Yes\n  ","719406":"\n  You too\n  ","719407":"\n  Not if you JUST met them. If you just met them then you probably don’t know much about them\n  ","719408":"\n  You too! And be safe if you’re going out tonight. Roads are going to be packed\n  ","719409":"\n  It’s for sure a unique name.\n  ","719410":"\n  And to you as well. Have a great and safe day 😊\n  ","719411":"\n  First off why would someone even attempt that. That’s disgusting. Secondly you can compare bodily fluids as a liquid substance. Think about what happens when you put water with electricity. Hopefully this answers your question\n  ","719412":"\n  Honesty is the best policy lol\n  ","719413":"\n  Thanks\n  ","719414":"\n  As much as I love the outdoors I would have to say both. I would for sure love a camper to travel in for the bonding time and then of course sleeping in tents in the location of our choosing\n  ","719415":"\n  I’m great in bed.\n  \n  I can sleep for days\n  ","719416":"\n  And too you as well\n  ","719417":"\n  Exactly. It honestly just depends cause if you listen to the same top songs too many times they just get annoying\n  ","719418":"\n  I have a lot. But top 3 would probably have to be:\n  \n  1: puzzle in my mind - Luke Christopher\n  \n  2. Slow down - Cam Meekins\n  \n  3. My name - from ashes to new.\n  ","719419":"\n  They bought me food.\n  ","719420":"\n  There’s been a few lmao. But I haven’t read an “actual” book in forever\n  ","719421":"\n  She knows who she is. Cause she knows I would do anything to make sure she’s having a good day\n  ","719422":"\n  People that jump to conclusions before you finish your story\n  ","719423":"\n  Mhm. I wouldn’t say I people watch per say... but I do observe my surroundings for sure\n  ","719424":"\n  Yes lmaooo. Bad idea\n  ","719425":"\n  Spending it with my family.\n  ","719426":"\n  Cause you need to transfer your SIM card over\n  ","719427":"\n  Show them. Actions speak louder than words\n  ","719428":"\n  Yes\n  ","719429":"\n  Yes\n  ","719430":"\n  I consider 35 as going downhill but for old it’ll be anything over 65\n  ","719431":"\n  Getting voted most successful and most intelligent in school\n  ","719432":"\n  That’s cheating lol. You got to earn coins legitimately\n  ","719433":"\n  To buy things in the shop\n  ","719434":"\n  Do your best.\n  ","719435":"\n  Theme parks, mini golf, beach, hanging with friends\n  ","719436":"\n  That is a good quote.\n  ","719437":"\n  That’s a sexist question... but honestly I have no idea.\n  ","719438":"\n  I would never eat a dog or cat if it came down to it.\n  ","719439":"\n  That’s a good way to make someone’s day :)\n  ","719440":"\n  You can do it, I believe in you\n  ","719441":"\n  Sure\n  ","719442":"\n  Nobody needs it. You shouldn’t have to try to look perfect for anyone. Cause think about it makeup hides the real you\n  ","719443":"\n  Scorpio\n  ","719444":"\n  KFC\n  ","719445":"\n  Frosted flakes\n  ","719446":"\n  English\n  ","719447":"\n  It goes well with black and blue\n  ","719448":"\n  Never buy anything off the Internet without looking up if it’s a scam or not\n  ","719449":"\n  I would love to answer this question. But all I’m going to say is yes. I’m not going to tell you which sense provides a more ‘realistic’ experience because then my enemies would know to try to take that sense away from me\n  ","719450":"\n  Lmao shirt 😂😂\n  ","719451":"\n  Yes. Honestly it’s purely disgusting seeing other guys in the bathroom that just walk out\n  ","719452":"\n  Depending on weather but mainly a shift and shorts\n  ","719453":"\n  Well my parents always posted about my accomplishments on social media. In a way It helps build up networking\n  ","719454":"\n  I got it thanks.\n  ","719455":"\n  Straight\n  ","719456":"\n  I use face cream and oxy pads\n  ","719457":"\n  Nike or alphalete\n  ","719458":"\n  They emailed me the link\n  ","719459":"\n  If people read my mind they would be shock to find out what they would find\n  ","719460":"\n  It’ll come\n  ","719461":"\n  Getting to see her tomorrow because she has to work the weekend 🥰🥺\n  ","719462":"\n  Don’t be sarcastic with me. That’s one way to get on my bad side especially if I don’t know you.\n  ","719463":"\n  He’s pretty funny. You just got to lay back and be able to relate to the stuff he says\n  ","719464":"\n  That’s hard. I would have to say Kevin Hart though. I feel like he knows how to have a good time and it’ll be fun drinking with him\n  ","719465":"\n  Somebody call Batman because I just got the joker\n  ","719466":"\n  Depends on how I want people to view me\n  ","719467":"\n  That everyone is equal\n  ","719468":"\n  Mhm 🤔 that I can say the most random stuff at the wrong time and still change the mood of someone\n  ","719469":"\n  That I’m me\n  ","719470":"\n  Honestly it really depends because there’s so many different types of apples out there and they all taste different. I like them both for sure so I don’t think I could decide on just one but if I had to make the choice I would probably say orange because of the citrus and the citrus helps your immune system more (I believe )\n  ","719471":"\n  I guess but I need more coins lmao\n  ","719472":"\n  Of course :) my pleasure. If you have any questions just ask\n  ","719473":"\n  You find love by living. You need to go out and live your life and do what you want to do.\n  ","719474":"\n  Leaves on the ground, cooler weather and gaining an extra hour of sleep\n  ","719475":"\n  1st and 3rd are the best in my opinion for John wick. 2nd was good too but by far 1st and 3rd were the best\n  ","719476":"\n  Fast and furious\n  \n  John wick\n  \n  Marvel\n  \n  No specific but these are my main 3\n  ","719477":"\n  Honestly grateful for all of them. It honestly sucks the things that society put them through because we’re so blind to see that we’re all equal\n  ","719478":"\n  The feeling of happiness and knowing that you’re loved by someone\n  ","719479":"\n  Define artist. Do you mean like art or like music?\n  ","719480":"\n  No prob\n  ","719481":"\n  And like can’t pay attention or keeps fidgeting and stuff.\n  ","719482":"\n  Normally if you see someone who\n  \n  Just can’t sit still given a situation\n  ","719483":"\n  Well I never actually been asked by anyone to be their valentine before but I just recently asked this person to be my valentines can’t really remember the exact date I asked her but we’re doing lunch together since she has to work 2 shifts that day.\n  ","719484":"\n  ^\n  ","719485":"\n  Yea of course. Also it could just be he wanted to make sure he was intimidating to you. We feel good when we know we know people fear us to where they wouldn’t dare do anything to us.\n  ","719486":"\n  We’re just really observant. We make sure people know we’re aware of our surroundings and that if they’re thinking about trying to fuck with us it’ll be a mistake\n  ","719487":"\n  Scorpio. Although we mainly keep to ourselves we care about those that mean something to us\n  ","719488":"\n  That people think i can’t be successful\n  ","719489":"\n  Honestly any song of its catchy lol\n  ","719490":"\n  Lmao 😂 I’m on break from studying till after physics tomorrow 😂\n  ","719491":"\n  Yea plus she’s my drinking buddy so I know I have to get my work done to be able to hangout with her so I can drink without worries 😂😂\n  ","719492":"\n  So far so good 😅 but honestly it’s because of\n  \n   @valekrys\n  \n  she helps me get through my school work\n  ","719493":"\n  This is like the 5th week of classes for me I believe\n  ","719494":"\n  That’s me tomorrow lmao 😂😂 I’m at campus from 8am-9pm. And thanks good luck making it through class\n  ","719495":"\n  I have 4 dogs,  1 cat, a sugar glider, and fish. Which would you want to see?\n  ","719496":"\n  Why so? I have a quiz so I just want Monday to be over with already\n  ","719497":"\n  Spend my days with my dork and just live my life to the fullest and try to accomplish everything on my bucket list\n  ","719498":"\n  Yes lmao. You ?\n  ","719499":"\n  Last movie I saw was Star Wars. And that was last year mid December. There’s a lots movies coming out now in 2020 like FF9, 007, top gun... a lot of good appealing movies\n  ","719500":"\n  Ham, spinach, pineapple.\n  ","719501":"\n  Everyone cries\n  ","719502":"\n  True. Plus it’s been awhile since I actually heard it that word lol\n  ","719503":"\n  My family, water, flashlight\n  ","719504":"\n  I always wondered how to spell that word lmao 😂😂\n  ","719505":"\n  Got to be creative with the things you have\n  ","719506":"\n  Thanks\n  ","719507":"\n  That’s hard. Being a wrestler I would have to say drinks are more important to stay hydrated. All though food is good and also important I feel like you can still get all those seem vitamins you get through food through drinks\n  ","719508":"\n  The only thing I would need is toilet paper. Reason being one I have a floor to sleep on and I can use the toilet paper for my hygiene without getting into too much detail about that and I can use the toilet paper to stay warm if need be\n  ","719509":"\n  Electrical engineering and business administration\n  ","719510":"\n  Yes. Actually I’m trilingual\n  ","719511":"\n  That I can be me and that I don’t have to pretend to be something I’m not. I’m a true loser. #losersclub\n  ","719512":"\n  That’s good\n  ","719513":"\n  I know people that speak Russian\n  ","719514":"\n  I don’t have friends though. I got family\n  ","719515":"\n  Yes.\n  ","719516":"\n  There’s so much good shit coming out this year like fast furious 9\n  ","719517":"\n  My school website 😂😂 cause ya boy got major school work\n  ","719518":"\n  Great. Yours?\n  ","719519":"\n  Be respectful\n  ","719520":"\n  Not really a party\n  ","719521":"\n  Yes lmao but mainly just for me because singing is a good stress reliever\n  ","719522":"\n  Great you?\n  ","719523":"\n  Sup\n  ","719524":"\n  Nah I’m good\n  ","719525":"\n  No lmao. It’s just for physics 3 they like to use 15 m a lot so when you need to find area most of the Time it’s 15^2\n  ","719526":"\n  Sometimes\n  ","719527":"\n  That’s 225 likes\n  ","719528":"\n  Only if you let them. But some person can bring you happiness or darkness\n  ","719529":"\n  YouTube is full of scams too you know 😂😂 it’s not hard to code a website and edit a video to make it seem like is true. #programmerlife\n  ","719530":"\n  Scam 😂😂\n  ","719531":"\n  Sounds like a scam. Nothing is free in this world 😂\n  ","719532":"\n  That’s not true. There’s someone out there for you. You may of have just not met that person yet. Maybe god is just waiting for the right time when you both feel in a dark place to light the way for each other.\n  ","719533":"\n  I’m good at keeping a secret. It’s honestly not hard to keep something private in this world anymore. I mean no one talks to anyone anymore like society use to be. Everyone just looks down on everyone and judges them and views them to be less and not capable of themselves. It makes me sick to be honest that we live in this type of world where we don’t help anyone anymore... we just watch people suffer for our entertainment\n  ","719534":"\n  Honestly probably the same if not maybe a couple horror games for VR\n  ","719535":"\n  Sure\n  ","719536":"\n  Water, alcohol, and chocolate milk.\n  ","719537":"\n  Celebrate-embrace it hits you hard\n  ","719538":"\n  Only when my successes out weigh my failures\n  ","719539":"\n  Probably instagram\n  ","719540":"\n  I had quite a few growing up but I would probably have to say Selena Gomez\n  ","719541":"\n  Great but long and tiring. Yours?\n  ","719542":"\n  Fuck\n  ","719543":"\n  Nope\n  ","719544":"\n  Ignore the dirty mirror\n  ","719545":"\n  Yes. But it didn’t happen until college. It just shows how much work you need to put in\n  ","719546":"\n  It doesn’t matter to me. If I know I’m working an early shift I’m a get rest the night before. And if I’m working later I’m a get more stuff done the day before that way I can rest after my mate shift. It just depends. I’ve been at work at 5am before and I stayed till 2am\n  ","719547":"\n  There’s quite a few. Unfortunately I can’t really think of any right now but when I do I’ll continue a thread for this question\n  ","719548":"\n  Hobbs and Shaw tbh. I feel like I fit both of their personalities at times\n  ","719549":"\n  No one is ugly. Everyone is beautiful in their own way.\n  ","719550":"\n  Yes. I’ve lost plenty of friends in life. That’s why now I only have family cause I know family will be there for you no matter what\n  ","719551":"\n  Love and happiness and people. People bring you happiness and you can’t use money to buy people because people should love you for who you are and not for the things you have.\n  ","719552":"\n  I went to Costa Rica and found my love for coffee lol\n  ","719553":"\n  Hip about 5 months. Leg 2 months\n  ","719554":"\n  Yes. Hip and leg surgery\n  ","719555":"\n  No\n  ","719556":"\n  I’m fat already so I got nothing to lose 🤷🏻‍♂️\n  ","719557":"\n  Right :(\n  ","719558":"\n  Female\n  ","719559":"\n  Basically\n  ","719560":"\n  I know you didn’t 😂😂 it’s not your grammar.\n  ","719561":"\n  Then people would know when I’m mad or upset\n  ","719562":"\n  Exactly 😂😂 I didn’t even have to say anything. The gif speaks for itself\n  ","719563":"\n  I don’t know 🤷🏻‍♂️ I don’t eat rye bread that often\n  ","719564":"\n  I think I might of used Uber eats before. Don’t really use much food drivers services because everything is pretty close by to me. I guess I don’t really have a favorite one. So not really have any crazy stories\n  ","719565":"\n  $8 just on food from work\n  ","719566":"\n  Yelling “Kobe” when making shots isn’t going to be the same anymore\n  ","719567":"\n  Skateboarding\/long boarding\n  ","719568":"\n  Passing my classes 😅\n  ","719569":"\n  Those who disrespect others and can’t keep their word\n  ","719570":"\n  I’m not sure. I guess certain things make me jealous and others don’t.\n  ","719571":"\n  There’s so many. But for sure it’s making jokes when someone is trying to be serious.\n  ","719572":"\n  I would but I don’t have a selfie of me just waking up on my camera roll\n  ","719573":"\n  Thanks. For the follow. I’ll follow back\n  ","719574":"\n  You probably have feelings for her or care about her immensely even though you may not of realized it till now\n  ","719575":"\n  I think I would take a cruise on the Caribbean. I don’t think I could choose just 1 place to visit for a week. I rather travel to 5 different places and do an excursion at each place and spend a whole day at each piece because I feel each place I visit would have something new to offer. Plus on my bucket list I want to travel everywhere in the world.\n  ","719576":"\n  Probably\n  ","719577":"\n  San Juan, Puerto Rico\n  ","719578":"\n  Thank ya amor ❤️😘\n  ","719579":"\n  Sure. It’s interesting to see what people say on here\n  ","719580":"\n  🤷🏻‍♂️\n  ","719581":"\n  A little bit lmao 😂\n  ","719582":"\n  That’s really cool. Mainly cubes and circles and stairs and stuff like that\n  ","719583":"\n  Idk🤷🏻‍♂️ I guess just a whole new year making those less fortunate than me happy and telling those people that there’s still hope left to follow their dreams.\n  ","719584":"\n  You too :)\n  ","719585":"\n  I don’t think I really have a favorite decoration. But my parents have some really cool 3D art if you look at it from different angles so I would probably say some of those.\n  ","719586":"\n  Haha 😂😂 if you want. I don’t even know when I’m going especially after all the earthquakes they had\n  ","719587":"\n  Then just live without worries\n  ","719588":"\n  San Juan, Puerto Rico. I heard it was really amazing going there and I would love to learn more about the culture and way of life.\n  ","719589":"\n  It just comes. I mean I’ve been through it all. Growing up for me was rough. I was different from everyone else. I was always judged. Didn’t really have any friends or anything. Only friend I really had growing up was my sister. And my dog.\n  ","719590":"\n  That’s the thing. You can’t let judgement affect who you are. No one can change who you are. That’s why every individual in the world is so amazing. Everyone has a secret talent that no one else has. The people that rely on judgement to take away your freeness of love and happiness are those that don’t know what that’s like... maybe it’s cause those people don’t know what it’s like to be happy.\n  ","719591":"\n  That’s the interesting thing about life people don’t get. If you live your life without worrying how to spend it you can get so much more done while trying to figure out how life works\n  ","719592":"\n  Yea it’s just hard to even be able to prove that.\n  ","719593":"\n  I heard about that. I want to believe it but I’m not sure if I do.\n  ","719594":"\n  Idk honestly. That’s a really good question and i need to think to figure that one out\n  ","719595":"\n  I don’t stereotype. If you have a good heart and respect everyone I like you.\n  ","719596":"\n  Thanks\n  ","719597":"\n  I use alcohol wipes. I heard face mask work well\n  \n  Too\n  ","719598":"\n  I count my puppy mocha as a baby. She’s so Misunderstood and so cute\n  ","719599":"\n  3 times a week maybe\n  ","719600":"\n  Modern physics\n  ","719601":"\n  I’ll follow your insta if you follow mine.\n  ","719602":"\n  That works too. But if you take melatonin you got to make sure it’s around the same time every day that is if you take it daily\n  ","719603":"\n  Thanks. What do you do?\n  ","719604":"\n  Nah\n  ","719605":"\n  I’ve been lazy since day 1\n  ","719606":"\n  I’m just too lazy to write it out lmao\n  ","719607":"\n  Yes. I normally do PT to help\n  ","719608":"\n  Engineering like I am now\n  ","719609":"\n  I normally try to tired myself out again\n  ","719610":"\n  They’re both good but I got to go with Doritos because of the more variations they have\n  ","719611":"\n  It’s different for everyone. Honestly best thing to do is ask the person about there perfect date and see what you can do to make that a reality for them\n  ","719612":"\n  Not really.\n  ","719613":"\n  Impractical jokers\n  ","719614":"\n  Going out with good people\n  ","719615":"\n  My Lexus IS 250 F-Sport\n  ","719616":"\n  I think like a couple weeks ago I got a chocolate milkshake at Chick-fil-A\n  ","719617":"\n  No idea.\n  ","719618":"\n  Treasure\n  ","719619":"\n  Class 🙃\n  ","719620":"\n  My pleasure to help. Overall it is your kids decision to do what he\/she wants to do with their life. You can only control so much. If anything maybe you both could see a counselor and maybe get help as another suggestion that way the bond between you two don’t break.\n  ","719621":"\n  You too\n  ","719622":"\n  Any really. As long as I have food for cafe con leche I’m up and alive\n  ","719623":"\n\n   @valekrys\n  \n  because we are basically the same person and I feel like we can get along perfectly because of all our similarities and views ❤️\n  ","719624":"\n  How perfect my dork is 🥺😍❤️ I wish I could be as perfect as her\n  ","719625":"\n  They’re playing with their dogs over there and your dogs ball is in the other dogs mouth.\n  ","719626":"\n  Maybe in some ways\n  ","719627":"\n  Ham, cheese, spinach, bacon and pineapple\n  ","719628":"\n  For sure it’s cold. You have it worse than me though. It’s like 40 where I’m at\n  ","719629":"\n  All the above :)\n  ","719630":"\n  I try to go to bed around 10-11 but sometimes I don’t go to bed till 2am depending on school work or the current task I’m working on\n  ","719631":"\n  That’s hard. Honestly I like most tv shows and I love to switch things up when I feel some get over rated in my opinion. So honestly I couldn’t tell you.\n  ","719632":"\n  If this is who I think it is. Invite those two people in your stats class over for our get together friday. Trust me. I won’t embarrass you but it’s a good way to get to know someone\n  ","719633":"\n  I know. You’ll learn. Just trust what I say.\n  ","719634":"\n  Yea lmao. She means a lot to me. No money in the world could replace her. I rather have no money and be with her then have all the money in the world and not have her by my side\n  ","719635":"\n  Is salt really bitter though 🤷🏻‍♂️🤔\n  ","719636":"\n  Lmao I hate this question. I actually had a porn company reach how to me before on my Instagram page 😂😂 they offered to pay me 5k per video. But i would probably say no only cause I couldn’t be in the porn industry when I’m with another person and trying to make things work with them\n  ","719637":"\n  Someone’s saltier than the ocean 👀 oh whale 🐋\n  ","719638":"\n  Love is a story isn’t it? It starts at nothing and then as time goes on you find if it’s true. That’s why I said it’s in progress.\n  ","719639":"\n  Haha sometimes. But yes I experienced bad luck in ways unimaginable\n  ","719640":"\n  I’m 21 now. I’ve been drinking since I was a sophomore in high school so probably about 16 at the time. However it was only on occasions like parties and New Years if I was home and wasn’t going out that night. Honestly it’s all about being responsible with alcohol. I have parties every Friday at my apartment and I make sure no one leaves if they get to messed up because I always make sure there’s someone sober there for safety and responsibility of us. Now for drugs I would recommend staying away from them completely. They have no benefits what so ever. If anything they just make you depressed and ruin your life. So many of my friends are in dark places now because of it and they’re stuck there. Hopefully this helps. :)\n  ","719641":"\n  Yes\n  ","719642":"\n  Well if aliens live in the US they should be able to speak whatever language they please. It’s a free country\n  ","719643":"\n  Creating a lab report for my digital systems class\n  ","719644":"\n  I’m pretty sure I do. But I visit a lot of places though. I don’t think I could name just one lol\n  ","719645":"\n  My growing up story\n  ","719646":"\n  Yes\n  ","719647":"\n  Mines In progress\n  ","719648":"\n  Not really\n  ","719649":"\n  Don’t know. #catfish\n  ","719650":"\n  Kinda is though. And a shit ton of people. For me it’s not hard to make people do that\n  ","719651":"\n  You can only call yourself funny if you ever made someone laugh so hard that they farted\n  ","719652":"\n  Ok boomer. Get off my Christian Minecraft server\n  ","719653":"\n  I mean it kind of does though. I’m pretty sure I made more people laugh and because of my more social aspect it’s easier for me to make people laugh.\n  ","719654":"\n  Lmao 😂 ok catfish\n  ","719655":"\n  Well for sure it’s cause I’m funny\n  ","719656":"\n  This is why you almost failed comp 2. And English is your first language\n  ","719657":"\n  Exactly cause I’m funny\n  ","719658":"\n  Feel like this is the reason why people can’t speak or write proper English\n  ","719659":"\n  I don’t know about that. 🤔\n  ","719660":"\n  Suga walls?\n  ","719661":"\n  You might be funny but you’re not my scale funny and you know that’s the truth. Remember summer before the calc 3 test\n  ","719662":"\n  Yes you are 🥺😍😍\n  ","719663":"\n  Don’t be mad cause your not funny 🤷🏻‍♂️\n  ","719664":"\n  Pie flavor\n  ","719665":"\n  There was a good one I heard in high school . I can’t remember exactly what it was though :(\n  ","719666":"\n  Yes\n  ","719667":"\n\n   @valekrys\n  \n","719668":"\n  My fave dork ❤️🥰 Ella es tan hermosa y perfecta. Mi amor 🥺😍\n  ","719669":"\n  It can be a great feeling but it can also be a hurt feeling. For me it’s always been a great feeling. Granite I went through some rough times that only certain people know about but I learned from those experiences and I know how to handle my feelings when i fall in love.\n  ","719670":"\n  It could mean a lot of things in different context. It could show that the girl is open for the boy to talk to her, if she smiles at all your jokes even if they aren’t really funny, It can mean she might be interested in you, it can mean a lot. I would assume it would show that the girl is open and that she wants you to talk to her but I wouldn’t assume anything else if you both never talked before.\n  ","719671":"\n  Those who think they’re better than everyone else\n  ","719672":"\n  Lmao I’m good for that. Maybe after I get my masters in business administration\n  ","719673":"\n  Hmm. That’s difficult. If there was a job I could create it would be called the wonderful position. Now the great thing about this wonderful position is that for one day you have 100% freedom to do what you want however the only restriction is that you can only benefit the people that need it such as those that live on the street. And it allows you to change there life and give them the life they wish to live\n  ","719674":"\n  There’s a Robin Hood somewhere. So yes\n  ","719675":"\n  Lmao 😂\n  ","719676":"\n  Lmao 😂😂 but you already had left over panda\n  ","719677":"\n  You bought some yesterday. Remember lol\n  ","719678":"\n  You’re life. Maybe like a situation you were in and how you got out of it. Or story about you growing up and why you made the decisions you did.\n  ","719679":"\n  You bet\n  ","719680":"\n  Steak and mashed potaters\n  ","719681":"\n  Yes. All it takes is a simple hi, or how are you doing, or do you need any help with what you’re doing.\n  ","719682":"\n  This one is hard. There’s so much I could say. Never have I ever been to Puerto Rico 🥺😭\n  ","719683":"\n  The weather.\n  ","719684":"\n  Pizza\n  ","719685":"\n  Always respected. When you have respect and are respected you get everything basically\n  ","719686":"\n  Thank you. I hope all goes well between us. And for you and your guy.\n  ","719687":"\n  I wish I could tell you but I can’t otherwise it won’t be a surprise for the person who I want to use it on if all goes well because she has the app.\n  \n   @valekrys\n  \n  🥺👀\n  ","719688":"\n  Yesterday 😂😂 it’s my lunch I make myself before leaving for class on my long days\n  ","719689":"\n  You should pick up your asl textbook 😂😂\n  ","719690":"\n  Lmao. 😂😂 micro biology changed your life\n  ","719691":"\n  Cars and cars part\n  ","719692":"\n  Sprinkles are good.\n  ","719693":"\n  Depends on where I’m at. If I know the place is clean then yea.\n  ","719694":"\n  Lmao no. You’re just annoying sometimes 😂 but your my best friend you’re suppose to be annoying\n  ","719695":"\n  I guess so but why would you though?\n  ","719696":"\n  😍❤️\n  ","719697":"\n  Be around those that make me happy\n  ","719698":"\n  I’m great in bed... I can sleep for hours.\n  ","719699":"\n  Sleep\n  ","719700":"\n  That’s a tough decision. I’ll have to get back to you on that one. But there’s 3 I listen to a lot.\n  \n  1. Puzzle in my mind - Luke Christopher\n  \n  2. Ayy Macarena - Tyga\n  \n  3. West side stories - upper west\n  ","719701":"\n  I sometimes use my Alexa and have it play a random\n  \n  Playlist or I use Spotify. And for radio I either listen to 107.7 iheartradio or 100.3 rumba\n  ","719702":"\n  Nah. You don’t scare me. I just don’t pick battles I know I have no chance in winning.\n  ","719703":"\n  Don’t deal with that shit anymore. Drop that person\n  ","719704":"\n  People\n  ","719705":"\n  That’s contradicting isn’t it?\n  ","719706":"\n  I got her to smile\n  ","719707":"\n  Lmao I know. 😂😂\n  ","719708":"\n  I stole it from the most perfect person ever\n  \n   @valekrys\n  \n  🥰 forgot to give her the credit\n  ","719709":"\n  I don’t think I have a favorite actress. But my favorite actor would for sure have to Adam Sandler. His movies are the best (of course this is my opinion)\n  ","719710":"\n  Usually 2-3, they tend to be 5-15 minutes apart\n  ","719711":"\n  Not sure if I have one lol\n  ","719712":"\n  Probably hero cause I’m always helping those in need\n  ","719713":"\n  Depends on what it is\n  ","719714":"\n  Go or come on\n  ","719715":"\n  Yes. I’m talking to the most perfect person ever 😁\n  ","719716":"\n  Yes\n  ","719717":"\n  Lmao 😂😂\n  ","719718":"\n  Nope\n  ","719719":"\n  Yes🥰\n  ","719720":"\n\n   @valekrys\n  \n  if it isn’t obvious enough for you. She’s perfect. Just look at her 🥺❤️😍\n  ","719721":"\n  Not really lmao 😂😂\n  ","719722":"\n  I also have a cat and another dog not shown in this picture plus a sugar glider but this app only lets me post one picture\n  ","719723":"\n  You can go with my username.\n  ","719724":"\n  Define me time\n  ","719725":"\n  Well I’m guessing you’re probably talking about a meal I payed for myself... so that would probably be around the high $80-90 range. Now the most expensive meal I had before was out celebrating my graduation from high school and we went to this really nice steakhouse and I think my meal was $120.\n  ","719726":"\n  Normally on the weekends so 3 times a week. Only more if I really need it lmao 😂 I’ll drink just about anything. You can ask\n  \n   @valekrys\n  \n  shes my drinking partner ❤️❤️\n  ","719727":"\n  Ah. Dreams. They’re amazing. I wish I could remember all of them but I only remember select few unfortunately :( one dream that I always remember is a self conscious of my dog cocoa who passed. It was amazing that my dream somehow gave me a way to communicate with my dog and he spoke to me. He told me that since he passed he wanted me to do everything for him in his name. So all my successes that come from now on are done for him as well as a few others who help me come to those successes.\n  ","719728":"\n  Love is a feeling, expression, emotion all mixed into one. Only yourself can personally feel and interpret because love is different for everyone. For me, love is being able to do whatever it takes to make the person who you care about in life happy. Even if that means sacrificing your own time just to make sure the time of that person is put well to use and is happy and that they know you would protect them no matter the cost.\n  ","719729":"\n  I wasn’t exactly sure how to answer it 🤷🏻‍♂️ I gave it my best shot though\n  ","719730":"\n  I got to spend time with her 😊\n  ","719731":"\n  It doesn’t mean anything tbh. You shouldn’t fall for someone because of the way they look or for their body. You should fall for someone because of their personality. That’s why relationships now a days don’t work because everyone is just trying to have sex for the way people look and nothing is for love anymore.\n  ","719732":"\n  Thanks I appreciate that. But I’m always down for friendships lol\n  ","719733":"\n  I follow my own program. Everything is done just based on how I feel needs work\n  ","719734":"\n  iPhone\n  ","719735":"\n  Thanks. I’m talking to someone right now. She knows who she is. I’m hoping everything works out for the best between us.\n  ","719736":"\n  Nope.\n  ","719737":"\n  You’re about to get your account hacked 😂\n  ","719738":"\n  Well, based on how I talk a lot of people would assume english. However, I think I can see myself teaching more history than any other subject. I just find history so appealing and it allows us as a society to not make similar mistakes we made in the past. It shows all the differences we overcome as a whole and shows that no matter our backgrounds that we should all care for each other and help each other out.\n  ","719739":"\n  I would live today as it was my tomorrow. I would try to learn something new or do something I never done before.\n  ","719740":"\n  Lmao squats\n  ","719741":"\n  😂\n  ","719742":"\n  I knew it 😂\n  ","719743":"\n  Probably hunter.\n  ","719744":"\n  Nah.\n  ","719745":"\n  Lmao yes. 😂\n  ","719746":"\n  Where’s the restraining orders\n  \n   @valekrys\n  \n","719747":"\n  Yikes\n  ","719748":"\n  Chill 😂\n  ","719749":"\n  Lmao. 😂 how do you know what my ass is like?\n  ","719750":"\n  How would you know? I don’t recall ever posting a picture of my ass 😂\n  ","719751":"\n  2 1\/2 years\n  ","719752":"\n  Good.\n  ","719753":"\n  I’m a little confused on your question. Do you what me to tell you what made me smile today?\n  ","719754":"\n  Hate to break it to you, but everyone in life has a job. Being a student is a job, being a parent is a job, being successful is a job. Nothing comes handed to you unless you work for it. All I’m trying to say is if you rather travel because you can’t sit behind a desk or run an office as a CEO or a position like that maybe you should look at becoming a traveling agent or work for a cruise ship or airplane airline that way you can travel for pretty cheap while getting paid for it. But that’s just my suggestion based on your work ethic and the way you’re making it seem.\n  ","719755":"\n  Steak and Texas Roadhouse rolls.\n  ","719756":"\n  Don’t make excuses. Just get shit done\n  ","719757":"\n  Lean meat, vegetables, and a little bit of carbs. I sell meal plans that come with monthly workouts if you’re interested for $45\n  ","719758":"\n  Haha you’re good. 😂😂\n  ","719759":"\n  Exactly 😂\n  ","719760":"\n  Well you still have options to work since you have a high school diploma. There’s no excuses why you can’t work\n  ","719761":"\n  If there is I never noticed it. And I own a few $2 bills\n  ","719762":"\n  Getting abs start in the kitchen. Watch what you eat. Be aware of what you’re eating. You have to work off more than you eat\n  ","719763":"\n  Yea lmao.\n  ","719764":"\n  Talking to her 😍🥺❤️\n  ","719765":"\n  Yikes.\n  \n   @valekrys\n  \n  at least a bottle a day.\n  ","719766":"\n  Quantum physics\n  ","719767":"\n  Mhm\n  ","719768":"\n  Because people assume they know every thing in the world about everyone. No one knows shit about anything. Why? Cause no one talks to anyone anymore. Everything is dark and pretends to be someone they aren’t.\n  ","719769":"\n  Great. You?\n  ","719770":"\n  Honestly I’m the type of person to push it more than once 😂😂 but time is just a concept. It’s not even real. We just make it real because that’s how everyone is used to it.\n  ","719771":"\n  Hey\n  ","719772":"\n  Some people aren’t social 👀\n  ","719773":"\n  Let’s take a second and focus on society as a whole instead of your question.\n  \n  Our whole society is fucked up and no one wants to do shit about it. Everyone just points and laughs at those that are helpless and hopeless. No one understands that a simply hi or how are you doing or even a smile to show them that everything will be ok can change someone’s life. Y’all need to be more aware of what everyone else is going through instead of being self centered.\n  \n  This world we live in makes me sick.\n  ","719774":"\n  I am goofy. It’s what makes me a loser (inside joke that only\n  \n   @valekrys\n  \n  understands) 🤙🏻\n  ","719775":"\n  Football\n  ","719776":"\n  Well some things require sacrifice. If you travel a lot and that’s something you don’t want to give up then I would say whatever your degree was in is a waste of time and money and you should of just been a photographer and be Instagram famous.\n  ","719777":"\n  Nope. Unless your electricity cap is low lol\n  ","719778":"\n  I already told you the answer. I don’t know what else to say\n  ","719779":"\n  🤷🏻‍♂️\n  ","719780":"\n  Not giving a fuck doesn’t come naturally. You have to train yourself\n  ","719781":"\n  Exactly. I trained myself.\n  ","719782":"\n  Thanks you too\n  ","719783":"\n  It’s a power being able to not give a fuck. It doesn’t come naturally especially with someone with your background\n  ","719784":"\n  But know this with the power you’re about to learn becomes necessary to have responsibilities. Otherwise you got to be like me and whenever your parents yell at you you just laugh\n  ","719785":"\n  A little bit you still got lots to learn\n  ","719786":"\n  Basically and how to not just give a fuck cause shit happens\n  ","719787":"\n  Be social. Just say hi and asking how someone’s day is going to make a huge impact in someone’s life. Yea it’s nerve wrecking especially if you’re shy like me but there’s a good chance of making a new friend out of it.\n  ","719788":"\n  Nope. I’m done with dating apps. I have met people but both of them aren’t part of my life as of right now cause they thought the world revolves around them and only them\n  ","719789":"\n  Me 🙋🏻‍♂️\n  ","719790":"\n  Florida\n  ","719791":"\n  That’s a hard decision. Let’s see. Money in the world today is a distraction. Money is nice to have but it’s not a necessity. And money can buy happiness... well that’s a myth. It’s not true. Happiness isn’t bought it’s found. Now to answer your question on what we should spend money on based on the facts listed above should be your main priorities Such as food, water, medicine, basically your basic needs that will keep you healthy and safe. You don’t need anything fancy to be happy.\n  ","719792":"\n  It depends what model IS are we talking about.? If we’re talking about the IS F and then I’ll have to choose the IS F because it’s a luxury sports race car basically. But if you’re comparing a IS 250 or IS 350 to a G37\/Q40 you can’t really choose because each have there pros and cons based on them being two different types of cars. You’re basically comparing more of a speed demon car compared to a more laid back chill ride for traveling.\n  ","719793":"\n  How old are you? I had a job since I was 8 years old. I worked for my own mowing company of course with the help of my parents getting me the things I needed. Then at 14 I applied and got hired at publix and currently am still there as of 7 years. Right now I’m in college working towards my degree and looking for internships. So you saying you can’t get a job as an early grad doesn’t make any sense. So either your background history (things you’ve done in the past like records and stuff) is terrible and that’s why no place wants to hire you or you’re just not putting in the work for a job and showing them that you standout compared to everyone else.\n  ","719794":"\n  Listen. Too many people nowadays never listen. They just assume they know what the person is going to say and they talk over the person that’s trying to explain themselves\n  ","719795":"\n  21\n  ","719796":"\n  My son because you’re learning from me. Duh\n  ","719797":"\n  Yes\n  ","719798":"\n  Make cafe con leche\n  ","719799":"\n  Why? I don’t even know who that person is\n  ","719800":"\n  Friends. I don’t have friends. I got family\n  ","719801":"\n\n   @valekrys\n  \n","719802":"\n  Yikes\n  ","719803":"\n  Feelings are something that are earned. Feelings work differently among everyone. Some people may get feelings from nice things people do, from looks, from the way they interact with one another. Feelings come mainly from one on one interactions. This may be correct or incorrect but like I said feelings work differently for everyone. But to be able to have feelings you have to have emotion otherwise it doesn’t work. They go hand in hand with one another.\n  ","719804":"\n  Smoother ride and more relaxing. No need for speed just comfort.\n  ","719805":"\n  I can make cake.\n  ","719806":"\n  Lexus IS\n  ","719807":"\n  Too much things to list\n  ","719808":"\n  Nothing. I would invest the money and make more\n  ","719809":"\n  Exactly\n  ","719810":"\n  I probably have but if they’re so curious they can look through my page and figure it out\n  ","719811":"\n  Yes I do. And she knows who she is ❤️\n  ","719812":"\n  I know you h8 me dork 🥺\n  ","719813":"\n  What do you mean wut? 👀🥺 you’re perfect\n  ","719814":"\n  Coins are always nice. But just saying some coins is a pretty cheap way to earn them lol 😂 to get people to answer.\n  ","719815":"\n  From this question I’m guessing you mean what I dislike the most. There’s quite a few I can list. Top 3:\n  \n  1. Liars\n  \n  2. Disrespectful people (this includes those that make fun of people with disabilities or judge other people based on what they like to do)\n  \n  3. People who pretend to be someone who they’re not.\n  ","719816":"\n  Those are my own words\n  ","719817":"\n  Those are my own words\n  ","719818":"\n  White ucf shirt and athletic shorts\n  ","719819":"\n  I’ll check it in the morning. Thanks for the follow. I’ll be sure to do the same\n  ","719820":"\n  Yea of course. No problem. You’ll get use to it as you use the app more and more\n  ","719821":"\n  Depends on the person and the type of goodbye it is\n  ","719822":"\n  Of course\n  ","719823":"\n  Yes\n  ","719824":"\n  Lmao I would ask you stuff but I don’t know how to get to your profile because you’re on anonymous lol\n  ","719825":"\n  Of course lmao 😂 socializing is amazing. Feel free to always ask me stuff on this app.\n  ","719826":"\n  Come off of anonymous and I’ll give you my Instagram username. No need to be anonymous lol. I’m a really laid back and nice guy.\n  ","719827":"\n  Yea I wasn’t sure if it was a talent either but I just know when most people fail at something they give up, but I’m one to keep going till I succeed so I figure that was a talent but idk lol. But writing is really fun.\n  ","719828":"\n  She’s going to hate me for posting this and probably even answering this question 😅 but look at her... she’s just so perfect 😍🥺 I wish I could be as perfect as her.\n  \n   @valekrys\n  \n","719829":"\n  I have quite a few. One that not many know about is that I can make different sounds with my cheeks. And another cool talent that I have is I never go back on my word and no matter how many times I fail in something I will succeed eventually\n  ","719830":"\n  That’s hard. They both of there pros and cons where I live lol. I would probably have to say summer because it allows me to do all my outdoor activities but with winter it gives me excuses to stay inside and stay warm all day\n  ","719831":"\n  For me I’m pursuing a bachelors degree in electrical and computer engineering as well as working for a masters degree in business administration. So being a CEO of an engineering company and leading projects and budgeting those projects would be the best job because I love being able to help the community. There’s nothing better than putting a smile on someone’s face who never knew what happiness was.\n  ","719832":"\n  Spring- Green\n  \n  Summer- yellow and blue because summer is bright\n  \n  Fall- orange\/red\n  \n  Winter-white\n  ","719833":"\n  Lmao 😂\n  ","719834":"\n  Costa Rica\n  ","719835":"\n  I like spending 2-3 hours at the gym to make sure I know I had a great ass workout\n  ","719836":"\n  No you don’t. You look perfect ❤️\n  ","719837":"\n  Yes. That is the one and only perfect\n  \n   @valekrys\n  \n","719838":"\n  Exactly\n  \n   @valekrys\n  \n\n   @huntermuehlbauer\n  \n  but it’s easy to know who it is. I’m pretty sure you both can easily guess based on the fact how the question is asked\n  ","719839":"\n  Going to the gym with friends\n  ","719840":"\n  The reason she missed my party was because she was with her new boyfriend Cody literally a week or two after we broke up.\n  ","719841":"\n  For the record. I know who you are. I’m not a dumbass. I’m not going to call you out though cause that’s rude. But I focused on passing school and spending time with my family and friends cause I have people in my life that mean something to me. And for the record I didn’t miss her birthday. I was in school so I didn’t have a choice. But I did celebrate her birthday the week after by cooking her a home cooked meal and it was just the two of us so she can’t say shit.\n  ","719842":"\n  What do you mean?\n  ","719843":"\n  Not me.\n  ","719844":"\n  My fall? What do you mean? We’re in winter lol\n  ","719845":"\n  You right. But even if they’re on anonymous I know who it is. It’s easy to read someone with the response and questions they ask. You and I know who it is.\n  ","719846":"\n  They’re both pretty good. I like to buy new things because eventually they become vintage and then you can sell them for a lot of money\n  ","719847":"\n  Don’t know and who are you to tell me when I should do something. I have my own schedule and I’m busy living my life. If you’re so curious when for me to do something why don’t you come off of anonymous and say it because anyone can say shit behind a screen.\n  ","719848":"\n  She went as far as saying that she was going to lay my mom out in a fight. Like wtf. I don’t care how much you may dislike someone but if you’re going to say that about my family you know damn right I’m a protect them and cut ties completely.\n  ","719849":"\n  Once. Haha but of course it was by accident. So one day when I was 7 I went to the pet store with my mom. I was really bored so I looked at the pet toys for dogs and I started playing with this rubber ball and bouncing it and playing catch with it in the store. I walked out with it accidentally and I didn’t realize I still had the ball till the time I got back home 😂😂\n  ","719850":"\n  Why don’t you come off of anonymous\n  ","719851":"\n  Eventually. But not now cause I don’t think the time is right. I’m focusing my feelings on someone else right now and giving her all my time. And she knows who she is\n  ","719852":"\n  I never said that\n  ","719853":"\n  She may like me... but she has a boyfriend. So she can’t have feelings for me still. Cause that’s not right to her current boyfriend.\n  ","719854":"\n  No. Nothing more than a friend. But right now I’m trying to find myself again and I’m doing that while gaining feelings for someone else.\n  ","719855":"\n  Lmao I have no idea.\n  ","719856":"\n  Try to do everything on my bucket list\n  ","719857":"\n  I have no idea. I’m trying to figure that out too. Weirdos man\n  ","719858":"\n  Right. That’s what I said when I saw your sisters name\n  ","719859":"\n  We don’t even talk that much anymore and she has a boyfriend.\n  ","719860":"\n  Why does it matter\n  ","719861":"\n  Too many\n  ","719862":"\n  Being able to bring joy to those who need it most\n  ","719863":"\n  This girl who means a lot to me.\n  ","719864":"\n  I don’t think my mom would like that.\n  ","719865":"\n  Drinking my problems away\n  ","719866":"\n  Any case. All you have to do is know how to read it.\n  ","719867":"\n  I’ve done quite a few. Cheating on an exam was one of them 😂😂\n  ","719868":"\n  Check my ask bio for my snap\n  ","719869":"\n  Please do I’m curious\n  ","719870":"\n  Yikes\n  ","719871":"\n  Then you’re blind\n  ","719872":"\n  Check my bio\n  ","719873":"\n  Are you dumb? Look who’s answering the question 🤦🏻‍♂️\n  ","719874":"\n  Dm me what they deserve on snap\n  ","719875":"\n  Ok. Just send it and I won’t answer it\n  ","719876":"\n  I don’t know. But apparently someone else knows what to do in the chat\n  ","719877":"\n  Ah\n  ","719878":"\n  To what?\n  ","719879":"\n  I guess so\n  ","719880":"\n  🤷🏻‍♂️true\n  ","719881":"\n  I guess so. But I wonder how that’s going to work?\n  ","719882":"\n  Yea\n  ","719883":"\n  Yikes.\n  ","719884":"\n  Lmao yikes 😂😂\n  ","719885":"\n  Yikers\n  ","719886":"\n  Idk. It’s anonymous\n  ","719887":"\n  Maybe. But I don’t want to right now.\n  ","719888":"\n  Yikes. That’s fucked up. But I’m not agreeing with you\n  ","719889":"\n  Because we went through stuff\n  ","719890":"\n  I’m not\n  ","719891":"\n  Ok\n  ","719892":"\n  That’s not my fault\n  ","719893":"\n  Ok. Well I’m busy like I said\n  ","719894":"\n  Ok and she has a boyfriend.\n  ","719895":"\n  I told you I’m busy. And I’m not even sure what’s going on\n  ","719896":"\n  Why are you so concerned about me texting her?\n  ","719897":"\n  Ok well I have a lot of stuff going on so like I said before\n  ","719898":"\n  Ok\n  ","719899":"\n  Why? If I don’t have Ben know what I’m doing yet?\n  ","719900":"\n  Ok but I don’t even know what I’m doing yet.\n  ","719901":"\n  Ok and?\n  ","719902":"\n  That’s really hard. There’s so many songs I could list. Jason mraz for sure is one of those artist. But tbh I would probably write my own song. It’ll be more meaningful and even though it may not be good with rhythm it’ll for sure speak my feelings and that’s what matters\n  ","719903":"\n  Why? I’m probably going to be busy helping my friend move in\n  ","719904":"\n  Steak. And mashed potaters\n  \n   @valekrys\n  \n","719905":"\n  My work\n  ","719906":"\n  You always hear people say they want a midnight snack. Never a midnight treat\n  ","719907":"\n  Snacks are like treats. But only better\n  ","719908":"\n  Don’t know 👀\n  ","719909":"\n  My phone, picture of my family, my console, water, my dogs ashes cause I live for those who did me well\n  ","719910":"\n  That’s pleasant, historical peasant\n  ","719911":"\n  The feeling of bringing joy to someone else’s life who may be going through a hard time\n  ","719912":"\n  I personally own a cat but my family has 4 dogs. I’m technically both. I would own a dog as well with me at my apartment but my apartment sadly only allows one animal.\n  ","719913":"\n  I like just about anything.\n  ","719914":"\n  The reason for my existence\n  ","719915":"\n  Fear itself\n  ","719916":"\n  Or 😂\n  ","719917":"\n  Thanks 🥺\n  ","719918":"\n  Yea. But I’ll be seeing both of them on New Years\n  \n   @valekrys\n  \n\n   @huntermuehlbauer\n  \n","719919":"\n  Their personality. It can tell you a lot about a person.\n  ","719920":"\n  Florida. What about you?\n  ","719921":"\n  Selective posts\n  ","719922":"\n  Mi familia\n  ","719923":"\n  I show them mainly. People can easily read how I feel for the most part. Sometimes I’ll talk about them if I don’t feel comfortable showing them.\n  ","719924":"\n  Florida\n  ","719925":"\n  Right. People be mad weirdos\n  ","719926":"\n  Hi-five 1965\n  ","719927":"\n  10-4 dinosaur\n  ","719928":"\n  Cause I know you 🤦🏻‍♂️\n  ","719929":"\n  Like I said I’m not answering something that personal on here that doesn’t concern you.\n  ","719930":"\n  I’m not answering this question. The only reason I’m writing this response is for the free coin\n  ","719931":"\n  You have to let those that are less than you win every once in awhile. It can really bring up someone’s motivation in what they do\n  ","719932":"\n  Lmao no you don’t 😂😂 you turn down a lot of social events just because there will be drinking involved or people vaping\n  ","719933":"\n  Be social\n  ","719934":"\n  True.\n  ","719935":"\n  Good. 👇🏻\n  ","719936":"\n  I’m Joey from friends now but with the humor of joe gatto\n  ","719937":"\n  Lmao 😂 3v1 ain’t fair unless it’s call of duty\n  ","719938":"\n  Ok dork. 👀 but in the end this loser always win\n  ","719939":"\n  I changed it lol\n  ","719940":"\n  Lmao\n  ","719941":"\n  Yes ❤️ even though you both bully me\n  ","719942":"\n  You care for those that you want to protect 🥰\n  ","719943":"\n\n   @valekrys\n  \n  🥺 and of course my sister when she was first born\n  ","719944":"\n  Lmao 😂 hopefully you’re not red at work 😂👀 you don’t want to get teased at work by co workers again\n  ","719945":"\n  Yes. It’s worth it. Especially if that person makes you feel needed and wanted and makes you feel special. That’s why I’m waiting for this one girl who means a lot to me. She knows who she is 🥰🥺🙏🏻❤️ she’s perfect.\n  ","719946":"\n  Because nice people are the ones that just want to make those wrong people happy. The nice people just want to show them that happiness can be found in all the small things. It’s not about what you want, it’s about what you have. But some “wrong” people don’t understand this concept and that’s why nice people Choose the wrong people to date because the wrong people never learn.\n  ","719947":"\n  I prefer my hair at a medium to long length. But when I get it cut I go short because my hair grows really fast\n  ","719948":"\n  It’s interesting\n  ","719949":"\n\n   @valekrys\n  \n\n   @huntermuehlbauer\n  \n","719950":"\n  Lmao 😂😂\n  ","719951":"\n  Thanks ❤️❤️\n  ","719952":"\n  Lmao you right 😂😂\n  \n   @huntermuehlbauer\n  \n  is one of them 👀 jk\n  ","719953":"\n  There’s a few. A lot of them of different memories. So ur depends what kind of memories you want me to talk about.\n  ","719954":"\n  You tell me 👀🤔❤️\n  ","719955":"\n  Only when I piss her off\n  ","719956":"\n  My sister does karate so you can only imagine the possibilities\n  ","719957":"\n  Enjoy\n  ","719958":"\n  Lmao I’m so lost\n  ","719959":"\n  Same. But that spongebob gif with the response killed it 😂\n  ","719960":"\n  Lmao 😂❤️ of course we do.\n  ","719961":"\n  Are you sure?\n  ","719962":"\n  😂\n  ","719963":"\n  Lmao too much 😂\n  ","719964":"\n  Yikes\n  ","719965":"\n  I JuSt GoT oN HeRe 😂😂\n  ","719966":"\n  Lmao 😂\n  ","719967":"\n  Lmao 😂 yikes\n  ","719968":"\n  Maybe\n  ","719969":"\n  Idk. Come off anonymous and I’ll tell you 🤷🏻‍♂️\n  ","719970":"\n  Don’t worry about it. The person knows who it is 👀\n  ","719971":"\n  Why you so curious?\n  ","719972":"\n  Wdym lmao 😂😂 that’s my daughter. She lives with me. I see her everyday. She ain’t on my mind 😂😂\n  ","719973":"\n  The flu. To fix my computer would cost me more than buying medicine 😂😂\n  ","719974":"\n  There’s always something to do. And no matter where your from it’ll always feel like home\n  ","719975":"\n  Yes.\n  ","719976":"\n  ❤️🥰\n  ","719977":"\n  Yes\n  ","719978":"\n  The people is what makes it my favorite and least favorite\n  ","719979":"\n  Texas Roadhouse. They have a lot of locations\n  ","719980":"\n  Me and this one girl on here. She knows who she is ❤️\n  ","719981":"\n  None. If I had a crush I just went and shoot my shot\n  ","719982":"\n  I don’t think anyone hates shopping. I think people just hate the crowds when they go shopping\n  "}}