{"Question":{"719983":"\n   cutest shit i’ve ever seen\n  ","719984":"\n   What kind of transportation do you use most often?\n  ","719985":"\n   If I had a dollar for the amount of fucks I give, everyone would buy my stock.\n  ","719986":"\n   What is your take on Choice Theory??\n  ","719987":"\n   If a kangaroo ate a shrew, and the shrew ate a shoe, and the shoe ate the kangaroo, how many times did a mackeroo lick a tiremasu??\n  ","719988":"\n   Tu eres mi mejor amigo, te amo cabròn.\n  ","719989":"\n   Would you be interested in experiencing hypnosis?\n  ","719990":"\n   Which is more preferable being nice or being fair?💥\n  ","719991":"\n   I mean, you fit the description\n  ","719992":"\n   I guess you're right, now, assume the position and demonstrate\n  ","719993":"\n   On Kinky Jews and Kinkajous eloping\n  ","719994":"\n   This is for research purposes\n  ","719995":"\n   Write in a well developed, coherent essay explaining why the Kinky Jew plays with the Kinkajou.\n  ","719996":"\n   Explain your reasoning\n  ","719997":"\n   Go take a shower you stink\n  ","719998":"\n   If a Kinkajou met a Kinky Jew, will the Kinkajou play with the Kinky Jew, or will the Kinky Jew play with the Kinkajou 🤔?\n  ","719999":"\n   Nuh uh\n  ","720000":"\n   NO IT'S NOT\n  ","720001":"\n   Hey, I'm the strong silent type, you're the silly social type.\n  ","720002":"\n   Are you happy with the amount of information in your head?\n  ","720003":"\n   In all seriousness, if I ask for your help, you won't embarrass me will ya 😔\n  ","720004":"\n   Why are you so bad with ETA?? 🤦🏼‍♂️🤦🏼‍♂️🤦🏼‍♂️\n  ","720005":"\n   What is your  Instagram and twitter ?\n  ","720006":"\n   If you could change the color of the sky, would color would it be 🌌?\n  ","720007":"\n   What do you expect from a girl in a relationship?\n  ","720008":"\n   Emmer Hammer says porkchop\n  ","720009":"\n   Autoincorrect sucks\n  ","720010":"\n   You have nice cheeks, may I spank them into Pot Raost??\n  ","720011":"\n   How do you define Love?\n  ","720012":"\n   How would you explain color to a blind man?\n  ","720013":"\n   what about 2\/2?\n  ","720014":"\n   can you 2+2?\n  ","720015":"\n   Do you have any nickname for your friend?\n  ","720016":"\n   What part of Christmas is your favorite?\n  ","720017":"\n   She’s really hurt right now\n  ","720018":"\n   Do you really think she wants to stay with him ? I think she knows he got dismissed from the navy.  I think she has to wait 4 to 6 months to see him again. I don’t think she wants to wait anymore. She really liked you and she was really hurt when you broke up with her. I just want her to be happy.\n  ","720019":"\n   Is it Val ?\n  ","720020":"\n   I think it should be Emma because you guys are really close to each other and I know she won’t have any friends over for New Year’s Eve or Christmas because she really doesn’t have a lot of close friends and she might be working. I also know that she really misses you Mike. You should talk to her.\n  ","720021":"\n   Is it Emma ?\n  ","720022":"\n   Emma ?\n  ","720023":"\n   Would you rather be a philosopher, an astrophysicist, or a psychologist? Why?\n  ","720024":"\n   What would you do if one of your friends wasn’t allowing you to talk to your best friend that you have been dating for a while ? An you have been broken up for a few weeks? What would you do ! Any advice ?\n  ","720025":"\n   Are you usually late, early or right on time?\n  ","720026":"\n   Who’s going to be your New Years eve kiss ?\n  ","720027":"\n   What historical figures do you most despise?\n  ","720028":"\n   What is something that everyone looks stupid doing???\n  ","720029":"\n   what grade are you in?\n  ","720030":"\n   Do you want to go kayaking? 🚣🏻♀️\n  ","720031":"\n   How many questions do you ask per day?\n  ","720032":"\n   That's my saucy coon 😁😁\n  ","720033":"\n   What do you wish the New Year's Eve to bring?\n  ","720034":"\n   Why these anons from all the way want to be friends but deep down they're scared to reveal who they are ??\n  ","720035":"\n   How do you treat people in general?\n  ","720036":"\n   How do you handle stress??? OR stress handle's you???\n  ","720037":"\n   Who's your best friend?\n  ","720038":"\n   If you were a super hero what powers would you have?\n  ","720039":"\n   Best answer ever 😂\n  ","720040":"\n   What a kind of coffee do you like ☕️?\n  ","720041":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","720042":"\n   Yeah boooiii, it's just yo belly business going crazy\n  ","720043":"\n   Love is nothing more than a biochemal reaction in your belly cuh\n  ","720044":"\n   Are you excited for anything?\n  ","720045":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","720046":"\n   Good job\n  ","720047":"\n   What's the craziest thing you've done?\n  ","720048":"\n   You're standing on the surface of Earth. You walk one mile south, one mile west, and one mile north. You end up exactly where you started, where are you?\n  ","720049":"\n   If you could be the leader of your country, what would you change?\n  ","720050":"\n   What is easy to get into but hard to get out of? ?\n  ","720051":"\n   No this is Patrick, firmly grasp it.\n  ","720052":"\n   What would be harder for you, to tell someone you love them or that you donot love them back? ?\n  ","720053":"\n   Which words or phrases do you most overuse?\n  ","720054":"\n   Do your balls hang low??\nCan you swing em to and fro??\nCan you tie em in a knot??\nCan you tie em in a bow??\n\n*If you are suffering from too much Judaism in the nether regions of your body, you may be entitled to reverse financial compensation.*\n  ","720055":"\n   happy thanksgiving ask.fm and happy thanksgiving  everyone\n  ","720056":"\n   Do you wanna be in a relationship with the person you like?\n  ","720057":"\n   Can an animal replace a friend?\n  ","720058":"\n   You must really know your way around the tubular aspects of life eh\n  ","720059":"\n   Wowzers, when the boot fits they weren't kidding, it fits like a funnel\n  ","720060":"\n   Wow that's quite peculiar, you must have a thing for squirrelly folk then, this child must have came from your favorite brother by the name of Humphrey\n  ","720061":"\n   Oh darn my apologies my good sir, I do not judge, please tell Mr Branch I said congratulations as well.\n  ","720062":"\n   Ah shit not again, why is there a cookie in you mouth??\n  ","720063":"\n   It's okay we both have the same contacts 😁\n  ","720064":"\n   Wait did you think I was asking you?, oh no, I was asking your Florida Pre-paid.\n  ","720065":"\n   That's not how that works\n  ","720066":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","720067":"\n   McLaren is more expensive\n  ","720068":"\n   Give me music playlists or ideas I need new music to listen to #music\n  ","720069":"\n   Buy me a GT-R 🤷🏼‍♂️🤷🏼‍♂️🤷🏼‍♂️????\n  ","720070":"\n   What did you forget to do today?\n  ","720071":"\n   Are you a lawyer  ?\n  ","720072":"\n   Who do u tell a lot to?\n  ","720073":"\n   I hear this “joke” often but how would you react if your gf or bf told you they slept with someone else while being with you?? Do you take it seriously bc you’ve been in that position before or you just go with it bc you know that they can’t be serious?\n  ","720074":"\n   What exactly do you want these days?\n  ","720075":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","720076":"\n   Hi, how is your mood?\n  ","720077":"\n   r u going to the cemetery on Halloween?\n  ","720078":"\n   I meant for how the other person would think of it\n  ","720079":"\n   Might wanna be careful with that, \"love\" is trivial to other people's sense of reality\n  ","720080":"\n   Do you know what falling in love feel like?\n  ","720081":"\n   Should people depend on happiness that depends on other things to exist? Is there anything not dependable in this world (that doesn't depend on other things)?\n  ","720082":"\n   Real tattoo or henna tattoo?\n  ","720083":"\n   what are some ways you manage stress?\n  ","720084":"\n   What is your favorite food?\n  ","720085":"\n   What's your alarm ringtone?\n  ","720086":"\n   What online games do you play?\n  ","720087":"\n   Who's the worst on ur volleyball team\n  ","720088":"\n   Why is the bedbug flat?\n  ","720089":"\n   Fav cartoon movie\/show\n  ","720090":"\n   Do you believe that dreams can sometimes predict the future?\n  ","720091":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","720092":"\n   What type of music are you into?\n  ","720093":"\n   What do you like in life?\n  ","720094":"\n   Should boyfriends and girlfriends talk everyday? If they don’t is it a bad sign?\n  ","720095":"\n   What was the last message you received????\n  ","720096":"\n   What is the strongest drug? Love or greed?\n  ","720097":"\n   Can I still talk to someone I haven't talked to in a long time, even though we left off with bad goodbyes( no this not an ex girlfriend or boyfriend )?\n  ","720098":"\n   What concert do you want to go to? ?✌\n  ","720099":"\n   I love your long hair\n  ","720100":"\n   Can I get married at fifty with little?\n  ","720101":"\n   If you could start any Rumor about yourself, what would it be? ?\n  ","720102":"\n   Long hair or short on yourself?\nWhich do you prefer? Both? Ya like to change it up?\n  ","720103":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","720104":"\n   Have you had your tonsils out?\n  ","720105":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","720106":"\n   What lies do you most often tell yourself?\n  ","720107":"\n   What animal do you think is the scariest?\n  ","720108":"\n   What position do you play in soccer\n  ","720109":"\n   Facebook or whatsapp??\n  ","720110":"\n   Have you ever Spilt hot drinks on yourself ?\n  ","720111":"\n   What are your three favorite songs?\n  ","720112":"\n   When should you delete pictures and messages of your ex?\n  ","720113":"\n   What are you having for dinner?\n  ","720114":"\n   Which flavor of ice cream is your favorite?😍\n  ","720115":"\n   Who you lost??\n  ","720116":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","720117":"\n   Then you should put in the effort and do something about it.\n  ","720118":"\n   Do you prefer to be alone or around people?\n  ","720119":"\n   Tag their accounts if they have one.\n  ","720120":"\n   Who is someone you love?\n  ","720121":"\n   If someone made a statue of you, what position would you choose?\n  ","720122":"\n   If you could be any animal, what would you be?\n  ","720123":"\n   What is the last song you heard ? ▶️?\n  ","720124":"\n   HOW MUCH DO YALL LIKE WEED!\n  ","720125":"\n   What is circus? ?♂♂\n  ","720126":"\n   Why are you so upset with emma ?\n  ","720127":"\n   Have you ever been in an embarrassing situation, the memories of which are haunting you up to this day?\n  ","720128":"\n   What are some things in life (can include your future wants\/needs) that you will not compromise on and why?\n  ","720129":"\n   Man you all about the money 😂😂 😂😤\n  ","720130":"\n   Science involves experimenting to figure out how things work; how they operate. Why is evolution, a theory about history, taught as if it is the same as this operational science? You cannot do experiments, or even observe what happened, in the past?\n  ","720131":"\n   If someone was going to kill themselves in 6months, u didnt know them that well, theyre the same sex as you, u couldnt stop them, and they asked you to date them till they died and you could date others while with them, would you say yes, to try and keep them a bit happier till theyre gone?\n  ","720132":"\n   I’m hungry and it’s lunchtime but I also wanna take a shower what should I do first eat and then shower or shower and then eat?\n  ","720133":"\n   Do you ever wish you were born as the opposite sex?\n  ","720134":"\n   Do you step on or over bugs?\n  ","720135":"\n   Do you like Jelly beans\n  ","720136":"\n   If you could start a collection of one kind of item, what would it be?\n  ","720137":"\n   Who's the best athlete ever?\n  ","720138":"\n   When was the last that you got hit in the balls?\n  ","720139":"\n   What was the worst hit to the balls that you have taken?\n  ","720140":"\n   Have you ever been kicked in the balls?\n  ","720141":"\n   Biggest lie you told?\n  ","720142":"\n   What is your ideal girlfriend\/boyfriend? In general, what are your preferences?\n  ","720143":"\n   To whom are your audio and video recordings open?\n  ","720144":"\n   Cake o pie?\n  ","720145":"\n   What was the last thing made you feel sick?\n  ","720146":"\n   Yeah. Thank You\nRegards.\n  ","720147":"\n   Thank You Bro. I will do my best to see her in person.\n  ","720148":"\n   I have a girl that I like but she doesn't notice me. One day I promised her that I wanted to see her and she said it's great.  I honestly don't want anyone else even if I see British, Russian or Latina women.  \n\nIs there a chance to win your heart?  \n\nI only ask God to accept me.\n\nWhat do you think?\n  ","720149":"\n   do u have iPhone? how r u finding the new X?\n  ","720150":"\n   What would you do if you only had 24 hours left to live?\n  ","720151":"\n   how many homework for tomorrow?\n  ","720152":"\n   Should jewelery be worn in the pool?\n  ","720153":"\n   Ever drank a whole 2 liter of soda in one go?\n  ","720154":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","720155":"\n   What's the movie that made you cry?\n  ","720156":"\n   Why do you still care about Emma ? It you care about her ask her out. She’s literally waiting for you !\n  ","720157":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","720158":"\n   What do they mean when they say a cell phone is \"unlocked\"? What ia the difference? I know its been previsly owned, but is that really a bad thing or no? Thanks.\n  ","720159":"\n   According to you which one is better to go alone or with friends for a tour ?\n  ","720160":"\n   That situation laughter turns into tears ?\n  ","720161":"\n   Whats your weakness ? ?\n  ","720162":"\n   Do u believe in the human evolution?\n  ","720163":"\n   What matters to you most - money, good looks or attitude?\n  ","720164":"\n   Where would you go if someone offered to buy you a ticket to anywhere in the world?\n  ","720165":"\n   Do you think people who are over-confident, interactive with many acquaintances are shallow?\n  ","720166":"\n   If you ever get back with Emma what’s the first thing your going to say to her ?\n  ","720167":"\n   What are your favorite nighttime activities? (Late night drives, bonfires, walks, etc.)\n  ","720168":"\n   What are the three most important things for you to be happy?💫⭐\n  ","720169":"\n   Okay so im a highschool freshman. We and my crush have been talking a lot lately. Today she gave me her scrunchie while sitting together. Does this mean anything and should i wear it to school tommorow?\n  ","720170":"\n\n    @courtney_rocks1074\n   \n   hi sexy man your sexy\n  ","720171":"\n   What do you think about vegans who feed their dogs vegan dog food? Do they have the right to force their diet on their carnivorous pets? BQ: I've seen vegans say they don't trust meat eaters to look after their pets but would you trust a vegan to look after your dog properly, in terms of feeding??\n  ","720172":"\n   What to do, if I want to work? ?\n  ","720173":"\n   What is the main reason for you to refuse a date?\n  ","720174":"\n   Can you skip jury duty I was summoned and I have to go tomorrow and have college class and I don't wanna go\n  ","720175":"\n   Do you prefer fish or meat?\n  ","720176":"\n   Tonsils - in or out?\n  ","720177":"\n   What would you name a newly discovered planet?\n  ","720178":"\n   What country is stronger USA OR JAPAN\n  ","720179":"\n   What do you гusually eat?\n  ","720180":"\n   Which animal is your spirit animal?\n  ","720181":"\n   do you want a cupcake?\n  ","720182":"\n   Last person to make you happy?\n  ","720183":"\n   Did they ever get you drunk to take you to bed?\n  ","720184":"\n   Favorite colors and your favorite candy\n  ","720185":"\n   give a line from your favorite song\n  ","720186":"\n   What if you did everything for them and they still broke up with you. What would you do ? Would you try to get back with him or her. Or would you move on ?\n  ","720187":"\n   If u love someone and it has been almost one year and they r changing with u ? Is that a bad sign? Or it’s normal?\n  ","720188":"\n   Best ways to overcome shyness in college?\n  ","720189":"\n   What would your dream date be like?\n  ","720190":"\n   Favorite actress?\n  ","720191":"\n   Quit dodging it, you know exactly what I'm talking about 🤦🏼‍♂️😂\n  ","720192":"\n   You know exactly what I'm talking about.\n  ","720193":"\n   Are you a vegan, a vegetarian or a meat-eater?\n  ","720194":"\n   What are my chances??\n  ","720195":"\n   Would you rather be a vampire or a werewolf?\n  ","720196":"\n   If you had the opportunity to go somewhere and start a new life, where would you go? What job would you have? And how do you imagine your house there?\n  ","720197":"\n   You are at this stage in your life when...?\n  ","720198":"\n   What is beautiful to you?\n  ","720199":"\n   If they gave you to choose a place in the world .. which would be?\n  ","720200":"\n   What is the best place for the first date?\n  ","720201":"\n   Yes you did. You just wanted to focus on your damn future and ambitions !\n  ","720202":"\n   So you don’t want Emma in your future?\n  ","720203":"\n   ¡Eso no significa que rompas con alguien que esté dispuesto a hacer cualquier cosa por ti!\n  ","720204":"\n   VE POE ELLA\n  ","720205":"\n   ¿Alguna vez volverás con Emma? Parecía una chica increíble para ti. ¿Por qué la dejaste alejarse de ti? Pensé que ustedes también terminarían juntos por el resto de la vida de su chico. Lo vi en la forma en que te miraba e incluso cuando le dijiste que te amo. Son las pequeñas cosas las que cuentan.\n  ","720206":"\n   jódete de alejarte de ella! ¡VEN A OBTENER A SU HOMBRE!\n  ","720207":"\n   What is the best way to learn a foreign language? Do you speak any?\n  ","720208":"\n   Not even your friend Emma ?\n  ","720209":"\n   who's the closest to you?\n  ","720210":"\n   What if you're home alone, at late night and you sneeze. Suddenly phone rings and when you answer, Someone whispers \"Bless You\" and hangs up?? What'll u do then?? ??\n  ","720211":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?✌\n  ","720212":"\n   Do you like OREOS\n  ","720213":"\n   Any idea to loose flab skin without exercise\n  ","720214":"\n   What if Emma was to kiss you ?\n  ","720215":"\n   What's your kinda trend?\n  ","720216":"\n   Will you ever kiss Emma again ?\n  ","720217":"\n   HOw long do you sleep?\n  ","720218":"\n   Lmaoo\n  ","720219":"\n   Do you have a person who can make you happy? If so, who is this person?\n  ","720220":"\n   Fat booty?\n  ","720221":"\n   Do you follow your brain or your heart?\n  ","720222":"\n   Where do the happiest people live?\n  ","720223":"\n   Why are people so annoying\n  ","720224":"\n   Why dont you cut your hair?\n  ","720225":"\n   Do you think you’ll ever kiss Emma again ?\n  ","720226":"\n   Fav song\n  ","720227":"\n   worst mistake of your life was??\n  ","720228":"\n   Do you still love her ?\n  ","720229":"\n   Why ?\n  ","720230":"\n   Why can’t you say it\n  ","720231":"\n   Nope that’s not what I am asking.\n  ","720232":"\n   Are you in a relationship\n  ","720233":"\n   I just want to know if you see anything in her that’s all. I know you guys are just friends now but , do you still love her ?\n  ","720234":"\n   Does Emma make you happy ? 😂😂\n  ","720235":"\n   Are you getting weird anon questions?\n  ","720236":"\n   What is your favorite black and white movie?\n  ","720237":"\n   Why is that guys end up coming back to me?\n  ","720238":"\n   How could I tell if a guys not in to me ?\n  ","720239":"\n   Do you like to make new friends???\n  ","720240":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","720241":"\n   Will you ever get back with her ?\n  ","720242":"\n   How are you and Emma doing ?\n  ","720243":"\n   Are you ready for Halloween 🎃?\n  ","720244":"\n   Worst bands of the 2000s\n  ","720245":"\n   Do you believe in destiny? What's yours?👦\n  ","720246":"\n   DO YOU LIKE RACCOONS\n  ","720247":"\n   How do I get over this guy who i was talking to who just left me with out even explaining ?\n  ","720248":"\n   What question could you ask someone you just met to get to really know them?\n  ","720249":"\n   What teacher in school made the most impact on you and why?\n  ","720250":"\n   Where do you see yourself five years from now?\n  ","720251":"\n   Y can’t they just let you chill\n  ","720252":"\n   You should hangout with Emma tonight\n  ","720253":"\n   Do you think that you are more good looking or more wise ? ?\n  ","720254":"\n   If you still like her. You should go after her.\n  ","720255":"\n   What is your reaction when someone ignores you?\n  ","720256":"\n   Kiss her too\n  ","720257":"\n   I think you should ask her in a cute way! Examples \n .drive to her place \n . Have flowers \n  . Her favorite movie \n   . Popcorn and chocolate \/ candies \n. Hug her \n.then cuddle her \n. Ask her mom or dad if she can stay the night with you \nOnce you guys get back to your place cuddle for the night.\n  ","720258":"\n   Emma still likes you. I think you still have a chance with her\n  ","720259":"\n   I want to see you guys back together as well ❤️\n  ","720260":"\n   How many hours do you sleep at night?\n  ","720261":"\n   I think you should ask out Emma again. You guys are the cutest couple ever. I think you guys will succeed too.\n  ","720262":"\n   Is there any women who would stalk man who they've wrongfully accused of stalking🤔\n  ","720263":"\n   Do you believe in miracles?\n  ","720264":"\n   If you have Emma a second chance how would you ask her out ?\n  ","720265":"\n   Do you ever think you’ll get back with Emma or remain friends ?\n  ","720266":"\n   Wat ex would u go back too\n  ","720267":"\n   What ex would you return too?\n  ","720268":"\n   What's the most delicious dessert for you?\n  ","720269":"\n   Have you ever thought this before, \"Why were the old days better than these?”?\n  ","720270":"\n   What does friendship mean to you? What should your friend be like? Do you have a lot of friends?\n  ","720271":"\n   Do you think you’ll end the break soon?\n  ","720272":"\n   She wants to open up your Snapchats and reply but she doesn’t want to distract you.\n  ","720273":"\n   I hope you give her a second chance because you guys are the cutest couple ever and I ask Emma for advice all the time and whenever I heard you guys broke up. I was devastated 💯💔😭my heart aches for you guys every day. Emma is trying to be strong for you but it’s really hard for her.\n  ","720274":"\n   I know she doesn’t want to message you because you have to focus on school but , she’s really struggling right now because she loves you a lot and the hardest thing for her was watching ya walk away. I know deep deep down she wants to be with you but she doesn’t want to be a distraction towards you.\n  ","720275":"\n   Will you give her a second chance if you guys ever break up ? You guys look amazing together.\n  ","720276":"\n   What do you think about your girlfriend the most when you guys aren’t together?\n  ","720277":"\n   Write a note to yourself\n  ","720278":"\n   Are you good or bad at public speaking?\n  ","720279":"\n   Date or stay friends honey?\n  ","720280":"\n   If you could turn back time, would you do it? Why?\n  ","720281":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","720282":"\n   How Good are you in taking up challenges ?\n  ","720283":"\n   Do you think you would ever get back with someone if you broke up with them ?\n  ","720284":"\n   Sorry that question is coming from some of her friends\n  ","720285":"\n   Not Emma\n  ","720286":"\n   Will you ever get back with your best friend Emma or no ?\n  ","720287":"\n   What genre of music do you prefer? Share your favorite track\n  ","720288":"\n   What's your favourite thing to do at the beach?\n  ","720289":"\n   What was the last thing you purchased and why?\n  ","720290":"\n   Who are you really?\n  ","720291":"\n   Name the ASKfm users, with whom you would want to go on a road trip for a week. Why them?\n  ","720292":"\n   How do you spend the majority of your free time?\n  ","720293":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","720294":"\n   How can you be their for someone after they lost a love one and want their space\n  ","720295":"\n   He’s not even breaking up 💯with me. So don’t even ask him that fucking question because you won’t have a chance with him hun 😂😂. Sincerely his girlfriend. I want to know who wrote that question so I can talk to them personally.\n  ","720296":"\n   unpopular opinions:\n  ","720297":"\n   can there be friendship after love?\n  ","720298":"\n   What do you think of cheaters (in romantic relationships)?\n  ","720299":"\n   Who do you love most in the world and why?\n  ","720300":"\n   I know 🤣🤣\n  ","720301":"\n   Do u have insta, if yes what's your username?\n  ","720302":"\n   What are the reasons to be happy?\n  ","720303":"\n   What should a single person do when all your friends are in relationship? 😂\n  ","720304":"\n   Are you getting weird anon questions?\n  ","720305":"\n   what kind of device do u have\n  ","720306":"\n   What things you are interested in nowadays ??\n  ","720307":"\n   Tell me how to be happy ? Give me your opinion ✨💛\n  ","720308":"\n   Advice for courage to ask someone out?\n  ","720309":"\n   Which type of people you really love to talk with?\n  ","720310":"\n   Glazed or sprinkles doughnuts?\n  ","720311":"\n   who is your inspiration?\n  ","720312":"\n   What’s most intriguing about the Cinderella story?\n  ","720313":"\n   Do you trust people easily?\n  ","720314":"\n   What apps do you mostly use on your 😐👨phone?\n  ","720315":"\n   what to come out from a \"bad day\"?\n  ","720316":"\n   Asking people lol\n  ","720317":"\n   From the bottom and work your way up\n  ","720318":"\n   Ok I will allow it but , he’s taken so ...\n  ","720319":"\n   I don’t know where to start any idea\n  ","720320":"\n   The best movie for you is...?\n  ","720321":"\n   Why do you want to add my boyfriend on Instagram?\n  ","720322":"\n   i want to add you on insta?\n  ","720323":"\n   Why do we wash bath towels? Aren't we clean when we use them???\n  ","720324":"\n   :(\n  ","720325":"\n   Do you have a favorite memory? What is it?\n  ","720326":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","720327":"\n   What annoys you?\n  ","720328":"\n   😂😊nvm\n  ","720329":"\n   Let go lol 😂\n  ","720330":"\n   😂lol\n  ","720331":"\n   This is Emma and I hope you guys can say that to my face instead of sitting behind your phone screens 😂😂I dare you guys !\n  ","720332":"\n   I wish they would tell this to Emma to her face.\n  ","720333":"\n   How would you know ?\n  ","720334":"\n   What pain is harder for you: physical or spiritual\n  ","720335":"\n   😂people on here act funny\n  ","720336":"\n   They don’t need to know 😂😂that\n  ","720337":"\n   Why do you guys need to know that ?\n  ","720338":"\n   What apps do you mostly use on your phone?\n  ","720339":"\n   Don’t push her buttons 😊\n  ","720340":"\n   What is the greatest application ever?\n  ","720341":"\n   True. So watch out\n  ","720342":"\n   Lol\n  ","720343":"\n   Emma is trying to work it out with him and she really doesn’t need this right now guy. So can you guys respect that please ? Leave them alone or I’ll show her again.\n  ","720344":"\n   This is his girlfriend now and I’m telling you  politely to leave him alone!\n  ","720345":"\n   Excuse me ☝️If I were his girlfriend and I saw him getting called sexy and 🥰🥰these emojis I would kick his ass because the only person that can call him sexy is her so back the fuck off and that’s a total fact ! Emma’s looking right over my shoulder so who ever said that should come an talk her.\n  ","720346":"\n   How often do you go to the cinema?\n  ","720347":"\n   He has a girlfriend so leave him the fuck alone\n  ","720348":"\n   Which should because should be more smarter then that and know that he would never do anything like that to her\n  ","720349":"\n   And if she’s to worried that he’s going to use that to hurt her than theirs a problem that means she has no trust in him\n  ","720350":"\n   If his girlfriend has trust in him their shouldn’t be a problem with him responding to other messages or him being friendly with others that’s just how he is as a person you can’t change that about him that just something she has to accept about him\n  ","720351":"\n   Would you ask your girlfriend to marry you at a theme park or a fancy restaurant?\n  ","720352":"\n   What three things in life you want more than anything else?\n  ","720353":"\n   You have a girlfriend so you shouldn’t be flirting no matter what.\n  ","720354":"\n   Why do you flirt with everyone if you have a girlfriend who cares deeply about you ?\n  ","720355":"\n   😘☺️\n  ","720356":"\n   hey\n  ","720357":"\n   Lol it shouldn’t b their business 😂\n  ","720358":"\n   🤫\n  ","720359":"\n   I think you would\n  ","720360":"\n   But would you if you had a choice?\n  ","720361":"\n   Ok. But would you ask her ?\n  ","720362":"\n   I can keep it from her\n  ","720363":"\n   I promise that I won’t tell her. She isn’t even here.\n  ","720364":"\n   He likes questions\n  ","720365":"\n   Tell me please 🙏🏻\n  ","720366":"\n   Ya ik but they like wanna know everything about you’re life  and it’s like annoying\n  ","720367":"\n   I won’t. I pinky promise 💯🙏🏻\n  ","720368":"\n   Who’s this ? His girlfriend?\n  ","720369":"\n   Whoever’s ever asking him questions fuck off\n  ","720370":"\n   Why not ?\n  ","720371":"\n   It would be awesome to know\n  ","720372":"\n   How would you ask her ?\n  ","720373":"\n   What kind ?\n  ","720374":"\n   Do u see yourself with the same ur person ur with for years to come\n  ","720375":"\n   Ok😂\n  ","720376":"\n   Haha our Generation are addicted to phone and how can I cheer you up?\n  ","720377":"\n   how are you cope up with studies?\n  ","720378":"\n   How many times u been in love\n  ","720379":"\n   Hhejndnbd\n  ","720380":"\n   I think you guys should kiss too\n  ","720381":"\n   People are so annoying like whoever’s is asking all this has TO MIND THEIR GOD DAMN BUSINESS and not be so interested in you’re life but theirs\n  ","720382":"\n   Do you think you’ll ever marry your girlfriend? If so why ? Or how would you ask her ?\n  ","720383":"\n   \"Are you harassing people?\n  ","720384":"\n   When you see her are you going to hug and kiss her ?\n  ","720385":"\n   Why not ?\n  ","720386":"\n   What would you say to her ?\n  ","720387":"\n   Would you tell your girlfriend?\n  ","720388":"\n   Yes so are you going to answer it ?\n  ","720389":"\n   I don’t know. It just popped up into my mind\n  ","720390":"\n   You guess so ? It’s a yes or no question\n  ","720391":"\n   What do you like about kissing her ?\n  ","720392":"\n   Do you like kissing her ?\n  ","720393":"\n   What do you like about your girlfriend?\n  ","720394":"\n   What is a fun fact that you would like to share for no apparent reason what so ever?\n  ","720395":"\n   Who do u love the most\n  ","720396":"\n   Single or in a relationship 🥰❤️\n  ","720397":"\n   Who’s the chick. That messaged you that ?\n  ","720398":"\n   She’s not upset because she truly believes in you\n  ","720399":"\n   I just showed her. Sorry :(\n  ","720400":"\n   Lol\n  ","720401":"\n   Who’s asking you that ? Your  girlfriend wants to know\n  ","720402":"\n   single ? In a relationship?\n  ","720403":"\n   😏\n  ","720404":"\n   I really like you\n  ","720405":"\n   This person is on you’re ass to much they should stop seriously\n  ","720406":"\n   This person should mind their own business\n  ","720407":"\n   Take a break from school work for a little bit\n  ","720408":"\n   You should take a little break and go with her\n  ","720409":"\n   She didn’t know it was a dare until then end.\n  ","720410":"\n   You should go on a Starbucks run with your girlfriend\n  ","720411":"\n   What’s wrong ? You seem kind of down today 😢\n  ","720412":"\n   But she wants to support you by wearing it\n  ","720413":"\n   Did that girl ever add you back ?\n  ","720414":"\n   Why can’t she keep it ?\n  ","720415":"\n   I also dare you to give her your state champ 113 sweatshirt\n  ","720416":"\n   It would make her feel so much better\n  ","720417":"\n   drive out of your way to do it\n  ","720418":"\n   Kiss her\n  ","720419":"\n   I think it would cheer her up\n  ","720420":"\n   Since we all asked you\n  ","720421":"\n   You first\n  ","720422":"\n   We all dare you to go kiss her.\n  ","720423":"\n   When do you feel the best about yourself?\n  ","720424":"\n   Which mobile app are you addicted the most to?\n  ","720425":"\n   Are you sure? Do you know what she went through in the past ?\n  ","720426":"\n   Do you really know ?\n  ","720427":"\n   Ok 👍🏻\n  ","720428":"\n   Your girlfriend\n  ","720429":"\n   Are you going to tell your girlfriend?\n  ","720430":"\n   I dare you to the girl Snapchat to your girlfriend\n  ","720431":"\n   Do you really know ?\n  ","720432":"\n   I hope you would give your girlfriend the Snapchat of this girl.\n  ","720433":"\n   But your girlfriend!\n  ","720434":"\n   Just looking out for my friend.\n  ","720435":"\n   She’s fighting hard for you and I really don’t want to see her get dumped again ! She truly cares about you. I hope you can see that.\n  ","720436":"\n   Then you should tell girls to stop calling you cute and sending these emojis to you ! 😍😍😏\n  ","720437":"\n   But still you should tell them that you have a wonderful girlfriend!\n  ","720438":"\n   You would be aloud too but they shouldn’t be calling you cute if you have a girlfriend!\n  ","720439":"\n   If I was your girlfriend I would say hell no !\n  ","720440":"\n   Think about your girlfriend @\n  ","720441":"\n   You’re really cute can I have you’re snap chat ?\n  ","720442":"\n   did u hear  that mom Jay-Z publicly announced non-traditional orientation?\n  ","720443":"\n   Or guy\n  ","720444":"\n   Wtf is this girl all up in you’re business\n  ","720445":"\n   Just had to let you know 😏\n  ","720446":"\n   What if it wasn’t ?\n  ","720447":"\n   How would you like it if she sent 😍😍this to an other guy ?\n  ","720448":"\n   I’m not saying this to be rude or anything but , you have a girlfriend and if she finds out your sending this types of emojis to other girls I think she would be pissed.\n  ","720449":"\n   Really you have a girl friend ! Why are girls sending you 😍😍these kinds of emojis? What if you’re girlfriend finds out ?\n  ","720450":"\n   What books would you recommend for developing better interpersonal skills?\n  ","720451":"\n   😍😍\n  ","720452":"\n   What happened in the relationship that it came to this ?\n  ","720453":"\n   R u dtf\n  ","720454":"\n   I think you should fight for her no matter what. She’s doing a lot more for this relationship then you are. She truly cares about you. So do something before an other guy comes along does something that wows her. On my opinion\n  ","720455":"\n   If you were going to get a tattoo, what would it be and where?\n  ","720456":"\n   Do you prefer Instagram or Facebook?\n  ","720457":"\n   Then why don’t you fight for her ?\n  ","720458":"\n   What would be the result of crossing a hedgehog with an adder? ???????\n  ","720459":"\n   What's on top of your birthday wish list?\n  ","720460":"\n   If you really care about her. Why don’t you talk to her about it ? She sounds like a wonderful person to be with.\n  ","720461":"\n   What do you guys have to fix if you don’t mind me asking.\n  ","720462":"\n   Why would you say your single if you have a girlfriend??\n  ","720463":"\n   Will you guys get back together ?\n  ","720464":"\n   What is your favorite fanfic? Do you like them actually?\n  ","720465":"\n   Don’t you have a girlfriend though ????\n  ","720466":"\n   Don’t you have a girlfriend?\n  ","720467":"\n   10\n  ","720468":"\n   I thought you had a girlfriend thought ?\n  ","720469":"\n   The best work of art in your opinion?\n  ","720470":"\n   Glitter or Sparkles?\n  ","720471":"\n   Single ?\n  ","720472":"\n   Why you can't turn a hoe into a housewife?\n  ","720473":"\n   do you have a soul?\n  ","720474":"\n   Are your tonsils in or out?\n  ","720475":"\n   Name the worst company of the year\n  ","720476":"\n   What’s the most embarrassing thing your have ever done?\n  ","720477":"\n   Who from the site would you take on a summer road trip?\n  ","720478":"\n   Post a memorable pic from your gallery? 😍\n  ","720479":"\n   U like anyone right now\n  ","720480":"\n   Do you think flappy bird should come back?\n  ","720481":"\n   Whats your definition of hard luck? ?\n  ","720482":"\n   Curious about this app\n  ","720483":"\n   Do you think that money can buy love?\n  ","720484":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","720485":"\n   What is your favorite type of sushi?\n  ","720486":"\n   With who\n  ","720487":"\n   Bahahaha\n  ","720488":"\n   You ever been in love ?\n  ","720489":"\n   Got any plans for today?\n  ","720490":"\n   Is it me or does having sex raw feel waaayy better ?\n  ","720491":"\n   Are u a virgin ?\n  ","720492":"\n   Do you still have your tonsils?\n  ","720493":"\n   Iigjbfhnbgjn\n  ","720494":"\n   What’s been on your mind ?\n  ","720495":"\n   what are you’re some things you want to complete before the years ends?\n  ","720496":"\n   If u had a chance to talk to a celebrity or anyone who would u choose\n  ","720497":"\n   She’s sexy\n  ","720498":"\n   Where you moving too\n  ","720499":"\n   How do you feel about yourself?\n  ","720500":"\n   Are you single 😍\n  ","720501":"\n   Are you dating anyone ?\n  ","720502":"\n   Picture of your taste\n  ","720503":"\n   What contains ten thousand calories? ??\n  ","720504":"\n   What do u do in ur spare time?\n  ","720505":"\n   What is your strongest phobia?\n  ","720506":"\n   iPhone or Android?\n  ","720507":"\n   Who ready for The damn weekend\n  ","720508":"\n   What are the most important lessons you’ve learned in life?\n  ","720509":"\n   What runs in your family?\n  ","720510":"\n   The best day of your life?\n  ","720511":"\n   What would you do if you could inflate your body like a balloon?\n  ","720512":"\n   What items do you always carry to your bag ?\n  ","720513":"\n   list allllll of ur most frequently emojis\n  ","720514":"\n   favourite quote from a tv show?\n  ","720515":"\n   What makes you nervous?\n  ","720516":"\n   What to write with chalk on the asphalt under the windows of a loved one?\n  ","720517":"\n   Are you short or tall? \n\nI'm 5'0 so yea I'm a shorty\n  ","720518":"\n   What do you do for other people to love you?\n  ","720519":"\n   Best place for food?\n  ","720520":"\n   What is three xs mean\n  ","720521":"\n   What is the most useful thing\/skill\/habit (of any nature, personal or professional) you've learnt\/developed in your life?\n  ","720522":"\n   Are you a good liar?\n  ","720523":"\n   what is the weekend plans\n  ","720524":"\n   Do you plan on having a baby in the future\n  ","720525":"\n   What would you do if you could inflate your body like a balloon?\n  ","720526":"\n   What genre of music do you prefer? Share your favorite track\n  ","720527":"\n   Guess how old am i\n  ","720528":"\n   What do you like to being called?\n  ","720529":"\n   If you could only talk to one person for the rest of your life, who would it be?\n  ","720530":"\n   Good morning  may this day bring you joy and gladness and not give you any sadness! Have an extraordinary day!😄\n  ","720531":"\n   Who was the last person you met today?\n  ","720532":"\n   How does the Internet influence your life?\n  ","720533":"\n   Food\n  ","720534":"\n   What's the best thing that happened to you today? So far.\n  ","720535":"\n   What can you think about for hours?\n  ","720536":"\n   Why do guys like women that will give up their sex easy? Does hooking-up kills the soul?\nSurely her house leads down to death and her paths to the spirits of the dead?\n  ","720537":"\n   What is a dream you've never said out Loud? 🌚\n  ","720538":"\n   If you win $10,000 on a scratch off lottery ticket- who do you tell?\nWhat do you do next?!\n  ","720539":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","720540":"\n   What's your favorite smell?\n  ","720541":"\n   are you an extrovert or introvert?\n  ","720542":"\n   Pttsshh. Yeah right!\n\nEveryone has a phone, phones last all day practically. We got tablets, smartwatches, portable chargers, car chargers. Hell, even the car is getting smarter and smarter. Lol!\n\nThe world will eventually stop tolerating and appeasing those willin to remain slow or absent minded😂\n  ","720543":"\n   Yes! And no one should ever have to pull over to ask me or anyone directions ever again. 😅 Unless someone's trying to holler, lol\n  ","720544":"\n   What is the most embarrassing thing u have ever done?\n  ","720545":"\n   Well last night was not fun to watch some of you let\n   \n    @irish2216\n   \n   take alot of heat.Yet he has been there for some of you,he's even protected me before.To let him get hurt,that was not ok or cool. I think some of you  owe him the same thing he do for you.\n  ","720546":"\n   Person that lets you down the most?\n  ","720547":"\n   How's the weather there now?\n  ","720548":"\n   Is there any person you are afraid of?\n  ","720549":"\n   What qualities do you have that others don't have?\n  ","720550":"\n   Name an animal that has no eyes.\n  ","720551":"\n   Is there any person you are afraid of?\n  ","720552":"\n   zero I am male\n  ","720553":"\n   Do you want to know how many times I have been pregnant ?\n  ","720554":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","720555":"\n   are girls more dramatic than guys?\n  ","720556":"\n   So what is your favorite movie genre?\n  ","720557":"\n   The last time you ever asked for directions while driving?\n  ","720558":"\n   Is it more important to love or be loved?\n  ","720559":"\n   What is the craziest thing you've seen on this site\n  ","720560":"\n   do you watch horror movies?\n  ","720561":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","720562":"\n   What's your biggest problem of ur life?\n  ","720563":"\n   What's the best thing to invest in to make money?\n  ","720564":"\n   What’s your favorite song by Michael Jackson\n  ","720565":"\n   If something happens to you who's your \"go-to\" person to tell, someone you trust ?\n  ","720566":"\n   Sometimes all you need is...?\n  ","720567":"\n   What specials do you have next quarter?\n  ","720568":"\n   What is the difference between a women's friendship and a men's friendship?\n  ","720569":"\n   Where do you feel most safe?\n  ","720570":"\n   What did you do last weekend?\n  ","720571":"\n   When was the last time you was offended?\n  ","720572":"\n   What to do, when it's boring?\n  ","720573":"\n   If you had the chance to redo your life over would you?\n  ","720574":"\n   Would you call yourself a “happy person”?\n  ","720575":"\n   My apologies bruh that was supposed to be me reacting to how beautiful your words were.\n  ","720576":"\n\n    https:\/\/i.pinimg.com\/originals\/45\/15\/21\/4515210677b5aafcc65f0446396ca11b.jpg\n   \n","720577":"\n   A song reminds you of someone..??\n  ","720578":"\n\n    https:\/\/www.oncourseconnect.com\/image_store.axd?app=STUDENT_PORTRAITS&id=12245095\n   \n   Is she very attractive?\n  ","720579":"\n   What does your bedroom smell like?\n  ","720580":"\n   What do you fear?\n  ","720581":"\n   I am a girl I wish I had a stalker.\n  ","720582":"\n   What do u want to be when you grow up?\n  ","720583":"\n   Would you ever date a girl\/guy if they had back acne\n  ","720584":"\n   Do you love hockey?\n  ","720585":"\n   Does my butt look good?(Check profile)👀\n  ","720586":"\n   What's the way out of labyrinth of troubles??\n  ","720587":"\n   What's your favorite color?\n  ","720588":"\n   How often do you get bored?\n  ","720589":"\n   Favorite lyrics?\n  ","720590":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","720591":"\n   what is something is missing in life that was in your life and you love that?\n  ","720592":"\n   What has been one of the best days of your life\n  ","720593":"\n   How important is a mother daughter and mother son  relationship growing up?\n  ","720594":"\n   Your favorite chocolate bar?\n  ","720595":"\n   What do you refuse to pay for?\n  ","720596":"\n   Do you actually love someone ???\n  ","720597":"\n   For what you thing you never get old?\n  ","720598":"\n   Do you think it's wise to meet up with someone I met in my Spam mailbox?\n  ","720599":"\n   Do you like ice cream? What's your favorite ice cream (brand, flavour, etc)?\n  ","720600":"\n   Aside from all things pumpkin spiced, what is the one thing, if any, you enjoy about the autumn season?\n  ","720601":"\n   What would you do if you could inflate your body like a balloon?\n  ","720602":"\n   How old are you?\n  ","720603":"\n   How often do you visit skating rink?\n  ","720604":"\n   Do you think that you are special to someone ?! 😻\n  ","720605":"\n   Do you like hockey? What team do you like to watch?\n  ","720606":"\n   What do u do when you're under pressure?\n  ","720607":"\n   Favorite comfort food; for summer?\n  ","720608":"\n   the best film of all times and nations!?\n  ","720609":"\n   What's your number one rule in life?\n  ","720610":"\n   I’m 21, and well my life is just starting, as they all say. I’ve been doing bad in college and I’m not willing to admit it but I’m quite depressed. I’m not to worried about my future cuz quite frankly I hope I’m dead before I turn 25. I’ve never told anyone this. Dose any one feel the same way?\n  ","720611":"\n   What does Freedom mean to you?\n  ","720612":"\n   Whats your weakness ? ?\n  ","720613":"\n   Do you prefer to talk or to listen?\n  ","720614":"\n   What’s your zodiac sign?\n  ","720615":"\n   If you could only talk to one person for the rest of your life who would it be??\n  ","720616":"\n   What do you miss, but would like to have at your home? 🏘\n  ","720617":"\n   hello\n  ","720618":"\n   Age?\n  ","720619":"\n   Do you change your mind often?\n  ","720620":"\n   Hi\n  ","720621":"\n   What is your opinion of love? Is it permissible for them to do what they want, or are there red lines that they shouldnt skip?\n  ","720622":"\n   Is it easier to forgive or forget?\n  ","720623":"\n   Is love possible?? I want to know?\n  ","720624":"\n   What should I eat?\n  ","720625":"\n   What can you endlessly stare at?\n  ","720626":"\n   What is the secret to a happy life? ?®\n  ","720627":"\n   Do you miss someone who was too close to you?\n  ","720628":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","720629":"\n   Ever wanted to say someone something but couldn't say it???\n  ","720630":"\n   Hello\n  ","720631":"\n   What's your favorite song from the 2000s?\n  ","720632":"\n   single?\n  ","720633":"\n   what makes you very happy a big gift or food?\n  ","720634":"\n   have u ever been heart broken?\n  ","720635":"\n   If there were a book about your life, what the cover would look like?\n  ","720636":"\n   why do those who want love get tears?\n  ","720637":"\n   Come Get a redcard at target on 71st and 169\n  ","720638":"\n   What aspect of you are you most proud of?\n  ","720639":"\n   What's something that you've read recently that you've liked?\n  ","720640":"\n   Some women want STEM jobs to be half female.Is this fair ?\n  ","720641":"\n   If you a white male.I need to talk to you about very important things.I am not selling any thing. \nbabythecat@gmx.com\n  ","720642":"\n   What is the most money you have ever held in your hand?\n  ","720643":"\n   Who else love key lime pie? 😊\n  ","720644":"\n   Good morning, what is your choise, coffee, tea, or Nescafe?\n  ","720645":"\n   [1]Age? _ [2] Fav color? _ [3] Height? _ [4] Single? _ [5] Best Memory? _ [6] Color Underwear right now? _ [7] Last kiss? _ [8] last hug? _ [9] Crush? _ [10] Kisses or Cuddles\n  ","720646":"\n   You probably really love to travel?\n  ","720647":"\n   What gives you immense pleasure?\n  ","720648":"\n   How Much Pain?\n  ","720649":"\n   what other language can you speak?\n  ","720650":"\n   what are your longest relationships look like?\n  ","720651":"\n   who's ur favorite viner (or youtuber)? aa\n  ","720652":"\n   Do you like taking risks?\n  ","720653":"\n   Who is your favorite singer?\n  ","720654":"\n   Ever wear sneakers and no socks?\n  ","720655":"\n   How tall are you? Take a photo in full height\n  ","720656":"\n   Good morning show the people that still or still asleep I just want to work with you happy Tuesday\n  ","720657":"\n   Best way to prank someone? 😈\n  ","720658":"\n   What is your favorite recipe? ??\n  ","720659":"\n   To your mind, what should every child have?\n  ","720660":"\n   What's your plan this weekend?\n  ","720661":"\n   Are you still learning who you are?\n  ","720662":"\n   ¿Con qué frecuencia dibujas?\n  ","720663":"\n   Quiero amigos\n  ","720664":"\n   Finish this sentence; \"my friends know i'm not okay when...\"\n  ","720665":"\n   Name your favorite song.\n  ","720666":"\n   Who is going to make today better than yesterday?\n  ","720667":"\n   Snap?\n  ","720668":"\n   What are you looking forward to this year?\n  ","720669":"\n   Do I look good? (Check profile) ;)\n  ","720670":"\n   Что бы ты cделал(а) сегодня, если бы не было завтра?\n  ","720671":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who\n  ","720672":"\n   Do you like being photographed? Go photo ❤\n  ","720673":"\n   Do you support LGBT? If you do, why? If you don't, why not?\n  ","720674":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","720675":"\n   What browser do you use?\n  ","720676":"\n   What's something that can always make you feel better?\n  ","720677":"\n   مين اللي عايزه تتركب النهارده\n  ","720678":"\n   Do you prefer to ask questions or answer them?\n  ","720679":"\n   how do you survive disappointment????\n  ","720680":"\n   Hi\n  ","720681":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","720682":"\n   How are you willing to spend your summer vacation?\n  ","720683":"\n   burda daniwdiqiniz olub?olubsa darixirsiz ondan otru?\n  ","720684":"\n   If you were a car, what kind of car would you be?\n  ","720685":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","720686":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","720687":"\n   how’s the weather\n  ","720688":"\n   hey was poppinnnnn\n  ","720689":"\n   Where are you from and how often do you change socks?\n  ","720690":"\n   Would you date a transgender person?\n  ","720691":"\n   what is the most obvious sign of love? ??\n  ","720692":"\n   how often do you look back on your life?\n  ","720693":"\n   Do you like to wear flip-flops?\n  ","720694":"\n   what is your favourite quotation?\n  ","720695":"\n   Why do you wish for the most at the moment?\n  ","720696":"\n   If animals could talk, which animal would be the most annoying?\n  ","720697":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","720698":"\n   Who likes going out for karaoke? Favorite places to sing? Favorite songs to belt out? MY favorite spot is Cheers. Not sure I like how them streaming it on their website though...lol I like burning the place to the ground singing Bitch!!! I love karaoke! Sober or Tipsy...lol \n#NOFEAR\n  ","720699":"\n   Do you admire someone?\n  ","720700":"\n   How to know that she wants you ?\n  ","720701":"\n   Do you accept it if a stranger keeps using honey, darling, sweetie... when referring to you?\n  ","720702":"\n   What does it mean to be a human being?\n  ","720703":"\n   When can you justify a lie?\n  ","720704":"\n   what makes a guy hot?\n  ","720705":"\n   What qualities do you value the most in your friends?\n  ","720706":"\n   How can you change the world?💯\n  ","720707":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","720708":"\n   What body piercings do you want\n  ","720709":"\n   Why do you think the Declaration of independence has become the respected document that it is ?\n  ","720710":"\n   If you had to wear a mask for the rest of your life, what one would you pick?\n  ","720711":"\n   If you could teach someone something what would it be?\n  ","720712":"\n   What can you do that others can’t?\n  ","720713":"\n   How can I not care what others think about me?\n  ","720714":"\n   Name five of your favourite anime\n  ","720715":"\n   What's special about you ?👀\n  ","720716":"\n   Is Halloween a pagan holiday?\n  ","720717":"\n   How many times have you heard the words of someone close to you..? 🤔\n  ","720718":"\n   What will warm u this fall?\n  ","720719":"\n   If you could say something to your younger self, what would you say?\n  ","720720":"\n   Wanna make plans?\n  ","720721":"\n   Which music app is you're go to?\n  ","720722":"\n   Who is the most famous person in your country?\n  ","720723":"\n\n    https:\/\/instagram.com\/goodgirll134?r=nametag\n   \n","720724":"\n   Do you think that your name suits on your personality ?\n  ","720725":"\n   Who would you like to see around ask?\n  ","720726":"\n   An original way to attract a guy's attention?\n  ","720727":"\n   ¿Con qué rapidez te enamoras?\n  ","720728":"\n   Summer 🏖 or Winter ☃?\n  ","720729":"\n   What is your favorite season?\n  ","720730":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","720731":"\n   What food make u want it ,all the time\n  ","720732":"\n   Picture by mood (You can attach a quote)\n  ","720733":"\n   Netflix or Lostfilm?\n  ","720734":"\n   It's on the Travel channel every Saturday night and I also know it's on Hulu.\n  ","720735":"\n   You really should.\n  ","720736":"\n   What color pants your have on\n  ","720737":"\n   What worries you the most?\n  ","720738":"\n   Hey everyone\n  ","720739":"\n   Hey everyone\n  ","720740":"\n   Hey\n  ","720741":"\n   Ask me anonymous questions\n  ","720742":"\n   What's your favorite or best physical feature?\n  ","720743":"\n   What music are you listening to now??\n  ","720744":"\n   How to tell someone you like them?\n  ","720745":"\n   How long can a woman go without being intimate with her partner?\n  ","720746":"\n   Favorite comfort food?\n  ","720747":"\n   ¿iPhone o Android?\n  ","720748":"\n   Have you ever thought of living alone?  Why?\n  ","720749":"\n   Bath or shower?\n  ","720750":"\n   How many apps do you have downloaded on your phone currently?\n  ","720751":"\n   Do you watch Ghost Adventures?\n  ","720752":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","720753":"\n   I’m just wondering how could you deal with anger!\n  ","720754":"\n   Have u gotten ur period? (this is coming from a girl and I'm just asking because I have not gotten it yet and mostly everyone did and I'm scared!!)\n  ","720755":"\n   Who is your top 5??\n  ","720756":"\n   Is it normal to kiss on the first date?\n  ","720757":"\n   What process is understood as education?\n  ","720758":"\n   What do you think, where isn't spot for humor?\n  ","720759":"\n   Looking text buddies 📲number\n  ","720760":"\n   When you looked at yourself in the mirror today, what was the first thing you thought?\n  ","720761":"\n   How many Microsoft employees are need to replace an overheated light bulb?\n  ","720762":"\n   Are your tonsils in or out?\n  ","720763":"\n   Which day of the week do you love the most?\n  ","720764":"\n   Are you more of a dog person or a cat person?\n  ","720765":"\n   What is the best way to learn a foreign language?\n  ","720766":"\n   If you were a car, what kind of car would you be?\n  ","720767":"\n   What song do you have on repeat?\n  ","720768":"\n   What is something you want right now?\n  ","720769":"\n   If you were an animal what would you be?\n  ","720770":"\n   What do u look like right now\n  ","720771":"\n   How old am i\n  ","720772":"\n   Why do fools fall in love?\n  ","720773":"\n   Who you going on a date with?😪\n  ","720774":"\n   Which three things would you take to a deserted island?\n  ","720775":"\n   Are you PC or non PC?\n  ","720776":"\n   Is it possible to give someone too much space?\n  ","720777":"\n   Are mirrors portals for demons\n  ","720778":"\n   What do you wanna be when you grow up\n  ","720779":"\n   Who is your most hated celebrity?\n  ","720780":"\n   Have you ever been falsely accused ? If yes what is the gender of the accuser ?\n  ","720781":"\n   Play any sports? If so what kind?\n  ","720782":"\n   What is “home” to you?\n  ","720783":"\n   Ok ill try doing that next time i see him thank you for helping 😌\n  ","720784":"\n   Im 19\n  ","720785":"\n   We both ask each other to hang out and he always wants to be the one to pay .\n  ","720786":"\n   Hey so why is that every time this guy and me go out he always wants to pay for me but never wants me to treat him does he do that because he’s trying to tell me that he likes me?\n  ","720787":"\n   How can u a person is in to you\n  ","720788":"\n   How can you tell a person is in to you *\n  ","720789":"\n   Do you think a guy or a girl should make the first move?\n  ","720790":"\n   When is the last time that you holded your nose because of bad smell?\n  ","720791":"\n   How are you still alive????!!\n  ","720792":"\n   Why not do something better like investing like every one else in the state\n  ","720793":"\n   Describe the type of spouse you want in your life. State some of qualities.\n  ","720794":"\n   What's your favorite place to think? PAP.\n  ","720795":"\n   Do you have an unusual talent?\n  ","720796":"\n   Sounds a little tough, but also COOL! \nThanks for sharing 😅\n  ","720797":"\n   What's everyone doing\n  ","720798":"\n   Ok you a salesman\n  ","720799":"\n   Hell yeah!!\n  ","720800":"\n   Well you could still make it, hows work\n  ","720801":"\n   Which rules are made to be broken?\n  ","720802":"\n   Am from Florida but now in NY\n  ","720803":"\n   Hows Florida\n  ","720804":"\n   Hows work\n  ","720805":"\n   Good,  bro where you from\n  ","720806":"\n   Good yours\n  ","720807":"\n   The coolest thing you can possibly think of?\n  ","720808":"\n   How's a typical day at work for you?\n  ","720809":"\n   Why does a person have a nose?\n  ","720810":"\n   That is pretty scary alright \n\nDo you know how long it stopped for?\n  ","720811":"\n   What do you drink most often?\n  ","720812":"\n   hope y'all have a good or are having a good Sunday. Peace!\n  ","720813":"\n   What does \"feeling high\" mean to you????\n  ","720814":"\n   what are you most good at?\n  ","720815":"\n   what are your next goals in life?\n  ","720816":"\n   What's your most frightening close-call (an incident or situationyou barely got of unscathed physically, socially, or emotionally)?\n  ","720817":"\n   What about your life?\n  ","720818":"\n   3 must-haves for a perfect morning?\n  ","720819":"\n   What have you really learned about yourself lately?\n  ","720820":"\n   Your wounds my not be your fault, but healing is your responsibility.\n  ","720821":"\n   Do you regularly go to the movies?\n  ","720822":"\n   That speechless moment ???\n  ","720823":"\n   Do I look hot(Check profile) ;)\n  ","720824":"\n   Are u there ?\n  ","720825":"\n   Who do u want to go to the dance wirh\n  ","720826":"\n   How often do you take selfies?\n  ","720827":"\n   What's the greatest thing in the world besides food?\n  ","720828":"\n   The employees,businesses, and relationships that all of us have to give up in order to move forward- Necessary Endings by Dr.Henry Cloud. Interested? Heard of it before ? It’s changed my life , try it . Be ready to get rid of what’s been holding you back .\n  ","720829":"\n   What is the appropriate age for marriage?\n  ","720830":"\n   Would you say guys like crazy girls or sweeter ones more ?\n  ","720831":"\n   What kinds of things attract guys of a girl?\n  ","720832":"\n   How often do you attend concerts?\n  ","720833":"\n   What is the best sport to play?\n  ","720834":"\n   What is the purpose of your existence?\n  ","720835":"\n   Is that  insta  too?\n  ","720836":"\n   I need advice for depression. It’s getting real bad and making me have sucidal thoughts\n  ","720837":"\n   Are humans truly creative, or do they gain their ideas from prior observations?\n  ","720838":"\n   Add🙈\n  ","720839":"\n   Im good  you ?\n  ","720840":"\n   Why do most people who watch anime act elitist?\n  ","720841":"\n   Hola  😊\n  ","720842":"\n   💙\n  ","720843":"\n   Anyone one have Instagram?\n  ","720844":"\n   Do you like anyone from ASK.fm?\n  ","720845":"\n   What's the best thing ever happened to you?\n  ","720846":"\n   When you were left at home by yourself for the first time as a child, what was the first thing you did?\n  ","720847":"\n   How do you usually start a conversation?\n  ","720848":"\n   What's super-noisy?\n  ","720849":"\n   What would you do today if there is no more tomorrow?\n  ","720850":"\n   Do you think someone likes you and if you know for a fact they do , do you like them back????\n  ","720851":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","720852":"\n   What is your favorite old movie?\n  ","720853":"\n   Good bro and how's  family and work\n  ","720854":"\n   Howdy\n  ","720855":"\n   What do guys usually look for in a girl?\n  ","720856":"\n   Doesn't Brian Urlacher look like Matt Hasselbeck?\n  ","720857":"\n   can you give me any advice. 😩\n  ","720858":"\n   I need help so their this guy who i was talking to we’ve been on and off and he always tries to come back to me after a argument bc of him to play mind games with me . Telling me he misses me and loves me it’s like a trap so I can get back and i just dont know how to stop this cycle\n  ","720859":"\n   Favorite color, favorite song, favorite book, favorite band, favorite clothes?\n  ","720860":"\n   Random thoughts? 💯\n  ","720861":"\n   What would you name your boat if you had one?\n  ","720862":"\n   What do you think is the best holiday decoration for a gift?\n  ","720863":"\n   Needs me a smoking buddy. \nWho's in?\n  ","720864":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","720865":"\n   Who is your favourite character from Stranger Things? (If you've watched the show)\n  ","720866":"\n   Who do you like to play as in smash bros?\n  ","720867":"\n   What do you think  the meaning of life is\n  ","720868":"\n   What crazy activities do you dream of trying someday?\n  ","720869":"\n   What’s your opinion on ice cream dates?\n  ","720870":"\n   what you doing today?\n  ","720871":"\n   Wearing anything yellow what is it\n  ","720872":"\n   What are you Interested in ?\n  ","720873":"\n   Do you agree that one cannot judge a book by its cover?\n  ","720874":"\n   Would you rather meet a wolf or a poisonous snake in the wilderness?\n  ","720875":"\n   What do you do when you are at your lowest?\n  ","720876":"\n   Have you ever trusted someone too much?\n  ","720877":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","720878":"\n   What is your instagram name?\n  ","720879":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","720880":"\n   What was your worst date\n  ","720881":"\n   Do really hot girls ever feel entitled to things for being hot? Be honest 😂\n  ","720882":"\n   Future goals ?\n  ","720883":"\n   what did you want to be, when you were a child?\n  ","720884":"\n   2 likes for\n   \n    @imwhathappenedinvegas\n   \n   plz?💗\n  ","720885":"\n   What are the most underrated social media networks ever?\n  ","720886":"\n   Are you a forgiving person?\n  ","720887":"\n   What does it feel like to get hit in the balls?\n  ","720888":"\n   Which TV channel do you believe in?\n  ","720889":"\n   What was the worst hit to the balls that you have taken?\n  ","720890":"\n   Have you ever been kicked in the balls?\n  ","720891":"\n   Chocolate Cake?\n  ","720892":"\n   You belong to that part of population which.............?\n  ","720893":"\n   Which cities would you like to visit around the world?\n  ","720894":"\n   What’s the next big thing?\n  ","720895":"\n   Happy Easter Sunday Everyone!\n  ","720896":"\n   Who still has their tonsils?\n  ","720897":"\n   Are you a nice kid?\n  ","720898":"\n   ok well I have to go talk again have a nice day\n  ","720899":"\n   thanks I will be a junior in Sept\n  ","720900":"\n   nursing\n  ","720901":"\n   What’s an ideal weekend for you?\n  ","720902":"\n   When was the last time you did Easter egg hunting?\n  ","720903":"\n   What’s on your mind?\n  ","720904":"\n   What would your theme song be?\n  ","720905":"\n   Check out\n   \n    @risetothetopforex\n   \n   and possibly change your life(not an ad... give it a chance)\nNot a gimmick! Real results!\n  ","720906":"\n   What ya doin\n  ","720907":"\n   Is water wet ? 🤔\n  ","720908":"\n   Is it just girls or do guys post things on their snap story to get someone’s attention?\n  ","720909":"\n   Has your hometown changed a lot since you were a kid? If so, how? Have the changes been for the better or worse?\n  ","720910":"\n   Is it easy to give someone a second chance?🙊\n  ","720911":"\n   What is a primary fear that is holding you back?\n  ","720912":"\n   do u like to watch a lot of horror movies on Halloween?\n  ","720913":"\n   It's raining what to do?\n  ","720914":"\n   What your favourite season? Mine is Autumn... Cool nights and slightly warm days. And all those beautiful colours of nature\n  ","720915":"\n   How many people ask for your opinion ?\n  ","720916":"\n   Tall or Short?\n  ","720917":"\n   Who are you thinking about?\n  ","720918":"\n   Are you in love with someone?\n  ","720919":"\n   if you were a videoblogger, what would your videos be about?\n  ","720920":"\n   Happy Easter\n  ","720921":"\n   Do you like someone?\n  ","720922":"\n   Are you taken?\n  ","720923":"\n   What movie can you quote word for word?\n  ","720924":"\n   What do u look for in a girl?\n  ","720925":"\n   Need opinions on a wedding theme\n  ","720926":"\n   What is something you have always wanted to try but have been too scared to ... ?¿\n  ","720927":"\n   How do you stop yourself from feeling down?\n  ","720928":"\n   Best thing about you?\n  ","720929":"\n   The most sleepy moment when_____???\n  ","720930":"\n   Have you ever been in a situation where you lost people in you’re past and if so do wish to reconnect with a few people ?\n  ","720931":"\n   Are you happy right now in life ?\n  ","720932":"\n   what’s are some zodiac signs that you like ?\n  ","720933":"\n   Who would you visit?\n  ","720934":"\n   what qualities do you look for in a person?\n  ","720935":"\n   how can you forget about someone and not think of them\n  ","720936":"\n   i want to get over this person but it’s been hard\n  ","720937":"\n   :\/\n  ","720938":"\n   I can’t sleep\n  ","720939":"\n   don’t fear the future great things will come on the way\n  ","720940":"\n   It’s okay if you don’t want to say\n  ","720941":"\n   Idk but i can help what is that you been thinking about\n  ","720942":"\n   What kinda girls do you like\n  ","720943":"\n   Have you been thinking a lot lately\n  ","720944":"\n   Theirs possibly you could bring people back\n  ","720945":"\n   How old are you and do you have a crush on someone?\n  ","720946":"\n   What’s a best memory you had\n  ","720947":"\n   if you had an opportunity to take a few people back would you\n  ","720948":"\n   What are your favorite pizza toppings?\n  ","720949":"\n   What's your favorite beach?\n  ","720950":"\n   Are you interested in psychology? 📘 or maybe something else?\n  ","720951":"\n   What is your hair color?\n  ","720952":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","720953":"\n   Single Or Taken?\n  ","720954":"\n   Are you in college?\n  ","720955":"\n   Do you care if someone is fat?\n  ","720956":"\n   Would you date a fat person?\n  ","720957":"\n   What do you want?\n  ","720958":"\n   5 things you don't like in people ?\n  ","720959":"\n   What's one thing that makes you happy? Name only one!\n  ","720960":"\n   If you had only one last wish to make, what would it be?\n  ","720961":"\n   Is 5'11\" and 235 pounds for an NFL middle linebacker considered small?\n  ","720962":"\n   What is your natural eye color is??\n  ","720963":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","720964":"\n   ❤❤❤❤❤❤❤💕💚❤💕❤💕💚💚💕❤💚💕❤\n  ","720965":"\n   ??What would you say to your young self and why?\n  ","720966":"\n   What is the best diet?\n  ","720967":"\n   Who do you miss?\n  ","720968":"\n   What is something you love?\n  ","720969":"\n   What are some things that make you really happy?\n  ","720970":"\n   What's on your mind atm???\n  ","720971":"\n   What word is your favorite?\n  ","720972":"\n   What song always makes you want to dance?\n  ","720973":"\n   Video Games or Board Games?\n  ","720974":"\n   Are you married?\n  ","720975":"\n   What do u prefer to do when you are all freaked out ? 👻\n  ","720976":"\n   How Good do you have to be to be considered a \"Good Person\"?\n  ","720977":"\n   Is it dirty if a fly got into your house?\n  ","720978":"\n   What was the last beverage you spilled on yourself?\n  ","720979":"\n   What's a song that everybody knows?\n  ","720980":"\n   Are you Bold\n  ","720981":"\n   Who's your ONE\n  ","720982":"\n   Are you a friendly person?\n  ","720983":"\n   What's your favorite vacation spot?\n  ","720984":"\n   Last person you texted?\n  ","720985":"\n   Be with someone who brings out the best in you, not the stress in you?\n  ","720986":"\n   if the answer were yes, what would be your question?\n  ","720987":"\n   What do you believe happens after death?\n  ","720988":"\n   How good are you at saying \"no\"?\n  ","720989":"\n   What is your reason to keep fighting and survive?\n  ","720990":"\n   Why do people usually push the door when it says pull?\n  ","720991":"\n   What's your favorite song from the 2000s?\n  ","720992":"\n   Do you ever feel close to anyone on here, even though you don't know them in a real life?\n  ","720993":"\n   when you are in a relationship do you often get annoyed?\n  ","720994":"\n   hey girls and guys are on different buses for track, right?\n  ","720995":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","720996":"\n   What was your first thought today?\n  ","720997":"\n   Smart casual or sporty style?\n  ","720998":"\n   If you could travel the world with only one person who would you take?\n  ","720999":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","721000":"\n   How do you express your emotions?\n  ","721001":"\n   What happens if I fight Charlotte flair\n  ","721002":"\n   I want new music. Any suggestions? ???\n  ","721003":"\n   What's a song lyric you unexpectedly relate to?\n  ","721004":"\n   Are you embassed to be female ?\n  ","721005":"\n   Am I the only one who has 2 crushes at the same time?\n  ","721006":"\n   What do you miss the most when you're away from home?\n  ","721007":"\n   Do you like to make new friends?\n  ","721008":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","721009":"\n   Are you scared of driving?\n  ","721010":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","721011":"\n   Have you ever tried to be vegetarian?\n  ","721012":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","721013":"\n   Can an animal replace a friend?\n  ","721014":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","721015":"\n   Which rules are made to be broken?\n  ","721016":"\n   What makes someone a bad parent ?\n  ","721017":"\n   What would be the result of crossing a hedgehog with an adder? ???????\n  ","721018":"\n   Have you ever felt ashamed from your past??\n  ","721019":"\n   How old is the typical askfm user?\n  ","721020":"\n   Which element of nature are you – air, earth, fire or water?\n  ","721021":"\n   Who would you like to see around ask?\n  ","721022":"\n   Where was your last selfie taken?\n  ","721023":"\n   Be nice to everyone, but don't be too nice too often, some times you lead someone on and they get there heart broken because they fall in love with you\n  ","721024":"\n   What can you think about for hours?\n  ","721025":"\n   Where do you shop the most?\n  ","721026":"\n   I feel that people are scared little chickens to do what is good for them\n  ","721027":"\n   When and why did u join askfm?\n  ","721028":"\n   Do you have an account in instagram?\n  ","721029":"\n   In life, do you see yourself more of a bystander or are you more of a participant? Why?\n  ","721030":"\n   Do you think it’s possible to reconnect with someone?\n  ","721031":"\n   How would you feel if a good friend of the opposite gender (not involved with you romantically) kissed you on the cheek, say, when saying goodbye to you?\n  ","721032":"\n   What are the best holidays you have ever had in your life?\n  ","721033":"\n   Who would you like to be?\n  ","721034":"\n   What is the best movie you have ever seen?\n  ","721035":"\n   What is the formula of happiness?\n  ","721036":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","721037":"\n   What's the worst advice you've ever taken?\n  ","721038":"\n   What do I have to do to get a little bit of loyalty these days smh 🤦🏾‍♂️\n  ","721039":"\n   what is your criterion to accept someone on snapchat?\n  ","721040":"\n   What can you endlessly stare at?\n  ","721041":"\n   What product would you refuse to promote?\n  ","721042":"\n   Do you embrace or fear change?\n  ","721043":"\n   Can taste in music change your opinion about a person?\n  ","721044":"\n   What is the most interesting science?\n  ","721045":"\n   What's the longest you've ever gone without sleep?\n  ","721046":"\n   How tall are you?\n  ","721047":"\n   What's on your mind atm???\n  ","721048":"\n   If you were a road sign, what would you say?\n  ","721049":"\n   Which animal is your spirit animal?\n  ","721050":"\n   Have you ever grinded with someone and got turned on\n  ","721051":"\n   Not sure if you have any exes but if you do you miss any of them?\n  ","721052":"\n   What's the most daring thing you ever did?\n  ","721053":"\n   Who tryna snap?\n  ","721054":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","721055":"\n   When was the last time you wrote a letter?\n  "},"Answer":{"719983":"\n  Lmao ❤️\n  ","719984":"\n  I drive\n  ","719985":"\n  Probably tbh. Cause you give to many fucks\n  ","719986":"\n  It fucks with the head\n  ","719987":"\n  As many times a kangaroo ate a shrew, and the shrew at a shoe, and the shoe ate the kangaroo determines how many times a makeroo lick a tiremasu\n  ","719988":"\n  <3\n  ","719989":"\n  Yea I think it’s fascinating\n  ","719990":"\n  Being nice\n  ","719991":"\n  How?\n  ","719992":"\n  Are you assuming I’m a kinky Jew?\n  ","719993":"\n  There is no story behind it. You just have to see it to believe it\n  ","719994":"\n  What research?\n  ","719995":"\n  I passed comp 1 and 2 with an A I don’t need to write paragraphs anymore\n  ","719996":"\n  I’m Jewish\n  ","719997":"\n  I smell better than you 🤔\n  ","719998":"\n  Kinky Jew plays with the kinkajou\n  ","719999":"\n  I’m Jewish. I say what I want and it’s true\n  ","720000":"\n  Yes it is.\n  ","720001":"\n  Exactly why I’m able to be bad with ETA\n  ","720002":"\n  I suppose. And I learn new stuff everyday\n  ","720003":"\n  Nope I don’t embarrass people unless you did to me.\n  ","720004":"\n  Why are you so bad at being social? 🤔 don’t @ me\n  ","720005":"\n  I don’t have Twitter. But my Instagram is\n  \n   @mtaubs_fitness\n  \n","720006":"\n  I don’t know. But I would love for the sky to always have that sunrise\/sunset color\n  ","720007":"\n  The same thing you give in a relationship. I don’t expect a girl to go above and beyond for me unless she chooses to do so and if she does then I’m a do the same for her. It’s only right\n  ","720008":"\n  ¿Que?\n  ","720009":"\n  You can’t even spell autocorrect right\n  ","720010":"\n  It’s roast🤦🏻‍♂️\n  ","720011":"\n  Love is defined as a word that you’re willing to do anything. Love is an action, it’s not just a word that you can use daily just to make people feel good. Like if I’m going to tell someone I love them I’m going to do so in such a way that shows I would go way out of my way for them and do whatever it takes to make that someone happy. That’s what love is.\n  ","720012":"\n  Color is like smell. There’s so many of them. Some you like and some you don’t. Some colors just as smells make you feel happy to where some make you feel a different mood.\n  ","720013":"\n  Nope but I can do 2-2\n  ","720014":"\n  Nope but I can do 2 x 2\n  ","720015":"\n  Gatherer\n  ","720016":"\n  The joy of bringing smiles to people that don’t get to smile much\n  ","720017":"\n  Well if she wants to talk about it she can. But if she’s looking to get back together it’s not going to happen. I moved on.\n  ","720018":"\n  Probably she does because she told me she lost all feelings for me when she first started dating Cody. She moved on and she told me to move on. So I did the same and I respected her answers and moved on.\n  ","720019":"\n  Maybe it is maybe it isn’t 🤷🏻‍♂️ it shouldn’t matter to you who the kiss is with\n  ","720020":"\n  No it really shouldn’t. She’s with Cody. That’s wrong. She doesn’t know it but Cody her current boyfriend actually got dismissed from the navy cause he got injured during training but still no date on when he’ll be back home. At least that’s what I was told by randy. She should share it with him. Not me.\n  ","720021":"\n  Nope but I’m hoping the person it is will be able to make it\n  ","720022":"\n  Nope\n  ","720023":"\n  Probably a philosopher. Reason being I feel like talking about theories and such is something that really interests me. And i feel like because everyone has different experiences many people have different types of data and life experiences they can use to back up a theory that may or may not be true\n  ","720024":"\n  I would try to reach out to that person and find out why they wouldn’t let me talk to my best friend. Like people shouldn’t be able to control who you can or can’t talk too. It’s all about your own life and you make your own decisions. Don’t let other people control your life. I’ve been in that situation and I learned my lesson because I lost so many friends and family because of it but luckily I was able to gain them all back after I realized my mistake.\n  ","720025":"\n  For sure early. I live by a code.\n  \n  Early is on time\n  \n  On time is late\n  \n  And late is not acceptable\n  ","720026":"\n  She doesn’t have the app but she knows who she is\n  ","720027":"\n  Um none because it explains the history.\n  ","720028":"\n  I would probably say dancing cause some people just don’t have rhythm even though they’re having fun\n  ","720029":"\n  Junior in college\n  ","720030":"\n  Sure. I’ve been before. It’s pretty fun\n  ","720031":"\n  I don’t know\n  ","720032":"\n  You know it 🤙🏻👀\n  ","720033":"\n  A good life\n  ","720034":"\n  Because there’s a thing called psychos in the world\n  ","720035":"\n  With respect\n  ","720036":"\n  Just relax and don’t focus on it\n  ","720037":"\n\n   @huntermuehlbauer\n  \n","720038":"\n  The ones that are super\n  ","720039":"\n  Thanks I try\n  ","720040":"\n  Cafe con leche brand: cafe bustello\n  ","720041":"\n  Everyone loves the lifestyle they wish they could\n  ","720042":"\n  That’s only for people that don’t know what Love is\n  ","720043":"\n  Nah\n  ","720044":"\n  Sure\n  ","720045":"\n  That it lasts forever. Love only lasts forever if the two people keep it that way and keep things fresh and new\n  ","720046":"\n  Thanks\n  ","720047":"\n  I’ve done some pretty crazy stuff I don’t like to share\n  ","720048":"\n  Where i started\n  ","720049":"\n  A bunch of things\n  ","720050":"\n  A situation\n  ","720051":"\n  Is this the krusty krab?\n  ","720052":"\n  Telling them I don’t love them back\n  ","720053":"\n  Moist\n  ","720054":"\n\n   @huntermuehlbauer\n  \n  I know this was you.\n  ","720055":"\n  Same to you.\n  ","720056":"\n  Wouldn’t anyone want to be in a relationship with the person they like?\n  ","720057":"\n  For sure\n  ","720058":"\n  Of course. Goodnight from Alalababama\n  ","720059":"\n  Funnels are the best type of cake too 😋\n  ","720060":"\n  Yes. Humphrey. Been my partner in beer pong since our 1st party. Never lost a game in duo’s\n  ","720061":"\n  Mr. Branch isn’t here anymore. Ever since Alalababama incident happened he now became a muehlbauer. So every year in Alalababama we celebrate the day of the Muehlbauer’s\n  ","720062":"\n  That’s no cookie. That’s my brothers future son. Welcome to sweet home alalababama 😁\n  ","720063":"\n  Who are you? I live in alalababama\n  ","720064":"\n  What’s that?\n  ","720065":"\n  That’s cause you’re not Jewish 🤷🏻‍♂️\n  ","720066":"\n  Participant. I don’t give a fuck what others think and I’m a live my best life\n  ","720067":"\n  I’m Jewish so 🤷🏻‍♂️ fair trade\n  ","720068":"\n  What type of music you like?\n  ","720069":"\n  Buy me a mclauren 720s and you got yourself a deal\n  ","720070":"\n  Make myself food\n  ","720071":"\n  Maybe\n  ","720072":"\n  Why does it matter?\n  ","720073":"\n  I take it seriously. Something like that shouldn’t be joked about\n  ","720074":"\n  Happiness\n  ","720075":"\n  1)My friend Val\n  \n  2)by first friend I’m guessing you mean go to so\n  \n   @huntermuehlbauer\n  \n\n  4) Nope. I got family.\n  \n  5)I have way to many to list\n  \n  6) Fast and furious\n  \n  7) Nope\n  \n  8) Fall\n  \n  9) Sometimes\n  \n  10) Apple, banana or peach.\n  ","720076":"\n  I’m mainly always in a good mood. Right now I have a major hangover so I feel pretty fucked right now\n  ","720077":"\n  Nope\n  ","720078":"\n  Ok well the question clearly states me so\n  ","720079":"\n  I’m not stupid. I know what Love is.\n  ","720080":"\n  Yes. And even though it’s amazing, it’s hard when it ends\n  ","720081":"\n  Everything in this world depend on something. But that something is different to everybody\n  ","720082":"\n  That’s a hard decision.\n  ","720083":"\n  Going to the gym\n  ","720084":"\n  Anything that I find appealing to eat\n  ","720085":"\n  Explicit squirrel motivation\n  ","720086":"\n  Call of duty mainly. But I play others as well.\n  ","720087":"\n  Um I’m not on a volleyball team 😂\n  ","720088":"\n  Idk\n  ","720089":"\n  Ed,edd, &eddy\n  ","720090":"\n  Yes\n  ","720091":"\n  Yea I suppose. It doesn’t bother me 🤷🏻‍♂️\n  ","720092":"\n  Anything really\n  ","720093":"\n  Fun and positive vibes\n  ","720094":"\n  Not necessarily. I think boyfriends and girlfriends should at least check up on how their day is going. Especially if the other person knows that they have a busy day that day. But if not then it does throw a few red flags\n  ","720095":"\n  You can be successful in anything you do when you put in the time and work necessary for it.\n  ","720096":"\n  That’s tough. But probably greed because people want what others have\n  ","720097":"\n  Yea you can. Especially if you given it some time apart\n  ","720098":"\n  I don’t know. I like a lot of music artist\n  ","720099":"\n  Thanks.\n  ","720100":"\n  I don’t see why you can’t\n  ","720101":"\n  He once drowned a fish. At least that’s what the legend says.\n  ","720102":"\n  I do both. I change it up. I get mixed reviews about both.\n  ","720103":"\n  There’s a few for sure. But unfortunately I’m so brain dead to think of any right now\n  ","720104":"\n  Nope\n  ","720105":"\n  Yes. Your soul is inside the heart. Think about how many people reach there goals. By following their heart. But what gives your heart that power? Your soul\n  ","720106":"\n  That I’m not good enough\n  ","720107":"\n  The most dangerous ones\n  ","720108":"\n  When I use to play soccer I use to play center and goalie\n  ","720109":"\n  I got both.\n  ","720110":"\n  At least once\n  ","720111":"\n  I have a lot\n  ","720112":"\n  If you and your ex are still friends you shouldn’t delete anything. Just use them as sentimental memories of the most happiest moments that you all shared together.\n  ","720113":"\n  Probably pasta or chicken with rice.\n  ","720114":"\n  That’s so hard. There’s so many types of ice cream and they’re all really good. I don’t think I have a pure favorite\n  ","720115":"\n\n   @emmahammill\n  \n","720116":"\n  You don’t have any I like them back. That’s why there’s a difference between friendships and relationships\n  ","720117":"\n  I’m trying but it’s too late. She already has someone new. 😪\n  ","720118":"\n  I guess it just depends\n  ","720119":"\n\n   @emmahammill\n  \n\n   @huntermuehlbauer\n  \n","720120":"\n  My family. And the person I lost. You know what they say “you never really know what Love is till it’s gone”.\n  ","720121":"\n  Standing up with my arms wide open. Cause I want people to know that I’m willing to take anyone in to my life no matter background, identification, size, etc.\n  ","720122":"\n  Leopard\n  ","720123":"\n  Ashes to new- crazy\n  ","720124":"\n  None. It’s bad for you and makes you hella depressed. It’s one of the many reasons are society is so fucked\n  ","720125":"\n  I’ve been to a circus maybe once or twice. I can’t recall exactly what I saw but it’s basically a show\n  ","720126":"\n  Why does it matter to you? She knows what she did as much as she doesn’t want to admit it. I know people. I have a large network of people. She can keep denying things I say to her but she knows I’m right and I know what’s true and what’s false.\n  ","720127":"\n  Everyone has at least once\n  ","720128":"\n  Freedom. No one to hold me down to what I want to do. I’m in full control\n  ","720129":"\n  It’s nice.\n  ","720130":"\n  I’m sorry but I disagree with your statement. Look at our society today. Did we improve from society back in the 1800s 1900s? Yes. Are people still racist even though we overcame separation? Yes. Evolution is more of a proof science through history than an actual experiment you observe. And this is why you see history repeat itself. It’s an infinite loop of evolution that keeps repeating if we aren’t educated on the events that happened before our time to keep those events from happening again.\n  ","720131":"\n  If this was a real situation I would make them take a lot of sleep aid to knock out and then get them the help they need that way they wouldn’t have to give there life\n  ","720132":"\n  Both\n  ","720133":"\n  At times but I wouldn’t want to go through the pain of a period monthly 😅\n  ","720134":"\n  I guess just depends on the type of bug\n  ","720135":"\n  They alright\n  ","720136":"\n  Exotic food\n  ","720137":"\n  Me\n  ","720138":"\n  Probably a week ago\n  ","720139":"\n  Idk\n  ","720140":"\n  Who hasn’t?\n  ","720141":"\n  Mhm 🤔 can’t recall\n  ","720142":"\n  My ideal girlfriend would be someone who is willing to try new things. Someone who is active in making the community better and helping those who need it. Someone who can be self centered at times when needs to be but is willing to drop whatever she is doing at the time to help someone in need. Traits would have to be trusting and loyal.\n  ","720143":"\n  Um no one\n  ","720144":"\n  Why not both 🤷🏻‍♂️\n  ","720145":"\n  The society we live in\n  ","720146":"\n  Anytime bro. We’re all here for you\n  ","720147":"\n  Best to luck to you man. Hope all goes well for you\n  ","720148":"\n  Go for it. You’ll never know how she feels if you don’t shoot your shot\n  ","720149":"\n  I do but I have the 7\n  ","720150":"\n  Get as much stuff done as I can that I wanted to do in a full life\n  ","720151":"\n  Everyday and every weekend\n  ","720152":"\n  I don’t see why you can’t wear jewelry but the only con about wearing jewelry at the pool is the actual shine and material fading because of the pool chemicals and also the chance of possibly losing it.\n  ","720153":"\n  Yep\n  ","720154":"\n  You should always try clubs. If you don’t try you’ll never know if you like it\n  ","720155":"\n  Not sure but there are a few\n  ","720156":"\n  You don’t get it do you?\n  ","720157":"\n  Nope but it’s open to lots of scholarships so there’s a chance if you’re really good standings in academics or sports or both you can get college for free\n  ","720158":"\n  If it’s unlocked that means everything is completely erased from it. No phone service or contract with a certain company. If a phone is locked that means you have to physically take it to a phone company for them to unlock it and I believe there’s a fee for unlocking it as well. That’s why you see many people buy unlocked phones instead of locked phones. Or at least this is my take on it. Not sure if my information is correct but that would explain why unlocked phones cost more than locked ones.\n  ","720159":"\n  Friends\n  ","720160":"\n  Is the best\n  ","720161":"\n  Why would i tell you?\n  ","720162":"\n  I guess\n  ","720163":"\n  None. Family. If you have people that’ll stand there by you you’re fine\n  ","720164":"\n  Dubai\n  ","720165":"\n  Yes\n  ","720166":"\n  Why do you want to know? Come off anonymous and maybe I’ll tell you\n  ","720167":"\n  Just relaxing and knowing I have nothing to worry about. Being in a calm state of mind\n  ","720168":"\n  Friends, family, tranquility\n  ","720169":"\n  Sure? It’s hard to tell you if it means anything or not because I don’t know anything about your crush. Wear it tomorrow and see what she says.\n  ","720170":"\n  Haha thanks?\n  ","720171":"\n  Well I mean if you tell them instructions on how you want you’re dog \/ pet raised they should follow it. They shouldn’t try changing your pets diet based off there own standards cause it shows they have no respect for your instructions\n  ","720172":"\n  Go out anywhere and ask to speak to a manager. Present yourself as a hard worker and confident, not cocky. Give firm handshakes and don’t stutter or say um when asked questions.\n  ","720173":"\n  That’s for me to know\n  ","720174":"\n  If you’re enrolled in college you don’t have to do jury duty\n  ","720175":"\n  Meat but both are good\n  ","720176":"\n  In\n  ","720177":"\n  Is this a planet?\n  ","720178":"\n  Depends. Each of there share of strengths and weaknesses\n  ","720179":"\n  Eating I’m in the mood for\n  ","720180":"\n  Snow leopard\n  ","720181":"\n  Sure\n  ","720182":"\n  My family.\n  ","720183":"\n  Nope\n  ","720184":"\n  Blue, red, black and coral. My favorite candy would probably have to be Twix, crunch, Kit Kat, or Reese’s outrageous bar. Of course the candy has to be frozen\n  ","720185":"\n  Like a puzzle in a mind\n  ","720186":"\n  It honestly all depends. If they want out on a relationship you should respect their decision and give them the space and then be friends for the time being. Cause if you don’t then that can lead to tension between the two of you for future. If you really care about them and they don’t see you’re doing everything for them show them and maybe they’ll decide to stay. If not then you just have to move on but it’s always better to move on as friends that way if things go bad for the other person in the future you could always be a rebound and she\/he can see how much you really cared about them\n  ","720187":"\n  It depends. What changes have been happening? Are they becoming more distant from you?\n  ","720188":"\n  Just live your life. And do you\n  ","720189":"\n  Don’t know\n  ","720190":"\n  There’s so many tbh.\n  ","720191":"\n  Shoot your shot and see what happens\n  ","720192":"\n  I don’t think I do?\n  ","720193":"\n  I guess all 3\n  ","720194":"\n  Chances of what?\n  ","720195":"\n  That’s hard. Cause if I was a vampire I could fly but only be out during the night to where if I was a werewolf I would be able to be out whenever\n  ","720196":"\n  Not sure tbh\n  ","720197":"\n  I’m working non stop to get my degree in college while trying to live my life\n  ","720198":"\n  Nature\n  ","720199":"\n  Idk there’s so many places I haven’t even been too\n  ","720200":"\n  Guess that depends on the two people\n  ","720201":"\n  No I didn’t. I said I’m not with her right now because I’m working on my future. I never said I didn’t want her in my life\n  ","720202":"\n  That’s not what I said.\n  ","720203":"\n  Ok. Well sorry for focusing on my damn future and my ambition to be successful\n  ","720204":"\n  Don’t tell me what to do\n  ","720205":"\n  No lo sé. Me estoy centrando en la escuela en este momento. Además, no sabes por lo que paso en la vida.\n  ","720206":"\n  Don’t speak to me like that\n  ","720207":"\n  Honestly just practice. Learn certain words first that are more used in every day life. About 15-30 minutes a day and just repeat those handful of words till you master them completely. And then try mixing them in a sentence of your original language and then saying the words you just learned in the foreign language within that sentence. And yes I speak Spanish as well as American Sign Language\n  ","720208":"\n  Well I mean she’s a close friend.\n  ","720209":"\n  Probably my sister\n  ","720210":"\n  I be freaked out\n  ","720211":"\n  My dog cause they’re a mans best friend\n  ","720212":"\n  Who doesn’t?\n  ","720213":"\n  Sounds impossible but the only suggestion I really have is eating right. But you still won’t loose flab skin without some form of exercise\n  ","720214":"\n  Idk.\n  ","720215":"\n  My own\n  ","720216":"\n  Idk. Probably not cause we’re not in a relationship anymore. We’re just friends. But I do give her hugs every time\n  ","720217":"\n  5-8 hours\n  ","720218":"\n  😂😂\n  ","720219":"\n  Yea my friends. They know who they are\n  ","720220":"\n  For a guy I think I have a pretty good one lol\n  ","720221":"\n  Heart\n  ","720222":"\n  In content with their surroundings\n  ","720223":"\n  Good question\n  ","720224":"\n  Haha I do cut it. I’m cutting it this weekend\n  ","720225":"\n  I don’t know like I said were just friends\n  ","720226":"\n  I have a lot I listen too\n  ","720227":"\n  Being in a relationship. Not that it was a mistake any of my relationships but when you don’t have time or feel like you should be in one you both end up getting hurt\n  ","720228":"\n  I literally just answered this\n  ","720229":"\n  Cause I said so\n  ","720230":"\n  Cause i said so\n  ","720231":"\n  I can’t really say what I want to say over text. It’s going to come out wrong if i try typing it through here\n  ","720232":"\n  Not anymore. But I’m not looking for anything right now. Just friends right now\n  ","720233":"\n  I mean I care about her if that’s what you’re asking\n  ","720234":"\n  I suppose? Why do you ask?\n  ","720235":"\n  Depends. What’s weird?\n  ","720236":"\n  I can’t remember what it’s called but I saw it last year in one of my gep classes\n  ","720237":"\n  Idk maybe you have something special that makes them happy\n  ","720238":"\n  Does he ignore you? Does he try to stay distant? Is he not very as social as he used to be when you first meet? They’re just signs\n  ","720239":"\n  Yea\n  ","720240":"\n  Just a few close ones\n  ","720241":"\n  I don’t know. Whether i do or not I still want to have her as someone i can count on in life\n  ","720242":"\n  We’re friends\n  ","720243":"\n  Ready for spooky szn\n  ","720244":"\n  Not too sure. I always kind of liked the older music better\n  ","720245":"\n  I guess so\n  ","720246":"\n  Sure\n  ","720247":"\n  Hangout with friends. Do things that make you happy before you even met that guy\n  ","720248":"\n  Hmm I don’t think you can only ask one question to get to really know someone. So maybe start off saying giving a situation how would you react to get a good base on how they may react in a situation\n  ","720249":"\n  I think all my teachers made a huge impact in my life. They taught me how to succeed and they always supported me when I did sports, they came out to all my meets and everything. My teachers were the best\n  ","720250":"\n  Hopefully working on the career I’m working on right now\n  ","720251":"\n  Your guess is as good as mine 🤷🏻‍♂️\n  ","720252":"\n  Got school\n  ","720253":"\n  Depends on the topic\n  ","720254":"\n  Ok\n  ","720255":"\n  Apologize and get them to notice me\n  ","720256":"\n  Maybe. Idk if I want to be in a relationship in this stage of life right now\n  ","720257":"\n  I’ll take the advice but I may or not do anything with it.\n  ","720258":"\n  Ok\n  ","720259":"\n  Ok will see but idk\n  ","720260":"\n  Not many.\n  ","720261":"\n  Maybe\n  ","720262":"\n  Probably\n  ","720263":"\n  Sure\n  ","720264":"\n  Idk\n  ","720265":"\n  Right now friends\n  ","720266":"\n  Idk\n  ","720267":"\n  Idk\n  ","720268":"\n  I don’t know. I like a lot\n  ","720269":"\n  The old days were so much easier that’s why\n  ","720270":"\n  Someone I can rely on. My friend should be trustworthy, loyal, real and should be able to tell me anything about the way they’re feeling.  I have a decent amount of friends.\n  ","720271":"\n  It’s not a break. It’s a break up.\n  ","720272":"\n  I told her i don’t care if she messages me and sends me streaks. But If im focused on something she’s not going to hear from me till I’m done.\n  ","720273":"\n  I know what she’s going through. I told her that she just needs to live her life. I am not her life and she needs to figure that out that there’s more in life\n  ","720274":"\n  Ok\n  ","720275":"\n  I think people deserve 2nd chances. But it depends\n  ","720276":"\n  She’s not my girlfriend if we’re together but probably the good times we had\n  ","720277":"\n  Make others happy\n  ","720278":"\n  I’m decent I would say\n  ","720279":"\n  Stay friends\n  ","720280":"\n  Yes. But not sure on what yet\n  ","720281":"\n  The stunner.\n  \n  There’s a lot people don’t know about me. Even the people who I’m close to\n  ","720282":"\n  I’ll take a challenge\n  ","720283":"\n  Possibly but it just depends\n  ","720284":"\n  Ok\n  ","720285":"\n  Ok\n  ","720286":"\n  If I’m being honest. Idk. I’m a full time student, I work, and I just don’t have time to give her the attention I need\n  ","720287":"\n  I like rap\/edm. My favorite track would definitely have to be puzzle in my mind by Luke Christopher or slow down by cam meekins\n  ","720288":"\n  I like to surf, bogey board or fish. Also I don’t mind building a sand castle or digging a hole for fun 😂\n  ","720289":"\n  I purchased some more pre workout and post workout for the gym. Got to stay fueled on my grind somehow\n  ","720290":"\n  I’m the type of guy that is observant of everything that happens around me. I may be awkward and not stand out but I know when to get myself into a situation if needed\n  ","720291":"\n\n   @JadedAllieCat\n  \n\n   @cort_16\n  \n\n   @thicc_mikk\n  \n\n   @katbeaulieu\n  \n  they just seem like cool people to hangout with and I feel like they would be good friends to have for networking to help each other have a successful career\n  ","720292":"\n  Doing something productive\n  ","720293":"\n  Not necessarily true.\n  ","720294":"\n  Just tell them you’ll be there if they need you and give them that space they ask for but keep an eye on them to make sure they don’t hurt themselves\n  ","720295":"\n  Chill 😅 for all you know it could be someone who’s asking for advice for themselves\n  ","720296":"\n  Everything is an unpopular opinion. There’s always going to be difference in the world and how we all think\n  ","720297":"\n  Yes\n  ","720298":"\n  They suck. Honestly if you don’t want to be in a relationship with the person tell them. Yea it may hurt them but you’re being honest so it hurts a lot less than them finding out you’re a cheater and lied to them\n  ","720299":"\n  My family\n  ","720300":"\n  Ok then 😂\n  ","720301":"\n  Yes I do. It’s\n  \n   @mtaubs_fitness\n  \n","720302":"\n  Only you would know the answer to that\n  ","720303":"\n  Try to get in a relationship. Or just enjoy not having to be in all the drama 😂😂\n  ","720304":"\n  Sometimes\n  ","720305":"\n  Apple iPhone 7s\n  ","720306":"\n  Honestly I have no idea\n  ","720307":"\n  Just do you. Do what makes you happy. Not what people tell you to do because everyone is happy in their own ways\n  ","720308":"\n  Just go for it. The worst they can say is no or that they don’t feel the same. Even if they say no you build some confidence by going up to the person and asking them out.\n  ","720309":"\n  Those that have a positive good vibe and bring the best out in others\n  ","720310":"\n  Sprinkles\n  ","720311":"\n  Idk. I have a few people though\n  ","720312":"\n  Idk. I guess the fact they got married because of a glass slipper\n  ","720313":"\n  Depends. Takes a lot to earn my trust\n  ","720314":"\n  Instagram.\n  \n  Snapchat.\n  \n  Some games that I play but haven’t played in a long time\n  ","720315":"\n  Going to sleep and then waking up for a new day. Push harder and grind harder till everything is easy\n  ","720316":"\n  True\n  ","720317":"\n  Start by working on you. Build a base for yourself. Start small. As you feel you can handle more work out in more and the outcome becomes larger. Then you’ll be at the top\n  ","720318":"\n  Yep\n  ","720319":"\n  Start for what?\n  ","720320":"\n  Far from home -Spider-Man\n  ","720321":"\n  Just let them follow\n  ","720322":"\n  Sure. You can give me a follow if you want. I do have like 8k followers so I don’t get any follower notifications anymore so make sure to send me a message saying you followed me if you want a follow back.\n  \n  My insta is\n  \n   @mtaubs_fitness\n  \n","720323":"\n  Not exactly. Granite you feel clean after taking a bath or a shower but in reality you use the towel to wipe off any excess skin care such as sunscreen or makeup for example that water helps pull from the skin but doesn’t completely wash it off.\n  ","720324":"\n  Yea it was a sad day. But lucky he was around for Christmas 🙏🏻\n  ","720325":"\n  My dog that passed away. He would always sleep with me and act human. Just listen to him snore 😍😍😭😭\n  ","720326":"\n  What do you mean?\n  ","720327":"\n  People that think they are better than everyone else\n  ","720328":"\n  Lmao ok 😂\n  ","720329":"\n  What you mean?\n  ","720330":"\n  Yep\n  ","720331":"\n  Fights through here are better than on Facebook 😅\n  ","720332":"\n  Don’t tell me 😂 tell them\n  ","720333":"\n  They wouldn’t. But Emma would know I wouldn’t do something like that.\n  ","720334":"\n  Spiritual. It’s harder to recover from. All though physical pain can hurt it’s mainly temporary\n  ","720335":"\n  True\n  ","720336":"\n  Ok? 😂\n  ","720337":"\n  Probably because they’re just curious 🤷🏻‍♂️ I don’t know.\n  ","720338":"\n  Instagram and Snapchat mainly. Others are just games I play when I’m really bored.\n  ","720339":"\n  Yea lol\n  ","720340":"\n  Google. Saved my grade so many times in classes I’ve taken.\n  ","720341":"\n  Yep\n  ","720342":"\n  She can be feisty so just be careful on what you say. Watching out for you as a friend\n  ","720343":"\n  True\n  ","720344":"\n  Ok\n  ","720345":"\n  That is a fact but let a guy receive compliments for once from other people. You know you females get compliments from every damn guy in this fucking world whether you have a boyfriend or not. Like when a guy gets a compliment from a girl it’s so uncommon it actually makes us feel special even if that girl is someone that we have no feelings towards. It just feels nice to get a compliment.\n  ","720346":"\n  Whenever there’s a movie I’m interested in\n  ","720347":"\n  True but she can’t keep me from talking to people though. No one controls me\n  ","720348":"\n  Facts\n  ","720349":"\n  Facts\n  ","720350":"\n  Facts\n  ","720351":"\n  Neither. Like I said it’ll be special\n  ","720352":"\n  Success, family, strength\n  ","720353":"\n  I don’t flirt. I just have great charisma. If you actually met me you would know from friends and people who just me that I’m the kindest and willing to go out the way to make others happy. So sorry for thinking that I’m flirting when I’m just trying to be nice.\n  ","720354":"\n  I don’t flirt with everyone. It’s just because of my kind nature that I was born and raised my charisma makes it seem like I’m flirting even though in reality I’m just because nice. This is why we have the saying “don’t judge a book by its cover”\n  ","720355":"\n  Who’s this?\n  ","720356":"\n  Hey\n  ","720357":"\n  😂😂\n  ","720358":"\n  Cool\n  ","720359":"\n  Ok\n  ","720360":"\n  I just answered this question\n  ","720361":"\n  Don’t know the future 🤷🏻‍♂️\n  ","720362":"\n  Nah\n  ","720363":"\n  Nah. Cause you’re her friend\n  ","720364":"\n  I do\n  ","720365":"\n  Nope\n  ","720366":"\n  Yea I know. It’s crazy\n  ","720367":"\n  Nope 🤫\n  ","720368":"\n  Idk. It’s on anonymous\n  ","720369":"\n  I don’t mind questions though. Just don’t continue to ask the same questions.\n  ","720370":"\n  Because then you may tell her\n  ","720371":"\n  Then it wouldn’t be good anymore\n  ","720372":"\n  Don’t worry about that. It doesn’t concern you\n  ","720373":"\n  I like anything honestly. Food is good.\n  ","720374":"\n  Can’t predict the future\n  ","720375":"\n  Yea\n  ","720376":"\n  That’s true. And bring me food\n  ","720377":"\n  Not so good\n  ","720378":"\n  Don’t know what that is? 🤷🏻‍♂️\n  ","720379":"\n  ?\n  ","720380":"\n  Ok\n  ","720381":"\n  Facts\n  ","720382":"\n  I can’t predict the future but the asking part is going to be amazing\n  ","720383":"\n  No? I’m not harassing anyone\n  ","720384":"\n  Probably just hug her. We’re suppose to be in a break.\n  ","720385":"\n  It doesn’t concern you\n  ","720386":"\n  I’m not going to tell you\n  ","720387":"\n  Duh.\n  ","720388":"\n  Why should i tell you? It doesn’t concern you\n  ","720389":"\n  Mhm did it really?\n  ","720390":"\n  Idk it’s a weird question to ask. Why do you want to know so bad?\n  ","720391":"\n  Idk. A kiss is just a kiss.\n  ","720392":"\n  I guess?\n  ","720393":"\n  That she doesn’t mind spending money for dinner. We take turns spending money for dinner or events we plan to do\n  ","720394":"\n  I use to be able to touch my upper nose where the bridge mainly was with my tongue\n  ","720395":"\n  My family\n  ","720396":"\n  How many times are you all going to make me answer this question 🤦🏻‍♂️ (not mad just annoyed) please look at previous answers.\n  ","720397":"\n  I don’t know. It was anonymous\n  ","720398":"\n  Ok. Why don’t you come off anonymous and reveal yourself. I dare you\n  ","720399":"\n  What that I said want to be friends?\n  ","720400":"\n  What? 😂\n  ","720401":"\n  Idk it’s on anonymous\n  ","720402":"\n  In a relationship but it’s complicated. We can be friends though if you like\n  ","720403":"\n  Thanks?\n  ","720404":"\n  Thanks but we can be friends. That’s it\n  ","720405":"\n  True. But I don’t really mind\n  ","720406":"\n  Agreed. But it’s whatever. It makes me more popular on this app to get more questions\n  ","720407":"\n  You don’t understand do you? I don’t have a choice to take a break from school work.\n  ","720408":"\n  You don’t understand what it’s like having a hard major. There are no breaks.\n  ","720409":"\n  Well you should’ve been a good friend and tell her. Obviously you’re fake for watching her get hurt\n  ","720410":"\n  I have too much school work\n  ","720411":"\n  I’m fine\n  ","720412":"\n  Ok but she’s not keeping it\n  ","720413":"\n  Nope\n  ","720414":"\n  Cause I worked hard to earn it\n  ","720415":"\n  She can wear it but there’s no way she’s keeping it\n  ","720416":"\n  I did yesterday.\n  ","720417":"\n  No one tells me what to do.\n  ","720418":"\n  I did yesterday\n  ","720419":"\n  I already did yesterday you could ask her. Now come off anonymous\n  ","720420":"\n  I did yesterday\n  ","720421":"\n  I’m not even on anonymous lmao\n  ","720422":"\n  I dare you to come off anonymous and reveal yourself.\n  ","720423":"\n  When I know I did good\n  ","720424":"\n  Instagram probably\n  ","720425":"\n  Yes. Her ex cheated on her. She told me. I know and she knows I’m not a cheater\n  ","720426":"\n  Yes\n  ","720427":"\n  Yep\n  ","720428":"\n  Yes I know what’s she going through.\n  ","720429":"\n  If I get added back\n  ","720430":"\n  Ok I will if that person ever adds me but I doubt it. No one does on this app\n  ","720431":"\n  Do I really know what?\n  ","720432":"\n  Only if the girl was constantly telling me to cheat or be in a relationship with her then I would so my girlfriend would tell her off.\n  ","720433":"\n  I know\n  ","720434":"\n  You’re a good friend then.\n  ","720435":"\n  I know. And I care about her. Like I said in previous answers... were on a break right now and things are trying to get fixed. I’m in school and that’s more of a priority right now. I even told her before the break started that I just want to see her happy in life even if that means if she finds another guy I’ll be happy for her cause I care about her.\n  ","720436":"\n  She knows I wouldn’t cheat. And it’s a free world if a girl thinks I’m cute she thinks I’m cute end of story.\n  ","720437":"\n  I do when the topic gets to that.\n  ","720438":"\n  It’s not my fault if someone finds me cute\/attractive. Girls get that compliment more than guys and they get called beautiful probably everyday by some guy\n  ","720439":"\n  So if you were my girlfriend you wouldn’t let me be friends with girls?\n  ","720440":"\n  That’s why I said we can be friends.\n  ","720441":"\n  We can be friends. My snap is thenameisrobin\n  ","720442":"\n  Nope\n  ","720443":"\n  No idea\n  ","720444":"\n  No idea\n  ","720445":"\n  ??\n  ","720446":"\n  Then I would see what’s up\n  ","720447":"\n  I’m not one to get jealous but I know if it was a friend she known for awhile since like middle school and high school and knows that she has a boyfriend I wouldn’t care.\n  ","720448":"\n  I mean if I know the girl and she posts a picture I’m a comment something and like the picture. It’s a compliment and most people don’t even know what a compliment is because this generation is so fucked up.\n  ","720449":"\n  Probably because I’m found attractive in the view of the girls that think I’m cute. And who says I can’t be just friends with people who find me attractive?\n  ","720450":"\n  Mhm. I don’t know. I never really thought about it\n  ","720451":"\n  Thanks\n  ","720452":"\n  Just stuff.\n  ","720453":"\n  Down to be friends sure.\n  ","720454":"\n  No shit. (Don’t take that so hard)  but I’m trying too and yea I have a lot of shit in my life right now that’s going on. And if you honestly think I’m a give up my future of studying in school for a relationship then you need to figure out your priorities. No one should be more important than you. You is what matters. Make yourself happy and make others happy in between when you can but the main priority is your future.\n  ","720455":"\n  Scorpion. And it’ll be on the side of my arm where the bicep and tricep meet and the tail would go from the shoulder to the chest\n  ","720456":"\n  Instagram for pictures. Facebook more for information\n  ","720457":"\n  Because I have other more important things to focus on right now. I’m not trying to be an ass when I say that but I’m in college working towards a hard as major and she knows that. She knows what the issue is and she’s trying to resolve it.\n  ","720458":"\n  A addhog?\n  ","720459":"\n  Not sure. Haven’t really thought about it\n  ","720460":"\n  We do talk about it but it’s just hard\n  ","720461":"\n  Just some minor stuff\n  ","720462":"\n  It’s kind of complicated\n  ","720463":"\n  We are in a break right now. I’m not sure what is happening. Some things need to be fixed and if they get fixed then we’re getting back together probably but right now during this break I’m focusing on school and living my life. I’m down to be friends for now but at this point I can’t say what the future will hold.\n  ","720464":"\n  What do you mean by fanfic? Never heard that term\n  ","720465":"\n  Yes but we’re suppose to be on a break so in a way I’m single trying to focus on my school studies so I can support myself later in the future\n  ","720466":"\n  Yes but it’s kind of complicated.\n  ","720467":"\n  It depends. What am I suppose to be jealous about?\n  ","720468":"\n  I do but technically we’re suppose to be on a break and focus on bettering ourselves individually\n  ","720469":"\n  Picasso or bob ross\n  ","720470":"\n  Glitter because sometimes only certain things shine for a certain reason when viewed the correct way\n  ","720471":"\n  Yes\n  ","720472":"\n  Because once a cheater always a cheater\n  ","720473":"\n  Yes\n  ","720474":"\n  In\n  ","720475":"\n  No idea.\n  ","720476":"\n  Walked into the wrong bathroom\n  ","720477":"\n  Definitely Courtney and kaitlyn if I could. I follow them and they seem like pretty cool and laid back people\n  ","720478":"\n  Meeting the one and only joe gatto from impractical jokers\n  ","720479":"\n  Nope\n  ","720480":"\n  Idk. I wasn’t even too much in the game honestly\n  ","720481":"\n  The luck of having it all and then suddenly you make one little mistake and it’s all gone\n  ","720482":"\n  Same\n  ","720483":"\n  Nope. Because if you’re not happy and the other person isn’t happy why even bother. You shouldn’t have to have money to buy love. It comes naturally\n  ","720484":"\n  8,9,10 depending who I’m with\n  ","720485":"\n  Spicy salmon roll\n  ","720486":"\n  Why does it matter?\n  ","720487":"\n  What?\n  ","720488":"\n  Yep.\n  ","720489":"\n  Going to finish up moving the rest of my stuff\n  ","720490":"\n  I mean it’s probably more pleasurable to have sex raw but I’m not trying to have a kid yet so I’ve been sticking with protection.\n  ","720491":"\n  Nope. But they were both from a 2 year relationship I had with them.\n  ","720492":"\n  Yes\n  ","720493":"\n  ?\n  ","720494":"\n  How do my feet smell if they don’t have a nose?\n  ","720495":"\n  Just be the best I can be. I don’t know what that is until I come to that situation.\n  ","720496":"\n  Hmm I’m not sure to be honest. There’s a bunch because they make me who I am because they’re my idols\n  ","720497":"\n  I know. Too bad I’ll never get a girl like that.\n  ","720498":"\n  Just closer to my college. Moving from home to an apartment. It’s a whole new experience for me.\n  ","720499":"\n  I feel overwhelmed. In the process of moving\n  ","720500":"\n  Yes.\n  ","720501":"\n  Nope.\n  ","720502":"\n  Wish I could find a girl like this.\n  ","720503":"\n  Are we talking about total or are we talking about per serving? If it’s per serving I honestly have no idea. If it’s total than I might have a couple of ideas if you hit it all by yourself.\n  ","720504":"\n  I like to focus on me. Take time to relax and think things through in my life and the choices I made and how it may affect my future.\n  ","720505":"\n  Fear itself\n  ","720506":"\n  iPhone for calls and text and android for games. But if I had to choose one probably iPhone cause I have a lot of people I network with daily\n  ","720507":"\n  Fuck yes 🙌🏻\n  ","720508":"\n  Be truthful and respectful\n  ","720509":"\n  Cooking definitely\n  ","720510":"\n  Probably when I graduate with my degree\n  ","720511":"\n  Float to my destinations I wanna visit\n  ","720512":"\n  What?\n  ","720513":"\n  All list my top 5 for you:\n  \n  😂😅🙃😴🤔\n  ","720514":"\n  “You got it dude” - full house\n  ","720515":"\n  My surroundings if I’m unfamiliar with them\n  ","720516":"\n  (Name of person), this is probably the dumbest thing I’ve ever done, but I wanted to find some unique way to tell you this but you’re the most beautiful girl I have ever seen. I don’t mean lust, (don’t say this part unless you’re actually trying to start a relationship and get to know the person) I just mean you’re really beautiful and I’ve never seen anyone like you before. I know you may not find me the same way, and that’s fine but I just hope you have an amazing day. Take care. (Your name)\n  ","720517":"\n  I’m 5’7. However most of my friends that are male are like 6’0 so I feel short even though my height is probably average.\n  ","720518":"\n  Spread happiness and respect those people around you\n  ","720519":"\n  Whatever you’re in the mood for\n  ","720520":"\n  I don’t know? Xtra xtra xtra small?\n  ","720521":"\n  Be respectful and courteous to others. You don’t know what others been\/are going through.\n  ","720522":"\n  I think I’m a good liar. Never lied about anything before except for hiding presents for family members and stuff\n  ","720523":"\n  Relaxation\n  ","720524":"\n  Yes\n  ","720525":"\n  Float to places\n  ","720526":"\n  Probably rap with edm. Almost like the song Blue, slowdown-cam meekins, skizzy mars, sky rizzo etc.\n  ","720527":"\n  Younger than me\n  ","720528":"\n  Mr. Wonderful\n  ","720529":"\n  That’s a tough answer\n  ","720530":"\n  Positive vibes I like that\n  ","720531":"\n  A girl working at the movies\n  ","720532":"\n  It saves my school grades 😅\n  ","720533":"\n  🤙🏻\n  ","720534":"\n  I woke up\n  ","720535":"\n  How can my feet smell if they don’t have a nose? 😂😂jk\n  ","720536":"\n  Because guys are just disrespectful in general. They don’t care how nice a girl is. If they can get sex they will. That’s the generation we live in nowadays and it’s disgusting.\n  ","720537":"\n  That I dropped out of school and became the richest man alive by being a male stripper while being a certified fitness coach helping change lives\n  ","720538":"\n  Not sure. Wish I had that kind of luck\n  ","720539":"\n  Only they know the answer to what can make them happy\n  ","720540":"\n  Good\n  ","720541":"\n  Mainly an extrovert but introvert when it comes to certain topics\n  ","720542":"\n  Haha true I feel that\n  ","720543":"\n  Haha exactly. Unless they’re a tourist or their gps is dead 😂😂\n  ","720544":"\n  Back in 3rd grade I was the person who ran errands for the teacher and I had to run this errand where I needed to go to a different room to grab a chemical and i went to the wrong room\n  ","720545":"\n  I don’t know what happened last night but hope everything is ok for him.\n  ","720546":"\n  I’m not really sure. I learned not to rely to heavily on people anymore\n  ","720547":"\n  Sunny but rainy. Welcome to Florida summer\n  ","720548":"\n  Death.\n  ","720549":"\n  I put others happiness before mine\n  ","720550":"\n  Texas blind salamander\n  ","720551":"\n  Death\n  ","720552":"\n  Good job mate. Sexual abstinence at its best\n  ","720553":"\n  Sure?\n  ","720554":"\n  I miss my dog Cocoa. But I would love to meet Robert downy jr if I could\n  ","720555":"\n  Dramatic for more towards an acting stance yes. But some guys do take certain topics dramatically so I don’t want to seem like I’m stereotyping\n  ","720556":"\n  Comedy or adventure\/action\n  ","720557":"\n  Before we had gps 😂\n  ","720558":"\n  Probably to love to show people who it there people care\n  ","720559":"\n  Can’t remember\n  ","720560":"\n  Not really but on occasion depending on series\n  ","720561":"\n  Yea\n  ","720562":"\n  Making the correct decision\n  ","720563":"\n  I would say stocks but that’s risky. But best thing is to create a savings account\n  ","720564":"\n  Thriller or black and white\n  ","720565":"\n  You can’t trust anyone now a these days. I live by a quote. “You have to trust someone to be betrayed. I never did.”-$\n  ","720566":"\n  Quiet\n  ","720567":"\n  What do you mean by specials? Like classes?\n  ","720568":"\n  I guess the stuff you can say and joke about\n  ","720569":"\n  Home\n  ","720570":"\n  Go to universal\n  ","720571":"\n  Can’t remember\n  ","720572":"\n  Sleep or be productive doing chores cause that’s also boring but at least you’ll be getting work done\n  ","720573":"\n  I wouldn’t want to redo my whole life but I would like to go back and redo some of the decisions I previously made\n  ","720574":"\n  Yes\n  ","720575":"\n  Ah all good. Sometimes I word things wrong with connotation so I thought I wrote it wrong lol 😂\n  ","720576":"\n  I never said she wasn’t attractive. I said everyone is attractive in their own way.\n  ","720577":"\n  When it brings back a memory\n  ","720578":"\n  Isn’t everybody attractive in their own way?\n  ","720579":"\n  It smells like laundry detergent and freshly vacuumed\n  ","720580":"\n  Fear itself\n  ","720581":"\n  You probably do.\n  ","720582":"\n  Engineer\n  ","720583":"\n  Acne shouldn’t be a matter to determine an answer to whether or not to date a guy\/girl. It’s should matter what’s on the inside and the personality of that person that determines whether or not you should date them.\n  ","720584":"\n  I wouldn’t say I love it cause I never played it before even though I want too but it’s enjoyable and fun to watch\n  ","720585":"\n  Yea it does ngl\n  ","720586":"\n  I don’t know\n  ","720587":"\n  Blue\n  ","720588":"\n  Pretty often\n  ","720589":"\n  Melody -Alan walker and Charlie puth\n  ","720590":"\n  I’m not really sure which I’m warmer in 😅\n  ","720591":"\n  My dog\n  ","720592":"\n  Graduating\n  ","720593":"\n  It’s important. It’s not about how important it is, it’s that it is a necessity in life to have those relationships to learn the skills\n  ","720594":"\n  Kit kat or Twix\n  ","720595":"\n  Drugs\n  ","720596":"\n  My family\n  ","720597":"\n  You’re never too old to tell your parents that you love them and to thank them for the life they gave you\n  ","720598":"\n  Is it wise? Probably not. Are you meeting up with that person with a friend? Eh debatable. I would just be careful especially since it’s a spam mail message\n  ","720599":"\n  Yes. Love ice cream. Chocolate and vanilla swirl\n  ","720600":"\n  The cooler weather\n  ","720601":"\n  Experience what it would be like to fly instead of walk\n  ","720602":"\n  20\n  ","720603":"\n  It’s been awhile\n  ","720604":"\n  Everyone is special to someone\n  ","720605":"\n  Hockey is a pretty cool sport. Never played it though but I have been to a game up north. Can’t remember which team it was I saw though.\n  ","720606":"\n  Try to relax\n  ","720607":"\n  Watermelon\n  ","720608":"\n  I would have to say probably avengers endgame, or the new Spider-Man movie\n  ","720609":"\n  Don’t be judgmental and respect everyone. You don’t know what they’ve been through or what they went through or currently facing right now. And for those that are stuck in a situation help them out. Don’t be afraid to embrace them and help them. Everyone needs help even if they think it’s worthless.\n  ","720610":"\n  I can relate. I’m turning 21 soon and honestly life is just hard. College is hard. I’m studying engineering so if you think you got it hard try remember how to code and create your own formulas. One of the most difficult things to do. As far as life goes you have to think of it as a game. Think as college being the level and life the obstacles or the objectives you have to overcome. You can do whatever you want in life and it’s only up to you to make that decision. There were many times I said to myself I was just going to drop out but I pushed myself to keep going even though I had to give up a lot to pass my class such as hanging with friends, going to parties, going out, etc. anything and everything is possible and for those that say it isn’t are those that want you to fail. You should embrace your failure and learn from it to be successful. That’s what makes you unstoppable. Hopefully this helps and remember just try to focus on what makes you happy no matter how hard life tries to hit.\n  ","720611":"\n  Having rights\n  ","720612":"\n  Death\n  ","720613":"\n  Listen\n  ","720614":"\n  Scorpio 😎🙌🏻\n  ","720615":"\n  My dog\n  ","720616":"\n  My dog\n  ","720617":"\n  Hey\n  ","720618":"\n  20\n  ","720619":"\n  Yea\n  ","720620":"\n  Sup\n  ","720621":"\n  I think some form of love should have red lines. From being in relationships I learned that for love to exist you also need to have space.\n  ","720622":"\n  It’s easier to forgive because you can never forget something that kills you.\n  ","720623":"\n  Only if that’s what you make it out to be\n  ","720624":"\n  Something to start your day off right\n  ","720625":"\n  The stars\n  ","720626":"\n  Do whatever makes you happy. Not someone else. Unless that person is who what makes you happy\n  ","720627":"\n  Yes\n  ","720628":"\n  I mean you only live once right?\n  ","720629":"\n  Yes happens a lot unfortunately\n  ","720630":"\n  What’s good?\n  ","720631":"\n  Hmm. That’s a tough one. Can you define 2000s? Like early 2000-2003, mid 2004-2006, late 2007-2010?\n  ","720632":"\n  🤷🏻‍♂️\n  ","720633":"\n  Food. But either works.\n  ","720634":"\n  Yes\n  ","720635":"\n  All black cover and the title would be call finding your place\n  ","720636":"\n  Because love is like a game. You take a roll. It may go on forever but sometimes for others it ends abruptly.\n  ","720637":"\n  Why do I need a red card?\n  ","720638":"\n  Trusting\n  ","720639":"\n  The law on having a phone while driving\n  ","720640":"\n  I think it’s completely fair for females to have STEM jobs but having it half male and half female isn’t going to be the way it works out\n  ","720641":"\n  What’s it about. Mind as well talk through here\n  ","720642":"\n  That’s classified.\n  ","720643":"\n  Me\n  ","720644":"\n  Coffee\n  ","720645":"\n  1)20 2)blue 3)5’6” 4)yes 5)family vacation 6)black boxers 7)last week at a college party. 8)yesterday 9)🤷🏻‍♂️ 10)cuddles\n  ","720646":"\n  I do. Traveling is fun\n  ","720647":"\n  Being successful\n  ","720648":"\n  Caused none. But been through a lot\n  ","720649":"\n  Spanish and American Sign Language\n  ","720650":"\n  At least 6 months. Average Is about a year. Longest was about 2 1\/2 years\n  ","720651":"\n  Jalas on YouTube\n  ","720652":"\n  Yea\n  ","720653":"\n  Luke Christopher\n  ","720654":"\n  Every once in awhile. As long as it’s not too hot outside\n  ","720655":"\n  5’6\n  ","720656":"\n  Positive vibes\n  ","720657":"\n  Depends. You want it to be personal, humiliating, just for fun to where both of you laugh?\n  ","720658":"\n  Too much chocolate cake\n  ","720659":"\n  Someone good in life they can look up too. The same way that Spider-Man Tom Holland looks up to iron man Tony stark\n  ","720660":"\n  Relaxing. What about you?\n  ","720661":"\n  Everyday you learn something new\n  ","720662":"\n  Algunas veces\n  ","720663":"\n  Que pasa\n  ","720664":"\n  My friends know I’m not okay when I look like I’m in deep thought\n  ","720665":"\n  I have so many. It’s hard to choose one\n  ","720666":"\n  Me\n  ","720667":"\n  Thenameisrobin always looking for new friends\n  ","720668":"\n  A year of learning from my failures from the past year\n  ","720669":"\n  Yes.\n  ","720670":"\n  ?\n  ","720671":"\n  My dog\n  ","720672":"\n  Yea I do\n  ","720673":"\n  I have neutral feeling about this. I neither support nor discriminate them. All people have a right to be who they want to be in life and if that makes them happy then you should be happy for them.\n  ","720674":"\n  I would be huge\n  ","720675":"\n  Safari or chrome\n  ","720676":"\n  Ice cream\n  ","720677":"\n  ?\n  ","720678":"\n  Answer. But i don’t mind asking a question inside another answer\n  ","720679":"\n  Embrace it and keep your dignity high.\n  ","720680":"\n  Sup\n  ","720681":"\n  It would show to not get that person on there nerves again\n  ","720682":"\n  Having fun and being happy\n  ","720683":"\n  ?\n  ","720684":"\n  Lamborghini\n  ","720685":"\n  It might show what people are dealing with\n  ","720686":"\n  Idk\n  ","720687":"\n  It’s amazing. 78°\n  ","720688":"\n  Just chilling\n  ","720689":"\n  Florida. And I usually change socks once a day. Unless other situations happen like flooding from rain and they soak my socks.\n  ","720690":"\n  Nope. But I wouldn’t hate against them though because they’re trans. People are free to be who they want. It’s just my preference to date someone that’s not trans\n  ","720691":"\n  Gestures\n  ","720692":"\n  Daily probably\n  ","720693":"\n  Yea\n  ","720694":"\n  You have to trust someone to be betrayed. I never did\n  ","720695":"\n  To be the best I can be\n  ","720696":"\n  Probably birds specifically parrots because they would repeat everything twice without you asking\n  ","720697":"\n  Son. Cola. Air. Mind. House. Black. Strawberry. Dolphins. Angel. Sunny.\n  ","720698":"\n  Me. Something pop such as the song payphone by maroon 5. Anywhere really\n  ","720699":"\n  Yes. Those that do the right thing. Not only is it touching but it’s a good feeling and teaches you lessons\n  ","720700":"\n  Look for signs. You’ll know\n  ","720701":"\n  It would be a little weird\n  ","720702":"\n  Having rights and freedom just like any other living thing on this earth\n  ","720703":"\n  Tbh whenever\n  ","720704":"\n  Idk. Personally for hot probably there body\n  ","720705":"\n  Their honesty\n  ","720706":"\n  By changing a persons life one at a time\n  ","720707":"\n  Yes. They are old friends who I had ups and downs with just due to certain situations that I didn’t want to put myself in\n  ","720708":"\n  I already have my left ear lobe done. Might get an upper but I’m not sure yet.\n  ","720709":"\n  No idea. Why do you?\n  ","720710":"\n  Probably the trick r treat mask because society needs to start following rules\n  ","720711":"\n  How to be the greatest person they can be without worrying others are judging them\n  ","720712":"\n  Where to begin:\n  \n  I can survive without food for 6 months. I maybe able to go longer but I fasted for 6 months.\n  \n  As far as I know of I was the only freshman in the state of Florida to win states for wrestling as a first year wrestler for someone who ever wrestled before.\n  \n  And there’s more but too much to type\n  ","720713":"\n  Have a mindset that says nothing can bring me down. Sticks and stones may break my bones but words will never hurt me.\n  ","720714":"\n  Naruto\n  \n  Attack on titan\n  \n  Dragon ball z\n  \n  Those are about the 3 main anime I watch.\n  ","720715":"\n  I can do things that others can’t.\n  ","720716":"\n  Idk\n  ","720717":"\n  Too many to count\n  ","720718":"\n  The heat because Florida is brutal\n  ","720719":"\n  Be ready for what is prepared in life. Work hard in everything you do and success will come your way no matter how hard it is\n  ","720720":"\n  Sure\n  ","720721":"\n  SoundCloud\n  ","720722":"\n  No idea probably trump\n  ","720723":"\n  Link doesn’t work 🤷🏻‍♂️\n  ","720724":"\n  That’s hard to say as they’re are many michaels in the world\n  ","720725":"\n  People that know how to bring out the best in other people\n  ","720726":"\n  Smile and stare and flip your hair in a flirty way\n  ","720727":"\n  No hablo espanol.\n  ","720728":"\n  Winter\n  ","720729":"\n  Fall\n  ","720730":"\n  I suppose so. Granite I wouldn’t say I’m a book or music author but more of a podcast author as I help people deal with life decisions that can make or break someone’s life\n  ","720731":"\n  Steak. Just some cuts so as filets are amazing\n  ","720732":"\n  Work hard for the things you want\n  ","720733":"\n  Netflix. Never heard of lostfilm\n  ","720734":"\n  Thanks for the info\n  ","720735":"\n  I’ll look into it? Is it only on tv or do they have it on Netflix? My schedule is pretty tight so it would have to be on the weekends\n  ","720736":"\n  Khaki\n  ","720737":"\n  Death\n  ","720738":"\n  Hey\n  ","720739":"\n  Hey\n  ","720740":"\n  Sup\n  ","720741":"\n  Favorite thing to do??\n  ","720742":"\n  A lot of people say my eyes when the light hits them at the right angle\n  ","720743":"\n  Alan walker- all falls down\n  ","720744":"\n  Well you can do it in a flirty way or just straight up tell them\n  ","720745":"\n  No idea.\n  ","720746":"\n  Ice cream\n  ","720747":"\n  iPhone\n  ","720748":"\n  Nope. I can’t stand to be alone. I need someone with me whether that’s an animal or a person\n  ","720749":"\n  Shower mainly, bath if I don’t feel well\n  ","720750":"\n  At least 45 for a fact. Not sure how many total.\n  ","720751":"\n  Nope. But I heard it was good so i might start\n  ","720752":"\n  Go through it.\n  \n  A world of tranquility and equality.\n  \n  You only live once so mind as well live two different lives.\n  ","720753":"\n  Count to 10 or say the alphabet.\n  ","720754":"\n  Well I’m a guy for one so I don’t get periods, but two from having a sister sometimes periods come late so it’s not to big of a deal.\n  ","720755":"\n  My top 5 what? Friends? Family, song writers?\n  ","720756":"\n  Yes. But in my opinion that’s only if the other member is open to it and if you’ve been talking and know each other’s backgrounds pretty well.\n  ","720757":"\n  The process that people should be taught to get to the same solution in many different ways as some people understand certain education processes differently.\n  ","720758":"\n  Court dealing with contracts\n  ","720759":"\n  Maybe. Depends if we have something in common\n  ","720760":"\n  I need a haircut 😂😂\n  ","720761":"\n  Don’t know 🤷🏻‍♂️ how many\n  ","720762":"\n  In\n  ","720763":"\n  Friday’s cause it’s my day off from school and work\n  ","720764":"\n  Probably dog but I love them both equally\n  ","720765":"\n  Practice and repeat at least 15-30 minutes a day\n  ","720766":"\n  Lamborghini.\n  ","720767":"\n  Puzzle in my mind\n  ","720768":"\n  Food\n  ","720769":"\n  A snow wolf or a snow leopard\n  ","720770":"\n  Look at my profile picture. But instead of me standing up I’m in my bed\n  ","720771":"\n  I don’t know. You asked this question without a picture so how am I suppose to guess?\n  ","720772":"\n  Because fools don’t know what love is till after it hits them hard after that relationship\n  ","720773":"\n  I’m not??\n  ","720774":"\n  Water, food, a friend\n  ","720775":"\n  I play both pc and console\n  ","720776":"\n  In certain situations I would assume so\n  ","720777":"\n  Never really thought about it. But I would assume so if you awaken that demon.\n  ","720778":"\n  An engineer\n  ","720779":"\n  Hmm. Not sure. I guess I don’t really have one\n  ","720780":"\n  Yes. By both genders.\n  ","720781":"\n  Football, wrestling, and rugby.\n  ","720782":"\n  Home. What is home. Home is the place where the heart is. It’s the place that makes you feel the most comfortable and most loved. Home is family. Family is home. They go hand in hand.\n  ","720783":"\n  Yea you’re welcome. Now I would say only do it if you’re comfortable doing it. As you can tell I’m a guy 😂😂 but that’s how I normally read signs and actions. So it could be something very different when trying it from a different perspective\n  ","720784":"\n  Ok so I’m not much older than you lol I’m 21. So basically I would say to find out if he likes you is go out to dinner again and I would say just give him a hug as a thank you but hug around the waist with your head resting against his chest and just look up at him and make it somewhat obvious that you want him to kiss you to find out. You may need to lean into it at first so he knows that it’s ok for him to do so\n  ","720785":"\n  Yea so more than likely he probably wants to move the relationship forward but he doesn’t exactly know if you’re ready. So if you really wanted to test it I have a few options. But just before I list those options how old are you?\n  ","720786":"\n  I would agree that he probably does like you in this case. I mean does he offer to go out or do you offer him to come out with you? If he offers then respectively he could just be nice paying for you because he gave you the invite. However if you invite him out and he still insists he pays for you then 80% he most likely is into you.\n  ","720787":"\n  Answered\n  ","720788":"\n  It depends. If you’re a guy and want to know if a girl is into you then look at body language. Most likely the girl will be smiling a lot, laughing at the things you say even though they may not be that humorous, they twirl their hair when talking to you, blushes when she talks to you.\n  \n  For a girl who is trying to find a guy that’s interested in her then look at the guy body language. Is he open armed or closed arm, is he smiling at you whenever you’re talking, keeping great eye contact, shaking a little because of nervousness.\n  \n  These are some signs that I noticed from my experience.\n  ","720789":"\n  Both. But it depends on the situation. If the girl likes a guy but the guy is oblivious to it the girl should make the first move, opposite way around then the guy should make the first move. If they both know they each like each other than preferably the guy should make the move but either guy or girl can make the move in that case\n  ","720790":"\n  Sometime last week because there was a sewage leak\n  ","720791":"\n  I’m still wondering the same thing 😂😂 must be the 2-3 cups of coffee I always have in the morning\n  ","720792":"\n  Because when you invest you’re only being greedy trying to become rich in the world. I rather be poor and change people lives by getting them the results they want in life to be happy about themselves. There’s no better feeling than making an impact on someone’s life and them telling you about their life changing journey.\n  ","720793":"\n  Someone who’s honest, trustworthy, loyal, who can talk to me when there’s an issue that I need to change or she needs to change, humorous and someone who I can just relate too and have a good vibe with\n  ","720794":"\n  I don’t have a picture of it but in the library\n  ","720795":"\n  I can pop out any bone from my body 😂😂\n  ","720796":"\n  My shifts are normally 12-14 hours a day 😅\n  ","720797":"\n  Calc 3\n  ","720798":"\n  Kind of. But more like a fitness coach trying to sell my workout and meal plans\n  ","720799":"\n  🙌🏻🙏🏻🤙🏻\n  ","720800":"\n  Work is going great. Business is a little hard with my schedule but I’m making it work.\n  ","720801":"\n  The ones that are life or death situated\n  ","720802":"\n  Nice! Always wanted to go to New York but never had the time to travel there\n  ","720803":"\n  Hot and stormy right now. And of course love bug season which is worse then the hot and stormy days\n  ","720804":"\n  Work is work. Puts money in the pocket to help set up for success\n  ","720805":"\n  Florida. What about you?\n  ","720806":"\n  Pretty great\n  ","720807":"\n  Having a 4 day weekend and working 3 12-15 hour shifts. All companies pay the same amount per hour\n  ","720808":"\n  Relaxing as long as a customer doesn’t have an issue\n  ","720809":"\n  Survival instincts I guess. Certain smells lead to fight or flight responses.\n  ","720810":"\n  No idea. I was too young to remember\n  ","720811":"\n  Water\n  ","720812":"\n  Thanks. You too.\n  ","720813":"\n  I wouldn’t know. I think people that smoke to enjoy this “feeling” just say it’s a way they feel invincible from their depression even though it just makes them feel worse cause it’s killing you.\n  ","720814":"\n  Creating food ideas\n  ","720815":"\n  Graduating with my degree, living a successful life and start a family\n  ","720816":"\n  My heart stopped beating when I was only 6 weeks old\n  ","720817":"\n  It’s great but I wish I knew what the end is like\n  ","720818":"\n  Coffee, friends, relaxation\n  ","720819":"\n  That I’m capable of anything\n  ","720820":"\n  True\n  ","720821":"\n  Depending on what’s playing\n  ","720822":"\n  When you get caught in a lie. It’ll teach you a lesson\n  ","720823":"\n  Is that even a question? Of course you are.\n  ","720824":"\n  Yep\n  ","720825":"\n  What dance?\n  ","720826":"\n  Probably daily\n  ","720827":"\n  Sleep\n  ","720828":"\n  Never heard of it but I will look into it\n  ","720829":"\n  23-28. It all depends on finance and the dreams of both people\n  ","720830":"\n  Some guys like girls dominate and some guys like girls submissive. It just depends on the relationship and what both people want.\n  ","720831":"\n  All guys are attracted to different things. For me a girl with blonde hair and blue eyes or a brunette with any eye color personally... but in the end for me it all comes down to that personality and how I can see myself in the future having them in my life whether that’s being friends or more.\n  ","720832":"\n  Occasionally\n  ","720833":"\n  Wrestling\n  ","720834":"\n  To be successful\n  ","720835":"\n  Yes that’s my insta\n  ","720836":"\n  What are you going through? If it’s too personal to say dm me on Instagram\n  \n   @mtaubs_fitness\n  \n","720837":"\n  Prior observations\n  ","720838":"\n  Yea\n  \n   @mtaubs_fitness\n  \n  I’ll follow back\n  ","720839":"\n  I’m great thanks\n  ","720840":"\n  They wannabe anime\n  ","720841":"\n  Como estas\n  ","720842":"\n  Spreading positivity. I like it 🤙🏻😁\n  ","720843":"\n  Yep\n  ","720844":"\n  I like everyone on Ask.fm they’re all great people for the most part when you get to meet them.\n  ","720845":"\n  That I’m able to live the life I’m living. It’s the best and most grateful thing I could’ve ever received\n  ","720846":"\n  Turn on every light and tv in the house so I wouldn’t feel alone 😂\n  ","720847":"\n  Asking how the persons day is going\n  ","720848":"\n  Those old style alarm clocks\n  ","720849":"\n  Do everything I would love to do\n  ","720850":"\n  They’re are many definitions for the word like. I can like this type of food. I like this type of person beside of this reason. I like this person. Do I like this person enough that I would like them back the same way they like me? Who knows 🤷🏻‍♂️\n  ","720851":"\n  As far as I know of none of my family suffered from Irma thankfully except just for a few screen repairs. However my friend parents who I’m pretty close too suffered terribly so I suppose yes you can say some of my loved ones suffered as they were like my second family.\n  ","720852":"\n  Honestly it depends. How old are we talking about. Like at least 10 years? Or back in the 1900s? If we’re talking about like 1900s then the movie do the right thing or Mr. smith goes to Washington are both pretty good movies for as old as they are.\n  ","720853":"\n  Everything is pretty good bro. Thanks for checking up. How’s your family and work going?\n  ","720854":"\n  How’s life\n  ","720855":"\n  Normally a lot of guys look for body type. However a few cases such as mine guys look for personality.\n  ","720856":"\n  Somewhat\n  ","720857":"\n  Just did. Take your time and read it. If you have anymore questions don’t be hesitant to ask or if you don’t feel comfortable asking them on here you and DM me on my Snapchat at thenameisrobin\n  ","720858":"\n  Ok so I’ve been in somewhat of a similar situation with one of my exes. If he’s accusing you and playing mind games with you he is most likely cheating and is making the relationship toxic to you and him and the best thing to do is drop all contact with me. Block on social media, phone number, fake accounts of his, everything. Focus on you and do what makes you happy\n  ","720859":"\n  Blue\n  \n  Slow down- meek mills\n  \n  Harry Potter\n  \n  Five finger death punch\n  \n  Hollister\n  ","720860":"\n  Is there really a parallel universe?\n  ","720861":"\n  I had a name about a few years ago but I can’t seem to remember it unfortunately\n  ","720862":"\n  Family photo\n  ","720863":"\n  Nah. That’s bad for you.\n  ","720864":"\n  Blue for empathy\n  ","720865":"\n  Not sure tbh.\n  ","720866":"\n  Ness\n  ","720867":"\n  It’s different for everyone\n  ","720868":"\n  Not sure. Probably tricking\n  ","720869":"\n  They’re pretty “sweet” 😂\n  ","720870":"\n  Relaxing after my final\n  ","720871":"\n  A shirt\n  ","720872":"\n  Anything really\n  ","720873":"\n  Yes\n  ","720874":"\n  Wolf\n  ","720875":"\n  Wake up the next day and live myself to be the best\n  ","720876":"\n  Nope.\n  ","720877":"\n  I’m not afraid of tickling but my most sensitive spot is probably my side\n  ","720878":"\n  Mtaubs_fitness\n  ","720879":"\n  I prefer long. The shortest I’ll go for of the opposite sex is at least has to touch the neck\n  ","720880":"\n  The one where the person cancelled last minute after me purchasing tickets to see a movie.\n  ","720881":"\n  Believe it or not some do. I can tell you that from experience. Now I’m not saying every hot girl feels entitled but some straight up expect to feel entitled.\n  ","720882":"\n  Graduating college\n  ","720883":"\n  An actor\n  ","720884":"\n  Sure\n  ","720885":"\n  Facebook\n  ","720886":"\n  Most of the time\n  ","720887":"\n  Now of these days i don’t feel much pain cause of all the times I got hit in that area\n  ","720888":"\n  None 😂 TV today is the reason we have so much violence and hate in our country\n  ","720889":"\n  A roundhouse kick 😅🙃 cause of course my sister had to do martial arts growing up and it just so happened she was a world champ in fighting\n  ","720890":"\n  If you have a sister, this isn’t even a question 😂😂 so for your information I’ve gotten kicked there plenty\n  ","720891":"\n  Yes\n  ","720892":"\n  Are those that are true\n  ","720893":"\n  Vegas\n  ","720894":"\n  Samsung S11 and iPhone Xi\n  ","720895":"\n  You too.\n  ","720896":"\n  Me\n  ","720897":"\n  As a kid growing up I was really nice. I was always there for others even though when I needed people for help no one was there.\n  ","720898":"\n  You too\n  ","720899":"\n  Nice. I’ll be a junior starting in August\n  ","720900":"\n  That’s cool. I’m going for electrical engineering with a minor in business. I still got 2 years left as I just finished up my sophomore year\n  ","720901":"\n  Relaxation by the pool and positive vibes\n  ","720902":"\n  Today\n  ","720903":"\n  How can my feet smell if they don’t have a nose\n  ","720904":"\n  Not sure. I would definitely have to listen to a lot of them to choose\n  ","720905":"\n  Nope\n  ","720906":"\n  Sleeping\n  ","720907":"\n  Nope\n  ","720908":"\n  Both\n  ","720909":"\n  Yes. It’s become so commercialized and populated that you can’t really walk anymore because everyone is driving and traffic everywhere\n  ","720910":"\n  Depends if they deserve one or not\n  ","720911":"\n  The fear of not being good enough\n  ","720912":"\n  Yes\n  ","720913":"\n  Movie marathon\n  ","720914":"\n  I agree with autumn. I like the cooler days and nights\n  ","720915":"\n  A bunch\n  ","720916":"\n  Eh. I’m 5’6” so that’s determined tall and short in different situations\n  ","720917":"\n  You\n  ","720918":"\n  My dog\n  ","720919":"\n  Fitness and gaming\n  ","720920":"\n  You too 😊 stay safe\n  ","720921":"\n  Yep\n  ","720922":"\n  Yep\n  ","720923":"\n  White House down\n  ","720924":"\n  Personality\n  ","720925":"\n  Depends. What is something you both like?\n  ","720926":"\n  Do a flash\n  ","720927":"\n  I can’t really explain\n  ","720928":"\n  I’m funny\n  ","720929":"\n  You’re in class and the teacher asks you what you’re dreaming about\n  ","720930":"\n  Yes and I’m not sure if I want to reconnect with them.\n  ","720931":"\n  Yep\n  ","720932":"\n  Scorpio 😎\n  ","720933":"\n  That’s a good question. I would have to say everyone who I once known in person\n  ","720934":"\n  Personality and respect\n  ","720935":"\n  Find something that you love doing. Something that makes you forget about everything else in the world\n  ","720936":"\n  Explain if you want. Maybe I can try to help\n  ","720937":"\n  Welcome to life\n  ","720938":"\n  Same\n  ","720939":"\n  You right\n  ","720940":"\n  I know\n  ","720941":"\n  I mean nothing bad really. Just trying to figure out how I’m going to organize my last couple weeks of class for the semester\n  ","720942":"\n  Those with a great personality, loyal, trustworthy, respectful,humorous.\n  ","720943":"\n  I guess so.\n  ","720944":"\n  Yes\n  ","720945":"\n  20 and I’m not really sure\n  ","720946":"\n  When i was able to sleep and not have to worry about my future\n  ","720947":"\n  Yes\n  ","720948":"\n  Spinach and pineapple\n  ","720949":"\n  Cozumel\n  ","720950":"\n  Psychology is pretty cool\n  ","720951":"\n  Brown\n  ","720952":"\n  Idk maybe\n  ","720953":"\n  Don’t worry about it\n  ","720954":"\n  Yes\n  ","720955":"\n  No. In fact I would try to help them to reach their body goal\n  ","720956":"\n  Yes. It’s all about personality for me\n  ","720957":"\n  World peace\n  ","720958":"\n  1. Dishonesty\n  \n  2. Disrespect\n  \n  3. People who think they’re all that\n  \n  4. People that aren’t loyal\n  \n  5. People that tell about someone’s else’s personal lives\n  ","720959":"\n  My dogs\n  ","720960":"\n  To visit everyone who I met in my life and find out if i should keep them in life or let them go\n  ","720961":"\n  I’m 5’6” and 130 pounds and can bench 245 pounds. Does that make me small. Exactly. Doesn’t matter what size you are it’s all about hardwork and dedication\n  ","720962":"\n  Brown\n  ","720963":"\n  Idk. I guess just as if they were a normal friend\n  ","720964":"\n  Positivity. I like that\n  ","720965":"\n  Get ready for what’s coming in life. You can’t be lazy and must be ready to handle many things at once\n  ","720966":"\n  The diet where you can anything you want\n  ","720967":"\n  My dog\n  ","720968":"\n  Family\n  ","720969":"\n  Food, peace, etc. harmony especially\n  ","720970":"\n  School\n  ","720971":"\n  What\n  ","720972":"\n  Shout\n  ","720973":"\n  Video games\n  ","720974":"\n  Nope\n  ","720975":"\n  Idk\n  ","720976":"\n  Based off of actions\n  ","720977":"\n  Depending on the situation\n  ","720978":"\n  Water\n  ","720979":"\n  If you’re happy and you know it\n  ","720980":"\n  Sometimes\n  ","720981":"\n  🤫\n  ","720982":"\n  Yes\n  ","720983":"\n  Hawaii\n  ","720984":"\n  My mom\n  ","720985":"\n  Yes\n  ","720986":"\n  If you saw someone with a disability and they were being bullied\/tease would you step in to help even if that means getting arrested?\n  ","720987":"\n  You live another life as a different person. I believe it’s similar to that of the movie a dogs purpose\n  ","720988":"\n  Decent I would say but all the time when I have to say no\n  ","720989":"\n  To reach my goals. To keep my family happy and financially stable later in years to come\n  ","720990":"\n  To be funny I guess 🤷🏻‍♂️\n  ","720991":"\n  I wouldn’t know the name of them. I was only 2 at the time\n  ","720992":"\n  Nope\n  ","720993":"\n  Sometimes.\n  ","720994":"\n  Most likely. At least that’s how it was with football and cheerleaders\n  ","720995":"\n  Someone who is miserable and on the verge of ending their life\n  ","720996":"\n  What am I going to do to get my day going\n  ","720997":"\n  All 3 depending on the situation\n  ","720998":"\n  My dog. After-all he’s my best friend\n  ","720999":"\n  Could be anything really. It’s 2019\n  ","721000":"\n  Through actions mainly, sometimes words\n  ","721001":"\n  Idk. Why don’t you try it and find out\n  ","721002":"\n  Slow down - meek mills\n  ","721003":"\n  That’s a tough question. There’s so many but I’ll have to get back to you on that one\n  ","721004":"\n  I can’t answer this question cause I’m not a female\n  ","721005":"\n  Nope it happens to everyone. If they say no they’re lying. That’s why we have cheating in society\n  ","721006":"\n  My pets because I don’t get to see them often throughout the semester\n  ","721007":"\n  Always\n  ","721008":"\n  I already answered this question\n  ","721009":"\n  Nope\n  ","721010":"\n  Yes\n  ","721011":"\n  Nope.\n  ","721012":"\n  Yea but after the problem is fixed 😂😂\n  ","721013":"\n  Yes\n  ","721014":"\n  As far as I know of I don’t know who likes me. People don’t tell me anything and then later if I never made a move they would say you know I use to like you and I would’ve been like why didn’t you tell me sooner 🤦🏻‍♂️\n  ","721015":"\n  Only the ones that save people lives\n  ","721016":"\n  Someone who doesn’t raise their own kids\n  ","721017":"\n  Idk\n  ","721018":"\n  Yes\n  ","721019":"\n  Idk I’m 21\n  ","721020":"\n  Air\n  ","721021":"\n  Idk\n  ","721022":"\n  At my house\n  ","721023":"\n  Good words\n  ","721024":"\n  Conspiracies\n  ","721025":"\n  Probably hollister and alphalete\n  ","721026":"\n  I don’t understand what you’re trying to ask\n  ","721027":"\n  I had an account since 7th grade which was about 2012 I believe and I joined because it was the newest app out there for social media\n  ","721028":"\n  Yes it’s\n  \n   @mtaubs_fitness\n  \n","721029":"\n  Bystander at first\n  ","721030":"\n  Depending on who it is yes\n  ","721031":"\n  I would think of it as maybe a type of culture thing depending on the background of that person.\n  ","721032":"\n  Probably Christmas. It’s just great to be with those called family\n  ","721033":"\n  Dwayne “the rock” Johnson\n  ","721034":"\n  So many good movies but my favorite I would have to say is White House down\n  ","721035":"\n  That’s a secret. Only you can make\/create your own happiness\n  ","721036":"\n  I would ask Dwayne “the rock” Johnson how he became a superior actor and the type of workout plans he does.\n  ","721037":"\n  Make authorities crack under pressure to get what you want\n  ","721038":"\n  Wish I knew\n  ","721039":"\n  I’ll accept anyone as long as they are respectful. So feel free to add me on snap\n  ","721040":"\n  Something extremely beautiful\n  ","721041":"\n  Drugs. Such as juuls etc\n  ","721042":"\n  Embrace\n  ","721043":"\n  Nope\n  ","721044":"\n  Physics\n  ","721045":"\n  39 hours\n  ","721046":"\n  5’6”-5’7”\n  ","721047":"\n  Relaxation\n  ","721048":"\n  Dangerous\n  ","721049":"\n  Leopard\n  ","721050":"\n  If not then wouldn’t that make you gay? So yes obviously I have. And I’m not trying to attack anyone when I say gay so please don’t be offended\n  ","721051":"\n  Do I miss talking to them... sure.\n  \n  Do I miss dating them. Not really. They taught me a lot about experiences on what to do and not to do\n  ","721052":"\n  Talked back to an authority\n  ","721053":"\n  Sure 🤷🏻‍♂️\n  ","721054":"\n  I answered this question so many times\n  ","721055":"\n  A few days ago\n  "}}