{"Question":{"723202":"\n   ok\n  ","723203":"\n   do u like tik tok\n  ","723204":"\n   What’s the most creative use ofemojisyou’ve ever seen?\n  ","723205":"\n   oh ok how about gym\n  ","723206":"\n   cool mines to but i am more then a math guy do u like math\n  ","723207":"\n   yea when u was a kid was ur favorite subject\n  ","723208":"\n   • If you punch yourself and it hurts, are you weak or are you strong? 💪😂\n  ","723209":"\n   do u scary movies\n  ","723210":"\n   How yall doing? Bored and looking for some funny questions 😉\n  ","723211":"\n   Is it worse to fail at something or never attempt it in the first place? What is your opinion?\n  ","723212":"\n   cool\n  ","723213":"\n   Where are you\n  ","723214":"\n   ok cool do u like kevin hart\n  ","723215":"\n   do u like comedies\n  ","723216":"\n   Can computers be creative?\n  ","723217":"\n   Someone told me I lack self-esteem and confidence. What exactly is self esteem and where does it come from?\n  ","723218":"\n   i am trying to think of one\n  ","723219":"\n   ok\n  ","723220":"\n   np\n  ","723221":"\n   Yes\n  ","723222":"\n   Do you have a non-blood related family?\n  ","723223":"\n   thats good :)\n  ","723224":"\n   i hope day stay good\n  ","723225":"\n   hi how is your morning going so far\n  ","723226":"\n   What doing\n  ","723227":"\n   Do you like active leisure? When and where was you last vacation?\n  ","723228":"\n   favorite people to follow\n  ","723229":"\n   Hope you feel better soon x\n  ","723230":"\n   Do you like horror movies?\n  ","723231":"\n   Totally different\n  ","723232":"\n   How long should you wait before introducing the person your dating to your parents?\n  ","723233":"\n   Good morning ☀️🌸😍\n  ","723234":"\n   tell us a secret\n  ","723235":"\n   So you see your daughter\n  ","723236":"\n   why?\n  ","723237":"\n   What Are Your Thoughts On The Election Fraud Claims\n  ","723238":"\n   I remember you from TikTok\n  ","723239":"\n   What is worse, too hot or too cold?\n  ","723240":"\n   Nickname?\n  ","723241":"\n   Do you like your cereal crunchy or soggy?\n  ","723242":"\n   Thank you gorgeous, likewise 😊💖💖🥰\n  ","723243":"\n   How are you?\n  ","723244":"\n   What is love to you?\n  ","723245":"\n   Why do humans make their lives so complicated since everything is so simple and they can make things happen\/fix them\/change them?\n  ","723246":"\n   What are your favourite phone apps?\n  ","723247":"\n   What's your favourite animal?\n  ","723248":"\n   What's so scary about the dark web?\n  ","723249":"\n   How did you meet your significant other? (If you have one)\n  ","723250":"\n   I will cuddle you all day and night  if needed baby girl 😊😘\n  ","723251":"\n   What age did you lose your virginity?\n  ","723252":"\n   Whats mundo mean in spanish\n  ","723253":"\n   Are you a cool person ?\n  ","723254":"\n   Post a sexy photo of a man in clothing on ask fm and see what happens.\n  ","723255":"\n   Last time you had sex\n  ","723256":"\n   Is it best to eat carrots raw or cooked\n  ","723257":"\n   did you make a lot of money?🤔\n  ","723258":"\n   why you stop?\n  ","723259":"\n   Do you use onlyfans?\n  ","723260":"\n   What is your blood type?\n  ","723261":"\n   Can’t believe I missed this!\n  ","723262":"\n   Do you hate BI SEXUALS\n  ","723263":"\n   You call yourself mulatto, so I'll call you mulatto. You are a mulatto anyway\n  ","723264":"\n   thanks for answering.\n  ","723265":"\n   how is your day going? i hope you have a wonderful day :)\n  ","723266":"\n   Sagittarius female\/Gemini Male💫 successful 💍💎👑💣🙏☠💑💑💑♿♿ compatiblity💞\n  ","723267":"\n   👅🤞🤞🤞🤞🤞🤞Gemini\/💣capricorn 🤯4-🤷‍♀️ever😍🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏👅loop holes??🌠🚬💊💊💡💡▪️▫️◾◻◽🔹️🔸️🔷️🔶️🔻❔❔⁉️⁉️♿♿♿♿♿\n  ","723268":"\n   Exactly, focusing on negativity only brings negativity!  So spend every moment together enjoying the many blessings you can offer each other!\n  ","723269":"\n   Why do men lie and cheat ??? When they have a good women#\n  ","723270":"\n   If you like McDonald's. \nBig Mac or nuggets?\n  ","723271":"\n   Do you prefer to use pen or pencil?🖊️✏️\n  ","723272":"\n   What time do you usually go to bed at night?\n  ","723273":"\n   What is your star sign?\n  ","723274":"\n   What will life be like in 20 years?\n  ","723275":"\n   Mulatto\n  ","723276":"\n   So your marriage is already over then\n  ","723277":"\n   why is your hair so thin\n  ","723278":"\n   Is it wrong to turn down sex cuz of your religion?\n  ","723279":"\n   do you have children\n  ","723280":"\n   Do you like the natural female scent?\n  ","723281":"\n   hi, this just end, FRIENDS CAN GIVE FRIENDS MONEY BECAUSE ANYONE CAN NEED A FEW DOLLARS EVERY NOW AGAIN. Anons sound idiotic.\n  ","723282":"\n   Are you a gumble ?\n  ","723283":"\n   Favorite color of fish\n  ","723284":"\n   Hello what is your grand theft auto character?\n  ","723285":"\n   When was the last time you felt truly at peace?\n  ","723286":"\n   oh\n  ","723287":"\n   but anyways do u watch scary movies\n  ","723288":"\n   hi\nhi\nhi\n  ","723289":"\n   Do you like bad boys or gentlemen?\n  ","723290":"\n   ..\n  ","723291":"\n   Okay, you beautiful\n  ","723292":"\n   Where are you from\n  ","723293":"\n   Think you'd every do it again? Sorry I missed that!\n  ","723294":"\n   Is it true you once made an onlyfans?\n  ","723295":"\n   Why do people keep saying the word space on here?😂😂😂\n  ","723296":"\n   When’s the last time you got a haircut?\n  ","723297":"\n   I want some too\n  ","723298":"\n   Do you know how to play the piano?\n  ","723299":"\n   how are you doing\n  ","723300":"\n   How many bud smokers are here ?\n  ","723301":"\n   Non-judgmental question: are you in a relationship with a self-admitted psychopath? How do you make it work?\n  ","723302":"\n   How much fun are you to ride?\n  ","723303":"\n   What do all girls know about giving pleasure that all guys need to learn?\n  ","723304":"\n   Space\n  ","723305":"\n   Oooo scary, ppl are spreading phone viruses on askfm these days oooooo!\n  ","723306":"\n   Even though it's clearly an askfm poll page?\n  ","723307":"\n   Would you wear this?\n   \n    https:\/\/ask.fm\/KatyaEliseHenryAskFmAccount\/photopolls\/191001710\n   \n","723308":"\n   Lol thank you\n  ","723309":"\n   This is not a dating app\n  ","723310":"\n   So, does a machine like yourself ever experience fear?\n  ","723311":"\n   Nobody kiIIs Kakarot while I'm around. Destiny has reserved that pleasure for me!\n  ","723312":"\n   How are you, really?\n  ","723313":"\n   Do you listen to any radio stations? Which ones? 📻\n  ","723314":"\n   Has anyone gotten a covid vaccine shot yet? I have mine scheduled for Monday.\n  ","723315":"\n   Could you ever see yourself patching things up with your mother-in-law and have a healthy relationship with her?\n  ","723316":"\n   What are you doing\n  ","723317":"\n   When is it time to give up on someone and just forget about them ?\n  ","723318":"\n   What’s up fam 🥰\n  ","723319":"\n   Spicy or mild\n  ","723320":"\n   if life stopped today, what would you regret not doing?\n  ","723321":"\n   Xbox or Psn?\n\nI like both, I don’t have problems with either ‘m just curious what y’ll have or like.\n  ","723322":"\n   SPACE 😍❤\n  ","723323":"\n   how do you outwit a psychopath?\n  ","723324":"\n   2021 is just another year\n  ","723325":"\n   Do you think you are sexy?\n  ","723326":"\n   Say their name\n  ","723327":"\n   last day you saw porn\n  ","723328":"\n   \"Make love to life\"\n  ","723329":"\n   🥺🖤\n  ","723330":"\n   What is your purpose on this earth\n  ","723331":"\n   Ask me any questions\n  ","723332":"\n   do you know what pentium 4 is?\n  ","723333":"\n   what did the person do?\n  ","723334":"\n   r?\n  ","723335":"\n   new york times?\n  ","723336":"\n   what's a fronto? like newspapers you mean?\n  ","723337":"\n   She was hacked and somebody else posted that threat syd would never say something like that about somebody\n  ","723338":"\n   sum AAA batteries too?\n  ","723339":"\n   Aw missed you too cutie 🥺💖💖\n  ","723340":"\n   what you gonna get?\n  ","723341":"\n   u textging us here at the same time???\n  ","723342":"\n   what's up\n  ","723343":"\n   Have a great day you lovely ask users 🌻✨\n  ","723344":"\n   Who else is from Reno?\n  ","723345":"\n   Do you read any Review before when you decide to catch a movie ?\n  ","723346":"\n   Defending a psychopath?\n  ","723347":"\n   And what does that make her for making death threats and saying she's basically tried to kill someone before?\n  ","723348":"\n   I'm not im just calling her out on her bs\n  ","723349":"\n   do you like after shag armpit smell?\n  ","723350":"\n   Its nasty behavior to say you're going to beat someone till their dead\n  ","723351":"\n   Favorite social media\n  ","723352":"\n   Trump is still in power. Biden is being gaslighted. \nI like Trump do you ?\n  ","723353":"\n   i bet sydneys appetite is secretly endless and she eats alot but it all goess to her perfect booty ❤️\n  ","723354":"\n   she got hacked and someone else posted that threat sydney would never say that about anyone\n  ","723355":"\n   Actually she is talking about murdering misty\n  ","723356":"\n   Syd is a coward and is talking about beating up Misty\n  ","723357":"\n   Lmfao syd deleted the death threat bc she knows it showed everyone her true colors!! It showed the kind of person she really is\n  ","723358":"\n   He said bad baby...\n  ","723359":"\n   should I come off tho?\n  ","723360":"\n   AT LEAST I WAS MAN ENOUGH TO ADMIT IT! YOU COULD BE THANKFUL!\n  ","723361":"\n   What color dominates your wardrobe?\n  ","723362":"\n   What was the best revenge you've ever gotten?\n  ","723363":"\n   bhed bheby\n  ","723364":"\n   *meekly raises hand*\n  ","723365":"\n   Why a lot of people don’t have profile pictures on here\n  ","723366":"\n   😍\n  ","723367":"\n   What song do u listen to ?\n  ","723368":"\n   wow beby I'm having interesting thoughts\n  ","723369":"\n   Can you find meaning in a life full of suffering?\n  ","723370":"\n   Why did you take the piercings out\n  ","723371":"\n   What would be the eleventh commandment you would introduce in the Bible?\n  ","723372":"\n   Country or city?\n  ","723373":"\n   I think I have to leave this app. there are way to many creepy old men, perverts and fake accounts on this site. 😒\n  ","723374":"\n   (͠≖ ͜ʖ͠≖)\n  ","723375":"\n   Are you more likely to answer questions from VIP members, verified members, regular members, or anonymous questions?\n  ","723376":"\n   you were 16\n  ","723377":"\n   oh cool me too\n  ","723378":"\n   were you shuffling back in 2011?\n  ","723379":"\n   whats a sure way to make you 🙂?\n  ","723380":"\n   would be interesting to know\n  ","723381":"\n   what's happening to her?\n  ","723382":"\n   Do you prefer baths or showers?🚿🛁\n  ","723383":"\n   i want to cuddle a chocolate girl so bad\n  ","723384":"\n   *💙👑 إبتــــســـم 💙👑 فوجع قلبڪ سيتـڪفـل بہ ربڪ !    ❤️⁩🌺\n  ","723385":"\n   Were you scared of a dentist as a child?\n  ","723386":"\n   Is it possible to follow a religion and still be spiritual at the same time\n  ","723387":"\n   Have you ever met someone famous?\n  ","723388":"\n   Have a lovely day! May your day be fruitful and productive. 💓\n  ","723389":"\n   What was the last thing to make you go wtf\n  ","723390":"\n   Do you keep a diary or a journal?\n  ","723391":"\n   How do you stay calm on a bad situation?\n  ","723392":"\n   Do you have patience when it comes to kids? 🧒\n  ","723393":"\n   Are your nipples pierced\n  ","723394":"\n   butt stuff is the best\n  ","723395":"\n   Trump never owned a slave. Why do you hate him ?\n  ","723396":"\n   Have you ever been cheated on?\n  ","723397":"\n   Wait did say your brain washed\n  ","723398":"\n   HOW IS HE RACIST? Typical brainwashed idiot.\n  ","723399":"\n   He hasn't said anything RACIST, can you tell me what racist things he's said?\n  ","723400":"\n   Why won't you answer my question, what has he done that's racist??\n  ","723401":"\n   You're refusing to answer my question 😂\n  ","723402":"\n   erryyyyydayyyyy\n  ","723403":"\n   I prefer every day normal basic girl but not fat\n  ","723404":"\n   How is he racist though? Tell me what he's said or done that is racist.\n  ","723405":"\n   how old are you here?\n  ","723406":"\n   but doesn't look like you. You look there like a everyday normal girl while in pics you usually post you try to go for that instagram dead fish bored look or that I'm 50 but I use heavy filters to look cute and young\n  ","723407":"\n   Did you keep a fap chart when you were younger? Like a top 20.\n  ","723408":"\n   this you?\n  ","723409":"\n   How is Trump racist?\n  ","723410":"\n   There she goes making threats again. She needs help\n   \n    https:\/\/ask.fm\/syd13kidxo\/answers\/166038056337\n   \n","723411":"\n   Yeah but I think it's a nice endearment. I don't particularly like the word partner.\n  ","723412":"\n   for some reason I've only heard older women say hubby lol\n  ","723413":"\n   hubby lol, how old are you 45\n  ","723414":"\n   Why do you hate Trump because he is white ?\n  ","723415":"\n   Do you have a strict protocol that you have to follow at home? What is it?\n  ","723416":"\n   When was the last time you got sick eversince the CoViD 19 started?\n  ","723417":"\n   yasss queen\n  ","723418":"\n   Do you still remember the very first time you had s ex? Did you practice it before the act or not at all? How much have you improved your abilities since then in a scale 1 to 10 where 1 is poor and the 10 excellent 🤔\n  ","723419":"\n   Instagram?\n  ","723420":"\n   who like me\n  ","723421":"\n   How many people on here are trump supporters\n  ","723422":"\n   What's your best food😊\n  ","723423":"\n   How are you\n  ","723424":"\n   you didn't block me you foooo\n  ","723425":"\n   how are you and ur mother-in-law\n  ","723426":"\n   a?\n  ","723427":"\n   what is your opinion on cok rings?\n  ","723428":"\n   are you an orphan?\n  ","723429":"\n   is your mom or dad black?\n  ","723430":"\n   How have you been feeling recently? \nI care about you all on here and wanna know if you’re okay🥺\n  ","723431":"\n   Haw was your day\n  ","723432":"\n   How do I get more likes to my answers? Despite having 1500 followers, all of them seem to be inactive.\n  ","723433":"\n\n    https:\/\/tinsta.online\/\n   \n   Join Tinsta, your new social network service.\n  ","723434":"\n   Will Biden's presidency be horrible, will he be a puppet of Democrats and their destructive policies?\n  ","723435":"\n   oback orama or Biden?\n  ","723436":"\n   That's ask for ya!\n  ","723437":"\n   How do you know if someone is a psychopath right from the get-go?\n  ","723438":"\n   Am I the only one who thinks Childish Gambino’s songs are not good?\n  ","723439":"\n   Are you vocal when it comes to your thoughts and feelings?\n  ","723440":"\n   Hi\n  ","723441":"\n   Mama Mulatto de la Cuntz!\n  ","723442":"\n   how is it creepy, it's just clothes\n  ","723443":"\n   why\n  ","723444":"\n   Pap your favorite style of bra? Doesn't have to be one you own\n  ","723445":"\n   Do you swear a lot?\n  ","723446":"\n   Starbucks or Dunkin’\n  ","723447":"\n   new relationship?\n  ","723448":"\n   🌹🌹🌹\n  ","723449":"\n   In love?\n  ","723450":"\n   selfie?\n  ","723451":"\n   What if you learned that someone secretly tried stopping you from gaining employment ??\n  ","723452":"\n   Anyone like to meet for fun\n  ","723453":"\n   Sounds like someone is jealous you have attention and not them 🤣🤣🤣\n  ","723454":"\n   Well there's your answer people. You only serve to her as a source of silly internet coins and to satisfy her need for attention. If you ask her questions, you're basically a mug.\n  ","723455":"\n   I’m a trump support but I do have to say, it’s amazing to see a WOMAN as vp of the United States\n  ","723456":"\n   What is wrong with you? There is no problem apart from you not being remotely interested in answering questions. Social media really breeds narcissists. How's this attitude working out for you in real life?\n  ","723457":"\n   I think it's disrespectful to ask for money when someone asks you a question because they want to know more about you.\n  ","723458":"\n   why the fook 100 coins?\n  ","723459":"\n   What do you think of the impeachment?\n  ","723460":"\n   YOU'RE AUTISTIC AND DIDN'T GET THE JOKE\n  ","723461":"\n   I'M FROM INDIA\n  ","723462":"\n   JOE BIDEN IS NOT MY PRESIDENT\n  ","723463":"\n   nobody is particularly interested in your life, it's all in your head\n  ","723464":"\n   Favorite pokemon?\n  ","723465":"\n   You're so blind you don't see Biden is the racist one, its actually funny that a majority of black republicans actually understand this, black democrats think Biden is innocent because they don't look up history on him. Its sick\n  ","723466":"\n   aight pass it\n  ","723467":"\n   you on snap\n  ","723468":"\n   damn just like that lol\n  ","723469":"\n   what about now that u married has that ever come across ur head\n  ","723470":"\n   u ever messed around with other dudes\n  ","723471":"\n   lucky dude\n  ","723472":"\n   You single?\n  ","723473":"\n   How many people do you block a day? 🤣\n  ","723474":"\n   both ways\n  ","723475":"\n   Lucky people, like who\n  ","723476":"\n   What year were you born?\n  ","723477":"\n   Kamala Harris was involved the the \"steal\". She is a criminal. She should be arrested. Also she is a radical Muslim.\n  ","723478":"\n   What do you do when you're really really tired but can't go to sleep\n  ","723479":"\n   Have you ever sent naked pictures to someone on Snapchat?\n  ","723480":"\n   How long have had your ask.fm account?\n  ","723481":"\n   Make England great again. MEGA.\n  ","723482":"\n   Do you like the look of tattoos on arms or legs more?\n  ","723483":"\n   Chloe Nolights is angry\n  ","723484":"\n   Have you ever hump a pillow? Just wondering bc some of my school friends have done it and they date me to do it as well so I'm just doing like some research before lol 😁\n  ","723485":"\n   do u wanna play chess ?\n  ","723486":"\n   كيف لرَشَّةِ عطرٍ أن تسافرَ بكَ عبرَ الزمن، وتسافرَ بالزمنِ عبرَك، فتأتيَ بأحداثٍ ضاربةٍ في أغوَارِ النسيانِ وصورٍ قد تشقَّقَت تحتَ مجلداتِ العمرِ إلى حاضركَ كأنك تعيشها الآنَ الآن! كيف!\n  ","723487":"\n   What’s the most ironic thing you’ve seen happen? 🤣\n  ","723488":"\n   sorry to be all up in ur grill yo but da-bi, u'r stupa fly\n  ","723489":"\n   Do you think you could live a life without internet or technology?\n  ","723490":"\n   What superpower do you wish you could have?\n  ","723491":"\n   Is having a very clingy cat bad\n  ","723492":"\n   Why can't people just leave me alone?\n  ","723493":"\n   In today's time, would you say that a 👨 man is equal to a 👩 woman?\n  ","723494":"\n   What can you see outside your bedroom window?\n  ","723495":"\n   Update on the ex loooool: so I woke up to find he’s followed me on insta again🤣 probably because I ignored his message yesterday and he doesn’t want me to move on. Don’t worry guys, I haven’t followed him back. I hope that’s the best thing to do anyways😊\n  ","723496":"\n   Do you like spicy food? What spicy food is your favourite?🌶️\n  ","723497":"\n   Okay I like this girl that I’m texting, but she keeps giving me one word responses when I’m trying to have a conversation with her. Why the fuck is she doing this ? Like woman talk\n  ","723498":"\n   Hi Are you an US buyer?\n  ","723499":"\n   Are you computer savvy? 🤔\n  ","723500":"\n   Do you wash your face every morning?\n  ","723501":"\n   how old are you? 👀\n  ","723502":"\n   how good does a chipotle breakfast burrito sound? build it the same way except start with eggs instead of beans. choose like bacon, or potatoes, or hash browns and things like that\n  ","723503":"\n   When?\n  ","723504":"\n   Follow me on ig\n   \n    @monserrattaniaariel\n   \n   ❤\n  ","723505":"\n   how often do you wash your masks?\n  ","723506":"\n   yo g, u frontin me?\n  ","723507":"\n   yo g is your husband stacking mad benjamins, word?\n  ","723508":"\n   syd still talking to a catfish lmao\n  ","723509":"\n   LMAO girl he’s not real! He gets exposed then deactivateds and then comes back again\n  ","723510":"\n   humm uhmm ok\n  ","723511":"\n   Has the Trump presidency felt like a long four years or a short four years to you?\n  ","723512":"\n   Lmao his bxtchass is still catfishinf\n  ","723513":"\n   🥺🥺\n  ","723514":"\n   you’re a good girl 🥰\n  ","723515":"\n   your name on ask mulatto is in portuguese is mulato with 1 t\n  ","723516":"\n   you speak portugues\n  ","723517":"\n   likes, fire idk ahah\n  ","723518":"\n   gotta give me summin in return 👀\n  ","723519":"\n   stole my fire hehe\n  ","723520":"\n   idk hahaha\n  ","723521":"\n   DAMN I THOUGHT IT WAS A PICTURE :(\n  ","723522":"\n   But the average is pretty correct I'm guessing\n  ","723523":"\n   What awful thing happened to you last week\n  ","723524":"\n   She's been sxually active since she was 13. And she's like what, 23? So an average of a fxck a day for 10 years = 3,600\n  ","723525":"\n   Don't lie\n  ","723526":"\n   Same\n  ","723527":"\n   Most guys can’t watch anything like that it’s our thing to watch\n  ","723528":"\n   got to be in at least 2 thousand  times lol\n  ","723529":"\n   Last time you had sex\n  ","723530":"\n   If you were to guess, how many times have you had s3x in your lifetime?\n  ","723531":"\n   despise then\n  ","723532":"\n   wonder why chlo took off pic\n  ","723533":"\n   I just watched that last night. You need to finish it\n  ","723534":"\n   Which teacher did you hate the most in your school\n  ","723535":"\n   Is there difference between black men dating white women and black women dating white men?\n  ","723536":"\n   no I meant I'm missing the point what was the lesson learnt there\n  ","723537":"\n   what did you  learn about that basically the government don't give a fuck about you I already knew that\n  ","723538":"\n   Are any of your friends Christians?\n  ","723539":"\n   You're blocked\n  ","723540":"\n   Do you have a venmo ?\n  ","723541":"\n   Stupid little question have you ever learnt any life lessons from watching a tv show or movie  if so what\n  ","723542":"\n   how many tattoos do you have ?\n  ","723543":"\n   I love you too cutie! 🥺🥺🥰\n  ","723544":"\n   Favorite Sex Position?\n  ","723545":"\n   Yes, dark heart, dark room 😌\n  ","723546":"\n   My ex I was telling you guys about? Yeah. He messaged me today while we were on the online uni class. He said “put your face on the camera.” I said “no I look like a crackhead.” He said “no surprise there then😉😂.” Ewwwww, I replied then he replied then I ignored. Good thing or not what I did lol?\n  ","723547":"\n   🖤😌\n  ","723548":"\n   Do you think it's okay to flirt with girls even tho I have a girlfriend? 🤔\n  ","723549":"\n   💞\n  ","723550":"\n   How is your day going?\n  ","723551":"\n   What do you think of the scenes of kissing and having sex in the movies? Is it rudeness and impoliteness? Or civilization and freedom ?!\n  ","723552":"\n   What’s the last thing you watched that was good? I watched the Night Stalker documentary on Netflix and it was really good! I remember that happening as a kid and it was scary! Yes I am that old 😡\n  ","723553":"\n   Me and my bosses daughter work together I think I like her but we’re both married what should I do 〽️\n  ","723554":"\n   have u ever been in a toxic relationship\n  ","723555":"\n   Why do you personally think anons, people in general, on this app feel like they are entitled to know every single thing about people's lives?\n  ","723556":"\n   Is it bad to make a pregnancy prank? 👶\n  ","723557":"\n   I’m asking because it’s my situation. Just wanted to know if I have a right to be suspicious of it\n  ","723558":"\n   Legit question... if you found an unopened condom in your boyfriends room but you guys never use condoms when you’re intimate, would you be suspicious?\n  ","723559":"\n   Hi\n  ","723560":"\n   Do you think everyone has the capacity to be a LEADER?\n  ","723561":"\n   If you're still awake try listening to some RnB music with the volume at the lowest setting possible\n  ","723562":"\n   Why?\n  ","723563":"\n   What keeps you up at night?\n  ","723564":"\n   What do you think is keeping you from complete happiness?\n  ","723565":"\n   What is the strangest thing you have eaten?\n  ","723566":"\n   💛\n  ","723567":"\n   Very good\n\nI'm an Amazon seller selling in the United States. We have some products that we need people to test and provide their reviews for free. We will offer you an appropriate amount of commission. Can we work together?\n  ","723568":"\n   good morning 💙\n  ","723569":"\n   do you know where I can find some DN on this app\n  ","723570":"\n   Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?\n  ","723571":"\n   Do psychopaths have crushes on people?\n  ","723572":"\n   🚩Are you tired of all the same old questions? What would you like to be asked here on ASKfm?\n  ","723573":"\n   then you are an ambivert?\n  ","723574":"\n   Do you miss someone at the moment?\n  ","723575":"\n   I really need a hug right now baby 😔🤗\n  ","723576":"\n   Are you an US buyer in the US?\n  ","723577":"\n   bheby where is u\n  ","723578":"\n   Did you have a weekend wedding at McDonald's?\n  ","723579":"\n   Are you an introvert or an extrovert?\n  ","723580":"\n   Stop!! Mental health check time!!! How are you really doing? I’m here if you need a friend to talk to.\n  ","723581":"\n   How should murderers be punished?\n  ","723582":"\n   Who wanys to meet up and fuck\n  ","723583":"\n   Yall herd? 🤔 NEW SINGLE - How I Been (Prod. Me x Taysty beats) on #Spotify 🔥😈\n   \n    https:\/\/open.spotify.com\/album\/5n3W5ujOFKjsLV5r1rbTdm?si=Q33uXeaLRBu7WjrDiN2PBw\n   \n","723584":"\n   I can't remember because i was high af last night\n  ","723585":"\n   On Snapchat i sent him a pic\n  ","723586":"\n   Greg said he likes my px ssy more\n  ","723587":"\n   Where I live is so cold right now (2° F) that's why I want to cuddle with a hot girl, so hit me up if you are interested (you won't regret it)  😊❤️ 😘\n  ","723588":"\n   My boyfriend left me, I’m so sad. I think I may have annoyed him that’s why he said he’s going, he still is liking my photos on social media even tho he doesn’t follow me. But I guess that’s just life😓\n  ","723589":"\n   What do you think about the statement \"you white, then you ben affleck\"?\n  ","723590":"\n   What are you like in person? because on here you seem calm,cool,an collective\n  ","723591":"\n   I'm flooding you with questions so there should be no reason you're not answering.\n  ","723592":"\n   Ughhhh... Yeah.. It's annoying. Idky thry keep making them so late? Strange.. Like I am still getting Thanksgiving one's!\n  ","723593":"\n   Who would you choose?\n  ","723594":"\n   what is the hood way of acquiring your music? do you still use limewire and kazaa?\n  ","723595":"\n   Apple pie or pumpkin Pie?\n  ","723596":"\n\n    https:\/\/youtu.be\/6cGGZQ8MLNk\n   \n","723597":"\n   This question is for my bilingual people. Do you only speak your second language when you’re angry or do you speak whichever language someone is speaking to you?\n  ","723598":"\n   Follow me plz 🙏\n  ","723599":"\n   How did you get so many\n  ","723600":"\n   Maybe one day ...\n  ","723601":"\n   Morgan wallen or Jason Aldean?\n  ","723602":"\n   was she drunk or high?\n  ","723603":"\n   The red pill will give you the world’s highest IQ and the blue pill, when you take it, you know the winning number to every scratch card ever made. Which pill would you take?🤔🔵🔴\n  ","723604":"\n   How do you feel about people who negatively comment on others people's appearance?\n  ","723605":"\n   Have you ever been sexually intimate with another girl?\n  ","723606":"\n   What’s the best way to start the day?\n  ","723607":"\n   what did the police do?\n  ","723608":"\n   why did you call the police on your mother in law?\n  ","723609":"\n   How many bras do you own\n  ","723610":"\n   Did u have 3some before ?\n  ","723611":"\n   Which is better, avatar last air bender or the legend of Korra?\n  ","723612":"\n   If u're not follow me,\nPlease follow back to me.\n  ","723613":"\n   Who would you most like to be stuck in an elevator with?\n  ","723614":"\n   (๑> ᴗ< )💓 Mommy!\n  ","723615":"\n   Good morning to everyone! It is literally 4:30 in the morning 😭 and I am up. Ughhh\n  ","723616":"\n   Does evil come from within, and if so why?\n  ","723617":"\n   What's your favorite aphrodisiac food?\n  ","723618":"\n   Now more than ever. In times like these, we here at (brand) understand that... Nothing is more important than your safety. We too lost money because of corona so help us [corporation] by consooming even more. WE'RE ALL IN THIS TOGETHER.\n  ","723619":"\n   u from a country ass town?\n  ","723620":"\n   What do you think happens when we die, heaven or hell reborn as something else  what do you think\n  ","723621":"\n   Would you class yourself still young\n  ","723622":"\n   • If you could do one thing without suffering the consequences, what would you do?\n  ","723623":"\n   Are you single?\n  ","723624":"\n   Are you married ?\n  ","723625":"\n   shes a racist bigot , glad to see u support that behaviour\n  ","723626":"\n   look at your bitch wife who thinks covid is fake lmao\n  ","723627":"\n   What's the one thing people always misunderstand about you?\n  ","723628":"\n   What’s your definition of bad taste?\n  ","723629":"\n   oh god hope he was okay\n  ","723630":"\n   what happened to your husband if you don't mind me asking\n  ","723631":"\n   What kind of people do you most enjoy hanging out with?\n  ","723632":"\n   oh sorry police,  fire and ambulance\n  ","723633":"\n   Out of these 3 which one have you had to call in the past\n  ","723634":"\n   I mean you're pretty inbred yourself, why would you be disgusted\n  ","723635":"\n   Is it more disgusting for a man to sleep with his sister than for a man to cover his dk in sht while sticking it up another guy's poop chute?\n  ","723636":"\n   What did you do this weekend?\n  ","723637":"\n   how are you?\n  ","723638":"\n   sure\n  ","723639":"\n   Is it cold?\n  ","723640":"\n   you don't think for one second your \"Husband\" hasn't cheated on you?\n  ","723641":"\n   What's a dream you've had that you wish was real?\nSTAIF\n  ","723642":"\n   If you fall asleep while texting your bf an he's accusing you of cheating, is it wrong?\n  ","723643":"\n   Always princess\n  ","723644":"\n   Mwah\n  ","723645":"\n   Follow me and I'll follow back\n  ","723646":"\n   😍\n  ","723647":"\n   how long you been married\n  ","723648":"\n   hello\n  ","723649":"\n   What is something that everyone looks stupid doing?\n  ","723650":"\n   What's your favorite shoe brand?\n  ","723651":"\n   👀wyd\n  ","723652":"\n   What are you currently worried about?\n  ","723653":"\n   Why do a lot of people have very strong opinions about POLITICS even though they know very little about it?\n  ","723654":"\n   How old are your OLDEST CLOTHES???\n  ","723655":"\n   If it's trash then why you here? lmfao\n  ","723656":"\n   what's ur first thought when logging onto this site??\n  ","723657":"\n   How are you?\n  ","723658":"\n   Do you like movies in the night with the person you dont know?\n  ","723659":"\n   Good morning\n  ","723660":"\n   Where I live is 12.20 😬 I’m in bed\n  ","723661":"\n   Whats for dinner tonight?\n  ","723662":"\n   What are you doing right now?\n  ","723663":"\n   Okay 😂\n  ","723664":"\n   I see said the blind man Shucky darn that must be me\n  ","723665":"\n   I like that name 😻\n  ","723666":"\n   Have you ever had a nickname? What is it?\n  ","723667":"\n   Is it rude to return a gift?\n  ","723668":"\n   Bhad bheby what you up to?\n  ","723669":"\n   Is it fair that Matt Groening got his son a staff writer position on his show? Isn't that nepotism?\n  ","723670":"\n   Why are you so pretty?\n  ","723671":"\n   Who likes Popeyes?\n  ","723672":"\n   what triggers you the most? 😤\n  ","723673":"\n   do you play the tromboner?\n  ","723674":"\n   Are they that bad?\n  ","723675":"\n   I'm reporting you for being rude you shouldn't be a verified user acting like this. I can't believe people on this app.\n  ","723676":"\n   How can you cure your mental health problems?\n  ","723677":"\n   I'm nervous of needles it scares me because because i'm a doctor\n  ","723678":"\n   Redbone\n  ","723679":"\n   I'm looking for someone to come with me to get a vaccine is that strange?\n  ","723680":"\n   well hmu if you ever wanna talk. Ess btw\n  ","723681":"\n   but thanks\n  ","723682":"\n   yes I thought maybe some lol but this one girl said no 😅 🤣 and I'm like really\n  ","723683":"\n   Ok, but how about Thotiana Airwrecka?\n  ","723684":"\n   Did you know that girls can make up to +$3,000 at month by selling either their dirty underwear or feet pics? 🤔\n  ","723685":"\n   Are there any lesbians here .\n  ","723686":"\n   What is your favourite meme\n  ","723687":"\n   But what do you think about the name Plaintiffany Congratulashayla?\n  ","723688":"\n   Can you play an instrument?\n  ","723689":"\n   What do you think about the name Bulbecky Smashandra?\n  ","723690":"\n   I can't see it honey🤭🔥\n  ","723691":"\n   Show me Why...\n  ","723692":"\n   Which is more tolerable: Heat or cold?\n  ","723693":"\n   Porn?\n  ","723694":"\n   Do you miss anyone?\n  ","723695":"\n   Do you think I'm a bad girl bc I like d¡ck so much? Ugh ☺️\n  ","723696":"\n   #Live #Laugh #Overthrow Democracy\n  ","723697":"\n   Just curious... how often do you eat your favorite food?? 😗\n  ","723698":"\n   لايك واحد و شكرأ\n   \n    https:\/\/ask.fm\/dan_dani77\/answers\/165114688130?utm_source=copy_link&utm_medium=android\n   \n","723699":"\n   How do we prove that someone is telling the truth? We take his words and compare it on the ground. For example, the Prophet Muhammad did not read or write, and despite that he told us in the Qur’an before 1400 years that the sky is made up of seven layers each having a function specific to it?\n  ","723700":"\n   Are you good with math?\n  ","723701":"\n   Plans for today?\n  ","723702":"\n   فعلــت مابوســعي ، وانهــدم وســعي أمامــي😔\n  ","723703":"\n   One feeling frisky and want to get off together?\n  ","723704":"\n   How many countries have you been to?\n  ","723705":"\n   Do you think these covid vaccine are safe?\n  ","723706":"\n   Anyone feel like having some nsfw chat? We can trade fantasies and kinks too! I also am happy to show off LOL\n  ","723707":"\n   How old were you when you were first allowed to stay home all by yourself?\n  ","723708":"\n   If you could grow up to be famous, what would you be famous for?\n  ","723709":"\n   Wow people really ask weird questions on here and get too much in your personal business it’s awkward 👀\n  ","723710":"\n   WHAT'S YOUR DRINK OF CHOICE? (Either alcoholic or non.) 🍷\n  ","723711":"\n   Are you an only child or do you have siblings?\n  ","723712":"\n   U been to baltimore\n  ","723713":"\n   How many one night stands have you had ?\n  ","723714":"\n   Im too tired to keep dealing with this\n  ","723715":"\n   Hi\n  ","723716":"\n   Do you like apple wine?\n  ","723717":"\n   that shit fye asf frfr no kapp lol\n  ","723718":"\n   why you so pretty?\n  ","723719":"\n   i wouldn't be surprised if she divorces him after all of this is over with, rofl.\n  ","723720":"\n   What are you wearing for Christmas?\n  ","723721":"\n   he's probably going wild because basically every form of social media has banned him, LOL. gotta love it.\n  ","723722":"\n   trump *was* impeached for the second time, rofl. he was impeached more times than he's had terms in office.\n  ","723723":"\n   Biden is a sexist and racist. He said he wants women and minority owned businesses to be a priority.\nThis old creep is admitting he hates white men. I want him impeached within hours of taking office.\n  ","723724":"\n   Understand that we are very happy together!!!\n  ","723725":"\n   Karma\n  ","723726":"\n   - ✨\n  ","723727":"\n   Fav. thing to do when bored.\n  ","723728":"\n   Who is your celebrity in your family\n  ","723729":"\n   If your parents hated your partner you currently loved would you ditch him or carry on with him despite the protests?\n  ","723730":"\n   What’s your favorite type of shoes to wear?\n  ","723731":"\n   If you could get a weird pet, not the usual ones, what would you get? 🙃\n  ","723732":"\n   Have you foiled anyone’s evil plans lately?\n  ","723733":"\n   Hot or iced coffee\n  ","723734":"\n   Were you ever taught, CPR??\n  ","723735":"\n   Covid be gone\n  ","723736":"\n   N.iggers aren't welcomed here\n  ","723737":"\n   Besides myself, who is your best looking friend?\n  ","723738":"\n   LOVE YOU CUTIE 🥺🥺🥺🥺💖💖💖💖\n  ","723739":"\n   What was the last thing  to make you feel old\n  ","723740":"\n   If you’re employed , does your place have a workplace snitch? If you’re in school is there a class or school snitch?\n  ","723741":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful weekend ❣\n  ","723742":"\n   • How do you define ART? 🎨🎭\n  ","723743":"\n   Have a happy Friday\n  ","723744":"\n   Why do people ask questions even if they already know the answer? 🙄\n  ","723745":"\n   Netflix or Amazon Prime? 📺\n  ","723746":"\n\n    @ogalpacasarenice3\n   \n   look at your eyes look at the water\n  ","723747":"\n   What’s the rowdiest classroom debate that you have ever witnessed? What was the topic?\n  ","723748":"\n   ah fair enough  I haven't been asked for id in ages Joys  of getting old huh? lol\n  ","723749":"\n   why\n  ","723750":"\n   When was the last time you got asked for your id\n  ","723751":"\n   You are sub-human and will be treated as such\n  ","723752":"\n   Biden called all n.iggers like you super predators\n  ","723753":"\n   Mixed gang, you pretty 🥺\n  ","723754":"\n   What is the most surprising fact you’ve learnt about yourself during the pandemic?\n  ","723755":"\n   Could you ever be famous?\n  ","723756":"\n   Dude how many women do you talk to friggin perv\n  ","723757":"\n   استغفر الله العظيم عدد خلقه ورضا نفسه وزنه عرشه ومداد كلماته 🌸\n  ","723758":"\n   Do you have art or posters on your wall? PAP!\n  ","723759":"\n   Would you rather fly a helicopter or fly a commercial plane? 🚁🛩️\n  ","723760":"\n   How do you feel about people who negatively comment on others people's appearance?\n  ","723761":"\n   What is the hardest job in the world and why?\n  ","723762":"\n   When has a positive attitude helped makes situations more fun or , turned a negative situation into a positive one?\n  ","723763":"\n   beby do you prefer propane or butane?\n  ","723764":"\n   Where are some unusual places you’ve been? 🙀\n  ","723765":"\n   • Are there any politicians that you trust completely?\n  ","723766":"\n   Do caterpillars 🐛 know that they’re going to be butterflies 🦋 or do they build the cocoon not knowing what will happen?\n  ","723767":"\n   What the point of life when you just end up dying anyway?\n  ","723768":"\n   اللهم باعدْ بيني وبين خطاياي كما باعدت بين المشرق والمغرب، اللهم نقِّني من خطاياي كما ينقى الثوب الأبيض من الدَّنس، اللهم اغسِلْني من خطاياي بالثلج والماء والبرد.‏❤️\n  ","723769":"\n   okay, sorry but if ever I send a question again like this, can you just please delete it? thank you\n  ","723770":"\n   Would you rather have lived in the 1870s or in the 1970s?\n  ","723771":"\n   What makes your family amazing? 👨‍👩‍👧‍👦♥️\n  ","723772":"\n   I love your hairsss 😍\n  ","723773":"\n   What pasta type do you not like? Which one do you like?\n  ","723774":"\n   Last compliment you got?\n  ","723775":"\n   Do you enjoy playing pranks?\n  ","723776":"\n   Have you ever accidentally called your teacher \"MOM\"?\n  ","723777":"\n   What do you think about the name Mulattania Poonliqua?\n  ","723778":"\n   ♒\n  ","723779":"\n   What’s the last concert you went to?\n  ","723780":"\n   Would you rather go to the doctor or to the dentist?\n  ","723781":"\n   There's nothing to be ashamed about. I'm a man and I tell you what you're absolutely right that butt stuff is something everyone should try. Oh, the wonders of prostate stimulation. I can rattle for hours and I coom and coom many a time.\n  ","723782":"\n   oh, well your response implied that you do\n  ","723783":"\n   I knew that you like in the poopeer\n  ","723784":"\n   Do you think Mother Nature is amazing bc they made the girl's pusy really small but with a little stimulation it can expand to adapt itself to some really big 🍆? I mean can you imagine that organ either closed gap or an open one without expansion?\n  ","723785":"\n   🤗🤗🤗\n  ","723786":"\n   U like me?😔\n  ","723787":"\n   👌\n  ","723788":"\n   Yeah. I am one of your followers. Looking out for ya! Be safe!\n  ","723789":"\n   How do you feel when you see people not wearing a face covering?\n  ","723790":"\n   I’ve always wanted to try the dragon fruit\n  ","723791":"\n   jk 😂 sorry\n  ","723792":"\n   long time I sucked a momo\n  ","723793":"\n   nah too lazy lol\n  ","723794":"\n   what's mulatto\n  ","723795":"\n   Who was the last person to do something nice for you?\n  ","723796":"\n   Did you drink enough water today\n  ","723797":"\n   Till what age would you like to live and why?\n  ","723798":"\n   How’s New Jersey?\n  ","723799":"\n   Just warning everyone ahead of time this person is being extremely violent and is threatening people I just wanted to message a few people that I knew ahead of time and give you guys the link.\n   \n    https:\/\/askfm.onelink.me\/FaQr\/qr?profile=shovonxtreem&utm_source=copy_link&utm_medium=android\n   \n","723800":"\n   Same here bb 🥰🥰😘 and LMAOOO I hate this app\n  ","723801":"\n   I wanna meet you too 🥺I’d give coins but I’m negative LMAO\n  ","723802":"\n   does she think she has covid? wishing you and her the best of luck. 💖\n  ","723803":"\n   \"Sex & The City\"        or             \"Fight Club\"     ?\n\n\"Baiden\"                    or              \"Trump\"    ??\n\n\"Feminine\"                or                \"Masculinity\"   ???\n\n\"Left-Wing\"                or                 \"Right-Wing\"  ????\n  ","723804":"\n   💡 Does a belief in free will make you more or less happy? 💡\n  ","723805":"\n   Have you done anything exciting lately? 🤪\n  ","723806":"\n   Have you ever got so mad you just cried😭😢😢😢\n  ","723807":"\n   Someone Kiss me 😚😚😚 I'm feeling lonely and unloved 🥺🥺\n  ","723808":"\n   Favorite Starbucks drink\n  ","723809":"\n   How do you meet new people during the pandemic?\n  ","723810":"\n   What kind of car do you drive?\n  ","723811":"\n   How is life treating you? Are you happy?\n  ","723812":"\n   ew\n  ","723813":"\n   What’s something that a lot of people are missing out on because they don’t know about it? 😏\n  ","723814":"\n   ○ Would you rather have someone impersonating you and doing really amazing things that you get the credit for or find money hidden in weird places all around your house every day but you can’t figure out where the money comes from or how it keeps getting there?\n  ","723815":"\n   a real man must earn at least 100k a year\n  ","723816":"\n   When do you feel a teen becomes an adult?\n  ","723817":"\n   what are you doing gorgeous\n  ","723818":"\n   Have you ever thought of converting to another religion? Why or why not\n  ","723819":"\n   Who loves you the  most in this world\n  ","723820":"\n   When have you felt like you were LIVING LIFE TO THE FULLEST? When have you felt like YOU WEREN'T ’t?\n  ","723821":"\n   Wtf??? She's not even black\n  ","723822":"\n   Damn it's been a minute since i been on here. I been on ig getting likes going live and getting heart eye emojis from women\n  ","723823":"\n   You stfu nappy  nignog\n  ","723824":"\n   hi\n  ","723825":"\n   All the ladies wanna meet me 😘\n  ","723826":"\n   What is a random food that isn't really meant to be a snack food that you grab when you have a random snack craving? \nI've got the bacon chips lol\n  ","723827":"\n   - i forgot\n  ","723828":"\n   ‏\"أصوغ عباراتي بعناية شديدة التدقيق. بين فاصلة وفاصلة منقوطة، ثمة بحر من سوء الفهم.\"\n  ","723829":"\n   When was the last time you cried?\n  ","723830":"\n   Would you rather be so afraid of heights that you can’t go to the second floor of a building or be so afraid of the sun that you can only leave the house on rainy days?\n  ","723831":"\n   We're half way through the week. Keep going! You're doing amazingly! 💕\n  ","723832":"\n   I'm all out of faith, this is how I feel\nI'm cold and I am shamed\nLying naked on the floor\nIllusion never changed\nInto something real\nI'm wide awake and I can see the perfect sky is torn\nYou're a little late\nI'm already torn 😊😘\n  ","723833":"\n   Do You Like Bubble Baths?\n  ","723834":"\n   There is no point to this question other than to tell you it’s my birthday tomorrow and I’m a bit excited ^-^\n  ","723835":"\n   Is there anyone on here you wish you could meet in real life?\n  ","723836":"\n   what kinda car did the iPhone buy? a charger\n  ","723837":"\n   Answer this question even if you are taken if you were single what sort of person would you go for how high are your standards\n  ","723838":"\n   What is money\n  ","723839":"\n   what year was you born? me? i was 1994\n  ","723840":"\n   have you ever given a 😘🍆🍆\n  ","723841":"\n   Recommend some active peeps to follow!!! 🥺❣\n  ","723842":"\n   Meg or Nicki Minaj?\n  ","723843":"\n   that’s your snapchat,\n  ","723844":"\n   how’s work?\n  ","723845":"\n   where are you from?\n  ","723846":"\n   Seems stupid\n  ","723847":"\n   What do you break up with someone because they Drool in their sleep\n  ","723848":"\n   What’s your favorite thing to do on weekends? 🥺\n  ","723849":"\n   I hate Nancy Pelosi. Nancy Pelosi hates America. Nancy Pelosi is rich because she is a criminal.\n  ","723850":"\n   Do you wear makeup?\n  ","723851":"\n   you don't watch anime?\n  ","723852":"\n   Your Jamal chan - your beloved husband\n  ","723853":"\n   Hello do you like Instagram?\n  ","723854":"\n   What does your Jamal chan do?\n  ","723855":"\n   LILIPUTIANA TUSHIE\n  ","723856":"\n   What has taken you the longest to get good or decent at? Me: College 😂\n  ","723857":"\n   Hi\n  ","723858":"\n   PAP OF Snapchat\n  ","723859":"\n   Anons are funny af lmaooo\n  ","723860":"\n   What have you done today\n  ","723861":"\n   Yes obviously. 4th least  though\n  ","723862":"\n   I’m so confused lmao\n  ","723863":"\n   Wtf no way 🥺🥺I love you so much\n  ","723864":"\n   You and\n   \n    @OGalpacasarenice3\n   \n","723865":"\n   Oh great so now my favorite person on here and my 4th least favorite person are friends 😕\n  ","723866":"\n   Weave or natural hair?\n  ","723867":"\n   Do you prefer a bath or shower?\n  ","723868":"\n   Opinion on long acrylic nails?\n  ","723869":"\n   Tag the smartest person you follow\n  ","723870":"\n   Funniest rumor you heard about yourself?\n  ","723871":"\n   Would you use a self-driving car or drive yourself?\n  ","723872":"\n   What sound drives you crazy?\n  ","723873":"\n   what is for dinner?\n  ","723874":"\n   What’s something you really resent paying for?\n  ","723875":"\n   It’s 2021 not 1994.\n  ","723876":"\n   List a some facts about you? #GetToKnow\n  ","723877":"\n   Do you have American express?\n  ","723878":"\n   What’s the best way to add bananas to banana pancakes? Sliced bananas? Diced bananas? Mashed bananas?\n  ","723879":"\n   Space\n  ","723880":"\n   Can you guys go on my insta story and ask atleast one question please? Thank you all, I love you all so much!! It’s Carlahallll, my insta😄\n  ","723881":"\n   HOW'S TANISHA?\n  ","723882":"\n   Are you going to get vaccinated for Covid? If not, why?\n  ","723883":"\n   have you ever been banned on facebook or instagram?\nfor how long?\nwhat did you do?\n  ","723884":"\n   What would u do after find out that the girl u dating is a stripper?\n  ","723885":"\n   Hello how are you doing\n  ","723886":"\n   When is the last time you got spoiled?\n  ","723887":"\n   Are you into polictics\n  ","723888":"\n   Hello\n  ","723889":"\n   a lightbulb for Chloe\n  ","723890":"\n   Nany Pelosi looks kinda sexy\n  ","723891":"\n   Baked beans, porridge, maybe a blanket\n  ","723892":"\n   Can I send you things?\n  ","723893":"\n   That's what food banks are for\n  ","723894":"\n   Ew you’re one of those people\n  ","723895":"\n   Who are you crushing at the moment ?\n  ","723896":"\n   What’s your favorite drink?🧃\n  ","723897":"\n   Where are you from\n  ","723898":"\n   Useless?! Wait, is my ex still on this app?!  😂😂😂💯💯💯\n  ","723899":"\n   I don’t need you to give a fuk, I already got one...actually make that two, taking one for the road as I’m typing....#TheRarestOfAllTime #DidntStankLikeMyEx #NowThisIsSomeQuality🙀\n  ","723900":"\n   Oh I just woke too..Now I gotta find my clothes and head back home 😉💦☀️\n  ","723901":"\n   Hey babe 😏\n  ","723902":"\n   Nope, prob not\n  ","723903":"\n   When was the last time you got pampered? 💆‍♂️💇‍♀️\n  ","723904":"\n   Any one ever so full you can’t get to sleep at night and you end up needing to poop before you sleep then you feel like you can finally lay down?\n  ","723905":"\n   does your SO listen to you when you tell them to do something thats good for their health?\n  ","723906":"\n   I made a new account if you want to follow me ✨\nI’ll send out some questions tomorrow!\n  ","723907":"\n   I have lights in my house. The bestest and brightest lights there are that shine tremendously. The only people who have no lights in their house are people from shithole countries like CHAINA and I don't trust them.\n  ","723908":"\n   Not a BFF. Had a BFF like that. Would only use me when her and her boyfriend would break up. Once they got back together it was no communication for months. Don’t let others use you. You’re worth more than they know.\n  ","723909":"\n   can we please work things out with us.. i really want to & to talk it out each other\n   \n    @Demisonlygirlx1992\n   \n   &\n   \n    @demisfansince2008\n   \n   ...\n  ","723910":"\n   Señores y señoras nosotros tenemos más influencia con sus hijos que tú tiene,pero los queremos. Creado y regado de Los Ángeles,¡Juana's adicción!\n  ","723911":"\n   How was your day?\n  ","723912":"\n   What do you do when you feel like your body is overwhelmed with anxiety?\n  ","723913":"\n   That was such a stupid comment lmao I can’t stand anons\n  ","723914":"\n   Ask me anything 🤠\n  ","723915":"\n   shut up Chloe, people who have no lights in their house are not nice people and shouldn't speak\n  ","723916":"\n   what's the block father?\n  ","723917":"\n   What time do you usually wake up?\n  ","723918":"\n   what annoys you about this site? \nI wish you could pick who you send shoutouts to or at least have the shoutout feature not send to accounts that are blocked 🙃\n  ","723919":"\n   Have you ever checked your SO’s phone?\n  ","723920":"\n   Why was racism even a thing in the first place?\n  ","723921":"\n   The fbi wouldn't do anything about anyone on here\n  ","723922":"\n   Is ask.fm the greatest website ever?\n  ","723923":"\n   How’s work?\n  ","723924":"\n   lol, of course you don't\n  ","723925":"\n   do you know what dunning-kruger effect is?\n  ","723926":"\n   ✨\n  ","723927":"\n   Do you like to shop online or local store?\n  ","723928":"\n   Yesss girl I agree 100% lmao, that’s exactly what happened and whatever money anyone made is gonna go back to the government, it’s all a set up\n  ","723929":"\n   Have you or do you know anyone who named their child or pet after a celebrity?\n  ","723930":"\n   Yes I agree!! I think it’s a real thing but hospitals get more money when they give someone a positive test btw, they’re trash lmao, and yeah I don’t trust the vaccine either for that exact reason. It’s so suspicious to me how it’s such a high rate and was made in such a short time\n  ","723931":"\n   Positive space .. ♡\n  ","723932":"\n   Yeah tbh I don’t believe everything they say about covid, not everything adds up to me\n  ","723933":"\n   Anyone else still have a Twitter?\n  ","723934":"\n   Oh shit I see, yeah it’s so risky. When my dad had it he didn’t even get tested smh but we knew he had it cuz of the symptoms and how bad he was but no one else got sick, so weird\n  ","723935":"\n   Is this impeachment talk over a real concern, or is it more about accomplishing a feat?\n  ","723936":"\n   Hope she’s okay 💖💖\n  ","723937":"\n   I wish Hunter Hayes had ask.fm\n  ","723938":"\n   Hello mem this is Kevin Smith from Microsoft department in california you been hacked and in order for the technician to fix your computer it will be 249.99 one time fixations fee\n  ","723939":"\n   what's the most alcohal you've consumed in one day?\n  ","723940":"\n   I am searching for a potential,loyal and trustworthy sugar baby that not going to talk to any other sugar daddy except from me now on\n  ","723941":"\n   Hi dear\n  ","723942":"\n   🤣🤣omg it makes me laugh so hard🤣🤣\n  ","723943":"\n   My favorite tribe wooman is Coin Beby\n  ","723944":"\n   I like tribe women\n  ","723945":"\n   You look like a tribes woman in your new photo\n  ","723946":"\n   When was the last time you had ice cream?\n  ","723947":"\n   Yes girl lmao they wouldn’t stfu but the page finally got taken down. Idk what their deal is or why they think they’re hurting our feelings\n  ","723948":"\n   Such sad, pathetic, stupid little vermin they are\n  ","723949":"\n   Must’ve been the exact same anon who made one of me and\n   \n    @CrxstalCastles\n   \n   cuz it happened to both of us too 💀 fxcking freak\n  ","723950":"\n   They really are. They make up so much bs too, I don't even get it. Like, they're literally are racist people on this site, so why don't they attack them instead of people who aren't? So stupid, I can't even...\n  ","723951":"\n   Do love me\n  ","723952":"\n   Someone made a fake accoh t of Trinket earlier. We all reported it and I think it's been taken down, but anon's trying to say they've achieved something they haven't. They're probably the loser that made the fake in the first place 🙄\n  ","723953":"\n   Would you kill ten prisoners to save 1 innocent soul? #morality\n  ","723954":"\n   what is your favorite cereal?\n  ","723955":"\n   • Is it wrong to have children, if you don't know whether they want to be born? 👶\n  ","723956":"\n   Mirar a los labios es una indirecta muy directa. ¿Verdadero o Falso?\n  ","723957":"\n   I drove that rxcist trinwhore off of here! LMAO good riddance to bad trash 🤢👍\n  ","723958":"\n   If first gif that pops up when you search your middle name is what you’ll be doing in 10 years... What will you be up to?\n  ","723959":"\n   Should the UK pay compensation for the slave trade?\n  ","723960":"\n   If you could have a year's supply of anything at all, what would it be? It can't be money ;)\n  ","723961":"\n   Hey~ soooooo I just posted a new story and wanted y’all to check it out!! You can also read two of the others I have; that I’ve worked on. 💖✨✨\nMerci beaucoup ! 🦇\n  ","723962":"\n   What do you and your partner do for work?\n  ","723963":"\n   california\n  ","723964":"\n   Where did your bum photo go?\n  ","723965":"\n   🙄 people are stuuuupid\n  ","723966":"\n   Add my snap ally.iyah\n  ","723967":"\n   Do people ever freak out in your area when weird weather happens? It's about to snow here in everyone's buying absolutely all of the groceries off the shelf. Absolutely strange.\n  ","723968":"\n   Do you like olives?\n  ","723969":"\n   do you ever accidently click on the suggested questions to someones answer as you’re scrolling down your feed? 🙃\n  ","723970":"\n   Is it possible to lose 5 lbs in 5 minutes?\n  ","723971":"\n   When did you last swallow your beliefs to avoid an argument or confrontation?\n  ","723972":"\n   what advice do you have for someone who wants to be your friend?\n  ","723973":"\n   What's the best gift 🎁 you've ever gotten?\n  ","723974":"\n   What are you reading right now? 📚\n  ","723975":"\n   More an more people on this site and social media have expressed their opinions on anon how you feel?\n  ","723976":"\n   Do you pay any premium subscription to any apps\/products? If yes, what apps\/products?\n  ","723977":"\n   What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?\n  ","723978":"\n   229. What do you think of planning something for the next weekend?\n  ","723979":"\n   What types of face mask 😷 do you use?\n  ","723980":"\n   Watch who you call fat bxtch\n  ","723981":"\n   what?\n  ","723982":"\n   Do you hate easily?\n  ","723983":"\n   ok\n  ","723984":"\n   not a problem, got a snap?\n  ","723985":"\n   Are you a jealous person?\n  ","723986":"\n   So you are a mixed child? I know some other mixed girls who are much prettier than you though. They don't even look black\n  ","723987":"\n   FREEEEDOOOOM FREEEEDOOOM FREEEDOOOOM FREEEEEDOOOM\n  ","723988":"\n   When’s the last time you went to the beach?\n  ","723989":"\n   Thoughts on girls who sits on a man shoulders to show\/flash their b00bs at festival concerts? 🤔\n  ","723990":"\n   How good are you at saying “no”?\n  ","723991":"\n   You think you saved a lot of money this year?\n  ","723992":"\n   do you think trump is a dictator\n  ","723993":"\n   If you knew a great guy but also knew his lady was cheating would you tell him?\n  ","723994":"\n   Have you ever been to Jamaica?\n  ","723995":"\n   Maybe she just wants to see her grand-babies\n  ","723996":"\n   Space\n  ","723997":"\n   If you could be given the date of your death would you want to know it? ☠\n  ","723998":"\n   Do you have a wondering eye?\n  ","723999":"\n   Would you rather everyone be required to wear identical red jumpsuits OR any time two people meet and are wearing an identical article of clothing they must fight to the death?\n  ","724000":"\n   About 7ish years ago beards got absolutely fucking ruined by the wave of wax fingering attention seekers who think that hair on your chin combined with the Dreamworks animation face = irresistible.\n  ","724001":"\n   What do you think of slut-shaming? Why do you think it exists?\n  ","724002":"\n   If you were a farm animal, which would you be and why? 🐽\n  ","724003":"\n   Coomable but too skinny so semi-coomable\n  ","724004":"\n   USA USA USA USA USA USA USA USA USA USA USA USA USA USA USA USA\n  ","724005":"\n   have you ever waxed yourself?\nif so, where?\n  ","724006":"\n   Post texts ?\n  ","724007":"\n   Why?\n  ","724008":"\n   Which superstition do you believe to be true?\n  ","724009":"\n   What is your favorite joke?\n  ","724010":"\n   Wow\n  ","724011":"\n   Ever laughed at a sound someone made? Can you recreate said sound?\n  ","724012":"\n   what are your plans for the night?\n  ","724013":"\n   What is the MOST CRINGE 🥴 WORTHY thing you have seen someone post on social media?\n  ","724014":"\n   I am Cameron's mom and he is lying about his age and he cannot date or should be looking for a girlfriend. If you are communicating with him, I would stop or just block him. We are aware of this account and we will report who engages in the mess has created.\n  ","724015":"\n   how did you spend your lastbirthday? 🥳🎂🎈\n  ","724016":"\n   Impossible, my ask babes have my whole entire heart🥺🤍🤍🤍🤍 y'all are hands down the best friends a bxtch could have y'all are my favorites ever🤍🤍\n  ","724017":"\n   Bitches 🤢🤮\n  ","724018":"\n   Biscuits\n  ","724019":"\n   Is she the other girl? #3sum\n  ","724020":"\n   You're welcome wifey, ilysmmmmmm i'm so glad I made you happy🥺🥺🤍🤍🤍🤍🤍\n  ","724021":"\n   Wednesday plans?\n  ","724022":"\n   Would you believe me when I tell you, you are the queen of my heart\n  ","724023":"\n   Gorgeous asf queen🥺🔥🔥🔥🔥🔥\n  ","724024":"\n   selfie\n  ","724025":"\n   So u wouldn’t mind if someone harassed you with 100 pages.\n  ","724026":"\n   How you feel if someone made 100 pages just to harass people, and make a fake profile of their boyfriend?\n  ","724027":"\n   I don't believe in karma,  I believe in you!!\n  ","724028":"\n   okey yes, can i just ask one more time about abby? just remembred her name\n  ","724029":"\n   100 coins enaf\n  ","724030":"\n   WHAT? OH MY GOD RIP\nwhen? i didnt even know she was strugling, are her kids okey?\n  ","724031":"\n   What has quarantine done to or for you this year?\n  ","724032":"\n   omg so cute,i really missed you guys. But i see a lot of moms are missing, right? where is Shawnie? and her other friend, i dont remeber her name :(\n  ","724033":"\n   Have you met your soul mate?\n  ","724034":"\n   omg been forever since i read your account, how old are your kids already? lol\n  ","724035":"\n   hows your daughter doingÇ?\n  ","724036":"\n   Would you call what happened at the U.S. Capitol a riot or a coup?\n  ","724037":"\n   You have a lot coins\n  ","724038":"\n   Have you been in situations when you put money 💸 in your pocket, forgot about it and then found it later? Were you glad to find it? 🤑\n  ","724039":"\n   IS mandalorian Before or after the star wars movies ?\n  ","724040":"\n   You know what's funny? Each day that goes by, the story changes, and more people are added to his list. Yet he can never prove it!\n  ","724041":"\n   Have y’all ever posted your own nudes and regret it?\n  ","724042":"\n   Do you use Tiktok?\n  ","724043":"\n   Really f****** annoying when people ask \"what are you doing\" on here. Add to some of y'all people out there good thanks everyone's is a freaking word that it was not a question that was a general statement. That is all for my English lesson today\n  ","724044":"\n   I need coins\n  ","724045":"\n   Do you drink?\n  ","724046":"\n   yes😊\n  ","724047":"\n   Coins🤝🏻😊\n  ","724048":"\n   If you don’t your only lie to yourself\n  ","724049":"\n   Beep beep\n  ","724050":"\n   what did you have for lunch?\n  ","724051":"\n   You ever fallen in love with someone and never tell them?\n  ","724052":"\n   what do you wish you could do right now?\n  ","724053":"\n   Do you drive?\n  ","724054":"\n   Who makes your favorite French fries?\n  ","724055":"\n   what is your mexican restaurant order?\n  ","724056":"\n   What's a terrible tv show in your opinion?\n  ","724057":"\n   What are you talking about\n  ","724058":"\n   what is your favorite flower?\n  ","724059":"\n   • What's the most interesting thing you've read lately? 📖👓\n  ","724060":"\n   What would you say about virgins?\n  ","724061":"\n   what is a question that you think is important to ask someone in order to get to know them?\n  ","724062":"\n   list your top 3 unpopular opinions\n  ","724063":"\n   if you want me to go down your wall later and ask you questions, let me know!\n  ","724064":"\n   Is it weird giving a friend a massage or should that just be saved for partners?\n  ","724065":"\n   Idk y ppl complain about anonymous questions on here so personal . If you find it offensive weird or annoying just block the person or not answer . Fyi people are not obligated to show themselves on here either . Some ppl are not comfortable with it due to creeps online . Respect it and move on\n  ","724066":"\n   if  someone asks u a question and u don't know the answer while u MUST know it what are u going to do?\n  ","724067":"\n   Are you health conscious? 🥗\n  ","724068":"\n   Fuck these 2\n  ","724069":"\n   Hell yeah, she been slapping\n  ","724070":"\n   Are you a city or a nature person?\n  ","724071":"\n   Have you been keeping up with the events at the US Capitol?\n  ","724072":"\n   Biden vs. Trump\n  ","724073":"\n   Have you ever witnessed Munchausen’s Syndrome?\n  ","724074":"\n   Is it normal to get to know someone f.ck them and then stop talking\/seeing each other? Why?\n  ","724075":"\n   I dislike you so much as a person, it's a pity I like seeing your tits\n  ","724076":"\n   You do realize that the American criminal justice system is \"innocent until proven guilty\", not the other\n  ","724077":"\n   Do you know if other country’s have been reporting on what’s happening in the American Capitol?\n  ","724078":"\n   Is your mom a good cook\n  ","724079":"\n   Snap\n  ","724080":"\n   apple or pecan pie?\n  ","724081":"\n   Hi I’m new here :) I’m Riley whats up loves?\n  ","724082":"\n   Ur mood in an emoji..\n  ","724083":"\n   Is it more important to be liked or respected? Would you rather be liked or respected? What's the difference?\n  ","724084":"\n   are there riots in your city because of trump losing?\n  ","724085":"\n   WOULD YOU HUG A RANDOM STRANGER WITH A \"HUG ME\" SIGN?\n  ","724086":"\n   I had the same thing sent to me.. I just reported him for you! We all know you aren't! Keep being amazing! 💕\n  ","724087":"\n   can you believe biden won in the us?\n  ","724088":"\n   Are you a leader or a follower ?\n  ","724089":"\n   Have you updated your bio recently?\n  ","724090":"\n   can i ask  2 qestion then\n  ","724091":"\n   can we talk\n  ","724092":"\n   hello\n  ","724093":"\n   I hate Christmas 😭\n  ","724094":"\n   That's fine\n  ","724095":"\n   What matters most in a relationship to you? ❤🧡💛💚💙💜\n  ","724096":"\n   I hope everyone has a great day 💗💗\n  ","724097":"\n   • Stay safe! I hope that you and your family are safe and protected. May we all have a beautiful new year ❣\n  ","724098":"\n   Would you rather have done something horribly embarrassing and only your best friend knows or not done something horribly embarrassing, but everyone except your best friend thinks you did it?\n  ","724099":"\n   Have you got snow?\n  ","724100":"\n   what’s something that was once important but is now becoming less and less relevant?\n  ","724101":"\n   Which pose do you like most? 🙈🔥\n  ","724102":"\n   Have you ever had an ADRENALINE RUSH before?\n  ","724103":"\n   Are you religious\n  ","724104":"\n   Does she ride camels?\n  ","724105":"\n   If you could go back in time, what is one situation you would do differently? #2020\n  ","724106":"\n   Do you know someome who tried to do something to look cool and it ended in utter embarrassment? 🤡\n  ","724107":"\n   Are you a hat person?\n  ","724108":"\n   Is it easy for you to confess that you are in love?\n  ","724109":"\n   I hate it here too girl lmao\n  ","724110":"\n   how do you think about an introvert?\n  ","724111":"\n   Do you use your coins on Ask?\n  ","724112":"\n   What’s mil?\n  ","724113":"\n   u need to show some respect towards people that u don't know trump\n  ","724114":"\n   ur rude like trump\n  ","724115":"\n   how r u doing care to chat\n  ","724116":"\n   ME TOO OMGGG 🥺🥺😭💖💖 why do the people I love live way too far 😔✊🏻\n  ","724117":"\n   why bro\n  ","724118":"\n   Hi everyone\n  ","724119":"\n   CH\n  ","724120":"\n   Are you happy?\n  ","724121":"\n   So with everything going on I feel the need to ask this question. Fellow people who live in America...how are you doing!? \nTo the people who don't live here...\nCan y'all come pick us up 😭 (but seriously what's y'all opinions)\n  ","724122":"\n   Is anyone  bi\n  ","724123":"\n   So this sh*t is real?\n  ","724124":"\n   So Kanye west cheated on Kim with Jeffrey star. My question to you is who is Jeffrey star?\n  ","724125":"\n   Let's bump #3sum41\n  ","724126":"\n   lol ewweew I can't. she's mad because you said she was giving off loser vibes and she's proving she's a loser. YIKES\n  ","724127":"\n   there is a reason we call all the stupid people tourons and Jerry's and that's exactly what you're acting like.\n  ","724128":"\n   if it was a Me Problem then I wouldn't have just walked into this job an got hired on the spot wit no interview\n  ","724129":"\n   clearly yo ass got dropped on yo head\n  ","724130":"\n   nah I asked a question to get some advice because I'm tired of people wit no morals thinking they can do no wrong\n  ","724131":"\n   YOU replied to MY shout out and called me a loser on such\n  ","724132":"\n   and fyi you moronic teratoma of a troll, this IS my page and MY SHOUT OUT, so how about you quit looking like a pathetic stupid shit\n  ","724133":"\n   yo parents must be so damn proud their daughter grew up to be an internet troll and cyverbullying punk\n  ","724134":"\n   Do you have pets? PAP!\n  ","724135":"\n   yeah that's kinda what you sound like, what are you 12?\n  ","724136":"\n   losers don't go around doin shit to make sure they families have shit to eat and they don't give a fuck about what others say or do to others.\n  ","724137":"\n   I actually did but the manager just took another day off work, its aight,  I can't wait until I tell her dumbass I aint working here because I got the job with the Federal Government\n  ","724138":"\n   being a loser would mean I just sit around and not care about anyone but myself at least I care about my co workers. I just wanna stop caring about shit my manager says\n  ","724139":"\n   Have you ever been in a classic or vintage car?\n  ","724140":"\n   What’s your favourite flavour smoothie?\n  ","724141":"\n   How do I stop caring and become a \"bad\" employee without losing my job?\n  ","724142":"\n   Im dressing up as a character with a skirt but I don't want to wear a skirt what do I do?\n  ","724143":"\n   what you been upto today\n  ","724144":"\n   thats cool\n  ","724145":"\n   hello how are you?\n  ","724146":"\n   stfu you don’t even have ur daughter\n  ","724147":"\n   Hello\n  ","724148":"\n   Show us your favorite emoji!\n  ","724149":"\n   How old are you?\n  ","724150":"\n   Weekend plans?\n  ","724151":"\n   Anyone know if the vaccines are ok if you have CKD? I was told to wait so they can test it more but want it asap\n  ","724152":"\n   According to studies, new generation children are having difficulties recognizing human emotions and body signals. Have gadgets and apps taken away emotions?\n  ","724153":"\n   Space\n  ","724154":"\n   Favorite color?\n  ","724155":"\n   hahaha how does one get tired of being around a person they supposedly are In love with though...... haha\n  ","724156":"\n   Probably did?\n  ","724157":"\n   Sucks like hell, doesn’t it?\n  ","724158":"\n   but why is it a problem? idk rather have someone whom I can tell is only about me\n  ","724159":"\n   Do you have n!pple piercings?\n  ","724160":"\n   Have you ever been cheated on?\n  ","724161":"\n   Would you ever go to the Dominican replubic?\n  ","724162":"\n   Hello from my prostate\n  ","724163":"\n   Have you ever watched Downton Abbey?\n  ","724164":"\n   What do most you females see as clingy? Why is it clingy and not a man tryna be about you?\n  ","724165":"\n   Can you follow me 🥰🥰\n  ","724166":"\n   How old are you\n  ","724167":"\n   Do you wash your dishes by hand or do you use the dishwasher more?\n  ","724168":"\n   What makes you feel dumb?\n  ","724169":"\n   i dont have a coins😡\n  ","724170":"\n   opinion on starbucks peppermint mochas?\n  ","724171":"\n   Are you wearing a tracking device? Actually you are cause your cell phone has the GPS on it. #bigbrotheriswatching\n  ","724172":"\n   Would you rather go downtown or go to the mall . ?\n  ","724173":"\n   Do you like Starbucks?\n  ","724174":"\n   spearmint or peppermint\n  ","724175":"\n   Do you have high hopes for 2021?\n  ","724176":"\n   Are you dramatic?\n  ","724177":"\n   what’s the farthest you’ve ever moved?\n  ","724178":"\n   trump supporters are stupid and violent\n  ","724179":"\n   Is love complicated? Why?\n  ","724180":"\n   8in to big?\n  ","724181":"\n   True. Black or white is a great song. Now it's all just degenerate mumble sounds.\n  ","724182":"\n   What's your favorite alcoholic beverage?\n  ","724183":"\n   Do you like Micheal Jackson?\n  ","724184":"\n   Gooood morning to all. Morning space for you. How are you feeling?\n  ","724185":"\n   hello\n  ","724186":"\n   Do you have any tattoo’s?\n  ","724187":"\n   Would you rather be born again in a totally different life or born again with all the knowledge you have now? 😏\n  ","724188":"\n   Do you have a best friend? How long have you been friends and how did you meet?\n  ","724189":"\n   Do you miss anyone?\n  ","724190":"\n   why the comma mate?\n  ","724191":"\n   You ever just get that feeling where you just know you’re not going too be able to sleep tonight? Because yeh, same😑\n  ","724192":"\n   Yeah it's for children, soy boys and numales.\n  ","724193":"\n   I love Keanu Reeves and Nintendo switch. Over 50k karma. I own over 35 funko pops. Alas I don't own baby yoda and don't play animal crossing and Minecraft so only barely wholesome and mildly chungus.\n  ","724194":"\n   WHAT IS YOUR WORST GETTING TROLLED STORY?\n  ","724195":"\n   u cappin bro?\n  ","724196":"\n   Whoa take it easy, I didn’t give her 11 so don’t worry about it...I know all about your minimum, so this doesn’t even pertain to you!\n  ","724197":"\n   Does it count if my girl fucked me on New Year’s Day?\n  ","724198":"\n   Did your hubby fck you on new years eve or new years day?\n  ","724199":"\n   Are boob guys more democrat or republican?\n  ","724200":"\n   How often do you post on your instagram story?\n  ","724201":"\n   do u love me?\n  ","724202":"\n   Have you ever been to Atlanta, GA?\n  ","724203":"\n   what\n  ","724204":"\n   What does wifi stand for?\n  ","724205":"\n   Joe and the h0e need to go\n  ","724206":"\n   Why\n  ","724207":"\n   Hi\n  ","724208":"\n   Girl all of those places sound nice wtf 😭 I’d love that\n  ","724209":"\n   I’m glad it made you happy too haha 🥰🥰💖💖💖 I’m literally smiling at that, I really really hope we can do that someday!! That would be amazing 🥺🥺🥺😘😘😘  girls night 🤩\n  ","724210":"\n   Do you like your local police force or not? Why?\n  ","724211":"\n   Do you wear your wedding band or just your engagement ring?\n  ","724212":"\n   This literally made my whole day no joke 😭🥰🥰🥰💖💖 I’d love to meet you too! Hopefully one day 🥺\n  ","724213":"\n   I love you more cutie! 🥺🥺💖💖🥰🥰🥰\n  ","724214":"\n   🐥🐥🐥\n  ","724215":"\n   What percentage is your phone battery at?\n  ","724216":"\n   Hi everyone:) I just joined 🦋♥️\n  ","724217":"\n   If you are in a BAD MOOD 😤😡, do you prefer to be left alone or have someone to cheer you up?\n  ","724218":"\n   Hello do you like instagram?\n  ","724219":"\n   Would you ratherhave everyone you know be able to read your thoughts or for everyone you know to have access to your Internet history? 🙂\n  ","724220":"\n   What do you JUDGE people for most often? Appearance, attitude, manners, clothes or speach?\n  ","724221":"\n   yes life is too short to be sad\n  ","724222":"\n   vote the picture with a cup of coffee\n   \n    https:\/\/ask.fm\/legendask\/photopolls\/188989624\n   \n","724223":"\n   Which state is the best state in America?\n  ","724224":"\n   Are you going to take the covid vaccine?\n  ","724225":"\n   who don’t you like on here\n  ","724226":"\n   What’s ur ig?\n  ","724227":"\n   Why do guys match you on dating apps just to send insults in your DMs?\n  ","724228":"\n   ur beautiful ☺️\n  ","724229":"\n   What things do you value in people? What traits do you like and dislike?\n  ","724230":"\n   .\n  ","724231":"\n   What makes you angry instantly?\n  ","724232":"\n   Last time u were pregnant\n  ","724233":"\n   what are you doing\n  ","724234":"\n   Ok people (hot wings) 🍗🥵are you a drum for flat kind of person?\n  ","724235":"\n   Which chicken sandwich you like better. Popeyes or chick fil a\n  ","724236":"\n   What did you dream about last night?\n  ","724237":"\n   Syd says u bought the vip+\n  ","724238":"\n   stop calling\n   \n    @CrxstalCastles\n   \n   baby\n  ","724239":"\n   I have a confession\n  ","724240":"\n   She was probably throwing shade at you\n  ","724241":"\n   Who was she talking about then?\n  ","724242":"\n\n    https:\/\/ask.fm\/syd133kid\/answers\/164774091459\n   \n   syd said people on here pay for\n   \n    https:\/\/ask.fm\/syd133kid\/answers\/164774091459\n   \n","724243":"\n   you paid for your vip+?\n  ","724244":"\n   do you have a love regret that made you wish you could turn back time? 💔\n  ","724245":"\n   do you live on your own?\n  ","724246":"\n   What’s the difference between love at first sight and lust?\n  ","724247":"\n   Have you ever cheated in a relationship ? If so what was your reason to why\n  ","724248":"\n   Are you happy right now?\n  ","724249":"\n   Omg ur so pretty\n  ","724250":"\n   are you pretending to be a dj when you're at the cooker and there are many knobs\n  ","724251":"\n   Hi 💫 I just joined 🙈 how is everyone :)\n  ","724252":"\n   Gabby can't compute. Gabby can't compute. Enter the NPC mode. Say preprogrammed phrases. idc. idk. dumbass. bye.\n  ","724253":"\n   no, that's like saying it's cool that you have eyes\n  ","724254":"\n   every girl has two boobs\n  ","724255":"\n   what do you like about it?\n  ","724256":"\n   Stop posting nudity. There are minors on this site!\n  ","724257":"\n   Are you a kind of person that everybody wants as a friend ?\n  ","724258":"\n   are you from sex and city?\n  ","724259":"\n   sorry for what\n  ","724260":"\n   how long was ur longest relationship\n  ","724261":"\n   ?♈️♉️♊️♋️♌️♍️♎️♏️♐️♑️♒️♓️?\n  ","724262":"\n   I miss ma baby 🤗😘\n  ","724263":"\n   What was a toy that was popular when you were younger that you always found creepy?\n  ","724264":"\n   What’s the STRANGEST DATE you’ve ever been on?\n  ","724265":"\n   If you need to laugh what do you watch, read, listen to etc.?\n  ","724266":"\n   What’s the weather like where you are?\n  ","724267":"\n   MUST WE HAVE EVIDENCE TO KNOW THE TRUTH?\n  ","724268":"\n   Would you ratherhave another 10 years with your partner or a one-night stand with your celebrity crush? 🤪\n  ","724269":"\n   wow beby\n  ","724270":"\n   What do you think of rapist?\n  ","724271":"\n   One long crack across the bottom you say?\n  ","724272":"\n   How many cracks does your phone screen have?\n  ","724273":"\n   I don't like your Snapchat\n  ","724274":"\n   Good morning\n  "},"Answer":{"723202":"\n  so guys ; i’m at court right now i want to leave\n  ","723203":"\n  yea\n  ","723204":"\n  questions questions questions\n  ","723205":"\n  don’t care for it\n  ","723206":"\n  no\n  ","723207":"\n  social studies\n  ","723208":"\n  wtf\n  ","723209":"\n  they’re alright\n  ","723210":"\n  looking to be spammed\n  ","723211":"\n  haha mil getting her day in court\n  ","723212":"\n  yea\n  ","723213":"\n  driving\n  ","723214":"\n  yeah i do\n  ","723215":"\n  sure\n  ","723216":"\n  stupid questions i hate\n  ","723217":"\n  how you feel about yourself & how you built and look at yourself\n  ","723218":"\n  okay no need to reply back then if you don’t have any\n  ","723219":"\n  ????\n  ","723220":"\n  spam me with questions y’all\n  ","723221":"\n  sure\n  ","723222":"\n  like someone i call family but isn’t?\n  ","723223":"\n  😊✨\n  ","723224":"\n  thank you 😊\n  ","723225":"\n  it’s going good\n  ","723226":"\n  smoking than going to cook breakfast\n  ","723227":"\n  idk been a while since i been on vacation\n  ","723228":"\n\n   @reachel_n\n  \n\n   @OGalpacasarenice3\n  \n\n   @NicoleBuckleyyx\n  \n\n   @poetalunam\n  \n\n   @lnr87\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @TrivialTrinket\n  \n\n   @kittiemeowsie\n  \n\n   @CrxstalCastles\n  \n\n   @carlahall88\n  \n\n   @musicfan1998\n  \n\n   @motherskywalker\n  \n\n   @JoeeeMason\n  \n\n   @askamanz5506\n  \n\n   @soph_333\n  \n\n   @ManicMartyrdom\n  \n\n   @courtneym4\n  \n\n   @AshleighRBenson\n  \n\n   @littletrvst\n  \n","723229":"\n  thank you love 🥺✨🥰\n  ","723230":"\n  not rly\n  ","723231":"\n  all well , answered it\n  ","723232":"\n  same day lol.\n  \n  we lived on the same block and he was the new kid so yeah\n  ","723233":"\n  i have such a bad headache guys\n  ","723234":"\n  i like girls\n  ","723235":"\n  yeah?\n  ","723236":"\n  for when she broke into my house\n  ","723237":"\n  OMFG STFU. about this already. Biden won.\n  \n  get tf over it now. Election was 2 months ago.\n  \n  stfu about it frfr so ANNOYING U BRAINWASHED FXCKING DUMBASSES\n  ","723238":"\n  to bad i don’t use ticktok\n  \n  lmaoo\n  ","723239":"\n  spam me with questions about me y’all\n  ","723240":"\n  wow my thread got deleted .\n  \n  anon was mad that i called them a nuisances 😂\n  ","723241":"\n  haha! my mother-in-law is due back in court today\n  ","723242":"\n  thank you so much baby 🥰🥺✨🌈\n  ","723243":"\n  i hope you have a great day wifey 😍.\n  \n\n   @OGalpacasarenice3\n  \n  🥺🥰\n  ","723244":"\n  ask me questions\n  ","723245":"\n  i can’t speak for everyone\n  ","723246":"\n  don’t rly have any favs\n  ","723247":"\n  hyena\n  ","723248":"\n  smh\n  ","723249":"\n  long story that i don’t feel like typing\n  ","723250":"\n  ew blocked\n  ","723251":"\n  never\n  ","723252":"\n  google.com\n  ","723253":"\n  ugh, i can’t wait to try Wing Stop for the first time later 😩\n  ","723254":"\n  these shout outs are so fxcking dumb now\n  ","723255":"\n  never\n  ","723256":"\n  still doing honesty weekend\n  \n  ask me whatever you want y’all 😈✨\n  ","723257":"\n  i made decent money\n  ","723258":"\n  got bored of it\n  ","723259":"\n  i use to\n  ","723260":"\n  O\n  ","723261":"\n  bye\n  ","723262":"\n  nope. love them\n  ","723263":"\n  nah my name is Gabby\n  ","723264":"\n  oky?\n  ","723265":"\n  it’s going great!\n  \n  thanks and you too\n  ","723266":"\n  stop sending garbage\n  ","723267":"\n  stop sending this garbage\n  ","723268":"\n  ppl think cuz they been cheated on over and over everyone else does .\n  \n  like no\n  ","723269":"\n  smh stop picking those .\n  \n  not all ppl lie and cheat. there’s more to relationships \/\/ marriage then just that\n  ","723270":"\n  Mcdonald’s is so nasty\n  ","723271":"\n  ugh, why do bxtches LOVE to copy me? woke up to some bxtch drinking the same exact drink i had and she’s never had it before.\n  \n  be original\n  ","723272":"\n  still doing honesty weekend until tomorrow.\n  \n  i’ll be answering EVERYTHING 😈✨\n  ","723273":"\n  think i’m going to go Florida soon to visit my brother by myself 😬\n  ","723274":"\n  can’t tell the future\n  ","723275":"\n  that’s not my name\n  ","723276":"\n  wtf ; no??? lmaoo\n  \n  my marriage will never be over anyways\n  ","723277":"\n  it’s not.......\n  ","723278":"\n  idc about religion so idc what you do when it comes to ur own\n  ","723279":"\n  yes 2\n  ","723280":"\n  i don’t smell other ppl da fxck\n  ","723281":"\n  they rly are. they must have shxtty friends then that can loan them money or give them any\n  ","723282":"\n  it baffles me how stupid ppl can believe . believing everything that those ppl say in office\n  ","723283":"\n  ask me questions\n  ","723284":"\n  anything that’s not a question that’s send to me will be blocked\n  ","723285":"\n  alone ,  nobody around\n  ","723286":"\n  stop sending things that aren’t questions or you’ll be blocked\n  ","723287":"\n  not rly .\n  ","723288":"\n  this isn’t a question\n  ","723289":"\n  i love my husband\n  ","723290":"\n  lmfaoooo this site is full of anons who think they know it all .\n  ","723291":"\n  thanks\n  ","723292":"\n  one of the 50 states 😊\n  ","723293":"\n  nope ; have no desire to .\n  \n  don’t care much about it\n  ","723294":"\n  yup.\n  \n  got bored of it ; had a decent amount of fans tho & made decent money\n  ","723295":"\n  nobody: “you’re beautiful 😻.”\n  \n  me: thanks i know 😇\n  ","723296":"\n  honesty weekend 😈.\n  \n  LITERALLY NOTHINGS OFF LIMITS.\n  \n  you have until Monday - to ask me whatever & i have to answer 😈🥴.\n  ","723297":"\n  sounds like a YOU problem that idc about\n  ","723298":"\n  i do not\n  ","723299":"\n  lmfao my friend be wild with the shxt she says\n  ","723300":"\n  🙋🏽‍♀️\n  ","723301":"\n  i’m not ???\n  ","723302":"\n  😍🤍\n  ","723303":"\n  wtf fxck guys .\n  \n  i want some vagina\n  ","723304":"\n  ask me questions y’all\n  ","723305":"\n  okay?\n  ","723306":"\n  uh yeah idc to click it\n  ","723307":"\n  idc to click this\n  ","723308":"\n  ......\n  ","723309":"\n  no shxt\n  ","723310":"\n  blocked\n  ","723311":"\n  don’t care\n  ","723312":"\n  great\n  ","723313":"\n  no\n  ","723314":"\n  nope . i’m not getting it at all.\n  \n  but i’m not the one to judge others for getting why they believe is right\n  ","723315":"\n  it’s been 8 years ...\n  \n  so there’s ya answer\n  ","723316":"\n  i’m in the shower\n  ","723317":"\n\n   https:\/\/tellonym.me\/MulattoMuvax3\n  \n","723318":"\n  7:27am\n  ","723319":"\n  you see how unoriginal the bottom girl is. the top girl confronted her multiple times. disgusting how unoriginal y’all can be\n  ","723320":"\n  how are you bxtches so unoriginal??? stealing someone’s username word for word.\n  ","723321":"\n  ps5\n  ","723322":"\n  this petty drama is so dumb lol\n  ","723323":"\n  don’t know, don’t care\n  ","723324":"\n  obviously\n  ","723325":"\n  i hate that word sexy\n  ","723326":"\n  nobody you know.\n  \n  so that info is irrelevant\n  ","723327":"\n  never\n  ","723328":"\n  ????? lol i’m confused\n  ","723329":"\n  lmfao Karma is a real bxtch and you’re definitely getting yours....\n  ","723330":"\n  goodnight ; 😴💤🌙\n  \n  going to bed early for once\n  ","723331":"\n  ask me to\n  ","723332":"\n  idc\n  ","723333":"\n  you see the r? they put yeah that’s why\n  ","723334":"\n  there you go\n  ","723335":"\n  blocked?? yeah.\n  \n  okay\n  ","723336":"\n  google.com\n  ","723337":"\n  I DONT GIVE A FXCK\n  \n  I SAID THAT TO YOU WHEN YOU SENT THIS THE FIRST FXCKING TIME\n  ","723338":"\n  wtf does that have to do with what i’m getting\n  ","723339":"\n  i’m glad you’re back 🥺🥰☺️\n  ","723340":"\n  papers and fronto -\n  \n  couple things from the store\n  ","723341":"\n  obviously i was stopped\n  ","723342":"\n  driving to the store\n  ","723343":"\n  thank you .\n  \n  same to you a million times ✨🌈\n  ","723344":"\n  me and my dawg\n  ","723345":"\n  my wife\n  \n   @OGalpacasarenice3\n  \n  is back. i missed you queen 🥺🥰\n  ","723346":"\n  NO. ITS CALLED NOT CARING\n  ","723347":"\n  AND YOU KNOW WHAT .\n  \n  LIKE I TOLD YOU BEFORE I DONT GIVE A FXCK.\n  \n  that has NOTHING to do with any of y’all on this site .\n  \n  if she’s not talking to you directly then it doesn’t affect your life\n  ","723348":"\n  you literally are. you login & go straight to her page . and have to comment on EVERYTHING she does.\n  \n  that’s fxcking WEIRD & an OBSESSED FREAK.\n  ","723349":"\n  i love blocking y’all\n  ","723350":"\n  WHY ARE YOU SOOOOOO OBSESSED WITH SYD?????\n  ","723351":"\n  spam me y’all\n  ","723352":"\n  Trump is no longer president .\n  \n  let’s NOT be stupid\n  ","723353":"\n  guess who’s getting blocked for being up Syd on my page when this page is clearly mine and about me\n  ","723354":"\n  STOP OBSESSING OVER HER .\n  \n  I DONT GIVE A FXCK\n  \n  CAN YOU NOT READ\n  ","723355":"\n  & i don’t care .\n  \n  i don’t know either of them like that , i don’t live in Cali , and you’re so fxcking obsessed with HER!!!\n  \n  it’s nasty behavior of you\n  ","723356":"\n  do you rly come on this site login and go straight to Syd’s page . and obsess over her?\n  ","723357":"\n  I DON’T GIVE A FXCK WHAT SYD DOES.\n  \n  I DON’T GIVE A FXCK WHAT SYD DOES\n  \n  I DON’T GIVE A FXCK WHAT SYD DOES\n  \n  I DON’T GIVE A FXCK WHAT SYD DOES\n  \n  I DON’T GIVE A FXCK WHAT SYD DOES\n  \n  I DON’T GIVE A FXCK WHAT SYD DOES\n  ","723358":"\n  don’t care\n  ","723359":"\n  idc . either way you’re still a lil bxtch.\n  \n  anything else you send me will be blocked & reported\n  ","723360":"\n  technically you aren’t man enough because you’re still on anon .\n  \n  LMFAOOOO\n  ","723361":"\n  grey\n  ","723362":"\n  fxcking\n  ","723363":"\n  i don’t even know what you said\n  ","723364":"\n  fxck off .\n  \n  blocked\n  ","723365":"\n  ugh still waiting on my 1099 form 😒\n  ","723366":"\n  thanks?\n  ","723367":"\n  a lot of different songs\n  ","723368":"\n  don’t call me baby you’re NOT my husband\n  \n  now you’re blocked for being disgusting\n  ","723369":"\n  i’m so sick & tired of a lot of shxt\n  \n  tired of waking up in a good mood . just to be put back into a shxtty mood .\n  \n  just because you wake up in a shxtty mood doesn’t mean you need to project that on me\n  ","723370":"\n  because when i had my c section i had to take them out .\n  \n  plus i was pumping .\n  \n  plus i wanted it out anyways\n  \n  and it was only my right one\n  ","723371":"\n  ew religion is trash 🗑\n  ","723372":"\n  i rather city\n  ","723373":"\n  nobody cares tbh\n  ","723374":"\n  bye i’m not here for conversations\n  ","723375":"\n  all\n  ","723376":"\n  oh WOW YOU CAN DO SIMPLE MATH ???  😱\n  ","723377":"\n  ok?\n  ","723378":"\n  probably?\n  ","723379":"\n  which one of you hating ass ho*s reported me\n  ","723380":"\n  i know right\n  ","723381":"\n  just something LMFAOOO\n  \n  FXCK HER ; she’s dead to me anyways\n  ","723382":"\n  Karma is out to get my mother-in-law and i’m here to watch 😂\n  ","723383":"\n  and you’re added to my blocklist\n  ","723384":"\n  stop sending me this garbage that i can’t read\n  ","723385":"\n  i would assume so\n  ","723386":"\n  religion is not for me.\n  \n  so idc\n  ","723387":"\n  no\n  ","723388":"\n  thank u\n  ","723389":"\n  idk\n  ","723390":"\n  no\n  ","723391":"\n  i don’t tbh\n  ","723392":"\n  kinda\n  ","723393":"\n  no.\n  \n  use to be.\n  ","723394":"\n  little kids shouldn’t be on this site\n  ","723395":"\n  BLOCKED ;\n  \n  i don’t give a fxck about someone who’s not in office.\n  \n  anything else you send will be blocked and reported\n  ","723396":"\n  yup\n  ","723397":"\n  nah if you read it ; obviously i’m talking about you.\n  \n  can’t even get a simple sentence meaning correct\n  ","723398":"\n  i’m brainwashed but yet you think everything Trump does is right\n  \n  haha cool\n  ","723399":"\n  you’re trolling is annoying so i’m going to block you\n  ","723400":"\n  do ya research lil one\n  ","723401":"\n  are you still on this?\n  ","723402":"\n  full of shxt .\n  \n  blocking dumb bxtches all 2021\n  ","723403":"\n  idc\n  ","723404":"\n  let’s not play dumb\n  \n  i’m not getting into this\n  \n  if you don’t know then idk what to tell you\n  ","723405":"\n  well if it says 4 years ago and i’m 26 do the math\n  ","723406":"\n  yeah maybe because that was when i was 18 and i’m now 26 ....\n  \n  wtf\n  ","723407":"\n  wtf\n  ","723408":"\n  obviously\n  ","723409":"\n  let’s not ask the obvious questions here\n  ","723410":"\n  what does this have to do with me?\n  ","723411":"\n  eh ; i don’t rly but it’s whatever ppl feel comfortable with\n  ","723412":"\n  rly? i’ve heard the opposite lol\n  ","723413":"\n  husband , hubby . same shxt\n  \n  and i was born in 1994\n  \n  so you do the math since you want to try and be a smart ass\n  ","723414":"\n  no because he’s a shxtty racist human bean .\n  \n  race has NOTHING to do why i don’t like a person .\n  \n  period .\n  \n  stop making eveything i say into a race thing because it’s annoying\n  ","723415":"\n  no? i’m an adult & live on my own with my hubby & child\n  ","723416":"\n  i hardly EVER get sick. the last time i was sick was maybe 2 years ago\n  ","723417":"\n  lol\n  ","723418":"\n  my sex life doesn’t affect your life\n  \n  so don’t ask about it\n  ","723419":"\n  xgabs.xo\n  ","723420":"\n  not i\n  ","723421":"\n  Fxck Trump.\n  \n  he’s not longer in office .\n  \n  let’s move tf on\n  ","723422":"\n  need new to take new booty pics\n  ","723423":"\n  i’m fine\n  ","723424":"\n  when you sent me the same thing a couple days ago i blocked you .\n  \n  you made another account fool\n  ","723425":"\n  she’s dead to me\n  ","723426":"\n  if y’all don’t have questions stop sending me random things idc about\n  ","723427":"\n  that you’re blocked\n  ","723428":"\n  nah my mom gave birth to me\n  ","723429":"\n  who knows\n  ","723430":"\n  i been feeling aggy\n  ","723431":"\n  it’s only 8:28am\n  ","723432":"\n  idk\n  ","723433":"\n  blocked\n  ","723434":"\n  can’t say\n  ","723435":"\n  neither\n  ","723436":"\n  its annoying\n  ","723437":"\n  go ask a therapist\n  ","723438":"\n  why can’t i change my background color on here\n  ","723439":"\n  kinda i guess\n  ","723440":"\n  ugh , so much bs to deal with\n  ","723441":"\n  blocked\n  ","723442":"\n  that you don’t need to see. a stranger asking this is fxcking creepy\n  ","723443":"\n  creep 🤢🤮\n  ","723444":"\n  fxck off\n  ","723445":"\n  i’d say i do tbh lol\n  ","723446":"\n  i like both\n  ","723447":"\n  i’m married to the same man i’ve been with for 9 years\n  ","723448":"\n  lil ole me 🥺\n  ","723449":"\n  yeah\n  ","723450":"\n  look @ what my brother sends me .\n  \n  20+ years ago 🥺\n  ","723451":"\n  my mother-in-law is going to get hers soon.\n  \n  taking her off my sons school emergency contact & telling them to give her zero info tm\n  ","723452":"\n  on eveything my mother-in-law is dead to me\n  ","723453":"\n  lmfao their still bxtching as if i use secret answer to all my answers LOL.\n  \n  they big mad 😂🤣\n  ","723454":"\n  you make no sense because i answered questions earlier from others with no secret answer .\n  \n  sounds like you’re just mad because i locked your answer and you don’t have enough coins so you’re bitching about nothing\n  ","723455":"\n  that’s cool\n  ","723456":"\n  LMFAOOO ; isn’t the point of the secret feature to USE it????\n  \n  so i’m going to use it when i want .\n  \n  i answer questions with or without a secret answer ; sooooo\n  \n  again, sound like a YOU problem\n  ","723457":"\n  not my fault you don’t have enough coins on ask.\n  \n  don’t project your problem onto me\n  ","723458":"\n  because i have the feature & i can use it when i want\n  ","723459":"\n  spam me with questions\n  ","723460":"\n  not that i didn’t get your joke it was corny and whack .\n  \n  come up with something better 🤢\n  ","723461":"\n  don’t give a fxck\n  \n  get off my page\n  ","723462":"\n  cool\n  ","723463":"\n  well if that’s so why do i have bxtches making fake profiles to stalk me . why did my ex best friend get her fb to message me on fb & request me? to lurk\n  \n  so clearly my life is interesting.\n  \n  lmao\n  ","723464":"\n  let’s just not . this why i keep my social media’s private from ppl i know irl\n  ","723465":"\n  don’t give a fxck\n  ","723466":"\n  muvax2x0\n  ","723467":"\n  uh yeah.\n  \n  but i don’t dads ppl back i don’t know but you still view my story\n  ","723468":"\n  uh yeah........\n  ","723469":"\n  no because i’m married.....\n  \n  i don’t even like guys .\n  \n  if i was single or if i ever got a divorce which would never happen i wouldn’t be with a guy\n  ","723470":"\n  obviously when i was single & not married\n  ","723471":"\n  ok\n  ","723472":"\n  i’m married\n  ","723473":"\n  idk a lot\n  ","723474":"\n  blocked\n  ","723475":"\n  those ppl are irrelevant and my past\n  ","723476":"\n  1994\n  ","723477":"\n  let’s just put Trump in prison\n  ","723478":"\n  i smoke , watch tv , listen to music\n  ","723479":"\n  yup plenty of times\n  ","723480":"\n  7 or 8 years?\n  ","723481":"\n  i’m not in England\n  ","723482":"\n  don’t care\n  ","723483":"\n  this is Gabby’s page\n  ","723484":"\n  Inauguration 2021 😊\n  ","723485":"\n  oh now my vip+ is back.\n  ","723486":"\n  this app is so fxcking annoying. how do i finish all my task well before Sunday now like Monday and Tuesdays for them to just take it away. wasting my fxcking time\n  ","723487":"\n  wtf happened to my vip+? i completed all to ask last Tuesday\n  ","723488":"\n  i don’t appreciate you lil ugly bxtches to make fake profiles to stalk me on 🥴\n  ","723489":"\n  probably not\n  ","723490":"\n  invisible\n  ","723491":"\n  anyone being clingy is annoying af\n  ","723492":"\n  does it look like i speak for all ppl\n  ","723493":"\n  obviously NOT\n  ","723494":"\n  my backyard\n  ","723495":"\n  so are you like over him or what?\n  ","723496":"\n  it’s 4:30am i’m going back to bed\n  ","723497":"\n  i don’t care\n  ","723498":"\n  blocked\n  ","723499":"\n  i mean kinda\n  ","723500":"\n  yes i do\n  ","723501":"\n  26\n  ","723502":"\n  sounds nasty.\n  \n  i don’t like breakfast\n  ","723503":"\n  my chipotle was amazing . time to smoke now 😌😜\n  ","723504":"\n  no thank u\n  ","723505":"\n  every other day\n  ","723506":"\n  blocked\n  ","723507":"\n  you can’t even speak right\n  \n  don’t talk or ask me questions\n  ","723508":"\n  okay? i didn’t even know he was catfish until now .\n  \n  so i don’t get your useless point you think you’re making\n  ","723509":"\n  LMFAOOOO ; IM FXCKING DEAD 😂💀\n  ","723510":"\n  k\n  ","723511":"\n  4 years is long in general\n  ","723512":"\n  lmfaooo. wait, WHUT???\n  ","723513":"\n  😊😊\n  ","723514":"\n  haha! thank you 😊\n  ","723515":"\n  mulatto means mixed ..... and it’s 2 T’s\n  \n  in America it’s 2 T’s\n  ","723516":"\n  why would i speak Portuguese if that’s not what i am??\n  ","723517":"\n  okay i got you\n  ","723518":"\n  as?\n  ","723519":"\n  but thank you ☺️\n  ","723520":"\n  lol maybe another time x\n  \n  don’t rly have any rn lol\n  ","723521":"\n  a pic of what? lol\n  ","723522":"\n  can’t be if my both ages are wrong lmao\n  ","723523":"\n  nothing lol\n  ","723524":"\n  both of those are incorrect.\n  ","723525":"\n  you asked & i answered\n  ","723526":"\n  true\n  ","723527":"\n  i agree! i’m going to finish it with or without him . lol\n  ","723528":"\n  lmfao i don’t pay you anons any mind\n  ","723529":"\n  never\n  ","723530":"\n  lmfaoooo\n  ","723531":"\n  my 10th grade global teacher .\n  \n  she was just a bxtch and always had an attitude with ANY AND EVERYBODY\n  ","723532":"\n  cuz she’s the fxcking Queen & can do what she wants 🥺😌\n  ","723533":"\n  i’m trying to get hubby to finish it with me . he’s not rly into it lmao.\n  ","723534":"\n  never hated a teacher\n  \n  hates a STRONG word like i always say\n  ","723535":"\n  who cares tf\n  ","723536":"\n  clearly the government doesn’t give a fxck about you & sometimes you have to take manners into your own hands weather it be good or bad just to get a point across\n  ","723537":"\n  well clearly ; you asked & i answered .\n  \n  y’all bxtch when i DONT answer but when i don’t y’all still BXTCH !\n  ","723538":"\n  yeah,\n  ","723539":"\n  i’m glad\n  ","723540":"\n  i do\n  ","723541":"\n  Don Q and Phlegm- they both held ppl hostage to prove a point about how the government doesn’t give a fxck about you.\n  \n  in Don Q he held up a hospital that his child was at and they didn’t want help him cuz he didn’t have good health insurance.\n  \n  and Phlegm - he held up a subway train with others to prove how the government doesn’t care & is only out to get money\n  ","723542":"\n  4\n  ","723543":"\n  but, i love you way more tho 🥺\n  ","723544":"\n  fxck off\n  ","723545":"\n  yes you’re blocked\n  ","723546":"\n  haha maybe you should reply back. hey! if you need to talk you can message me on ig or snap.\n  ","723547":"\n  i love my wife\n  \n   @OGalpacasarenice3\n  \n  🥺🥰💕\n  ","723548":"\n  stop asking dumb ass questions\n  ","723549":"\n  🦋\n  ","723550":"\n  my day is alright ; not to bad\n  ","723551":"\n  i don’t get how it would be rude or anything .\n  \n  especially considering adults should be watching sex scenes in movies . hence why their rated R\n  ","723552":"\n  i watched Night Stalker to but i didn’t finish yet\n  ","723553":"\n  keep your distance & not doing anything you wouldn’t want your wife doing\n  ","723554":"\n  no\n  ","723555":"\n  they think when you give them little info about something in your life they think they know EVERYTHING like they knew you your whole life.\n  \n  fxcking insane and annoying\n  ","723556":"\n  obviously.\n  ","723557":"\n  of course you should be\n  ","723558":"\n  that wouldn’t happen so i can’t answer LOL.\n  \n  i hate what if lmao\n  ","723559":"\n  this isn’t a question\n  ","723560":"\n  uh no?\n  ","723561":"\n  i tend to smoke if i want to sleep\n  ","723562":"\n  why what?\n  ","723563":"\n  5:00am & i haven’t slept yet\n  \n  fml\n  ","723564":"\n  having insomnia\n  ","723565":"\n  think ima go to bed guys.\n  \n  these white claws have me not feeling too good 😬😩\n  ","723566":"\n  sigh in banned from giving out coins again. shxts annoying af\n  ","723567":"\n  idc about none of this fake shxt your trynna promote to me at 2:00am\n  ","723568":"\n  it’s 1:48am\n  ","723569":"\n  i hate these dumb questions\n  ","723570":"\n  i tell you every week i’m not playing would you rather\n  ","723571":"\n  their ppl too???\n  ","723572":"\n  questions about me and my life\n  ","723573":"\n  if that’s a thing\n  ","723574":"\n  i don’t\n  ","723575":"\n  ew don’t call me baby 🤢\n  ","723576":"\n  wtf\n  ","723577":"\n  ew 🤢🤮\n  ","723578":"\n  uh no?\n  ","723579":"\n  i can be both\n  ","723580":"\n  thank you!\n  \n  i’m doing fine . hope you’re doing good as well\n  ","723581":"\n  jail time for life unless it was self defense .\n  \n  i don’t believe in the death penalty\n  ","723582":"\n  you can be blocked for being disgusting af\n  ","723583":"\n  idc\n  ","723584":"\n  lmfaoo oh now it’s something different 😂.\n  \n  good try tho\n  ","723585":"\n  lmfaoo he doesn’t use snapchat 😂\n  ","723586":"\n  lmfaooooo how did he tell you that?\n  ","723587":"\n  ew 🤮🤢\n  ","723588":"\n  awe ; i’m so sorry baby girl . did he say why he left you? 😪\n  ","723589":"\n  sounds stupid\n  ","723590":"\n  and that’s how i am .\n  \n  i’m cool , sweet , caring , outgoing\n  ","723591":"\n  i mean i don’t have to answer anything if i don’t want\n  ","723592":"\n  ask needs to fix it cuz it’s so annoying .\n  \n  i’m getting stuff from the election still\n  ","723593":"\n  i already answered\n  ","723594":"\n  hood way???\n  \n  lmfao i can afford apple music.\n  \n  seems like u can’t\n  ","723595":"\n  pumpkin\n  \n  i don’t like the apples so i take them out lol\n  ","723596":"\n  giving Night Stalker a chance\n  ","723597":"\n  i need to go to bed .\n  \n  it’s already 2:30am\n  ","723598":"\n  no thanks\n  ","723599":"\n  i have not a clue\n  ","723600":"\n  12.9k followers 😬\n  ","723601":"\n  none of the above\n  ","723602":"\n  no wtf\n  ","723603":"\n  don’t give a fxck\n  ","723604":"\n  asked this same question a few days ago 🙄\n  ","723605":"\n  stop fxcking asking me sexual questions that has nothing to do with your life.\n  ","723606":"\n  smoking\n  ","723607":"\n  they locked her up for the night\n  ","723608":"\n  because ; she broke my window to my house, she was mad cuz we weren’t home and i told her to give me back the key to our apartment like last week.\n  \n  and in the past too much drama\n  ","723609":"\n  why are you sending me only sexual questions\n  ","723610":"\n  i answered this already\n  ","723611":"\n  ask me whatever you want\n  ","723612":"\n  no\n  ","723613":"\n  leave the girl alone man\n  ","723614":"\n  ew fxck off\n  ","723615":"\n  ugh, i think this is old. because it’s 12:40am.\n  \n  i hate how delayed these shout outs are. 😒\n  ","723616":"\n  i don’t believe in the devil rly just like God isn’t real to me\n  ","723617":"\n  why even use that word\n  ","723618":"\n  didn’t even bother to read this\n  ","723619":"\n  not even close.\n  \n  i don’t even live in the country ; not even close\n  ","723620":"\n  when we die we just die\n  ","723621":"\n  yeah i’m only 26\n  ","723622":"\n  probably kxll someone\n  ","723623":"\n  i’m married\n  ","723624":"\n  yes\n  ","723625":"\n  blocked\n  ","723626":"\n  🥱\n  ","723627":"\n  that i’m NOT rude .\n  \n  i’m actually a sweetheart\n  ","723628":"\n  my mother-in-law\n  ","723629":"\n  yeah he was after he went to the hospital\n  ","723630":"\n  he had an asthma attack\n  ","723631":"\n  ppl like\n  \n\n   @reachel_n\n  \n\n   @OGalpacasarenice3\n  \n\n   @TrivialTrinket\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @courtneym4\n  \n\n   @CrxstalCastles\n  \n\n   @motherskywalker\n  \n\n   @ar9495\n  \n\n   @AshleighRBenson\n  \n\n   @littletrvst\n  \n\n   @Hayleywilson21\n  \n","723632":"\n  police - on my mother-in-law\n  \n  ambulance- for my hubby\n  ","723633":"\n  out of which 3?\n  ","723634":"\n  fxcking someone in your family is totally different from someone of 2 different races that aren’t related fxcking\n  ","723635":"\n  you asking this fxcking question is disgusting .\n  \n  fxck off\n  ","723636":"\n  work work work\n  ","723637":"\n  i’m great\n  ","723638":"\n  let me run this down for y’all since you THINK everyone in life cheats LMAO.\n  \n  sad sad sad\n  \n  my husband is so annoying when it comes to his phone . he makes me check it all the time cuz he doesn’t feel like bothering with it . i have his pass code . if i wanted to go i can go through his phone at any given time. we have each other locations on (his idea btw). NOT EVERYONE IN LIFE CHEATS\n  ","723639":"\n  it’s 39°. to me that’s cold but not freezing\n  ","723640":"\n  i know he hasn’t lol.\n  \n  he find cheating pointless lol\n  \n  not everybody in life cheats lmao.\n  ","723641":"\n  mhm ; i rather my dreams be dreams and not reality\n  ","723642":"\n  i don’t have a bf . i’m married\n  \n  and i never been through that lol with my husband\n  ","723643":"\n  ☺️\n  ","723644":"\n  thanks\n  ","723645":"\n  no thank you\n  ","723646":"\n  😌\n  ","723647":"\n  next month will be a year\n  ","723648":"\n  hi -\n  ","723649":"\n  wearing mask in your car\n  ","723650":"\n  someone give me coins pls\n  ","723651":"\n  i love when my dad sends me money 🥰\n  ","723652":"\n  nothing\n  ","723653":"\n  everyone wants to think they know about politics.\n  \n  everyone wants to have a degree in government\n  ","723654":"\n  not old\n  ","723655":"\n  it’s called boredom\n  ","723656":"\n  i don’t log out for one.\n  \n  and i’ve said before this site is trash\n  ","723657":"\n  7:25am i think ima go to bed\n  ","723658":"\n  coin me guys 🥺\n  ","723659":"\n  goodnight\n  ","723660":"\n  okay\n  ","723661":"\n  spam me with tons of questions y’all. about me\n  ","723662":"\n  it’s 7:14am i’m now going to bed\n  ","723663":"\n  ......\n  ","723664":"\n  i’m going to block you for sending me useless shxt\n  ","723665":"\n  okay????\n  ","723666":"\n  Gabby\n  ","723667":"\n  i suppose so\n  ","723668":"\n  ew don’t fxcking call me that.\n  \n  you’re not my husband\n  ","723669":"\n  this has nothing to do with me\n  ","723670":"\n  genes\n  ","723671":"\n  not i\n  ","723672":"\n  driving\n  ","723673":"\n  no\n  ","723674":"\n  nope all i have is rly bad anxiety\n  ","723675":"\n  that’s good for you .\n  \n  if you want ppl to care about you & your life do it on your page not mine\n  ","723676":"\n  you can’t\n  ","723677":"\n  don’t care . didn’t ask\n  ","723678":"\n  blocked\n  ","723679":"\n  no\n  ","723680":"\n  mhm probably not but thanks\n  ","723681":"\n  np\n  ","723682":"\n  lol there all over\n  ","723683":"\n  how about i add you to my blocklist\n  ","723684":"\n  okay????\n  ","723685":"\n  most likely\n  ","723686":"\n  i don’t have a fav . i save a bunch tho\n  \n  here’s one\n  ","723687":"\n  it’s NOT my name.\n  \n  idc\n  ","723688":"\n  no\n  ","723689":"\n  not my name\n  ","723690":"\n  sounds like a YOU problem\n  ","723691":"\n  you didn’t ask a question before i’m not explaining something so simple\n  ","723692":"\n  the cold 🥶\n  \n  i actually prefer the cold over warm\n  ","723693":"\n  not a question\n  ","723694":"\n  nope\n  ","723695":"\n  i don’t give. fxck about you or your shxtty life\n  ","723696":"\n  i hate politics\n  ","723697":"\n  everyday\n  ","723698":"\n  don’t give a fxck\n  ","723699":"\n  ew\n  ","723700":"\n  hell no\n  \n  only when it comes to the money\n  ","723701":"\n  pole work\n  ","723702":"\n  FXCKK OFF\n  ","723703":"\n  ew nothing with you\n  ","723704":"\n  1\n  ","723705":"\n  nah\n  ","723706":"\n  uh no\n  ","723707":"\n  8\n  ","723708":"\n  i’m already popular xoxo\n  ","723709":"\n  weirdos\n  ","723710":"\n  white claw , vodka , coke , water , lemonade\n  ","723711":"\n  i have siblings\n  ","723712":"\n  no .\n  ","723713":"\n  a couple\n  ","723714":"\n  spam me y’all\n  \n  i’m extremely bored rn\n  ","723715":"\n  bye\n  ","723716":"\n  never tired it\n  ","723717":"\n  yup\n  ","723718":"\n  genes\n  ","723719":"\n  i wouldn’t be surprised either lmao. it would be the best for her lol.\n  ","723720":"\n  old shout outs\n  \n  ask needs to fix this shxt ASAP‼️\n  ","723721":"\n  lmao i know ; he’s probably so mad rn that he can’t go on twitter or anything to complain 🤣. lmfao his own wife probably don’t even want to hear his problems .\n  ","723722":"\n  lol i know . like you just rly be hated for you to be impeached twice . LMFAOOO . hope his life gets ruined 😌\n  ","723723":"\n  well Trump is already supposed to get impeached\n  ","723724":"\n  spam me with juicy questions y’all\n  ","723725":"\n  lol she’s getting her karma everyday .\n  \n  & i’m here for it\n  ","723726":"\n  & also\n  \n   @littletrvst\n  \n\n   @soph_333\n  \n\n   @AshleighRBenson\n  \n","723727":"\n  smoke lol\n  ","723728":"\n  i am\n  ","723729":"\n  carry it on lol.\n  \n  my mother-in-law HATES me but here we are still together 9 years later lol\n  ","723730":"\n  fall \/\/ winter : uggs or my moccasins\n  \n  spring \/\/ summer - flip flops\n  ","723731":"\n  hyena\n  ","723732":"\n  i have my mother-in-laws plan\n  ","723733":"\n  i love ice coffee\n  ","723734":"\n  yes i was\n  ","723735":"\n  i wish i could give you guys some coins 🥺\n  ","723736":"\n  and red necks aren’t either but here we are\n  ","723737":"\n\n   @OGalpacasarenice3\n  \n\n   @elysssa_d\n  \n\n   @reachel_n\n  \n\n   @ar9495\n  \n\n   @CrxstalCastles\n  \n\n   @motherskywalker\n  \n\n   @courtneym4\n  \n\n   @keepmovingforwardx\n  \n\n   @TrivialTrinket\n  \n\n   @kittiemeowsie\n  \n","723738":"\n  I LOVE YOU MORE BABY 🥺💕✨\n  ","723739":"\n  being 26\n  ","723740":"\n  yup . i hate work snitches 🥴\n  ","723741":"\n  thanks. 😊💕\n  ","723742":"\n  beauty\n  ","723743":"\n  Same To You\n  ","723744":"\n  because they’re dumb\n  ","723745":"\n  Amazon Prime.\n  \n  Netflix is trash & im thinking about canceling my membership.\n  \n  they took off the office & i already watched all of Big Mouth\n  ","723746":"\n  look @ my wife 🥺❤️✨\n  ","723747":"\n  i’m not in school\n  ","723748":"\n  i guess\n  ","723749":"\n  i bought a white claw and 2 twisted teas\n  ","723750":"\n  yesterday\n  ","723751":"\n  you’re a fxcking dumb ass and will be treated as one\n  ","723752":"\n  you sound like a red neck r*pist\n  ","723753":"\n  thank you 😊\n  ","723754":"\n  i rly hate ppl & how stupid society rly is\n  ","723755":"\n  nah\n  ","723756":"\n  my mom tested negative for COVID 😊\n  ","723757":"\n  stfu and stop sending me this garbage\n  ","723758":"\n  i think i want Mcdonald’s breakfast\n  ","723759":"\n  give me coins pls 🥺\n  ","723760":"\n  everyone does it ; just can’t help it i guess\n  ","723761":"\n  being a parent ; and that’s just obvious\n  ","723762":"\n  😊\n  ","723763":"\n  wtf don’t call me baby\n  ","723764":"\n  fxcking under a overpass\n  ","723765":"\n  lmfaooooo WHUT??!?\n  ","723766":"\n  lmfaooo even bitches who don’t know me have me blocked 🥴. like i’m rly convinced you bxtches are WEIRDOS\n  ","723767":"\n  you live to just die 🤷🏽‍♀️\n  ","723768":"\n  stfu already\n  ","723769":"\n  mhm probably going to answer the same way\n  ","723770":"\n  i’m not playing would you rather\n  ","723771":"\n  just about everything\n  ","723772":"\n  thank you\n  ","723773":"\n  mhm i pretty much like all pasta i guess\n  ","723774":"\n  my lips are nice.\n  \n  lol\n  ","723775":"\n  nah\n  ","723776":"\n  no that’s fxcking weird\n  ","723777":"\n  ugly AF\n  ","723778":"\n  ♏️\n  ","723779":"\n  i don’t remember\n  ","723780":"\n  doctors\n  ","723781":"\n  didn’t read this\n  ","723782":"\n  dont assume\n  ","723783":"\n  i actually don’t\n  ","723784":"\n  you’re blocked little boy\n  ","723785":"\n  not a question\n  ","723786":"\n  nah\n  ","723787":"\n  ....\n  ","723788":"\n  thanks\n  ","723789":"\n  like they’re disgusting. lmaoo\n  ","723790":"\n  ok?\n  ","723791":"\n  k\n  ","723792":"\n  bye\n  ","723793":"\n  that sucks\n  ","723794":"\n  google.com\n  ","723795":"\n  nobody that i can think of\n  ","723796":"\n  sure do\n  ","723797":"\n  75\n  ","723798":"\n  send me questions y’all\n  ","723799":"\n  o\n  ","723800":"\n  i hate this app to . all these limitations 🙄😒\n  ","723801":"\n  we need to meet up one day 🥺. i can’t give out coins either . they banned me LMFAO\n  ","723802":"\n  thank you . & no she’s been fine for the last week tbh .\n  \n  she should get her results back today\n  ","723803":"\n  mmK\n  ","723804":"\n  my moms still waiting for her covid results\n  ","723805":"\n  no\n  ","723806":"\n  yup\n  ","723807":"\n  ew\n  ","723808":"\n  mango dragonfruit lemon refresher\n  ","723809":"\n  no and i don’t want to unless it’s\n  \n\n   @OGalpacasarenice3\n  \n\n   @reachel_n\n  \n\n   @motherskywalker\n  \n\n   @poetalunam\n  \n\n   @ar9495\n  \n\n   @CrxstalCastles\n  \n\n   @TrivialTrinket\n  \n","723810":"\n  kia rio 2016\n  ","723811":"\n  life is amazing 🤩\n  ","723812":"\n  i don’t get how something that’s apart of life is ew\n  \n  you must be like a teen LOL\n  ","723813":"\n  anal\n  ","723814":"\n  i’m not playing would u rather .\n  \n  what don’t you understand\n  ","723815":"\n  of you say so\n  ","723816":"\n  21\n  ","723817":"\n  helping my son with school work\n  ","723818":"\n  religion is trash 🗑\n  ","723819":"\n  my kids\n  ","723820":"\n  why am i up still\n  ","723821":"\n  smh\n  ","723822":"\n  don’t give a fxck\n  ","723823":"\n  and you can be blocked\n  ","723824":"\n  hello - do you have a question\n  ","723825":"\n  yes we do Tom! 🤩\n  ","723826":"\n  i eat cheese 😂😂😂\n  ","723827":"\n\n   @HandsomeBoyModelingSchool\n  \n\n  i just don’t know your username\n  ","723828":"\n  stfu\n  ","723829":"\n  i don’t cry .\n  \n  probably over a year ago\n  ","723830":"\n  DONT CARE TO PLAY THIS GAME\n  ","723831":"\n  no no no you’re beyond amazing 💕✨. i hope you have a great week! 😍🤩\n  ","723832":"\n  don’t give a fxck\n  ","723833":"\n  yup\n  ","723834":"\n  Happy Birthday 😊❤️\n  ","723835":"\n\n   @OGalpacasarenice3\n  \n\n   @elysssa_d\n  \n\n   @reachel_n\n  \n\n   @ar9495\n  \n\n   @motherskywalker\n  \n\n   @TrivialTrinket\n  \n\n   @poetalunam\n  \n\n   @CrxstalCastles\n  \n","723836":"\n  stop sending me dumb shxt\n  ","723837":"\n  i only want my husband.\n  \n  nobody can reach my standards\n  ","723838":"\n  blocked\n  ","723839":"\n  i don’t care what year you were born\n  ","723840":"\n  stfu already\n  \n  you’re so annoying\n  ","723841":"\n\n   @elysssa_d\n  \n\n   @reachel_n\n  \n\n   @ar9495\n  \n\n   @NicoleBuckleyyx\n  \n\n   @poetalunam\n  \n\n   @poetalunam\n  \n\n   @OGalpacasarenice3\n  \n\n   @CelineM96\n  \n\n   @TrivialTrinket\n  \n\n   @lnr87\n  \n\n   @CrxstalCastles\n  \n\n   @carlahall88\n  \n\n   @Snowwwflakessssssxo\n  \n\n   @nessamxo\n  \n\n   @kittiemeowsie\n  \n\n   @fabbielousxo\n  \n\n   @motherskywalker\n  \n\n   @youcuntx\n  \n\n   @JoeeeMason\n  \n\n   @soph_333\n  \n\n   @keepmovingforwardx\n  \n\n   @HandsomeBoyModelingSchool\n  \n\n   @LyssaGirl_001\n  \n\n   @eatyourcake\n  \n\n  that’s some that came up\n  ","723842":"\n  i don’t like either of them .\n  \n  but Nicki has way better songs and classics\n  ","723843":"\n  it is indeed\n  ","723844":"\n  today’s my off day\n  ","723845":"\n  stop asking this\n  ","723846":"\n  oh yeah & i work\n  ","723847":"\n  asking dumb fxcking questions yo\n  ","723848":"\n  smoke & fxck\n  ","723849":"\n  that’s good 4 you\n  ","723850":"\n  sometimes\n  ","723851":"\n  i don’t\n  ","723852":"\n  that’s not my husband\n  ","723853":"\n  banned from giving out coins 😒\n  ","723854":"\n  wtf are you even on about\n  ","723855":"\n  lol i guess i just have that effect on ppl 😂\n  ","723856":"\n  not funny?\n  ","723857":"\n  lmfao how do you get mad cuz i didn’t answer you fast enough & you delete me off snap.\n  \n  bozo 🤡\n  ","723858":"\n  there ya go\n  ","723859":"\n  anons are stupid af. lmaoo\n  ","723860":"\n  this was sent 5hrs ago .\n  \n  i worked all day yesterday\n  ","723861":"\n  that’s good lmaoo\n  ","723862":"\n  haha! you’re their fav . and i’m their least fav haha! and their mad cuz were CLOSE friends haha!\n  ","723863":"\n  yes way . i love you so fxcking much to 🥺❤️\n  ","723864":"\n  so let me guess i’m your least fav? 🤣\n  ","723865":"\n  and that’s?\n  ","723866":"\n  for me? natural\n  ","723867":"\n  i texted you\n  \n   @OGalpacasarenice3\n  \n  💕✨\n  ","723868":"\n  what’s there to have an opinion on\n  ","723869":"\n\n   @OGalpacasarenice3\n  \n","723870":"\n  that i had a train ran on me\n  \n  fxcking nasty 🤢 🤮\n  ","723871":"\n  well driving gives me anxiety. so i rather drive myself cuz i know i’ll be safe\n  ","723872":"\n  tapping ; my husband does it 24\/7 cuz he use to play the drums so he loves the sound.\n  \n  and it drives me absolutely fxcking NUTS lmao\n  ","723873":"\n  we had takeout\n  ","723874":"\n  well, i mean being an adult just sucks period\n  ","723875":"\n  sending dumb shoutouts\n  ","723876":"\n  • i’m married\n  \n  • i have 2 kids\n  \n  • i’m 26\n  \n  • fav color lime green\n  \n  • i smoke\n  \n  • i’m a manger for my job\n  \n  • i hate my mother-in-law\n  ","723877":"\n  wtf\n  ","723878":"\n  ew 🤮\n  ","723879":"\n  omfg ; am i going to have to call the cops again\n  ","723880":"\n  sorry this was sent 6hrs ago & now i’m seeing it 🥴\n  ","723881":"\n  what an ugly name lmao\n  ","723882":"\n  nah i’m good ;\n  ","723883":"\n  never ;\n  ","723884":"\n  that’s me\n  ","723885":"\n  i’m fine\n  ","723886":"\n  i’m spoiled everyday\n  ","723887":"\n  no\n  \n  very messy topic\n  ","723888":"\n  i’m back y’all\n  \n  been busy today\n  ","723889":"\n  added to the blocklist for you\n  ","723890":"\n  don’t care\n  ","723891":"\n  well, my apartment that i pay for has everything it needs\n  ","723892":"\n  as in?\n  ","723893":"\n  haha! wasn’t even for that but i got more than $3\n  ","723894":"\n  doesn’t matter lmao my best friend sent me $5 🤪\n  ","723895":"\n  can someone cashapp me $3 🥴\n  ","723896":"\n  white claw\n  ","723897":"\n  stop asking this\n  ","723898":"\n  yes you sent me a fxcking useless paragraph\n  ","723899":"\n  reported and blocked for sending me a useless paragraph\n  ","723900":"\n  i don’t give a fxck\n  \n  i’m going to block you\n  ","723901":"\n  ew don’t call me that.\n  \n  you’re not my husband\n  ","723902":"\n  ugh, i finally slept a lil\n  ","723903":"\n  mhm last year sometime .\n  \n  - on that note; will tonight be the night i at least get a couple hrs of sleep\n  ","723904":"\n  ima just leave this here 😂😌\n  ","723905":"\n  nope\n  ","723906":"\n  following 🥺💕✨\n  ","723907":"\n  congratulations 👏🏽 you made it to my blocklist\n  ","723908":"\n  well we’re not even friends anymore .\n  \n  but thanks\n  ","723909":"\n  fxck off. with this same ass shout out you send out at least once a day.\n  ","723910":"\n  fxck off frfr\n  ","723911":"\n  fabulous 🤪\n  ","723912":"\n  t b h ; i don’t handle my anxiety will 🥴🙄\n  ","723913":"\n  i know right. looking like fxcking clowns and losers\n  ","723914":"\n  it’s crazy how my ex bff blocked me on everything. even text but when she’s going through a rough time she wants to text me.\n  \n  da fxck\n  ","723915":"\n  ppl on anon shouldn’t speak. but here we are 🤡\n  ","723916":"\n  i meant block feature\n  ","723917":"\n  i don’t sleep 😩\n  ","723918":"\n  the trolling anons , the block father , the shout outs , the task for the vip+\n  ","723919":"\n  yup cuz he’s always asking me to 🙄🙄🙄\n  ","723920":"\n  ask the whites\n  ","723921":"\n  thank you .\n  \n  i’m glad some anon is smart\n  ","723922":"\n  lmfao let’s stop trolling\n  ","723923":"\n  great!\n  ","723924":"\n  lol, of course i don’t give a fxck\n  ","723925":"\n  this has nothing to do with this thread ...\n  \n  move along\n  ","723926":"\n  yo frfr my mother-in-law is now acting like a crazy bxtch\n  ","723927":"\n  online shop is way better\n  ","723928":"\n  our government and justices system is just pure fxcking shxt\n  ","723929":"\n  lol no\n  ","723930":"\n  i find that such an odd thing too . this covid was just a way for more money. for stores when ppl buy stuff they needed . like that toilet paper shxt that went down . hospitals get more money ; that covid stimulus we got ; yeah i bet couple years from now we’re gonna have to pay it back form out taxes - imo\n  ","723931":"\n  yesterday 💟\n  ","723932":"\n  i believe it’s a real thing i just don’t rly believe all the numbers that go up that much in less than 24hrs . plus the more they test the more positive they will get and scare the media more .\n  \n  and on top of that i find it weird how they have a vaccine out in 6 months and it’s supposedly 95% effective 🧐\n  ","723933":"\n  yep i do\n  ","723934":"\n  my mom actually feels fine - and it’s been about a week she said . so idk it’s all weird to me to\n  ","723935":"\n  real concern ;\n  ","723936":"\n  thank you .\n  \n  someone at her job site tested positive - but she wasn’t in the same area as him but she still needs to get tested to be on the safe side\n  ","723937":"\n  my mom went to go get her covid test done - 🤞🏽✨\n  ","723938":"\n  go tf away nobody gives a damn\n  \n  y’all send out useless trolling bs\n  ","723939":"\n  🤷🏽‍♀️\n  ","723940":"\n  didn’t bother to read this\n  ","723941":"\n  that’s not my name\n  ","723942":"\n  mhm?\n  ","723943":"\n  you’re officially blocked and reported\n  ","723944":"\n  i don’t give a fxck nor did i ask\n  ","723945":"\n  to bad i look like myself\n  ","723946":"\n  give me some coins pls 🥺✨😍\n  ","723947":"\n  i don’t know why ask even allows that shxt either 🤡\n  ","723948":"\n  i agree 💯\n  ","723949":"\n  wow rly,??? what fxcking losers . 🤡. i guess they rly want to be y’all lol\n  ","723950":"\n  because they just want to attack the ones they don’t like. so they make up bs long enough to believe to it. smh\n  ","723951":"\n  no\n  ","723952":"\n  which i believe they probably did. anons are so fxcking disgusting now a days 🤮\n  ","723953":"\n  nah\n  ","723954":"\n  i don’t like cereal lmao\n  ","723955":"\n  oh stfu\n  ","723956":"\n  well my mom was exposed to someone who tested positive at her job so now she has to test\n  ","723957":"\n  idek what you’re on about\n  ","723958":"\n  these dumb ass questions\n  ","723959":"\n  i’m in America\n  ","723960":"\n  baconator fries from Wendy’s\n  ","723961":"\n  shout outs are annoying\n  ","723962":"\n  we’re both mangers for different companies\n  ","723963":"\n  nah\n  ","723964":"\n  ....\n  ","723965":"\n  they are . these anons LOVE to get over the fact that i’m both black & white but to them i’m only black. haha!!! they get more stupid everyday and don’t know how genes work\n  ","723966":"\n  no thanks\n  ","723967":"\n  yep . usually if a hurricane came up this way towards where i’m at it gets a lil odd .\n  ","723968":"\n  ew, no\n  ","723969":"\n  not rly lol. i hate these shout outs tho.\n  \n  thinking about turning them off\n  ","723970":"\n  coins me pls 🥺\n  ","723971":"\n  i do that everyday. & i hate it\n  ","723972":"\n  i rather you not lol\n  ","723973":"\n  my kids 🥺💕\n  ","723974":"\n  this question\n  ","723975":"\n  on anon? i’ve seen ppl express their opinion of anon\n  ","723976":"\n  apple music\n  \n  more storage\n  ","723977":"\n  could days ago\n  ","723978":"\n  it’s only Monday\n  ","723979":"\n  the ones i bought from the store\n  ","723980":"\n  who did i call that? lmaooo\n  ","723981":"\n  i didn’t say anything\n  ","723982":"\n  no\n  ","723983":"\n  .....\n  ","723984":"\n  muvax2x0\n  ","723985":"\n  not at all\n  ","723986":"\n  well if i have a parent that’s 2 different races . wtf you think\n  \n  and that’s good for you\n  ","723987":"\n  blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked , blocked\n  ","723988":"\n  last summer lol\n  ","723989":"\n  i hate these weirdo ass questions\n  ","723990":"\n  very good lol\n  ","723991":"\n  only 10 days into 2021\n  ","723992":"\n  i don’t talk about somebody who’s a piece of shxt nor politics\n  ","723993":"\n  probably\n  ","723994":"\n  nope\n  ","723995":"\n  well , she never texts or asks for my son. she hasn’t seen him since before his birthday in October . and on top of that she forgot his birthday mad only remembered when her sister and brother told her .\n  \n  and she already has my daughter ; so that’s not the reason\n  ","723996":"\n  omfg my mother-in-law keeps trying to come over even tho she’s not allowed\n  ","723997":"\n  no.\n  ","723998":"\n  no?\n  ","723999":"\n  didn’t even read this\n  ","724000":"\n  didn’t even read this\n  ","724001":"\n  we wouldn’t sl*t shame\n  ","724002":"\n  none of the above\n  ","724003":"\n  too stupid\n  ","724004":"\n  blocked\n  ","724005":"\n  not my self but i’ve gotten waxed before\n  ","724006":"\n  why?\n  ","724007":"\n  stomach issues\n  ","724008":"\n  cleared out or answered all my questions\n  \n  send them in y’all\n  ","724009":"\n  i feel so bad this girl up and left with a guy she barely knew with her daughter for a life he never promised\n  ","724010":"\n  lmao i thought it was funny hehe\n  ","724011":"\n  i always laugh at the sounds my son makes haha\n  ","724012":"\n  just relaxing with hubby .\n  \n  baby making haha! tmi ✨\n  ","724013":"\n  trump supporters 🤮🤢 🗑\n  ","724014":"\n  don’t care to read this\n  ","724015":"\n  at the hospital with my husband\n  ","724016":"\n  your hands down the fxcking best , amazing , all the above 🥺🥰💕✨🤞🏽\n  ","724017":"\n  lol erika 🤡\n  ","724018":"\n  i can’t give out coins\n  ","724019":"\n  it’s nobody you even know\n  ","724020":"\n  i love you so much more tho 🥺💙. and you always make my day . i love having you as one of my bestie on here 🥰✨\n  ","724021":"\n  today is Saturday but i’m going to assume this is a late shout out\n  ","724022":"\n  go away\n  ","724023":"\n  thank you so much baby 🥺💕✨. that made me so happy 😊\n  ","724024":"\n  self love 💕✨\n  ","724025":"\n  i obviously do mind it\n  \n  like i said above you anons do it everyday .\n  ","724026":"\n  well anons do that & the bf part idc not my problem\n  ","724027":"\n  ....\n  ","724028":"\n  i haven’t talked to her in months\n  ","724029":"\n  nah i don’t\n  ","724030":"\n  sometime last year .\n  \n  and those questions i can’t answer but i can only assume there doing okay .\n  \n  no more questions about it as i don’t have ALL the details\n  ","724031":"\n  🤤\n  ","724032":"\n  Shawnie passed away from breast cancer . may her soul rest peacefully\n  \n  and i’m not sure what other moms you’re referring to sorry\n  ","724033":"\n  yup. i’m married to him now\n  ","724034":"\n  my son turned 7 in October and my daughter is 1 1\/2\n  ","724035":"\n  she’s amazing\n  ","724036":"\n  could be both\n  ","724037":"\n  nah i don’t\n  ","724038":"\n  i’m about to start ss my thread because you anons keep reporting my answers and getting the thread deleted 🥴\n  ","724039":"\n  💕\n  ","724040":"\n  and it’s just so annoying now . like just because someone says something doesn’t automatically make it true .\n  \n  like i think certain men from different races are creepy af and it happens all the time. doesn’t mean i’m racist .\n  ","724041":"\n  nah\n  ","724042":"\n  i have an account\n  ","724043":"\n  i’m tired of these shout outs taking over my inbox\n  ","724044":"\n  so do i\n  ","724045":"\n  i do\n  ","724046":"\n  thanks\n  ","724047":"\n  coins for me\n  ","724048":"\n  idek what you’re talking about\n  ","724049":"\n  fxck off\n  ","724050":"\n  it’s only 7:11am\n  ","724051":"\n  only been in love twice\n  ","724052":"\n  go on vacation\n  ","724053":"\n  uh yeah\n  ","724054":"\n  ask me questions\n  ","724055":"\n  smfh white privilege\n  ","724056":"\n  Marlon but i’d watch it again lmaoo\n  ","724057":"\n  exactly what i just posted.\n  \n  it’s already explained.\n  \n  i didn’t think i needed to dumb down what i said\n  ","724058":"\n  let’s not post you voted for Trump for the attention on here\n  ","724059":"\n  ugh , literally slept an hr\n  ","724060":"\n  i say absolutely nothing. what’s there to say\n  ","724061":"\n  idk you need to ask a bunch\n  ","724062":"\n  • pro-choice\n  \n  • infant ear piercing @ 6 months\n  \n  • against death penalty\n  ","724063":"\n  that sounds good\n  ","724064":"\n  depends on how close of a friendship imo\n  ","724065":"\n  weirdo\n  ","724066":"\n  not know the answer\n  ","724067":"\n  not rly\n  ","724068":"\n  okay????\n  ","724069":"\n  bye\n  ","724070":"\n  city gal\n  ","724071":"\n  kinda\n  ","724072":"\n  over & done with\n  ","724073":"\n  no\n  ","724074":"\n  don’t care\n  ","724075":"\n  sounds like a you problem\n  ","724076":"\n  wtf are you even on about\n  ","724077":"\n  i’m sure of it\n  ","724078":"\n  nah ;\n  ","724079":"\n  muvax2x0\n  ","724080":"\n  neither\n  ","724081":"\n  you sent this shoutout already\n  ","724082":"\n  🤣🤩😌🤪🥺🥰🤞🏽\n  ","724083":"\n  i rather be respected than liked\n  ","724084":"\n  not in my city\n  ","724085":"\n  wtf\n  ","724086":"\n  thank you babe! you’re amazing ❤️🥺\n  ","724087":"\n  yeah ; that’s a good thing .\n  \n  duh\n  ","724088":"\n  can’t wait to be able to give out coins again y’all\n  ","724089":"\n  no. i don’t care about it\n  ","724090":"\n  isn’t that the point of this site\n  ","724091":"\n  no\n  ","724092":"\n  i see no question\n  ","724093":"\n  okay?\n  ","724094":"\n  ....\n  ","724095":"\n  loyalty, communication & sex\n  ","724096":"\n  thank you . same to you .\n  \n  sending you baby dust ✨🤞🏽\n  ","724097":"\n  little ole me\n  ","724098":"\n  i’m not playing g would you rather\n  ","724099":"\n  we did towards the end of last year\n  ","724100":"\n  the world\n  ","724101":"\n  ?\n  ","724102":"\n  yeah i have\n  ","724103":"\n  i don’t believe in religion\n  ","724104":"\n  fxck off\n  ","724105":"\n  2020 will always be shxt\n  \n  but 2021 that’s different\n  ","724106":"\n  yep fxcking 🤡\n  ","724107":"\n  can’t believe my moms getting the covid vaccine Saturday 😬\n  ","724108":"\n  after a while of knowing you\n  ","724109":"\n  i hate America to lmao. it’s a shxt show\n  ","724110":"\n  wow got banned from giving out coins\n  ","724111":"\n  i give them to random ppl & ofc my wife\n  \n   @OGalpacasarenice3\n  \n","724112":"\n  mother-in-law\n  ","724113":"\n  you can’t compare me to someone like Trump especially since i don’t support him\n  \n  so now you’re blocked\n  ","724114":"\n  im rude like myself\n  ","724115":"\n  no fxck off\n  ","724116":"\n  i know i hate it here ☹️\n  ","724117":"\n  because she’s fxcking awesome , amazing and all the above\n  ","724118":"\n  i wish me and\n  \n   @OGalpacasarenice3\n  \n  lived in the same state 🥺😩\n  ","724119":"\n  someone spam me with coins 🥺\n  ","724120":"\n  yes i am\n  ","724121":"\n  im just at lost for words on what happened tbh; it blows my mind how they can just break in. the cops should’ve been more involved. plus Trump said this was going to happen & nobody took that seriously & now look\n  ","724122":"\n  🥀\n  ","724123":"\n  i have not a clue\n  ","724124":"\n  he’s a youtube makeup artist\n  ","724125":"\n  you can get blocked\n  ","724126":"\n  lmfaoo that’s what i’m saying ; like damn sometimes you have shxtty bosses lmao . either quit , talk to her or move on lmao\n  ","724127":"\n  lmfaooooo\n  ","724128":"\n  okay??? you want a cookie? for getting a job like your suppose to. ?????\n  \n  you need some kind of validation??? want someone to pat you on the back\n  ","724129":"\n  ew . type correctly\n  ","724130":"\n  sounds like a YOU problem\n  ","724131":"\n  l o s e r\n  ","724132":"\n  i mean you’re on anon .\n  \n  so i clearly have no idea if that’s your real page with actual questions or your trolling behind a fake account 🤡\n  ","724133":"\n  i don’t get how me calling you a loser is trolling lmao .\n  \n  especially when i called you a loser on my own account NOT BEHIND anon .\n  ","724134":"\n  i use to have a dog & a turtle\n  ","724135":"\n  last i checked im 26????\n  \n  i hate when y’all don’t present facts\n  ","724136":"\n  boo hoo\n  ","724137":"\n  somebody sounds mad they typed out a useless paragraph\n  ","724138":"\n  i didn’t ask you to explain what a loser to you is\n  \n  end of the day you’re still a loser\n  ","724139":"\n  i have\n  ","724140":"\n  peach or pomegranate\n  ","724141":"\n  stop being a loser\n  ","724142":"\n  send me questions y’all\n  ","724143":"\n  nothing rly . just took a nap . about to run to the store soon\n  ","724144":"\n  yep\n  ","724145":"\n  i’m good\n  ","724146":"\n  and? the ? was? suppose? to be? an? insult?\n  ","724147":"\n  i’ll leave this here\n  ","724148":"\n  some of you anons on here are 🤡\n  ","724149":"\n  26.\n  ","724150":"\n  i’m not sure tbh ; i know i have to work .\n  \n  and i’m excited my husband has a better job opportunity\n  ","724151":"\n  idk & i’m not taking the vaccine . probably have to do more research or ask a doctor\n  ","724152":"\n  probably tbh\n  ","724153":"\n  so my mother-in-law tired to come to my house again even tho she’s banned for a while. calling me a bxtch all of this.\n  ","724154":"\n  lime green\n  ","724155":"\n  because you can get tired of anyone.\n  \n  why would you want to be up your partners ass 24\/7???\n  \n  you do need space .\n  ","724156":"\n  i got cheated on over 10 years ago .\n  \n  which was before my husband\n  ","724157":"\n  probably did\n  ","724158":"\n  because that can ruin a relationship wanting to cling and be around someone 24\/7.\n  \n  but i hate clingy anyways . it irks me\n  ","724159":"\n  i had my right one pierced , took it out after i gave birth to my daughter cuz i was pumping .\n  \n  i’m glad tho i hated it .\n  ","724160":"\n  yep\n  ","724161":"\n  probably\n  ","724162":"\n  hello from my blocklist\n  ","724163":"\n  never heard of it\n  ","724164":"\n  i think males or more clingy .\n  ","724165":"\n  anon\n  ","724166":"\n  26.\n  ","724167":"\n  i like to use the dish washer more\n  ","724168":"\n  took the best 6hr nap ever 😩\n  ","724169":"\n  that sucks for you\n  ","724170":"\n  they’re good\n  ","724171":"\n  fxcking weird lol\n  ","724172":"\n  downtown\n  ","724173":"\n  yea\n  ","724174":"\n  peppermint?\n  ","724175":"\n  NOOOO. it’s already turning into a fxcking shxt show . the Capitol Breach\n  ","724176":"\n  hahah yes\n  ","724177":"\n  out of America for sure . after all this shxt show that just went down . i’m sick of it all\n  ","724178":"\n  i agree! it didn’t prove anything and it’s even more blows my mind how they were able to just storm in with no problems . NO NOTHING\n  ","724179":"\n  i mean it can be .\n  ","724180":"\n  small\n  ","724181":"\n  yeah it is\n  ","724182":"\n  i’m trynna figure out if Kanye & Jeffree was a thing before\n  ","724183":"\n  he had great music\n  ","724184":"\n  the chaos at Capital Hill is just fxcking NUTS!\n  ","724185":"\n  hi-\n  ","724186":"\n  yep. & i’m getting a new one soon\n  ","724187":"\n  STOP SENDING ME\n  ","724188":"\n  my best friend is my husband\n  ","724189":"\n  nope not at all\n  ","724190":"\n  accident\n  ","724191":"\n  that’s me all day\n  ","724192":"\n  k,\n  ","724193":"\n  Nintendo Switch is trash\n  ","724194":"\n  i have trolls everyday that come to my page\n  ","724195":"\n  wtf?????\n  ","724196":"\n  don’t give fxck .\n  \n  now you’re blocked\n  ","724197":"\n  idc i don’t give a fxck\n  ","724198":"\n  idk\n  ","724199":"\n  don’t. care\n  ","724200":"\n  i haven’t posted since Dec 25,2019 but i post on my ig story\n  ","724201":"\n  ew 🤮\n  ","724202":"\n  no\n  ","724203":"\n  either ask me QUESTIONS OR get off my page\n  ","724204":"\n  all this chaos is to much\n  ","724205":"\n  wtf\n  ","724206":"\n  either as a question or be gone\n  ","724207":"\n  bye\n  ","724208":"\n  omg yay i’m so happy. i’d definitely love to do that with you 🥺🤩❤️\n  ","724209":"\n  like a trip to cali , vegas or Miami 🤩\n  ","724210":"\n  they’re alright . in my town i haven’t seen or read any cops kxlling just BECAUSE\n  ","724211":"\n  i wear both in the winter and my engagement ring in the summer .\n  \n  in the summer your fingers swell and get bigger and my wedding band is tight . in the winter your hands shrink and they both fit in me lol\n  ","724212":"\n  omg i’m so glad i can make your day. that actually makes me so happy 🥺🥰❤️. i’m hoping one day i can fly out to you or you can come to ny or girls trip somewhere 😊🤪🥰\n  ","724213":"\n  you’re my fav . i rly want to meet you one day ❤️🥺\n  ","724214":"\n  day drunking & drunk already\n  ","724215":"\n  84%\n  ","724216":"\n  hello\n  ","724217":"\n  left tf alone or i just go off on everyone\n  ","724218":"\n  stop sending out this shout out .\n  \n  it’s rly fxcking annoying\n  ","724219":"\n  i tell you guys everyday i’m not playing would you rather on this site\n  ","724220":"\n  we judge everybody for EVERYTHING\n  ","724221":"\n  i hate that saying life’s to short like who cares\n  ","724222":"\n  nah\n  ","724223":"\n  can i have some of someone’s coins 🥺\n  ","724224":"\n  no. i’m definitely not\n  ","724225":"\n  haha i think maybe like 5 total\n  ","724226":"\n  xgabs.xo\n  ","724227":"\n  mhm can’t answer that\n  ","724228":"\n  thank you\n  ","724229":"\n  i’m gonna day drink at 11am 😌\n  ","724230":"\n  ilysfm\n  \n   @OGalpacasarenice3\n  \n  🥺❤️\n  ","724231":"\n  the thought of my mother-in-law\n  ","724232":"\n  i had 2 miscarriages.\n  ","724233":"\n  just laying here. going through social media\n  ","724234":"\n  flats\n  ","724235":"\n  chick fil a but i rarely get it because there’s only 3 where i live & the closest one to me is always packed & i don’t want to wait 30+ minutes\n  ","724236":"\n  being pregnant\n  ","724237":"\n  i rly truly whole heartedly DONT care\n  ","724238":"\n  no, i do what i want\n  ","724239":"\n  don’t care\n  ","724240":"\n  shady you say\n  ","724241":"\n  am i her???\n  \n  no so how tf would i know\n  ","724242":"\n  and okay? didn’t even know she posted that . somebody sent this in my inbox an hr ago. and i just SS how i don’t pay for it....\n  \n  so how irrelevant\n  ","724243":"\n  lol why tf would i pay if you can apply for it and do the task???? frfr y’all are real life fxcking stupid\n  ","724244":"\n  nope not even close\n  ","724245":"\n  yup!\n  ","724246":"\n  lust - you just love it like the idea of the person or relationship\n  ","724247":"\n  yeah a very long time ago\n  ","724248":"\n  yup\n  ","724249":"\n  thanks\n  ","724250":"\n  stfu\n  ","724251":"\n  good\n  ","724252":"\n  blocked\n  ","724253":"\n  idc\n  ","724254":"\n  that’s cool\n  ","724255":"\n  everything\n  ","724256":"\n  either they can unfollow or get off this site\n  ","724257":"\n  so what happens if the bank i have in file for the IRS is closed. do i still get my 2nd stimulus???? or???? what happens???\n  ","724258":"\n  dumbass question\n  ","724259":"\n  wtf bye\n  ","724260":"\n  my current one ; 9 years together\n  \n  almost a year married 🥺❤️\n  ","724261":"\n  ?\n  ","724262":"\n  fxck off\n  ","724263":"\n  Raggedy Ann\n  ","724264":"\n  mhm\n  ","724265":"\n  i watch Big Mouth\n  ","724266":"\n  😊\n  ","724267":"\n  obviously\n  ","724268":"\n  i’m not playing this game\n  ","724269":"\n  stop fxcking calling me that\n  \n  blocked & reported\n  ","724270":"\n  they should d!e\n  ","724271":"\n  smh\n  ","724272":"\n  one long one across the bottom of the screen.\n  \n  like where my keyboard is lmao\n  ","724273":"\n  so unfollow 🥰\n  ","724274":"\n  good morning\n  "}}