{"Question":{"729640":"\n   Mr.Mickey said “where is Sabrina at?”\n  ","729641":"\n   102. what is currently on your mind?\n  ","729642":"\n   Did you have a delicious day today?\n  ","729643":"\n   How’s the weather where your at?\n  ","729644":"\n   Have you ever fell on yo stomach in a ditch?\n  ","729645":"\n   Heeey Yung Cherry 😃😃\n  ","729646":"\n   Do you like pudding?\n  ","729647":"\n   ...\n  ","729648":"\n   Would you name your son “Fa’Lontay?”\n  ","729649":"\n   It’s okay you don’t have to argue and I’m not forcing anything on you but.......whenever you get the time “Romans 10:9” is there. 😊 whosoever call upon the name of the Lord shall be saved. 😃\n  ","729650":"\n   Look up tralfazz\n  ","729651":"\n   Would you name your daughter “Fa’Laya”\n  ","729652":"\n   Why? 🧐\n  ","729653":"\n   So like how do you feel about the face masks? Because Mask Breath is REAL 🤢🧐\n  ","729654":"\n   Do you believe in Jesus Christ? 😃😃😃😃 i do🥰\n  ","729655":"\n   What’s for breakfast tomorrow?\n  ","729656":"\n   Are you single?\n  ","729657":"\n   I’m open for all questions 😃😃😃😃😃😃!! Somebody ask me some. Lol\n  ","729658":"\n   Do you ever use a straw when you drink?\n  ","729659":"\n   When was the last time you got mad at someone? About what? 😟\n  ","729660":"\n   What compliments can sound like insults?\n  ","729661":"\n   100. finally hit 100 questions!! I decided to keep going with the numbers which was inspired by\n   \n    @NineGDxFour\n   \n   aside from people, what is your favorite thing to talk about?\n  ","729662":"\n   If you could live anywhere in the world, where would it be?\n  ","729663":"\n   99. what month is your least favorite?\n  ","729664":"\n   How are you doing today?☺️🌺\n  ","729665":"\n   What is your favourite form of escapism?\n  ","729666":"\n   What celebrity pair would make an ideal couple?\n  ","729667":"\n   Are you a nurse ? \nIs your mother a nurse ? \nIs your sister a nurse ?\n  ","729668":"\n   Have you ever been given a present that was so bad you had to return it?\n  ","729669":"\n   When you go out to eat at a restaurant do you have a \"usual order\" and get the same thing all the time... Or do you try something new each time?\n  ","729670":"\n   How to increase instagram follow..\n  ","729671":"\n   How are you?\n  ","729672":"\n   Ice cream cone anyone? I'm making some for any one this hot day! What flavor? Any toppings? Or nah.. your good? Let's post some ice cream cone GIFs with our answers! (Don't have to)\n  ","729673":"\n   What is the most popular lie, people tell to each other?\n  ","729674":"\n   I’m waiting for almost 12 hours from now! How did you claim out vip membership too straight forward?\n  ","729675":"\n   is there something people often misunderstand about you?\n  ","729676":"\n   Name a movie you’ve seen at least 5 times!\n  ","729677":"\n   Would you rather never be able to use a mirror\/front facing camera again or never be able to use your phone again?\n  ","729678":"\n   88. what is your favorite hot pocket flavor?\n  ","729679":"\n   97. are you petty? what’s the pettiest thing you’ve ever done?\n  ","729680":"\n   95. if you can guess my favorite\/lucky number, I’ll give you 200 coins.\nHINT: it’s a number 1 through 10\n  ","729681":"\n   When was the last time your home ended up losing power?? Was it due to a bad storm??\n  ","729682":"\n   Do you agree that the tiktok software originally from China endangers the security of your country?\n  ","729683":"\n   May I iron nylon stockings?\n  ","729684":"\n   Hlo\n  ","729685":"\n   ابحث عن ملكة حقيقية\n  ","729686":"\n   How many people do you follow on here?\n  ","729687":"\n   96. what are you doing?\n  ","729688":"\n   Hi\n  ","729689":"\n   Tag your favorite people to follow!\n  ","729690":"\n   How many people do you follow?\n  ","729691":"\n   BE HONEST!! is their anyone on here who u think is hot enough to date? tag them?!\n  ","729692":"\n   Yeah it is aye lol\n  ","729693":"\n   You're a so so driver\n  ","729694":"\n   In England we call it rub! When you listen to tons of tracks and you can’t pick which one you liked the most!\n  ","729695":"\n   What is your most played song?\n  ","729696":"\n   What do you think when you look in the mirror?\n  ","729697":"\n   Do you find black holes fascinating, as in regions of space where a star has collapsed in on itself and the normal rules of the Universe don't apply? 😮 Would you ever want to view one from the inside - if it was possible to do so without being ripped into lots of tiny spaghetti like particles?? ⚫\n  ","729698":"\n   Stay safe, girl!\n  ","729699":"\n   92. are you in the path of tropical storm isaias?\n  ","729700":"\n   93. what is your favorite kind of donut?\n  ","729701":"\n   Should customers who remain in retail stores after closing times be hunted for sport in your opinion?\n  ","729702":"\n   Fair enough lol... I’ve only watched it on, I’m gonna watch it again soon haha\n  ","729703":"\n   That movie brings back a lot of memories to me, how many times have you watched it haha\n  ","729704":"\n   You're welcome\n  ","729705":"\n   Awww is that, the movie with t.i on it..\n  ","729706":"\n   Nice cover pic , setting looks awesome !\n  ","729707":"\n   Do you believe the devil exists?\n  ","729708":"\n   that's good to hear. :) wishing you more happiness, more wisdom and more success with your marriage\n  ","729709":"\n   Have you already experienced any major problems?\n  ","729710":"\n   What's do you think should be normalized by people in this society nowadays?\n  ","729711":"\n   Thoughts about marriage?\n  ","729712":"\n   What's a warning sign that you're in the presence of bad company?\n  ","729713":"\n   What is your birthstone? Do you like it?\n  ","729714":"\n   If you can live anywhere in the world where would it be? why?\n  ","729715":"\n   When you choose a partner,  Do you mind if the other party is divorced?\n  ","729716":"\n   What has been one of the best days of your life\n  ","729717":"\n   Why did we decide to give February just 28 days when lots of other months have 31 days? Couldn’t we have just taken some of the 31st days from other months and added them to February?\n  ","729718":"\n   hellooooooo\n  ","729719":"\n   Do we have free will or is everything predestined?\n  ","729720":"\n   Do you like THE RAPPER BLUE FACE\n  ","729721":"\n   hihihihiih\n  ","729722":"\n   Ahhh!! Damn I'm sorry! I thought it was something they were planning on and I guess they just implemented? Either way I agree with you, it's a stupid new policy.\n  ","729723":"\n   I think I got an email about that right around when I left for a few months. It actually killed any incentive I would have had to come back aside from \"well my mental health is in a better state so let's try this again.\"\n  ","729724":"\n   91. did they really stop giving coins out for questions or is that just me? 🙄\n  ","729725":"\n   Fuck off\n  ","729726":"\n   Ok let’s start... what’s your favourite movie\n  ","729727":"\n   For those of you with VIP\/VIP+, how does it work? I have VIP+ and complete all tasks on time but nothing ever happens. It’s so confusing 😭\n  ","729728":"\n   Relax no need to be rude😆\n  ","729729":"\n   How are you dear?\n  ","729730":"\n   Umm can I just talk lol\n  ","729731":"\n   Hey\n  ","729732":"\n   34B es talla pequeña o grande  de brazier, es que no se y le compraré a mi novia jaja 😂?\n  ","729733":"\n   Just got a like on tinder what is a good opening line to say\n  ","729734":"\n   would you rather have a real life working lightsaber from star wars or travel the world for free\n  ","729735":"\n   I about woke my husband up from laughing so hard\/loud. 🤣\n  ","729736":"\n   why is this anon so mad ? it’s funny\n  ","729737":"\n   Why do you care so much about coins? This isn't Super Mario Bros?\n  ","729738":"\n   You're the one who cares about coins otherwise you wouldn't do the secret shit. And you're really not laughing so stop acting like it, trick.\n  ","729739":"\n   It's hilarious you're a coward. Cowards piss me off.\n  ","729740":"\n   Pussy.\n  ","729741":"\n   I ain't unlocking shit.\n  ","729742":"\n   Why are you making certain questions secrets?\n  ","729743":"\n   what r u doing\n  ","729744":"\n   3\n  ","729745":"\n   Do you like ZIGGY MARLEY\n  ","729746":"\n   I remember when that woman accidentally gave you 1000 coins and asked for them back lol.  “Nopeee”\n  ","729747":"\n   Thought rn 🌚\n  ","729748":"\n   87. what is your go-to coffee order?\n  ","729749":"\n   85. if you’re comfortable sharing, what is the last thing that disappointed you?\n  ","729750":"\n   What are your plans for the day?\n  ","729751":"\n   Have you ever had salmon before? Do you like salmon? Do you think you would like it?\n  ","729752":"\n   What would be the perfect gift for you?\n  ","729753":"\n   Have you ever tried roasted pumpkin seeds before?\n  ","729754":"\n   Have you went swimming yet this summer? Where did you go and did you have fun? And if you didn't go swimming are you going to?\n  ","729755":"\n   screen blocklist\n  ","729756":"\n   Do you like Chipotle?\n  ","729757":"\n   How many crack babies have you given birth to?\n  ","729758":"\n   86. how are you doing today?\n  ","729759":"\n   O que o Coelhinho da Páscoa trouxe para você?\n  ","729760":"\n   Have you ever had your heart broke 2times in one week\n  ","729761":"\n   If you do have regrets are they forgiven or are they in fault?\n  ","729762":"\n   Can you give me advice I’ve been with my ex boyfriend for 12 years we are not together anymore but seeing him with another girl really irritates me because I still love him. I feel torn, I cry everyday. I feel like talking to people but I need advice? Can you help\n  ","729763":"\n   Tbh, same 🤣\n  ","729764":"\n   Favorite Halloween movie?\n  ","729765":"\n   What was the last thing you purchased in your favorite color??\n  ","729766":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","729767":"\n   Can you forgive someone without having regrets\n  ","729768":"\n   Do you still have teddies? How many teddies do you own? I’m 23 and have too many to count lol\n  ","729769":"\n   ڪ ⇣⇣ ⇠ ®💞 ƒ૨εε รpαcε 💞⇢ ⇡⇡ ڪ\n  ","729770":"\n   Happy August! \n\nAny goals or plans for August?\n  ","729771":"\n   When you’re bored and have nothing to do, what’s your go to tv show ?\n  ","729772":"\n   When was the last time you found out you could drive somewhere by memory??\n  ","729773":"\n   Are you a morning person or a night owl?\n  ","729774":"\n   What time is it where you are ?\n  ","729775":"\n   what do you do to cope with periods of pain (whether mental or physical)?\n  ","729776":"\n   Do you miss someone? What makes you miss them?\n  ","729777":"\n   you ok x\n  ","729778":"\n   why🤔\n  ","729779":"\n   Wow\n  ","729780":"\n   😋😋😋\n  ","729781":"\n   who is up for random conversations?\n  ","729782":"\n   Gross you might have an std\n  ","729783":"\n   Coronavirus??\n  ","729784":"\n   You’re welcome\n  ","729785":"\n   Are you good at spelling?\n  ","729786":"\n   83. do you keep a shopping list in your notes on your phone?\n  ","729787":"\n   what's your favorite and least favorite: ice cream flavor?\n  ","729788":"\n   Why are majority of MILs so shit?\n  ","729789":"\n   What irritates you lately?\n  ","729790":"\n   K thanks\n  ","729791":"\n   What's Muva?\n  ","729792":"\n   what are some ways you manage stress?\n  ","729793":"\n   Do you like being called Gabby or Gabrielle?\n  ","729794":"\n   Happy Yorkshire Day\n  ","729795":"\n   Red or Blue? Why?\n  ","729796":"\n   What is the strangest new show you've started to watch??\n  ","729797":"\n   Do you have a paypal\n  ","729798":"\n   76. what car would you never want to own?\n  ","729799":"\n   75. what scent is your body wash\/soap?\n  ","729800":"\n   do you have notifications on for your social media apps?\n  ","729801":"\n   what social media apps\/sites do you use? post your username(s) if you want to.\n  ","729802":"\n   what are you doing tonight?\n  ","729803":"\n   Favorite Disney movie?\n  ","729804":"\n   What is\/was the last game you wanted to purchase\/play?? What gaming system is\/was it for??\n  ","729805":"\n   Favourite tv shows?\n  ","729806":"\n   Do you have online friends? I used to but she was pushy and controlling\n  ","729807":"\n   Ladies: Have you ever watched your nails to your jewelry, even by accident?? Gentlemen: Have you ever matched your shoes to your clothes, even by accident??\n  ","729808":"\n   Do it! They have so many flavors now with the new ones, you'll love it!\n  ","729809":"\n   fun fact : I was born male.\n  ","729810":"\n   78. what are you about to do?\n  ","729811":"\n   what is your most prized possession?\n  ","729812":"\n   what do you wish you spent more time doing when you were younger?\n  ","729813":"\n   what is your current mood? what could make it better?\n  ","729814":"\n   When is the last time you went out to eat?\n  ","729815":"\n   What makes someone a bad person to you?\n  ","729816":"\n   When was the last time you had a \"Blizzard\" from Dairy Queen?? For those who don't have a Dairy Queen, when was the last time you had an ice cream sundae??\n  ","729817":"\n   Do you enjoy the warm weather? Or are you wishing that things would just cool down already?!\n  ","729818":"\n   You made it to the weekend! You've done brilliantly! 💕 I hope you have a lovely weekend! :3\n  ","729819":"\n   How long you been slinging rock?\n  ","729820":"\n   what has brought you joy today?\n  ","729821":"\n   if you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","729822":"\n   Jag ska gå ner på dig och börja ta av dig kläderna och sen ska jag slicka dig\n  ","729823":"\n   I keep seeing people ask \"what is your favourite pizza\" but what I really want to know is... what pizza topping do you HATE the most ??\n  ","729824":"\n   77. post your favorite selfie\n  ","729825":"\n   73. what did you do for your last birthday?\nwhat do you hope to do for your upcoming birthday?\n  ","729826":"\n   72. has anyone ever stolen from you? if so, what did they steal?\n  ","729827":"\n   Do you like showing off?\n  ","729828":"\n   who is up for random conversations?\n  ","729829":"\n   Do you like betty boop\n  ","729830":"\n   Is it important to eat breakfast?\n  ","729831":"\n   80. did this week go by fast for you or did it take forever to pass by?\n  ","729832":"\n   81. does your ask app ever freeze for you? 🙄\n  ","729833":"\n   Be honest... Are you scared of spiders? 😨😱🕷\n  ","729834":"\n   College or university\n  ","729835":"\n   Do you follow your friend's significant other on social media or would that be a little odd?\n  ","729836":"\n   Yes\n  ","729837":"\n   🤷‍♀️\n  ","729838":"\n   You means both ?\n  ","729839":"\n   What is the thing that makes you happy?\n  ","729840":"\n   Have you ever had an argument with someone here?\n  ","729841":"\n   79. on average, how long does it take you to fall asleep?\n  ","729842":"\n   Beautiful  face or beautiful  heart ?\n  ","729843":"\n   Who was the last person you cried in front of?\n  ","729844":"\n   When do you get most scared?\n  ","729845":"\n   Are you still receiving coins answering questions?\n  ","729846":"\n   Why you gotta be so sexy\n  ","729847":"\n   What are you regretting the most?\n  ","729848":"\n   Me🥺💞\n  ","729849":"\n   :(\n  ","729850":"\n   Sameeee bro\n  ","729851":"\n   Share a song🎵🎧✨\n  ","729852":"\n   How to find true friends ?\n  ","729853":"\n   College or university\n  ","729854":"\n   If something happens to you who's your \"go-to\" person to tell, someone you trust ?\n  ","729855":"\n   How are you,\n  ","729856":"\n   71. if you have a cash app, drop your cash tag\n  ","729857":"\n   What is your cure for heartbreak?\n  ","729858":"\n   are you the adventurous type?\n  ","729859":"\n   when’s ur period due\n  ","729860":"\n   what r u doing right now\n  ","729861":"\n   how long have you been ttc\n  ","729862":"\n   you’re beautiful 😍\n  ","729863":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","729864":"\n   If you meet a man you're very satisfied with for the first time, will you decide the relationship immediately, or do you want to meet more men first and then make the final decision?\n  ","729865":"\n   do you use the photo poll feature on here? why or why not?\n  ","729866":"\n   Are you going to listen to Michelle Obama's spotify podcast?\n  ","729867":"\n   What the nicest compliment that you have received?\n  ","729868":"\n   Make a wish only for yourself 🌠\n  ","729869":"\n   On a scale of 1 to 10 how “cool” are you?\n  ","729870":"\n   Are you a generous person?\n  ","729871":"\n   Do you like tostadas?\n  ","729872":"\n   ما الشيء الذي يجعلك مميزًا؟\n  ","729873":"\n   69. how hard is it for you to come up with questions?\n  ","729874":"\n   70. when you go swimming, how long are you usually in the water for?\n  ","729875":"\n   Hii\n  ","729876":"\n   Your name\n  ","729877":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","729878":"\n   Do you have a good relationship with your parents?\n  ","729879":"\n   Are you mean?\n  ","729880":"\n   Who is the biggest idiot you've ever meet\n  ","729881":"\n   Are you happy with what you are doing right now?\n  ","729882":"\n   Are they “house shoes” or SLIPPERS?\n  ","729883":"\n   How do you sort and organize your apps? By color, purpose, letter, etc.? Include a picture if you'd like!\n  ","729884":"\n   is there a food that your currently obsessed with? what is it?\n  ","729885":"\n   When and where were you born?\n  ","729886":"\n   What's the last concert\/festival you attended?\n  ","729887":"\n   What drink do you prefer when you’re thirsty?\n  ","729888":"\n   65. what’s for dinner?\n  ","729889":"\n   How are you?\n  ","729890":"\n   Why are y’all picking on her about her nails from months ago? Find something productive to do with your day.\n  ","729891":"\n   how often you lie?\n  ","729892":"\n   Why do you think i cant? But they look cheap. Is not the price is the quality.\n  ","729893":"\n   they don't look cheap...they just look like they need filled lol\n  ","729894":"\n   Not talking about the growth. I talked about the nail. They look cheap. The details and design. I bet you paid a lot for that. And is cheap looking\n  ","729895":"\n   Your nails look cheap. As in quality\n  ","729896":"\n   Would you like to get married? 🤵🏻 👰🏻\n  ","729897":"\n   Do you workout or are you able to eat whatever you want without gaining weight?\n  ","729898":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","729899":"\n   Can you go leave a few likes on my tweets? 🥺\n   \n    @AkaJokerTweets\n   \n","729900":"\n   What is your favourite meme\n  ","729901":"\n   58. describe your city\/town in 3 words\n  ","729902":"\n   Real tattoo or henna tattoo?\n  ","729903":"\n   What was class this a weird, I don't trust putting my personal details online. So as an example when I buy something off Amazon I use a gift card to buy things off Amazon  is that weird?\n  ","729904":"\n   64. if you could pick a color they don’t currently have as an ask background choice, which color would you pick?\n  ","729905":"\n   63. what color is currently set to your ask background?\n  ","729906":"\n   62. how often do you change your background color on ask?\n  ","729907":"\n   61. if your battery percentage was your age, how old would you be? 🤣\n  ","729908":"\n   You look gorgeous ♥️♥️♥️♥️😚\n  ","729909":"\n   You're so pretty wtf \nDrop that skincare routine? 👀\n  ","729910":"\n   Do you like to dance?\n  ","729911":"\n   selfie?\n  ","729912":"\n   57. when was the last time you went for a walk? just enjoying nature.\n  ","729913":"\n   What makes someone a bad parent ?\n  ","729914":"\n   55. what was your favorite toy as a child?\n  ","729915":"\n   Pink or grey\n  ","729916":"\n   56. how many followers do you have?\n  ","729917":"\n   thank you 💗\nsending lots your way too!! don’t give up girl 🥰\n  ","729918":"\n   it’s not easy but don’t give up hope! it’s almost been 2 years since we started trying for our second one.\n  ","729919":"\n   How many child do you have ?\n  ","729920":"\n   Oww are you married ? Do you have a child ?\n  ","729921":"\n   What’s something free of charge that makes you happy?\n  ","729922":"\n   Do you have a boyfriend?\n  ","729923":"\n   What is your weight and height?\n  ","729924":"\n   alright now I see it sassy girl\n  ","729925":"\n   no it says tundra 🤦‍♂️\n  ","729926":"\n   Your husband is a lucky man.\n  ","729927":"\n   u from the u.s?\n  ","729928":"\n   Which private questions may I ask ?\n  ","729929":"\n   Did you finish your university ?\n  ","729930":"\n   What is your job ?\n  ","729931":"\n   Do you like to smoke ?\n  ","729932":"\n   how do you feel about giving words of encouragement to those you dont know fairly well?\n  ","729933":"\n   I am asking questions about you. What are you doing ?\n  ","729934":"\n   How are you?\n  ","729935":"\n   Hi\n  ","729936":"\n   What is the first thing you notice about a person?\n  ","729937":"\n   Do you judge people quickly?\n  ","729938":"\n   How do you accidentally answer someone else’s question from an entirely separate profile? Get a damn brain. She’s as mean as you are intelligent.\n  ","729939":"\n   with some states reversing back in previous phases due to heightened numbers of COVID-19, how is it personally affecting you? \n[answer this in your own way if you live out of the states]\n  ","729940":"\n   Why would you answer HER question? Lmao some of y’all are so stupid!\n  ","729941":"\n   parents: what are the plans of your child’s school reopening? are you comfortable with those plans? Non parents: how bad is the virus where you live?\n  ","729942":"\n   You’re mean af.... dude simply accidentally answered on your post.. have some respect.. I think you don’t deserve your mama\n  ","729943":"\n   My bad B I was trying to answer that question.\n  ","729944":"\n   How many?\n  ","729945":"\n   Do you drive? Do you like driving? I love driving 🤪\n  ","729946":"\n   Naw, my mama been dead since I was 10 so there really much she could tell me what to do and why not to\n  ","729947":"\n   Would you call yourself a \"typical\" American? 🇺🇲 What do you that is \/ isn't typical? 🤔🤣\n  ","729948":"\n   Do you let things go ? Or do you get revenge?\n  ","729949":"\n   Does your mom let you do whatever you want? My mom doesn’t\n  ","729950":"\n   What was your greatest success?\n  ","729951":"\n   You’re beautiful 😍\n  ","729952":"\n   It's Tuesday\n  ","729953":"\n   What are your plans today\n  ","729954":"\n   Would anyone here be interested in sending me 100 bucks? I need money for beer errrrrrrrr college. Yes college..for my kids. Yeah that’s it kids!\n  ","729955":"\n   Would you consider yourself a feminist? What do you think about when you think about feminism?\n  ","729956":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","729957":"\n   What's your profession?\n  ","729958":"\n   40. when was the last time you struggled with anything? what was it?\n  ","729959":"\n   How are you all feeling today? 😇 I hope your weekend goes well 🙏🏻\n  ","729960":"\n   What's your favorite flavor of water??\n  ","729961":"\n   Do you like the energy drink monster at all?? If yes, what's your favorite flavor?? If no, what is your favorite energy drink??\n  ","729962":"\n   How many people do you follow?? *No need to tag them, unless you wish to do so*\n  ","729963":"\n   How many slices do you usually eat at a time??\n  ","729964":"\n   Have you ever written a song? if so, what was the genre?\n  ","729965":"\n   When was the last time you said something you regretted?\n  ","729966":"\n   is there a part of your past you hold particularly dear?\n  ","729967":"\n   A new week is here! You've got this! Never forget how far you've come, and how brilliant you are! 💕\n  ","729968":"\n   44. what’s the longest you’ve stayed asleep for?\n  ","729969":"\n   45. what’s the longest nap you’ve taken as an adult?\n  ","729970":"\n   Would you be annoyed if you were watching a show with someone and they skipped ahead without you?\n  ","729971":"\n   What did you have for dinner today? I had bbq ribs and chicken.\n  ","729972":"\n   53. what are you doing right now?\n  ","729973":"\n   54. if you could do anything right now with money not being an issue and we weren’t in the middle of a “pandemic”, what would you do?\n  ","729974":"\n   Как сохранить Любовь?\n  ","729975":"\n   How would you describe yourself in 3 words?\n  ","729976":"\n   Have you ever been rude to someone and you didn't mean it?  What did you do after that?\n  ","729977":"\n   Would you be open to selling photos privately at all? If not, feel free to just ignore this.\n  ","729978":"\n   How do you decide where to get them done?\n  ","729979":"\n   Where will you get her name done?\n  ","729980":"\n   Any plans to get your daughter's name too?\n  ","729981":"\n   Do you think Johnny Depp is a wife beater? Why\/Why not?\n  ","729982":"\n   How often are you trying?\n  ","729983":"\n   Oh, my bad. Where are those tattoos on you though?\n  ","729984":"\n   Nice! Where are the Gregory and Joseph tattoos? I assume those are your sons?\n  ","729985":"\n   Ah, that makes sense. Sorry that I missed it when you did it, I've always thought you're beautiful!\n  ","729986":"\n   Did something bad happen? Or just not interested anymore?\n  ","729987":"\n   Just curious. Think you'll ever make another one?\n  ","729988":"\n   Did he know you made an onlyfans a while ago?\n  ","729989":"\n   How long have you been with your husband?\n  ","729990":"\n   Lol, I feel pity for you\n  ","729991":"\n   Oh. Lucky him!\n  ","729992":"\n   You said your parents asked your son nosey questions.. what did they ask him?\n  ","729993":"\n   Need any help?\n  ","729994":"\n   What kind of questions?\n  ","729995":"\n   How are you today?\n  ","729996":"\n   What did they do?\n  ","729997":"\n   Parents are the only well wishers, yes they can be annoying at times but never ever disrespect them, nor get annoyed, because there was a time once we were annoying as fuck and they never complained\n  ","729998":"\n   If you had the power to create one law, what would it be?\n  ","729999":"\n   Have you ever been knocked unconscious??\n  ","730000":"\n   What do you do if you can’t sleep at night?\n  ","730001":"\n   What is your favorite thing about yourself?\n  ","730002":"\n   What's the latest thing that made you smile?\n  ","730003":"\n   kkk is coming tonight for you nxgger you die tonight\n  ","730004":"\n   Imagine acting like a middle school bully on askfm. Leave the girl alone. Jesus christ.\n  ","730005":"\n   Imagine all your pals being bullied off this site and you being forever alone ahahahahahahahaha\n  ","730006":"\n   Where is you pedo pal little deer Doe at?\n  ","730007":"\n   Why? :(\n  ","730008":"\n   Imagine bragging about harassing people.\n  ","730009":"\n   She got called out for being a pedo and never showed her face here again\n  ","730010":"\n   Doe got harassed right off of ASKfm lmfao\n  ","730011":"\n   Hayley Wilson got harassed right off of ASKfm lmfao\n  ","730012":"\n   Where were you born?\n  ","730013":"\n   Pretend that I am going to give you 10 grand and you have one hour to spend it or you will lose whatever you bought.  The rules are that you can't save it you must spend it. Plus you can't buy an item over 1 thousand it has to be a grand or under. What would you buy?\n  ","730014":"\n   Last thing that made you smile?\n  ","730015":"\n   What I don’t understand is why this anon wanted her off here so bad. She’s a good mom and she was always nice, unless someone sent her something that wasn’t??\n  ","730016":"\n   This kid clearly has no life. If anyone is an unfit parent, it's this anon's parents!\n  ","730017":"\n   NOBODY CARES SHE GOT RUN OFF THIS SITE THAT WAS MISSION ACCOMPLISHED\n  ","730018":"\n   Yes anon, she’s so unfit. Her kids look happy, they’re fed, have a nice home, you can tell she loves them. She’s CLEARLY unfit🙄\n  ","730019":"\n   She got run off this site yesterday for being an unfit mother.  She better not ever show her face here again.  Oh, and you know nothing about what happened on here, you weren't even online, monkey\n  ","730020":"\n   Hayley is going to lose custody of her boys\n  ","730021":"\n   47. have you ever been hunting? if not, would you go? what would you want to hunt?\n  ","730022":"\n   Have you watched Hamilton yet?\n  ","730023":"\n   51. what was the first thing you did this morning?\n  ","730024":"\n   When do you feel truly alive?\n  ","730025":"\n   How to change user name of ask.fm??\n  ","730026":"\n   I honestly think it’s cruel the way that anon treated Hayley yesterday. Anyone can clearly see she’s a good mother. Just because you don’t like her doesn’t mean she isn’t a good mom and her kids aren’t taken care of. I hope she’s okay\n  ","730027":"\n   52. do you have cash app?\ndid you get the cash card it comes with?\n  ","730028":"\n   48. what is your favorite food right now?\n  ","730029":"\n   46. what size is your bed?\n  ","730030":"\n   49. do you want kids? if so, how many?\nif you already have kids and want more, how many more do you want?\n  ","730031":"\n   Which parent are you closer to and why?\n  ","730032":"\n   What do you eat for breakfast? 🥞 🍳 🥐 🍩\n  ","730033":"\n   Do you like milk? 🥛\n  ","730034":"\n   Do you need\/Would you need to communicate with your significant other every day? (Text, phone call, in person)\n  ","730035":"\n   How long (weeks, months, years) have you been using ask.fm?\n  ","730036":"\n\n    @Hayleywilson21\n   \n   deactivated after people called children's services on her and got doxxed\n  ","730037":"\n   Have you ever struck a match on someone's bum?\n  ","730038":"\n   Какой подарок был самым необычным из тех, что ты получал(-а) или дарил(-а)?\n  ","730039":"\n   Thoughts on men who say dating single mothers is a bad idea because men should never raise someone else's child and its proof the woman made bad decisions and is full of baggage?\n  ","730040":"\n   I'm sorry about this morning I was just fooling around and shouldn't have,\n  ","730041":"\n   What traits do you have that are just like your mother?\n  ","730042":"\n   how come i post my ultrasound picture and my name isn’t showing and it gets called fake but\n   \n    @lcottrill\n   \n   can do it and everyone congratulates her?!?!?!?\n  ","730043":"\n   It is probably a boy.\n  ","730044":"\n\n    @Hayleywilson21\n   \n   deactivated after people called children's services on her and got doxxed\n  ","730045":"\n   I need a bad bleep\n  ","730046":"\n   Beach or lake\n  ","730047":"\n   Where’s paradise for you?\n  ","730048":"\n   Do you ever donate to cancer research or other type of donations when at the store?\n  ","730049":"\n   Do you drive?\n  ","730050":"\n   What's something that everyone should do every day?\n  ","730051":"\n   If you could be fluent in four languages, which languages would you choose?\n  ","730052":"\n   i missed you too 🥺 i’ll probably deactivate on and off to take a break but i’ll be back 💛\n  ","730053":"\n   Have you ever thought about becoming vegetarian?\n  ","730054":"\n   Would you rather be remembered for 10 years after you die or be remembered forever, but for something terrible you did?\n  ","730055":"\n   Do you have zoom?\n  ","730056":"\n   Stole this from my anon;\n\nDo you prefer getting massaged or giving massage\n  ","730057":"\n   41. what are you looking forward to?\n  ","730058":"\n   When's the last time you danced?\n  ","730059":"\n   42. how many people do you follow?\n  ","730060":"\n   Any fun plans for August?\n  ","730061":"\n   When was the last time you went \"up north\"?? Was it just to camp, or do a grandparents house??\n  ","730062":"\n   When is the last time you did laundry, from start to finish (fold\/put away)??\n  ","730063":"\n   But why?\n  ","730064":"\n   🤭\n  ","730065":"\n   Can taste in music change your opinion about a person?\n  ","730066":"\n   jim Carrey or Robin Williams\n  ","730067":"\n   Omg😍😍😍Are u real? 😍😍🤤😱🤩😻😭🙄👉👸🙊\n  ","730068":"\n   🤣🤣🤣\n  ","730069":"\n   Are you going to vote this year?\n  ","730070":"\n   Hey gorl, I’m actually curious because we both have VIP+, but have you ever missed a task and lost your VIP?\n  ","730071":"\n   I was just playing with you I  didn't know you was married sorry for that\n  ","730072":"\n   c w t o another place\n  ","730073":"\n   How do you like your boyfriend to be around your friends\n  ","730074":"\n   Are you currently thinking of marriage\n  ","730075":"\n   Ok.\nBye💚\n  ","730076":"\n   When's the last time you took your own advice? Be it positive or not...\n  ","730077":"\n   What is\/was your nickname at school? Why did they call you like that?\n  ","730078":"\n   Montes Nummer: 49 15207402798\n  ","730079":"\n   What motivates you?\n  ","730080":"\n   *sends late weekend hugs* 🤗🤗\n  ","730081":"\n   Last time you went to the store? What did you get? 🤔\n  ","730082":"\n   How stressed are you? 1 to 10?\n  ","730083":"\n   Ok.\nStart?\n  ","730084":"\n   Send you +18 questions😋\n  ","730085":"\n   Ok every one by 100 coins\n  ","730086":"\n   Yes 10 questions every question with 150 coins.\nOk?\n  ","730087":"\n   Coined +18 questions game?\n  ","730088":"\n   When was the last time you got angry?  For what reason?\n  ","730089":"\n   PAP of your comfort food!\n  ","730090":"\n   What is your greatest success in your life?\n  ","730091":"\n   A food you absolutely hate?\n  ","730092":"\n   Same here. Sometimes two days. Rather get it over with lol\n  ","730093":"\n   43. if you do the VIP tasks, roughly how many days does it take to finish the tasks?\n  ","730094":"\n   How are you?\n  ","730095":"\n   Red or Blue?\n  ","730096":"\n   Do you experience discrimination because of your race?\n  ","730097":"\n   Yes\n  ","730098":"\n   I am one but idk how to make them secret\n  ","730099":"\n   Quick question luv. How do you make ur answers secret?\n  ","730100":"\n   Do you think im gonna pay 500 coins girl?  You must be joking\n  ","730101":"\n   Why do you think everyone is a hater? I dont hate you i just agreed that your brows looked terrible.\n  ","730102":"\n   do you think you are better than people?\n  ","730103":"\n   Have you ever moved to a different state, or have you been in the same one since you were born?? If you weren't born in the states but moved to them, when did you move?? If you've never lived in the states, have you always been in the area you're currently in?? If not, when did you move there??\n  ","730104":"\n   what do you think of Brasil?\n  ","730105":"\n   What do you like as pizza toppings??\n  ","730106":"\n   Have you ever heard of \"Janus\"?? If not, it'd a condition where the skull\/face duplicates while in the womb making it appear as someone\/an animal has two-faces & also commonly mistaken for being conjoined with a twin. I came upon a cat that had this condition & omg was she the cutest thing! 😍\n  ","730107":"\n   don't block, how is your day?\n  ","730108":"\n   Boa tarde ou tarde ruim?\n  ","730109":"\n   your brows look good !! i know what you mean though, i haven't done my brows in ages and they're horrible right now, lol.\n  ","730110":"\n   Yes they do. And you look like whoville people\n  ","730111":"\n   if you're comfortable doing so, post your favorite selfie !! otherwise, post a photo you like.\n  ","730112":"\n   I am going to where you work and I will be talking with your manager\n  ","730113":"\n   Hi, how you deal with stress\n  ","730114":"\n   Where are you from?\n  ","730115":"\n   Are you scared of the dark?\n  ","730116":"\n   Say anything\n  ","730117":"\n   How's your marriage life going\n  ","730118":"\n   If your previous gf\/bf wanted to get back together with you and have a fresh start would you?\n  ","730119":"\n   Who would you cast to play you in a movie?\n  ","730120":"\n   NOPE!!!!!!!!!!\n  ","730121":"\n   Have you tried rubbing the magic lamp in your hubby's pants until the genie is released?\n  ","730122":"\n   Como q mexe nem trem aqui? Kkkk\n  ","730123":"\n   everyone at that day was waiting the court were ordered to face the wall and shoes off\n  ","730124":"\n   Ladies; what was the last color you had your nails?? Gentlemen; post a funny meme\n  ","730125":"\n   they punished you while there? one time they let me to stand facing the wall\n  ","730126":"\n   have you ever been punished in a government entity or court? if yes... how they punished you?\n  ","730127":"\n   Do you use autocorrect?\n  ","730128":"\n   You wouldn't wish to have more kids but for them to already be born?\n  ","730129":"\n   Como vcs estão?\n  ","730130":"\n   Hahahahah thanks for being honesty and proving my point\n  ","730131":"\n   That’s what you would have said if an anon would have sent you that\n  ","730132":"\n   25? 🤔 are you sure? You look 14\/15 to me\n  ","730133":"\n   I can help you with that if you’re husband doesn’t mind\n  ","730134":"\n   Translation “I don’t care”\n  ","730135":"\n   what do you have against hispanics?\n  ","730136":"\n   Wannabe nxgger\n  ","730137":"\n   you’re beautiful\n  ","730138":"\n   What are you parents?\n  ","730139":"\n   How old are you, you look too young to be married\n  ","730140":"\n   Are you an illegal immigrant?\n  ","730141":"\n   Why do you look hispanic?\n  ","730142":"\n   How do you feel about snow?\n  ","730143":"\n   do you have a boyfriend?\n  ","730144":"\n   😅 I'm joking\n  ","730145":"\n   If you had three wishes, what would they be?\n  ","730146":"\n   please tell me.. don't secret :V\n  ","730147":"\n   So Ryan and I are having this conversation and I need other people's opinions tbh. \nIf you made a clone of yourself and had sxx with it...is it sxx or masterbation\n  ","730148":"\n   If i beat up your husband can I have you instead of him?\n  ","730149":"\n   When is the last time you went to the library?\n  ","730150":"\n   Why’d you delete that one answer\n  ","730151":"\n   What responsibility do you prefer to not have?\n  ","730152":"\n   Who is your favorite singer?😃😟😯😳😰👦\n  ","730153":"\n   Do u fear catching covid?\n  ","730154":"\n   Yessss, girl. Get it! 🔥😊 hehe I’m jealous of your hubby.\n  ","730155":"\n   Did you puke with morning sickness or just felt nauseous without it going that extreme?\n  ","730156":"\n   Its not hard getting food for $10-30.. like what are they picturing? lol\n  ","730157":"\n   you have that kind of money\n  ","730158":"\n   Is anyone actually thinking of getting the ps5? If you don’t own a 4K TV, would you redeem getting the ps5 useless anyway? 🤔\n  ","730159":"\n   sounds good. chinese food is expensive tho\n  ","730160":"\n   what are you doing\n  ","730161":"\n   39. happy friday!! what are you doing tonight?\n  ","730162":"\n   Do you ever find it pretty cold when you texted someone and they haven’t texted you back. But instead they are on social media viewing your stories you’ve posted?\n  ","730163":"\n   I hope not\n  ","730164":"\n   What are you craving for now?\n  ","730165":"\n   I hope you have a lovely weekend! And remember you are amazing! And you're doing great! 💕\n  ","730166":"\n   Have you or someone you know ever have to fog\/bomb your\/their home??\n  ","730167":"\n   What is your favorite board game??\n  ","730168":"\n   When’s your next period?\n  ","730169":"\n   what did you order?\n  ","730170":"\n   qui pour parler sur snap?\n  ","730171":"\n   Can i be your baby daddy?\n  ","730172":"\n   How are your kids doing?\n  ","730173":"\n   What drink is that?\n  ","730174":"\n   how old r u?\n  ","730175":"\n   what are you going to get?\n  ","730176":"\n   are you pregnant\n  ","730177":"\n   you’re beyond beautiful\n  ","730178":"\n   What’s the most romantic thing somebody has done for you?\n  ","730179":"\n   Do you want a boy or girl\n  ","730180":"\n   Are you trying for another kid\n  ","730181":"\n   Pancakes or waffles?\n  ","730182":"\n   37. what’s your nickname?\n  ","730183":"\n   Would you use then as protection for the house\n  ","730184":"\n   What breed of dogs\n  ","730185":"\n   Do you want any pets\n  ","730186":"\n   When is the baby due\n  ","730187":"\n   What was the last argument that you got into\n  ","730188":"\n   36. if money wasn’t an issue, which famous brand purse would you want?\n  ","730189":"\n   ¿Qué prefieres, té, café o cola cao?\n  ","730190":"\n   What is your opinion on people buying clothes from charity \/ thrift shops and then selling them on for a profit?\n  ","730191":"\n   Have a blessed Friday ✨\nBeautiful rainy day ☔🌧️\n#staif\n  ","730192":"\n   I am a she and I am not lying 🤥 S T U P I D\n  ","730193":"\n   How was your day to day?\nWhat did you do?\n  ","730194":"\n   Would you rather have a McDonald's or Domino's?\n  ","730195":"\n   You're beautiful darling\n  ","730196":"\n   They’re not wrong. You ARE beautiful 😍\n  ","730197":"\n   I lost it at the cactus part\n  ","730198":"\n   Imagine being this entitled and obsessed over an answer! Damn.\n  ","730199":"\n   👏👏👏👏\n  ","730200":"\n   Tell your other anon to go to a spelling and grammar class first if they're gonna be defending your honor lol. Anyways, you ain't too bored because if you're \"married\" then you wouldn't need to say it so often and just block the person. A little attention is better than no attention I guess lol 🤣\n  ","730201":"\n   Y’all either askin a q she JUST answered or asking some sexual sht when y’all know she’s taken asf likeeee??? And then cop an attitude because she’s annoyed with you? Take several seats and find someone else to bother! Shoo fly\n  ","730202":"\n   Aha just because you have other anons on your side means nothing. They're just kissing your ass just so they can be your follower. Like a mindless drone or something. And if you're being asked insensitive questions over and over by others, then why keep entertaining them by answering? No sense\n  ","730203":"\n   Y’all sittin here actin like this ain’t HER page. Y’all repetitive and boring so yep we gonna get bothered eventually 🤧\n  ","730204":"\n   Bro What am I reading??? You projecting anon?\n  ","730205":"\n   LMAO! Someone is mad! Your report isn’t going to do a damn thing. She’s catty to dummys only and censors the words ask considers bad. What’s ya problem?\n  ","730206":"\n   That anon is just a hater\n  ","730207":"\n   Have a nice day!!\n  ","730208":"\n   You’re beautiful\n  ","730209":"\n   Btw, I reported you. You present a negative presence on Ask and it's toxic to other users. Have a nice day! 😘\n  ","730210":"\n   Honestly, you're not a good fit to be on Ask. You keep projecting negative vibes. Not a question, just an observation. You need a shrink, not a site.\n  ","730211":"\n   Would you ever take a 15 hour plane trip? Have you ever before?\n  ","730212":"\n   Do you like mashed potatoes and gravy?\n  ","730213":"\n   Would you ever go speed boat tubing? (Basically you hang onto a floaty behind a boat that is going really fast and you have a lot of fun.)\n  ","730214":"\n   Which is faster hot or cold?\n  ","730215":"\n   How does social media affect your life?\n  ","730216":"\n   Have a good day yourself whiner 😁\n  ","730217":"\n   But if someone asks you questions about your life, you still have or get an attitude sometimes. Either way a person can't win with you. Are you maybe projecting your mean spirits on Ask?\n  ","730218":"\n   When you answered some questions you do & not all the questions be crazy ones either. Why do you easily get an attitude if someone is asking you a question? Hint: That's why this site is called Ask\n  ","730219":"\n   Do you like red velvet cake?\n  ","730220":"\n   If you want a proper question asked, maybe consider losing the attitude?\n  ","730221":"\n   I wasted 25 coins for that?!!YOU OWE ME!!!!!!!\n\nIt’s a bakery that makes the best Bundt cakes.\n  ","730222":"\n   How many other girls do you think are more prettier than you?\n  ","730223":"\n   Do you consider yourself a nice or rude person?\n  ","730224":"\n   What are some of the most unusual or interesting things you do to amuse yourself when you're bored?\n  ","730225":"\n   33. who was the person you messaged on social media?\n  ","730226":"\n   32. do you enjoy chinese food? if so, what’s your favorite?\n  ","730227":"\n   how’s everyone been? ☺️\n  ","730228":"\n   Ok. Well if you wanna be or try to be friends, then the first step would be giving you my Twitter username which is bagofcharms. Check it out please?\n  ","730229":"\n   Do you like to buy baby clothes online? Why\n  ","730230":"\n   I'm married also and I saw that you are married as well. Can we try to be friends?\n  ","730231":"\n   Why are there so many crazy people on here?\n  ","730232":"\n   what about leigh?\n  ","730233":"\n   What different hairstyles do you like to wear?\n  ","730234":"\n   Wyd\n  ","730235":"\n   Who is your best friend online?\n  ","730236":"\n   How did you meet your husband?\n  ","730237":"\n   How are you?\n  ","730238":"\n   Hypothetically, would you take back a cheater or leave?\n  ","730239":"\n   Do you have any names in mind for your next baby? Will you share them?\n  ","730240":"\n   What's your horoscope sign?\n  ","730241":"\n   Your husband is a lucky man. Do you tell him that alot?\n  ","730242":"\n   Do you prefer deep conversations or long kisses?\n  ","730243":"\n   Are you a sassy type of person?\n  ","730244":"\n   You're very pretty. Can I say that to you?\n  ","730245":"\n   fake ultra sound off Google\n   \n    https:\/\/ask.fm\/Lcottrill\/answer\/162368187257?utm_source=copy_link&utm_medium=iOS\n   \n","730246":"\n   🥰\n  ","730247":"\n   30. what 3 habits of yours do you wish you could give up?\n  ","730248":"\n   31. what is your favorite flower?\n  ","730249":"\n   Would you wrestle on the wrestling team if you could go back to high school?\n  ","730250":"\n   Say something! 🖤\n  ","730251":"\n   Thoughts💫\n  ","730252":"\n   What fashion brand can you not live without?\n  ","730253":"\n   Aisle, middle, or window seat?\n  ","730254":"\n   25. what are your favorite smells?\n  ","730255":"\n   baby dust 😍🤞🏻\n  ","730256":"\n   Too early to test?\n  ","730257":"\n   When is your period due?\n  ","730258":"\n   26. what are your favorite bagels? what do you like on them?\n  ","730259":"\n   What makes a person rich?\n  ","730260":"\n   Do bananas float?\n  ","730261":"\n   Awe good\n  ","730262":"\n   Have you ever tried to google your own name? What came up? 🤔⌨\n  ","730263":"\n   24. if you were another person, would you be your friend? honestly. why?\n  ","730264":"\n   Good night.\nHere 12:31 AM\n😴😴😴😴\n  ","730265":"\n   27. what is your favorite wine cooler? if you drink alcohol.\n  ","730266":"\n   Pls help me with this one,\nWhich course should i take:\nNutrition and Dietetics or AgriBusiness? Why so?\nI'll gladly appreciate your answers.\n  ","730267":"\n   I remember you from jail\n  ","730268":"\n   Ever you ever meet someone off tinder\n  ","730269":"\n   If you miss someone from your past\n  ","730270":"\n   extrañas a alguien de tu pasado?\n  ","730271":"\n   Tell something you were wrong about.\n  ","730272":"\n   Is it easy for you to confess about things?!\n  ","730273":"\n   If you could accomplish simple tasks while sleeping and still get a good night’s sleep, what would you want your body to do while you were sleeping?\n  ","730274":"\n   What sort of video do you watch on YouTube?\n  ","730275":"\n   I just saw some1 say that BIRTH CONTROL basically causes you to be gay. Stupidity really out here making itself known today.\n  ","730276":"\n   Which song do you believe is the best you've ever written?\n  ","730277":"\n   How are you dear?😍😍\n  ","730278":"\n   Who do you admire the most right now?\n  ","730279":"\n   Favorite tv genre then\n  ","730280":"\n   Tent or RV person? How about glamping?\n  ","730281":"\n   Because I saw another user ask & was curious; if Anna wasn't my name, what would you think if was, based off my appearance??\n  ","730282":"\n   18. what is your most disgusting habit?\n  ","730283":"\n   What is the most awkward thing you've said to someone special?\n  ","730284":"\n   What do you personally think your best made dish is??\n  ","730285":"\n   Anyone know how to change username here?\n  ","730286":"\n   What games do you play on your phone? Cooking, farming, arcade? 📱\n  ","730287":"\n   What are you doing rn?\n  ","730288":"\n   What time do you usually wake up in the morning?\n  ","730289":"\n   What was your most recent adventure??\n  ","730290":"\n   Have you ever recorded any fights on your phone?\n  ","730291":"\n   How many siblings total do you have?? Any in-law siblings?? If no siblings at all, post a pic of anything.\n  ","730292":"\n   Who has been the most important person in your life? ❤️\n  ","730293":"\n   How is everyone’s day going?🤗\n  ","730294":"\n   Morning thought 👀\n  ","730295":"\n   what genre of music do you listen to?\n  ","730296":"\n   Do you prefer homemade or take-out food? 😋🥞🚚🥙🍕\n  ","730297":"\n   17. be honest. what do you think about the most?\n  ","730298":"\n   Have you ever felt jealousy in a friendship?\n  ","730299":"\n   Are there any name brands that you are pretty faithful to?\n  ","730300":"\n   Weekly check up.\nHow are you? How have you been over the past week? ❤️\n  ","730301":"\n   Are you opposed to having older friends?\n  ","730302":"\n   last song you listened to? 🎶\n  ","730303":"\n   Have you ever had salmonella from eating cookie dough?\n  ","730304":"\n   Have you ever been skydiving? Would you like to do it?\n  ","730305":"\n   14. have you ever have an online relationship? how did that go?\n  ","730306":"\n   13. have you ever been betrayed by someone you cared about? what did they do?\n  ","730307":"\n   What's one house chore you actually like doing??\n  ","730308":"\n   What do you do when you're angry?\n  ","730309":"\n   Do u like shy introverted guys?\n  ","730310":"\n   Who takes online classes in COVID-19?\n  ","730311":"\n   Do you believe in Karma?\n  ","730312":"\n   What is the most important thing in a relationship? 💞\n  ","730313":"\n   1. If three kids can eat three hot dogs in three minutes, how many minutes would it take 100 kids to eat 100 hot dogs?\n  ","730314":"\n   Please be honest, if there is a boy six years younger than you and eight centimeters shorter than you, but he is very rich, would you like to choose such a boy as husband?\n  ","730315":"\n   If someone gave you $100, what would you do with it?\n  ","730316":"\n   Have you ever uttered the phrase \"You done fucked up now.\"?\n  ","730317":"\n   21. what makes you happy?\n  ","730318":"\n   20. what is currently bothering you?\n  ","730319":"\n   Good morning! | Good afternoon! | Good evening! Stay safe everyone! Spread love! 💕\n  ","730320":"\n   What would you do if you woke up in another body?\n  ","730321":"\n   Have you ever been a step-parent, like dated someone with kids? How did you find it?\n  ","730322":"\n   *crys in Vulcan*\n  ","730323":"\n   Stargate or Star Trek?\n  ","730324":"\n   Who was the last person to whom you gave a gift?\n  ","730325":"\n   You’re pretty good looking I give you a solid 9\n  ","730326":"\n   Where are you at the moment?\n  ","730327":"\n   What's your IG or Twitter usernames?\n  ","730328":"\n   Do you have an Instagram or Twitter?\n  ","730329":"\n   too no speek french ?\n  ","730330":"\n   hello speek french ?\n  ","730331":"\n   Are they in the adult industry\n  ","730332":"\n   ap apny ex ko kesy lafzon me yaad rkhte hyn? 😋\n  ","730333":"\n   What do you do for work\n  ","730334":"\n   Are you called beautiful or cute alot?\n  ","730335":"\n   Good morning 😇 what are the plans for today?\n  ","730336":"\n   Leave a message for your future self!\n  ","730337":"\n   Peanut butter and chicken\n  ","730338":"\n   What is your favorite sandwich? PAP? 🥪\n  ","730339":"\n   What are you mixed with?\n  ","730340":"\n   How do you get new followers?\n  ","730341":"\n   What r u going to be 4 Halloween?\n  ","730342":"\n   share something wise?\n  ","730343":"\n   Here 5:36 AM.\n  ","730344":"\n   Only think I could think of\n  ","730345":"\n   Is this small or medium? Lol?\n  ","730346":"\n   Anon is bootybothered by NAMES...that's pretty sad tbh. 🤣🤷🏽‍♀️\n  ","730347":"\n   Are you S or M?\n  ","730348":"\n   Do you like AL SHARPTON\n  ","730349":"\n   Nevaeh is heaven backwards and you are atheist. Heaven is not the same as sky. Heaven is where GOD ALMIGHTY IS, sky is what you see out the window.\n  ","730350":"\n   How come you or your husband didn’t name your kids like a proper ethnical name like Tyrone,De’Vonte,De’Quandre, Keshown, Bonisha, Kooladria etc. Like are you trying to secretly say that you are ashamed of your race? Explain yourself.\n  ","730351":"\n   Why don’t you like your hubby’s family?\n  ","730352":"\n   🥀\n  ","730353":"\n   What's the worst event\/social gathering you've attended to? What happened?\n  ","730354":"\n   Could you ever date someone with the same name as your dad, brother, uncle,  cousin, nephew  answer even if you're  taken?\n  ","730355":"\n   Do you think that elysssa_d hates men or everybody ? \nDoes she hate people over 30 more than people under 30 ? \nShe almost always punishes people who dare to talk to her. \nShe makes people feel like dirt.\n  ","730356":"\n   Did she block you?\n  ","730357":"\n   I know we don’t matter as much, but you also have plenty of people who support you here as well! 😘 Ignorance is just their specialty.\n  ","730358":"\n   I honestly hope they find themselves in a position where they have to make that difficult of a decision and I hope they look bad and realize how stupid they sounded for bashing you.\n  ","730359":"\n   The world can be a better place if .... ?\n  ","730360":"\n   Would they have rather you possibly struggled with her instead of asking for help? Im really not understanding their mindset about it\n  ","730361":"\n   Do you follow mercury retrograde or anything like that? Don't believe in?\n  ","730362":"\n   Do you like SNIPER RIFLES\n  ","730363":"\n   What is the most beautiful place in the world?\n  ","730364":"\n   No that other anon said your “lucky your husband rides you” I was saying MEN can’t ride unless it’s anal!!! Haa\n  ","730365":"\n   How many languages can you speak.\n  ","730366":"\n   So they’re just mad for nothing? Sounds like a sad life to live\n  ","730367":"\n   So explain to me then. How a man can “ride” a woman if it’s not anal rofl Grinding maybe but not fucking\n  ","730368":"\n   Okay but what’s so wrong with YOU? I haven’t seen anything “bad” about you and I’ve been around a while now????\n  ","730369":"\n   Yeah See but I don’t consider being fucked being “ridden”. Cowgirl position is riding .. like insertion you know??\n  ","730370":"\n   Since when does giving your child a better life than you could have given her at the time mean you’re a shit mom? Wouldn’t that be opposite? I-\n  ","730371":"\n   Uhh unless you’re giving him anal I don’t see how that’s plausible 🤣🤣\n  ","730372":"\n   11. what is your biggest turn off in a person? what is your biggest turn on in a person?\n  ","730373":"\n   Ok\n  ","730374":"\n   Do you think those 'cynical' people in life who don't trust anyone, are only the way they are because one time in their life they trusted that one person thar little bit too much?? Be honest, has this ever applied to you? 😳💁‍♂️😢💔\n  ","730375":"\n   12. do you hate anyone right now? what did they do?\n  ","730376":"\n   Tell me on which subjects you does not like to talk here on this app: politics, religion, sex, past life, ex, family or what...?\n  ","730377":"\n   I hope that you don't mind with my words 😅\n  ","730378":"\n   Yes of course I'm not, I didn't expect I would. Oh btw this thread did start with the other anon calling you out over that blunt. She gave up her kid so she could have more time to smoke weed -- someone give her an award for Mom Of The Year.\n  ","730379":"\n   Nvm\n  ","730380":"\n   What 'ew' 🥴\nIt's true and you know it 😂\n  ","730381":"\n   None of what you said (unsurprisingly) actually addresses the issues at hand. You just keep trying to pretend to yourself that you did \"the right thing\", while trying to have more kids with whom you can do \"the right thing\".\n  ","730382":"\n   Damn girl, your man must be so lucky to ride you bb 🥵\n  ","730383":"\n   Like I said in the beginning, it's a trailer trash thing to do, as only trailer trash do it for the reasons you've described. Oh and throw on the bacon bits of you saying \"I want another child\".\n  ","730384":"\n   You're going around in circles. When people do that, it's usually because they're seriously, desperately broke, or ill, or dying, and except for the dying part, it's usually temporary. You are none of those things, and you gave up your daughter permanently. So yeah, no real reason.\n  ","730385":"\n   you are married, right?\n  ","730386":"\n   There you have it folks: no real reason.\n  ","730387":"\n   Hey, was wondering if could help me, long shot, but have you or anyone you know ever ordered illegal d*ugs online? If so, do you know in these obvs dubious circumstances if the consumer has any rights if seller dosen't deliver - rashly paid £250 for a coca*ne order 10 days ago, no delivery as yet 🤨\n  ","730388":"\n   And why couldn't you care for your daughter?\n  ","730389":"\n   you are welcome my friend 😊\n  ","730390":"\n   You so fucking hot 🥵\n  ","730391":"\n   Most people who give up their kids have very, very, very good reasons. What have you got?\n  ","730392":"\n   💉\n  ","730393":"\n   do you consider yourself an introvert or an extrovert\n  ","730394":"\n   What's the worst stage to be in personally for you? (grief, denial, acceptance)\n  ","730395":"\n   Do you prefer vintage or new?\n  ","730396":"\n   PAP of your room?\n(optional) 😊\n  ","730397":"\n   Whatcha cookin’, good lookin’?\n  ","730398":"\n   If you could change what people say after someone sneezes, what would be the funniest thing for people to say?\n  ","730399":"\n   Are you someone who needs a bunch of clues or someone that sees the bigger picture right away?\n  ","730400":"\n   10. what is the last show you binge-watched?\n  ","730401":"\n   say some words about ask.com? #thisplatform\n  ","730402":"\n   How long are your fingernails?\n\n(lol this was one of the Ask ice breaker questions)\n  ","730403":"\n   Right or left handed? Or can you use both equally?\n  ","730404":"\n   Are you excited about the winter season? It getting cold again eventually. So hot lately out... 😥😩🌞 Hot 🔥 Do you like the cold or no?\n  ","730405":"\n   When you see your crush naked, your third emoji will be your reaction.\n\nWhat did you get? XD \n\nMine was 🤙\nIronically\n  ","730406":"\n   feeling bor\n  ","730407":"\n   Anyone who entertain me I feel so much booring?\n  ","730408":"\n   ok😍😍\n  ","730409":"\n   Why do you ask people questions when you don't care about their answers?\n  ","730410":"\n   Who teach me english?\n  ","730411":"\n   I mean I know you say you don't care, and maybe you actually don't, but your situation with your daughter was very trailer trash fxcked up.\n  ","730412":"\n   8. what are yours plans for this weekend?\n  ","730413":"\n   Would you rather have an electrical car or a regular one?\n  ","730414":"\n   All that race shxt and you're still a h.ated n.igger\n  ","730415":"\n   (You do not have to answer this if you do not feel comfortable. Just ignore if you don't want to answer.)\n\nHave you ever witnessed a really horrible fight before? Especially an extremely childish one.\n  ","730416":"\n   How old does she look?\n   \n    @mommaisloved\n   \n","730417":"\n   I want to give you a interracial baby now that the whole race thing is sorted out\n  ","730418":"\n   you want a boy or girl next\n  ","730419":"\n   people just love to hate off yiu\n  ","730420":"\n   I wenk off to your pics sweetie\n  ","730421":"\n   P.iss off nobody like you here\n  ","730422":"\n   Freddy Fazbear watches your page he was wondering if you love pizza\n  ","730423":"\n   I see you lurking you ghetto nigglet\n  ","730424":"\n   You’re a fabulous mom. i can’t wait for you to be pregnant again. sending baby dust 👶🏻✨\n  ","730425":"\n   Is there any kind of sports that you enjoyed playing? What kind? Did you ever play on a team? Did you enjoy playing sports?\n  ","730426":"\n   Do you have a brother from another mother? Post it!\n  ","730427":"\n   Have you ever had pecan pie? Any kind of pie? What's your favorite kind of pie?\n  ","730428":"\n   who cares what you did over a year ago. People shouldn’t be saying this to someone who gave up their child \/\/ adoption\n  ","730429":"\n   Coming from the shitty mom whos always high. Talking about wanting another baby when u couldnt even take care of the second one\n  ","730430":"\n   We dont give a shit about ur constant weed smoking. Maybe try putting the blunt down and raising the child u gave up\n  ","730431":"\n   6. what’s your favorite outdoor activity?\nwhat’s your least favorite outdoor activity?\n  ","730432":"\n   7. what is your favorite pasta?\n  ","730433":"\n   5. what is your favorite video game?\nnot including cell phone games.\n  ","730434":"\n   4. how long have you had your current vehicle?\ndo you want a new one? if so, what kind?\n  ","730435":"\n   3. what has the weather been like in your area?\n  ","730436":"\n   numbering my questions, inspired by\n   \n    @NineGDxFour\n   \n   (go follow her if you don’t already)\n1. what do you love about the outdoors?\n  ","730437":"\n   Do you play video games?\n  ","730438":"\n   Someone on Worldstar posted a video of a women yelling at her man after he allegedly made her eye and face swell up and she is yelling at him and he is the one crying saying that he loves her and begging do not throw him out would you like me to send you the link it’s kinda hilarious drama.\n  ","730439":"\n   Well nice to meet you Gabby. Now what do you think about Worldstarhiphop.com?\n  ","730440":"\n   What is your Favourite boy band beautiful and do you think that R.Kelly is guilty?\n  ","730441":"\n   Have you been in a long distance relationship? If not, would you?\n  ","730442":"\n   About your qualificqtion\n  ","730443":"\n   May i know you if you dont mind\n  ","730444":"\n   Emoji of the day!\n  ","730445":"\n   Among the people you follow, whose answers do you look forward to? Tag them.\n  ","730446":"\n   What do you think about all this talk wearing a mask would have helped not to spread the covid-19 virus,how is it where you are i hope that you are safe have a great day\n  ","730447":"\n   Favorite movie right now?\n  ","730448":"\n   Have you every heard about astral projection? Do you have any experience with it?\n  ","730449":"\n   Have you every burned sage in your house\/apartment? What‘s your take on it?\n  ","730450":"\n   Rate 100000000000000000000 ♾♾♾♾♾♾♾♾♾♾♾♾\nUr the BESTEST HUMAN EVER🥰\n  ","730451":"\n   Are you jealous of Nicki Minaj?\n  ","730452":"\n   with Nevaeh\n  ","730453":"\n   why do you want more kids\n  ","730454":"\n   Omg ppl think we’re a couple I LOVE IT dats my girly🥺💓💓\n  ","730455":"\n   Do you have a crush on\n   \n    @hey_its_ciara_\n   \n","730456":"\n   why do you have 2 jobs\n  ","730457":"\n   I hope you have another girl\n  ","730458":"\n   How long have you been TTc\n  ","730459":"\n   What's a warning sign that you're in the presence of bad company?\n  ","730460":"\n   Which room do you spend the most time in in your house?\n  ","730461":"\n   you’re gorgeousss 🥺😍\n  ","730462":"\n   Pettiest thing you’ve ever done?\n  ","730463":"\n   I bet it’s cute\n  ","730464":"\n   Are you petty?\n  ","730465":"\n   Is it just me or do you hate the sound of your own voice\n  ","730466":"\n   Are you a good influence on other people?\n  ","730467":"\n   Current obsession 🙄\n  ","730468":"\n   How to tell if someone likes you as a friend or something more?\n  ","730469":"\n   What did you have for breakfast today?\n  ","730470":"\n   -\n  ","730471":"\n   I love your new profile pic! So beautiful in it! 😁🤘\n\nMuch love to ya my friend and be safe! 😊 Hope you are doing well also.\n  ","730472":"\n   Gave up on her kids\n  ","730473":"\n   Why she did that?\n  ","730474":"\n   Undisputed\n  ","730475":"\n   Friends should not lie :O\n  ","730476":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","730477":"\n   Ever watch a show called Ugly Betty? My wife’s being watching it and it’s not bad actually!\n  ","730478":"\n   What's the best movie you've seen lately?\n  ","730479":"\n   Why\n  ","730480":"\n   :O\n  ","730481":"\n   Thoughts 💫\n  ","730482":"\n   What's your favorite video game?\n  ","730483":"\n   Do you think your nationality influences the way you are?\n  ","730484":"\n   What they are really looking for?\n  ","730485":"\n   Hwllo how aee you?\n  ","730486":"\n   Rate\n   \n    @littlekri\n   \n   1-10\n  ","730487":"\n   Do you worry about your future?😂\n  ","730488":"\n   What are they?\n  ","730489":"\n   how many jobs do you have?\n  ","730490":"\n   Do you make love every week\n  ","730491":"\n   She’s gorgeous 😍🥺\n  ","730492":"\n   Any turn offs?\n  ","730493":"\n   Are you ok in this lockdown situation? I'm very depressed... what can i do now?\n  ","730494":"\n   Really?\n  ","730495":"\n   What would you be doing right now if the internet didn't exist?\n  ","730496":"\n   Are you happy for Nicki Minaj?\n  ","730497":"\n   Do you go to the beach alot\n  ","730498":"\n   Fav stores to shop at?\n  ","730499":"\n   How do you know you're in love?\n  ","730500":"\n   Why do you love hair pulling?\n  ","730501":"\n   Fav outfit your husband wears?\n  ","730502":"\n   How was your weekend?\n  ","730503":"\n   Depends on what?\n  ","730504":"\n   Do you usually take control or does your husband\n  ","730505":"\n   5 turn ons?\n  ","730506":"\n   samee 😂\n  ","730507":"\n   If you went back to the day you found out you were going to be a parent and could tell yourself one thing abt the future, and give yourself one piece of advice, what would your two things be?\n  ","730508":"\n   Which song reminds you of an ex and why?\n  ","730509":"\n   What was the last thing to impress you\n  ","730510":"\n   What is your first name?\n  ","730511":"\n   What's your wildest fantasy?\n  ","730512":"\n   Would you rather give orders or listen to someone else?\n  ","730513":"\n   what is a microwavable food you actually enjoy?\n  ","730514":"\n   what are your least favorite dishes to wash? I hate washing pots and pans 😂\n  ","730515":"\n   What was the last comedy movie you watched??\n  ","730516":"\n   How are you feeling right now? 🙂\n  ","730517":"\n   Would you rather lose your license forever or be on the no fly list forever?\n  ","730518":"\n   Indians or Chinese?\n  ","730519":"\n   what is something you’re afraid of that other people would think is silly?\n  ","730520":"\n   I’m going to send out an 80 question spam tomorrow. \nif you want it, let me know.\n  ","730521":"\n   Did you ever stay in grave yard late night just to experience what paranormal activities happen over there\n  ","730522":"\n   Follow\n  ","730523":"\n   Have you ever skip any classes if you did which class and why?\n  ","730524":"\n   🎁\n  ","730525":"\n   why only men have to take dna tests for paternity like why women dont do it they should be required to get tested to see if its their child too\n  ","730526":"\n   Have you been dumped? Or have you dumped someone? For what reason?\n  ","730527":"\n   Do you think people deserve a second chance?\n  ","730528":"\n   Exactly so why you giving it\n  ","730529":"\n   Would you be able to live without sugar?\n  ","730530":"\n   Why does time matter\n  ","730531":"\n   sorry\n  ","730532":"\n   How are you?\n  ","730533":"\n   What are you most proud of?\n  ","730534":"\n   What do you think 2020 is good year or bad year\n  ","730535":"\n   Heyya!!\n  ","730536":"\n   Followed!\n  ","730537":"\n   Kill them for being with your husband or just in general?\n  ","730538":"\n   If you could do it, it would be with your husband who else\n  ","730539":"\n   Ever had a 3 way\n  ","730540":"\n   what are you doing right now?\n  ","730541":"\n   I only date black girls because I hate meeting fathers\n  ","730542":"\n   What was the last thing that hurt your feelings?\n  ","730543":"\n   Your nails are so pretty!\n  ","730544":"\n   What would you do if your partner won the lottery?\n  ","730545":"\n   How r u\n  ","730546":"\n   Post a picture of your dream house!\n  ","730547":"\n   Nice\n  ","730548":"\n   Nice\n  ","730549":"\n   Have you ever played tennis?\n  ","730550":"\n   Will you accept anyone who tries to follow you?\n  ","730551":"\n   anhn so what do you do?\n  ","730552":"\n   its okie no issues ❣️\n  ","730553":"\n   Insta?\n  ","730554":"\n   again it is requiring 100 coins I dnt have\n  ","730555":"\n   where r u from?\n  ","730556":"\n   yeah i need 500 coins to unlock your answer 🙁\n  ","730557":"\n   ...my baby loves love...my baby loves love...and she knows what it takes and she knows how to use it...🎵🎵🎵🎵\n  ","730558":"\n   unable to see your answer\n  ","730559":"\n   m not a vip a member gurl\n  ","730560":"\n   What was the last thing that made you laugh\n  ","730561":"\n   When was the last time you had a head cold??\n  ","730562":"\n   Ary ruko ruko... kidr jaryy jaldi jaldi swipe upp kar k? 😂 question to parh lo\n\nSo, r u single r broken cuz no one is happy in relationships 😂 so there is no 3rd possiblity 😂 so tell me? 😉\n  ","730563":"\n   İs,she your daughter☺️\n  ","730564":"\n   Suggestions on who to follow not you I already follow you\n  ","730565":"\n   Give me some active users to follow?\n  ","730566":"\n   Have you ever been put in handcuffs\n  ","730567":"\n   When was the last time it thunder-stormed??\n  ","730568":"\n   Do you confide in your friends?\n  ","730569":"\n   if you watch television, which show(s) have you been watching lately? what is your general taste in shows (i.e. sitcoms, dramas, docu-series, etc.)?\n  ","730570":"\n   Do models who have success being a plus size model feel the same pressure stay plus size as skinny models do to stay skinny?\n  ","730571":"\n   Youre,welcome🙂\n  ","730572":"\n   Beatiful,children👍🙂\n  ","730573":"\n   What’s your ringtone? What about your text tone?\n  ","730574":"\n   Majority of the time, is your phone on silent or do you keep the volume on?\n  ","730575":"\n   Does that help? They don’t unlock them and still continue to ask. They are so annoying\n  ","730576":"\n   What do you do about sexual questions? They are getting out of hand\n  ","730577":"\n   do you think aliens have already been to earth, at some point in the past?\n  ","730578":"\n   What color are your eyes?? Do you like it?? If you could change the color, without needing contacts...what color would you choose??\n  ","730579":"\n   Single?\n  ","730580":"\n   do you genuinely believe in any type of bigfoot?\n  ","730581":"\n   Where would you like to visit one day?🚢✈🚀🚙🚂\n  ","730582":"\n   Have you ever seen or met anyone famous while out and about? For example you’re at the grocery store and a celebrity might be in front of you in line?\n  ","730583":"\n   Ridiculous ! I wont give you 1000 coins for your silly response justifying your actions\n  ","730584":"\n   wellness check-in: how has your weekend been? how have you been feeling these days? hope y'all are staying safe !!\n  ","730585":"\n   A short relay: A daughter?or a son?? Cola?or Fanta?? By air✈or by land?? Mind?or beauty?? Apartment?or house?? Black◼or white◻? Strawberry?or banana?? Whale?or dolphins?? Анgel?or demon?? Sunny?☀or cloudy☁☔? Pass on to everyone you are following murr\n  ","730586":"\n   Nothing but you still have a baby that gave away. So get that baby back and have 100 kids more if you want. But it doesnt make sense that you had a baby and gave her away and now want another, so when things get rough give the new baby away too??\n  ","730587":"\n   Exactly. If you gave away one baby. For what you want another one? Dont you love your daughter ? She still a baby\n  ","730588":"\n   For what? You already have one and gave her away to your mil\n  ","730589":"\n   Say something 🥀\n  ","730590":"\n   When was the last time you danced??\n  ","730591":"\n   Would you ever get plastic surgery? Personally I wouldn't.\n  ","730592":"\n   Idk why that anon is asking questions under my question asking about vip but just know i asked that question and now it’s a random anon\n  ","730593":"\n   Do you like cornbread?\n  ","730594":"\n   What is the best suprise that your partner has every done for you?\n  ","730595":"\n   I may be ignorant but theres nobody on my street with a brick bet on that, take care great talking to you, we don't always have to agree\n  ","730596":"\n   Here's my question since you agree with them ,if one of the rioters came and hit your child with a brick, what would you do?\n  ","730597":"\n   I dont its destroying everything it touches you realize that\n  ","730598":"\n   Hello, my question is that, do you want black lives matter to exist?\n  ","730599":"\n   Another one not bad 😉\n  ","730600":"\n   Do you looking for online job?\n  ","730601":"\n   Do you pay for vip?\n  ","730602":"\n   When was the Last time you spoke to a police officer and why?\n  ","730603":"\n   What are you doing this weekend?\n  ","730604":"\n   When you go to a movie, do you like to sit in the back, middle, or front?\n  ","730605":"\n   I truly wish I could just be happy\n  ","730606":"\n   Let auto text fill the end of the sentence in for you 😂\n“I like it when you...”\n  ","730607":"\n   Since you were born in the 90’s what did you honestly think about R.Kelly then and what do you think about R.Kelly now?\n  ","730608":"\n   If you don’t remember then check in with your husband and get him to verify everything and then after get back to me.\n  ","730609":"\n   Where did your husband take you and how don’t you remember your first kiss?\n  ","730610":"\n   What was your first date and first like?\n  ","730611":"\n   Do you think that you are pretty and if you were ugly do you think that your husband would still be your husband?\n  ","730612":"\n   Do you think we live in a small world\n  ","730613":"\n   omg 😍\n  ","730614":"\n   your daughter is beautiful\n  ","730615":"\n   Thank you ♥️😊💐\n  ","730616":"\n   BIRTHDAY GIRL! 🎂\nHappy Birthday to ya sista'!\n   \n    @Illin_ahmed\n   \n   If you guy's get a second. Visit my sister's page and wish her a happy birthday on her wall!\nShe is the best! 😁\n\nYou don't have to answer this question just ignore it or use as a filter.\n  ","730617":"\n   What time is it where you are?\n  ","730618":"\n   Is that your daughter down there👇 she's cute btw\n  ","730619":"\n   What's the best dating advice you have?\n  ","730620":"\n   What's your favorite type of music?\n  ","730621":"\n   what was the last thing you ate? what was the last thing you drank?\n  ","730622":"\n   🌻\n  ","730623":"\n   Well that is good I wish it could not bother me but sadly it does. Any ways what did you do today anything cool or special.\n  ","730624":"\n   Do u need a friend\n  ","730625":"\n   Sorry about that racist guy. I don’t get how it’s 2020 and people can still act like one race is better than another it’s just ridiculous.\n  ","730626":"\n   would you ever move countries\n  ","730627":"\n   Have you ever made a tiktok video? Be honest 😂\n  ","730628":"\n   Using other words\/phrases, how will you say I love you?  💕\n  ","730629":"\n   I’m school were you quick to raise your hand to answer or volunteer?\n  ","730630":"\n   Do you have cable or satellite TV?\n  ","730631":"\n   What part of your body do find yourself touching the most?\n  ","730632":"\n   How will you explain love to a five year old kid?\n  ","730633":"\n   Do you have any grey or white hairs\n  ","730634":"\n   Why are your eyebrows so apart from each other?\n  ","730635":"\n   is your favourite season the same now as when you were younger?\n  ","730636":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","730637":"\n   Do you follow people on instagram for inspiration? And for what? I follow lots of girls for their aesthetic and style and tattooes 🥰🧚‍♀️\n  ","730638":"\n   What are some good things about the country you live in?\n  ","730639":"\n   have you ever been in an abandoned building?\n  ","730640":"\n   Do you have any cool nicknames?\n  ","730641":"\n   Do you live with your parents?\n  ","730642":"\n   When you going to let a light skin ninja hit that\n  ","730643":"\n   Ladies; when was the last time you did your nails\/got your nails done?? Gentlemen; When was the last time you got a hair cut (mustache, beard, actual hair, etc. all count towards that so you can choose whatever one you'd like lol).\n  ","730644":"\n   What kind of drink are you feeling right now other than water maybe?\n  ","730645":"\n   What is the most incredible place you have been to? Beauty wise.\n  ","730646":"\n   how many people do you have that are truly there for you?\nwho?\n  ","730647":"\n   what games do you have on your device?\n  ","730648":"\n   What’s your favourite childhood meal that your mum\/dad would prepare for you?\n  ","730649":"\n   What is the biggest challenge you are facing right now?\n  ","730650":"\n   What’s your favourite subject in class?\n  ","730651":"\n   What zodiac sign has hurt you the most?\n  ","730652":"\n   Damnnn you make a girl turn gay 😍\n  ","730653":"\n   What is most important for you in life??\n  ","730654":"\n   What's your most used phrase?\n  ","730655":"\n   What type of people do you find yourself drawn to?\n  ","730656":"\n   Are you ever satisfied or do you find yourself always wanting more ?\n  ","730657":"\n   If you were a dog, would you think in barks?\n  ","730658":"\n   What is your favorite sport?\n  ","730659":"\n   Have you ever seen Game of Thrones? 👑🏰 Which is your favorite house and why? 🐺🐲🦁🌹🦌🐙☀️🦅🐟\n  ","730660":"\n   are you craving anything?\n  ","730661":"\n   At a party, where can someone find you?\n  ","730662":"\n   What’s your go-to drunk snack?\n  ","730663":"\n   Oh wow generous grandparents makes me want you to adopt  me during Christmas time so I can get my hands on some gifts and get spoiled to😅.\n  ","730664":"\n   What’s the most unusual place you’ve fallen asleep?\n  ","730665":"\n   Wow a 6 year old gets a Nintendo switch he is lucky.\n  ","730666":"\n   How you deal with people when you are  in anger 😬\n  ","730667":"\n   Has anyone had odd dreams lately? Share if possible! :)\n  ","730668":"\n   Favorite alcoholic drink? 🥃\n  ","730669":"\n   If you had unlimited money to start your own business, what would it be?\n  ","730670":"\n   Where would you go if all expenses were paid?\n  ","730671":"\n   If you could do anything, besides what you’re doing right now, what would you do?\n  ","730672":"\n   How old are you and how old is your son?\n  ","730673":"\n   Where was the last place that you went to?\n  ","730674":"\n   what was the last piece of technology\/gadget you purchased? are\/were you satisfied with it?\n  ","730675":"\n   What can always bring your family together?\n  ","730676":"\n   How do you feel about mental health?\n  ","730677":"\n   love💕lines_____🌸\n  ","730678":"\n   You’re both sassy bitches! And I like that!\n  ","730679":"\n   Do you a phobia? If yes, which one? 🙂\n  ","730680":"\n   Would you rather face your biggest fear or spend one night in a landfill?\n  ","730681":"\n   Ever been to a NASCAR race before?\n  ","730682":"\n   How would you feel, if you had a twin??\n  ","730683":"\n   Do you personally know any twins??\n  ","730684":"\n   have you ever encountered an online stalker?\nif so, what made them stop?\n  ","730685":"\n   do you allow anonymous questions? \nwhy or why not?\n  ","730686":"\n   Have you ever worked in retail or food industry? What was it like?\n  ","730687":"\n   How have you been doing?\n  ","730688":"\n   Wow I really paid 30 flames for this reply.. \nThank u anyway\n  ","730689":"\n   Ever burn the roof of your mouth with pizza?\n  ","730690":"\n   Out of your family who has the worse tsste in music\n  ","730691":"\n   What was the last song you listened to?\n  ","730692":"\n   think of all tools (hammer, wrench, drill, screw driver, etc.)\nwhich one do you find yourself using the most?\n  ","730693":"\n   Aren't you pregeant\n  ","730694":"\n   How far along are you\n  ","730695":"\n   Yep\n  ","730696":"\n   Do you have a college fund started for your kid\n  ","730697":"\n   Online 🤔\n  ","730698":"\n   Are you good with money\n  ","730699":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","730700":"\n   What??\n  ","730701":"\n   Yep\n  ","730702":"\n   What do you think of people who are stuck up, and think tey're better than everyone if they have a nice job\n  ","730703":"\n   Weekends coming up soon. What’s your favourite way to spend it?\n  ","730704":"\n   Would you say you’re more of an extrovert or an introvert?\n  ","730705":"\n   I am turning 21 which Drink Do😌you guys  recommend? ❤️\n  ","730706":"\n   Yep 👍🏻\n  ","730707":"\n   Yep 👍🏻\n  ","730708":"\n   What gossip about yourself has made you laugh?\n  ","730709":"\n   Ok\n  ","730710":"\n   Where did your money go?\n  ","730711":"\n   Post a picture of your favorite movie actor!\n  ","730712":"\n   Oh 👌🏻\n  "},"Answer":{"729640":"\n  and i say idc\n  ","729641":"\n  this Chinese food um about to eat .\n  \n  and how sad i am that i got my period 2 days early and i was hoping to miss it\n  \n  1 month for today is my 9 year anniversary. holy fxck!\n  ","729642":"\n  what even\n  ","729643":"\n  well we got winds from the tropical storm. so a lot of people are without power and a lot of trees down & traffic lights out .\n  \n  thank god i didn’t lose power .\n  ","729644":"\n  can i get decent questions\n  ","729645":"\n  not a question\n  ","729646":"\n  nope\n  ","729647":"\n  blocking\n  ","729648":"\n  i already have kids and i already have my future kids name picked out\n  ","729649":"\n  i’m just going to end up blocking you .\n  \n  idc about religion\n  ","729650":"\n  no\n  ","729651":"\n  uh no?\n  ","729652":"\n  cuz i don’t\n  \n  not getting into this whole religion crap\n  ","729653":"\n  nobody should be inhaling their own carbon dioxide\n  ","729654":"\n  ew no lol\n  ","729655":"\n  i’m not a big fan of breakfast\n  ","729656":"\n  i’m married\n  ","729657":"\n  ask me questions guys\n  ","729658":"\n  i do\n  ","729659":"\n  at my self . i got my period ☹️\n  ","729660":"\n  “you’re pretty ugly”\n  ","729661":"\n  sports\n  \n  life\n  \n  dream home\n  ","729662":"\n  Australia\n  ","729663":"\n  summer months\n  ","729664":"\n  i’m doing great!\n  \n  thankful my power didn’t go out today from the tropic storm\n  ","729665":"\n  i’m so upset i got my period 2 days early 😭☹️\n  ","729666":"\n  ask me juicy questions y’all\n  ","729667":"\n  omg this wind outside rn from this tropical storm is INSANE\n  ","729668":"\n  no. i just didn’t use it\n  ","729669":"\n  depends on where we go or where i go\n  ","729670":"\n  don’t know\n  ","729671":"\n  i’m good\n  ","729672":"\n  yummy . i like vanilla with sprinkles lol\n  ","729673":"\n  lying isn’t okay .\n  ","729674":"\n  idk i signed up .. and they gave it to me\n  ","729675":"\n  yes. i’m actually the sweets person you’ll ever meet.\n  \n  but people think otherwise lol\n  ","729676":"\n  ATL\n  ","729677":"\n  never be able to use the camera\n  ","729678":"\n  pepperoni pizza\n  ","729679":"\n  i’m queen petty . it’s a scorpio trait .\n  \n  & i couldn’t even tell you\n  ","729680":"\n  5\n  ","729681":"\n  mhm i don’t remember. it doesn’t storm that bad here where i live .\n  ","729682":"\n  idc about TikTok instead of people worrying about China supposedly stealing software . it should be banned from little kids that are like 7-8 twerking & shxt . and having grown men watching\n  ","729683":"\n  be blocked\n  ","729684":"\n  stop sending me random words\n  ","729685":"\n  stop sending me things in this shxtty language\n  ","729686":"\n  under 50\n  ","729687":"\n  smoking and then laying down\n  ","729688":"\n  this is not a question\n  ","729689":"\n\n   @reachel_n\n  \n\n\n   @elysssa_d\n  \n\n\n   @littletrvst\n  \n\n\n   @mamaandwifexo\n  \n\n\n   @motherofjedis\n  \n\n\n   @af9495\n  \n\n\n   @mommaisloved\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @poetalunam\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @lnr87\n  \n\n\n   @fabbielousxo\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @courtneym4\n  \n\n\n   @carlahall88\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @sydkid_13xoxo\n  \n\n\n   @kittiemeowsie\n  \n","729690":"\n  less then 50 ppl\n  ","729691":"\n  no . only person i want to be with is my husband\n  ","729692":"\n  yea\n  ","729693":"\n  you wouldn’t know\n  ","729694":"\n  i rly don’t care .\n  \n  i live in America\n  ","729695":"\n  i listen to a bunch of different type of music so i rly can’t say\n  ","729696":"\n  i think i see myself\n  ","729697":"\n  sounds cool\n  ","729698":"\n  thanks .\n  ","729699":"\n  actually we are\n  \n  i live on Long Island 🤪\n  ","729700":"\n  i don’t like donuts\n  ","729701":"\n  wish this made sense\n  ","729702":"\n  that’s cool\n  ","729703":"\n  idk i don’t keep count\n  ","729704":"\n  ✨✨✨\n  ","729705":"\n  yea\n  ","729706":"\n  thanks\n  ","729707":"\n  i’d like some questions\n  ","729708":"\n  thank you 😊\n  ","729709":"\n  nope\n  ","729710":"\n  breastfeeding 🤱🏽\n  ","729711":"\n  i am married\n  \n  so there’s that\n  ","729712":"\n  can i get some questions\n  ","729713":"\n  mine is Topaz.\n  \n  it’s like a yellowish color lol.\n  \n  it’s alright kinda ugly lol\n  ","729714":"\n  Australia . i have a huge love for Australia . i love the way it looks ; the animals , the people . it’s beautiful 😍\n  ","729715":"\n  i’m married so idc\n  ","729716":"\n  getting married\n  ","729717":"\n  you can’t ask me\n  \n  i didn’t make up the calendar\n  ","729718":"\n  stop sending me things that aren’t questions\n  \n  this is so annoying now and i’m getting fed up\n  ","729719":"\n  nothing in life is free\n  ","729720":"\n  he’s basura 🗑\n  ","729721":"\n  stop sending me shxt that’s not questions .\n  \n  you’ll be blocked\n  ","729722":"\n  it is . let’s be honest nobody rly wants to give away their coins .\n  \n  so i think by answering questions we should at least get coins\n  ","729723":"\n  they just stared doing this like last week i think\n  ","729724":"\n  no it happened to us all .\n  \n  i think that’s stupid . and it’s more hard to earn coins unless people give them to you  which isn’t often\n  ","729725":"\n  lmaoo you sound MAD\n  ","729726":"\n  ATL\n  ","729727":"\n  once you complete task every sunday they give you coins . then Monday you should receive an email saying how many questions you answered etc and how many coins they gave you\n  ","729728":"\n  not a question\n  ","729729":"\n  don’t call me dear\n  ","729730":"\n  no\n  \n  this site is for questions\n  \n  if you don’t have any get off my page\n  ","729731":"\n  not a question\n  ","729732":"\n  speak fxcking english or be blocked\n  ","729733":"\n  mhm\n  ","729734":"\n  i’m not playing would you rather\n  ","729735":"\n  haha! i’m glad i can give you a great laugh.\n  \n  this anon is rly mad tonight 🤣\n  ","729736":"\n  because they have nothing else better to complain about\n  ","729737":"\n  just because i’m using secret answers doesn’t mean i only care about coins .\n  \n  i’m a vip+ user so i use the feature because it’s there .\n  \n  what don’t y’all grasp?  ???\n  \n  a lot of other vip+ user use the future NOT ONLY ME.\n  \n  get a fxcking grip y’all\n  ","729738":"\n  so that’s makes someone a coward cuz they want coins? ??\n  \n  your logic is flawed and i actually was laughing at you.\n  \n  and i still am.\n  \n  i keep reading what you sent and how dumb you sound . so it’s fxcking hilarious 🤣\n  ","729739":"\n  i’m a coward???\n  \n  LMFAO PLS EXPLAIN TO ME HOw??\n  \n  cuz this is fxcking funny .\n  \n  you’re mad cuz you don’t have enough coins to unlock my secret answers . you’re mad cuz you’re not vip+ and you can’t use secret answers .\n  \n  boo fxcking hoo 🥺😭\n  ","729740":"\n  LMFAOOOOOOOO ;;;\n  \n  YOU’RE SO MAD ITS FXCKING HILARIOUS\n  ","729741":"\n  NOBOSY ASKED YOU TOO.\n  \n  If you’re so bothered then\n  \n  unfollow me\n  ","729742":"\n  because i want to???\n  \n  i have the option\n  ","729743":"\n  watching Moesha\n  ","729744":"\n  5’4\n  ","729745":"\n  WOW! i finally answered all the unanswered questions in my inbox\n  ","729746":"\n  nobody accidentally gives someone a 1,000 coins LOL.\n  ","729747":"\n  can’t wait for these Wendy’s baconator french fries\n  ","729748":"\n  i like ice coffee only .\n  \n  french vanilla, with cream and sugar , light\n  ","729749":"\n  my husband\n  ","729750":"\n  today i did absolutely nothing lol.\n  \n  nah i ran errands this morning , now i’m probably going to get wendy’s\n  ","729751":"\n  i don’t like seafood\n  ","729752":"\n  ask me questions guys\n  ","729753":"\n  no\n  ","729754":"\n  no lol.\n  \n  i refuse to go in any public pools or anything .\n  \n  only thing i’ve done is gone to the beach but i stayed in the sand lol\n  ","729755":"\n  no\n  ","729756":"\n  yeah\n  ","729757":"\n  y’all are so dumb\n  ","729758":"\n  i’m doing great!\n  ","729759":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","729760":"\n  no?\n  ","729761":"\n  i don’t regret much in life so who knows\n  ","729762":"\n  sounds like YOU need to move on\n  ","729763":"\n  🤣🤣🤣\n  ","729764":"\n  it’s August ask me Halloween questions in October\n  ","729765":"\n  my fav color is lime green 🤣.\n  \n  so nothing i can think of lol\n  ","729766":"\n  nobody\n  ","729767":"\n  you don’t always have regrets\n  ","729768":"\n  i don’t lol\n  ","729769":"\n  i literally can’t stand when people don’t learn their lesson. then want to come to me and vent about this person & wtf they do. tired of hearing it . wish things would just go tf away\n  ","729770":"\n  happy August.\n  \n  i just have a gender reveal part next weekend\n  \n  and have to see what plans are for the upcoming schooling that starts next month\n  ","729771":"\n  i usually put on random tv shows i already watched\n  ","729772":"\n  today lmao\n  ","729773":"\n  night owl for sure\n  ","729774":"\n  11:01pm\n  \n  and i’m annoyed af rn\n  ","729775":"\n  i either listen to music or i tend to smoke\n  ","729776":"\n  i do not\n  ","729777":"\n  stop having a convo with me under this thread or you’ll be blocked\n  ","729778":"\n  stop commenting on this thread or i’m blocking you\n  ","729779":"\n  why are y’all commenting on something 4 months old\n  ","729780":"\n  stop sending me emojis or you’ll be blocked\n  ","729781":"\n  no\n  ","729782":"\n  to bad i don’t . i get tested every 3 months and i got tested last week lmao.\n  ","729783":"\n  lol no it was from sex 😂🥴\n  ","729784":"\n  thank you 😊\n  ","729785":"\n  sometimes lol\n  ","729786":"\n  i don’t\n  ","729787":"\n  i’m not an ice cream eater like that\n  \n  but i like vanilla\n  \n  and i hate strawberry\n  ","729788":"\n  lmaooo hell i have not a clue\n  ","729789":"\n  my mil\n  ","729790":"\n  ok\n  ","729791":"\n  google.com\n  ","729792":"\n  idk\n  \n  i smoke\n  ","729793":"\n  nobody calls me Gabrielle\n  ","729794":"\n  don’t care\n  ","729795":"\n  neither\n  ","729796":"\n  i haven’t started any new strange shows yet or recently\n  ","729797":"\n  i do\n  ","729798":"\n  audi\n  \n  suburban\n  \n  jaguar\n  ","729799":"\n  i use dove original\n  ","729800":"\n  i do expect this one\n  ","729801":"\n  • snapchat: muvax2x0\n  \n  • twitter: NineGDxFour\n  \n  • ig: xgabs.xo\n  \n  • fb ———-\n  ","729802":"\n  staying in.\n  \n  smoking & watching movies\n  ","729803":"\n  felt so sick earlier ; felt nauseous & i had sharp pain\n  ","729804":"\n  i want Animal Crossing for the Nintendo Switch\n  ","729805":"\n  OiTNB\n  \n  Blackish\n  \n  Black AF\n  \n  American Dad\n  \n  Jane The Virgin\n  \n  The Office\n  \n  Bobs Burgers\n  \n  Marlon\n  \n  Grey’s Anatomy\n  \n  First 48\n  \n  Marriage Boot Camp\n  \n  90 Day Fiancé\n  \n  Love After Lookup\n  \n  The Real Housewives Of Atlanta\n  ","729806":"\n  idk why guys but ive been craving baconator fries\n  ","729807":"\n  lol no. only jewelry i wear is my rings\n  ","729808":"\n  i can’t wait ; i’m going to try it soon. cuz i’ve been passing by them lately when i go further away from my hometown\n  ","729809":"\n  i don’t give a fxck\n  \n  never asked\n  ","729810":"\n  probably go and smoke\n  ","729811":"\n  my wedding & engagement ring\n  ","729812":"\n  being a kid\n  ","729813":"\n  i’m feeling exhausted\n  ","729814":"\n  yesterday\n  ","729815":"\n  not loyal , a friend who would steal from you etc. parents who steal 1,000 from you etc\n  ","729816":"\n  fun fact : i’ve never had DQ 🥴\n  ","729817":"\n  i hate the summer.\n  \n  i wish it was fall\n  ","729818":"\n  i hope you have a fantastic weekend as well 😌😌\n  ","729819":"\n  wtf\n  ","729820":"\n  actually i haven’t been feeling today\n  \n  should’ve never volunteer to come into work today to help another store . it’s gloomy outside\n  \n  i just want to go home and relax\n  ","729821":"\n  not even a day\n  ","729822":"\n  i’ve gained some weight in the last week 🥴\n  ","729823":"\n  pineapples or mushrooms\n  ","729824":"\n  no my fav but uhh i love my eyelashes and eyebrows\n  ","729825":"\n  i know in 2018 i was pregnant lmao and last year i don’t remember 😬\n  ","729826":"\n  yep .\n  \n  my mom stole $1,000 from me last year 😊😊😊\n  ","729827":"\n  i do\n  ","729828":"\n  spam me lovely people\n  ","729829":"\n  can someone love me enough to spam me with coins 🥺.\n  \n  i’ll love you forever 💕😊\n  ","729830":"\n  they say to eat a light breakfast .\n  \n  you shouldn’t be having a big breakfast.\n  \n  breakfast is only to hold you over until lunch time .\n  ","729831":"\n  it actually went by fast\n  \n  i still need things for t hi a gender reveal party next week\n  ","729832":"\n  not rly lol.\n  ","729833":"\n  i’m scared of most bugs\n  ","729834":"\n  ask me questions guys\n  ","729835":"\n  i don’t rly follow his friends .\n  \n  unless we’re all close\n  ","729836":"\n  cool\n  ","729837":"\n  stop sending me emojis\n  ","729838":"\n  if that’s what you got out of it\n  ","729839":"\n  my little fam\n  ","729840":"\n  plenty of people\n  ","729841":"\n  if i smoke probably like an hr .\n  \n  if i don’t smoke forever\n  ","729842":"\n  beautiful heart with beauty\n  ","729843":"\n  i cry in silence\n  ","729844":"\n  i rly don’t\n  ","729845":"\n  i don’t think so\n  ","729846":"\n  ew don’t call me sexy 🤢\n  ","729847":"\n  nothing\n  ","729848":"\n  🥺💕\n  ","729849":"\n  ????\n  ","729850":"\n  no body asked\n  ","729851":"\n  no thanks\n  ","729852":"\n  you don’t\n  ","729853":"\n  neither\n  ","729854":"\n  my husband\n  ","729855":"\n  i’m good\n  ","729856":"\n  $YKTVMulatto\n  ","729857":"\n  my manger is always asking me to work in another store 🙄\n  ","729858":"\n  yes i am\n  ","729859":"\n  in 7 days .\n  \n  ☹️\n  ","729860":"\n  i’m at work\n  ","729861":"\n  couple months\n  ","729862":"\n  thank you sm\n  ","729863":"\n  send me juicy questions guys\n  ","729864":"\n  i only want my husband\n  \n  period\n  ","729865":"\n  i do sometimes when i want another prospective\n  ","729866":"\n  probably not\n  ","729867":"\n  idek i get a lot of them daily\n  ","729868":"\n  i wish to become a rich bxtch\n  ","729869":"\n  10 😎\n  ","729870":"\n  i’d say i am lol\n  ","729871":"\n  yeah they’re good\n  ","729872":"\n  🥰💕😭🥺\n  ","729873":"\n  very hard .\n  \n  i need to be more creative\n  ","729874":"\n  i don’t like swimming in public places\n  \n  gives me anxiety of how DIRTY the water is 🤢\n  ","729875":"\n  this isn’t a question\n  ","729876":"\n  Gabby\n  ","729877":"\n  send me questions while at work.\n  \n  it’s slow af\n  ","729878":"\n  my dad .\n  \n  my mom eh kinda\n  ","729879":"\n  i can be\n  ","729880":"\n  i need to start getting ready for work and i don’t want to 🙄\n  ","729881":"\n  as in?\n  ","729882":"\n  i say both lol\n  ","729883":"\n  i have my social media first then just random stuff i use\n  ","729884":"\n  anything with cheese melted with bacon 🤤\n  ","729885":"\n  11•08\n  \n  new york\n  ","729886":"\n  i can’t believe i cracked my phone today at work\n  ","729887":"\n  water\n  ","729888":"\n  me and hubby are going out to get gyros later\n  ","729889":"\n  i’m fine\n  ","729890":"\n  they clearly have no life .\n  \n  they need to find a job or hobby\n  ","729891":"\n  i rarely lie\n  ","729892":"\n  mad about nails from Feb lmao\n  ","729893":"\n  lol and back in Feb i just needed a fill in lmao\n  ","729894":"\n  again that was back in Feb when i needed a fill in.\n  \n  and you can barely even see them lmao.\n  \n  it’s okay tho .\n  \n  i’m sorry you CANT afford to get your nails done\n  ","729895":"\n  that was back in Feb lmao\n  \n  this pic is old .\n  \n  and i was in need of getting them done again which i did lmao\n  ","729896":"\n  i’m already married 💍\n  ","729897":"\n  i eat whatever i want with gaining weight\n  ","729898":"\n  how about you fxck off with this fetish\n  ","729899":"\n  no\n  ","729900":"\n  i have to be up in 3 hrs.\n  \n  off to bed\n  ","729901":"\n  • mainly hispanic\n  \n  • overly populated\n  ","729902":"\n  real tattoos\n  ","729903":"\n  why are you telling me irrelevant crap\n  ","729904":"\n  yellow\n  ","729905":"\n  black\n  ","729906":"\n  not often .\n  \n  i leave it the same for months.\n  \n  it’s not important\n  ","729907":"\n  100\n  ","729908":"\n  thank you 😊\n  ","729909":"\n  i don’t have one\n  ","729910":"\n  think i’m going to order a gyro 😋\n  ","729911":"\n  😘\n  ","729912":"\n  the other day with hubby and Joe\n  ","729913":"\n  let’s not ask dumb questions\n  ","729914":"\n  i had these dolls i was so obsessed with\n  ","729915":"\n  grey\n  ","729916":"\n  11,952\n  ","729917":"\n  thank you love . 💕\n  ","729918":"\n  sending lots of baby dust your way ✨👶🏼\n  ","729919":"\n  children*\n  \n  2\n  ","729920":"\n  i have children with my husband\n  ","729921":"\n  going on walks\n  ","729922":"\n  i’ve said so many god damn times i’m married\n  ","729923":"\n  5’4\n  ","729924":"\n  smh\n  ","729925":"\n  on the leaderboard it doesn’t say tundra .\n  ","729926":"\n  i know.\n  \n  that is what everyone says\n  ","729927":"\n  isn’t that what it says on the leaderboard\n  ","729928":"\n  for ever inappropriate question you ask. you have to pay 1,000 coins\n  ","729929":"\n  you mean college?\n  \n  no . college isn’t mandatory\n  \n  i finished high school in 2013\n  ","729930":"\n  i work in retail & i have another job where i set my own schedule\n  ","729931":"\n  now you’re just asking stupid questions .\n  ","729932":"\n  i love it actually ; doesn’t matter if you know a person. if they need or you feel by their vibe they need some words of wisdom or whatever you should give it\n  ","729933":"\n  how are you is a conversation starter\n  \n  i’m about to roll up & smoke\n  ","729934":"\n  i’m not here for conversations.\n  \n  either ask decent questions about me and my life or move along\n  ","729935":"\n  this isn’t a question\n  ","729936":"\n  their face\n  ","729937":"\n  i try not to\n  ","729938":"\n  i though the same thing .\n  \n  how you accidentally click on my profile , click on the thread and proceed to answer lol\n  \n  people are so dumb it’s mind blowing\n  ","729939":"\n  honestly nothing has changed for me lol.\n  \n  yeah it’s a BIG deal but news media is rly scaring people & it’s not cool .\n  \n  but i just wear my mask , wash my hands and stuff . wash clothes bed sheets etc\n  ","729940":"\n  that’s what i’m saying but get mad and say i’m rude when i say idc.\n  \n  if they wanted to answer questions they could easily do it on their page .\n  \n  lol\n  ","729941":"\n  honestly i’m 50\/50\n  \n\n  i rly don’t want to get into it cuz i’m this is a very controversial\n  ","729942":"\n  i Don’t care .\n  \n  don’t answer questions on my page that was asked for ME.\n  \n  If that person wanted questions they could easily answer them on their page.\n  \n  simple\n  ","729943":"\n  nobody asked you for your input\n  \n  next question will be deleted & blocked\n  ","729944":"\n  doesn’t matter lol\n  ","729945":"\n  i do drive . i HATE DRIVING\n  ","729946":"\n  okay?\n  \n  idk why you’re telling me\n  ","729947":"\n  depends on what you classify a typical American lol\n  ","729948":"\n  i need more coins ☹️🥺\n  ","729949":"\n  uh yeah? i’m 25 she can’t tell me what to do lol.\n  \n  none of my parents can for that matter\n  ","729950":"\n  haven’t gotten there yet\n  ","729951":"\n  thank you\n  ","729952":"\n  oh shxt hahah!\n  \n  you’re right\n  \n  i have my days mixed up\n  ","729953":"\n  it’s Monday . so nothing for today. it’s way to hot to be outside in this weather\n  ","729954":"\n  shxt . we all need a couple $100 for our kids college 😉\n  ","729955":"\n  i wouldn’t say that i am one ; cuz in all honesty women will never be on the same level as men in society & it’s just the sad honest truth\n  ","729956":"\n  the past\n  ","729957":"\n  i work in retail & i set my own hrs and days i want to work with my 2nd job .\n  ","729958":"\n  getting pregnant seems like ☹️\n  ","729959":"\n  i’m feeling good . just so damn hot 🥵.\n  \n  i hate the summer w\/ a passion .\n  \n  i hope you’re doing well 💕💕💕\n  ","729960":"\n  i like Dasani\n  ","729961":"\n  i drink red bull from time to time\n  ","729962":"\n  i think a little over 50\n  \n  i need to go through them and unfollow the inactive people\n  ","729963":"\n  2\n  ","729964":"\n  i haven’t\n  ","729965":"\n  i’d have to say a couple months ago\n  ","729966":"\n  absolutely\n  ","729967":"\n  i love these positive messages 💕🥰\n  ","729968":"\n  i’m not sure cuz i don’t rly sleep long\n  ","729969":"\n  i slept for maybe 12hrs even tho it was suppose to be a 4hr nap\n  ","729970":"\n  yes!!!!!!\n  \n  i hate when my husband does that .\n  \n  so annoying and makes me cringe 😬\n  ","729971":"\n  i made steak , mash potatoes, rice & corn\n  ","729972":"\n  i just finished cooking dinner in this hot weather lol.\n  \n  🥵\n  \n  we been eating out for a week straight lol. so i decided to finally cook. but to my benefit it’s been to hot 🥵\n  ","729973":"\n  i’d take my little fam on vacation\n  \n  we had talked about this back in January before this whole pandemic.\n  \n  so sad it had to be ruined\n  ","729974":"\n  i’m so glad my room has air conditioning.\n  \n  it was 95 today felt like 105\n  \n  and it’s 82 rn and it’s still so damn hot.\n  ","729975":"\n  • loyal\n  \n  • outgoing\n  \n  • friendly\n  ","729976":"\n  i have plenty of times .\n  \n  but it just happens lol.\n  \n  if i realize it i’ll apologize if not the. fxck it 🤷🏽‍♀️\n  ","729977":"\n  no thank you\n  ","729978":"\n  idk whatever i feel best fits\n  ","729979":"\n  on my right wrist\n  ","729980":"\n  yeah\n  ","729981":"\n  haven’t looked into it or heard anything about him\n  \n  so i have no say\n  ","729982":"\n  why does this matter\n  ","729983":"\n  my husbands name is above my boob\n  \n  star - left wrist\n  \n  sons name - my right legs\n  \n  9-4-11 ♾ is on my left forearm\n  ","729984":"\n  Gregory is my husband\n  \n  we have a son & a daughter\n  ","729985":"\n  thanks\n  ","729986":"\n  it’s not interesting to me & i’m yo busy to keep up with posting things\n  ","729987":"\n  nope .\n  ","729988":"\n  yeah lol\n  \n  i tell him everything\n  \n  why would i hide that from him\n  ","729989":"\n  9 years in September. 6 months of being married\n  ","729990":"\n  good 4 you\n  ","729991":"\n  cool\n  ","729992":"\n  well it’s my mom not parents lol .\n  \n  i was saying in general but just questions about me and my hubby\n  ","729993":"\n  no i have my husband\n  \n  who gave me my other 2 kids\n  ","729994":"\n  what?\n  ","729995":"\n  can’t can’t wait till i’m🤰🏻 again\n  ","729996":"\n  just being loud and obnoxious in this weather ;\n  \n  asking my son mad nosey questions\n  ","729997":"\n  nobody asked you\n  ","729998":"\n  damn parents are so fxcking annoying sometimes\n  ","729999":"\n  uh no\n  ","730000":"\n  i smoke\n  ","730001":"\n  my personality\n  ","730002":"\n  my son & husband\n  ","730003":"\n  that’s cool\n  ","730004":"\n  they probably are in middle school. not even old enough to be using this site lol\n  ","730005":"\n  is that all you care about lmfaoo\n  \n  what a lame\n  ","730006":"\n  isn’t your dad a pedo?\n  \n  i remember you telling me he touched you as a kid\n  ","730007":"\n  because idk lmao\n  ","730008":"\n  imagine these anons being p.ussy\n  ","730009":"\n  you have zero proof lmao\n  ","730010":"\n  or ppl are tired of you anons being p.ussy and hiding behind a screen lmao\n  ","730011":"\n  or their just tired of y’all anons shxt making up bs\n  ","730012":"\n  in america\n  ","730013":"\n  ask me questions about me\n  ","730014":"\n  lol nothing\n  ","730015":"\n  that anon is clearly miserable lol.\n  \n  their parents are unfit and it shows\n  ","730016":"\n  i agree! and what’s so sad is they can’t even explain how she’s unfit .\n  \n  they keep going over that question lol.\n  \n  they’re miserable\n  ","730017":"\n  so starting false rumors about someone is okay? trying to get someone’s kids taken from them for no reason is okay??\n  \n  clearly your parents are unfit and i should call cps on them . and tel them your parents allow you to smoke crack.\n  ","730018":"\n  and they can’t even explain how she’s unfit which is the most funniest part about this all .\n  \n  they’re just saying a bunch of shxt just to say it\n  ","730019":"\n  CAN YOU EXPLAIN HOW SHES UNFIT\n  \n  YOU SEEN TO NO BE ABLE TO READ\n  ","730020":"\n  please explain how?\n  \n  you can’t even say how you think she’s unfit\n  ","730021":"\n  i haven’t been but i’d like to go\n  ","730022":"\n  i have not\n  ","730023":"\n  check my phone , brush my teeth and took my mom to work\n  ","730024":"\n  idk everyday\n  ","730025":"\n  you obviously can’t .\n  \n  you’re rly asking stupid questions\n  \n  you can only change your name not username\n  ","730026":"\n  i’m talking to her now. she’s actually doing great! i don’t know what the anon on her page was saying but clearly their miserable with their life.\n  \n  they can’t even explain how she’s unfit etc.\n  \n  they need a J O B or a H O B B Y\n  ","730027":"\n  i do have it . i use it often lol.\n  \n  and i have the black card with emojis and my name lol\n  ","730028":"\n  honestly i’ve been eating a lot of take out lol.\n  \n  i don’t have a fav food rn tho\n  ","730029":"\n  king size\n  ","730030":"\n  we have 2 now and we want at least 3 more .\n  \n  currently TTC\n  ","730031":"\n  my dad .\n  \n  i’m a daddy’s girl . me and my mom bump heads a lot. it’s the type of person she can be .\n  \n  she bumps heads with all her kids .\n  \n  hence why my brother moved to Florida\n  ","730032":"\n  i’m not a big breakfast eater\n  ","730033":"\n  only with my cereal or ice coffee .\n  \n  things that need it . but i wouldn’t just drink it lol\n  ","730034":"\n  i do .\n  \n  he’s my best friend and i just have to lol\n  ","730035":"\n  since i was pregnant with my son\n  ","730036":"\n  actually she didn’t anon\n  ","730037":"\n  it’s to early for my mom to be this annoying\n  ","730038":"\n  STOP SENDING ME SHXT . IN THIS LANGUAGE\n  ","730039":"\n  no thoughts\n  ","730040":"\n  don’t care\n  ","730041":"\n  none\n  ","730042":"\n  sounds like a YOU problem\n  \n  anon\n  ","730043":"\n  🤷🏽‍♀️.\n  \n  i’ll see August 8th\n  ","730044":"\n  let’s stop spreading rumors\n  \n  grow tf up\n  ","730045":"\n  idc\n  ","730046":"\n  neither tbh\n  ","730047":"\n  Barbados\n  ","730048":"\n  honestly i haven’t\n  ","730049":"\n  yeah\n  ","730050":"\n  wash their 🍑\n  ","730051":"\n  Spanish\n  \n  French\n  \n  Korean\n  ","730052":"\n  good . i’m glad cuz i love your answers lol. but i do have you on all other social media if anything 💕🥺\n  ","730053":"\n  i missed\n  \n   @littletrvst\n  \n  . messaged her on twitter and now she’s back 🥰🥰🥰🥰🥺🥺🥺\n  ","730054":"\n  remembered forever 😈\n  ","730055":"\n  i do actually\n  ","730056":"\n  i guess i prefer them\n  ","730057":"\n  this gender reveal\n  ","730058":"\n  yesterday lol\n  ","730059":"\n  i’m not sure . maybe a little over 50 but i need to unfollow inactive accounts\n  ","730060":"\n  i have a gender reveal party the 8th if August\n  ","730061":"\n  i don’t travel northwards lol . unless you mean like upstate Ny lol which i never do\n  \n  and if anything up north of the island mainly where people who live by the water or like seafood places .\n  \n  i usually travel from west to east or east to west lol\n  ","730062":"\n  last week .\n  \n  we have more laundry to do tho\n  ","730063":"\n  what are you even talking about\n  ","730064":"\n  ????\n  ","730065":"\n  can’t wait to i have another little baby 👶🏼\n  ","730066":"\n  jim carrey\n  ","730067":"\n  uh yeah lol\n  ","730068":"\n  ???? not a question\n  ","730069":"\n  nah\n  ","730070":"\n  i have lost my vip once in the past .\n  \n  i try to get it done in a day or 2\n  ","730071":"\n  i’m not sure which question you’re referring to but it’s okay lol\n  ","730072":"\n  i have no idea what this even means\n  ","730073":"\n  i don’t have a boyfriend\n  ","730074":"\n  i’m already married\n  ","730075":"\n  doing honestly day guys\n  \n  ask me whatever you want 🙂🙂🙂\n  ","730076":"\n  probably a month or 2 ago\n  ","730077":"\n  Gabby or fire cracker\n  \n  because i always use to go off on people lol\n  ","730078":"\n  ask me questions y’all\n  \n  honesty day 💕💕💕\n  ","730079":"\n  both of my kids\n  ","730080":"\n  thanks\n  ","730081":"\n  i got buffalo wild wings last night .\n  \n  gonna finish them today after work\n  ","730082":"\n  0\n  ","730083":"\n  sure\n  ","730084":"\n  okay lol.\n  \n  ask them separately tho\n  \n  not in any threads or i won’t answer\n  ","730085":"\n  lol okay if that’s what you want to do\n  ","730086":"\n  can’t do 150 can do those options\n  ","730087":"\n  want me to answer with secret answers lmao\n  ","730088":"\n  at my mother-in-law\n  ","730089":"\n  i don’t have a comfort food.\n  \n  when i’m upset or stressed i don’t eat\n  ","730090":"\n  haven’t reached it yet\n  ","730091":"\n  seafood\n  ","730092":"\n  lol that’s true\n  ","730093":"\n  usually 1 day lmao\n  ","730094":"\n  i’m fine\n  ","730095":"\n  neither\n  ","730096":"\n  not rly\n  ","730097":"\n  this isn’t a question\n  ","730098":"\n  it literally says secret in the corner\n  ","730099":"\n  you have to be a VIP + member\n  ","730100":"\n  sounds like a YOU problem\n  ","730101":"\n  you literally just said i look like whosville\n  \n  let’s not do this now\n  ","730102":"\n  nope\n  ","730103":"\n  i’ve been to a couple of different states and i’ve been out the country once when i was younger to Barbados\n  ","730104":"\n  nothing\n  ","730105":"\n  i like pepperoni\n  ","730106":"\n  i learned something new today. never heard of it or knew what it was.\n  \n  thanks baby love for educating me on this . 😊😊😊\n  ","730107":"\n  my day is not bad so far\n  ","730108":"\n  speak english or be blocked\n  ","730109":"\n  thank you! 😊. and i’m sure yours look fine too 💕😊\n  ","730110":"\n  too bad they look better now cuz i got em done along with my eyelashes .\n  \n  go be a hater elsewhere\n  ","730111":"\n  not my fav selfie ; but i do like this one a lot .\n  \n  my eyebrows look like trash lol\n  ","730112":"\n  you have zero idea where i work\n  \n  but okay\n  ","730113":"\n  i smoke\n  ","730114":"\n  one of the 50 states\n  ","730115":"\n  no i’m not\n  ","730116":"\n  ....\n  ","730117":"\n  great\n  ","730118":"\n  i’m married so uh no\n  ","730119":"\n  nobody\n  ","730120":"\n  bye\n  \n  or be blocked\n  ","730121":"\n  you ever try not being idiot\n  ","730122":"\n  english english english english\n  ","730123":"\n  i’m blocking you\n  ","730124":"\n  like a nude color\n  ","730125":"\n  no\n  ","730126":"\n  i’ve been to court\n  ","730127":"\n  yeah\n  ","730128":"\n  wtf\n  ","730129":"\n  speak fxcking english\n  ","730130":"\n  that’s good 4 you\n  ","730131":"\n  but she wasn’t anon\n  \n  so this is irrelevant\n  ","730132":"\n  obviously i’m fxcking sure\n  ","730133":"\n  you’re annoying af\n  ","730134":"\n  i don’t recall saying that\n  ","730135":"\n  when did i EVER say i have anything against them\n  ","730136":"\n  if only this made sense .\n  \n  lmao\n  ","730137":"\n  thank you\n  ","730138":"\n  my dads from Barbados and my moms white\n  \n  i’ve said this MANY times\n  ","730139":"\n  i’m 25\n  ","730140":"\n  i’m not even an immigrant\n  ","730141":"\n  why are you asking me dumb questions\n  ","730142":"\n  3:41am & i’m off to bed .\n  \n  leave me tons of questions\n  ","730143":"\n  i’m married. i said this many times\n  ","730144":"\n  that’s cool\n  ","730145":"\n  • to be pregnant\n  \n  • to be pregnant\n  \n  • to be pregnant\n  ","730146":"\n  i answered it\n  ","730147":"\n  lol tbh this is an odd question & i wouldn’t have a clue\n  ","730148":"\n  you can be added to my block list\n  ","730149":"\n  before this whole pandemic\n  ","730150":"\n  i didn’t delete anything\n  ","730151":"\n  all of them\n  ","730152":"\n  nobody\n  ","730153":"\n  no we all have it\n  ","730154":"\n  thanks\n  ","730155":"\n  both ;\n  ","730156":"\n  what???\n  \n  nobody is talking about food\n  ","730157":"\n  uh yeah?\n  ","730158":"\n  i pre-ordered it for my husband\n  ","730159":"\n  it is very good .\n  \n  and yeah it can be. depending on what you order\n  ","730160":"\n  watching love after lockup\n  ","730161":"\n  Happy Friyay.\n  \n  we’re staying in tonight & watching tv or movies .\n  \n  waiting on my chinese!!!\n  \n  have a great weekend 💕🥺🥰\n  ","730162":"\n  that’s what i do .\n  ","730163":"\n  i hope not either 🤷🏽‍♀️\n  ","730164":"\n  chinese food .\n  \n  that i’m about to eat as soon as my hubby and son come back w\/ my food\n  ","730165":"\n  thank you my love 🥺💕.\n  \n  i hope you have a fabulous weekend as well.\n  \n  stay safe 💕\n  ","730166":"\n  i know a couple ppl\n  ","730167":"\n  monopoly\n  \n  clue\n  ","730168":"\n  August 6th\n  ","730169":"\n  boneless spare ribs\n  \n  &\n  \n  egg roll\n  ","730170":"\n  i can’t wait for this Chinese food 😋\n  ","730171":"\n  i have a husband\n  \n  baby daddy is trashy\n  \n  and you’re being blocked\n  ","730172":"\n  they’re great\n  ","730173":"\n  mango dragonfruit lemonade refresh .\n  \n  remember you asked me on sc a while ago lol .\n  ","730174":"\n  i think ima try something different at Starbucks.\n  \n  Mocha Cookie Crumble Frappe\n  ","730175":"\n  & maybe a cake pop\n  ","730176":"\n  i don’t think so\n  ","730177":"\n  thanks\n  ","730178":"\n  think ima get starbucks today again\n  ","730179":"\n  boy\n  ","730180":"\n  yeahhh\n  ","730181":"\n  neither\n  ","730182":"\n  Gabby\n  ","730183":"\n  i will train my dogs . like you’re suppose to .\n  \n  not let them aggressors\n  ","730184":"\n  boston terrier\n  \n  pit bull\n  ","730185":"\n  i want 2 dogs\n  \n  a lizard & turtle\n  ","730186":"\n  4.1.19\n  ","730187":"\n  i don’t remember\n  ","730188":"\n  dior\n  ","730189":"\n  stop sending me things in spanish\n  ","730190":"\n  honesty it sounds wrong .\n  \n  but sometimes you have to find ways to make money even if it’s wrong .\n  \n  money is the root of all evil\n  ","730191":"\n  thanks. same to you.\n  \n  it’s been raining all morning with some thunderstorms ⛈\n  ","730192":"\n  lol .\n  \n  this anon is just MAD 🥴\n  ","730193":"\n  my day so far isn’t bad .\n  \n  it’s only 11:41am\n  \n  i made breakfast , cleaned up & did dishes\n  ","730194":"\n  honestly neither\n  \n  i hate Domino’s cuz it’s fake pizza\n  \n  and mcdonald’s i’m tired of\n  ","730195":"\n  thanks\n  ","730196":"\n  thank you\n  ","730197":"\n  i stopped reading what they say lol\n  ","730198":"\n  i know. they keep going lol.\n  \n  but remember i’m the bored one .\n  \n  lol\n  ","730199":"\n  ?????\n  ","730200":"\n  🥱🥱🥱\n  ","730201":"\n  hahah! this was the best one .\n  \n  that anon is just chatting tbh .\n  \n  they’re boring me lol\n  ","730202":"\n  🥱🥱\n  ","730203":"\n  that’s what i’m saying .\n  \n  like this is my page .\n  \n  idk why certain anons can’t read\n  ","730204":"\n  lmfaoooooooo ; omg i’m dead\n  ","730205":"\n  thank you!\n  \n  i’m glad some anons see where i’m coming from\n  ","730206":"\n  lol they are .\n  \n  but, oh well\n  ","730207":"\n  thanks\n  ","730208":"\n  thank you ☺️\n  ","730209":"\n  lol that’s good 4 you\n  \n  want a cookie?\n  ","730210":"\n  oh LOL\n  \n  a good fit 🤣🙂.\n  \n  i don’t rly care 😁\n  ","730211":"\n  i have not .\n  \n  thank god .\n  \n  i’d probably be mad after a while\n  ","730212":"\n  i do .\n  \n  i only like mash potatoes with gravy\n  ","730213":"\n  i would 😊\n  ","730214":"\n  i don’t get the question\n  ","730215":"\n  it doesn’t .\n  ","730216":"\n  i’m the whiner but yet you were complaining 🤔\n  ","730217":"\n  stop whining . it’s annoying now\n  ","730218":"\n  if your asking me dumb questions over & over all day long . yeah im going to have an attitude. yeah i’m going to have an attitude if anons keeps asking me questions that has NOTHING to do with MY LIFE\n  ","730219":"\n  omfg i absolutely do.\n  \n  the mf best 😋\n  ","730220":"\n  i have no attitude\n  ","730221":"\n  oh okay lol . never heard of it .\n  \n  and okay i do owe you 😝\n  ","730222":"\n  i d k\n  \n  w t f\n  ","730223":"\n  i can be both\n  ","730224":"\n  ask me questions guys\n  ","730225":"\n  someone from here\n  ","730226":"\n  i love chinese food.,\n  \n  i get boneless spare rib tips with white rice\n  ","730227":"\n  i’ve been good.\n  \n  hbu\n  ","730228":"\n  no thank you\n  ","730229":"\n  why would i be buying baby clothes\n  ","730230":"\n  that’s cool\n  \n  idc to rly make friends\n  ","730231":"\n  i have no idea\n  ","730232":"\n  what about them?\n  \n  we live in the same state .  but never meet in person or talked that like like that\n  ","730233":"\n  i either have my hair in a bun or down.\n  \n  but when it’s down it usually ends up within a couple hrs\n  ","730234":"\n  drinking around w\/my husband\n  ","730235":"\n\n   @reachel_n\n  \n\n\n   @littletrvst\n  \n\n\n   @af9495\n  \n\n\n   @motherofjedis\n  \n\n\n   @xPlayboyShitx\n  \n","730236":"\n  on our block\n  ","730237":"\n  good\n  ","730238":"\n  depends on what they did and with whom .\n  ","730239":"\n  secret until birth\n  ","730240":"\n  scorpio ♏️\n  ","730241":"\n  lol no i don’t\n  ","730242":"\n  deep conversations with my husband\n  ","730243":"\n  i can be\n  ","730244":"\n  thanks\n  ","730245":"\n  i already know she’s pregnant . she sent me her pregnancy test .\n  \n  you dumb fxck\n  ","730246":"\n  lol thanks\n  ","730247":"\n  • smoking cigs\n  \n  • not doing my hair often\n  \n  • bitting my nails\n  ","730248":"\n  Jasmine\n  ","730249":"\n  who reported my booty pic?\n  \n  hating a** h*es\n  ","730250":"\n  send me questions y’all\n  ","730251":"\n  my friend commit herself into rehab and i’m happy for her\n  ","730252":"\n  fashion nova\n  ","730253":"\n  for?\n  ","730254":"\n  lavender\n  \n  newspapers\n  \n  dove body wash\n  \n  my lotion\n  \n  strawberries\n  \n  flowers\n  ","730255":"\n  thank you my love 🥺💕☺️\n  ","730256":"\n  i mean to me it’s way to early . it says i’m ovulating this week & its 3days left till i’m done ovulating .\n  \n  so i’d rather wait to see if i miss my period next month.\n  ","730257":"\n  August 6th\n  ","730258":"\n  i love everything bagels with veggie cream cheese\n  ","730259":"\n  my husband wants me to take a test and i say . nah not yet 🙉\n  ","730260":"\n  asking dumb questions\n  ","730261":"\n  😌\n  ","730262":"\n  youtube videos lmaoo\n  ","730263":"\n  yes i would . i’m so loyal af until you fxck me over\n  ","730264":"\n  good afternoon\n  ","730265":"\n  i like white claw\n  ","730266":"\n  do what makes you happy\n  ","730267":"\n  never been\n  \n  sooo\n  ","730268":"\n  uh no\n  ","730269":"\n  no\n  ","730270":"\n  speak fxcking english\n  ","730271":"\n  thought i was pregnant a could months ago but i was wrong ☹️\n  ","730272":"\n  sure\n  ","730273":"\n  is want my brain to relax and turn off\n  ","730274":"\n  i watch youtube moms\n  ","730275":"\n  stupidity everywhere everyday .\n  \n  not just today\n  ","730276":"\n  i don’t write songs\n  ","730277":"\n  don’t call me dear\n  \n  and i’m not here for conversations\n  ","730278":"\n  uh nobody\n  ","730279":"\n  comedy\n  ","730280":"\n  RV 😎\n  ","730281":"\n  Isabelle\n  ","730282":"\n  cleaning under my nails\n  ","730283":"\n  mhm i’m not sure. in all honesty i’m just an awkward person i’m general\n  ","730284":"\n  steak , rice , mash potatoes, veggies , & some pasta\n  ","730285":"\n  you can’t\n  ","730286":"\n  i don’t play any\n  ","730287":"\n  it’s 4:23am & i’m just laying here .\n  \n  about to go back to sleep\n  ","730288":"\n  5:30\n  ","730289":"\n  couple days ago 🤩\n  ","730290":"\n  uh no\n  \n  that’s dumb imo\n  ","730291":"\n  2\n  \n  & my husband is the only child\n  ","730292":"\n  my kids & my husband\n  ","730293":"\n  i’m doing good .\n  \n  hbu?\n  ","730294":"\n  i just want a baby already 🥺☹️\n  ","730295":"\n  hip hop\n  \n  rap\n  \n  r&b\n  \n  90’s music\n  \n  etc\n  ","730296":"\n  both\n  ","730297":"\n  my future with little fam\n  ","730298":"\n  my ex bff was super jealous of meh\n  ","730299":"\n  fashion nova\n  ","730300":"\n  i’m doing good.\n  \n  i hope you’re staying safe & doing great!\n  ","730301":"\n  i would rather older friends\n  ","730302":"\n  i’m not sure\n  ","730303":"\n  nope lol\n  ","730304":"\n  i haven’t but i want to\n  ","730305":"\n  nope. those never work out imo\n  ","730306":"\n  yes & my ex bff .\n  \n  it’s a lot. but just know she’s a user , starts hella problems w\/ ppl\n  ","730307":"\n  dishes\n  ","730308":"\n  i smoke , listen to music or go on walks\n  ","730309":"\n  i love my husband\n  ","730310":"\n  not i\n  ","730311":"\n  i sure do\n  ","730312":"\n  commutation , loyalty, sex\n  ","730313":"\n  idc\n  ","730314":"\n  go tf away\n  ","730315":"\n  save it\n  ","730316":"\n  uh yeah\n  ","730317":"\n  my little fam 🥰🥺\n  ","730318":"\n  honestly nothing lol\n  ","730319":"\n  same to you\n  ","730320":"\n  ask me questions y’all\n  ","730321":"\n  nope\n  ","730322":"\n  lol\n  ","730323":"\n  none\n  ","730324":"\n  about to go get my lashes done . ima be feeling brand new\n  ","730325":"\n  lol thanks\n  ","730326":"\n  i’m at work\n  ","730327":"\n  ig : xgabs.xo\n  \n  twitter: NineGDxFourO\n  ","730328":"\n  both\n  ","730329":"\n  blocking you\n  ","730330":"\n  i’m not here for conversations\n  \n  you can clearly see on my page is speak english\n  ","730331":"\n  uh no?\n  \n  now stop asking cuz i’m not discussing my job\n  ","730332":"\n  fxcking english\n  ","730333":"\n  i have 2 jobs\n  \n  which i’m not discussing on here\n  ","730334":"\n  both\n  ","730335":"\n  i’m getting my lashes done later after work\n  ","730336":"\n  nah i’m good\n  ","730337":"\n  this doesn’t relate to anything i just said .\n  \n  either fxck off or blocked\n  ","730338":"\n  i can’t wait to get my lashes done later ;\n  ","730339":"\n  my dads from Barbados and my moms white\n  ","730340":"\n  idk\n  ","730341":"\n  not a damn thing\n  ","730342":"\n  i can’t wait to get my lashes done today\n  ","730343":"\n  it’s 8:54pm here\n  ","730344":"\n  maybe you’re right\n  ","730345":"\n  i guess\n  ","730346":"\n  exactly like wtf 😂😂😂\n  ","730347":"\n  ????\n  ","730348":"\n  no\n  ","730349":"\n  and my sons name is in the bible .\n  \n  lmfao your point???\n  ","730350":"\n  you sound dumb af!!!!!!!!\n  \n  my husband is black & his mom & dad named him Gregory which is a white name .\n  \n  so wtf does race have to do with anything .\n  \n  my son is named after my husband best friend who passed away . and they promised each other when they have kids they will use each other’s names . and our daughter name Nevaeh because it’s a beautiful name. we like it & it fits her .\n  ","730351":"\n  i never said i didn’t like them. lol\n  ","730352":"\n  can’t wait to finally get my eyebrows done soon .\n  \n  after 5 months\n  ","730353":"\n  anything to do with my hubby’s fam\n  ","730354":"\n  i don’t have that problem\n  ","730355":"\n  why is this a shout-out\n  \n  corny\n  ","730356":"\n  when we talked on twitter she said she didn’t and she showed my her block list .\n  \n  so idk what’s wrong with ask\n  ","730357":"\n  aww thank you\n  \n  this comment made my day .\n  \n  ☺️☺️☺️\n  ","730358":"\n  thank you!\n  \n  cuz honestly they wouldn’t bash a random mom who did it .\n  \n  again, they were just going around in circles trying to make me feel bad .\n  \n  when in reality they can’t .\n  \n  as long as our fam supports our decision. that’s all that matters\n  ","730359":"\n  people learn to mind their business and stfu\n  ","730360":"\n  i’m not either honestly .\n  \n  cuz if we couldn’t take care of her then i’d be a shxt parent , i gave her up to my in law & yet i’m still shxtty lmao.\n  \n  i can never win lol\n  ","730361":"\n  i actually believe in it 100%\n  \n  it’s going to happen again around Scorpio season . which is me and yeah that’s all bad. we had one during pisces season, cancer season and next is scorpio season.\n  \n  all water signs to btww\n  ","730362":"\n  omg why can’t i like any of\n  \n   @Hayleywilson21\n  \n  answers 😭😭😭😭\n  ","730363":"\n  Barbados\n  ","730364":"\n  oh that comment lmao .\n  \n  but like i said no man ever says their riding there girl .\n  \n  it’s always the girl saying their riding their man lol\n  ","730365":"\n  only 1\n  \n  & very very very little spanish . lol\n  ","730366":"\n  they’re mad because i gave up my daughter to my mother-in-law . doing what’s best . although this was a year ago lol\n  \n  but i’m trash for doing what other moms would do if they couldn’t give their kid a good life at the time\n  ","730367":"\n  imo it’s the girl riding a guy .\n  \n  you don’t hear men saying . yeah i rode this girl today .\n  \n  sounds dumb\n  ","730368":"\n  nothing is bad about me lmao\n  ","730369":"\n  lmao okay whatever you say\n  ","730370":"\n  that’s what i want to know???\n  \n  she’s with my mother-in-law . she’s being take care of so well and has everything she needs . it’s not like we don’t see her. she lives 3 houses down lmao.\n  \n  anon are only saying i’m a shxt mom because it’s ME.\n  \n  cuz it someone else did the same exact thing i did . it wouldn’t be a problem lmao\n  ","730371":"\n  lmfaooo .\n  \n  you know you can ride someone without doing anal right????\n  \n  lmfaoooo i hope you know that and this was just a joke\n  ","730372":"\n  turn off\n  \n  • bad hygiene \/\/ teeth\n  \n  • unshaven\n  \n  • laziness \/\/ no ambition\n  \n  turn on\n  \n  • nice smile\n  \n  • good hygiene\/\/ teeth\n  \n  • good sense of humor\n  \n  • my hubby\n  ","730373":"\n  cool\n  ","730374":"\n  you can’t rly trust anyone now a days\n  ","730375":"\n  hate is a strong word\n  \n  i don’t hate anyone\n  ","730376":"\n  i rly don’t care what you ask. just don’t spam my inbox with ONLY sexual questions\n  ","730377":"\n  nah you’re fine\n  ","730378":"\n  i can smoke more weed whenever i want LMFAO.\n  \n  even if i didn’t give her up i’d still be smoking .\n  \n  even if i have more kids ima still smoke weed\n  \n  so idk what you’re trynna get at but it’s okay .\n  \n  keep trying to have a story to tell\n  ","730379":"\n  okay lmao\n  ","730380":"\n  cuz why tf would he be riding me\n  ","730381":"\n  you’re not convincing me of nothing\n  ","730382":"\n  ew\n  ","730383":"\n  like i said how does me giving up my daughter for a better life affect your life in any way possible.\n  \n  now if i wasn’t able to care for her and i kept her you’d be saying i’m trash lmao .\n  \n  but when i do the right thing i’m trash .\n  \n  your parents are trash for raising trash 🗑. y’all all trash\n  ","730384":"\n  it’s not permit if i can get her back lmao . it’s actually temp\n  \n  but we’re making it permit cuz she’s in better hands with my mil lmao\n  \n  & ppl give up there kids simply because they can’t do it sometimes.\n  \n  miss me with that bs\n  ","730385":"\n  uh yeah\n  ","730386":"\n  how isn’t that a reason?\n  \n  you know how many people give up their kids because they can’t take care of them ???\n  \n  lmao\n  ","730387":"\n  bye\n  ","730388":"\n  that’s not your business .\n  \n  how about that\n  ","730389":"\n  😊\n  ","730390":"\n  thanks\n  ","730391":"\n  that obviously at the time we couldn’t care for her. that’s what some people do when they can’t care for their kids . 😱.\n  \n  she’s well taken care of and my mil adores her and loves taking care of her .\n  \n  so it rly don’t matter what some anon says LMAO\n  ","730392":"\n  this isn’t a question\n  ","730393":"\n  i’m both\n  ","730394":"\n  denial\n  ","730395":"\n  i like vintage depending on where it’s used\n  ","730396":"\n  i’m not home lol.\n  \n  i’m at work so have this motel selfie\n  ","730397":"\n  lol ; i like this one . it made me laugh 😂\n  \n  i’m at work rn until 2pm\n  ","730398":"\n  why tf are you spreading germs 🦠\n  ","730399":"\n  it rly depends on the situation\n  ","730400":"\n  young & hungry\n  ","730401":"\n  spam me w\/ questions\n  ","730402":"\n  i don’t like them long\n  ","730403":"\n  i’m a lefty\n  ","730404":"\n  omg i can’t wait for fall .\n  \n  i’m so tired of this hot weather & plus i HATE summer\n  ","730405":"\n  🥵\n  ","730406":"\n  okay? go find something to do\n  ","730407":"\n  what\n  ","730408":"\n  bye\n  ","730409":"\n  i answer all my spam\n  \n  and from anons it’s not about me or my life then i don’t care\n  ","730410":"\n  nobody\n  ","730411":"\n  how??? lmaoo\n  \n  so everyone who gives up their kids is trail trash i guess\n  ","730412":"\n  honestly i haven’t made any yet\n  ","730413":"\n  i can’t like any of your answers\n  \n   @Hayleywilson21\n  \n","730414":"\n  and yet here you are bored\n  ","730415":"\n  i have .\n  \n  i’ve seen a lot of fights from the time i entered middle school up until now .\n  \n  it’s sad especially in your kids 20’s & up\n  ","730416":"\n  she’s beautiful 🥰.\n  ","730417":"\n  i have a husband for all of that\n  \n  bye\n  ","730418":"\n  definitely a boy\n  ","730419":"\n  misery loves company\n  ","730420":"\n  good 4 you.\n  ","730421":"\n  you sound mad 🥴\n  ","730422":"\n  let’s not start asking or saying dumb shxt\n  ","730423":"\n  i have not a clue what you’re talking about.\n  \n  go be racist elsewhere or be blocked\n  ","730424":"\n  thank you sm 💕💜\n  ","730425":"\n  lacrosse 🥍\n  \n  i played back in school\n  ","730426":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","730427":"\n  allergic 🥴\n  ","730428":"\n  exactly ; it’s only because it’s ME.\n  \n  the HATE is real 🤷🏽‍♀️\n  ","730429":"\n  how am i shxtty? my son is WELL taken care of . i take care of my son 24\/7. i buy him the things he needs , me and his dad provide for him NOBODY ELSE.\n  \n  who tf cares if i gave my daughter to a trusted family member to take care of her???\n  \n  everyone in our family is very supportive of our decision . so some anon trynna make me feel bad isn’t going to wrk.\n  \n  tell this to someone who actually doesn’t have any of their kids and has been taken away . go tell that to someone who actually is shxtty towards their kids .\n  ","730430":"\n  LMFAOOOO ; is that all you got????\n  \n  are you just going to keep repeating yourself????\n  \n  she’s well taken care of .\n  \n  don’t rly care what you got to say especially over something that has NOTHING to do with your LIFE\n  ","730431":"\n  i like to sit outside , listening to music doing hookah , or spending time playing with my kids\n  ","730432":"\n  penne alla vodka\n  ","730433":"\n  i rly don’t have one tbh\n  ","730434":"\n  about 2 years i think.\n  \n  i have a 2016 Kia and no i like mine now\n  ","730435":"\n  🥵\n  ","730436":"\n  why thank you 😊\n  \n  i love the trees , animals , flowers , the smell ,\n  ","730437":"\n  no\n  \n  i said this earlier\n  ","730438":"\n  ok\n  ","730439":"\n  i think nothing\n  ","730440":"\n  don’t call me beautiful. my names gabby .\n  \n  and i don’t have one\n  \n  and yea\n  ","730441":"\n  nope & i’d never be in one if i wasn’t married .\n  \n  imo they NEVER work out\n  ","730442":"\n  this has nothing to do with the thread\n  ","730443":"\n  know what\n  ","730444":"\n  🥺😂🤣🤮\n  ","730445":"\n  i tagged everyone either yesterday or the day before\n  ","730446":"\n  i think everyone should have one , or least carry it around .\n  \n  ppl are just being selfish @ this point. i’m glad NY was strict with wearing mask . although it is way to hot .\n  ","730447":"\n  none at the moment\n  ","730448":"\n  i’ve never heard\n  ","730449":"\n  i haven’t but my mil does 🤮.\n  \n  i hate em & i believe they don’t work\n  ","730450":"\n  omg thank you 🥺😭\n  ","730451":"\n  i don’t care about someone who marries a r*pist & is having a child by one .\n  ","730452":"\n  yeah. i loved my belly\n  ","730453":"\n  cuz we do .\n  \n  what kinds question is this\n  ","730454":"\n  haha!\n  \n  you’re so sweet 💘🥰\n  ","730455":"\n  that’s my lady 🥰🥺\n  ","730456":"\n  cuz i want 2 jobs\n  ","730457":"\n  lol thanks .\n  \n  i want another boy tho\n  ","730458":"\n  couple months\n  ","730459":"\n  send me questions\n  ","730460":"\n  either the living room , or my room\n  ","730461":"\n  thank you 😊\n  ","730462":"\n  i d k\n  \n  i don’t keep track\n  ","730463":"\n  oh\n  ","730464":"\n  yep\n  ","730465":"\n  i hate my voice\n  ","730466":"\n  id say so\n  ","730467":"\n  myself\n  ","730468":"\n  maybe if they flirt with you\n  \n  or show signs being interested\n  ","730469":"\n  stolen from\n  \n   @af9495\n  \n\n  send me numbers 🤪\n  ","730470":"\n  & she rather do pills & stuff\n  ","730471":"\n  thank you lovely . 🥺💜.\n  \n  i hope you’re staying safe . especially in this terrible heat 🥵\n  ","730472":"\n  she supposedly said it was to get herself clean . she gave her kids up back in march to her sister that lives in Georgia .\n  \n  but, i know it’s cuz she wants to live a carefree life , her bd doesn’t take care of either of their kids. her mom doesn’t want to help with them. she always complained she couldn’t be a normal kids in their early 20’s. shxts a mess\n  \n  her 2nd one she should’ve had especially when she lied & said she took the pills for abortion. she told him it didn’t work but tells me she never took em. and she’s currently TTC with her new bf of 7 months.\n  ","730473":"\n  did what?\n  ","730474":"\n  nobody asked you\n  ","730475":"\n  true. oh well\n  ","730476":"\n  can i get some more coins\n  ","730477":"\n  i’ve seen it\n  ","730478":"\n  Django\n  ","730479":"\n  because i don’t play video games\n  ","730480":"\n  and i know she’s lying to me about why she did it .\n  \n  plus, their 3,5 turning 4,6 soon\n  \n  they live in Georgia with her sis .\n  ","730481":"\n  my friend gave up her kids . which is perfectly fine . but why she did isn’t .\n  ","730482":"\n  zero\n  ","730483":"\n  probably\n  ","730484":"\n  i don’t know what you’re talking about\n  ","730485":"\n  i’m fine\n  ","730486":"\n  no\n  ","730487":"\n  shouldn’t everyone\n  ","730488":"\n  2 jobs i’m not discussing on here.\n  ","730489":"\n  2.\n  ","730490":"\n  no\n  ","730491":"\n  thank you\n  ","730492":"\n  • bad hygiene\n  \n  • ugly teeth\n  \n  • short guys \/\/ tall girls\n  \n  • childish mindset in your mid 20’s\n  ","730493":"\n  as far as i know.\n  \n  nobody’s on lockdown\n  ","730494":"\n  yes 🥰\n  ","730495":"\n  wish i was pregnant already\n  ","730496":"\n  i dont rly care for someone who’s married to a r*pist .\n  ","730497":"\n  no . i hate the beach\n  ","730498":"\n  fashion nova\n  \n  american eagle\n  \n  forever 21\n  \n  etc\n  ","730499":"\n  “when you know , you know.”\n  ","730500":"\n  because it turns me on???\n  ","730501":"\n  i don’t rly have one\n  ","730502":"\n  it was great! but hot 🥵\n  ","730503":"\n  depends on the situation\n  ","730504":"\n  both depending\n  ","730505":"\n  • hair pulling\n  \n  • dirty talk\n  \n  • pu$$y playing\n  \n  • neck kisses\n  \n  • my hubby\n  ","730506":"\n  yep\n  ","730507":"\n  • that is can be rough sometimes\n  \n  • ans i should’ve spoken up more during my 2nd pregnancy\n  ","730508":"\n  no song\n  \n  i don’t care about any of my ex’s\n  ","730509":"\n  mhm nothing i can think of rn\n  ","730510":"\n  Gabby\n  ","730511":"\n  okay cleared out my inbox .\n  \n  it was to much to handle over time .\n  \n  so now i will be staying on top of my ask inbox more often.\n  \n  with that being said spam me\n  ","730512":"\n  i’d rather give orders\n  \n  ion like being bossed around\n  ","730513":"\n  hot pockets\n  ","730514":"\n  i’d say the silverware\n  ","730515":"\n  Django\n  ","730516":"\n  i’m feeling good.\n  \n  hot 🥵.\n  \n  not even 10 and it’s almost 90°\n  ","730517":"\n  be on a no flying list\n  ","730518":"\n  chinese food 🥡🥢\n  ","730519":"\n  bees 🐝\n  \n  dirty ocean water , lake water , bay water , whatever type of water that’s not a shower or mine . ion like\n  ","730520":"\n  i do\n  ","730521":"\n  uh no? not rly\n  ","730522":"\n  thanks\n  ","730523":"\n  i skipped gym all the time & math\n  ","730524":"\n  ask me questions guys\n  ","730525":"\n  you sound dumb\n  \n  get out my inbox\n  ","730526":"\n  yeah .\n  \n  got dumped & dumped people\n  ","730527":"\n  i think it all depends on what they have done\n  ","730528":"\n  because that how i answered it\n  \n  take it or leave it\n  \n  period\n  ","730529":"\n  i don’t think so\n  ","730530":"\n  nobody said it did\n  ","730531":"\n  this isn’t a question\n  ","730532":"\n  it’s 7:36am i’m fine rn\n  ","730533":"\n  the person i’ve become\n  ","730534":"\n  obviously bad.\n  \n  asking me dumb questions\n  ","730535":"\n  this isn’t a question\n  ","730536":"\n  thanks 🤗\n  ","730537":"\n  just in general .\n  \n  i couldn’t handle it\n  ","730538":"\n  and some girl\n  ","730539":"\n  nope.\n  \n  i always wanted to w\/ my husband but than i heard stories & im like nah i’d kxll a bxtch\n  ","730540":"\n  at my 2nd job driving around\n  ","730541":"\n  ion care\n  ","730542":"\n  mhm nothing\n  ","730543":"\n  thanks\n  \n  that was at the end of last year or the beginning of this year\n  ","730544":"\n  nothing lmaoo\n  \n  it would be our secret\n  ","730545":"\n  i’m fine\n  ","730546":"\n  nah\n  ","730547":"\n  k\n  ","730548":"\n  yep\n  ","730549":"\n  nah my hubby has\n  ","730550":"\n  nope .\n  \n  that’s why it’s private\n  ","730551":"\n  as in?\n  ","730552":"\n  bye\n  ","730553":"\n  xgabs.xo\n  ","730554":"\n  again, that’s not my problem\n  ","730555":"\n  America\n  ","730556":"\n  that sucks\n  ","730557":"\n  💍\n  ","730558":"\n  that sucks\n  ","730559":"\n  you don’t have to be VIP to unblock answers\n  ","730560":"\n  keep sending me questions\n  ","730561":"\n  i rly don’t remember lol\n  ","730562":"\n  this makes no sense\n  ","730563":"\n  yea\n  ","730564":"\n\n   @reachel_n\n  \n\n\n   @littletrvst\n  \n\n\n   @motherofjedis\n  \n\n\n   @elysssa_d\n  \n\n\n   @mommaisloved\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @poetalunam\n  \n\n\n   @af9495\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @lnr87\n  \n\n\n   @courtneym4\n  \n\n\n   @carlahall88\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @musicfan1998\n  \n","730565":"\n\n   @reachel_n\n  \n\n\n   @littletrvst\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @elysssa_d\n  \n\n\n   @mommaisloved\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @poetalunam\n  \n\n\n   @af9495\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @motherofjedis\n  \n","730566":"\n  maybe\n  ","730567":"\n  all last week. on & off\n  ","730568":"\n  depends on the situation\n  ","730569":"\n  i’m watching The First 48\n  \n  and young & hungry\n  ","730570":"\n  almost on the top 10.\n  \n  spam me w\/ some coins\n  ","730571":"\n  😊\n  ","730572":"\n  thanks\n  ","730573":"\n  my phones on vibrate 24\/7 so it’s probably the standard iphone one\n  ","730574":"\n  vibrate\n  ","730575":"\n  they will just never know the answer than 🤷🏽‍♀️\n  ","730576":"\n  i answer with a secret\n  ","730577":"\n  yep\n  ","730578":"\n  my eyes are brown . yeah they’re alright lol\n  \n  i wish i has hazel eyes\n  ","730579":"\n  married\n  ","730580":"\n  i do not\n  ","730581":"\n  UK , Australia, NZ , India , Jordan , Ethiopia, South Korea , Etc\n  ","730582":"\n  unfortunately i haven’t .\n  \n  although i thought about that yesterday while i’m The Bronx.\n  \n  i was telling my fiancé what if we just seen A Boogie lmao\n  ","730583":"\n  you just sound dumb\n  \n  i rly don’t care what you think lmao\n  ","730584":"\n  my week hasn’t been to bad . been working & stuff.\n  \n  it’s going to be like 92 today and like 95 tomorrow 🥵\n  \n  i’m doing good . thanks for checking in.\n  \n  i hope you’re doing good as well & staying safe 💜✨\n  ","730585":"\n  spam me with questions\n  \n  still doing honesty weekend\n  ","730586":"\n  so people who give up there kids or give them up for adoption aren’t allowed to have more kids????\n  \n  is that your dumb logic???\n  ","730587":"\n  wtf does me wanting another child have to do with the love for my other kids.\n  \n  that literally doesn’t make sense\n  ","730588":"\n  so that means i’m not allow to have more kids???\n  \n  lmaooo\n  ","730589":"\n  i can’t wait to have a baby 👶🏽\n  ","730590":"\n  couple days ago\n  ","730591":"\n  i just want boob job\n  ","730592":"\n  anons are so fxcking dumb & reasons why i hate this app sometimes\n  ","730593":"\n  i absolutely do\n  ","730594":"\n  engagement ring\n  ","730595":"\n  that’s good for you\n  ","730596":"\n  again i just said i’m not entertaining this\n  ","730597":"\n  you’re ignorant\n  \n  i’m not entertaining this bs\n  ","730598":"\n  omg\n  ","730599":"\n  bye\n  ","730600":"\n  i already have a job\n  ","730601":"\n  no\n  ","730602":"\n  last weekend when i got pulled over\n  ","730603":"\n  i’m at work rn .\n  \n  i’m off in an hr 😁.\n  \n  me and hubby are going to the bronx then maybe manhattan later for a little date \/\/ adventure.\n  \n  it’s suppose to be damn near 90 today .\n  ","730604":"\n  neither . i don’t go to the movies anymore .\n  \n  movie theaters are played out\n  ","730605":"\n  ugh i hate the summer w\/ a passion\n  ","730606":"\n  i like it when i is the time to be done\n  ","730607":"\n  i couldn’t say back then cuz i was probably like 4-5 remember i’m only 25.\n  \n  and now obviously what he’s done is disgusting\n  ","730608":"\n  nah i’m good .\n  \n  i’m not even with him rn\n  ","730609":"\n  our first kiss was at his house . wasn’t on a date .\n  \n  you didn’t ask about our first kiss you clearly said first date .\n  \n  and i don’t remember . i rly don’t care at this point .\n  \n  i think it was out to eat somewhere\n  ","730610":"\n  my first date with my husband was almost 9 years ago .\n  \n  i don’t remember tbh lmaoo\n  ","730611":"\n  i know i’m pretty & idk how tf am i suppose to know .\n  \n  i’m not ugly so i can’t answer . and even on my worse days i’m never ugly lmao\n  ","730612":"\n  not rly\n  ","730613":"\n  thank you\n  ","730614":"\n  thank you 😊\n  ","730615":"\n  you’re very welcome.\n  \n\n  enjoy\n  ","730616":"\n  happy birthday 💕\n  ","730617":"\n  9:35am\n  ","730618":"\n  yes that’s princess Nevaeh 🥰💜\n  ","730619":"\n  send me things\n  ","730620":"\n  r&b\n  \n  rap\n  \n  hip-hip\n  \n  90’s music \/\/ 80’s music\n  ","730621":"\n  i had taco bell and a white claw lmao\n  ","730622":"\n  this isn’t a question\n  ","730623":"\n  i hangout with an old friend in a telly w\/ my hubby and her man.\n  \n  today it’s going to be 90 so maybe after work we’ll go out to the city\n  ","730624":"\n  nah i’m good\n  ","730625":"\n  honestly it doesn’t even bother me\n  ","730626":"\n  probably not\n  ","730627":"\n  i have not tbh lmao.\n  \n  although i do have an account . i just love to watch other people’s\n  ","730628":"\n  hubby is asleep & kids are at grandmas .\n  \n  spam me w\/ questions to answer 🤪\n  ","730629":"\n  i did both depending\n  ","730630":"\n  cable tv\n  ","730631":"\n  give me some coins guys pls 🥺\n  ","730632":"\n  i have not a clue .\n  \n  probably in ways a 5 year old would understand\n  ","730633":"\n  no\n  ","730634":"\n  why are you asking me dumb ass questions????\n  ","730635":"\n  yes it is .\n  \n  i’ve always loved the fall.\n  \n  and i’ve always hated the summer lol\n  ","730636":"\n  i’m not playing would you rather\n  ","730637":"\n  i follow a lot of moms and business tbh lol.\n  \n  and i follow celebrities. i like to live through their famous lives lmao . haha\n  ","730638":"\n  America sucks lmao\n  ","730639":"\n  i have and an abandoned house\n  ","730640":"\n  Gabby\n  ","730641":"\n  my parents aren’t together\n  ","730642":"\n  y’all are so fxcking disrespectful it’s not even funny or cute\n  \n  i’m MARRIED . so NEVER\n  ","730643":"\n  before everything shut down .\n  \n  but next week ima get my eyebrows done\n  ","730644":"\n  my white claw\n  ","730645":"\n  Barbados\n  ","730646":"\n  tbh only my hubby and my kids\n  ","730647":"\n  i don’t rly play games on my phone tbh\n  \n  but i have these games lmao.\n  ","730648":"\n  mac & cheese and chicken fingers 😍\n  ","730649":"\n  TTC 👶🏽\n  ","730650":"\n  social studies\n  ","730651":"\n  libra ♎️\n  ","730652":"\n  thank ya\n  ","730653":"\n  my kids & hubby\n  ","730654":"\n  i’ll say something or a statement and say “bro” at the end\n  ","730655":"\n  idiots , drug dealers , fakes , attention seekers ,\n  \n  lmfaoo oh gosh 🤦🏽‍♀️\n  ","730656":"\n  i always find myself wanting more\n  ","730657":"\n  keep spamming me\n  ","730658":"\n  lacrosse 🥍\n  ","730659":"\n  i’ve never seen it\n  ","730660":"\n  a 👶🏽\n  ","730661":"\n  by the drinks & food\n  ","730662":"\n  i don’t have one\n  ","730663":"\n  lmfaooo ; i wish my parents spoiled me like that when i was my sons age lol\n  ","730664":"\n  on the bathroom floor after being drunk & throwing up\n  ","730665":"\n  his grandpa bought it for his 6th birthday .\n  \n  he’s spoiled when it comes to his grandparents\n  ","730666":"\n  i try to ignore them or distance myself.\n  \n  or i’ll just got tf off\n  ","730667":"\n  not odd but i had a dream i was pregnant with a boy and i went full term 🥺😍\n  ","730668":"\n  vodka and cranberry\n  ","730669":"\n  i’d probably start a clothing line or a skin care line\n  ","730670":"\n  Barbados , NZ , UK , India , Australia, South Korea , Jordan ,\n  ","730671":"\n  i’d go to a bar or something\n  ","730672":"\n  i’m 25 going to be 26 in November and he’s 6 going to be 7 in October\n  \n  and my daughter is 1 turning 2 next April\n  ","730673":"\n  i went to 7-11\n  ","730674":"\n  i bought new joycons for my sons switch . lol .\n  \n  i wasn’t happy i HAD to spend $80 but he was happy so that’s all that matters\n  ","730675":"\n  haha! nothing rly\n  ","730676":"\n  it’s a serious thing\n  ","730677":"\n  love language 💕\n  ","730678":"\n  yassss! 🥰🥺\n  ","730679":"\n  i have a phobia of dirty ocean water , lake water , etc\n  ","730680":"\n  spend a night in a landfill\n  ","730681":"\n  i haven’t and i probably wouldn’t attend one\n  ","730682":"\n  i wouldn’t like it .\n  \n  i think it would be weird to have someone to look alike me\n  ","730683":"\n  i do .\n  \n  and one of those twins has a crush on me and my hubby had to confront him a while ago . lmao\n  ","730684":"\n  yes i have .\n  \n  and honestly it was an ex ; and then it was my ex bff .\n  \n  honestly my ex bff still stalks me . it’s annoying now . so i have to watch what i say & post\n  ","730685":"\n  yeah i do.\n  \n  i rather anon if it’s not spam .\n  \n  if it’s spam questions from my fellow followers that i don’t mind\n  ","730686":"\n  yep & it sucked\n  ","730687":"\n  great!\n  \n  got rid of my toxic ex bff .\n  ","730688":"\n  no problem .\n  \n  sorry i couldn’t be help\n  ","730689":"\n  yeah\n  ","730690":"\n  probably my mom? idk\n  ","730691":"\n  For the night - pop smoke 💫\n  ","730692":"\n  hammer or screw driver lmao\n  ","730693":"\n  nowhere did i ever say i was\n  ","730694":"\n  for what?\n  ","730695":"\n  now i blocked you fr 😇\n  ","730696":"\n  kid(s)\n  ","730697":"\n  uh yea\n  ","730698":"\n  yea\n  ","730699":"\n  watch the news or online\n  ","730700":"\n  can you read???\n  ","730701":"\n  stop asking questions & then on my thread saying . “yep”\n  \n  it’s annoying now\n  ","730702":"\n  they’re actually miserable\n  ","730703":"\n  with my hubby , going out on adventures\n  ","730704":"\n  i’m both\n  ","730705":"\n  vodka & cranberry\n  ","730706":"\n  blocking you\n  ","730707":"\n  this isn’t a question\n  ","730708":"\n  haha! it’s crazy how my mil is trying to be on my good side when i haven’t talked to her in 2-3 months.\n  ","730709":"\n  cool\n  ","730710":"\n  i have a gender reveal party i’m going to in 3 weeks & im so excited 🥺🥰\n  ","730711":"\n  no\n  ","730712":"\n  yep\n  "}}