{"Question":{"730713":"\n   do you ever delete an answer if you noticed you made a spelling mistake?\n  ","730714":"\n   Who do you trust more, your friends or your parents?\n  ","730715":"\n   Oh okey sorry 😐\n  ","730716":"\n   What is your most treasured possession?\n  ","730717":"\n   Do you play video games on your free time? What games are you into?\n  ","730718":"\n   Yeah 🤔\n  ","730719":"\n   What’s your favourite number?\n  ","730720":"\n   Yeah you need take Mary with me 😍😻\n  ","730721":"\n   Your welcome 😉\n  ","730722":"\n   Oh my god 😻😋\n  ","730723":"\n   If you could be born again in any country, as any race, and as any gender, what would you choose?\n  ","730724":"\n   Yep\n  ","730725":"\n   You 😉\n  ","730726":"\n   How have you guys been?\n  ","730727":"\n   do you think schools should open up next month?\n  ","730728":"\n   How have you guys been?\n  ","730729":"\n   Does anyone else find the laws in Portugal disturbing? How did Christian Brueckner get only 7 years for torturing a woman to death. Also he abused kids but didn’t get much time for that either. I just hope his punishment is more significant this time for torturing that 4 year old girl.\n  ","730730":"\n   Did you hate any of your past jobs\n  ","730731":"\n   list the seasons in order from your favorite to your least favorite.\n  ","730732":"\n   if you had a neighbor that lived above you, under you or next to you in the same building, what would be the most annoying thing they could do in your opinion?\n  ","730733":"\n   Has anyone ever made a scene saying that you were looking at them but you were actually looking past them? 🤣\n  ","730734":"\n   Would you ever run a marthon?\n  ","730735":"\n   When did you last burn yourself?? How did you do it?? I burned myself with a hot glue gun today 🙃\n  ","730736":"\n   Best body part on yourself? Others?\n  ","730737":"\n   Have you seen the comet yet? Cause I haven’t 😡\n  ","730738":"\n   would you consider yourself impulsive? what’s the last impulsive thing you did?\n  ","730739":"\n   ومن ذا \n يبقي علي العهد؟ إنهم وإن كثرت دعواهم لقليل!..\n  ","730740":"\n   What’s the one thing that can automatically make your day better?\n  ","730741":"\n   What do you usually do with bugs in your home? Does it depend on the kind of bug? How? 🐜🕷🦟\n  ","730742":"\n   ok x\n  ","730743":"\n   you ok x\n  ","730744":"\n   Why did you secret the hi? Who is going to pay that?\n  ","730745":"\n   DM on IG?\n  ","730746":"\n   What made you do the butterfly?\n  ","730747":"\n   Are you pregnant yet?\n  ","730748":"\n   Ditto\n  ","730749":"\n   What was the most stupid question you've ever received?\n  ","730750":"\n   If you could choose your death, when and how would you like it to be?\n  ","730751":"\n   What was your home life like growing up?\n  ","730752":"\n   If you were a bird, where would you fly?\n  ","730753":"\n   God protect you from bad people.\nGod protect you from aggressive dogs and poisonous snakes and insects. \n👿👿👿\n  ","730754":"\n   Bath or shower?\n  ","730755":"\n   When eating cereal with milk, do you pour the cereal or milk first?\n  ","730756":"\n   Do you wear slippers at home?\n  ","730757":"\n   Do you have pets? PAP!\n  ","730758":"\n   Who is the most underrated ASKfm user?\n  ","730759":"\n   What made it great?\n  ","730760":"\n   How was your day\n  ","730761":"\n   If I was in an abusive relationship and convincing myself I was happy, I wouldn’t want to look it up either. But hey, that’s your problem. We will wait to watch for you to show up on the news.\n  ","730762":"\n   What do you like about yourself?\n  ","730763":"\n   What would you spend on $50?\n  ","730764":"\n   .🤦‍♀️\n  ","730765":"\n   What is one thing that made you feel bad recently\n  ","730766":"\n   What is the worst injury you've ever had?\n  ","730767":"\n   Have you ever liked someone & never told them? Why?\n  ","730768":"\n   ₸ћṛєấd ₣σṛ ..🖤'\n  ","730769":"\n   I'd never date a girl bc of the size of her b**s there not a sign of intelligence or love-ability trustworthy or anything at certainly does not in any way make a girl more attractive Just saying\n  ","730770":"\n   does anybody think it’s weirdly convenient that reachel found a “serious” boyfriend right before Anna’s wedding so she can appear to be a real solid citizen when she meets Tim and Anna for the first time? Like buying a new dress only more desperate. 😂\n  ","730771":"\n   Good for you!\n  ","730772":"\n   Why does the answers needed just say +99 when you need approximately 120 answers :\/ and it not do a ✅ once hitting that 99 mark\n  ","730773":"\n   Is this a stupid way to think, IF I ever get a girlfriend i\"ll would want her to work same as me, so we have  more incoming into the house.  Stupid way to think?\n  ","730774":"\n   pap DUI\n  ","730775":"\n   You should look up what Stockholm syndrome is.\n  ","730776":"\n   Have you been in a toxic relationship?  Ifbyes,  how did it affect you?\n  ","730777":"\n   Happy St. Swithin's Day\n  ","730778":"\n   What were you bullied for?\n  ","730779":"\n   Who all do you ask questions to? How do we get questions from you?\n  ","730780":"\n   How do we get a follow from you then?\n  ","730781":"\n   Likers get a follow?\n  ","730782":"\n   How much do you eat in a day\n  ","730783":"\n   Small boobs are just fine with me.\n  ","730784":"\n   Your place or mine??\n  ","730785":"\n   Girls would you rather be fat and have huge boobs or skinny with small boobs? Guys what do you prefer?\n  ","730786":"\n   What do you need?\n  ","730787":"\n   what is the last thing you ate?\n  ","730788":"\n   Do remember life without technology? What was it like?\n  ","730789":"\n   How often do you sing aloud? Name the song you perform best!\n  ","730790":"\n   How’s your morning going ?\n  ","730791":"\n   Do you like tomato soup?\n  ","730792":"\n   What freaks you out?\n  ","730793":"\n   Penny for your thoughts?\n  ","730794":"\n   Do you like your bacon crispy?\n  ","730795":"\n   Noooo. It’s racist for them to come here and expect us to speak their language. Like if I went to France and expect them to learn English, you would never hear of such a thing. “Only in America“ LOL\n  ","730796":"\n   well, that answers the question 🤣\n  ","730797":"\n   Do you wear a mask in public due to covid\n  ","730798":"\n   when’s the last time you were given more responsibility?\n  ","730799":"\n   What is one thing you always second guess?\n  ","730800":"\n   What's your biggest achievement so far?\n  ","730801":"\n   Anybody got tellonym? I’m curious about that Q&A platform 🤗 This is mine, in case you’re interested:\n   \n    https:\/\/tellonym.me\/itz_manu\n   \n","730802":"\n   Do you have a mask? Where did you get it?\n  ","730803":"\n   Racist would be coming to another country and expecting them to learn your language. Oh. Wait. 🤦‍♀️\n  ","730804":"\n   It’s not racist to not know a damn language you were never taught. Are y’all ok?\n  ","730805":"\n   If I mentioned the name Passamaquoddy would you know what I was referring to?\n  ","730806":"\n   if ask was to add a new feature right now, what would you want it to be?\n  ","730807":"\n   Hi what are you doing today?\n  ","730808":"\n   Do you know CPR?\n  ","730809":"\n   The concubine -in Islam- is a woman\/girl who is kidnapped during the battle\/invasion and sexually enslaved and she get raped daily.. This has happened throughout Islamic history (for millions of women) and is still continuing\n  ","730810":"\n   Esto es por si gustas apoyarme votando por mi en este 🆚. Si es así, soy el de tu izquierda :\n   \n    https:\/\/ask.fm\/belen_slt\/photopolls\/177346551muchas\n   \n   gracias y buenas noches. 👀🙋🏾‍♂️ Disculpa el spam y la molestia. 🙏🏾\n  ","730811":"\n   what was the biggest drama situation you’ve ever been in?\n  ","730812":"\n   What is at the same time funny and sad?\n  ","730813":"\n   What made your day today?\n  ","730814":"\n   LMFAO Relatable\n  ","730815":"\n   What annoys you?\n  ","730816":"\n   Last time an anon cared about you and not just your sexual activity? 🙂 Appalling\n  ","730817":"\n   متى قابلت شخصك المفضل\n  ","730818":"\n   What is your favorite thing in your room? PAP!\n  ","730819":"\n   What's your favorite photo that you've taken?\n  ","730820":"\n   When is the last time that you holded your nose because of bad smell?\n  ","730821":"\n   If someone posts personal details about their life online. Are their followers obligated to know every detail?\n  ","730822":"\n   How are you? You’re beautiful.\n  ","730823":"\n   Were you popular in school\n  ","730824":"\n   Are you nicer than Elyssa or meaner ?\n  ","730825":"\n   No\n  ","730826":"\n   ___🌷🎻أغنيه جميله تستحق ان اسمعها🎵\n  ","730827":"\n   Need suggestions for Netflix :(\n  ","730828":"\n\n    @MElShami\n   \n   وضيع تافه\nwants some questions\n  ","730829":"\n   favorite desserts?\n  ","730830":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","730831":"\n   Did you get arrested last night?\n  ","730832":"\n   What did the last text message you send, say?? Who was it to??\n  ","730833":"\n   🌸 Happy Friday! I hope you have a lovely weekend! :3\n  ","730834":"\n   Would you rather be able to take back anything you say or hear any conversation that is about you?\n  ","730835":"\n   How would you describe the perfect spouse?? If you think your S.O\/spouse is, why are they??\n  ","730836":"\n   What is the most annoying question people ask you on social media ever?\n  ","730837":"\n   Pop retro quiz - guess the band and, for bonus points, the song too: \"I'm sober now for three whole months, it's one accomplishment you helped me with, The one thing that tore us apart, is the one thing I won't touch again\"\n  ","730838":"\n   What is your favorite food ?\n  ","730839":"\n   Holy fuck you’re beautiful\n  ","730840":"\n   Person you just wanna fight on sight\n  ","730841":"\n   Who gon flat for that\n  ","730842":"\n   If you could be any person in the world for a day, who would you be and why?\n  ","730843":"\n   Morning thought 💭🌞\n  ","730844":"\n   Do you have good self esteem?\n  ","730845":"\n   Who gets annoyed more you or your partner\n  ","730846":"\n   What is are the best pizza toppings?\n  ","730847":"\n   What makes you curse someone?\n  ","730848":"\n   In the end we stay with those who make life simpler🖤\n  ","730849":"\n   If I give you my number can you make some prank calls to me?\n  ","730850":"\n   Hey! what’s your favourite season and WHY ?(:\n  ","730851":"\n   How long have you been TTC?\n  ","730852":"\n   your second @ is looking for a sugar 😂\n  ","730853":"\n   Mines working now too I think it’s back up\n  ","730854":"\n   Where you from I know you don’t lol I need new vibes 😉\n  ","730855":"\n   Do you prefer very spicy or non-spicy food?\n  ","730856":"\n   I be on Flipside chilling ask gang nem lol🤣\n  ","730857":"\n   Anyone else’s app not working?\n  ","730858":"\n   My cheeks feels so hot and very red rn, is that normal? I never had this problem before, I am afraid  i may have any sort of skin disease..\n  ","730859":"\n   What is happening in ask.fm? i cannot use the app\n  ","730860":"\n   mines here the same, keeps on crashing, developers might be fixing some bugs\n  ","730861":"\n   Share a photo of you from 10 years ago, or older if you prefer! 📸\n  ","730862":"\n   I thought i was the only one!! It’s happening to me too\n  ","730863":"\n   Describe what a good friend means to you?\n  ","730864":"\n   Have you visited any art galleries or museums recently?\n  ","730865":"\n   لا تشغلن بعيب غيرك غافلا \nعن عيب نفسك إنه عيبان 💙\n  ","730866":"\n   Good😊\n  ","730867":"\n   At what age did you move out?\n  ","730868":"\n   If you have children, did you always know you wanted them?\nIf not would you like them in the future?\n  ","730869":"\n   has it been windy lately?\n  ","730870":"\n   do you have a favourite video game?\n  ","730871":"\n   So my best friend is female, we’ve been friends for 3 years now. I am beginning to like her as more than just a friend is it a good idea that I tell her? She also seems to like me as more than a friend by her actions but I am not sure completely.\n  ","730872":"\n   How many likes does your profile currently say you have, as of this question??\n  ","730873":"\n   Do your kids like Blippi? Why?\n  ","730874":"\n   Do you ever play the claw machines when you're out and about maybe at a restaurant or in an arcade? Are you any good at it? What kind of things have you won?\n  ","730875":"\n   Have you ever been to a national park before? Which one and did you enjoy your time there?\n  ","730876":"\n   What was the last thing to disappoint you??\n  ","730877":"\n   Ever ridden a hover board?\n  ","730878":"\n   What’s on your mind currently?\n  ","730879":"\n   Following you\n  ","730880":"\n   What’s something that automatically makes you feel happier?\n  ","730881":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is that they fall in love with)?\n  ","730882":"\n   What kind of car\/vehicle do you own??\n  ","730883":"\n   do you like wine? what’s you’d favorite wine?\n  ","730884":"\n   Pfft you’re a goddess!  I’d be more than happy for my tax to increase JUST to provide your cigarettes!\n  ","730885":"\n   Lol ahhhhh\n  ","730886":"\n   Yes, I know you don't care. And to think my taxes subsidize your cigarettes and food stamps\n  ","730887":"\n   Do you like spaghetti hoops with cheese?\n  ","730888":"\n   This is the kind of ignorance that is destroying America from the inside\n  ","730889":"\n   And how do you know that?\n  ","730890":"\n   So if you get it you want to go spreading it around to as many people as you can?\n  ","730891":"\n   why not\n  ","730892":"\n   Do u work better under stress ?\n  ","730893":"\n   What's your dream job?\n  ","730894":"\n   why did you only give away one child?\n  ","730895":"\n   Have you taken a covid19 test?\n  ","730896":"\n   did you give your child away coz its a girl and you only want boys?\n  ","730897":"\n   i havent got time to look through all your answers 😂 i just remember\n  ","730898":"\n   What’s wrong with being annoyed with your husband? Lol mine annoys me, doesn’t mean I don’t love his goofy a.ss.\n  ","730899":"\n   you definitely have before. i bet my life on it\n  ","730900":"\n   if you can look after another child you can look after her\n  ","730901":"\n   you are lying. you posted only recently that he was “so annoying”. you do it a lot\n  ","730902":"\n   why are you so annoyed with your husband all the time? maybe you should have given him away instead of your child\n  ","730903":"\n   or you could just give her away like you did and try for another one 😂\n  ","730904":"\n   Are you a picky eater?\n  ","730905":"\n   good\nwhat are you doing\nyou from\n  ","730906":"\n   What is ttc?\n  ","730907":"\n   Riddle something?\n  ","730908":"\n   Confess anything?\n  ","730909":"\n   how are you\n  ","730910":"\n   My favourite colour yellow and black😍😍\n  ","730911":"\n   Hy😍\n  ","730912":"\n   What's your comfort food? Or food that makes you feel good?\n  ","730913":"\n   What is the weirdest weather you've ever had, that you can remember??\n  ","730914":"\n   Which song would you choose to give your crush a message indirectly?\n  ","730915":"\n   Is it wrong to threaten to bring your daughter to the forest and give her to wolves and let them raise her? Asking for a friend .\n  ","730916":"\n   Do you guys want a boy or girl first?\n  ","730917":"\n   What is your favorite dessert?\n  ","730918":"\n   Mood right now 🌸\n  ","730919":"\n   How do you deal with stressful times?\n  ","730920":"\n   how do you feel about tik tok and the potential ban on it?\n  ","730921":"\n   🔥🥀✨\n  ","730922":"\n   Have you ever played Minecraft before? Do you like the game? If you have never played. It is fun and I recommend.\n  ","730923":"\n   Are you allergic to anything?\n  ","730924":"\n   What did you have for dinner tonight guys?\n  ","730925":"\n   What is your zodiac sign?\n  ","730926":"\n   What do you feel right now?\n  ","730927":"\n   If you are given the chance to see the future, would you take it?\n  ","730928":"\n   Do you like regular chicken nuggets or spicy chicken nuggets?\n  ","730929":"\n   What is your reason to keep fighting and survive?\n  ","730930":"\n   Name five of your favourite anime\n  ","730931":"\n   Do you ever feel self conscious and unable to act in a natural way around other people? If so how do you help yourself overcome these feelings??\n  ","730932":"\n   confess something🥀🌸\n  ","730933":"\n   Favorite ice cream?\n  ","730934":"\n   Top 5 songs ?\n  ","730935":"\n   If you're a girl and every night in your dreams you're actually a boy with a completely different life, then how do you know that you're not actually that boy dreaming as a girl every night?\n  ","730936":"\n   Do you prefer to wear shoes or socks or be barefoot at home?\n  ","730937":"\n   Thank you beautiful 🌹\n  ","730938":"\n   Spread the love! Who are your top fave askFM users?\n  ","730939":"\n   Which is your song of the week?\n  ","730940":"\n   What makes a person rich?\n  ","730941":"\n   What color have you always wanted to dye your hair but haven't done?\n  ","730942":"\n   Hi what are you doing today?\n  ","730943":"\n   Which do you prefer watching movies at home or the cinema?\n  ","730944":"\n   Do you give up easily?\n  ","730945":"\n   Honey your soul is golden:,)🍯✨\n  ","730946":"\n   What do you like doing when you have a bad day?\n  ","730947":"\n   Thoughts on sweatpants?\n  ","730948":"\n   So what is everyone doing today\/tonight? \nI'm currently on my second mile at the gym 💪🏻😊\n  ","730949":"\n   What's cooler to play - a guitar or saxophone?\n  ","730950":"\n   What was the last game you played?? Was it on your phone?? Card game?? Game system?? Etc.??\n  ","730951":"\n   are you an introvert or an extrovert person?\n  ","730952":"\n   Who is your favorite singer?\n  ","730953":"\n   i know this is a dumb question so you don’t have to answer it. it’s just to help settle an argument i’m having. would you consider Landon to be a common name?\n  ","730954":"\n   How well do you sleep at night?\n  ","730955":"\n   How are you?\n  ","730956":"\n   do you have any plants in your house?\n  ","730957":"\n   Did you cheat in exams during quarantine?\n  ","730958":"\n   How do you have so many followers when you sound so monotone? 😕\n  ","730959":"\n   Like a pixie cut? Or what? I’d love to see you with short hair.\n  ","730960":"\n   صباح الخير❤️\n‏أزفُّ هَواك في مَجرى دمَائي\nعَريسًا من وريدي للوريدِ\n  ","730961":"\n   Aha no\n  ","730962":"\n   What is your favorite non-social networking website?\n  ","730963":"\n   Would you rather only be able to listen to the same song for the rest of your life or only be able to watch the same movie for the rest of your life?\n  ","730964":"\n   Are you one of those people who has to stay active or can you relax and chill?\n  ","730965":"\n   How did you break your ring finger? Lol\n  ","730966":"\n   I don’t like kik messaging app because too many people starting drama and bullying and calling mean names. And pervs wanting to see naked girls\n  ","730967":"\n   Have you been thinking lately about getting your hair trimmed or cut? Dyed? What are you getting done to it? Or are you not?\n  ","730968":"\n   Ever been comforted by a smell?\n  ","730969":"\n   what is your favorite season? why? ❄🌱☀️🍁\n  ","730970":"\n   do you like to take naps?\n  ","730971":"\n   What do you do when your hairs become quite rough  because of hair colouring ,ironing ,heating .\n  ","730972":"\n   What do you think about me ? Say some good words about me 🤗\n  ","730973":"\n   What's your favourite biscuit ? Like I am obsessed with oreo\n  ","730974":"\n   What's the last bone you've sprained\/fractured\/broken?? If none of the above apply to you, use as a filter.\n  ","730975":"\n   Have you ever cheated in school?\n  ","730976":"\n   Do you wear standard colours in jeans like black white blue grey or you wear colourful pant orange red yellow jeans 🤔\n  ","730977":"\n   sunday vibes ☀️\n  ","730978":"\n   Good Morning 💛\n  ","730979":"\n   When you chew gum do you blow bubbles?\n  ","730980":"\n   is it hot where you live?\n  ","730981":"\n   do you prefer hot or cold showers?\n  ","730982":"\n   how often do you do laundry?\n  ","730983":"\n   how many pets do you have? what are they?\n  ","730984":"\n   are you good at math?\n  ","730985":"\n   what time do you go to bed?\n  ","730986":"\n   if you have kids, do you take them on play dates? (when we’re not in a pandemic.) if you don’t have kids, feel free to use this as a filler or just delete it.\n  ","730987":"\n   Do you have rings? Do you like them?\n  ","730988":"\n   Were you closer with your mom or your dad when growing up?\n  ","730989":"\n   How many times have you fallen in love?\n  ","730990":"\n   Are you a money-saver or a money-waster?\n  ","730991":"\n   what are your plans for next weekend?\n  ","730992":"\n   what do you order at mcdonalds?\n  ","730993":"\n   Space night 🌻🥺\n  ","730994":"\n   If you could call yourself when you were fifteen years old for a twenty-minute conversation, what would you tell yourself?\n  ","730995":"\n   Are you good with technology?\n  ","730996":"\n   Do you deceive well?\n  ","730997":"\n   Do you ever get annoyed when the same person texts you every single day? Let’s say a friend\n  ","730998":"\n   Best thing to do on a rainy day?\n  ","730999":"\n   Check this track\n   \n    https:\/\/open.spotify.com\/track\/6xIRxp9cOQtjLAN0ozNA16\n   \n","731000":"\n   Did you ever get any pregnancy spotting?\n  ","731001":"\n   How often do you go out to party?\n  ","731002":"\n   Can I ask you for a date\n  ","731003":"\n   Can I kiss you\n  ","731004":"\n   What’s the vegetable you hate the most?\n  ","731005":"\n   What keeps you going?\n  ","731006":"\n   do you think you’d enjoy ask better if it was AD free?\n  ","731007":"\n   do you ever send anonymous questions?\n  ","731008":"\n   Have you ever saved someone's life?\n  ","731009":"\n   what is your night time skin care routine?\n  ","731010":"\n   What season did you get married\/want to be married in??\n  ","731011":"\n   Do you have pets?\n  ","731012":"\n   Always strive for the better because you deserve it. Own it 💛\n  ","731013":"\n   What interests you?\n  ","731014":"\n   What is the dumbest thing you've done whilst drunk\n  ","731015":"\n   When was the last time you wrote a letter?\n  ","731016":"\n   what are you looking forward to?\n  ","731017":"\n   Ur blood group? I am AB+\n  ","731018":"\n   America is the whole continent. You live in USA. Dont act like America is only USA. Just so you know Mexico is also part of America. So saying America you can be anywhere but in USA\n  ","731019":"\n   where are you from? what time is it there? type your answer in your language 😊\n  ","731020":"\n   Happy Sunday 💛 How was everyone’s 4th Of July?\n  ","731021":"\n   Have you ever straightened your hair?\n  ","731022":"\n   Hello dear ,\nYour looking so good ..\nFrom which country you are ...\nCan you share me your whatsapp number so be can be in touch ...hope I ll make u feel special ❤️❤️kindly share me your whatsapp number ❤️???\n  ","731023":"\n   What is your favorite part of July 4th??\n  ","731024":"\n   Which one is better, laptop or tablet?  Why?\n  ","731025":"\n   Ootd pap?\n  ","731026":"\n   muito linda ♥️\n  ","731027":"\n   Midwife or actual doctor?\n  ","731028":"\n   Have you ever forgotten to charge your phone?\n  ","731029":"\n   ok this is what it says “BLM is completely built on lies and funded by a jewish billionaire (george soros) as just another subversion tactic to push multiple agendas.” like wtf?\n  ","731030":"\n   what do you thunk of this conspiracy theory? i cant stop laughing tbh. are ppl really this stupid? i guess they are\n   \n    https:\/\/ask.fm\/sweetnothings18\/answers\/161049151732\n   \n","731031":"\n   .\n  ","731032":"\n   BK?\n  ","731033":"\n   What is the most boring thing that you do?\n  ","731034":"\n   Do you find\n   \n    @CallOfTheStorm\n   \n   annoying ? Please be brutally honest\n  ","731035":"\n   Something has happened to\n   \n    @jadeek02\n   \n","731036":"\n   Why do people keep viewing my story on Instagram it’s really annoying and I don’t want them too! They are being very nosey and they’re in my business they have to respect my privacy why are they doing this?\n  ","731037":"\n\n    https:\/\/ask.fm\/ZeldaXoxo_?utm_source=copy_link&utm_medium=iOS&shareBy=ZeldaXoxo_\n   \n","731038":"\n   Do you know what he REALLY means by PEARL NECKLACE ?\n  ","731039":"\n   مساحه يا حلوييين \nفش متابعين ولا حد بعملي لايكات  عندي 😢😢😢\nوالله اني مسكين 😢😢\nحدا يعمل خيير معي ،😢😢\n،🤪🤪\n  ","731040":"\n   Ladies, would you be thrilled if your man gave you a pearl necklace?\n  ","731041":"\n   Do you enjoy going to parks or do you just not do that?\n  ","731042":"\n   Do you think Tarot cards can be real?\n  ","731043":"\n   What do you do for staying positive ? Distance from toxic ppl,meditate ,yoga or nothing 🤔\n  ","731044":"\n   Ever want to scream at certain questions you get on here?\n  ","731045":"\n   Have you ever watched pokémon?? Which pokémon is your favorite?? If you haven't, use this as a filler for whatever you'd like 😊\n  ","731046":"\n   Do you think people would still love someone without having a sexual relationship?\n  ","731047":"\n   Can we all agree that cooking is a basic life skill and not a gender role?\n  ","731048":"\n   Have you ever watched \"hot tub time machine??\"\n  ","731049":"\n   Do you condone or support the death penalty?\n  ","731050":"\n\n    https:\/\/ask.fm\/valeriaperez6257\/photopolls\/175025598\n   \n   ❤️VS❤️\n  ","731051":"\n   If you've had surgery (aside from wisdom teeth), have you ever tried painting your own nails\/toenails or just bending down afterwards?? I just managed to do it & it was hard af lol\n  ","731052":"\n   ممكن كوينز بليز 🥺🙏 + شكرا كثير❤️❤️\n  ","731053":"\n   who are you looking forward to see? 🦋\n  ","731054":"\n   Are you always angry?\n  ","731055":"\n   I wasn’t being rude. I was just curious if you cared if it ended up being something really bad that wasn’t in english in your page. Sry\n  ","731056":"\n   Followed\n  ","731057":"\n   Why do you answer questions not in english, even with something random? What if they actually say something bad?\n  ","731058":"\n   الشعب الفلسطيني مفكر الكمامة زي حزام الأمان.. بس يشوف شرطي بحطها ⁦⁦😷\n  ","731059":"\n   Gonna Ask you question and give options in following question, ans in option one ok?\n  ","731060":"\n   Honesty hour?\n  ","731061":"\n   do you believe that ladybugs are good luck?\n  ","731062":"\n   what has been the highlight of your week?\n  ","731063":"\n   Do you use any follow trackers for your social medias? If so, which ones do you use and why?\n  ","731064":"\n   What does someone mean by someone else is a “ Dry texter”\n  ","731065":"\n   baseball or basketball?\n  ","731066":"\n   how’s your night\n  ","731067":"\n   chocolate chip pancakes, banana pancakes, or chocolate chip banana pancakes?\n  ","731068":"\n   What do you do for strong healthy hairs  like  I apply various oil on my hairs +take various supplement n added lots of fruits n vegetable salad in my diet 🤔\n  ","731069":"\n   Do you find jersey clothes comfortable?\n  ","731070":"\n   Would you consider romance tourism ethical?\n  ","731071":"\n   Do you use planner to keep yourself or your days organised?\n  ","731072":"\n   Selfie?\n  ","731073":"\n   would you rather film a daily vlog or be in a reality TV show? why? 🎬💖\n  ","731074":"\n   You're a verified user. You don't need coins. You can't fool us\n  ","731075":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","731076":"\n   TRICKY Q: 🤯🧠 \nThis one is easy! Find the the mistake! 🤔💬\nA B C D E F G H I J K L M N O P Q R S T U V W X Y Z\n  ","731077":"\n   Would you say you're an old or a young soul? 👶🧓 Maybe something in between? Haha What do others usually think? 🤔\n  ","731078":"\n   Worst type of music for you?\n  ","731079":"\n   What is your favorite game\n  ","731080":"\n   ✏️📄\n  ","731081":"\n   what’s the farthest you’ve driven for someone you love?\n  ","731082":"\n   i bet you agree with marissa lmaooo\n  ","731083":"\n\n    https:\/\/ask.fm\/tinyelfbabie\/answer\/163322817417\n   \n","731084":"\n   What's done is done\n  ","731085":"\n   What’s your favorite junkfood?\n  ","731086":"\n   What is the main lesson life has taught you?\n  ","731087":"\n   What day do you take out trash or bring it somewhere if it works that way?\n  ","731088":"\n   Do you respect yourself or others more?\n  ","731089":"\n   Have you had a McDonald’s since the re opening? What did you get\/or what do you want to get when you go? Today I got 20 chicken nuggets! Next time I’ll get a Big Mac:)\n  ","731090":"\n   How did Kobe Bryant pass? I’m so sad about his loss it’s so sad\n  ","731091":"\n   Which one do you prefer?\nAndroid or iOS?\n  ","731092":"\n   Goodnight ❤️❤️… hope you had a good day\n  ","731093":"\n   What does the fox say?\n  ","731094":"\n   Hey everyone, I hope you’re all doing well and staying safe!😁Sending love & positive vibes your way! ✨\n  ","731095":"\n   What's the last cartoon (whether childish or more towards adults) that you've watched??\n  ","731096":"\n   What are your plans for today ?\n  ","731097":"\n   are you outgoing or shy? 🦋\n  ","731098":"\n   What was the last thing to put you in a bad mood??\n  ","731099":"\n   Hi\n  ","731100":"\n   Have you bought any clothing items in the last week?\n  ","731101":"\n   Did anyone famous go to your school?\n  ","731102":"\n   What are 3 things you're grateful for?\n  ","731103":"\n   What little steps are you taking to ensure you're getting self care in? (friendly reminder that even getting out of bed is positive)\n  ","731104":"\n   Do you ever pretend to be in your phone so people will stop bothering you?\n  ","731105":"\n   What do you think of the professors? 👩‍🏫 👨‍🏫\n  ","731106":"\n   * make a wish 🌠\n  ","731107":"\n   What is your favorite color & why is it your favorite??\n  ","731108":"\n   If you were really hungry, really exhausted and really gross, what would you do first – eat, nap or shower?\n  ","731109":"\n   What's the last thing that's hurt?? For example: running your hip into the corner of something\n  ","731110":"\n   I dont mean anything bad with it but is not safe because your belly keeps growing and the piercing can harm you\n  ","731111":"\n   Which home remedies do you use to save your self from corona virus like I drink lots of lemon juice for strong immunity\n  ","731112":"\n   Why did you keep the piercing? Didnt the doctor told you you needed to take it off?\n  ","731113":"\n   Share a controversial opinion.\n  ","731114":"\n   Post a picture of your favorite movie!\n  ","731115":"\n   How do you deal with the influx of “follow me back please” people?\n  ","731116":"\n   How do you take care of your hair ? By oiling ,taking vitamins supplement  or take care of your diet 🤔\n  ","731117":"\n   Do you believe in love at first sight, or should I walk by again?\n  ","731118":"\n   I can help you with that\n  ","731119":"\n   Say something ✨\n  ","731120":"\n   What was the last type of candy that you have eaten??\n  ","731121":"\n   What your first opinion when you see my pic? 🤔\n  ","731122":"\n   Do you always order the same thing at a restaurant or order something different each time?\n  ","731123":"\n   What is your stance on gun ownership?\n  ","731124":"\n   Do you have a dream car? if so, what is it?\n  ","731125":"\n   Hi guy, how are you.\n  ","731126":"\n   what’s the last song you listened to?\n  ","731127":"\n   Pizza 🍕- cheese crust or regular crust?\n  ","731128":"\n   If you were at a party and a guy like quickly pulled you in a room and tried getting your clothes off what would you do?\n  ","731129":"\n   What is the most spontaneous thing you’ve ever done?\n  ","731130":"\n   What’s your favorite song right now?\n  ","731131":"\n   Trader Joe's™ here! Still waiting on your positive statement regarding our Fettuccini Alfredo™. :)\n  ","731132":"\n   Can you cook? What is your favourite thing to make?\n  ","731133":"\n   Do you enjoy baking? If so, what?\n  ","731134":"\n   how many coins do you have?\n  ","731135":"\n   what did you do today?\n  ","731136":"\n   what number are you ranked among your friends on here?\n  ","731137":"\n   where’s your favorite place to get a really good pizza?\n  ","731138":"\n   Do you like waterfalls?\n  ","731139":"\n   Post a memorable pic from your gallery?☺\n  ","731140":"\n   what do you do for a living?\n  ","731141":"\n   What’s an unpopular\/ controversial opinion you have?\n  ","731142":"\n   how many hours of sleep did you get last night?\n  ","731143":"\n   are you doing anything special for the 4th of july weekend? if you’re not in the US, feel free to use this as a filler. 💛\n  ","731144":"\n   If you have an Instagram account, pap of your account so your followers get a taste of the type of pics you post 😇\n  ","731145":"\n   How do you tell somebody you might be pregnant when you’re not even sure if what you did together was consensual?\n  ","731146":"\n   what are you doing right now?\n  ","731147":"\n   What class did you grow up? Working, middle or upper?\n  ","731148":"\n   how many people have you had sex with\n  ","731149":"\n   😂😂😂\n  ","731150":"\n   what are you going to have for dinner? i need some inspiration since it’s just me tonight. 😅\n  ","731151":"\n   How do you get so popular :o\n  ","731152":"\n   Do you think\n   \n    @OGalpacasarenice3\n   \n   is one cute baby ?\n  ","731153":"\n   Bit rude\n  ","731154":"\n   ...no comment *\n  ","731155":"\n   🤔\n  ","731156":"\n   Do you prefer Tacos or Burritos? What do you like on it?\n  ","731157":"\n   I have gap teeth. I have a big space. I look like a child person.\nI am an adult.\n  ","731158":"\n   Cute! Anyway, have a lovely day!\n  ","731159":"\n   Haha! It that worth coins! I don’t think so!\n  ","731160":"\n   Drake or Chris Brown?\n  ","731161":"\n   اعملولى لايك هنا بس بليز 💞💞\n   \n    https:\/\/ask.fm\/medo6261\/answers\/163960255085\n   \n","731162":"\n   Happy Canada Day\n  ","731163":"\n   You're done with June. And now your Julying with me?! Are you serious??? 😤 \n#JokesOnYou\n  ","731164":"\n   USMC Parris Island SC!!!\n  ","731165":"\n   Are you looking forward to anything?\n  ","731166":"\n   flip you the bird   ..|..\n  ","731167":"\n   Where you from\n  ","731168":"\n   Okay so I am friends with my Ex. He is now seeing another girl sometimes feel like the pain is too much. What should I do? Sometimes I feel like just letting go. I need advice\n  ","731169":"\n   Who was your hero in childhood? Why?\n  ","731170":"\n   when was the last time you went camping?\nhow long did you camp for?\n  ","731171":"\n   How is big is your lawn?? Do you have a riding mower, push mower, or is a mower not needed??\n  ","731172":"\n   in your opinion what is the worst part of camping?\n  ","731173":"\n   Have you ever played paintball?\n  ","731174":"\n   For what\n  ","731175":"\n   Do you believe in aliens? 👽\n  ","731176":"\n   Have you ever been arrested? 😬\n  ","731177":"\n   What’s your favorite fruit? 🍑\n  ","731178":"\n   How often do you use emojis when you type generally speaking? 📱😍😂😭\n  ","731179":"\n   Took a break. Needed it. 🥰🥰\n  ","731180":"\n   If you died and had to choose one place to haunt for the rest of eternity, where would you choose to haunt?\n  ","731181":"\n   Do you like to dance?🎉\n  ","731182":"\n   Do you believe in any mythical creatures?\n  ","731183":"\n   Would you rather have your browser history made public or the last 20 pictures in your camera roll made public?\n  ","731184":"\n   Cheetos or Doritos?\n  ","731185":"\n   Is it difficult for you to let go of people you care about or can you cut people off with no problem?\n  ","731186":"\n   You belong locked up in a cage with the rest of the apes\n  ","731187":"\n   How old is she\n  ","731188":"\n   Is she with the baby daddy\n  ","731189":"\n   Who's the relative that you're closest (can talk to about anything) to??\n  ","731190":"\n   Favorite people to follow?\n  ","731191":"\n   Where do you find new music?\n  ","731192":"\n   Anon, are you blind or are you blind?\n  ","731193":"\n   Are you a boy or a girl?\n  ","731194":"\n   My dad got into an accident yesternight. A group of guys tried to rob his motorcycle and bag. He got badly wounded and they got his phone. He's staying on another country and we can't visit him yet. 😔💔\n\nPlease, stay safe and always pray. I hope everybody's okay. 🙏\n  ","731195":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","731196":"\n   What’s your biggest regret?\n  ","731197":"\n   Why?\n  ","731198":"\n   Are you skeptical about the things you hear on the news about Covid_19? Do you know anyone personally who has had it and if so did they have it severely??\n  ","731199":"\n   Do you think any parent will ever name their child Karen again, or has the internet well and truly killed that name off as an option for new borns??\n  ","731200":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","731201":"\n\n    https:\/\/ask.fm\/AhmedSallam222\/threads\/159735010783\n   \n","731202":"\n   Be honest, have you ever taken too much of the things that cost you so much?? 😳\n  ","731203":"\n   How long can you hold your breath underwater?\n  ","731204":"\n   Why do people give up so easily on relationships nowadays? Are we becoming more and more selfish?\n  ","731205":"\n   Do you believe in miracles?\n  ","731206":"\n   Are you bored in the house and in the house bored?\n  ","731207":"\n   What do you do to relieve stress or stop worrying?\n  ","731208":"\n   Sea 🌊 or mountain ⛰\n  ","731209":"\n   GIRLS AND GUYS, \n\nLet's keep ASKfm a safe place. Don't ask or tolerate ANY SEXUAL QUESTIONS! Sometimes you might think that it's just an innocent question but it's not. Stop feeding these MONSTERS the ATTENTION they crave. \n\nLET'S KEEP ASKfm SAFE FOR EVERYONE!!!\n  ","731210":"\n   Do you eat brocolli?\n  ","731211":"\n   How much coins do you have?\n  ","731212":"\n   🍫🍆 for you\n  ","731213":"\n   if you could have anything right now, what would you want?\n  ","731214":"\n   What’s your favorite flower? 🌹\n  ","731215":"\n   Civil War reenactments: cultural insensitivity or living history lessons?\n  ","731216":"\n   Have you entered book clubs when you first started?... Do you think it's worth it?\n  ","731217":"\n   What’s the longest amount of time you went without seeing your husband?\n  ","731218":"\n   how are you feeling?\n  ","731219":"\n   Your thoughts on anons?\n  ","731220":"\n   Are you ever satisfied?\n  ","731221":"\n   how are you doing\n  ","731222":"\n   hi x\n  ","731223":"\n   Have you broken any bad habits?\n  ","731224":"\n   Lightning or thunder? ⚡️ 🌩\n  ","731225":"\n   What is the last thing that you watched, that was so stupid it ended up being a little funny??\n  ","731226":"\n   What would be the best job ever for you?\n  ","731227":"\n   Pap in a red shirt, or of something red in your home. ❤️\n  ","731228":"\n   What was your first wedding like?\n  ","731229":"\n   How old are your current children?\n  ","731230":"\n   Have you had any confrontations or seen any confrontations in public over wearing a mask?\n  ","731231":"\n   I just seen your post on my feed! Concieve plus capsules really help. I had underlying problems but it took me 8 months! It fixed my monthly cycle aswell. I hope this helps. 💞 xx\n  ","731232":"\n   Great 👍\n  ","731233":"\n   Yeah. And you can enjoy the view\n  ","731234":"\n   New phone or a round trip to your dream destination?\n  ","731235":"\n   Ja na. Teri maa ki chut\n  ","731236":"\n   what was the last thing you ate?\n  ","731237":"\n   📷🐱🐶 If you have pets, use this Q to post a picture of them. If you don't, gladly use this as a filler 😊\n  ","731238":"\n   When watching TV, subtitles or no subtitles?\n  ","731239":"\n   how long have you guys been trying?\n  ","731240":"\n   I feel like people either love or hate coconut. How do you feel about coconut?\n  ","731241":"\n   Are you TTC? 🥰\n  ","731242":"\n   If you could grant one wish to another person, who would that be?\n  ","731243":"\n   Has your opinion changed on something recently?\n  ","731244":"\n   what is something you hope happens soon?\n  ","731245":"\n   So much for Erika keeping her mouth shut!\n  ","731246":"\n   You and Elyssa are both bad role models for kids\n  ","731247":"\n   You and Elyssa are both bad role models for kids\n  ","731248":"\n   why do you think ask keeps changing the requirements for VIP?\n  ","731249":"\n   Do you plan on having children ?\n  ","731250":"\n   Do you feel like this year is just going to keep getting worse? Idk what it is but every month there's just something else.\n  ","731251":"\n   😅😅😅😅😅😎\n  ","731252":"\n   Do you ever see numbers repeating for you?\n  ","731253":"\n   which bug would you absolutely freak out over if you found it crawling on you? \nI was packing last minute things and a spider was on me 😩🤣\n  ","731254":"\n   Do you ever go to antique shops? If you go what kind of things do you look for specifically? Do you have any favorites?\n  ","731255":"\n   What have you learned the hard way?\n  ","731256":"\n   When did you last do something outside of your comfort zone?\n  ","731257":"\n   Name your favorite song.\n  ","731258":"\n   🍎 Apple juice. Yay or nah?\n  ","731259":"\n   If you're engaged\/married; how did you propose\/be proposed to?? If you're not engaged\/married; how would you like to propose\/be proposed to?? 🥰\n  ","731260":"\n   Have you ever been rock climbing before?\n  ","731261":"\n   Do you collect seashells?\n  ","731262":"\n   Are you ready????\n  ","731263":"\n   Is she married?\n  ","731264":"\n   Use a diva cup or a menstrual cup to hold all the sperm in\n  ","731265":"\n   How would you do that\n  ","731266":"\n   Do you like pistachios?\n  ","731267":"\n   ¿Alguna vez has contado las calorías de lo que comes?\n  ","731268":"\n   Have you ever had your pcl “knee injury” torn\n  ","731269":"\n   Would you rather win the lottery but have to spend it all in a day or triple your salary forever?\n  ","731270":"\n   when was the last time you ate out at a restuarant?\nwhich restuarant was it?\n  ","731271":"\n   hey\n  ","731272":"\n   How did you feel when you woke up this morning?\n  ","731273":"\n   Vacation to... where? You rather...\n\n1. Panama City\n2. Tokyo, Japan\n3. Fairbanks, Alaska\n4. New South Wales\n5. Costa Rica\n6. Netherlands\n7. Nova Scotia\n\nPick 1. What number?\n  ","731274":"\n   Where is the line between culturally appropriate dress and cultural appropriation?\n  ","731275":"\n   When is the last time you attended a wedding??\n  ","731276":"\n   Bacon or sausage?\n(Alternatives too!)\n  ","731277":"\n   What's something you wish you were taught in school?\n  ","731278":"\n   What are you Interested in ?\n  ","731279":"\n   Have u ever been in love before😊😍\n  ","731280":"\n   Do you know anyone who has\/had COVID-19?\n  ","731281":"\n   Would you try calamari or have you ever had calamari before?\n  ","731282":"\n   One word for my DP character?\n  ","731283":"\n\n    https:\/\/youtu.be\/VECxuD2JZRU\n   \n","731284":"\n   Do you like cinnamon rolls?\n  ","731285":"\n   You and Elyssa set bad examples to other women\n  ","731286":"\n   are you easy to get along with? 🦋\n  ","731287":"\n   Do you think it'll get better next year?\n  ","731288":"\n   what's on your mind? 🦋\n  ","731289":"\n   if a kid is on the floor and they make u cry tears of joy, do u look down at them and have ur tears drip on the floor beside them?\n  ","731290":"\n   Sunday thought 💭\n  ","731291":"\n\n    https:\/\/youtu.be\/Mz4n4Jd2Hn4\n   \n","731292":"\n   what is the worst injury a child has given you?\n  ","731293":"\n   What is the worlds most common language?\n  ","731294":"\n   What was the last candy you had??\n  ","731295":"\n   Describe your perfect Friday night.\n  ","731296":"\n   When was the last time you couldn't sleep, generally \"just because??\"\n  ","731297":"\n   What food do you like in a wrap?\n  ","731298":"\n   What\n  ","731299":"\n   Do you have any pet peeves?\n  ","731300":"\n   What do you wish people understood about you?\n  ","731301":"\n   What's your favorite vechicle?\n  ","731302":"\n   It’s the weekend! How are you going to spend it ? ☺️\n  ","731303":"\n   Have you ever seen a kangaroo up close?\n  ","731304":"\n   You're cute for a black girl\n  ","731305":"\n   What’s new with all of you guys? As you know I’m on vacation and having fun!\n  ","731306":"\n   What was for dinner tonight?\n\n\nSide note*\n______\nSo I finally got to empty my ? box out. I had almost 5,000 ?'s stacked. It's ready for new ?'s. So if anyone wants to send some out, you're more than welcome. I don't mind spams as long as they're not inappropriate. Any language allowed.\n  ","731307":"\n   is VIP worth it in your opinion?\n  ","731308":"\n   do u make sure Greg finishes inside u\n  ","731309":"\n   Here's a tip for TTC if you already haven't done it. Get a period tracker app, I use \"my tracker\". It tracks your entire cycle, and not only your ovulation day, but your most (and least) fertile WEEK to ttc. It's pretty simple, hope you consider it. Best of luck on having your third baby ✨\n  ","731310":"\n   Girl are you bottled water? Cause why would I pay for you where I can get it somewhere else free\n  ","731311":"\n   What is under your bed?\n  ","731312":"\n   have you ever donated to charity? if so, which one(s)?\n  ","731313":"\n   Please keep my family in your thoughts, my nephew is going through a big surf today ♥️♥️\n  ","731314":"\n   I forgot about the coins on here as I haven’t properly used ask in so long, what are your thoughts on the coins?\n  ","731315":"\n   What is the most annoying thing someone can do to you?\n  ","731316":"\n   What is the best advice someone has ever given you?\n  ","731317":"\n   Do you ever think you’re better than everyone else?\n  ","731318":"\n   what are your plans for the weekend?\n  ","731319":"\n   Do you go to a gym? \nDo you find it beneficial or is just going for a run\/ doing your own exercise better?\n  ","731320":"\n   What’s your preferred way to sleep?\n  ","731321":"\n   How would you describe it?\n  ","731322":"\n   Nvm I think I’ve seen you say Pepsi before\n  ","731323":"\n   Favorite brand to drink?\n  ","731324":"\n   Which soda do you not like?\n  ","731325":"\n   Thoughts on girls that sleep with the same people so their body count doesn't go up? \n\nNoticed this vid\n   \n    https:\/\/www.instagram.com\/p\/CB6UCcwn62v3jas8zwZF3pUQ4N_UfdDvZBDr4I0\/?igshid=1si0mvyavxhh0\n   \n","731326":"\n   What are your 3 biggest questions in life?\n  ","731327":"\n   wanna play with x?\n  ","731328":"\n   u can not answer like a normal person ?\n  ","731329":"\n   where do u work ?\n  ","731330":"\n   hii. how are u ?\n  ","731331":"\n   Ertugrul Ghazi Season 1 Episode 51 In Urdu Full Hd |\n   \n    https:\/\/www.hakimalib.com\/2020\/06\/ertugrul-ghazi-season-1-episode-51-in.html?m=1\n   \n","731332":"\n   Would you rather hate someone or be hated by someone?\n  ","731333":"\n   How did you get to be so popular on here?\n  ","731334":"\n   What is your kind've vacation?\n  ","731335":"\n   how was your day overall?\n  ","731336":"\n   Someone is anonymously  sending my @ around and calling me fake spreading false allegations. Please be aware these people will try to say anything to make themselves look real when they're not\n  ","731337":"\n   Would you rather spend one night with your most hated ex or live on the streets for a week?\n  ","731338":"\n   hi\n  ","731339":"\n   do you like candles?\n  ","731340":"\n   😊\n  ","731341":"\n   Do you like SpaghettiOs?\n  ","731342":"\n   JOIN MY TELEGRAM GROUP\n   \n    https:\/\/t.me\/joinchat\/OwHM5Rqm9lYVSOskNlQSMw\n   \n","731343":"\n   Favorite actor or actress? 🎭\n  ","731344":"\n   Cara deketin cewe gmna dong\n  ","731345":"\n   Blocked people on instagram??\n  ","731346":"\n   Do you act the same way in person as you do on this app?\n  ","731347":"\n   Have you ever been fake?\n  ","731348":"\n   Do you procrastinate a lot?\n  ","731349":"\n   How much do you believe in zodiac signs?\n  ","731350":"\n   Anon, if you’re so mad\/jealous, maybe have your own? If you can’t physically, then adopt. She can have 68,984 kids if she wants to\n  ","731351":"\n   Greedy you have already got 2 kids\n  ","731352":"\n   How do I delete my account?\n  ","731353":"\n   Night ❤️\n  ","731354":"\n   Just remember that you are amazing the way you are! 💕 Don't allow other people's negativity to be forced on you. Keep being you! :3 Because that is very much good enough! 💕\n  ","731355":"\n   what are your plans for this weekend?\n  ","731356":"\n   How do you feel about PDA’s? (Public displays of affection)\n  ","731357":"\n   Helllooo\n  ","731358":"\n   Can I be your fake friend?\n  ","731359":"\n   Do you think it’s a privilege or disadvantage to be a Christian in America?\n  ","731360":"\n   If money was no object, what would your wardrobe be like?\n  ","731361":"\n   Have you ever had braces?? If so for how long?\n  ","731362":"\n   how many times a week do you have fast food?\n  ","731363":"\n   What’s your favourite takeaway food?\n  ","731364":"\n   you want a boy or girl?\n  ","731365":"\n   What are you and Greg doing differently to try for a baby?\n  ","731366":"\n   wat you think of my page ? :)\n  ","731367":"\n   And your ppl rioting fkn it up too!\n  ","731368":"\n   They open but soon will close down again.\n  ","731369":"\n   Ya are part of the problem then...\n  ","731370":"\n   Quarantine means no going out...\n  ","731371":"\n   Do you like raspberries?\n  ","731372":"\n   Have you ever worked third shift before?\n  ","731373":"\n   I'm sorry if anyone else gets questions about me.\n  ","731374":"\n   Do you have any pets ?\n  ","731375":"\n   Would you ever farm or no?\n  ","731376":"\n   How do you kill your time in quarantine\n  ","731377":"\n   How has the month of June treated you?\n  ","731378":"\n   it’s been so hot. I’m dying for rain 😂\nwhen was the last time it rained where you live?\n  ","731379":"\n   Have you ever slept naked?\n  ","731380":"\n   Do you like flowers? 🌺\n  ","731381":"\n   what kind of dish soap do you use?\n  ","731382":"\n   If you were given the chance to travel with all expense paid, which country would you choose?\n  ","731383":"\n   Today is Thursday 🤪\n  ","731384":"\n   out of all the social media you have, which would you say you are most popular on?\n  ","731385":"\n   how many TV’s do you have in your house?\n  ","731386":"\n   what is your all time favorite homemade dish?\n  ","731387":"\n   What was the last gift you received & who did you receive it from??\n  ","731388":"\n   What's something you have done for the first time, in a long time, recently??\n  ","731389":"\n   Do you know your days of the week?\n  ","731390":"\n   Grown lol you act childish as F’\n  ","731391":"\n   What’s your favourite thing to do on a hot summers day?\n  ","731392":"\n   What’s the most childish thing you’ve ever done?\n  ","731393":"\n   wat you think of my page ? :)\n  ","731394":"\n   What about your husband\n  ","731395":"\n   Why do you seem so hard to please?\n  ","731396":"\n   If your partner was playing you, would you want to know or would you rather they keep it on the low?\n  ","731397":"\n   Would you like to go on a date with someone you meet on the Internet?\n  ","731398":"\n   Has anyone ever told you how smooth your skin looked?\n  ","731399":"\n\n    @jasminesgoesmoo31\n   \n","731400":"\n   You are beautiful and I want to get to know you\n  ","731401":"\n   How are you\n  ","731402":"\n   What kind of car do you have?\n  ","731403":"\n   Do you want your next baby to be a boy or a girl?\n  ","731404":"\n   Do you cuss in front of your kids?\n  ","731405":"\n   What are they of?\n  ","731406":"\n   Where are they located?\n  ","731407":"\n   Do you plan on getting more?\n  ","731408":"\n   How many tattoos do you have?\n  ","731409":"\n   What’s the weirdest compliment you’ve ever got?\n  ","731410":"\n   dollar general or dollar tree?\n  ","731411":"\n   How often do you wear a dress?\n  ","731412":"\n   I hope you do\n  ","731413":"\n   Hi what are you doing today?\n  ","731414":"\n   Do you think you’ll make it to number 1 in the U.S?\n  ","731415":"\n   Are you strict?\n  ","731416":"\n   What's the last vehicle you've traveled in??\n  ","731417":"\n   What’s your average online hours in a day?\n  ","731418":"\n   Morning…Have a good day ❤️❣️\n  ","731419":"\n   Are you happy with the amount of information in your head?\n  ","731420":"\n   Can you suggest good accounts to follow?\n  ","731421":"\n   Who is ur female celebrity crush?\n  ","731422":"\n   Night ❣️. Hope you had a good day!\n  ","731423":"\n   Are you an aunt or uncle?\n  ","731424":"\n   I'm gonna celebrate lynch a n.igger day\n  ","731425":"\n   Are you excited about the pubs re-opening on July 4th? 🍺👌 Also do you think it's great news for all the thirsty single women - and men - who after 3 months of being starved of physical affection are just gagging for a jolly good seeing too, courtesy of a good old casual sat night hook up? 👫➡️📭👊\n  ","731426":"\n   What's your favorite meme?\n  ","731427":"\n   If Facebook isn't spying on me why do I keep getting adds based on what I post about? 💁‍♂️ Like all this preachy Alcoholics Anonymous stuff when I post about getting on the sesh 🍺🍺🍾🥂🤪 What's up with that? 🤔😐✋\n  ","731428":"\n   what was the last movie you saw in theaters?\n  ","731429":"\n   I miss you\n  ","731430":"\n   I love you\n  ","731431":"\n   Look in the mirror. What do you see?\n  ","731432":"\n   Mulatto (from Spanish mulato, small mule) is a word referring to a person who is born to one Black parent and one Caucasian parent. The term may be considered offensive or rude to some, because of its origin. The term is also used to refer to a light brown color, because of a mulatto's skin color.\n  ","731433":"\n   Thanks btw\n  ","731434":"\n   How did u get the rainbow beside of your name?\n  ","731435":"\n   Lucky guy\n  ","731436":"\n   Hi\n  ","731437":"\n   Awe alright then\n  ","731438":"\n   Do you have a guy to give you another baby\n  ","731439":"\n   How often do you lie to people?\n  ","731440":"\n   How do you feel about snow?\n  ","731441":"\n   Are you a better person than a year ago?\n  ","731442":"\n   How do you prefer watching movies - on TV, in the cinema or online? Why?\n  ","731443":"\n   How many followers do you have total?\n  ","731444":"\n   It is for VIP users. Apparently you guys are special or wtvr\n  ","731445":"\n   what are you doing?\n  ","731446":"\n   i am the co owner of Lipton tea - i invented the paper that carries the tea bag\n  ","731447":"\n   Do you prefer drawing or writing?  ✍🏻\n  ","731448":"\n   Bridget Jones's Diary.\n  ","731449":"\n   Selfie?\n  ","731450":"\n   If you eat salad 🥗 what is your favorite dressing? (No this isn’t a lewd question lol)\n  ","731451":"\n   so many people told me they hadn’t known about Juneteenth until this year! I’m curious bc it seems like there has been a lot of discussion\/learning these past months. what’s something you learned in spring of 2020?\n  ","731452":"\n   If someone slept in and didn't eat their  breakfast (their first meal of the day) until after noon, are they still allowed to call it \"breakfast\" or is it just lunch at that point? 😂🍳\n  ","731453":"\n   What was the last movie you watched??\n  ","731454":"\n   Better example. Click on\n   \n    @edraegen\n   \n   ‘s profile and compare it to yours. Do you see what I mean?\n  ","731455":"\n   It can’t be. I also have the new update, and my profile looks SIMILAR but yours shows more info. Yours shows your full background photo and bio. Mine I still have to scroll to see my background photo fully and click “bio” to see my bio.\n  ","731456":"\n   What's one thing everyone should do in their lifetime?\n  ","731457":"\n   Do you have a sweet tooth or a savory tooth?\n  ","731458":"\n   How did you get your profile to look different than everyone else’s? Examples: background photo shows fully, bio shows without having to click over to the actual bio, etc. Is it because you’re VIP+? I am jealous\n  ","731459":"\n   Do all of the recent events make you understand why most people resent black people more than they want to help them?\n  ","731460":"\n   Glorify it however you want sweetie. That word holds about as much value as Iranians calling themselves “Persian”\n  ","731461":"\n   Father's day Space - Use this question to express the day. PAP of anything. {PAP means to Post a picture if anyone was wondering} Happy Father's Day to all dads! Have a good day everyone!\n  ","731462":"\n   Is Mulatto Muva a drink lol\n  ","731463":"\n   Do you like the meat, lamb?\n  ","731464":"\n   How much money have you spent today and on what?\n  ","731465":"\n   Tips on potty training?\n  ","731466":"\n   Would you take a weekend job for 20k a year to be a human scarecrow and chase birds from fields?\n  ","731467":"\n   ANYONE AWAKE???\n  ","731468":"\n   🌹\n  ","731469":"\n   If you have multiple pets do they get along well or is there tension between them?\n  ","731470":"\n   what do you wish you could do today?\n  ","731471":"\n   Have you ever had a tater tot casserole before?\n\n_\nIf you've never heard of this I encourage you to look it up on Google. Very easy and cheap to make. 👍\n  ","731472":"\n   You ever watched someone groom a dog or cat before?\n_\n\n There is just so much that goes into it. Really kool to watch. They have videos on YouTube. Really kool.\n  ","731473":"\n   When is the last time you ate chocolate?! What was it?\n  ","731474":"\n   What’s your favourite reality show? What makes it your favourite?\n  ","731475":"\n   What’s happening in your world today?\n  ","731476":"\n   Have you ever seen a volcano before? Ever seen one erupt? 🌋\n  ","731477":"\n   What would you love to travel to for a vacay?\n  ","731478":"\n   what’s your favorite state in america?\n  ","731479":"\n   -  Space -\nUse this space to rant or vent about something that has been on your mind lately.\n\nAlso. Hope things get better for ya. Keep your head up. 🤙👍\n  ","731480":"\n   hi\n  ","731481":"\n   (If you drink)\n(If not just ignore question)\n\nWhat kind've drink do you prefer? Beer? A cocktail? A margarita? Just straight liquor? Vodka? Whiskey? Cold? Warm?\nWith fruit in it?\n  ","731482":"\n   Does Joseph want to be another big brother?\n  ","731483":"\n   Why do you want more kids?\n  ","731484":"\n   What are you doing?\n  ","731485":"\n   do incarcerated people have the right to vote where you live? (do you think they should?)\n  ","731486":"\n   Do you like to go to the fresh produce market? What do you usually get when you go?\n  ","731487":"\n   What are you eating today?🍽😋\n  ","731488":"\n   who’s your favorite celebrity chef?\n  ","731489":"\n   what are your plans for father’s day?\n  ","731490":"\n   Would you get one of your favorite cartoons tattooed on you? I've got a pokemon tat, spongebob tat and want a yugioh one 😍\n  ","731491":"\n   lol you got mad at 1 word\n  ","731492":"\n   Oh I know, I just thought it wasn't a polite term for some reason. Thank you for clearing it up!\n  ","731493":"\n   Quit acting like you something\n  ","731494":"\n   Is Mulatto an offensive term to use or no?\n  ","731495":"\n   Same\n  ","731496":"\n   You ever watched someone groom a dog or cat before?\n_\n\n There is just so much that goes into it. Really kool to watch. They have videos on YouTube. Really kool.\n  ","731497":"\n   Hello my milkshake of mango\n  ","731498":"\n   Have you had any interesting or strange dreams recently?\n  ","731499":"\n   Favourite alcoholic drink\n  ","731500":"\n   What are you doing with your Fathers day?\n  ","731501":"\n   Did you grow up with both parents in your home or in a single parent household? Do you think this effected you in any way?\n  ","731502":"\n   How do you feel about KFC gravy, love it or hate it? \nI only tried it for the first time today!\n  ","731503":"\n   Do you like butter?\n  ","731504":"\n   Current mood?\n  ","731505":"\n   Do you know anyone who constantly tries to justify they aren’t a racist because they and I quote “ I have many black friends”?My supervisor just said it for like the third time this week.\n  ","731506":"\n   did you celebrate Juneteenth?\n  ","731507":"\n   how many siblings do you have?\n  ","731508":"\n   Have a great weekend!!🌺\n  ","731509":"\n   Has anyone else’s app updated to a new layout?! What do you think of it??\n  ","731510":"\n   Do you live in Queens?\n  ","731511":"\n   What’s your favourite Chinese food? Mines a beef curry!\n  ","731512":"\n   what are your thoughts on the new playstation 5?\n  ","731513":"\n   what is your favorite soda?\n  ","731514":"\n   do you think mother’s day and father’s day are pointless?\n  ","731515":"\n   Gym 💪🏻 or couch 🛋\n  ","731516":"\n   Do you find drunk people amusing or do they make you anxious?\n  ","731517":"\n   Have you recently asked someone not to do something and they did it anyways?\n  ","731518":"\n   🌻 Happy Summer Solstice to all!\n  ","731519":"\n   I’m currently watching a documentary on the disappearance of Madeleine McCann, what do YOU think happened behind this case?\n  ","731520":"\n   Do you like drinking milk? I drink it by itself 🥴\n  ","731521":"\n   How much money have u got in your pocket?\n  ","731522":"\n   Happy Father's Day\n  ","731523":"\n   Do you prefer very spicy 🌶 🥵 or not spicy food 🥘\n  ","731524":"\n   Thoughts on people who constantly post about how they are single on Instagram\n  ","731525":"\n   🙄 People these days. What has this world come to. Geez. Rude. Just some people...\n  ","731526":"\n   Have you ever been texting with someone and they give you only one word responses?how does that make you feel when they do that?\n  ","731527":"\n   SILLY LITTLE N.IGGERS AT ASKFM\n  ","731528":"\n   what do you put on oatmeal?\n  ","731529":"\n   Haha\n  ","731530":"\n   what was the last thing that made you irritated?\n  ","731531":"\n   Are you a morning person or night person?\n  ","731532":"\n   what natural disaster scares you the most?\n  ","731533":"\n   how often do you feel well rested?\n  ","731534":"\n   Good morning ☀️❤️❣️\n  ","731535":"\n   Are you easy to amuse?\n  ","731536":"\n   What will you never do?\n  ","731537":"\n   If you had to invent something what would it be?\n  ","731538":"\n   It can be hard to shake off racist stereotypes tbh. I try to accept everyone etc but I can’t deny I sometimes get nervous around black men. If they’re strangers in public situations. I know white strangers are just as dangerous but the media\/society has taught me to fear black men more\n  ","731539":"\n   So you are attracted to girls romantically?\n  ","731540":"\n   Would you ever date a girl?\n  ","731541":"\n   ever been in love?\n  ","731542":"\n   you are amazing!  ty!\n  ","731543":"\n   Has NFL middle linebacker Zach Thomas ever been to DFW International Airport before?\n  ","731544":"\n   if you could teach the entire world one concept, what would it be?\n  ","731545":"\n   What's the time right now where you are?\n  ","731546":"\n   hi\n  ","731547":"\n   Have you taken any photos of you in a mask?\n  ","731548":"\n   I just come across your profile and noticed you have a blue tick by your name,not to sound rude or cheeky but who are you?\n  ","731549":"\n   What was the last thing you got for free?\n  ","731550":"\n   Where do you see yourself next year 🤭\n  ","731551":"\n   Could you do more polls?\n  ","731552":"\n   Ooooooo expensive one 😂😂😂😂😂😂😂 still bot interested 😁\n  ","731553":"\n   But stop sign is interesting in all this 😂😂😂😂😂\n  ","731554":"\n   Wow you have beautiful view 😂 stop sign 😂😂😂😂\n  ","731555":"\n   You said you experienced with girls\n  ","731556":"\n   🐈\n  ","731557":"\n   Was it just a phase\n  ","731558":"\n   So you and him had a break?\n  ","731559":"\n   Happy Friday! Do you have any plans for the weekend?\n  ","731560":"\n   Before meeting your husband?\n  ","731561":"\n   How many meals do you eat on average?\n  ","731562":"\n   How far?\n  ","731563":"\n   how many windows are in your house?\n  ","731564":"\n   Where is your least favourite place in your country?\n  ","731565":"\n   3) Who was your first celebrity crush?\n  ","731566":"\n   what do you see out your living room window?\n  ","731567":"\n   Do you think you have a crazy side?\n  ","731568":"\n   What’s a social media app you no longer use but was popular when it came out?\n  ","731569":"\n   Have you experienced with both genders\n  ","731570":"\n   Do you have any house plants? Post a photo if you can!!\n  ","731571":"\n   how many unanswered questions do you have?\n  ","731572":"\n   Poor baby\n  ","731573":"\n   What’s on your bucket list?\n  ","731574":"\n   5) Where do you usually shop for groceries?\n  ","731575":"\n   What's been the most thrilling carnival\/festival ride you've been on??\n  ","731576":"\n   Why are u so annoying?\n  ","731577":"\n   describe your favorite pizza!\n  ","731578":"\n   How many meals do you eat on average 24 hours a day? Why don't you have breakfast?\n  ","731579":"\n   What did you have for breakfast?\n  ","731580":"\n   What do you like best about your house or apartment?\n  ","731581":"\n   How many questions do you think you get a day?\n  ","731582":"\n   A tantrum as in doing what\n  ","731583":"\n   Has anyone ever told you that you looked rude and stuck up?\n  ","731584":"\n   Are you serious?\n  ","731585":"\n   What’s your Instagram?\n  ","731586":"\n   Would you say you get triggered pretty easy?\n  ","731587":"\n   Is there a meaning behind your username?\n  ","731588":"\n   How do you feel when you get complimented on here?\n  ","731589":"\n   What’s your zodiac sign?\n  ","731590":"\n   All you n.iggers gonna pay dearly for this little BLM b.ullshit trust that\n  ","731591":"\n   cold or hot showers?\n  ","731592":"\n   do you sleep with a fan or tv on?\n  ","731593":"\n   how do you watch tv shows? (cable, netflix, hulu, etc)\n  ","731594":"\n   Can a person have more than one crush at a time?\n  ","731595":"\n   What do you do when you don’t get your way?\n  ","731596":"\n   What’s your Snapchat?\n  ","731597":"\n   Do you give out your socials?\n  ","731598":"\n   Is there any songs in your playlist that you always skip yet still keep on there?\n  ","731599":"\n   Can you give suggestions on who to not follow on here?\n  ","731600":"\n   not even your husband?\n  ","731601":"\n   Have you ever been the toxic one in a relationship?\n  ","731602":"\n   Last person to make you happy?\n  ","731603":"\n   How many followers did it take before you could verify? Very cool\n  ","731604":"\n   How many followers do you have?\n  ","731605":"\n   still u used to do that business ,ur husband dint have any prob w that?\n  ","731606":"\n   Which country are you from?\n  ","731607":"\n   You have beautiful eyes\n  ","731608":"\n   But why 😱\n  ","731609":"\n   It’s more than one person asking about it just letting you know\n  ","731610":"\n   Keep asking is like me going why not plz get it back multiple times so no it’s not keep asking it’s more like wondering why that’s all\n  ","731611":"\n   I asked once about onlyfans 😂\n  ","731612":"\n   Can you get it back?\n  ","731613":"\n   Do you want more kids in the future?\n  ","731614":"\n   South Africa is the most developed country in Africa, and black people are the majority. White people are the minority and black people are in power. Would you like to immigrate to South Africa if you can?\n  ","731615":"\n   Are you sad theyre getting rid of Aunt Jemima?\n  ","731616":"\n   Good morning! Hope you have a good day ❣️❤️\n  ","731617":"\n   u have this business? is your husband satisfied w it??\n  ","731618":"\n   I have seen this same question asked to you about 50 times now lolol Why don’t you just stop answering or put it in your bio? I know your annoyed lol\n  ","731619":"\n   Everything\n  ","731620":"\n   Where is your absolute favourite place in your country?\n  ","731621":"\n   How much\n  ","731622":"\n   what why. wheres ur husband n what makes u send nudes n money n all\n  ","731623":"\n   u take money? where are your parents gurl???\n  ","731624":"\n   send me send me pls\n  ","731625":"\n   What does it take to get you to follow someone back?\n  ","731626":"\n   u got bored of sending nudes wow?\n  ","731627":"\n   is there hair on your armpit in your dp? u hid it\n  ","731628":"\n   Do you believe in 'love at first sight'?\n  ","731629":"\n   It doesn’t. Just wondering why you stopped\n  ","731630":"\n   What's a random fact about you? I've never had a cavity\n  ","731631":"\n   How did you do when you had an OnlyFans?\n  ","731632":"\n   Just wanted to use this to state I enjoy following you all & love your answers. 🥰\n  ","731633":"\n   You still sell nudes ?\n  ","731634":"\n   What was the last life-changing decision you had to make?\n  ","731635":"\n   When was the last time you stayed at all hotel\/motel??\n  ","731636":"\n\n    @anancitae\n   \n   got covid19\n  ","731637":"\n   Last kiss\/makeout????\n  ","731638":"\n   What was the last thing to stress you out??\n  ","731639":"\n   Hey guys! Been MIA. Going through some emotional crap, and also just exhausted from work + the gym! ❤️🥺👉🏻👈🏻 sorry!\n  ","731640":"\n   2) What was the last show you binge-watched?\n  ","731641":"\n   1) What's your favorite ice cream topping?\n  ","731642":"\n   Yep. Sure are.\n\nI think your quite nice. 😁👍\n  ","731643":"\n   Would you rather forget who you are every time it rains, or never be able to remember why you walked into a room?\n  ","731644":"\n   Night…Hope you had a good day ❤️❣️\n  ","731645":"\n   Where will you go on your next trip? 🙂\n  ","731646":"\n   Do you play any online games?\n  ","731647":"\n   How much money would you need to be happy? Or are you Fine?\n  ","731648":"\n   Do you like movies that have intermission?\n  ","731649":"\n   is there anyone you’re on bad terms with?\n  ","731650":"\n   Wow... People are rude.\nThey don't even know you. Lol. Wow. Just wow.\n\n(Don't have to post)\n  ","731651":"\n   🌸 What sound do you find most calming? And what sound do you find most irritating? :3\n  ","731652":"\n   What is something you tried but will never do again?\n  ","731653":"\n   I feel bad for those guys\n  ","731654":"\n   what was the last song you listened to?\n  ","731655":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","731656":"\n   What do you think of the anons asking sexual questions on here?\n  ","731657":"\n   Have you watched Game of Thrones? If so what did you think about the ending?\n  ","731658":"\n   How many serious relationships have you been in?\n  ","731659":"\n   Why do you do that when you get asked certain questions?\n  ","731660":"\n   Kinks? ;)\n  ","731661":"\n   Was he okay with you selling nudes before?\n  ","731662":"\n   Have you got the new update? How do you feel about it? 😅\n  ","731663":"\n   How long have you been with your husband?\n  ","731664":"\n   You are hot\n  ","731665":"\n   Contacts or glasses?\n  ","731666":"\n   Be honest, do you think you look friendly and approachable, like the type of person that people would like to get to know better or would you say you give off some kind of silent 'Don't even fu*king think about talking to me' vibe?\n  ","731667":"\n   🌸 What is your favourite thing to touch? (please keep this pg xD)\n  ","731668":"\n   When was the last time hard work really did pay off for you?\n  ","731669":"\n   🌸 What is your favourite scent? (doesn't have to be perfume etc.) :3\n  ","731670":"\n   Do you think the no.10 at Man. Utd, Marcus Rashford, has achieved a massive accomplishment by changing policy at No.10 so poverty stricken children can now get free school dinners in the summer holidays, or do you agree with the Katie Hopkins 'Don't have kids if you can't afford to feed them' stuff?\n  ","731671":"\n   Favorite food?\n  ","731672":"\n   🌸 Are you more of a sweet person, or a savoury kind of person? :3\n  ","731673":"\n   How long have you been married?\n  ","731674":"\n   Y’all women man o man y’all make a dude wanna go gay and y’all make a dude wanna not be a guy and become of the girls and start whooping yall asses\n  ","731675":"\n   Ever wear sneakers and no socks?\n  ","731676":"\n   Share your college\/university story.\n  ","731677":"\n   have you ever read the book the Handmaid’s Tale? have you ever seen an episode of the show?\n  ","731678":"\n   Ever had strangers slap your 🍑 ?\n  ","731679":"\n   Bikinis or One Pieces?\n  ","731680":"\n   what’s your favotite vegatable?\n  ","731681":"\n   Have you ever spent hours scrolling on tiktok\/YouTube\/Facebook? If you have a tiktok follow me and drop yours below so I can follow you too!\n   \n    https:\/\/vm.tiktok.com\/JJJYwvN\/\n   \n","731682":"\n   Who is the craziest person you know?\n  ","731683":"\n   2\/2 I am also having bad like uncontrollable dihorreah and could do with some period advice please\n  ","731684":"\n   Well that's not the attitude to have when somebody goes to the trouble of asking you a question, all be it a question sent to every person, said somebody follows, but that's neither here or there 🤷‍♂️\n  ","731685":"\n   can someone help me ? so there is a guy who treated me really bad but now it’s like I should treat you better blah blah so then he sent me his location and now he told me that he went on a date with a nice girl and I was like really dude? hahaha what should I do?\n  ","731686":"\n   what is your mood set to on here? why?\n  ","731687":"\n   How awkward are you?\n  ","731688":"\n   Last time you've had an out of body experience?\n  ","731689":"\n   what color are your bedroom walls?\n  ","731690":"\n   Do you agree that white males are the fortunate one's who have never faced oppression's gun?\n  ","731691":"\n   The white person was domesticated like everyone else, and Nietzsche knew the domestication that occurred from his time.\n  ","731692":"\n   Can you pap of you and your daughter ?\n  ","731693":"\n   what is your favorite thing about ask?\n  ","731694":"\n   Favorite rappers?\n  ","731695":"\n   What kind of music do you listen to?\n  ","731696":"\n   Do you know any destructive people? Like everything they end up breaking? Like they drop a glass or break their cellphone etc?\n  ","731697":"\n   Do you ever wish this site wasn’t anonymous?\n  ","731698":"\n   Do you have any suggestions on who to follow on here?\n  ","731699":"\n   What are your comfy clothes that you just wear around the house?\n  ","731700":"\n   what time do you usually fall asleep?\n  ","731701":"\n   If someone was born in the year 1997 how old would they be today ?\n  ","731702":"\n   what percentage is your phone at?\n  ","731703":"\n   Do you do your nails yourself or do you go somewhere to get them done?\n  ","731704":"\n   Do you believe in having sex on the first date?\n  ","731705":"\n   Do you think you have a rbf? And be honest\n  ","731706":"\n   Emoji you hate\n  ","731707":"\n   Just alright?\n  ","731708":"\n   Do you love New York?\n  ","731709":"\n   Do you answer every question you receive ?\n  ","731710":"\n   What do you do with the coins you receive?\n  ","731711":"\n   If you sent out questions to people more or less frequently (if not, feel free to ignore this question) do you do it, because you‘re interested in people‘s replies on your questions or subconsciously because of the coins you receive from their replies?\n  ","731712":"\n   What’s the last text you sent?\n  ","731713":"\n   My question for today is \"Why do people ignore the truth?\"\n  ","731714":"\n   Have you ever been drowning in so much debt that the only way out you could see was declaring bankruptcy?? 💳💳💷💷😳\n  ","731715":"\n   If you had three wishes, what would they be?\n  ","731716":"\n   2. What would be the first few things you would try if you found out you were completely impervious to physical harm?\n  ","731717":"\n   Have you ever gone swimming in the sea at night? 🌊\n  ","731718":"\n   Do you have anything coming up soon, that you're nervous for??\n  ","731719":"\n   What is your favorite scent?\n  ","731720":"\n   What do you hope never changes?\n  ","731721":"\n   Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?\n  ","731722":"\n   the last time you were disrespected, what did the person do?\n  ","731723":"\n   What was your first job?\n  ","731724":"\n   What does a white person benefit from breaking down his culture, making him pay more taxes to the government to support others, to be offended in society, to associate the symbol of his race with negativity?\n  ","731725":"\n   what is ask to you?\ndo you use it as any other social media or is it to pass time when you’re bored?\n  ","731726":"\n   Have a great day!\n  ","731727":"\n   Have you ever dated a guy younger than you?\n  ","731728":"\n   Who made the first move? You or your husband?\n  ","731729":"\n   yeah I can get a burp out yes very good yes a do it when I'm angry and I was a teen girl and a dont want you know am not just telling me and a dont want you know am I the only one has been a good tag for a job is the buzz of a helicopter and the other day I was just a little bit of poop in a pack\n  ","731730":"\n   what are you doing this weekend?\n  ","731731":"\n   Do you know how to swim ?\n  ","731732":"\n   Would you leave your partner if your family didn’t want them to be with you?\n  ","731733":"\n   What do you love most about yourself?\n  ","731734":"\n   if you were gonna explain to an eight year old the reason why people are protesting, what would you say?\n  ","731735":"\n   List two or three facts about you!\n  ","731736":"\n   Have you ever had one of those dogs that sees itself as some kind of mafia don everytime the doorbell rings?\n  ","731737":"\n   What social media platform do you spend the most time on?\n  ","731738":"\n   How tall are you?\n  ","731739":"\n   Be honest do you ever just have one of those days when you really don't want to wake up, everything is fu*ked, everybody sucks, and you really don't know why but you want to justify ripping someone's head off? 💁‍♂️\n  ","731740":"\n   Have you ever saved somebody's reputation by not telling your side of a story that painted YOU in a bad light?? 😮😳🤐\n  ","731741":"\n   Have you ever tried barbecued bat or rat? 🦇🐀 (quite popular in South East Asian wet markets) If not, is it something you'd ever consider putting on your 'to do' list??\n  ","731742":"\n   Socks and slides is a good combo\n  ","731743":"\n   Do you wear socks with slides?\n  ","731744":"\n   What kind of pet have you always wanted but never got??\n  ","731745":"\n   Have you tripped over your own foot in the last couple of days??\n  ","731746":"\n   What exotic animal would you own if you could?\n  ","731747":"\n   Do you actually love someone ???\n  ","731748":"\n   If you and three friends were on a deserted island, who would be eaten first?\n  ","731749":"\n   What position do you like to sleep in? 🛏 💤\n  ","731750":"\n   I feel you ...you like him deep in your heart don’t deny that\n  ","731751":"\n   I didn’t know he is a rapist?When did he do this dirty work\n  ","731752":"\n   I am sorry rapist?😂\n  ","731753":"\n   Your country is a mess..I wish Obama was your president in this situation\n  ","731754":"\n   Trump says if we stop testing right now,we would have very few cases of covid 19 how the hell he became a president in usa😂😂😂he is stupid and lame af\n  ","731755":"\n   ¿how old are you?\n  ","731756":"\n   Same. I was like f you, Home Goods. People weren't even in the areas so seemed pointless\n  ","731757":"\n   Fresh cut grass smell.\nYay or nay?\n\nWhat's an odd smell you like?\n  ","731758":"\n   Quarantine question:\n\nDo you like stores that tell you which way to walk? Have you followed that or did your own thing while still distancing from people?\n  ","731759":"\n   Last good thing to happen to you?\n  ","731760":"\n   Favorite alcoholic beverage?\n  ","731761":"\n   ¿What old are you?\n  ","731762":"\n   Do you think a doctor believes that you are pregnant if they ask for HCG quantitative instead of testing for hgc qualitative?\n  ","731763":"\n   Why is everyone around me depressed? how can I make them happy?\n  ","731764":"\n   💔\n  ","731765":"\n   What's the longest you've gone without accessing the internet?\n  ","731766":"\n   Mulatto\n  ","731767":"\n   what’s the weirdest thing a guest has done at your house?\n  ","731768":"\n   What would you say if the whole world was listening to you?\n  ","731769":"\n   what is something that everyone looks stupid doing?\n  ","731770":"\n   Do you prefer English or mathematics?\n  ","731771":"\n   What was the last dessert you have eaten??\n  ","731772":"\n   Do you like antique shops?\n  ","731773":"\n   what are you doing right now?\n  ","731774":"\n   What’s a movie you’ve seen recently that you didn’t really care for? Why didn’t you like it?\n  ","731775":"\n   What's the last thing you did that made you happy?\n  ","731776":"\n   do you like having your picture taken?\n  ","731777":"\n   Do you know how much you weighed when you left the hospital as a newborn??\n  ","731778":"\n   do you like to chew on ice?\n  ","731779":"\n   Ever stuck a fork into an electrical outlet? If you did why? Why would you do something stupid like that?\n  ","731780":"\n   Last time someone didn't listen to you?\n  ","731781":"\n   Have you ever been on a ship?\n  ","731782":"\n   Burgers or hotdogs?\n  ","731783":"\n   What's your favorite pizza? 🥴 I always get chicken and camembert\n  ","731784":"\n   do you prefer to drink cold or room temperature water?\n  ","731785":"\n   have you ever caught something on fire while you were cooking?\n  "},"Answer":{"730713":"\n  sometimes .\n  \n  it depends on how long my answer is . cuz if it’s long and i spent time no. cuz i don’t want to re - type a long a** paragraph. lmao\n  ","730714":"\n  neither\n  ","730715":"\n  no it’s fine\n  ","730716":"\n  i get this question literally every day\n  ","730717":"\n  no. i don’t\n  ","730718":"\n  stop sending me things on this thread .\n  \n  either send me questions individually or stop sending me things\n  ","730719":"\n  7.\n  ","730720":"\n  i have no idea wtf you’re saying\n  ","730721":"\n  i can’t wait for me and my hubby to have another baby 👶🏽\n  ","730722":"\n  lmao .\n  \n  thanks\n  ","730723":"\n  honestly i’d be me . but i’d probably move somewhere in the UK .\n  \n  or maybe Australia or NZ\n  ","730724":"\n  if you don’t have any questions move along .\n  \n  and stop sending me questions on this thread or any thread\n  ","730725":"\n  i literally just answered it above\n  ","730726":"\n  who?\n  ","730727":"\n  i’m 50\/50\n  \n  i’m like torn\n  ","730728":"\n  i’ve been pretty good .\n  \n  annoyed some days. feeling free from my ex bff .\n  \n  left that toxic energy . even tho she tries to text me with random bs ion care about\n  ","730729":"\n  keep spamming me\n  \n  HONESTY WEEKEND\n  ","730730":"\n  yep\n  ","730731":"\n  fall\n  \n  winter\n  \n  spring\n  \n  summer\n  ","730732":"\n  blast music at 8am on weekends\n  ","730733":"\n  haha! nobody ever has the balls to say anything to me 🤷🏽‍♀️\n  ","730734":"\n  nah i’m good\n  ","730735":"\n  couple days ago when i was making dinner\n  ","730736":"\n  my body 🤪\n  ","730737":"\n  no. but i heard it was a couple days ago\n  ","730738":"\n  i make impulsive decisions everyday lmao.\n  \n  and last night when we were around a bunch of bad things & saw uncover cops and stuff .\n  \n  should’ve just left\n  ","730739":"\n  english ffs\n  ","730740":"\n  my kids\n  ","730741":"\n  i kxll any bugs i see .\n  \n  i’m just scared of creepy crawlers lmao\n  ","730742":"\n  bye\n  ","730743":"\n  i’m not here for a conversation\n  ","730744":"\n  don’t say hi .\n  \n  hi isn’t a question\n  ","730745":"\n  no ew\n  ","730746":"\n  i just like how it looks\n  ","730747":"\n  no\n  ","730748":"\n  honesty weekend y’all\n  \n  spam me with questions all weekend ✨🤪🦋\n  ","730749":"\n  i get them daily\n  ","730750":"\n  i wouldn’t want to choose my death\n  ","730751":"\n  my home life growing up was alright\n  \n  could’ve been better i suppose\n  ","730752":"\n  i’m not sure\n  ","730753":"\n  i don’t believe in “God”\n  ","730754":"\n  shower\n  ","730755":"\n  i don’t rly eat cereal\n  ","730756":"\n  yea\n  ","730757":"\n  no\n  ","730758":"\n  me\n  ","730759":"\n  it just was\n  ","730760":"\n  great\n  ","730761":"\n  i’ve never been in an abusive relationship.\n  \n  i said toxic ;\n  ","730762":"\n  everything\n  ","730763":"\n  food\n  ","730764":"\n  again, stop sending me things that aren’t questions\n  ","730765":"\n  i’m just trying to get back on the top 10 😭🥺\n  ","730766":"\n  i broke my ring finger or having 2 c sections\n  ","730767":"\n  probably when i was 12\n  ","730768":"\n  nothing\n  \n  stop sending me things that aren’t questions\n  ","730769":"\n  i don’t care\n  \n  nobody asked you\n  ","730770":"\n  who tf cares\n  \n  ITS HER LIFE\n  ","730771":"\n  cool\n  ","730772":"\n  can’t ask me.\n  \n  i’m not the CEO of ask\n  ","730773":"\n  not at all\n  ","730774":"\n  never had one\n  ","730775":"\n  i don’t want to\n  ","730776":"\n  my relationship was toxic in the beginning for about 2 years .\n  \n  but now it’s great & we’re happily married\n  ","730777":"\n  don’t care\n  ","730778":"\n  nothing .\n  \n  never been bullied\n  ","730779":"\n  i only ask questions to most people i follow who i know want spam\n  ","730780":"\n  i only follow people i want to\n  ","730781":"\n  no\n  ","730782":"\n  idk i don’t keep track\n  ","730783":"\n  nobody asked\n  ","730784":"\n  my husband’s\n  ","730785":"\n  skinny with small boobs\n  ","730786":"\n  i need a baby 👶🏽\n  ","730787":"\n  sonic 🤪😋\n  ","730788":"\n  someone spam me with coins pls 🥺🥺🥺\n  ","730789":"\n  when i’m playing a song\n  ","730790":"\n  my morning wasn’t bad .\n  \n  i was at work\n  ","730791":"\n  nah\n  ","730792":"\n  dirty beach water\n  \n  lake water\n  \n  etc\n  ","730793":"\n  send me questions y’all\n  \n  be nosey\n  ","730794":"\n  i do . and certain spots not so crispy\n  ","730795":"\n  why would i go to France and expect them to speak english??? that makes zero sense.\n  \n  obviously i’d learn to speak French since i’m in France .\n  \n  uh DUH\n  ","730796":"\n  lmao if you think so than ok\n  ","730797":"\n  obviously\n  ","730798":"\n  everyday lol .\n  ","730799":"\n  my life\n  ","730800":"\n  getting my 2016 car\n  ","730801":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","730802":"\n  i got it from my job\n  ","730803":"\n  wait , that’s racist lmao .\n  \n  it’s racist to speak a language from that country you’re in???\n  \n  hold up did you say that correctly lmao .\n  \n  so i’m racist cuz i don’t understand spanish and i want them to speak english the language i know ???\n  \n  oh wow\n  ","730804":"\n  thank you .\n  \n  that’s why they can’t even explain how it’s racist .\n  \n  they sound dumb af 🥴\n  ","730805":"\n  i have not a clue Tom\n  ","730806":"\n  i want new skin colors\n  \n  better blocking feature\n  \n  other ways to earn coins\n  \n  new background colors\n  ","730807":"\n  i’m working then probably gonna woke at my other job\n  ","730808":"\n  ask me juicy questions y’all\n  ","730809":"\n  don’t give a fxck\n  ","730810":"\n  speaking fxcking english\n  ","730811":"\n  with my ex bff recently .\n  \n  found out so much shxt about her & now everything makes sense\n  ","730812":"\n  work is such a drag & i have a meeting tomorrow\n  ","730813":"\n  mhm nothing rly\n  ","730814":"\n  i’m glad.\n  \n  LMFAO\n  ","730815":"\n  my mil\n  ","730816":"\n  i also ask myself this too\n  ","730817":"\n  i’m so glad i cut off my bff . so glad i’m free\n  ","730818":"\n  i’m at work so no\n  ","730819":"\n  ew my someone i use to be close with has chlamydia\n  ","730820":"\n  someone spam me with coins\n  ","730821":"\n  obviously not\n  ","730822":"\n  annoyed af at 5:40am\n  ","730823":"\n  yeah\n  ","730824":"\n  what are we 12?\n  ","730825":"\n  i can’t wait to have a baby guys . 👶🏽🤞🏽\n  ","730826":"\n  english ffs\n  ","730827":"\n  i hate netflix\n  ","730828":"\n  don’t care\n  ","730829":"\n  don’t have one\n  ","730830":"\n  bye\n  ","730831":"\n  no?\n  ","730832":"\n  my boss saying no\n  ","730833":"\n  thanks. same to you\n  ","730834":"\n  hear any conversation that’s about me\n  ","730835":"\n  how selfless he is. hope he puts his family first before anything. such a hard worker\n  ","730836":"\n  questions that have nothing to do with my life\n  ","730837":"\n  ask me questions guys\n  ","730838":"\n  i don’t have a fav food\n  ","730839":"\n  thanks\n  ","730840":"\n  nobody\n  \n  i’m to grown to be fighting\n  ","730841":"\n  go away\n  ","730842":"\n  myself\n  ","730843":"\n  got another ticket 🙄🙄🙄🙄\n  ","730844":"\n  i do\n  ","730845":"\n  i’d say both equal\n  ","730846":"\n  got pulled over smh\n  ","730847":"\n  i don’t curse anyone\n  ","730848":"\n  spam me w\/ questions\n  \n  going to be doing honesty weekend ✨🤩\n  ","730849":"\n  stop sending me dumb questions\n  ","730850":"\n  fall.\n  \n  not so hot not so cold .\n  \n  just the atmosphere\n  ","730851":"\n  about 3 months i believe\n  ","730852":"\n  honesty weekend\n  ","730853":"\n  probably\n  ","730854":"\n  somewhere\n  ","730855":"\n  yay my app is working again\n  ","730856":"\n  idc\n  ","730857":"\n  mine isn’t & it’s annoying.\n  \n  i hate using the web\n  ","730858":"\n  don’t care\n  ","730859":"\n  idk .\n  \n  i’m using the web rn\n  ","730860":"\n  glad it’s not only mine\n  ","730861":"\n  i think i was in first grade here. lol\n  ","730862":"\n  okay i thought it was only me. it’s annoying. i tried deleting & installing again & nothing. i hate using the web\n  ","730863":"\n  fxck friends\n  ","730864":"\n  why isn’t my app working & keeps crashing\n  ","730865":"\n  blocked\n  ","730866":"\n  ok\n  ","730867":"\n  25\n  ","730868":"\n  yeah\n  ","730869":"\n  2:35am.\n  \n  i’m going to sleep.\n  \n  had a stressful night\n  ","730870":"\n  i do not\n  ","730871":"\n  ask me questions about me\n  ","730872":"\n  0.2M\n  ","730873":"\n  idk what that is lol\n  ","730874":"\n  i have & i’m terrible at them\n  ","730875":"\n  i don’t think so\n  ","730876":"\n  my mil\n  ","730877":"\n  nope\n  ","730878":"\n  how much i’m glad i cut off certain people & how i’m realizing more & more why i don’t like my mil\n  ","730879":"\n  thanks\n  ","730880":"\n  my kids & hubby . & thinking about this baby we’re trying to plan\n  ","730881":"\n  i think the timing is right\n  ","730882":"\n  2016 Kia\n  ","730883":"\n  i do to a certain extent & i don’t have a fav\n  ","730884":"\n  you sound dumb\n  \n  next question will be blocked\n  ","730885":"\n  i’m so glad i don’t have to deal with certain people anymore\n  ","730886":"\n  to bad i don’t get food stamps or government assistance lmao .\n  \n  & i work so i’m using my own money for my cigarettes & food lmaoo\n  ","730887":"\n  yep\n  ","730888":"\n  I DONT CARE\n  \n  CAN YOU NOT READ?????\n  ","730889":"\n  i’m not getting into this\n  \n  idc about covid\n  \n  next\n  ","730890":"\n  everyone has it\n  ","730891":"\n  because i don’t want to\n  ","730892":"\n  no\n  ","730893":"\n  photographer\n  ","730894":"\n  i been explained this\n  ","730895":"\n  nope & i won’t\n  ","730896":"\n  how stupid do you even sound\n  ","730897":"\n  yeah okay 🤣\n  ","730898":"\n  that’s what i’m saying . they act like it’s a crime to be annoyed with your s\/o lol\n  ","730899":"\n  so link me to it since you’re so sure more than me LMAO\n  ","730900":"\n  at the time of our decision no we couldn’t so we did what was best .\n  \n  things CHANGED within the last year LMAO\n  ","730901":"\n  i posted he was annoying 18hrs ago of course that’s recent lmao.\n  \n  link me to the last time i said he was annoying besides 18hrs ago\n  ","730902":"\n  when was the last time i even said i was annoyed with him lmao.\n  \n  i haven’t been annoyed with him since we got married in feb lmao\n  ","730903":"\n  okay? lmao was that suppose to hurt my feelings????\n  \n  you know many people give up children and have more.\n  \n  but you do know she’s 3 houses down from me and i can see her whenever , where ever .\n  ","730904":"\n  i am\n  ","730905":"\n  i’m not here for conversations\n  ","730906":"\n  trying to conceive\n  ","730907":"\n  i spy\n  ","730908":"\n  we’re TTC\n  ","730909":"\n  fine\n  ","730910":"\n  i don’t care\n  ","730911":"\n  this isn’t a question\n  ","730912":"\n  i don’t have one .\n  \n  i’m the type of person who doesn’t eat when i’m upset or anything\n  ","730913":"\n  i can’t think of any 🤔\n  ","730914":"\n  i don’t have a crush\n  \n  i’m married\n  ","730915":"\n  OMG how come i never thought of that?? lol\n  \n  not a bad idea 🤫\n  ","730916":"\n  boy 😌\n  ","730917":"\n  ugh so annoyed with my husband 🙄\n  ","730918":"\n  very annoyed\n  ","730919":"\n  i smoke\n  \n  listen to music & ignore the whole world\n  ","730920":"\n  oh rly? i haven’t heard about it\n  ","730921":"\n  send baby dust my way 👶🏽 ✨\n  ","730922":"\n  i have. my son loves to play it lol\n  ","730923":"\n  peanuts & bullshxt\n  ","730924":"\n  pizza 🍕\n  ","730925":"\n  scorpio\n  ","730926":"\n  annoyed\n  ","730927":"\n  nah\n  ","730928":"\n  spicy\n  ","730929":"\n  my kids & hubby\n  ","730930":"\n  i don’t like anime\n  ","730931":"\n  no\n  ","730932":"\n  i rly want to have a baby 👶🏽💜🥰\n  ","730933":"\n  i don’t have one\n  ","730934":"\n  thank you\n  \n   @askamanz5506\n  \n  for the coins 🥺💜\n  ","730935":"\n  don’t care\n  ","730936":"\n  blocked you\n  ","730937":"\n  no need to thank me\n  ","730938":"\n\n   @reachel_n\n  \n\n\n   @elysssa_d\n  \n\n\n   @littletrust\n  \n\n\n   @littletrvst\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @mommaisloved\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @poetalunam\n  \n\n\n   @af9495\n  \n\n\n   @motherofjedis\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @lnr87\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @Bored_Bunny\n  \n\n\n   @fabbielousxo\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @keepmovingforwardx\n  \n\n\n   @soph_333\n  \n\n\n   @askamanz5506\n  \n\n\n   @ArianaIsBack\n  \n\n\n   @CrxstalCastles\n  \n\n  that’s some that came up\n  ","730939":"\n  someone spam me w\/ coins 🥺\n  ","730940":"\n  i have no clue 🥴\n  ","730941":"\n  blue\n  ","730942":"\n  i already answered this\n  ","730943":"\n  definitely at home\n  ","730944":"\n  not anymore\n  ","730945":"\n  how sweet 😌\n  ","730946":"\n  i like to smoke and listen to music\n  ","730947":"\n\n   https:\/\/curiouscat.qa\/Momdotcom_xo\n  \n","730948":"\n  i have no plans today.\n  \n  besides that i get paid later tonight 🤑.\n  \n  and i have work tomorrow. my last day before i have a 3 day weekend 😅\n  ","730949":"\n  a saxophone\n  ","730950":"\n  i haven’t played any card games recently\n  \n  but i played dominoes recently lol\n  ","730951":"\n  i’m both\n  ","730952":"\n  i don’t rly have one\n  ","730953":"\n  yes .\n  \n  i love that name . but i wouldn’t use .\n  ","730954":"\n  i don’t sleep well at all\n  ","730955":"\n  i’m fine\n  ","730956":"\n  no but my mil does\n  ","730957":"\n  why would i cheat on exams if i’m not in school anymore\n  ","730958":"\n  obviously i don’t sound monotone then\n  ","730959":"\n  i want to cut it all off and start over\n  ","730960":"\n  english or be blocked\n  ","730961":"\n  you’re annoying\n  ","730962":"\n  send in them q’s\n  ","730963":"\n  same song\n  ","730964":"\n  i can do both look\n  ","730965":"\n  i fell\n  ","730966":"\n  okay???\n  ","730967":"\n  i want to cut it all off\n  ","730968":"\n  yes. i love my husband scent. ever since we meet\n  ","730969":"\n  fall\n  ","730970":"\n  yeah i do .\n  ","730971":"\n  i don’t have that problem\n  ","730972":"\n  anon\n  ","730973":"\n  none\n  ","730974":"\n  i broke my ring finger 10 years ago lol\n  ","730975":"\n  plenty of times\n  ","730976":"\n  ew i wear blue jeans\n  ","730977":"\n  sorry i’m late .\n  \n  it’s Monday . but Monday is pretty much almost over\n  ","730978":"\n  good night\n  ","730979":"\n  yeah\n  ","730980":"\n  yes. today reached 91\n  ","730981":"\n  steaming hot 🥵\n  ","730982":"\n  every other week\n  ","730983":"\n  zero now\n  ","730984":"\n  hell no . lol\n  ","730985":"\n  between 1am-3:30am\n  ","730986":"\n  yeah sometimes\n  ","730987":"\n  i wear my wedding set but i just took off my wedding band cuz it’s tight somedays . they say heat makes your finger swell lol .\n  \n  so i’m just wearing my engagement ring\n  ","730988":"\n  dad\n  ","730989":"\n  twice\n  ","730990":"\n  little bit of both\n  ","730991":"\n  i have work\n  ","730992":"\n  i hate mcdonald’s\n  ","730993":"\n  just cant wait to have another baby 🥺 👶🏽\n  ","730994":"\n  how life can suck & 2020 is terrible\n  ","730995":"\n  depending on which technology lol\n  ","730996":"\n  can’t wait to have a baby\n  ","730997":"\n  yep\n  ","730998":"\n  smoke\n  ","730999":"\n  no\n  ","731000":"\n  no\n  ","731001":"\n  when i want\n  ","731002":"\n  i’m married\n  ","731003":"\n  i’ll kiss my husband\n  ","731004":"\n  idk\n  ","731005":"\n  ask me questions y’all\n  ","731006":"\n  sure\n  ","731007":"\n  i don’t\n  ","731008":"\n  nah\n  ","731009":"\n  i don’t have one\n  ","731010":"\n  we got married at a courthouse back in Feb.\n  \n  but when we did it big i want a spring wedding\n  ","731011":"\n  i don’t anymore\n  ","731012":"\n  thanks\n  ","731013":"\n  a lot of different things\n  ","731014":"\n  i’ve done a lot\n  ","731015":"\n  idk\n  ","731016":"\n  going home and eating\n  \n  still feeling hung over from last night lol\n  ","731017":"\n  O\n  ","731018":"\n  that’s good 4 you.\n  \n  i’m glad you knew that knowledge that nobody cares about\n  ","731019":"\n  america\n  \n  10:40am\n  ","731020":"\n  crazy tbh but good\n  ","731021":"\n  plenty of times\n  ","731022":"\n  ew\n  \n  fxck off\n  \n  i’m married .\n  \n  have some respect\n  ","731023":"\n  honestly just the bbq\n  ","731024":"\n  ask me questions while i’m at work\n  ","731025":"\n  my work clothes\n  ","731026":"\n  seal english or be gone\n  ","731027":"\n  for what?\n  ","731028":"\n  not forgotten .\n  \n  but i don’t charge it as often as i probably should\n  ","731029":"\n  again idc\n  ","731030":"\n  i don’t click links\n  ","731031":"\n  . bye\n  ","731032":"\n  bk isn’t a question\n  ","731033":"\n  lol i’m blocking so if you cuz your spam questions are annoying af\n  ","731034":"\n  stop sending me random @ names that i don’t care about\n  ","731035":"\n  i don’t give a fxck\n  ","731036":"\n  so stop posting on your story .\n  \n  LMFAO\n  ","731037":"\n  idc\n  ","731038":"\n  get a life damn\n  ","731039":"\n\n   https:\/\/curiouscat.qa\/Momdotcom_xo\n  \n","731040":"\n  i wouldn’t mind\n  ","731041":"\n  i enjoy them 😌\n  ","731042":"\n  i have not a clue what that is\n  ","731043":"\n  i smoke\n  \n  cut toxic people off\n  ","731044":"\n  All the damn time\n  ","731045":"\n  i have & i love charmander\n  ","731046":"\n  uh yeah?\n  ","731047":"\n  agree!\n  ","731048":"\n  american dad version lol\n  ","731049":"\n  i don’t support it .\n  \n  it’s rarely used & it’s a waste of taxes .\n  \n  i’m glad my state doesn’t have it\n  ","731050":"\n  idc\n  \n  ask me questions about me\n  ","731051":"\n  lol no i haven’t\n  ","731052":"\n  honesty weekend\n  ","731053":"\n  nobody\n  ","731054":"\n  i’m not angry .\n  \n  lmao\n  ","731055":"\n  k cool\n  ","731056":"\n  cool\n  ","731057":"\n  idc ; i’ll answer and post what i want\n  ","731058":"\n  i have rly bad cramps ☹️😭\n  ","731059":"\n  i guess lol\n  \n  just ask questions but not on this thread . separately.\n  \n  don’t ask no fetish or ONLY sex questions\n  ","731060":"\n  sure\n  ","731061":"\n  i actually do\n  ","731062":"\n  having off yesterday.\n  \n  now i work 6 days straight 6-2\n  \n  until next Thursday (when it’s my day off again)\n  ","731063":"\n  nope , don’t care who follows me or unfollows me .\n  \n  i don’t post on ig ; i only scroll or post on my story sometimes\n  \n  and i don’t care for twitter (follower wise)\n  ","731064":"\n  smh means you’re boring\n  ","731065":"\n  basketball\n  \n  baseball is boring imo\n  ","731066":"\n  sorry i’m 10hrs late\n  \n  but i’m at work now\n  \n  6-2\n  \n  off soon\n  ","731067":"\n  none of the above\n  ","731068":"\n  don’t know\n  ","731069":"\n  no\n  ","731070":"\n  wow my next day off isn’t until next Thursday 🥴\n  ","731071":"\n  no\n  ","731072":"\n  click on my profile pic\n  ","731073":"\n  film a daily vlog\n  ","731074":"\n  what does being verified have to do with coins??!?!?\n  ","731075":"\n  send me coins pls 🥺\n  ","731076":"\n  no mistake?¿\n  ","731077":"\n  i’d say i’m a mixture of both\n  ","731078":"\n  heavy metal\n  ","731079":"\n  i don’t rly have one\n  ","731080":"\n  🥰🥺🤰🏻💜\n  ","731081":"\n  i’ve never drove far for the anyone .\n  \n  i don’t believe in long distance relationships\n  ","731082":"\n  i didn’t even click the link .\n  \n  & idc what she posted\n  \n  that’s her business .\n  \n  if i wanted to see what she wrote i’d follow her but i don’t .\n  \n  so move along\n  ","731083":"\n  why are you sending me random links i’m not clicking on\n  ","731084":"\n  so freaking hot man\n  ","731085":"\n  guys get me back on the top 10\n  ","731086":"\n  send me questions\n  ","731087":"\n  think trash is monday and thursday\n  ","731088":"\n  absolutely\n  ","731089":"\n  mcdonald’s has always been open in my area\n  ","731090":"\n  stop asking stupid questions\n  ","731091":"\n  i have apple\n  ","731092":"\n  thanks\n  ","731093":"\n  stfu\n  ","731094":"\n  same to you ✨\n  ","731095":"\n  American Dad\n  ","731096":"\n  i don’t rly have any today\n  ","731097":"\n  both\n  ","731098":"\n  my period\n  ","731099":"\n  this isn’t a question\n  ","731100":"\n  not recently\n  ","731101":"\n  nope. or not to my knowledge\n  ","731102":"\n  • my kids \/\/ fam\n  \n  • having a job\n  ","731103":"\n  taking time to myself\n  ","731104":"\n  yes.\n  \n  i do it all the time\n  ","731105":"\n  i have no thought\n  ","731106":"\n  to become pregnant 🤰🏻\n  ","731107":"\n  lime green\n  \n  it’s different and vibrant\n  ","731108":"\n  questions i get man 🤦🏽‍♀️\n  ","731109":"\n  these stupid period cramps\n  ","731110":"\n  but it didn’t\n  \n  hence why i never took it out\n  ","731111":"\n  nothing\n  ","731112":"\n  no? lmao\n  \n  i never took it out during my first either\n  ","731113":"\n  • abortion\n  ","731114":"\n  one of my fav pics from my pregnancy 🥺\n  ","731115":"\n  i say no thanks\n  ","731116":"\n  neither\n  ","731117":"\n  i believe in love at first sight with you’re kids\n  ","731118":"\n  y’all know i have a husband\n  \n  saying this shit every time is annoying af now\n  ","731119":"\n  i wish i was pregnant already again & not getting my period\n  ","731120":"\n  i had a twix cuz i was craving for one so bad\n  ","731121":"\n  anon\n  ","731122":"\n  restaurant it’s usually the sane unless i’m feeling brave to try something else\n  ","731123":"\n  i’m all for it.\n  \n  i want to own a gun\n  ","731124":"\n  Suburban\n  \n  Jaguar\n  \n  Audi\n  ","731125":"\n  i’m good .\n  ","731126":"\n  Gunna - Skybox\n  ","731127":"\n  regular i guess\n  ","731128":"\n  why are we even asking inconsiderate questions\n  ","731129":"\n  i love going randomly to the city with hubby to get food ; it’s always spontaneous\n  ","731130":"\n  can i have so more coins\n  ","731131":"\n  don’t care\n  ","731132":"\n  i absolutely know how.\n  \n  i just HATE doing so\n  ","731133":"\n  not rly\n  ","731134":"\n  88,935\n  ","731135":"\n  - answering for yesterday\n  \n  i worked then me & hubby went to Queens & Brooklyn to get good food\n  ","731136":"\n  # 6\n  ","731137":"\n  well honestly New York has the best pizza.\n  \n  so yeah that explains it all lol\n  ","731138":"\n  i do.\n  \n  they’re beautiful\n  ","731139":"\n  🥺😍.\n  \n  a year ago\n  ","731140":"\n  i work in the deli department.\n  \n  basically head of food service\n  ","731141":"\n  • death penalty should be removed\n  \n  • infant piercing at 6 months\n  \n  • marijuana should be legal all around the world\n  ","731142":"\n  2 1\/2 hrs\n  ","731143":"\n  i have no idea yet\n  ","731144":"\n  i haven’t posted on ig since December 2019\n  ","731145":"\n  i’m not answering troll questions\n  ","731146":"\n  it’s 6:28am & i just woke up lol\n  \n  probably going back to sleep\n  ","731147":"\n  middle\n  ","731148":"\n  10+\n  ","731149":"\n  i don’t get what’s so funny\n  ","731150":"\n  i have not a clue .\n  \n  we’re going out soon ; we want to try something different .\n  \n  maybe out west more of the city\n  ","731151":"\n  i’m not popular\n  ","731152":"\n  idc about anybody else damn\n  ","731153":"\n  don’t care\n  ","731154":"\n  this isn’t a question\n  ","731155":"\n  this isn’t a question\n  ","731156":"\n  tacos\n  \n  and the stands stuff that comes on a taco . just with avocado 🥑\n  ","731157":"\n  i DONT GIVE A FXCK\n  ","731158":"\n  ...\n  ","731159":"\n  you’re the one who wants to know how old i am.\n  \n  lmao\n  ","731160":"\n  Drake\n  ","731161":"\n  stop sending me random links idc about especially if you can’t even speak english\n  ","731162":"\n  idc about Canada\n  ","731163":"\n  to early for jokes\n  \n  not in the mood\n  ","731164":"\n  i don’t feel good & ion want to go to work\n  ","731165":"\n  getting pregnant soon .\n  \n  having off from work tomorrow\n  \n  this weekend\n  ","731166":"\n  i hate that i’m suppose to be getting my period tomorrow ☹️\n  ","731167":"\n  one of the 50 states\n  ","731168":"\n  🤷🏽‍♀️\n  ","731169":"\n  my dad\n  ","731170":"\n  i want to go .\n  \n  maybe next summer\n  ","731171":"\n  my front yard isn’t that big but my backyard lawn is big .\n  \n  we have landscapers\n  ","731172":"\n  i’ve never been yet 😭😩\n  ","731173":"\n  no but i want to so bad 😩\n  ","731174":"\n  my mil called the cops\n  ","731175":"\n  to a certain extent\n  ","731176":"\n  yeah\n  ","731177":"\n  strawberries 🤤\n  ","731178":"\n  A LOT 😂\n  ","731179":"\n  i’m glad you’re back 💕\n  ","731180":"\n  my mil house 😈\n  ","731181":"\n  yep\n  ","731182":"\n  kinda\n  ","731183":"\n  last 20 pictures\n  ","731184":"\n  doritos\n  ","731185":"\n  i can cut ppl off\n  ","731186":"\n  yawn 🥱\n  ","731187":"\n  same age as me\n  ","731188":"\n  she’s married???\n  \n  and baby daddy is trashy & ghetto term\n  ","731189":"\n  my cousin Jasmin (who’s pregnant 🥰🥺)\n  ","731190":"\n\n   @reachel_n\n  \n\n\n   @elysssa_d\n  \n\n\n   @littletrust\n  \n\n\n   @motherofjedis\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @mommaisloved\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @af9495\n  \n\n\n   @poetalunam\n  \n\n\n   @lnr87\n  \n\n\n   @eatyourcake\n  \n\n\n   @Bored_Bunny\n  \n\n\n   @fabbielousxo\n  \n\n\n   @youcuntx\n  \n\n\n   @courtneym4\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @carlahall88\n  \n\n\n   @musicfan1998\n  \n\n\n   @CrxstalCastles\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @sydkid_13xoxo\n  \n\n  that’s some that came up\n  ","731191":"\n  on youtube or apple music\n  ","731192":"\n  smh\n  ","731193":"\n  asking dumb questions\n  ","731194":"\n  sorry\n  ","731195":"\n  this makes no sense\n  ","731196":"\n  i don’t have any regrets rly\n  \n  i just want a baby now\n  ","731197":"\n  because i like black\n  ","731198":"\n  i think a lot about this COVID-19.\n  \n  i don’t believe half the news anyways\n  \n  & no\n  ","731199":"\n  i don’t care what people name their kids\n  ","731200":"\n  black\n  ","731201":"\n  idc and this person so idk why you’re sending me random links\n  ","731202":"\n  lol\n  ","731203":"\n  i have not a clue\n  ","731204":"\n  well they have issues\n  \n  but it’s easier to give up\n  ","731205":"\n  i guess\n  ","731206":"\n  send me questions\n  ","731207":"\n  i smoke or listen to music\n  ","731208":"\n  mountain\n  ","731209":"\n  ok??? ¿¿\n  ","731210":"\n  yes\n  ","731211":"\n  88,358\n  ","731212":"\n  go away .\n  \n  immature at its finest\n  ","731213":"\n  chocolate\n  ","731214":"\n  Jasmine\n  ","731215":"\n  think ima get wing stop 🤔\n  ","731216":"\n  never\n  ","731217":"\n  a week\n  ","731218":"\n  i’m feeling fine\n  ","731219":"\n  zero thoughts\n  ","731220":"\n  nobody ever is\n  ","731221":"\n  i’m fine\n  ","731222":"\n  this isn’t a question\n  ","731223":"\n  no but i sure need to\n  ","731224":"\n  lightning 🌩\n  ","731225":"\n  Black AF\n  ","731226":"\n  photography\n  ","731227":"\n  closest thing i have to red lmao\n  ","731228":"\n  it was just at a courthouse with my cousin and her husband as witness.\n  \n  then we went out to dinner\n  ","731229":"\n  1 and 6 1\/2\n  ","731230":"\n  never been in one lol.\n  \n  but i seen a couple\n  ","731231":"\n  thank you sm for the advice! i’ll definitely look into it\n  ","731232":"\n  k\n  ","731233":"\n  yea\n  ","731234":"\n  road trip of my dreams\n  ","731235":"\n  ask me questions guys\n  ","731236":"\n  i had a bagel with cream cheese\n  ","731237":"\n  rly thinking about starting to plan my wedding (even tho i’m married already).\n  \n  just want something else special\n  ","731238":"\n  i have my subtitles on for hulu and netflix\n  ","731239":"\n  for about 2-3 months\n  ","731240":"\n  coconut is gross\n  ","731241":"\n  yes\n  ","731242":"\n  for everyone to not be suffering with money issues during this time\n  ","731243":"\n  how i view this COVID-19 crap\n  ","731244":"\n  that im pregnant 🥺👶🏽\n  ","731245":"\n  i don’t give a fxck .\n  ","731246":"\n  🥱\n  ","731247":"\n  i’m not trying to be no role model to random kids\n  ","731248":"\n  because ask is stupid\n  ","731249":"\n  i want one now 👶🏽\n  ","731250":"\n  i think 2020 was suppose to be exactly like this. SHXTTY\n  ","731251":"\n  stop sending me emojis\n  \n  this site is for questions & questions only\n  ","731252":"\n  yes\n  ","731253":"\n  i hate bugs in general\n  ","731254":"\n  i don’t remember the last time i’ve been to one\n  ","731255":"\n  honesty i never listen the first 3 times. so i pretty much learn everything the hard way\n  ","731256":"\n  couple weeks ago 🙂\n  ","731257":"\n  i don’t have one\n  ","731258":"\n  yay\n  ","731259":"\n  it was 6am and we were cuddling & he just popped the question lol\n  ","731260":"\n  yes\n  ","731261":"\n  when i was younger\n  ","731262":"\n  as ready as i’m going to be\n  ","731263":"\n  why does that even matter?\n  ","731264":"\n  yawn 🥱\n  ","731265":"\n  stop asking dumb questions\n  ","731266":"\n  allergic to peanuts 🥜\n  ","731267":"\n  stop sending me shxt in Spanish or i’m blocking you\n  ","731268":"\n  uh no\n  ","731269":"\n  triple my salary forever\n  ","731270":"\n  march 2020\n  \n  we went to T.G.I.F\n  ","731271":"\n  do you have a question\n  ","731272":"\n  it’s 5:44am & i’m exhausted.\n  \n  i’m going back to sleep\n  ","731273":"\n  6. Netherlands\n  ","731274":"\n  it’s 5:30am going back to sleep\n  ","731275":"\n  january 2018\n  ","731276":"\n  bacon 🥓\n  ","731277":"\n  about credit scores & how to build credit\n  ","731278":"\n  having a baby.\n  ","731279":"\n  i am now to my husband\n  ","731280":"\n  no\n  ","731281":"\n  ew 🤢\n  ","731282":"\n  idc\n  ","731283":"\n  i can’t wait to see my cousin later at her bbq . she’s pregnant and ugh i’m so happy 🥰😍\n  ","731284":"\n  i absolutely love love them 😋🤤\n  ","731285":"\n  lmfao pls enlighten me on how?\n  \n  LMFAO\n  ","731286":"\n  for the most part\n  ","731287":"\n  what would???\n  ","731288":"\n  going home and making a baby 👶🏽\n  ","731289":"\n  weird question\n  ","731290":"\n  6am and i’m at work ;\n  \n  wish i was home asleep ;\n  \n  but no here i am .\n  \n  also, i need tips on TTC\n  ","731291":"\n  i don’t click links\n  ","731292":"\n  having a c section lol\n  ","731293":"\n  i’d say english but i think that’s wrong lmao.\n  \n  i have not a clue\n  ","731294":"\n  i’m not a huge fan of candy tbh.\n  \n  i only usually eat it before my period or while i’m on it\n  ","731295":"\n  watching Riverdale, smoking with hubby while drinking my white claw .\n  \n  maybe some hookah\n  ","731296":"\n  every night\n  ","731297":"\n  lamb gyros\n  ","731298":"\n  google is your best friend .\n  ","731299":"\n  • repeating myself\n  \n  • tapping on surfaces\n  \n  • touching me\n  \n  • not looking for things right in front of you\n  ","731300":"\n  that in a caring person . my loyalty runs deep & ill do anything for the ones i care about\n  ","731301":"\n  Suburban\n  \n  Audi\n  \n  Jaguar\n  ","731302":"\n  at work all weekend 6am-2pm\n  ","731303":"\n  nah but i rly want to\n  ","731304":"\n  mulatto\n  ","731305":"\n  tbh nothing much. been working a lot and stuff.\n  \n  i hope you’re having fun on your trip\n  ","731306":"\n  had pasta and grill chicken\n  ","731307":"\n  i rly like the secret feature\n  ","731308":"\n  obviously; if we’re trying for a baby\n  ","731309":"\n  thanks .\n  \n  but, tracking my ovulation isn’t working . been trying it.\n  ","731310":"\n  ew\n  ","731311":"\n  nothing\n  ","731312":"\n  no\n  ","731313":"\n  💜💜💜\n  ","731314":"\n  stupid\n  ","731315":"\n  having me repeat myself over & over\n  \n  i HATE that\n  ","731316":"\n  you can’t help someone who doesn’t want to help themselves\n  ","731317":"\n  30 more minutes until my shift is over . i can’t wait to smoke & drink this white claw\n  ","731318":"\n  i have work all weekend.\n  \n  from 6am-2pm\n  ","731319":"\n  i haven’t been to the gym in 3 years i believe tbh .\n  \n  i don’t have no desire to go to the gym\n  ","731320":"\n  i hate that i’m working again tomorrow 6-2\n  ","731321":"\n  describe what?\n  \n  how i act in person?\n  \n  exactly how i am on here\n  ","731322":"\n  i’m glad you paid attention\n  ","731323":"\n  a fav brand of soda?\n  \n  you mean my fav soda?\n  ","731324":"\n  cream soda (root beer)\n  ","731325":"\n  well that’s dumb\n  \n  who tf cares about body count now-a-days?\n  \n  FXCK WHO YOU WANT LOL\n  ","731326":"\n  • i want a baby\n  \n  • i want a baby\n  \n  • i want a baby\n  ","731327":"\n  i’m not here for games\n  \n  i’m on here to answer questions\n  ","731328":"\n  i did answer it\n  ","731329":"\n  somewhere . i don’t discuss that info on here\n  ","731330":"\n  at work\n  ","731331":"\n  don’t care\n  \n  stop sending me garbage\n  ","731332":"\n  can’t wait to have a baby 👶🏽\n  ","731333":"\n  i’m not popular on here lol\n  ","731334":"\n  in Barbados on a beach with drinks & my hubby .\n  \n  then next vacation with the kids on a beach in clear water\n  ","731335":"\n  my day yesterday was good until my so called bff is mad @ me for whatever reason. asking for her $20 back lmao. then i said i’ll give it to her when i get paid & now she don’t want it . over it!!!\n  \n  but today i’ve been at work since 6am & i want to leave lol\n  ","731336":"\n  sorry people are cruel\n  ","731337":"\n  live on the streets for a week\n  ","731338":"\n  any tips on what to do when TTC?\n  ","731339":"\n  i love them\n  ","731340":"\n  my cousin is pregnant now .\n  \n  wtf . i’ve been ttc for a month and nothing ☹️\n  ","731341":"\n  i use to\n  ","731342":"\n  NOOOO\n  ","731343":"\n  Johnny Depp\n  \n  Denzel Washington\n  \n  Tina Fey\n  \n  that’s some\n  ","731344":"\n  ask me questions guys.\n  \n  while i’m at work until 2pm\n  ","731345":"\n  idc for ig\n  \n  my page is private anyways\n  ","731346":"\n  i sure do\n  ","731347":"\n  as in?\n  ","731348":"\n  yes\n  ","731349":"\n  50\/50\n  ","731350":"\n  thank you lol.\n  \n  i didn’t know there was a limit to having kids\n  ","731351":"\n  okay?\n  \n  i can have as many as i want\n  ","731352":"\n  omg i can’t wait .\n  \n  i’m so happy we’re TTC\n  ","731353":"\n  good morning\n  ","731354":"\n  no you just remember you’re amazing in every way 💕✨.\n  \n  positive mind , positive life ♾💜\n  ","731355":"\n  i’m suppose to be going out Saturday w\/ my bff and hubby.\n  \n  but we’re suppose to have thunderstorms .\n  \n  so who knows now\n  ","731356":"\n  eh ; i rly don’t care unless you’re making out. which is nasty in public because nobody wants to see that\n  ","731357":"\n  do you have a question\n  ","731358":"\n  my friend just found out she’s pregnant and it makes me happy & sad cuz i want a baby\n  ","731359":"\n  don’t care about religion\n  ","731360":"\n  fashion nova 24\/7 😁\n  ","731361":"\n  if y’all don’t want my questions just tell me.\n  \n  k thanks\n  ","731362":"\n  like 4-6\n  ","731363":"\n  i don’t have a fav\n  ","731364":"\n  we want a boy\n  ","731365":"\n  eating better , slowing down on smoking , tracking my ovulation\n  ","731366":"\n  i can block you my friend\n  ","731367":"\n  your kind is fxcking up everything but you don’t see me complaining.\n  \n  racist POS ;\n  \n  you’re blocked now\n  ","731368":"\n  idc bye\n  ","731369":"\n  i’m part of the problem but yet my state is at phase 3 and people can shop and stuff .\n  \n  most states are fully open lmao.\n  \n  i’m not arguing with an idiot\n  ","731370":"\n  well my state isn’t under quarantine lmao\n  ","731371":"\n  i do not\n  ","731372":"\n  i have once and i’d never do it again.\n  ","731373":"\n  i haven’t gotten any about you\n  ","731374":"\n  nah\n  ","731375":"\n  probably would\n  ","731376":"\n  i go out\n  ","731377":"\n  it hasn’t been to bad\n  ","731378":"\n  tbh it’s been almost like 2 weeks i think\n  ","731379":"\n  yes\n  ","731380":"\n  yes\n  ","731381":"\n  Dawn\n  ","731382":"\n  i say the same countries all the time\n  ","731383":"\n  okay? idk why you’re telling me this irrelevant info\n  ","731384":"\n  snapchat or fb\n  \n  sometimes ig\n  ","731385":"\n  6\n  ","731386":"\n  my dads famous penne alla vodka\n  ","731387":"\n  mhm , i’m not rly sure tbh\n  ","731388":"\n  go to the doctors (actually inside)\n  ","731389":"\n  what a stupid question\n  ","731390":"\n  pls enlighten me\n  \n  LMAO\n  ","731391":"\n  hang by the beach , go to the city (walk around) , do hookah , etc\n  ","731392":"\n  i can’t wait to have a baby soon 😊🤰🏻💙\n  ","731393":"\n  leave me tf alone i don’t give a fxck about you\n  ","731394":"\n  i don’t have to please anyone\n  ","731395":"\n  idc to please anyone\n  ","731396":"\n  we’re to grown for this\n  ","731397":"\n  i’m married\n  \n  & online relationship never work imo\n  ","731398":"\n  it is smooth that’s why\n  ","731399":"\n  stop sending me random @ names that idc about\n  ","731400":"\n  idc i’m married .\n  \n  now i’m blocking you\n  ","731401":"\n  bye\n  ","731402":"\n  kia rio 2016\n  ","731403":"\n  we want a boy\n  ","731404":"\n  sometimes\n  ","731405":"\n  on my chest - husbands name\n  \n  right leg - my sons name\n  \n  wrist - a star\n  \n  forearm - 9•4•11 ♾ in numeral numbers\n  ","731406":"\n  wrist\n  \n  right leg\n  \n  forearm\n  \n  and on my chest\n  ","731407":"\n  yep. i want a whole sleeve\n  ","731408":"\n  4\n  ","731409":"\n  idk i don’t keep track of compliments i get from people\n  ","731410":"\n  we have dollar tree where i’m at .\n  \n  but i don’t even go in there. they’re trash 🗑\n  ","731411":"\n  🤷🏽‍♀️\n  ","731412":"\n  give me coins then\n  ","731413":"\n  going to queens probably after a nap with my hubby\n  ","731414":"\n  probably not\n  ","731415":"\n  as a parent?\n  ","731416":"\n  my own lol\n  ","731417":"\n  i have not a clue\n  ","731418":"\n  i can’t wait to have another baby within the next year .\n  \n  can’t wait to start ttc\n  ","731419":"\n  no\n  ","731420":"\n\n   @reachel_n\n  \n\n\n   @elysssa_d\n  \n\n\n   @littletrust\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @mommaisloved\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @af9495\n  \n\n\n   @poetalunam\n  \n\n\n   @lnr87\n  \n\n\n   @Bored_Bunny\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @courtneym4\n  \n\n\n   @JoeeeMason\n  \n\n\n   @musicfan1998\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @mamaandwifexo\n  \n\n\n   @motherofjedis\n  \n\n\n   @Lcottrill\n  \n\n  this is some people who popped up\n  ","731421":"\n  nobody\n  ","731422":"\n  night\n  ","731423":"\n  i’m a proud auntie of 2\n  ","731424":"\n  nobody cares\n  ","731425":"\n  i don’t care for the 4th of July\n  \n  i’m not celebrating it anymore\n  \n  Juneteenth 🥳\n  ","731426":"\n  ask me juicy questions y’all\n  ","731427":"\n  only 7am and ive been at work for an hr.\n  \n  and i already want to go home .\n  \n  send me questions\n  ","731428":"\n  i haven’t been to the movie theater in years .\n  \n  i’m not a big fan\n  ","731429":"\n  ew\n  ","731430":"\n  ew\n  ","731431":"\n  asking stupid questions\n  ","731432":"\n  mulatto isn’t an offensive term .\n  \n  it’s literally a color .\n  \n  so many mixed tone females refer to themselves as mulatto\n  ","731433":"\n  welcome\n  ","731434":"\n  it’s a mood\n  ","731435":"\n  okay\n  ","731436":"\n  this isn’t a question\n  ","731437":"\n  ok\n  ","731438":"\n  i have a husband .\n  \n  he’s the father of both my kids already\n  ","731439":"\n  guys i can’t wait to have another baby\n  ","731440":"\n  idk it’s just snow .\n  \n  i’ve seen it plenty of times\n  ","731441":"\n  i would say so\n  ","731442":"\n  on netflix or hulu\n  ","731443":"\n  11519\n  ","731444":"\n  honestly like i said before idc for the update\n  ","731445":"\n  watching tv\n  ","731446":"\n  send me juicy questions y’all\n  \n  i’m bored & will answer anything\n  ","731447":"\n  drawing\n  ","731448":"\n  nobody asked\n  ","731449":"\n  click my profile picture\n  ","731450":"\n  caesar\n  ","731451":"\n  i learned how uneducated a lot of people are in this world\n  ","731452":"\n  maybe a brunch lmao\n  ","731453":"\n  honestly i’m don’t remember rn lmao\n  ","731454":"\n  honestly idc .\n  \n  i don’t even like the new update\n  ","731455":"\n  i think it’s just a new update\n  ","731456":"\n  have kids\n  ","731457":"\n  both\n  ","731458":"\n  i think it’s just a new update\n  ","731459":"\n  i’m not entertaining stupidity today\n  ","731460":"\n  lmfaoo you sound so dumb .\n  \n  mulatto is a color\n  \n  btw\n  ","731461":"\n  nah i’m good\n  ","731462":"\n  mulatto means mixed\n  \n  muva means mother ....\n  ","731463":"\n  i only like lamb gyros\n  ","731464":"\n  i haven’t spent money today\n  ","731465":"\n  make them go every 30 minutes\n  \n  take them even if they don’t have to go.\n  \n  make them wear underwear during the day.\n  \n  if they have an accident it’s okay. they might not even like the feeling of being wet\n  ","731466":"\n  nah lol\n  \n  i wouldn’t have fun nor like it\n  ","731467":"\n  i am\n  ","731468":"\n  ask me questions guys\n  ","731469":"\n  i don’t have pets\n  ","731470":"\n  went for some drinks 🍹\n  ","731471":"\n  i haven’t . sounds very good tho\n  ","731472":"\n  i have not lol.\n  \n  i think it would be weird to watch imo\n  ","731473":"\n  i don’t remember .\n  \n  i don’t eat chocolate like that\n  ","731474":"\n  i like Real Housewives Of Atlanta .\n  \n  i love the drama , the friendship , the bonds , how they life , etc\n  ","731475":"\n  this world is shxt\n  ","731476":"\n  i have not. i’d love to see one .\n  \n  & no i haven’t\n  ","731477":"\n  Australia or New Zealand\n  ","731478":"\n  mhm , haven’t rly been to many states to pick a fav\n  ","731479":"\n  i wish i was pregnant rn, makes me jealous to see very one having babies or getting pregnant lol.\n  \n  but ya lol\n  ","731480":"\n  do you have a question\n  ","731481":"\n  i love white claw , twisted tea .\n  \n  i can drink beer lol\n  \n  and i love vodka\n  ","731482":"\n  lol he said no\n  ","731483":"\n  because we want to expand our fam\n  ","731484":"\n  watching 90 day fiancé & smoking hookah\n  ","731485":"\n  no they don’t but i think they should be able to\n  ","731486":"\n  i just go to a regular supermarket lol\n  ","731487":"\n  i had pizza , but i’m not sure if i want more or soup\n  ","731488":"\n  nobody tbh\n  ","731489":"\n  honestly we rly didn’t do much.\n  \n  i cooked breakfast, hubby hung out with Joseph and then we took him to my dads. i took a nap now we’re just hanging out watching 90 day fiancé\n  ","731490":"\n  i would.\n  \n  i’d probably get Nick from Big Mouth\n  ","731491":"\n  nah i wasn’t mad lol.\n  \n  hence why i said idc .\n  \n  you were the one mad LOL\n  ","731492":"\n  oh okay\n  ","731493":"\n  quit acting like people care about what you like .\n  \n  the question was asked to me not YOU\n  ","731494":"\n  no? it means mixed ....\n  ","731495":"\n  idc\n  ","731496":"\n  i have not\n  ","731497":"\n  ew fxck off\n  ","731498":"\n  yes about being pregnant 🤰🏻\n  ","731499":"\n  vodka and cranberry\n  ","731500":"\n  not a damn thing haha!\n  \n  but i’m going to drop my son off to him later .\n  ","731501":"\n  a single house hold.\n  \n  it think it has an effect on a lot of people .\n  \n  for me it did . i was acting out & what not\n  ","731502":"\n  eh i don’t rly eat KFC\n  ","731503":"\n  i do\n  ","731504":"\n  happy , anxious\n  ","731505":"\n  yes i HATE that shxt\n  ","731506":"\n  kinda lol\n  \n  i was out & about in the city\n  ","731507":"\n  2\n  ","731508":"\n  thanks\n  ","731509":"\n  ehh ; i don’t like it but i’m already use to it\n  ","731510":"\n  nope\n  ","731511":"\n  i like boneless spare rib tips with fried rice & an egg roll with lots of duck sauce on the side\n  ","731512":"\n  i love the way it looks\n  \n  already pre-ordered it for my hubby\n  ","731513":"\n  pepsi\n  ","731514":"\n  yes very!!!\n  \n  you should be a mother and father 24\/7 365 days 7 days a week\n  \n  period ‼️\n  ","731515":"\n  neither lol\n  ","731516":"\n  it all depends on what kind of drunk they are\n  ","731517":"\n  yep very annoying\n  ","731518":"\n  yay finally first day of summer .\n  \n  even tho it’s been feeling like it for a couple weeks\n  ","731519":"\n  i haven’t seen it or heard about it\n  ","731520":"\n  i actually don’t but my son LOVES milk 🥴\n  ","731521":"\n  none of your business\n  ","731522":"\n  i’m not a father\n  ","731523":"\n  very spicy\n  ","731524":"\n  idc\n  ","731525":"\n  they are . they just want attention imo\n  ","731526":"\n  i don’t reply back\n  ","731527":"\n  that’s why you been blocked lmao\n  ","731528":"\n  sugar\n  ","731529":"\n  ?\n  ","731530":"\n  nothing rn .\n  \n  but hopefully in an hr i don’t get irritated\n  ","731531":"\n  night\n  ","731532":"\n  tornadoes\n  \n  or\n  \n  wild fires\n  \n  i’m glad i don’t live in a state that has those .\n  ","731533":"\n  not often\n  ","731534":"\n  morning\n  ","731535":"\n  kinda\n  ","731536":"\n  i can’t wait to be pregnant again y’all\n  ","731537":"\n  tbh i’m not sure\n  ","731538":"\n  nobody asked you\n  ","731539":"\n  uh yeah????\n  ","731540":"\n  i’m married but if me and my husband were done for good maybe\n  ","731541":"\n  i am now with my husband\n  ","731542":"\n  thanks\n  ","731543":"\n  ask me questions y’all\n  ","731544":"\n  how not to be racist and accepting of everyone. no matter what .\n  \n  period ‼️\n  ","731545":"\n  11:05pm\n  ","731546":"\n  do you have a question\n  ","731547":"\n  yeah lol\n  ","731548":"\n  a real person\n  ","731549":"\n  ice coffee\n  ","731550":"\n  having a newborn\n  ","731551":"\n  i could\n  ","731552":"\n  cool idc\n  ","731553":"\n  sounds like you have issues if that makes you happy\n  ","731554":"\n  that’s all you picked out from what i said was still signs .\n  \n  even tho i can see down my street , my neighbors nice house etc\n  ","731555":"\n  uh yeah?\n  \n  i don’t get how that would be a phase if i’m still into girls\n  ","731556":"\n  this isn’t a question\n  ","731557":"\n  was what?\n  ","731558":"\n  yeah we had like 4 of them within 8 years . we only broke up over the summer lol . but we’re married now so he’s stuck forever\n  ","731559":"\n  today probably getting drunk. going to the city with my hubby and bff . and maybe do my side job for a little . earn more money\n  ","731560":"\n  i meet my husband 8 1\/2 year ago .\n  \n  so no in between that\n  ","731561":"\n  idk and idc\n  ","731562":"\n  far\n  ","731563":"\n  10\n  ","731564":"\n  iraq lol\n  \n  idk\n  ","731565":"\n  lil wayne\n  ","731566":"\n  my front yard & my neighbors & stop signs\n  ","731567":"\n  yes\n  ","731568":"\n  mhm i’m not sure\n  \n  maybe tumblr\n  ","731569":"\n  yeah\n  ","731570":"\n  i don’t but my mil does\n  ","731571":"\n  38\n  ","731572":"\n  this isn’t a question\n  ","731573":"\n  getting pregnant soon 🥺👶🏽\n  ","731574":"\n  shop rite\n  ","731575":"\n  zipper\n  ","731576":"\n  you’re annoying for asking this\n  ","731577":"\n  i only like pepperoni lmao\n  \n  i’m so basic\n  ","731578":"\n  because i don’t rly like breakfast foods\n  ","731579":"\n  i don’t eat breakfast.\n  \n  i’m not a big fan\n  ","731580":"\n  how quiet it can be\n  ","731581":"\n  over 100+\n  ","731582":"\n  i’m just mad lol that’s all\n  ","731583":"\n  yep & i rly don’t care\n  ","731584":"\n  i am.\n  \n  i’m the queen .\n  \n  nobody tells me NO\n  ","731585":"\n  xgabs.xo\n  ","731586":"\n  nope\n  ","731587":"\n  not rly lol\n  ","731588":"\n  i feel nothing lol\n  ","731589":"\n  scorpio\n  ","731590":"\n  you feel better now you said that\n  ","731591":"\n  steaming hot 🥵\n  ","731592":"\n  i sleep with my ac on and tv\n  ","731593":"\n  netflix & hulu\n  \n  i have a fire stick so we use those apps to . like tlc go etc\n  ","731594":"\n  omg everyone is getting pregnant or having babies . i’m so happy and jealous 😭😩🥺\n  ","731595":"\n  i throw a tantrum\n  ","731596":"\n  muvax2x0\n  ","731597":"\n  social media? yeah\n  \n  besides fb\n  ","731598":"\n  there’s a lot of songs like that lol\n  ","731599":"\n  no you figure it out\n  ","731600":"\n  yeah he makes me happy but you said last person to make me happy\n  ","731601":"\n  i am the toxic one now\n  ","731602":"\n  nobody\n  ","731603":"\n  not sure i’ve been verified for like 3 years\n  ","731604":"\n  11445\n  ","731605":"\n  can you not read? leave me tf alone\n  ","731606":"\n  america\n  ","731607":"\n  thanks\n  ","731608":"\n  i’m blocking you now\n  ","731609":"\n  again. idc . i just said it’s getting rly annoying\n  ","731610":"\n  idc . stop asking\n  ","731611":"\n  you keep asking questions about nudes and shxt on this thread & it’s rly annoying\n  ","731612":"\n  idc to .\n  \n  stop asking . it’s rly annoying now\n  ","731613":"\n  i want another baby NOW\n  ","731614":"\n  stop asking dumbass questions\n  ","731615":"\n  no but i think ppl are dragging it but that’s my opinion\n  ","731616":"\n  thanks\n  ","731617":"\n  i obviously said i deleted my account lmao\n  ","731618":"\n  i get a lot of repeated questions\n  ","731619":"\n  $200\n  ","731620":"\n  barbados\n  ","731621":"\n  depends lol on what you want\n  ","731622":"\n  my husband is at home while i’m at work\n  ","731623":"\n  i am a parent lmao\n  ","731624":"\n  cash app me first\n  ","731625":"\n  interesting questions & answers\n  ","731626":"\n  isn’t that what i just said?\n  ","731627":"\n  i definitely didn’t hide anything\n  \n  it was just a snapchat filter\n  ","731628":"\n  when it comes to your kids\n  \n  yes\n  ","731629":"\n  cuz i got bored\n  ","731630":"\n  • i hate dirty nails . so i’m constantly cleaning under my nails\n  ","731631":"\n  i did great!\n  \n  idk why this matters.\n  \n  lmao\n  ","731632":"\n  i love you baby 🥰🥺\n  ","731633":"\n  i only had an onlyfans\n  \n  now i been said i deleted it\n  ","731634":"\n  i can’t wait till my husband gives me another baby 👶🏽🥺🥰\n  ","731635":"\n  couple years ago\n  ","731636":"\n  this is\n  \n   @NineGDxFour\n  \n\n  so ask questions about ME\n  ","731637":"\n  yesterday????\n  ","731638":"\n  not becoming pregnant\n  ","731639":"\n  no you’re fine love.\n  \n  hope things get better\n  ","731640":"\n  how to get away with murder\n  ","731641":"\n  i like any toppings rly\n  \n  i hardly eat ice cream\n  ","731642":"\n  thanks love\n  ","731643":"\n  remember why i walked into a room\n  ","731644":"\n  thanks 😊\n  ","731645":"\n  i want to go to Virginia beach or Atlantic City\n  ","731646":"\n  0\n  \n  zero\n  ","731647":"\n  i’m fine . but ofc everyone wants more money.\n  \n  money makes the world go round but it’s also the root of all evil\n  ","731648":"\n  no\n  ","731649":"\n  not anymore\n  ","731650":"\n  people are just hateful\n  ","731651":"\n  the sound of the rain 🌧.\n  \n  tapping\n  ","731652":"\n  do xanax\n  ","731653":"\n  well you don’t need to feel bad for my husband\n  ","731654":"\n  Do you understand\n  ","731655":"\n  how do we earn coins on here now?\n  ","731656":"\n  they’re lame\n  ","731657":"\n  i have not\n  ","731658":"\n  2.\n  ","731659":"\n  do what?\n  ","731660":"\n  why was this sent back to my inbox from 6 months ago\n  ","731661":"\n  yeah?\n  ","731662":"\n  it’s too much going on . i don’t like it personally\n  ","731663":"\n  8 1\/2 years\n  ","731664":"\n  ok\n  ","731665":"\n  ask me questions guys\n  ","731666":"\n  i always have a RBf cuz i hate when ppl talk to me lol\n  ","731667":"\n  haha! you know what i like to touch 😂😉.\n  \n  no but for real i like to touch worse. surfaces lol\n  ","731668":"\n  last week 😁\n  ","731669":"\n  vanilla\n  \n  &\n  \n  sweet pea\n  ","731670":"\n  oh shxt i just updated mine and it looks odd\n  ","731671":"\n  how come everyone’s ask looks different\n  ","731672":"\n  i can be a little bit of both lol\n  ","731673":"\n  since Feb 26th\n  ","731674":"\n  idc sounds like a YOU problem\n  ","731675":"\n  that’s nasty\n  ","731676":"\n  i don’t have one\n  ","731677":"\n  no i haven’t\n  ","731678":"\n  why tf would i let that if i have a husband\n  ","731679":"\n  i can’t wait to buy a new bikini to show off my 🍑\n  ","731680":"\n  broccoli or collie greens\n  ","731681":"\n  i do when i’m extremely bored\n  \n  my ticktock name is\n  \n  mulattomuvaxo\n  ","731682":"\n  my husband and mil\n  ","731683":"\n  send me questions while i’m @ work bored\n  ","731684":"\n  ask me questions about ME\n  ","731685":"\n  cut him off\n  ","731686":"\n  i have the rainbow .\n  \n  in honor of pride month\n  ","731687":"\n  i’m very awkward. especially around people idk\n  ","731688":"\n  i’d have to say a couple months ago\n  ","731689":"\n  white\n  ","731690":"\n  i don’t give a fxck\n  ","731691":"\n  don’t care\n  ","731692":"\n  nope\n  ","731693":"\n  the anonymous questions (the good ones)\n  ","731694":"\n  i don’t rly have a fav\n  ","731695":"\n  rap , r&b hip hop , 90’s music\n  ","731696":"\n  yes .\n  \n  my husband is like that sometimes\n  ","731697":"\n  no\n  ","731698":"\n\n   @reachel_n\n  \n\n\n   @elysssa_d\n  \n\n\n   @littletrust\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @mommaisloved\n  \n\n\n   @Ice_Frozen_Vocals\n  \n\n\n   @TrivialTrinket\n  \n\n\n   @af9495\n  \n\n\n   @poetalunam\n  \n\n\n   @lnr87\n  \n\n\n   @courtneym4\n  \n\n\n   @BigAmericanFatso\n  \n\n\n   @JoeeeMason\n  \n\n\n   @musicfan1998\n  \n\n\n   @kittiemeowsie\n  \n\n\n   @kristinisbackbaby\n  \n\n\n   @ArianaIsBack\n  \n\n\n   @motherofjedis\n  \n\n\n   @Lcottrill\n  \n","731699":"\n  t-shirt & shorts\n  ","731700":"\n  honesty my sleep schedule is all types of fxcked up lmao\n  ","731701":"\n  you do the math\n  ","731702":"\n  17%\n  ","731703":"\n  i go somewhere\n  ","731704":"\n  idc what someone else says\n  ","731705":"\n  yes\n  ","731706":"\n  a lot of them are pointless\n  ","731707":"\n  yeah\n  ","731708":"\n  it’s alright\n  ","731709":"\n  no lol\n  ","731710":"\n  honesty their just there lol.\n  \n  sometimes i’ll give out coins\n  ","731711":"\n  i do it for both reasons .\n  \n  i like to get to know my followers but in order to get 3 coins you have to send out questions\n  ","731712":"\n  i think to my best friend .\n  \n  i forgot what tho\n  ","731713":"\n  people can’t handle the truth\n  ","731714":"\n  take me back\n  ","731715":"\n  sucks when you’re a felony & cant get a job\n  ","731716":"\n  i’d probably stab myself 🤣\n  ","731717":"\n  nope. but i’ve been to a beach at night\n  ","731718":"\n  i have a lot of adventures planned for this summer .\n  \n  so hopefully things fall through .\n  \n  i’m excited for those .\n  \n  we wrote out a list too\n  ","731719":"\n  vanilla\n  \n  sweet pea\n  ","731720":"\n  the way my body looks\n  ","731721":"\n  i’d rather tattoos\n  ","731722":"\n  2 days ago .\n  \n  i confronted them\n  ","731723":"\n  mcdonald’s back in 2012\n  ","731724":"\n  • honesty day ✨\n  ","731725":"\n  i use to it to pass time when i’m bored & for my followers to get to know me more\n  ","731726":"\n  thanks.\n  \n  you too\n  ","731727":"\n  by a year\n  ","731728":"\n  my husband\n  ","731729":"\n  drinking my twisted tea 🤪.\n  \n  it’s 5 o’clock somewhere 🤩\n  ","731730":"\n  mhm ; i have not a clue\n  ","731731":"\n  yes\n  ","731732":"\n  no lmao.\n  ","731733":"\n  my confidence\n  ","731734":"\n  that’s a hard topic of conversation to have . and honestly i wouldn’t know how to go about it .\n  \n  i don’t even know how to go about it with my 7 year old 😕\n  ","731735":"\n  • my fav color is lime green\n  \n  • it takes a lot for me to get mad\n  \n  • i love Potato, Broccoli & Cheese Chowder soup\n  ","731736":"\n  lol yeah but that’s most dogs imo lol\n  ","731737":"\n  either snapchat , ig , or fb\n  \n  sometimes twitter\n  ","731738":"\n  5’4\n  ","731739":"\n  yeah\n  ","731740":"\n  no\n  ","731741":"\n  no ew\n  ","731742":"\n  this isn’t a question\n  ","731743":"\n  yeah\n  ","731744":"\n  lizard 🦎\n  ","731745":"\n  no i haven’t\n  ","731746":"\n  hyena\n  ","731747":"\n  yeah my kids & husband\n  ","731748":"\n  5:10am.\n  \n  i’m finally going to bed 😴\n  \n  leave me tons of questions to answer ✨💜\n  ","731749":"\n  on my left side\n  ","731750":"\n  this isn’t a question.\n  \n  & clearly you know nothing if that’s what you’re assuming.\n  \n  now get off my page if you’re going to continue to talk about him\n  ","731751":"\n  do ya research if you want to know .\n  \n  i’m not talking about trump on my page\n  ","731752":"\n  yeah\n  ","731753":"\n  cool\n  ","731754":"\n  you’re just now figuring out how ignorant , racist , r*pist he is\n  ","731755":"\n  i answered this yesterday.\n  \n  next\n  ","731756":"\n  i agree! mainly wal-mart & target is still like that .\n  \n  & tbh i don’t think home goods is open in my state \/ area.\n  \n  cuz new york is still working on phase 2 which i have no idea what it includes. so frustrating\n  ","731757":"\n  yay.\n  \n  i like the smell of newspapers lol\n  ","731758":"\n  nope. now at this point it’s just dumb & annoying.\n  \n  i did my own thing\n  ","731759":"\n  nothing good has happened yet unless i’m pregnant 🥺\n  ","731760":"\n  some of y’all are annoying .\n  \n  either answer my spam , delete or tell me not to spam you anymore\n  ","731761":"\n  this makes no sense\n  ","731762":"\n  why are you asking me dumb questions\n  ","731763":"\n  i have not a clue\n  ","731764":"\n  ✨ spam me ✨\n  ","731765":"\n  mhm i’m not sure\n  ","731766":"\n  blocking you\n  ","731767":"\n  pee on my rug\n  ","731768":"\n  ✨ spam me ✨\n  ","731769":"\n  wearing these mask 🤣\n  ","731770":"\n  english\n  ","731771":"\n  Oreos\n  ","731772":"\n  yes\n  ","731773":"\n  laying in bed while my husband is asleep .\n  \n  annoyed at my mil\n  ","731774":"\n  the platform\n  \n  & cuz it rly didn’t catch my attention\n  ","731775":"\n  ate a gyro 😋\n  ","731776":"\n  not rly\n  ","731777":"\n  8lbs 3oz\n  ","731778":"\n  i love crush ice\n  ","731779":"\n  no lmfaooo\n  \n  but i did try my finger when i was younger\n  ","731780":"\n  today\n  ","731781":"\n  yes\n  ","731782":"\n  hotdogs 😉\n  ","731783":"\n  i love pepperoni\n  ","731784":"\n  room temperature\n  ","731785":"\n  yes. it was so scary\n  "}}