{"Question":{"731786":"\n   Have you ever had surgery?? If yes, what was it for?? If too personal, post a cute gif\n  ","731787":"\n   What is your favorite pop\/soda??\n  ","731788":"\n   if you were arrested, what would your family and friends assume you were arrested for?\n  ","731789":"\n   what’s the best kind of cheese?\n  ","731790":"\n   Is shopping a form of entertainment for you?\n  ","731791":"\n   If you were a dragon, how'd you live life? 🐲\n  ","731792":"\n   WHAT IS THE FIRST THING YOU NOTICE ABOUT A PERSON?\n  ","731793":"\n   What social stigma does society need to get over?\n  ","731794":"\n   If you could spend a day in someone else’s shoes, whose would they be? Why?\n  ","731795":"\n   Do you like doritos?\n  ","731796":"\n   Do you think your parents picked the right first name for you?\n  ","731797":"\n   WHAT ARE SOME CHALLENGES YOU THINK THE NEXT GENERATION WILL FACE?\n  ","731798":"\n   what is your favorite number?\n  ","731799":"\n   2. Do you believe in paranormal?\n  ","731800":"\n   Do you hold some conspiracy theory? Tell us!\n  ","731801":"\n   What do you say during awkward silences?\n  ","731802":"\n   Do you like public speaking?\n  ","731803":"\n   When you are old, what do you think children will ask you to tell stories about?\n  ","731804":"\n   PAP your favorite outfit!\n  ","731805":"\n   Fill in the blanks. Today is a _____ day and I wish _____.\n  ","731806":"\n   Are you usually late, early or right on time?\n  ","731807":"\n   Do you wear contacts too or just glasses?\n  ","731808":"\n   Do you like pickles?\n  ","731809":"\n   What's the best cheese to eat with crackers?\n  ","731810":"\n   how much time in a week would you say you spend on ask?\n  ","731811":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","731812":"\n   When was the last time you had pizza??\n  ","731813":"\n   Best part of bonfires for you?\n  ","731814":"\n   Have you ever been with someone of a different ethnicity?\n  ","731815":"\n   Use this as a free space. Feel free to vent\/rant, post a picture, or answer with something completely random.\n  ","731816":"\n   3. Do you prefer summer or winter?\n  ","731817":"\n   Do you have TikTok? Feel free to post yours. If you don’t have tiktok, why not? It seems to be the app everyone downloads as a joke and then sticks around. It’s entertaining!\n  ","731818":"\n   What do you look like right now?\n  ","731819":"\n   1. What is your star sign? \n\n(If you dont want questions just let me know!)\n  ","731820":"\n   Are you older or younger than your husband?\n  ","731821":"\n   Hi there!! 😁 Sorry for the Spanish 🇲🇽 \n\nDid you know that cats sleep 70% of their lives? 🐈\n\nHow much do you usually sleep?✨😴\n\nHave a nice day 🌹\nIf this comes to you it is because I follow you 🖤🇲🇽\n  ","731822":"\n   Stay in a hotel or an Airbnb home?\n  ","731823":"\n   If you had to choose your spouse based on just one question, what question would you ask?\n  ","731824":"\n   Would you rather have unlimited first -class tickets or never have to pay for food at restaurants?\n  ","731825":"\n   How do you communicate most with your friends?\n  ","731826":"\n   How are you today?\n  ","731827":"\n   what are your plans for the day?\n  ","731828":"\n   Which insect do you hate the most? 🕷\n  ","731829":"\n   Who do you talk to on the phone most often?\n  ","731830":"\n   Do you spend more time at home or out?\n  ","731831":"\n   Favorite alcoholic drink? Non-alcoholic one?\n  ","731832":"\n   What movie can you quote word for word?\n  ","731833":"\n   What was your first mobile phone?\n  ","731834":"\n   What do you think about ask continuously changing the requirements to keep VIP? Has yours been taken away at any point?\n  ","731835":"\n   Say that people in the future will spend a lot of their time in virtual reality and everyone has their own unique playable avatar. If you were to take part, how'd you make yourself look like in the digital world? What'd you wear etc.? 🧙‍♂️🧛‍♀️🧝‍♀️👨‍🚀\n  ","731836":"\n   What was the last song you sang out loud to?\n  ","731837":"\n   What myths and legends do you find most interesting?\n  ","731838":"\n   Are you there?\n  ","731839":"\n   Favorite photo of yourself?\n  ","731840":"\n   Did you have baby fever at 18?\n  ","731841":"\n   How old are you now?\n  ","731842":"\n   what’s your opinion on Marxism?\n  ","731843":"\n   Would you want twins?\n  ","731844":"\n   Diversity has become part of the cultural conversation in a way it hasn’t before, why do you think this is?\n  ","731845":"\n   Do you think that you're a good person? 🙂\n  ","731846":"\n   just move here real quick!\n  ","731847":"\n   ima tell her! we still have so much to plan! ugh. it’s hard when all her and i do is work lol\n  ","731848":"\n   thanks!!! 2 more weeks to find out the gender!\n  ","731849":"\n   Are you gonna give him 6?\n  ","731850":"\n   Does your husband want 5?\n  ","731851":"\n   If you could know the absolute and total truth to one question, what question would you ask?\n  ","731852":"\n   Did you have kids after getting married or before?\n  ","731853":"\n   For what?\n  ","731854":"\n   giiiiirl took me 7 years!\n  ","731855":"\n   How many do you have now?\n  ","731856":"\n   How many kids do you want?\n  ","731857":"\n   For what?\n  ","731858":"\n   But you said you aren't a cheap date ?\n  ","731859":"\n   What is your ideal date then?\n  ","731860":"\n   Throwback music day: Drop a link to an old school track everyone can groove to!\n  ","731861":"\n   Did you know that you have more than one zodiac sign? (\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/163412728687\n   \n   )\n♈️♉️♊️♋️♌️♍️♎️♏️♐️♑️♒️♓️\n  ","731862":"\n   Are you a cheap date?\n  ","731863":"\n   Do you believe that dreams can sometimes predict the future?\n  ","731864":"\n   Morning…Have a good day ❤️\n  ","731865":"\n   Well that's good.\n  ","731866":"\n   How do you handle racism irl?\n  ","731867":"\n   “Control the flow of information and you control the behavior.” (movie: TAU) — What’s your opinion on that quote?\n  ","731868":"\n   Do you find yourself frequently getting into pointless arguments with people?\n  ","731869":"\n   Favorite movie quote?\n  ","731870":"\n   You watched the notebook without me and you didn’t offer to hold my hand and cry while we watch wow you are not who I thought you were.\n  ","731871":"\n   Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?\n  ","731872":"\n   Would you rather be incredibly witty and outgoing or quiet and incredibly intelligent or just stay the way you are now?\n  ","731873":"\n   Were you named after anyone famous?\n  ","731874":"\n   Who was the last person to whom you gave a gift?\n  ","731875":"\n   Without saying the name of the movie, what is a movie quote most people would know?\n  ","731876":"\n   What was your first big disappointment?\n  ","731877":"\n   If you could ask one person one questions and get a completely honest answer who would it be and what would you ask?\n  ","731878":"\n   Do you think of people that are struggling a lot with something and wanna talk to you about their personal problems as burdens for you?\n  ","731879":"\n   What is the craziest thing you've done in public?\n  ","731880":"\n   What is one law you would put in place today if you could?\n  ","731881":"\n   When is the last time you lost something? What was it?\n  ","731882":"\n   Time freezes for exactly one day. You are the only person unaffected and can freely wander around and do whatever you like. What do you do in those 24 hours?\n  ","731883":"\n   What’s one thing you’d rather pay someone to do than do yourself?\n  ","731884":"\n   What question do you ask yourself a lot?\n  ","731885":"\n   When do you feel the most comfortable?\n  ","731886":"\n   What does it mean to be a human being?\n  ","731887":"\n   What's the most recent fried fish you've had??\n  ","731888":"\n   Pizza 🍕 or sushi 🍣\n  ","731889":"\n   what do you do when you can't leave the house\n  ","731890":"\n   Do you really share your problems or difficulties with your loved once or you just handle it by own?\n  ","731891":"\n   what flavor is your toothpaste?\n  ","731892":"\n   Do you watch movies a lot??\n  ","731893":"\n   What's a funny movie you've recently seen??\n  ","731894":"\n   What's your favorite flower??\n  ","731895":"\n   what is your favorite dipping sauce?\n  ","731896":"\n   If you were reincarnated as an animal based on your personality, what animal do you think you would come back as?\n  ","731897":"\n   If you were to live in any other country than The US, which would it be? Why that one? 🤔🇺🇸🚫\n  ","731898":"\n   do you like chips?\nif so, what kind?\n  ","731899":"\n   Hola personita ✨❤️\n¿Sabias que los gatitos 🐈 duermen el 70% de sus vidas? 😅\n\n¿Cuantas horas acostumbras dormir? 😴\n\nLinda noche 🖤🇲🇽\nSi te llega esto te sigo 🔥🌹\n  ","731900":"\n   Have you ever made a marionette?\n  ","731901":"\n   Do you agree that world belongs to the mad?\n  ","731902":"\n   Wie geht es dir und was machst du heute schönes?🙂\n  ","731903":"\n   How do you prefer to be awakened up in the morning?\n  ","731904":"\n   Pretend you can declare your own national holiday. What would it be about?\n  ","731905":"\n   what are you thinking about\n  ","731906":"\n   What is your zodiac sign?\n  ","731907":"\n   you’re better off! i’m sorry that happened though.\n  ","731908":"\n   doesn’t sound like a bff to me. sounds like a selfish butthead\n  ","731909":"\n   Do you have phobias?\n  ","731910":"\n   Who is the cruelest person in history?\n  ","731911":"\n   how are you doing?\n  ","731912":"\n   favorite color\/colors?\n  ","731913":"\n   If you could change one thing about your family, what would it be?\n  ","731914":"\n   okay but the only reason Erika is obsessed with me is because she thinks it'll make her popular lol\n  ","731915":"\n   So you admit it ? You admit that it’s the truth ?\n  ","731916":"\n   Let me tell you a little something sad about jasmine . The only reason she talks to Reachel is to gain her own popularity because she can’t get it herself . Without a Reachel she’d be nothing but a loser , like how she started off on here . 🙂\n  ","731917":"\n   English or foreign music?\n  ","731918":"\n   Do you step on bugs on purpose or do you think it’s mean?\n  ","731919":"\n   🔥 Coins Giveaway 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/163398683759\n   \n","731920":"\n\n    https:\/\/www.youtube.com\/watch?v=APaQR-59Y80\n   \n","731921":"\n   What is the important thing that you will do anything?\n  ","731922":"\n   🧡\n  ","731923":"\n   Are cats have terrible handwriting why tinman got everything is like?\n  ","731924":"\n   Goes through the police have how crazy mad what perfume are vegans vegetarians?\n  ","731925":"\n   Who cares\n  ","731926":"\n   Do you prefer to listen to trap or rap? 🎵\n  ","731927":"\n   do fxck yo self\n  ","731928":"\n   follow me then\n  ","731929":"\n   why\n  ","731930":"\n   send me 10 questions\n  ","731931":"\n   That's not bad haha\nI actually thought worse, like 800 😂\nWhich games are you planning to buy after? 🙂\n  ","731932":"\n   Oh God!! Do you know how much it costs yet?! 🙂\n  ","731933":"\n   Do you watch “Outer Banks”? It’s on Netflix I believe.\n  ","731934":"\n   20 likes for likes?\n  ","731935":"\n   Do you like videogames?\nIf yes, do prefer Xbox or Playstation? 🙂\n  ","731936":"\n   If you were a bird, where would you fly? 🙂\n  ","731937":"\n   Virgin at 28 ok or not\n  ","731938":"\n   new zealand has some 😂 i patted one on thursday at the zoo they were so sweet 😭😭😭\n  ","731939":"\n   what animals do you wish could be your pet?\n  ","731940":"\n   hello hello, what’s up with u? i’m following u, can u follow me back? & be safe pls🤍✋🏼\n  ","731941":"\n   When did you screw everything up, but no one ever found out it was you?\n  ","731942":"\n   What movie u watching\n  ","731943":"\n   what does your phone case look like?\n  ","731944":"\n   Something’s been bothering me. Is it normal to think those you care for actually dislike or hate you?\n  ","731945":"\n   36\/50\n\nTall or Short?\n  ","731946":"\n   IS BLACK LIFES MATTER TO U\n  ","731947":"\n   Night ❤️\n  ","731948":"\n   What are you thinking about at the moment?\n  ","731949":"\n   Where did you explain it\n  ","731950":"\n   What are you looking forward to this year?\n  ","731951":"\n   how often do you change your phone case?\n  ","731952":"\n   Favorite ice cream ever, and from where?\n  ","731953":"\n   do you own a popsocket?\nif so, what does it look like?\n  ","731954":"\n   35\/50\n\nCurly hair or Straight hair?\n  ","731955":"\n   sameeee🤗\n  ","731956":"\n   Anytime ! Tell me what’s your secret ? ❤️\n  ","731957":"\n   34\/50\n\nLefty or Righty?\n  ","731958":"\n   You’re so pretty . ❤️ Wish I looked like you !\n  ","731959":"\n   I thought black people liked watermelon .\n  ","731960":"\n   what is the first thing you want to know about someone when you first meet them?\n  ","731961":"\n   Why don’t you like watermelon ?\n  ","731962":"\n   which fruit is your least favorite?\n  ","731963":"\n   what vegetable is your least favorite?\n  ","731964":"\n   what was for dinner?\n  ","731965":"\n   Last time a song made you feel sad?\n  ","731966":"\n   What kind of things make you feel nostalgic?\n  ","731967":"\n   What is something that you feel is under-appreciated?\n  ","731968":"\n   How often would you say you stray out of your comfort zone? What was the last thing you did that was out of your comfort zone?\n  ","731969":"\n   Why did you give up Nevaeh\n  ","731970":"\n   What r u doing\n  ","731971":"\n   What do others assume about you that isn't true?\n  ","731972":"\n   Would you be high risk?\n  ","731973":"\n   Best zodiac signs you get along with?\nDo you think that matters?\n  ","731974":"\n   Would you ever want to be famous? What would you want to be famous for, if so?\n  ","731975":"\n   What is something that people think you would never be into, but you are?\n  ","731976":"\n   Is it difficult for you to let things go?\n  ","731977":"\n   are you guys ttc?\n  ","731978":"\n   Do you both want a boy or girl next?\n  ","731979":"\n   How’s Nevaeh?\n  ","731980":"\n   Has anything changed with you and your mil?\n  ","731981":"\n   Would you choose to become more intelligent if it meant you were generally unhappier?\n  ","731982":"\n   If you cloned yourself, what would you make your clone do, or would you let them do their own thing?\n  ","731983":"\n   What's a romper?\n  ","731984":"\n   Current outfit?\n  ","731985":"\n   Nail color?\n  ","731986":"\n   What do you do to unwind after a hard day?\n  ","731987":"\n   لا حول ولا قوة الا بالله العلي العظيم\n  ","731988":"\n   Have you ever flown a drone before? Or have you ever seen a drone before? They even have underwater drones. Really interesting. Neat.\n  ","731989":"\n   Do you ever just go on road trips? Or nah?\n  ","731990":"\n   and tbh I don’t want to continue to follow anyone who follows\/interacts w Freya (@\/mystery246). if you don’t understand why i don’t want to be exposed to blatant racism, or why she’s a blatant racist, let me know!\n  ","731991":"\n   What's the longest you've ever gone without sleep? 🙂\n  ","731992":"\n   What do you love most about your life?\n  ","731993":"\n   Has your life gotten somewhat back to normal recently or has the covid19 pandemic still have you stuck in neutral?\n  ","731994":"\n   Do you like painting? 🎨\n  ","731995":"\n   How Do You Feel About Clowns?\n  ","731996":"\n   31\/50\n\nStrawberries or Watermelon?\n  ","731997":"\n   26\/50\n\nSpontaneous or Planned?\n  ","731998":"\n   استغفر الله العظيم الذي لا اله الا هو الحي القيوم واتوب اليه\n  ","731999":"\n   Hey everyone, how are you all doing?😊 hope you’re staying safe & healthy!\n  ","732000":"\n   How are you?\n  ","732001":"\n   have you ever been camping? did you enjoy it?\n  ","732002":"\n   When was the last time you were so excited for the next day that you a hard time falling asleep? 😄 What were you so excited about?\n  ","732003":"\n   Anything you have been interested in doing lately?\n  ","732004":"\n   Could you ever move to a different country?\n  ","732005":"\n   What are some songs that give you a ‘boss b*tch vibe’\n  ","732006":"\n   Hope you all have a good day today!\n  ","732007":"\n   Why did you give up your daughter\n  ","732008":"\n   y’all ain’t ready for this but all blacks have inferior complex and think every white person is racist. look at that weird person she is an example of how blacks like to play the victim lmaooo\n  ","732009":"\n   Do you know people with whom you want to improve contact, but can't?Why can't you?Who are these people?\n  ","732010":"\n   32\/50\n\nDogs or Cats?\n  ","732011":"\n   I've had worse questions 🤣\n  ","732012":"\n   Pap of your block list\n  ","732013":"\n   why do you care about which brand of toilet paper people wipe their ass with? that’s sick tbh\n  ","732014":"\n   What's the greatest thing in the world besides food?\n  ","732015":"\n   Should it be \"All Lives matter?\" Not just \"Black Lives Matter?\"\n  ","732016":"\n   @\n  ","732017":"\n   Normie\n  ","732018":"\n   If you was a male for a day what would you do?\n  ","732019":"\n   Good morning! ☀️ Hope you have a good day! ❣️❤️\n  ","732020":"\n   Can't you tell which one?\n  ","732021":"\n   Where are you from\n  ","732022":"\n   Are you jealous?\n  ","732023":"\n   Do you prefer coffee ☕️ or tea 🍵\n  ","732024":"\n   What anime are you watching right now?\n  ","732025":"\n   28\/50\n\nVegetables or Fruit?\n  ","732026":"\n   top 3 favorite foods\n  ","732027":"\n   top 3 favorite alcoholic drinks\n  ","732028":"\n   What freaks you out?\n  ","732029":"\n\n    @reachel_n\n   \n   is the real Snorlax\n  ","732030":"\n   How is everyone doing :)\n  ","732031":"\n   كومي اوكفيلي وارفعي البوشيه....\nخليني اروي الضاميه العطشانه....\n\nكلتي العبي كالت اني رياضيه....\nابي أتعلم لعبه الصيبيانه....\n  ","732032":"\n   What kind of pet do you prefer?\n  ","732033":"\n   If you like yogurt that is... what kind do you like? Do you like anything in your yogurt?\n  ","732034":"\n   Do you ever like to just sit outside and watch the 🌞 sunset? The clouds? ☁\n  ","732035":"\n   Ow yeah, sorry... this question is for my own people so.... if you don’t get it, just don’t say anything.\n  ","732036":"\n   What's your biggest achievement so far?\n  ","732037":"\n   Do you like iced coffee?\nWhat do you like in your cup?\n  ","732038":"\n   Hey people, coba dong rekomendasikan merk tas backpack yang bagus, awet (buat bawa2 laptop setebel Lenovo Thinkpad), tapi fashionable dengan harga reasonable\n  ","732039":"\n   Do you like the White Stripes? What’s your favorite song by them? Also do you hope they reunite?\n  ","732040":"\n   Do Guys look better with short hair, long hair or Bald?\n  ","732041":"\n   Taylor Swift or Rihanna? 🙂\n  ","732042":"\n   What scene in a movie always gives you goosebumps everytime you watch it?\n  ","732043":"\n   What did you have for lunch today?\n  ","732044":"\n   how are you feeling today?\n  ","732045":"\n   what have you eaten today?\n  ","732046":"\n   when is the next time you’ll be moving from your current place?\n  ","732047":"\n   top 3 favorite cars\n  ","732048":"\n   29\/50\n\nAre you organized or messy?\n  ","732049":"\n   What Is Your Favorite Season, and Why?\n  ","732050":"\n   Would you consider it rude for someone to not make eye contact when speaking?\n  ","732051":"\n   What is something you just DON'T understand?\n  ","732052":"\n   Do you often feel nostalgic for times gone by?\n  ","732053":"\n   Whats more enjoyable for you (shopping or hanging out at home)?\n  ","732054":"\n   If you had 24 hours to spend anyway you wanted, and money wasn't a concern, what would you do?\n  ","732055":"\n   Do you take a selfie every day?\n  ","732056":"\n   Have you ever had work done at the dentist & then attempted to drink from a can whilst the area is still numb?? It feels weird af to me 🤣\n  ","732057":"\n   Sun ☀️ or moon 🌙\n  ","732058":"\n   22\/50\n\nAre your optimistic or pessimistic?\n  ","732059":"\n   If you could go back in time and give your parents advice before you were born, what advice would you give them?\n  ","732060":"\n   What was the last thing that melted your heart??\n  ","732061":"\n   Money or Fame?\n  ","732062":"\n   Is it better to have anonymous questions enable or disabled?\n  ","732063":"\n   If you could start a secret society, what would be its goals and who would you include?\n  ","732064":"\n   you can just have this baby lol\n  ","732065":"\n   Yu shouldnt even think about having another kid when u didnt even bother raising ur second one or wanting custody back\n  ","732066":"\n   Do you want people all over the world to be the same race as you? So there's no racial discrimination\n  ","732067":"\n   What’s the weather like at your place?\n  ","732068":"\n   Caddie is talking sh**\n  ","732069":"\n   Fav series\n  ","732070":"\n   What makes you happy?\n  ","732071":"\n   Are you worried about having another child premature? Isn't it high risk\n  ","732072":"\n   Chloe was right when she said if she was Nevaeh she'd feel like shxt . And Marissa was right when she called you selfish .\n  ","732073":"\n   Wouldn't you feel weird if you had to be raised by just your grandma while you have other siblings being raised by both parents?\n  ","732074":"\n   Does Greg still see his daughter?\n  ","732075":"\n   why don't u go for full custody of your daughter now that you can take care of her?\n  ","732076":"\n   It’s just a site for selling things :)\n  ","732077":"\n   How do you make the perfect cup of tea and do you need a kettle or will a microwave suffice?? ☕\n  ","732078":"\n   How do you feel about people answering the questions sent to YOU, on YOUR page, but for themselves?? Ex; if I sent you a question asking what your fav color was & someone later on the same thread as your own answer, answered the question with their fav color.\n  ","732079":"\n   How is yogurt born?\n  ","732080":"\n   You shake your head but not your hips!! Ooooo\n  ","732081":"\n   You mean 365 days and 366 during leap year. Also, its only for a few minutes, why heated about it?\n  ","732082":"\n   Okay, so can I practice kissing you to prepare for the real event?\n  ","732083":"\n   Please don’t take this the wrong way but I’m just curious why you want a baby when you’re not raising your daughter? I don’t know the circumstances with your daughter so I was just wondering 💜\n  ","732084":"\n   What is the most ridiculous or stupid thing you have done when drunk?\n  ","732085":"\n   How do I practice kissing before I kiss someone?\n  ","732086":"\n   Yeah I get its a statue of liberty, so I should just look at it?\n  ","732087":"\n   I don't get it\n  ","732088":"\n   What’s your favourite Animal ?(:\n  ","732089":"\n   What did everyone have for dinner tonight?\n  ","732090":"\n   Are you a defend yourself person, or just ignore it?\n  ","732091":"\n   What one food you could never cut out?\n  ","732092":"\n   How do I pull a girl like you with good traits you have and shows off a smile.\n  ","732093":"\n\n    @pipo_khalid\n   \n   is the savior of the west\n  ","732094":"\n   Do you have a depop account? Link it below if so!\n  ","732095":"\n   What's your wildest fantasy?\n  ","732096":"\n   what is cadie’s @ ?\n  ","732097":"\n   You're so cute\n  ","732098":"\n   Night. Hope you had a good day. ❣️❤️\n  ","732099":"\n   Do you think marijuana should be legalised where you live (if it's not already)?\n  ","732100":"\n   Do you think it's acceptable for companies to allocate their workers holiday dates if they haven't booked them by a certain date, esp when employees might be intentionally trying to save weeks for when they get told they have to self isolate because of Covid_19 and don't want to lose pay? 💁‍♂️😳\n  ","732101":"\n   What's your morning routine? 🙂\n  ","732102":"\n   Here we go again..\n  ","732103":"\n   Describe what you do for a living in 5 words or less?\n  ","732104":"\n   What would you say the town or city where you live is most famous for??\n  ","732105":"\n   How do I get people to like me\n  ","732106":"\n   Do you find people who take too long to tell a story rather annoying? - especially work colleagues who have you as a captive audience for their tedious long winded anecdotes? 🙄😴😴😴🤚 BQ: Be honest, have you ever been guilty of being this person yourself?? 😯😳\n  ","732107":"\n   Have you ever been sunburnt on the first day of a holiday before? 🌞🔥😳\n  ","732108":"\n   where do you work?\n  ","732109":"\n   If you had an ability to look into other's past, who would be the first one on which you will use your power?\n  ","732110":"\n   إحكِ 💙\n  ","732111":"\n   Goodnight. Hope you had a good day. ❣️❤️\n  ","732112":"\n   will you be my yogini?\n  ","732113":"\n   Sorry but probably best for me\n  ","732114":"\n   Thanks :)\n  ","732115":"\n   Think I've worked this site out your just fake just bots what a waste of time\n  ","732116":"\n   Hey there I have a question ... I have a crush on the girl next door but I won't say anything to her about it cause I don't wanna ruin any chances of ruining what bit of friendship we do have any advice you could pass along to help me out ? Thanks .... Btw you are gorgeous\n  ","732117":"\n   If you want to talk about then that's your choice but there's no respect on here\n  ","732118":"\n   This site make no sense just don't know who's started the question or if an answer gets to the original person or not. Shit site this\n  ","732119":"\n   You should know\n  ","732120":"\n   Last time you had sex?\n  ","732121":"\n   What do you want to do for a job?\n  ","732122":"\n   then whats that blue check mark thingy\n  ","732123":"\n   oh okay. i kinda get it\n  ","732124":"\n   what do you mean\n  ","732125":"\n   Did you buy ask VIP? If so, why? If not, do you plan to?\n  ","732126":"\n   i have been very very naughty\n  ","732127":"\n   can you punish me\n  ","732128":"\n   Are you a tea or coffee drinker?\n  ","732129":"\n   Some people don’t\n  ","732130":"\n   Nice Photography\n  ","732131":"\n   If you have a father what have you bought or are going to get him for Father’s Day?\n  ","732132":"\n   Are u student\n  ","732133":"\n   you marriage gril\n  ","732134":"\n   Do you think the UK Government has gone to far this time by making it ILLEGAL people to have se× with anybody they don't live with? 😮 With current rules stating that people can only meet others from outside their own household in outdoor spaces, surely such laws are just going to be ridiculed? 🙈\n  ","732135":"\n   Where are you from\n  ","732136":"\n   Q\n  ","732137":"\n   Have you attended any anti racism rallies over the past week, or do you have any plans to do so when they come to your town, or is protesting not your scene??\n  ","732138":"\n   23\/50\n\nNutella or peanut butter?\n  ","732139":"\n   Have you ever been to the mall before? What is your favorite store in the mall?\n  ","732140":"\n   Who teach me this apps\n  ","732141":"\n   What color do you have Ask? ♥️\n  ","732142":"\n   How many best friends do you have?\n  ","732143":"\n   Are you okay?\n  ","732144":"\n   What's your favorite color? 💙❤🧡💚💜\n  ","732145":"\n   Do you like your job?\n  ","732146":"\n   What was the last thing you bought?\n  ","732147":"\n   What's Love for you today?\n  ","732148":"\n   New here ☺️\n  ","732149":"\n   Have you ever cheated in school?\n  ","732150":"\n   How’s everyone doing?\n  ","732151":"\n   Night ❤️\n  ","732152":"\n   Your favorite chocolate bar?\n  ","732153":"\n   Do you want, or have you ever wanted, to get cosmetic surgery?\n  ","732154":"\n   Smash it out. You don't need no mirror\n  ","732155":"\n   Why do women on p*rnhub put there snapchat on there page but when you add them they won't talk to you🙄\n  ","732156":"\n   How do you usually get your news?\n  ","732157":"\n   What is your favourite motto or saying? 🙂\n  ","732158":"\n   If people were required to post the bad as well as the good stuff that happened to them on social media, would social media platforms be more or less popular than they are now?\n  ","732159":"\n   What kind of sleeper are you? Window open or closed? Do you sleep with a fan on or not?\n  ","732160":"\n   If you are\/was single would going hook up with someone from ask??\n  ","732161":"\n   what was your lowest paying job? what did you do and how much did it pay?\n  ","732162":"\n   what do you currently do for work?\n  ","732163":"\n   Do you have a favorite book ?\n  ","732164":"\n   What is something about yourself that you've grown to love?\n  ","732165":"\n   Have people been nicer or meaner in your experience within the last few months?\n  ","732166":"\n   what’s your favorite horror movie?\n  ","732167":"\n   What do you want to be remembered as?\n  ","732168":"\n   What has really taken a toll on you?\n  ","732169":"\n   مرحبا\n  ","732170":"\n   Do you like corn on the cob?\n  ","732171":"\n   PAP of the inside of your fridge please.\n  ","732172":"\n   Do you like AEW\n  ","732173":"\n   What's a question you wish you'd receive more?\n  ","732174":"\n   If you could move anywhere  and still have a livable wage, where would you like to move?\n  ","732175":"\n   Have you been to any of the Black Lives Matter protests? What’s your opinion on the whole situation?\n  ","732176":"\n   What is more important - to be loved or to fall in love?\n  ","732177":"\n   When’s the last time it rained where you are?\n  ","732178":"\n   I also lost mine and the only thing it tells me to do in my task list is answer 50 questions which I do\n  ","732179":"\n   You also had to send out 15 shoutouts, it said in the email\n  ","732180":"\n   What do you like to do for fun?\n  ","732181":"\n   So\nYou don't anderstand me 🤷\n  ","732182":"\n\n    https:\/\/youtu.be\/CYdo14PMJ64\n   \n","732183":"\n   Do you speak Arabic?\n  ","732184":"\n   If you could eat only one type of food for life, what would it be?\n  ","732185":"\n   Ever been to a monster truck pull?\n  ","732186":"\n   Can you wrap a present? And does it look nice?\n  ","732187":"\n   what are your feelings towards the police?\n  ","732188":"\n   what does america need to do differently?\n  ","732189":"\n   What is something that utterly terrifies you? 👻\n  ","732190":"\n   What has made you smile today thus far?\n  ","732191":"\n   What's your most used app to socialise with friends?\n  ","732192":"\n   How many followers do you have? Do you care much about how many followers you have?\n  ","732193":"\n   Wanna make plans?\n  ","732194":"\n   I see smth wrong, now, tell me, what is disturbing youuu?\n  ","732195":"\n   Please sign this petition!\n   \n    http:\/\/chng.it\/7ghvnSRjts\n   \n   #lsu\n  ","732196":"\n   #StayAtAsk\n  ","732197":"\n   Not even a pen or some print paper?\n  ","732198":"\n   Do you steal from work?\n  ","732199":"\n   Isn’t it so sweet when your friends send you good morning texts everyday?\n  ","732200":"\n   where do you work\n  ","732201":"\n   1\n  ","732202":"\n   What movie can you quote word for word?\n  ","732203":"\n   What do you think of Eve?\n   \n    https:\/\/www.instagram.com\/p\/CBIRnOgh5F0\/\n   \n","732204":"\n   Do you or have you ever smoked cigarettes?if yes when was the last time?🚬\n  ","732205":"\n   If you were to change one thing about yourself, what would it be?\n  ","732206":"\n   20\/50\n\nAre you a leader or a follower? ✔\n  ","732207":"\n   When do you work?\n  ","732208":"\n   how was ur day?\n  ","732209":"\n   What’s wrong?\n  ","732210":"\n   Ok! Question #1: what's the worst bug bite to get?\n  ","732211":"\n   Worst bug bite to get?\n  ","732212":"\n   How many pets do you have?\n  ","732213":"\n   Do you have any kind of fountain in your yard or birdbath? Have you ever put in a thought and maybe getting one?\n  ","732214":"\n   انا كما انا ومازالت انا ولن ياتي شخص كا انا  ، فلذلك الحياه لا تجبرني على فعل الخطأ لاني اثق في نفسي واعرف من انا ! \n\n#by_me\n  ","732215":"\n   ♥ what sort of music are you into lately? any musician\/band recommendations?\n  ","732216":"\n   When was the bon fire you been to? Have you ever been to one before?\n  ","732217":"\n   Last time you went fishing 🎣\n  ","732218":"\n   would you rather [be a witch or be a vampire] 🦋\n  ","732219":"\n   Random Thoughts 💭\n  ","732220":"\n   10\/50\n\nDo you want to stay home or go out?\n  ","732221":"\n   13\/50\n\nWake up early or Wake up late?\n  ","732222":"\n   17\/50\n\nChocolate or Vanilla?🤤\n  ","732223":"\n   Do you have any secrets about people that if you revealed them could ruin some lives?\n  ","732224":"\n   considering the state of the world rn, i figured i'd send out some lighthearted questions. ♥ what's your favorite aspect of your day (not just today, but in general)?\n  ","732225":"\n   If you were required by law to get a full body tattoo, what would you get tattooed over your entire body?\n  ","732226":"\n   12\/50\n\nSnack break or Nap break?\n  ","732227":"\n   14\/50\n\nWorkout or Relax\n  ","732228":"\n   Favourite musical instrument? What would you like to learn to play?\n  ","732229":"\n   What do you absolutely need right now? Now, what do you desperately want right now?\n  ","732230":"\n   ♥ what do you do to manage your physical and\/or mental health?\n  ","732231":"\n   If you could get a rain shower installed in your house would you? 🚿🌧\n\n(If you are not sure what is rain shower is, I recommend you Google it. It's really cool & pretty. I personally would love one with a rock wall & a seat in the shower wall also. Pretty & comfortable tile on the floor feet.)\n  ","732232":"\n   Favorite pet I ever had?\n  ","732233":"\n   Do you eat beef jerky?\nWhat is your favorite flavors?\nHave you ever had it before?\nYou wanna try it or no?\n  ","732234":"\n   When you go out to places, touring and there's gift shops what kinds of things do you like to get from the gift shops?\n\n(Even if you didn't\/don't go touring what kind of things would you get from the gift shop?)\n  ","732235":"\n   What is one of your favorite sites to order from a restaurant. And not really like a fast food restaurant... Like a bbq, sit in kinda restaurant.\n\nExamples: Mac and cheese. Veggies. Frys. Baked potatoes. Fired pickles. Beans. Salad. Salsa and chips. Cheese sticks. Rolls.\n  ","732236":"\n   pap?\n  ","732237":"\n   How do you keep your bedroom clean or messy? And would you say your room is lived in or like a show room?\n  ","732238":"\n   Have a good day ❣️❤️\n  ","732239":"\n   Omg I had a horrible cramp in my ribs when I went to\n   \n    @reachel_n\n   \n   for the TV remote.\n  ","732240":"\n   What are your plans for the weekend?\n  ","732241":"\n   Tell Greg that I miss him\n  ","732242":"\n   Do you have any big plans for the future?\n  ","732243":"\n   Do you want kids?\n  ","732244":"\n   Were you born with that ego of yours?\n  ","732245":"\n   If you had to be haunted by a ghost for the rest of your life but could choose which dead person the ghost would be, who would you choose as your ghost?\n  ","732246":"\n   If you were upset, what is the best way someone could calm you down?\n  ","732247":"\n   Have you ever seen a Magnolia tree before? They are beautiful.\n  ","732248":"\n   Do you want a pool in your yard? What kind?\n  ","732249":"\n   Pap donut pictures if you end up getting some.\n   \n    @mawiocudwoc\n   \n   already did 🤣\n  ","732250":"\n   What is something good that happened to you lately?\n  ","732251":"\n   Do you prefer movies or tv series’s\n  ","732252":"\n   Do you like looking through telescopes?\n  ","732253":"\n   what’s been the biggest challenge in your life recently?\n  ","732254":"\n   Are you celebrating donut day?\n  ","732255":"\n   8\/50\n\nCoffee person or Tea person\n  ","732256":"\n   I wonder where the protests in Portland Oregon will be tomorrow other than downtown and any in Killingsworth? I wanna go.\n  ","732257":"\n   7\/50\n\nOutspoken or Diplomatic?\n  ","732258":"\n   What are you going to 1, 2 or 3? Pick\n\n1. Beach, bar, free drinks and spin fire shows. Fireworks too. Buffet \n\n2. Mountains, bbq, free henna tattoos they are giving out (temp tattoos), face painting lots of music. Aaand river water party's.\n\n3. Boat party, gaming rooms, skylight neon party and sushi\n  ","732259":"\n   Have you ever been on a date?\n  ","732260":"\n   What have you been blessed with lately?\n  ","732261":"\n   2\/50\n\nSmoothie or Milk shake?\n  ","732262":"\n   Is it okay to lie to your child when they ask you for something and you don’t feel like they deserve it... or it is when you know you’re trying to keep something away from them?\n  ","732263":"\n   Do you ever feel close to anyone on here, even though you don't know them in a real life?\n  ","732264":"\n   How do you handle negative vibes... from a family member?\n  ","732265":"\n   Hi all of you..😘😘😘\n\nThis is my new Account,\n  ","732266":"\n   You again ? Thought I’d get rid of you for good last time I guess I thought wrong . And no I didn’t make a fake account of you . Get your facts straight before you start running your mouth honey .\n  ","732267":"\n   Do you ever drink green tea?\n  ","732268":"\n   Do you know anyone that has made a tik tok or have you made one during these times?\n  ","732269":"\n   Do you own any s€x toys 🙈🙉🙊\n  ","732270":"\n   Lesbian 🤤?\n  ","732271":"\n   She made a fake account of me too\n   \n    @jasminegoesmoo\n   \n   😭😂🤦‍♀️\n  ","732272":"\n   Question for girls: Do you prefer guys who keep their facial hair or do you prefer guys who have their faced shaved clean?\n  ","732273":"\n   Morning. ❣️❤️\n  ","732274":"\n   Burn it all down. That’ll help 🙄\n  ","732275":"\n   Night ❤️❣️ hope you had a good day\n  ","732276":"\n   New York is legit falling apart. Hope y’all happy.\n  ","732277":"\n   Do you like to make new friends?\n  ","732278":"\n   This is probably Erika!!!! She literally has been starting shxt with me because I didn’t want to involve myself in her drama , although she did delete her account but had probably created another fake one smh! I literally haven’t bothered anyone since I made this account I’m just over it already\n  ","732279":"\n   Die Sonne scheint mir aus den Händen Kann verbrennen, kann euch blenden Wenn sie aus den Fäusten bricht Legt sich heiß auf das Gesicht Sie wird heute Nacht nicht untergehen Und die Welt zählt laut bis zehn\n  ","732280":"\n   Have you ever quit smoking, or any other unhealthy habit?\n  ","732281":"\n\n    @yafavoritelatina\n   \n   is a bully\n  ","732282":"\n   What’s your favourites\n-colour \n-takeaway \n-meal \n-fruit \n-animal \n-app \n-movie \n-tv show \n-buiscit \n-desert \n-meat \n- shoe \n-drink\n-book \n-car\n-flavour \n-flower \n-smell \n-shop \n- brand \n\nCan give multiple answers for each question \n\nI hope you answers these questions to get to know you better ❤️\n  ","732283":"\n\n    https:\/\/m.facebook.com\/story.php?story_fbid=10219261613389265&id=1177282541\n   \n   Take note Gabby, THIS is what an ally looks like. You can't read this and not feel anything but proud.\n  ","732284":"\n   What are the benefits of being famous?\n  ","732285":"\n   What is one feature you think AskFM should add to this site?\n  ","732286":"\n   Is cadie a racist too? Because all she's done is post about it since it happened. Idiotttt\n  ","732287":"\n   If you could stay anywhere in the world for a week, whether it be by hotel or tent or camper van, where would you go and who with?\n  ","732288":"\n   do you think it's wrong for white people to not post about it at all?\n  ","732289":"\n   Do you believe in Jesus Christ?\n  ","732290":"\n\n    https:\/\/ask.fm\/sweetnothings18\/answers\/160494525684\n   \n   You copied Marissa's side kick\/axs lickers answer lolol 🤣😂🤣\n  ","732291":"\n   Do you fear for your black kids in America\n  ","732292":"\n   how are white ppl racist for speaking out. if they dont blacks call them racist , if they do, they're only doing it for clout . They can't win with yall\n  ","732293":"\n   Do you think a white woman calling her black husband and mixed son her black kings is cringey in anyway?\n  ","732294":"\n   I feel like you're low-key right. I wouldn't say they're all racist cause I wouldn't make that kind of assumption, but I think they just want clout and are only doing it for superficial reasons. Being fake woke\n  ","732295":"\n   Do you think white people who are staying silent about what's happening on social media are closet racists?\n  ","732296":"\n   Are you going to give the next one to your MIL to raise too?\n  ","732297":"\n   Do you think your daughter will ever feel left out? That she has siblings living with her mom and dad but she has to live with her grandma?\n  ","732298":"\n   Youve never been on protection. Lmfao. Fym \"not preventing\".\n  ","732299":"\n   Are you always late or early\/ hours? ⏰\n  ","732300":"\n   31 Days Self-Love Challenge\nDay 20: How strong is your boundaries and how can you improve them?\n  ","732301":"\n   Have you ever preformed any shows\/acts for an audience?\n  ","732302":"\n   (Just as a joke. A funny. Nothing more. You don't have to answer.)\n\nWhat is the pettiest thing to take after a breakup? The microwave? All the remotes? All the shoes? The cat? All the chairs? All the forks and spoons? What's your choice for laughs?\n  ","732303":"\n   are you TTC?\n  ","732304":"\n   استغفروا الله\n  ","732305":"\n   Goodnight ❣️\n  ","732306":"\n   مرحبا جماعة\nكييفكم\nمين قطاعةة Digital logic?\nعندي بكرة امتحان وضايعيين😭😭\n  ","732307":"\n   What's one thing that you would like to have in your room? 🙂\n  ","732308":"\n   The badges for it. Supposed to do 15 shoutouts from the email they gave but the counter thing isn't showing up for me.\n  ","732309":"\n   Do you like animals?\n  ","732310":"\n   When were you born?\n  ","732311":"\n   Did they give you a strict education ?\n  ","732312":"\n   How many layers do you wear in winter ?\n  ","732313":"\n   Ever been trying to have a serious discussion with someone you really care about and you can just tell they aren’t listening? How disheartening is that?\n  ","732314":"\n   Did your parents ever force you to dress in too many layers when you were younger?\n  ","732315":"\n   Is anyone else's VIP only showing the \"ask question\" status and not showing the shoutout one?\n  ","732316":"\n   Do you prefer skiing ⛷ or snowboarding 🏂?\n  ","732317":"\n   Do you openly give out usernames to other social media or just depends on the person\/situation?\n  ","732318":"\n   For how long have you been on ask and how did you came to know about it?\n  ","732319":"\n   Working ?\nPOSt a selfie @ work\n  ","732320":"\n   Where do you get it\n  ","732321":"\n   Morning…Have a good day ❣️\n  ","732322":"\n   Did you have a treehouse growing up?\n  ","732323":"\n   ممنون صوتي اللي نجرح..\nردك الي و قلبي نفتح...\nمديت ايدي للصلح..\nو بقيت ماددها...\nحدي وقفتي ملبكي..\nحسيت عشفافك حكي...\n  ","732324":"\n   Free Space 💌\n  ","732325":"\n   Rate your self-esteem from 1 to 10\n  ","732326":"\n   Ever got drunk and posted anything over social media?\n  ","732327":"\n   Are you a very organized person or are you more of a cluttery person?\n  ","732328":"\n   What’s your number one pet peeve?\n  ","732329":"\n   Do you have any siblings if so how many?\n  ","732330":"\n   ***You don’t have to answer this one if you don’t want to***\n\nAre you pro life or pro choice?\n  ","732331":"\n   Do you have family in another country? Where are they?\n  ","732332":"\n   Do you or your spouse own any guns.? What are your opinions on guns?\n  ","732333":"\n   Have you ever been in a  Mansion before? Ever stayed the night in one?\n  ","732334":"\n   What is something you wish you didn’t have to pay for ?\n  ","732335":"\n   Good morningggggggggg 💙\n  ","732336":"\n   How do you keep up with the news?\n  ","732337":"\n   Do you really believe that aliens exist?\n  ","732338":"\n   Do u have any tips for first date?\n  ","732339":"\n   Which is better black socks or white socks or multicolored socks?\n  ","732340":"\n   Have you ever sued somebody or been sued? (Why did you sue that person or why were you sued.)\n  ","732341":"\n   Have you ever been addicted to anything? (Like a video game, shopping etc.)\n  ","732342":"\n   Blackout Tuesday?\n  ","732343":"\n   Do you have an aquarium at your house? Or a fishbowl?\n\nDo you have any pet fish? What kind?\n  ","732344":"\n   If you could own any type of animal as a pet what would you haveV\n  ","732345":"\n   Goodnight ❤️💤\n  ","732346":"\n   What is a food you have never eaten but you really would like to try?\n  ","732347":"\n   If you were offered the position of mayor of your city, would you take it?\n  ","732348":"\n   Have you ever collected stickers that are on fruits? (this is my daughters new thing)\n  ","732349":"\n   What’s your favorite TV show?\n  ","732350":"\n   which one do you like the best? why? (\n   \n    https:\/\/ask.fm\/rpffj\/photopolls\/176758237?utm_source=copy_link&utm_medium=iOS\n   \n   )\n  ","732351":"\n   hii, how are you feeling today?? i’m following you, can you follow me back? pls stay safe, 💘\n  ","732352":"\n   Ha, wowww\n  ","732353":"\n   Is it true there’s a ex we never fully get over?🤔\n  ","732354":"\n   We got a trane 🚂\n  ","732355":"\n   What brand of air conditioner do you have\n  ","732356":"\n   PAP which attracts follower s\n  ","732357":"\n   Do you ever have jello?\nOr do you not like jello?\nThe texture is a no go?\n  ","732358":"\n   How are you??\n  ","732359":"\n   Ohhh, Good🌈😇🤙🏼\n  ","732360":"\n   Aren’t your parents black?\n  ","732361":"\n   What is it??😂\n  ","732362":"\n   did you decide on what you’re having for dinner?\n  ","732363":"\n   #BlackLifesMatter\n  ","732364":"\n   do you work full time or part?\n  ","732365":"\n   Where does ur husband work at\n  ","732366":"\n   You’re gorgeous\n  ","732367":"\n   What are your favorite Summer ideas.\n  ","732368":"\n   Would shark cage diving interest you?\n  ","732369":"\n   I'm confused on how you not dating someone is racist when you're married...like...👀\n  ","732370":"\n   yoooo\n  ","732371":"\n   Someone is mad🤣\n  ","732372":"\n   Yeah right no white guy goes for black women its usually the other way around\n  ","732373":"\n   ....Gabby is married...only person she's \"dating\" is her husband so....how is that racist????? 😂\n  ","732374":"\n   And there probably all white women too🙄\n  ","732375":"\n   You won't date white people\n  ","732376":"\n   And youre  racist\n  ","732377":"\n   🖕🖕🖕\n  ","732378":"\n   Why not\n  ","732379":"\n   For free\n  ","732380":"\n   How old were you ,the first time you shaved any thing?\n  ","732381":"\n   Do you believe in an afterlife?\n  ","732382":"\n   Do you like korn?\n  ","732383":"\n   Y'all want a single say fxck that!! fxck that!! fuck THAT SH!T!!!!\n  ","732384":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/160959024671\n   \n   she was pissed\n  ","732385":"\n   You have some real life haters\n  ","732386":"\n   didn’t you give one away tho?\n  ","732387":"\n   why are they so worried about this lmao\n  ","732388":"\n   i don’t believe you tbh. you def would do nore\n  ","732389":"\n   i never said you couldnt? if you are both working i hope your man does as much housework and looking after kids as you do but i bet you do most of it AND work too. lol\n  ","732390":"\n   lmao. thats not whats wrong with society ffs. whats wrong with society is that moms are expected to have jobs and do everything\n  ","732391":"\n   can’t your man take care of you? you shouldnt need two jobs sis\n  ","732392":"\n   How old are YOU\n  ","732393":"\n   Why do you have 2 jobs?\n  ","732394":"\n   my lil unicorn 🦄\n  ","732395":"\n   Next time you work?\n  ","732396":"\n   What makes life worth living?\n  ","732397":"\n   Song of the day - Killswitch Engage - The Hell in Me\n   \n    https:\/\/www.youtube.com\/watch?v=DivBF8zWHXk\n   \n   More metal ;)\n  ","732398":"\n   What was the last movie you watched? Did you like it?\n  ","732399":"\n\n    https:\/\/twitter.com\/jamie_tulpan\/photo\n   \n\n    https:\/\/s.yimg.com\/tr\/i\/2f71842989b240b98ea65bf9a01b7373_A.jpeg\n   \n   who's prettier?\n  ","732400":"\n   Loser\n  ","732401":"\n   Who? Jezebel or Marissa ? 🤣\n  ","732402":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","732403":"\n   Cool down ,\nYou like traveling?\n  ","732404":"\n   I see McDonald\n  ","732405":"\n   That’s what’s that picture you posted what’s in it\n  ","732406":"\n   How long it take to update\n  ","732407":"\n   Eating ???\n  ","732408":"\n   Post hand 🤚 picture\n  ","732409":"\n   Is it worth updating? lol\n  ","732410":"\n   True\n  ","732411":"\n   😍🥺\n  ","732412":"\n   pap please\n  ","732413":"\n   let’s be friends\n  ","732414":"\n   why?\n  ","732415":"\n   Where’s ur husband\n  ","732416":"\n   How many jobs do you have?\n  ","732417":"\n   Literally described how I feel\n  ","732418":"\n   What is ur fav thing to do\n  ","732419":"\n   Would you rather own a hot tub or a pool?? If you already own one or the other, would you ever consider getting the other??\n  ","732420":"\n   hi love\n  ","732421":"\n   If you had to eat ONE FOOD FOR THE REST OF YOUR LIFE ?! what would it be ?(:\n  ","732422":"\n   Do you like to do foreplay or get right into it?\n  ","732423":"\n   Do you need a good spankin?\n  ","732424":"\n   You seem to be though, in a bunch of ways\n  ","732425":"\n   What personality traits do you have?\n  ","732426":"\n   List a few questions that you believe are rude for people to ask. To you.\n  ","732427":"\n   Do you like going camping?\n  ","732428":"\n   What do you wish you had now?\n  ","732429":"\n   Do you often read books?\n  ","732430":"\n   Tattoos or piercings?\n  ","732431":"\n   I like u ☹️☹️☹️☹️💛\n  ","732432":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","732433":"\n   Do you drink enough water daily?\n  ","732434":"\n   Ever had peanut butter infused with cannabis? Seems interesting. Do you like edibles or anything else like that?\n  ","732435":"\n   Beautiful\n  ","732436":"\n   gorgeous 😍\n  ","732437":"\n   hey! what are you doing\n  ","732438":"\n   you and ur husband both work?\n  ","732439":"\n   What’s a weird smell you like?\n  ","732440":"\n   Samsung Or Apple\n  ","732441":"\n   How often do you have to charge your phone? 🙂\n  ","732442":"\n   Birthday\n  ","732443":"\n   If you were perpetually surrounded by one aroma (besides your natural smell) which you and everyone around you could smell, what would it be?\n  ","732444":"\n   If all humans lost the ability to see all color except one, which color would you want to survive?\n  ","732445":"\n   You’re rude to her . i see why\n  ","732446":"\n   why haven’t you talked to your mother-in-law?\n  ","732447":"\n   Skinny jeans or yoga pants?\n  ","732448":"\n   how much do your smoke?\n  ","732449":"\n   what’s ur twitter?\n  ","732450":"\n   Which airpods?\n  ","732451":"\n   Which do you prefer, earphones or speakers? 🙂\n  ","732452":"\n   in memory of George floyd\n#BLACKLIVESMATTER do you agree\n  ","732453":"\n   hi\n  ","732454":"\n   make an onlyfans\n  ","732455":"\n   where do you work?\n  ","732456":"\n   You just said a bad word, that's one\n  ","732457":"\n   last time you talked to your mother-in-law\n  ","732458":"\n   Honest Day 🌈✨\n  ","732459":"\n   Spāce 💙\n  ","732460":"\n   Beard or clean shaven?\n  ","732461":"\n   Good morning! ❣️❤️\n  ","732462":"\n   Wow sick burn I'm devastated lmao\n  ","732463":"\n   Where is the best place you’ve been for taking walks?\n  ","732464":"\n   Describe yourself with a song?\n  ","732465":"\n   What a bad take yikessss\n  ","732466":"\n   Thoughts?🍁\n  ","732467":"\n   ليشششششششش! \nWhy why why!!\n  ","732468":"\n   What’s the #1 thing you would never want your parents to find out about you?\n  ","732469":"\n   What kind of songs are for your soul?\n  ","732470":"\n   What thing about your childhood do you miss the most?\n  ","732471":"\n   Three songs that you connect with right now?\n  ","732472":"\n   What is the most expensive thing you own?\n  ","732473":"\n   Digital watch or analog?\n  ","732474":"\n   List the top five things you spend the most time doing, in order.\n  ","732475":"\n   Respond me back w emojis that describes your current mood. 😐✨😎🌝🐨🥥😧🖤🌻\n  ","732476":"\n   What’s ur husband doing?\n  ","732477":"\n   how long have you been married?\n  ","732478":"\n   Hello gorgeous\n  ","732479":"\n\n    @charlottyxx\n   \n   is a catfish\n  ","732480":"\n   Do you have any cute traditions that you do with your family or friends?\n  ","732481":"\n   If extra lives were a thing in the real world, how would you get them?\n  ","732482":"\n   How much do you sin in a day?\n  ","732483":"\n   Hope you are all doing well today!\n  ","732484":"\n   have you participated in any protests?\n  ","732485":"\n   Do you consider yourself to be more or less stressed than the average person?\n  ","732486":"\n   i Want Justices For George Floyd Too But i Think Rioting And Looting Is Not The Answer Peaceful Protest Is More My Style Cause Start Rioting And Looting And Killing Etc, iBe The One Hurt Worst Do You Agree ?\n  ","732487":"\n   What do you think about marriage?\n  ","732488":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","732489":"\n   Siempre Me han fascinado los tigres, 🐯 tener animales salvajes en casa como hijos, 🐯 ustedes conocen hoy en día algún lugar donde pueda tomarme alguna foto con un leopardo Bebé, o algún leon, acariciarlo y tomarme fotos con el? Con  el respectivo efectivo 💵 o alimento,🤑🐯 en Queretaro o en Mexico 🇲🇽\n  ","732490":"\n   Do you think 2020 will end on a high note or will this year just keep getting worse and worse? 😞\n  ","732491":"\n   Have you seen any good shows lately? I started watching Chernobyl, it’s pretty intense\n  ","732492":"\n   Last thing to shock you?\n  ","732493":"\n   Do you value yourself?\n  ","732494":"\n   Why are you so messed up as a person? Honest question, not a diss\n  ","732495":"\n   I will, sorry to bother you.\n  ","732496":"\n   Dang.\n  ","732497":"\n   Would you sell content to people still? Like through Paypal or whatever?\n  ","732498":"\n   That's too bad. I bet people loved your content. You're incredibly beautiful.\n  ","732499":"\n   Why not?\n  ","732500":"\n   Think you'll ever do it again?\n  ","732501":"\n   Did you make much money when you had one?\n  ","732502":"\n   Still have an onlyfans?\n  ","732503":"\n   What do you love the sound of?\n  ","732504":"\n   Hola\n  ","732505":"\n   If you could listen to only one music genre for your entire life, what would it be?\n  ","732506":"\n   McDonald’s or Burger King?\n  ","732507":"\n   where do you work?\n  ","732508":"\n   what have you been doing?\n  ","732509":"\n   🧡\n  ","732510":"\n   is it your natually hair?\n  ","732511":"\n   Would you smash on the first date?\n  ","732512":"\n   What are you doing right now\n  ","732513":"\n   Has there been any protests\/ rioting in your area? Stay safe everyone!\n  ","732514":"\n   What would you suggest everyone to try?\n  ","732515":"\n   What inspires you the most?\n  ","732516":"\n   Can I say something\n  ","732517":"\n   Good morning ☀️❣️. Have a good day!\n  ","732518":"\n   I always wanted to tell u this\n  ","732519":"\n   You’re so sexy 😍\n  ","732520":"\n   Snapchat?\n  ","732521":"\n   I saw you looting in a shop\n  ","732522":"\n   What is happening in Atlanta protest\n  ","732523":"\n   hhihihihi\n  ","732524":"\n   Do you ever force yourself to eat a food you hate because you know it's healthy and good for you?\n  ","732525":"\n   You should go out and get some new TVs and stuff for your apartment. Just tell people you care about black rights, that makes it OK.\n  ","732526":"\n   You guys been out looting yet?\n  ","732527":"\n   What should I do in quarantine?????\n  ","732528":"\n   how is life\n  ","732529":"\n   Don't you care?\n  ","732530":"\n   Are u going out to protest?\n  ","732531":"\n   Summer🏖or winter⛄?\n  ","732532":"\n   What do you hope your mom never finds out? 🙂\n  ","732533":"\n   Night ❣️❤️\n  ","732534":"\n   What's the worst part of shaving for you?\n  ","732535":"\n   How do you feel about George Floyd?\n  ","732536":"\n   So what shes your mom but you can still hate white people\n  ","732537":"\n   You seem like you hate white people\n  ","732538":"\n   How was your weekend?\n  ","732539":"\n   How do you prefer watching movies? TV, cinema or online? 🙂\n  ","732540":"\n   What comes to mind when you hear the word \"beautiful\"? ✨\n  ","732541":"\n   What or who motivates you to get out of bed every morning? 🙂\n  ","732542":"\n   What’s your dream car?\n  ","732543":"\n   When was the last time you left the house? What was it for?\n  ","732544":"\n   Why are humans so driven to find answers to mysteries?\n  ","732545":"\n   If you wrote a book what would it be about?\n  ","732546":"\n   Good mornenggggg!!! Have a nice day 🤩\n  ","732547":"\n   Thunderstorms...yay or nay??\n  ","732548":"\n   your childhood nickname 🦋\n  ","732549":"\n   Jasmine has started her drama again it never fails with this girl she says shes done and starts again jfc\n  ","732550":"\n   Tomorrow is Friday and I’m so excited for that! \n\nHow’s your week been?\n  ","732551":"\n   What other platform do you use instead of Ask.FM? Ex. Discord, Amino, Instagram, reddit etc.\n  ","732552":"\n   How important do you think self-improvement is?\n  ","732553":"\n   iOS or Android?📱🤔\n  ","732554":"\n   Iann Doir, MGK, Yungblud, or Da Baby?🧐\n  ","732555":"\n   When's the last time you did laundry? (I'm doing a bunch now)\n  ","732556":"\n   ***You don’t have to answer ****\n\nDoes looting for racism cases help or hurt?\n  ","732557":"\n   Day🌞 or night🌙?\n  ","732558":"\n   How do you move on when you're in love but the guy or girl doesn't want you?\n  ","732559":"\n   Sweets or chocolate?🍬🍫\n  ","732560":"\n   I have no one coins\n  ","732561":"\n   Do you like chocolate?\n  ","732562":"\n   Is anyone here a Buddhist, I’d like to learn more about it 😇\n  ","732563":"\n   Yah that's right. \n\nWhere are you from?\n  ","732564":"\n   You have right.\n\nWhat do you think about distance relationships?\n  ","732565":"\n   but why u wanna change yourself ,you dont like yourself or anyother reason🙄🤐😬\n  ","732566":"\n   Do you think that boys change us?\n  ","732567":"\n   What are your five key Values?\n  ","732568":"\n   Are you an animal lover?\n  ","732569":"\n   What are your favorite YouTube channels?\n  ","732570":"\n   What question would you like to ask the Somali pirate?\n  ","732571":"\n   What's the best thing you can purchase for $5?\n  ","732572":"\n   Would you date a person who owns 10 dogs?\n  ","732573":"\n   What is the worst thing you got in trouble for as a child?\n  ","732574":"\n   What's for dinner\/supper? 🍽\nOr is it a... go and find ya something kind've night?\n\nWhat are you wanting for tonight?\n  ","732575":"\n   Do you think you drink enough water? (Or as much as you should.)\n  ","732576":"\n   Do you drink coffee or tea in the AM?\n  ","732577":"\n   400 white people killed by USA police in 2017.\n  ","732578":"\n   Erika made a new page guys\n   \n    @erikadanielle1421\n   \n","732579":"\n   I've just wanted to say, in this time of disgusting behavior (by our law system and even \"our\" president\") that I hope you guys are safe! If you protest in the untied States please be safe! (Ignore if you want I just felt like people should know we are here and we are listening ♥️😊)\n  ","732580":"\n   Morning ❤️\n  ","732581":"\n   What do you want people to know about you?\n  ","732582":"\n   How do you see the current digital leadership of school leaders in the current pandemic?\n  ","732583":"\n   What is something you would like all your followers on here to know about you?\n  ","732584":"\n   Does what they say about your zodiacal sign generally match your personality? 🙂\n  ","732585":"\n   What would be your immediate action after experiencing a paranormal activity at your place? ☠\n  ","732586":"\n   Have you ever been to a protest?\n  ","732587":"\n   In what kind of way did you get bored, if I may ask?\n  ","732588":"\n   Do you get offended easy?\n  ","732589":"\n   Do you think it's wierd that the rate women absorb alcohol is dependent on their menstrual cycle? Like, apparently, they can absorb it much quicker during ovulation (?🤷‍♂️), and just before their period?? 😮 Do you think this is true or just fake news?? 🍾🍷🤔\n  ","732590":"\n   If you could give one piece of advice to the person you were ten years ago, what would you say...?\n  ","732591":"\n   Do you like Donald Trump\n  ","732592":"\n   How to deal with busy boyfriend?\n  ","732593":"\n   Lol do you think your mom moaned loud while your dad was ramming her?\n  ","732594":"\n   Your parents never had s.ex.\n  ","732595":"\n   Your gorgeous I'm sure your OF page would pop off real quick make that bread girl\n  ","732596":"\n   I received this question today and now I wanna ask you — What is your opinion about the platform OnlyFans?\n  ","732597":"\n   Have you ever smoked weed? If yes do you still smoke it and when was the last time you did?🍁🍁🍁🍁\n  ","732598":"\n   Imagine being this immature. 😂😂😂 your anon is weird\n  ","732599":"\n   Believe me sweetie nobody would “flex” about something like that. I’d be trying to hide my shame if it happened to someone in my family.\n  ","732600":"\n   Blueberries are juicy\n  ","732601":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","732602":"\n   What was the last thing you got for free?\n  ","732603":"\n   🌬 When was the last time you listened to the sound of your own breathing?\n  ","732604":"\n   Netflix or YouTube?😊\n  ","732605":"\n   What’s worse: Laundry or Dishes?😅\n  ","732606":"\n   Space💚🍃..\n  ","732607":"\n   How would you describe your time in school in 3 words?\n  ","732608":"\n   What were you and hubby fighting bout\n  ","732609":"\n   Did you just get hired?\n  ","732610":"\n   What was the last task that took you hours to complete?? For me, it was mowing my lawn (it's huge lol)\n  ","732611":"\n   Would you rather be in constant pain or have a constant itch?\n  ","732612":"\n   Do you like to go to the coffee shop? Just to sit and chill? Do you ever do this or nah? Not really? Coffee at home more? Or not a coffee person? ☕\n  ","732613":"\n   Are you outgoing or shy? 🙂\n  ","732614":"\n   What's the movie that made you cry? 🙂\n  ","732615":"\n   مَسّاحْـة\n  ","732616":"\n   Good morning ❤️\n  ","732617":"\n   How would the world change if suddenly everyone could read each other’s thoughts?\n  ","732618":"\n   Who should I follow on ASK FM ? 💣🔫\n  ","732619":"\n   ✍🏻🖤\n  ","732620":"\n   what are you doing gorgeous\n  ","732621":"\n   why haven’t you been on lately\n  ","732622":"\n   Conspiracy theories?\n  ","732623":"\n   Or maybe these are old photos.\n  ","732624":"\n   There is no problem,  i  just surprised about your age. I said 24 depending  on your childs not your shape. Really i was thinking u r 17 or maybe 19 at most.\n  ","732625":"\n   Glasses or Contacts?\n  ","732626":"\n   When was the last time you screamed at the top of your lungs?\n  ","732627":"\n   You have any little spots around your area you like to go to relax at? What are they? What makes them relaxing?\n  ","732628":"\n   What is the best year for you?\n  ","732629":"\n   Do you like muffins? What is your fav. favor?\n  ","732630":"\n   Are you really mother of two? How old are you? 24?\n  ","732631":"\n   Do you have a favourite flavour of ben and jerry's?\n  ","732632":"\n   yea one you gave up\n  ","732633":"\n   Can in cbse board  exam examiner mark in your copy ufm after submission of copy after completion of exam?\n  ","732634":"\n   Are you religious or spiritual?\n  ","732635":"\n   Why does the thunder scar people more than the lightening?\n  ","732636":"\n   Do you have a favorite window in your home?🌺\n  ","732637":"\n   have you ever sent out a friend request on Facebook and then when they accept you don't remember asking for their friendship?\n  ","732638":"\n   ¿Qué hacéis?\n  ","732639":"\n   What are some red flags to watch out for in daily life?\n  ","732640":"\n   What is your reason to keep fighting and survive?\n  ","732641":"\n   Name some teas you like. 🍵\n(That is, if you like tea.)\n  ","732642":"\n   Ever been on a speed boat?\n  ","732643":"\n   صوره 🙊\n  ","732644":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow this person to be your friend?\n  ","732645":"\n   What's the greatest risk you've ever taken?\n  ","732646":"\n   Post your favourite photo of yourself. #selflove\n  ","732647":"\n   What future invention are you impatiently waiting for?\n  ","732648":"\n   I’m hungry. When you’re hungry do you tend to get cranky?\n  ","732649":"\n   If you could live anywhere in the world, where would it be?\n  ","732650":"\n   Morning…Have a good day ❣️❤️\n  ","732651":"\n   If you had to disappear and start a whole new life, what would you want your new life to look like?\n  ","732652":"\n   O que você comeu de café da manhã hoje?\n  ","732653":"\n   Do you think you could ever cope with a job where pleasing 'Karens' on a day to day basis was all part of the job description? 😯😬😳\n  ","732654":"\n   Hey :) what is your favourite pastime? :)\n  ","732655":"\n   Have you ever sued anyone? Did you win your case? Have you ever been sued?\n  ","732656":"\n   I know you made the fake ask account of me . You'd better watch it .\n  ","732657":"\n   What risk is worth the reward?\n  ","732658":"\n   ay 500 fires help me get to 1k?? to get on us leaderboard lol\n  ","732659":"\n   Salted or sweet popcorn?\n  ","732660":"\n   A primeira coisa que você vê à sua esquerda é sua nova arma contra o apocalipse zumbi. O que é?\n  ","732661":"\n   Pop quiz - let's see how good your musical knowledge is - Can you guess which band sang the following lyrics: \"My life makes perfect sense, lust & food, & violence; sex & money are my major kicks, get me in a fight, I like the dirty tricks\"??\n  ","732662":"\n   Do you get annoyed when people expect you to be ok with something that they wouldn't be ok with if it was done to them?? 😡🙄\n  ","732663":"\n   You ride of take it from the back?\n  ","732664":"\n   If you had to wear a mask for the rest of your life, what one would you pick?\n  ","732665":"\n   Do you wanna be in a relationship with the person you like?\n  ","732666":"\n   Goodnight! 😴❣️\n  ","732667":"\n   Weirds me out that she had such low self esteem she let a black dude hit it.\n  ","732668":"\n   Does it gross you out yes or no\n  ","732669":"\n   Does it weird you out knowing your mom had to be fxcked and came deep inside of to make you?\n  ","732670":"\n   A boy and girl name you like for a baby?\n\nA unisex name you like for a baby?\n\nTwin names you like for girl\/girl , boy\/boy and boy\/girl \n\nNames you dislike?\n  ","732671":"\n   What’s your sexuality?\n  ","732672":"\n   There is a girl who is looking for an Indian boyfriend, if there is a girl then we can talk.\n  ","732673":"\n   Would you rather be a lonely genius, or a sociable idiot?\n  ","732674":"\n   Are you more of a dog person or a cat person?\n  ","732675":"\n   Do you want me to follow you ?\n  ","732676":"\n   Are you a snitch ?\n  ","732677":"\n   Ugh you really made me unlock that 😂😂\n  ","732678":"\n   I love how she's basically begging now\nIt's pathetic🤣🙃\n  ","732679":"\n   Stop talking about me please . I apologized to everyone . Forgive and move on please .\n  ","732680":"\n   Can't see\n  ","732681":"\n   -\n  ","732682":"\n   What makes you, you?\n  ","732683":"\n   What's the furthest from home you've been? 🙂\n  ","732684":"\n   would you rather [have more time or have more money] 🦋\n  ","732685":"\n   إحكِ 💙\n  ","732686":"\n   Do you think you could survive as a cave person? 🙂\n  ","732687":"\n   If you feel stressed what would you do to reduce it?\n  ","732688":"\n   Did you receive coins from the vip program yet?\n  ","732689":"\n   im a dad\n  ","732690":"\n   16\n  ","732691":"\n   18\n  ","732692":"\n   79\n  ","732693":"\n   88\n  ","732694":"\n   What’s your favorite drink? Alcoholic and non-alcoholic?\n  ","732695":"\n   Do you wake up willing.?\n  ","732696":"\n   its 10-12 inches hahahahaha\n  ","732697":"\n   What is the length of spaghetti?🤣\n  ","732698":"\n   What should be the goal of humanity?\n  ","732699":"\n   I need some good snack ideas, help me with some of your favorites!\n  ","732700":"\n   What life lesson did you learn the hard way?\n  ","732701":"\n   Which activities or hobbies make you lose track of time?\n  ","732702":"\n   5times\n  ","732703":"\n   Sweet or salty snacks?\n  ","732704":"\n   KOI HAIN PUBG KY LIYE???\n  ","732705":"\n   Morning. Hope you have a good day ❣️❤️\n  ","732706":"\n   How many times a month do you go grocery shopping?\n  ","732707":"\n   Would you rather trade intelligence for looks or looks for intelligence?\n  ","732708":"\n   What's your favorite Pokemon?\n  ","732709":"\n   Do you enjoy pick up lines or are they just something that annoys you?\n  ","732710":"\n   What’s one thing that annoys you about the opposite sex?\n  ","732711":"\n   What is your proudest accomplishment?\n  ","732712":"\n   If you could go back in time, what’s one piece of advice you’d give to your younger self?\n  ","732713":"\n   Who is your hero?\n  ","732714":"\n   If you could hire someone to help you, would it be with cleaning, cooking, or yard work?\n  ","732715":"\n   75, 113\n  ","732716":"\n   What is your absolute favourite thing to do? When was the last time you did it?\n  ","732717":"\n   what has been your best moment this year (so far)?\n  ","732718":"\n   Do you think that humans will ever be able to live together in harmony?\n  ","732719":"\n   What’s a hidden talent that you have?\n  ","732720":"\n   . If money was no object, what would you do all day?\n  ","732721":"\n   When was the last time you did something you were proud of doing? What was it?\n  ","732722":"\n   Tell me somethimg  about you\n  ","732723":"\n   Do you want to get the Apple Watch?\n  ","732724":"\n   Is that a yez\n  ","732725":"\n   Do you sleep in pajamas or do you just sleep in whatever?\n  ","732726":"\n   Dirty talks?\n  ","732727":"\n   100\n  ","732728":"\n   Hahaha if they unlock it they really are desperate 😂🤦‍♀️\n  ","732729":"\n   77\n  ","732730":"\n   132\n  ","732731":"\n   Snap id?\n  ","732732":"\n   112\n  ","732733":"\n   that's the reason I put no sexual ones as people are so obsessed 😂🤦‍♀️\n  ","732734":"\n   119\n  ","732735":"\n   I want to make new friend ❤\n  ","732736":"\n   Could you follow me back?☺️\n  ","732737":"\n   hey wifey\n  ","732738":"\n   100\n  ","732739":"\n   Goodnight❣️❤️\n  ","732740":"\n   Be my friend\n  ","732741":"\n   What do you do if you can’t sleep at night?\n  ","732742":"\n   Likers get Shareef or Player. Based in their profiles? Please?\n  ","732743":"\n   What's the hottest trend this summer?\n  ","732744":"\n   Do you ever have a Long relationship\n  ","732745":"\n   Secrets live or open?\n  ","732746":"\n   Who do you love talking to most times\n  ","732747":"\n   What are you sick of?\n  ","732748":"\n   How come you have a hard time admitting when you're wrong?\n  ","732749":"\n   Ok\n  ","732750":"\n   Ok.... Where do u picture yourself in 20years time?\n  ","732751":"\n   What did your mom say about you smoking?\n  ","732752":"\n   What are you doing?\n  ","732753":"\n   how many kids do you have,\n  ","732754":"\n   You get mad at question?\n  ","732755":"\n   Do you work?\n  ","732756":"\n   It was just a question. And AM NOT A stranger if you get to know me.. Why hurt people without kowning them?\n  ","732757":"\n   Harsh. Are you this rude\n  ","732758":"\n   Lolzz.. Why are you mad at me?\n  ","732759":"\n   What your last name\n  ","732760":"\n   Can you follow me.?\n  ","732761":"\n   What do you hate most?\n  ","732762":"\n   Was your family at the wedding and his?\n  ","732763":"\n   How’s your mother-in-law?\n  ","732764":"\n   What do you have passion for.?\n  ","732765":"\n   What are your bigest fear\n  ","732766":"\n   What are you scared of losing?\n  ","732767":"\n   Do you ever see yourself as a queen\n  ","732768":"\n   -🥺\n  ","732769":"\n   Husband?\n  ","732770":"\n   How did you get your bf?\n  ","732771":"\n   Thanks buddy\n  ","732772":"\n   Is there something that you used to do that you loved, but you’ve now stopped doing?\n  ","732773":"\n   ছোটবেলা থেকে যেভাবে বাংলা ভাষা লেখা শেখা তা পরিবর্তন কেমন লাগে?\n  ","732774":"\n   I was MIA for most of yesterday sorry about that but me and Emma were spending time out at the campground and I didn’t have signal. Give me some ideas for some questions to send out. What kind of questions do you want?\n  ","732775":"\n   What do you enjoy doing most?\n  ","732776":"\n   How long have you lived in your current home? 🙂\n  ","732777":"\n   What are the kids doing?\n  ","732778":"\n   How long have you been married?\n  ","732779":"\n   How are you today?\n  ","732780":"\n   What’s the best way you or someone you know has gotten out of a ticket\/ trouble with the law?\n  ","732781":"\n   Would you spend a full night inside of a haunted house if you're getting paid?\n  ","732782":"\n   when was the last time you did something really good for your own personal mental health? ✨ what was it? :3\n  ","732783":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","732784":"\n   Goodnight everyone❤️\n  ","732785":"\n   What were you like as a kid?\n  ","732786":"\n   Do you drink alcohol? If yes, do you have a favourite cocktail? 🙂\n  ","732787":"\n   Hope you have a good day ❤️💜\n  ","732788":"\n   Would you tolerate your partner still being friends with their ex?!\n  ","732789":"\n   Cats or dogs? 🙂\n  ","732790":"\n   do you have a nervous bladder?\n  ","732791":"\n   Willing to mention the kind of answers you do give though? 😏👅\n  ","732792":"\n   With coins?\n  ","732793":"\n   O now I'm definitely interested 😏 Sort of stuff you like to talk about on there? 🤫🤫\n  ","732794":"\n   Yeah nice job answering the question\n  ","732795":"\n   I've only got 6 of those 🔥 so if you lower it I'll give you every one I have plus a little bonus for when we start chatting private xoxo\n  ","732796":"\n   Does your husband want another?\n  ","732797":"\n   How many kids do you have now?\n  ","732798":"\n   Rain or sun?\n  ","732799":"\n   Do you like thunder and lightening? ⚡\n  ","732800":"\n   You have baby fever?\n  ","732801":"\n\n    https:\/\/youtu.be\/0tTu9SaCtTs\n   \n   Please subscribe to my youtube channel and comment your favorite anime :)\n  ","732802":"\n   Straw or no straw in drink?\n  ","732803":"\n   Do you still remember all the lessons you've learned in middleschool\/ highschool?\n  ","732804":"\n   Goodnight❣️❤️\n  ","732805":"\n   Single?\n  ","732806":"\n   How did you make your first money?\n  ","732807":"\n   what kinds of snacks or munchies do you eat when you're high\n  ","732808":"\n   I just realized that I haven’t stepped outside of my comfort zone for a while and I‘d like to change that. 🤗 — Any suggestions for tasks I could do to push me a little further to growth?\n  ","732809":"\n   do you like leopard print on clothes or shoes?\n  ","732810":"\n   Who do you trust most in your life?\n  ","732811":"\n   What desserts do you like if you dont like pudding?\n  ","732812":"\n   Do you use any oils in your hair like coconut or marula?\n  ","732813":"\n   What do you usually eat for breakfast?\n  ","732814":"\n   i like “c*nt” tbh but i rarely use it. its a powerful word so must be used wisely 😂\n  ","732815":"\n   what is your fave swear word?\n  ","732816":"\n   Even “Honesty Weekend” is spelled incorrectly. You added an “l” in there.\n  ","732817":"\n   What’s the best kind of pudding\n  ","732818":"\n   are you short-sighted or long-sighted?\n  ","732819":"\n   Because I missed a “work”? Lmao. I’m not being mean or judging, spelling doesn’t have to be perfect here or anywhere else but you make so many that I wondered if you had a learning disability. If you say you don’t, I believe you. All good.\n  ","732820":"\n   I know everyone makes spelling mistake but you make more than normal (just reread the answer you just wrote!). There’s not wrong with having learning difficulties anyway.\n  ","732821":"\n   Do you have a learning disorder like dyslexia or something? You make a lot of spelling mistakes.\n  ","732822":"\n   you drive\n  ","732823":"\n   You killed your mil?\n  ","732824":"\n   What’s ur secret\n  ","732825":"\n   What is it like being an underdog? Have you been one or Are you one right now?\n  ","732826":"\n   Will anyone wait for me?\n  ","732827":"\n   Are you afraid that robots will take over the world?\n  ","732828":"\n   Hey sorry to bother but you have really nice eyes\n  ","732829":"\n   What’s your favorite song at the moment?\n  ","732830":"\n   ¿En qué te gusta gastarte el dinero?\n  ","732831":"\n   What color looks best on you?\n  ","732832":"\n   Do you prefer the large scale, popular, busy life of living in the city, or the quieter, calmer, solitudinous life of living in the country?\n  ","732833":"\n   Have you ever had feelings for someone else while you are in a relationship? If yes did you tell your partner?\n  ","732834":"\n   What do you like the most about your friends? Choose one in particular and say everything you like about them!\n  ","732835":"\n   So my sister was born from a different father but we have the same mom is she blood related to me? Don’t we have the same genes?\n  ","732836":"\n   What about the opposite sex confuses you the most?\n  ","732837":"\n   If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?\n  ","732838":"\n   Hey how’s Taylor doing?I haven’t talked to her in ages\n  ","732839":"\n   Do you like to go bike riding? I’m thinking about buying a bike so I can go on rides with the kids. But holy shit the prices went up! Fucking pandemic!\n  ","732840":"\n   How many times have you fallen in love?\n  ","732841":"\n   What can you smell right now?\n  ","732842":"\n   Have you ever gone in for a kiss only for the other person to turn away?\n  ","732843":"\n   Eggs, spam and Sam 😋\n  ","732844":"\n   Are you taller than both your parents?\n  ","732845":"\n   You should read it, it mentions you.\n  ","732846":"\n   Is\n   \n    @curious_01\n   \n   talking about you in their post?\n  ","732847":"\n   Do you hold grudges or do you let things go?\n  ","732848":"\n   How old were you when you learned to tie your shoes?\n  ","732849":"\n   name a song that you will recommend to anybody 🦋\n  ","732850":"\n   Have you ever been to any of the Disneyland\/world parks? Tell me about them :D\n  ","732851":"\n   Has anything made you smile today? What was it?\n  ","732852":"\n   Налей мне\n  ","732853":"\n   Tum pehle bhi __________ ?\n  ","732854":"\n   How is life right now?\n  ","732855":"\n   Do you know any “Karens” ? Look it up if you aren’t sure what I’m referring to .\n  ","732856":"\n   What is one thing you have no patience for?\n  ","732857":"\n   Do you ever get in “I need to clean sh!t” moods? I just did and my bathroom + kitchen looks amazing\n  ","732858":"\n   What would you do if there was a world war?\n  "},"Answer":{"731786":"\n  i had a c section\n  ","731787":"\n  pepsi or sprite\n  ","731788":"\n  assault 🥴\n  ","731789":"\n  swiss\n  ","731790":"\n  no\n  \n  it’s therapy\n  ","731791":"\n  i’d be chillen\n  ","731792":"\n  their vibe\n  ","731793":"\n  mental health\n  ","731794":"\n  probably nobody.\n  \n  i’m already dealing with my own problems . i wouldn’t want to deal with anyone else’s\n  ","731795":"\n  i like the spicy ones\n  ","731796":"\n  absolutely.\n  \n  the name they had for me would have been my middle name and i’m not a big fan\n  ","731797":"\n  the hardships of this fxcked up economy\n  ","731798":"\n  7.\n  ","731799":"\n  i do to a certain extent\n  ","731800":"\n  i do\n  ","731801":"\n  i rly hate people sometimes\n  ","731802":"\n  nope\n  ","731803":"\n  about 2020 for sure\n  ","731804":"\n  maybe this\n  ","731805":"\n  keep spamming me with questions guys\n  ","731806":"\n  depends on the event\n  ","731807":"\n  just glasses\n  \n  i’m debating on getting contacts tho\n  ","731808":"\n  they’re alright\n  ","731809":"\n  yellow american i guess lol\n  ","731810":"\n  it’s always random. like last week o started keeping up cuz i lost my VIP+ lol so i wanted it back.\n  \n  but somedays its more than others\n  ","731811":"\n  idk there was a lot lol.\n  ","731812":"\n  Wednesday\n  ","731813":"\n  gathering around drink & smoking. having good vibes\n  ","731814":"\n  yeah\n  ","731815":"\n  okay all these babies are being born & im just so jealous cuz i want a baby so bad 👶🏽🥺.\n  ","731816":"\n  i prefer fall\n  ","731817":"\n  i have one i just don’t upload\n  ","731818":"\n  wow i took a 5hr nap\n  ","731819":"\n  scorpio\n  ","731820":"\n  he’s older than me by 47 days\n  ","731821":"\n  k\n  ","731822":"\n  airbnb home for sure\n  ","731823":"\n  i’m not to sure tbh\n  ","731824":"\n  never have to pay for food\n  ","731825":"\n  text or in person\n  ","731826":"\n  i’m great!\n  \n  how are you?\n  ","731827":"\n  honesty probably nothing\n  ","731828":"\n  bees 🐝\n  ","731829":"\n  i hate talking on the phone\n  ","731830":"\n  both\n  ","731831":"\n  vodka and cranberry \/\/ twisted tea or white claw\n  \n  ice tea , lemonade or water\n  \n  maybe soda sometimes\n  ","731832":"\n  ATL\n  ","731833":"\n  i had some flip phone\n  ","731834":"\n  it’s annoying af.\n  \n  i just got mine back\n  ","731835":"\n  i’d have pointy ears , wings , i’d look like a fairy 🧚🏽‍♀️\n  ","731836":"\n  Weight On Me\n  ","731837":"\n  yay i’m on the top 15\n  ","731838":"\n  yeah\n  ","731839":"\n  i don’t wanna go looking through all my photos\n  ","731840":"\n  no.\n  ","731841":"\n  i meant to say 24 i had my daughter @ 24\n  \n  and i’m 25 now\n  ","731842":"\n  i don’t know what that is\n  ","731843":"\n  fxck no\n  ","731844":"\n  the world changes everyday\n  ","731845":"\n  absolutely\n  ","731846":"\n  lol okay i’m on it\n  ","731847":"\n  i know . i could only imagine . i wish i could attend 🥺\n  ","731848":"\n  your boss needs to text me & tell me the gender before you 😂😈\n  ","731849":"\n  probably not . probably only 2 more\n  ","731850":"\n  i think he wants 6\n  ","731851":"\n  if i was pregnant rn\n  ","731852":"\n  before i got married . i had my son at 18 and my daughter at 25\n  ","731853":"\n  for the leaderboard.\n  ","731854":"\n  i know & im so happy for you 🥰.\n  ","731855":"\n  2\n  ","731856":"\n  5\n  ","731857":"\n  i’m trying to be on the top 15 rank\n  ","731858":"\n  okay?\n  ","731859":"\n  i don’t have one\n  ","731860":"\n  someone spam me with coins pls 🥺\n  ","731861":"\n  that’s some cool facts .\n  \n  i knew we had more than one tho\n  ","731862":"\n  no\n  ","731863":"\n  yes. that’s what they say\n  ","731864":"\n  thanks\n  ","731865":"\n  yeah\n  ","731866":"\n  dont know\n  \n  never been out in that type of situation\n  ","731867":"\n  i agree!\n  \n  you have control on everything that goes on in life . & that’s includes information that you get. now it’s up to you to figure out ways to control what your do with it\n  ","731868":"\n  yas . so annoying\n  ","731869":"\n  ask me questions guys\n  ","731870":"\n  fxck off\n  ","731871":"\n  guess the numbers to the safe\n  ","731872":"\n  incredibly intelligent\n  ","731873":"\n  no\n  ","731874":"\n  trynna give my husband a baby as a gift\n  ","731875":"\n  “say hello to my little friend.”\n  ","731876":"\n  not being pregnant yet 👶🏽😭\n  ","731877":"\n  probably my husband\n  ","731878":"\n  not necessarily\n  ","731879":"\n  got naked and started running around the city 🥴\n  ","731880":"\n  marijuana being legalized in all 50 states\n  ","731881":"\n  my mind\n  ","731882":"\n  i’d go on a robbing spree lol\n  ","731883":"\n  i’d rather do everything myself\n  ","731884":"\n  why tf was i even best friends with someone like that\n  ","731885":"\n  when i’m with my kids & husband\n  ","731886":"\n  it sucks\n  ","731887":"\n  i don’t eat seafood\n  ","731888":"\n  pizza .\n  \n  sushi is nasty 🤢\n  ","731889":"\n  uh ...\n  ","731890":"\n  i do both\n  ","731891":"\n  mint\n  ","731892":"\n  not rly .\n  \n  tired watching 365 days but couldn’t get into it\n  ","731893":"\n  i haven’t rly been watching movies . mainly tv shows\n  ","731894":"\n  Jasmines\n  ","731895":"\n  cheese or spinach dip\n  ","731896":"\n  hyena\n  ","731897":"\n  Australia.\n  \n  it’s so beautiful out there. i want to see kangaroos\n  ","731898":"\n  yes & just the plain kind or slat & vinegar\n  ","731899":"\n  english or be blocked\n  ","731900":"\n  yes\n  ","731901":"\n  no\n  ","731902":"\n  english ffs\n  ","731903":"\n  on my own? ???\n  ","731904":"\n  it would be something for blacks\n  ","731905":"\n  how i just woke up & i have to pee so bad . but also how i want a baby so bad 👶🏽\n  ","731906":"\n  scorpio\n  ","731907":"\n  thanks .\n  \n  it’s life i guess.\n  \n  lol\n  ","731908":"\n  exactly why we aren’t friends anymore. she deleted me off snapchat lmao .\n  \n  idc tho cuz my husband never liked her & always told me things i couldn’t see about her\n  ","731909":"\n  i do 😭\n  ","731910":"\n  i have not a clue\n  ","731911":"\n  haha! my bff is no longer my bff. she gets mad when i just want to hang out with my husband\n  ","731912":"\n  lime green\n  ","731913":"\n  to many things to name\n  ","731914":"\n  lmfaoo she’s just an obsessed bxtch\n  ","731915":"\n  it rly isn’t but whatever you want to think obsessed bxtch\n  ","731916":"\n  again why are you so obsessed\n  \n  damn\n  ","731917":"\n  english\n  ","731918":"\n  idc\n  ","731919":"\n  already done\n  ","731920":"\n  i don’t click links\n  ","731921":"\n  this makes no sense\n  ","731922":"\n  💜\n  ","731923":"\n  i’m finally climbing back down on the leaderboard 😁\n  ","731924":"\n  ask me questions guys.\n  \n  still doing honest weeknd\n  ","731925":"\n  if you’re not gonna ask questions .\n  \n  move along or be blocked\n  ","731926":"\n  both tbh\n  ","731927":"\n  i have a husband that will fxck me if need to be\n  ","731928":"\n  NOOOOOOOOOOOOOO\n  \n  I DONT WANT TO ASK YOU ANYTHING .\n  \n  idc\n  ","731929":"\n  because i don’t follow you nor want to ask you anything\n  ","731930":"\n  no\n  ","731931":"\n  mainly 2K for basketball\n  ","731932":"\n  $500 plus tax lol\n  ","731933":"\n  i have not.\n  \n  i tried queen of the south yesterday with hubby\n  ","731934":"\n  no\n  ","731935":"\n  playstation.\n  \n  i’m getting my husband the ps5\n  \n  already pre-ordered it\n  ","731936":"\n  from away from America\n  ","731937":"\n  this has NOTHING to do with me\n  ","731938":"\n  omggg i’m so freaking jealous 🥺😭.\n  ","731939":"\n  i love hyenas and kangaroos .\n  \n  ugh how i want to go to Australia to see a kangaroo 🦘\n  ","731940":"\n  thanks .\n  \n  & i’m just @ work\n  ","731941":"\n  yesterday\n  ","731942":"\n  i’m @ work rn\n  ","731943":"\n  i might end up changing it today\n  ","731944":"\n  send me questions while i’m @ work\n  ","731945":"\n  i’m short\n  ","731946":"\n  yes\n  ","731947":"\n  morning\n  ","731948":"\n  going back to sleep cuz i have work in 3 1\/2 hrs\n  ","731949":"\n  i explained this months ago when i opened up about it .\n  \n  i’m not gonna keep explaining myself\n  \n  it’s over & done with\n  ","731950":"\n  having a baby\n  ","731951":"\n  not often\n  ","731952":"\n  vanilla bean\n  ","731953":"\n  i do .\n  \n  it’s grey marble\n  ","731954":"\n  curly\n  ","731955":"\n  that’s cool\n  ","731956":"\n  i don’t have any\n  ","731957":"\n  i’m a lefty\n  ","731958":"\n  thanks 🙂\n  ","731959":"\n  well considering i’m not fully black there ya go .\n  \n  my moms white and loves watermelon .\n  ","731960":"\n  their intentions\n  ","731961":"\n  because it’s nasty\n  ","731962":"\n  watermelon\n  ","731963":"\n  Brussels Sprouts\n  ","731964":"\n  fajitas\n  ","731965":"\n  yesterday 😕\n  ","731966":"\n  walking past certain stuff ;\n  \n  walking past my mil house\n  ","731967":"\n  my hard work\n  ","731968":"\n  not often . which is horrible .\n  \n  and back in feb . at my bffs birthday bash\n  ","731969":"\n  it was best @ the time & still is .\n  \n  simple\n  ","731970":"\n  collecting my thoughts\n  ","731971":"\n  that i’m a bxtch\n  ","731972":"\n  i absolutely would be\n  ","731973":"\n  pisces .\n  \n  but tbh i believe in them 50\/50\n  ","731974":"\n  hell no. to much comes with fame.\n  ","731975":"\n  smoking cigs lol.\n  ","731976":"\n  eh depending on the situation\n  ","731977":"\n  no & yes\n  ","731978":"\n  boy 💙😍👶🏽\n  ","731979":"\n  she’s perfect 💜\n  ","731980":"\n  lmfao no\n  ","731981":"\n  yea ,\n  ","731982":"\n  i’d control them 😈.\n  \n  but i’d probably try to guide them in the right direction\n  ","731983":"\n  google it\n  ","731984":"\n  i’m wearing a romper\n  ","731985":"\n  i don’t have my nails done\n  \n  considering the nail salons aren’t open in my area\n  ","731986":"\n  i smoke\n  ","731987":"\n  ask me whatever questions you want.\n  \n  i’ll do honest weekend 😉🤪✨\n  ","731988":"\n  i haven’t .\n  \n  my husband wants one. so i might get him one\n  ","731989":"\n  yeas sometimes\n  ","731990":"\n  i don’t even follow them\n  ","731991":"\n  4 days\n  ","731992":"\n  my kids & my marriage\n  ","731993":"\n  eh ; i rly hasn’t changed even during\n  ","731994":"\n  i do\n  ","731995":"\n  terrified\n  ","731996":"\n  strawberries\n  \n  watermelon is nasty 🤢\n  ","731997":"\n  spontaneous\n  ","731998":"\n  i can’t wait to get pregnant 👶🏽🥰🥺\n  ","731999":"\n  i hope all is well with you too\n  ","732000":"\n  i’m fine\n  ","732001":"\n  i haven’t .\n  \n  but i want to soon\n  ","732002":"\n  i’d have to say the day before my wedding\n  ","732003":"\n  trying to do more spontaneous things\n  ","732004":"\n  probably not .\n  \n  to visit definitely\n  ","732005":"\n  i’m a savage\n  ","732006":"\n  you to\n  ","732007":"\n  i explained this already\n  ","732008":"\n  says the racist lmao\n  ","732009":"\n  uh no\n  ","732010":"\n  dogs\n  ","732011":"\n  lol exactly .\n  \n  people are weirdos\n  ","732012":"\n  no\n  ","732013":"\n  it was just a question\n  \n  i don’t get how it’s sick lmao\n  ","732014":"\n  sex\n  ","732015":"\n  nope .\n  \n  #BLACKLIFESMATTER\n  \n  PERIOD ‼️‼️‼️‼️\n  ","732016":"\n  i love your answers ; you’re amazing and stunning ✨.\n  \n  keep doing you and keep being the best you can be 💕\n  ","732017":"\n  this isn’t a question\n  ","732018":"\n  lmfao\n  ","732019":"\n  thanks\n  ","732020":"\n  who cares\n  ","732021":"\n  one of the 50 states\n  ","732022":"\n  no\n  ","732023":"\n  tea .\n  \n  i only drink ice coffee\n  ","732024":"\n  i don’t watch anime\n  ","732025":"\n  fruit\n  ","732026":"\n  i’ve never rly had a fav food\n  \n  maybe homemade baked mac & cheese when i was younger with some ham haha\n  ","732027":"\n  i honestly only like vodka\n  ","732028":"\n  bees 🐝\n  ","732029":"\n  bye\n  ","732030":"\n  fine & you\n  ","732031":"\n  english ffs\n  ","732032":"\n  dogs\n  ","732033":"\n  i’m not a big fan\n  ","732034":"\n  sure\n  ","732035":"\n  to bad i already said something\n  \n  either speak english on my page or move along\n  ","732036":"\n  having kids , becoming a mother & wife . having my own car\n  ","732037":"\n  i love ice coffee. only coffee i drink\n  \n  french vanilla , light ice , a lot of creamer & like 3 sugars\n  ","732038":"\n  english ffs\n  ","732039":"\n  i’ve never heard of them tbh\n  ","732040":"\n  short\n  ","732041":"\n  Rihanna\n  ","732042":"\n  John Q\n  ","732043":"\n  i had nothing lol\n  ","732044":"\n  i’m feeling good yesterday\n  \n  it’s 2:19am now\n  ","732045":"\n  i had Jersey Mikes\n  \n  i had something at work\n  \n  i had starbucks\n  ","732046":"\n  within a year .\n  \n  we want a baby 👶🏽\n  ","732047":"\n  • jaguar\n  \n  • suburban\n  \n  • Audi\n  ","732048":"\n  both\n  ","732049":"\n  fall .\n  \n  i love the atmosphere, the crips leaves , the smell\n  ","732050":"\n  yeah lol\n  ","732051":"\n  why life can be fxcked up\n  \n  why is racism still around\n  ","732052":"\n  yeah sometimes\n  ","732053":"\n  shopping\n  ","732054":"\n  i’d spend money crazy\n  ","732055":"\n  no\n  ","732056":"\n  lmfao yass. i think it’s hilarious\n  ","732057":"\n  moon 🌙\n  ","732058":"\n  i’m a lil bit of both\n  ","732059":"\n  how shxtty of a person their kid can be .\n  ","732060":"\n  my sons kindness\n  ","732061":"\n  money\n  ","732062":"\n  enable\n  ","732063":"\n  why are you you copying\n  \n   @NicoleBuckleyyx\n  \n  question?\n  ","732064":"\n  lmfao i want your baby 🥺\n  ","732065":"\n  you know how many people give their kids up for adoption or to a family member and still have kids lol.\n  \n  you shouldn’t be telling me what i can & can’t do\n  \n  period\n  ","732066":"\n  uh no???\n  \n  that sounds dumb af\n  ","732067":"\n  it’s starting to rain\n  ","732068":"\n  she rly isn’t tho lmao.\n  \n  i follow her on all social media you fxcktard\n  \n  i love what she said cuz she’s 100% right\n  ","732069":"\n  ugh ; i’m starving . i can’t wait to go on break soon\n  ","732070":"\n  my kids & hubby\n  ","732071":"\n  that’s why i’d see high risk doctors.\n  \n  are y’all dumb today? or something\n  ","732072":"\n  and yet y’all are so worked up by what strangers say 😂.\n  \n  could never be me\n  ","732073":"\n  no . there so many kids out there who have other family members or other people take care of them and they have other siblings. soooo\n  ","732074":"\n  we both do\n  ","732075":"\n  because i don’t want to .\n  \n  she’s perfect where she’s at now\n  ","732076":"\n  oh okay no i don’t have that but i use letgo lol\n  ","732077":"\n  i like it with 4 sugars\n  ","732078":"\n  i hate that with a passion. especially when anons do it cuz nobody gives a fxck about them nor asked them. if they wanted questions they should ask for them\n  ","732079":"\n  stupid question\n  ","732080":"\n  i’m blocking you now\n  ","732081":"\n  smh\n  ","732082":"\n  some of y’all are rly dumb. acting like i don’t have a whole 7 year old that we take care of everyday 7 days a week. 356 days\n  ","732083":"\n  because that was a year ago and this is now .\n  \n  my life changed in a whole year .\n  \n  so there’s that\n  \n  and if i want to have 5 more after my daughter i will.\n  \n  i don’t rly understand ppl.\n  ","732084":"\n  i’m not saying lmao\n  ","732085":"\n  can i actually get questions about me\n  ","732086":"\n  idc what you do\n  ","732087":"\n  what’s their to get about a picture of the statue of liberty\n  ","732088":"\n  hyena\n  ","732089":"\n  i had a pizza date in NYC with my husband yesterday for dinner\n  ","732090":"\n  both lmao\n  ","732091":"\n  chicken\n  ","732092":"\n  😍\n  ","732093":"\n  i don’t give a fxck\n  ","732094":"\n  what’s that,\n  ","732095":"\n  it’s a secret\n  ","732096":"\n\n   @noneyabusiness\n  \n","732097":"\n  okay\n  ","732098":"\n  thanks i had an amazing day\n  ","732099":"\n  yep\n  ","732100":"\n  wtf don’t you guys understand?\n  \n  i only want questions about MEH\n  ","732101":"\n  i don’t rly have one\n  ","732102":"\n  can’t wait to have a date night with hubby today 🥰\n  ","732103":"\n  i help people\n  ","732104":"\n  can i get better questions\n  ","732105":"\n  don’t know\n  \n  idc for people to like me\n  ","732106":"\n  i don’t care much about my co workers lives\n  ","732107":"\n  a holiday?\n  \n  i live in America\n  ","732108":"\n  somewhere lol\n  ","732109":"\n  nah i’m good\n  ","732110":"\n  ask me questions while i’m at work\n  ","732111":"\n  thanks\n  ","732112":"\n  you can be blocked\n  ","732113":"\n  k\n  ","732114":"\n  welcome\n  ","732115":"\n  i’m blocking you now\n  ","732116":"\n  either tell her or stay friends\n  \n  go with your heart\n  ","732117":"\n  go tf away cuz i have no idea what you’re even talking about\n  ","732118":"\n  idc . asking me about my sex life isn’t anyone’s business\n  ","732119":"\n  i do know .\n  \n  just stop asking me . this info is useless\n  ","732120":"\n  stop asking this\n  ","732121":"\n  i don’t like to discuss that on here\n  ","732122":"\n  that means i\n  \n  verified\n  ","732123":"\n  sorry if i didn’t explain well\n  ","732124":"\n  they took my VIP+ away but i still have the task to complete .\n  \n  they said cuz i didn’t do 15 shout outs but in the email 2 weeks ago they never mentioned that to me.\n  \n  so my email i got yesterday said i’m still part of VIP+ program i just have to do my shout outs\n  ","732125":"\n  no i applied\n  \n  i’m trying to get back\n  ","732126":"\n  bye\n  ","732127":"\n  i can block you\n  ","732128":"\n  tea .\n  \n  i only drink ice coffee\n  ","732129":"\n  i guess\n  ","732130":"\n  if you want to ask me questions ask them separately\n  ","732131":"\n  why wouldn’t i have a father LMAO\n  ","732132":"\n  if you want to ask me questions ask them separately\n  ","732133":"\n  this doesn’t make sense\n  ","732134":"\n  ask me questions about ME & MY LIFE\n  ","732135":"\n  america\n  ","732136":"\n  ask me questions guys\n  ","732137":"\n  i’m not protesting\n  ","732138":"\n  neither\n  ","732139":"\n  i have . like 4 months ago lmao\n  ","732140":"\n  nah\n  ","732141":"\n  black\n  \n  i might change the color tho\n  ","732142":"\n  only my husband and my bff Maryjane\n  ","732143":"\n  i’m so happy phase 2 starts tomorrow in NY .\n  \n  i can’t wait to get my eyebrows & lashes done\n  ","732144":"\n  lime green\n  ","732145":"\n  i do for the most part\n  \n  i have work tomorrow & i get paid tonight\n  ","732146":"\n  a calzone\n  ","732147":"\n  ????\n  ","732148":"\n  anon\n  ","732149":"\n  yeah\n  ","732150":"\n  good for the most part\n  ","732151":"\n  good night\n  ","732152":"\n  i don’t have one\n  ","732153":"\n  i just want my boobs lift more\n  ","732154":"\n  you’re dumb\n  ","732155":"\n  i need to fix my side mirror.\n  ","732156":"\n  i watch the news ,\n  \n  or my husband\n  \n  and social media\n  ","732157":"\n  you can’t help someone who doesn’t want to be helped\n  ","732158":"\n  i think more popular because people are nosey af and love to know about what others are going through . weather it’s negative or positive\n  ","732159":"\n  i love to sleep in the cold.\n  \n  so i have my air conditioner on lol.\n  \n  and in the winter i keep my windows open.\n  \n  my husband HATES it 😂\n  ","732160":"\n  ew. no\n  \n  i wouldn’t hook up a stranger from online\n  ","732161":"\n  that’s none of your concern\n  ","732162":"\n  i said this already\n  ","732163":"\n  nah\n  ","732164":"\n  how confident i am\n  ","732165":"\n  more aggressive\n  ","732166":"\n  i don’t have one\n  ","732167":"\n  being the person who helped others\n  ","732168":"\n  my relationship with my mom\n  ","732169":"\n  to die for 😍🍃🦋\n  ","732170":"\n  i do . they’re to die for 🤤\n  ","732171":"\n  my fridge is full .\n  \n  went food shopping yesterday after work .\n  \n  but i’m to lazy to get up\n  \n  and i’m upset i lost my VIP+ 😑\n  ","732172":"\n  ask me questions\n  \n  spam my inbox today ‼️\n  ","732173":"\n  about my life\n  ","732174":"\n  Utah , Washington, Oregon\n  ","732175":"\n  i haven’t and i’m outraged about the whole situation. it’s touching\n  ","732176":"\n  both\n  ","732177":"\n  2 days ago\n  ","732178":"\n  mine too so i’m confused on what happened and i still have the task list of 50 questions to complete and in my email it never said i had to do shoutouts\n  ","732179":"\n  yeah my email from last week never said that i had to do shout outs\n  ","732180":"\n  why am i not vip anymore but i got task to do\n  ","732181":"\n  i obviously speak english\n  ","732182":"\n  what happened to my VIP? but i still have task?\n  ","732183":"\n  no\n  ","732184":"\n  so pretty\n  \n  took these a few minutes ago 🍃\n  ","732185":"\n  no but that sounds cool\n  ","732186":"\n  lmfao hell no .\n  \n  i’m terrible at it\n  ","732187":"\n  the bad one make the good ones look bad\n  ","732188":"\n  america needs a 360 change\n  ","732189":"\n  bees 🐝\n  ","732190":"\n  my husband\n  ","732191":"\n  snapchat or fb\n  ","732192":"\n  11345\n  \n  and i actually don’t lol\n  ","732193":"\n  uh no? da fxck\n  ","732194":"\n  bye\n  ","732195":"\n  i don’t click links\n  ","732196":"\n  ask me questions\n  ","732197":"\n  no. i don’t need to steal when i make money\n  ","732198":"\n  no why tf out i\n  ","732199":"\n  no it would be annoying\n  ","732200":"\n  at a gas station\n  ","732201":"\n  ask me questions while i’m at work\n  ","732202":"\n  ugh i don’t want to get ready for work\n  ","732203":"\n  i don’t click links\n  ","732204":"\n  i smoke cigarettes everyday\n  ","732205":"\n  sigh i wish things were easier sometimes.\n  \n  it’s 1am & i can’t sleep.\n  \n  i have work at 8am .\n  \n  i hate everything rn\n  ","732206":"\n  leader\n  ","732207":"\n  tomorrow at 8am\n  ","732208":"\n  it was good until the end of the night\n  ","732209":"\n  just going through some things\n  ","732210":"\n  i’m not answering a question you copied & im not answering questions on a thread.\n  \n  ask them separately\n  ","732211":"\n  ask me questions guys to get my mind off of things\n  ","732212":"\n  0 now\n  ","732213":"\n  no but my mil has a birdbath in her yard.\n  \n  id love to have a water fountain in my front yard tho\n  ","732214":"\n  stop sending me this shxt\n  ","732215":"\n  i’m into slow old 90 songs lately .\n  \n  my mind has been all over the place\n  ","732216":"\n  i’ve been to one last year\n  ","732217":"\n  i’ve never been\n  ","732218":"\n  vampire\n  ","732219":"\n  so sick & tired of this shxt.\n  \n  physically & mentally\n  ","732220":"\n  go out\n  ","732221":"\n  early\n  ","732222":"\n  vanilla\n  ","732223":"\n  lmfaoo yes i’m the bone collector\n  ","732224":"\n  getting up & making money\n  ","732225":"\n  hell yeah i would\n  \n  i want to be tatted up lmaoo\n  ","732226":"\n  nap break for sure\n  ","732227":"\n  relax\n  ","732228":"\n  the flute or violin.\n  \n  both of i could 😩.\n  \n  might take violin lessons\n  ","732229":"\n  sleep lol\n  \n  a way out of my own head \/\/ thoughts .\n  ","732230":"\n  i tend to smoke ( sometimes drink or take a perc 🥴)\n  \n  but sometimes i do need alone time to reflect on myself\n  ","732231":"\n  haha! looks neat but i wouldn’t\n  ","732232":"\n  my turtle .\n  \n  r.i.p\n  ","732233":"\n  ehh ; i have to be in the mood.\n  \n  i like the original\n  ","732234":"\n  shot glasses\n  \n  t-shirts\n  \n  cups\n  \n  key chains\n  ","732235":"\n  wings n things\n  ","732236":"\n  early td ✨\n  ","732237":"\n  clean like it should be\n  ","732238":"\n  thanks\n  ","732239":"\n  stfu\n  ","732240":"\n  today me , my husband & my bff might hang out & smoke , get drunk & stuff .\n  ","732241":"\n  no\n  ","732242":"\n  i absolutely do .\n  \n  baby time 👶🏽🌈✨\n  ","732243":"\n  i already have 2\n  ","732244":"\n  slept a whole 12hrs & i needed that 😭😩\n  ","732245":"\n  my friend Christopher\n  ","732246":"\n  nobody can rly calm me down . besides my husband & kids\n  ","732247":"\n  i have not 😩\n  ","732248":"\n  no i don’t .\n  \n  to much work to take care of\n  ","732249":"\n  i don’t have any pics lol\n  ","732250":"\n  getting money ; and it’s other news is a secret\n  ","732251":"\n  tv series\n  ","732252":"\n  never looked through one but i definitely would\n  ","732253":"\n  my marriage\n  ","732254":"\n  no lol\n  ","732255":"\n  tea\n  ","732256":"\n  i don’t live there so idc\n  ","732257":"\n  outspoken\n  ","732258":"\n  boat party for sure\n  ","732259":"\n  uh yeah\n  ","732260":"\n  my kids\n  ","732261":"\n  smoothie\n  ","732262":"\n  i just tell the truth\n  ","732263":"\n  kinda i guess\n  ","732264":"\n  ignore them\n  ","732265":"\n  anon\n  ","732266":"\n  wtf are you even chatting about\n  ","732267":"\n  i love green tea 😋\n  ","732268":"\n  i actually made one during quarantine but i don’t post. i like to watch others lol\n  ","732269":"\n  you can’t say sex?\n  \n  lmfaoo then don’t ask me questions about it\n  ","732270":"\n  at work bored af\n  ","732271":"\n  she clearly has no life\n  ","732272":"\n  i hate a cleaned shave guy .\n  \n  looks weird and gross imo lmao .\n  \n  you have to have a clean shave\n  ","732273":"\n  ask me questions guys\n  ","732274":"\n  this isn’t a question\n  ","732275":"\n  same\n  ","732276":"\n  this whole country is legit falling apart. and has been\n  ","732277":"\n  no\n  ","732278":"\n  i believe it\n  ","732279":"\n  ask me questions\n  ","732280":"\n  nope\n  ","732281":"\n  get a life anon\n  ","732282":"\n  i rather be ask the\n  \n  separately\n  ","732283":"\n  i don’t click links nor do i give a fxck\n  ","732284":"\n  i’m @ work bored\n  \n  send me questions\n  ","732285":"\n  a better block feature\n  ","732286":"\n  you know i have her on fb right?\n  \n  she’s been VERY vocal about this topic long before this happened\n  \n  and i love her 🥰\n  ","732287":"\n  id go to Australia with my husband and bff .\n  \n  take a lil vacation\n  ","732288":"\n  i think it’s wrong for nobody to post about what’s going on .\n  \n  but that’s just ME.\n  ","732289":"\n  i don’t believe in anything to do with religion\n  ","732290":"\n  i don’t follow her for 1.\n  \n  and i didn’t copy anything .\n  \n  i told my husband this days ago lmao\n  ","732291":"\n  of course .\n  \n  why wouldn’t i?\n  ","732292":"\n  you must be white\n  ","732293":"\n  i’m not doing this\n  \n  asking stupid ass questions\n  ","732294":"\n  and that’s just the truth\n  ","732295":"\n  i believe that most white ppl speaking about this are racist .\n  \n  they just don’t want the backlash of being a racist so they just want to follow the movement .\n  ","732296":"\n  why would i do that if i just said i wanted another baby?\n  \n  are y’all dumb this early in the mornings or what,\n  ","732297":"\n  you act like she never sees her brother lmfaoo . he’s actually with her now @ his grandmas house\n  \n  y’all are rly life fxcking stupid and it shows\n  ","732298":"\n  i know lmao ;\n  \n  that doesn’t mean i was trying for anything LMFAOO .\n  ","732299":"\n  depends on the event\n  \n  i’ve been late to work lol\n  ","732300":"\n  day 20?\n  \n  never heard of something\n  \n  don’t care either\n  \n  you shouldn’t need a dumb 30 day challenge for self love\n  ","732301":"\n  no\n  ","732302":"\n  when me & my husband broke up i burned most of his clothes 🙂\n  ","732303":"\n  not ttc but not preventing either\n  ","732304":"\n  i can’t wait to start trying for a baby 🥺🌈👶🏽\n  ","732305":"\n  night\n  ","732306":"\n  i’m trying to get knocked up 😭🌈👶🏽\n  ","732307":"\n  a vanity.\n  \n  i can’t wait to buy one\n  ","732308":"\n  mine works . i just have to answer 50 questions .\n  \n  that’s pretty odd\n  ","732309":"\n  yep\n  ","732310":"\n  94\n  ","732311":"\n  i went to public school\n  ","732312":"\n  i wear winter clothes in the winter\n  \n  so you take a wild fxck guess\n  ","732313":"\n  yep. that’s my best friend\n  ","732314":"\n  no\n  ","732315":"\n  what do you mean?\n  ","732316":"\n  i’ve never done either m\n  \n  but i’d like to\n  ","732317":"\n  i give out my social media besides my fb.\n  \n  & i only give that out if i know you or want you having it\n  ","732318":"\n  about 7 years\n  ","732319":"\n  i’m home now lmao & i wouldn’t anyways\n  ","732320":"\n  from work\n  ","732321":"\n  good morning .\n  \n  hope work is good today\n  ","732322":"\n  yeah\n  ","732323":"\n  going back to sleep for about 2hrs before i have to go to work.\n  \n  leave me questions 🌈✨\n  ","732324":"\n  i wish i was lowkey pregnant 🥺🌈\n  ","732325":"\n  10\n  ","732326":"\n  yeah\n  ","732327":"\n  organized\n  ","732328":"\n  repeating myself multiple times\n  ","732329":"\n  yes 2\n  ","732330":"\n  pro-choice\n  ","732331":"\n  yes & barbados\n  ","732332":"\n  no but i want to so bad 😩\n  ","732333":"\n  no\n  ","732334":"\n  food\n  ","732335":"\n  4:35am & idk why i’m up.\n  \n  i have work soon\n  ","732336":"\n  by the tv or news apps\n  ","732337":"\n  yeah\n  ","732338":"\n  haven’t been on a first date in 8 years\n  ","732339":"\n  i like a mixture of all\n  ","732340":"\n  no\n  ","732341":"\n  smoking\n  ","732342":"\n  happy hump day y’all\n  ","732343":"\n  no lol .\n  \n  but when i get my own house i want one\n  ","732344":"\n  hyena\n  ","732345":"\n  good morning\n  ","732346":"\n  i’m a picky eater so idk\n  ","732347":"\n  hell no\n  ","732348":"\n  no\n  ","732349":"\n  i don’t rly have one\n  ","732350":"\n  i don’t give a fxck\n  ","732351":"\n  i’m okay\n  \n  thanks for asking\n  ","732352":"\n  wow what?\n  ","732353":"\n  no lmfao\n  ","732354":"\n  nobody asked or cares\n  ","732355":"\n  idk\n  ","732356":"\n  no wtf\n  ","732357":"\n  i only like jell-o shots lmao\n  ","732358":"\n  if you want to ask me questions you can ask them separately\n  ","732359":"\n  yea\n  ","732360":"\n  only 1\n  ","732361":"\n  i answered it\n  ","732362":"\n  yeah; i’m leaning more towards chinese\n  ","732363":"\n  ✊🏽✊🏾✊🏿\n  ","732364":"\n  both part time\n  ","732365":"\n  at a place .\n  ","732366":"\n  thanks 🙂\n  ","732367":"\n  • sex museum \/\/ wax museum\n  \n  • Virginia Beach\n  \n  • State Parks\n  \n  • sky diving\n  ","732368":"\n  looks like chinese food is winning guys\n  ","732369":"\n  i’m confused too lmao.\n  \n  i didn’t know i couldn’t have a preference on what kind of people i date LOL.\n  \n  i know a lot of ppl who don’t date their own race. does that make them racist . LOL\n  ","732370":"\n  give me some ideas on what to eat for dinner tonight\n  ","732371":"\n  nobody’s mad.\n  \n  i’m just not entertaining stupid\n  ","732372":"\n  look who’s racist now .\n  \n  move along you prick .\n  \n  i’m about to either block you or set secret answers\n  ","732373":"\n  that’s what i’m saying .\n  \n  and i honestly don’t prefer to date white men or woman .\n  \n  that’s just me .\n  \n  i have plenty of white fiends and family members LMAO\n  ","732374":"\n  actually it’s a mixture hahah!\n  \n  you’re a fxcking moron\n  ","732375":"\n  that’s not racist lmfaooo.\n  \n  that’s not my preference LMFAOOO.\n  \n  i know A LOt OF WHITE PPL WHO DONT DATE THEIR OWN RACE\n  ","732376":"\n  lmfaooo\n  \n  pls tell me how?\n  \n  give me examples and links to when i said anything racist\n  ","732377":"\n  you big mad 😂\n  ","732378":"\n  if you want to know you’ll unlock\n  \n  if not . oh well\n  ","732379":"\n  nah ;\n  ","732380":"\n  still doing honest day 🌈✨🥰\n  ","732381":"\n  sure\n  ","732382":"\n  i’m not answering questions on this thread\n  \n  ask them separately\n  ","732383":"\n  yawn\n  ","732384":"\n  no need to be\n  ","732385":"\n  i know.\n  \n  they’re funny\n  ","732386":"\n  why are you bring up old news????\n  ","732387":"\n  hell if i knew .\n  \n  like who cares who does what .\n  \n  whatever system we use wonders for us\n  ","732388":"\n  you can assume and believe whatever you want .\n  \n  if you want to look dumb . so be it lmao\n  ","732389":"\n  we both do our fair share of house work LMFAOOO.\n  ","732390":"\n  well that doesn’t apply here cuz we’re both working & i choose to work cuz i don’t want to be home 24\/7.\n  \n  you can be a mom & still work lmfao.\n  ","732391":"\n  we’re both working?????\n  \n  and why would i want a man taking care of me when i’m capable of doing so myself\n  \n  that’s what’s wrong with society\n  ","732392":"\n  25.....\n  ","732393":"\n  because i want 2\n  ","732394":"\n  lmfao WHIT?!?\n  ","732395":"\n  tomorrow 8am-2pm\n  ","732396":"\n  my kids\n  ","732397":"\n  🙂🙂🙂\n  ","732398":"\n  Juwanna Man\n  ","732399":"\n  send me questions\n  ","732400":"\n  😇 you been blocked\n  ","732401":"\n  neither 🤣.\n  \n  that’s what you get for assuming\n  ","732402":"\n  i’d appreciate it if ppl stop liking this dumb bxtches answers onto my feed. her beliefs and answers make me fxcking cringe 😬\n  ","732403":"\n  not answering anymore questions on this thread.\n  \n  ask them separately & not on a thread.\n  ","732404":"\n  i see other things besides a sauce .\n  \n  clearly you’re just to dumb .\n  \n  stop sending me pointless info\n  \n  if you’re not going to send questions move along or be blocked\n  ","732405":"\n  you can’t see?\n  \n  or your dumb?\n  ","732406":"\n  idk & idc\n  ","732407":"\n  uh no ???\n  \n  why would you assume i’m eating rn\n  ","732408":"\n  no\n  ","732409":"\n  there’s no difference\n  ","732410":"\n  this isn’t a question\n  ","732411":"\n  i think i shall go to sleep now you lil aliens 👽\n  ","732412":"\n  u g l y\n  ","732413":"\n  i just want to have more babies\n  ","732414":"\n  because i wanted 2 jobs\n  ","732415":"\n  at his cousins\n  ","732416":"\n  i have 2\n  ","732417":"\n  mood\n  ","732418":"\n  it’s 4:30am & i need to go to bed 😩\n  ","732419":"\n  i’d say a hot tube .\n  \n  i’m not a fan of pool anyways\n  ","732420":"\n  4:00am & idk why i’m up\n  ","732421":"\n  jersey mikes\n  ","732422":"\n  i miss my husband 😭\n  ","732423":"\n  fxck off\n  ","732424":"\n  lol\n  ","732425":"\n  send me questions 🌈✨\n  ","732426":"\n  rude shxt about my decision about my daughter\n  \n  triggering questions\n  ","732427":"\n  yea\n  ","732428":"\n  food\n  ","732429":"\n  no\n  ","732430":"\n  both\n  ","732431":"\n  no you don’t\n  ","732432":"\n  my husband\n  ","732433":"\n  i do\n  ","732434":"\n  i’m allergic to peanuts\n  ","732435":"\n  thank you 🙂\n  ","732436":"\n  thanks\n  ","732437":"\n  i’m watching Working Moms\n  ","732438":"\n  yes we do\n  ","732439":"\n  the smell of newspapers\n  ","732440":"\n  soo many dumb ppl i follow.\n  \n  i need to clean out my social media ffs\n  ","732441":"\n  mhm depends on what i’m doing, the time, day\n  ","732442":"\n  11\/08\n  ","732443":"\n  i love my husbands smell and i always have. since the first time i met him .\n  \n  so i’d say his scent\n  ","732444":"\n  lime green\n  ","732445":"\n  i’m definitely not rude to her.\n  \n  lol\n  ","732446":"\n  cuz she doesn’t want to see or speak to me LOL\n  ","732447":"\n  depends on my mood & what i want to wear\n  ","732448":"\n  i smoke A LOT\n  ","732449":"\n  NineGDxFourO\n  ","732450":"\n  doesn’t matter\n  ","732451":"\n  earphones & speakers\n  \n  i can’t wait to get airpods\n  ","732452":"\n  uh yeahhhh\n  ","732453":"\n  do you have a question\n  ","732454":"\n  nah\n  ","732455":"\n  at a place\n  \n  i’d rather not say\n  ","732456":"\n  this isn’t a question\n  ","732457":"\n  it’s been like 2 months\n  \n  - honest day 🌈✨\n  ","732458":"\n  send me in whatever you want.\n  \n  all day until 12am .\n  \n  you have 13hrs ⚡️🌈\n  ","732459":"\n  i can’t wait to buy things from Fashion Nova this week or next week\n  ","732460":"\n  beard\n  ","732461":"\n  morning\n  ","732462":"\n  it wasn’t suppose to be a burn .\n  \n  soooo\n  ","732463":"\n  in the woods on a trail or a walk in NYC\n  ","732464":"\n  finished my VIP+ task in one day\n  ","732465":"\n  you’re a bad take . yikes\n  ","732466":"\n  it’s so sad how these white cops are killing blacks\n  \n  sad how some whites are quiet about this\n  ","732467":"\n  ugh spam me with whatever\n  ","732468":"\n  that i did coke 😅🥴\n  ","732469":"\n  ugh ; i wish i didn’t get my period yesterday ☹️🙄\n  ","732470":"\n  i just miss being a kid in general\n  ","732471":"\n  • Polo G - Martin & Gina\n  \n  • Kendrick Lamar - Alright\n  \n  • Jay Rock - Win\n  ","732472":"\n  i’d probably say my car\n  ","732473":"\n  i like both\n  ","732474":"\n  • being a mom\n  \n  • working\n  \n  • smoking\n  \n  • hanging out\n  \n  • relaxing\n  ","732475":"\n  ask me juicy questions guys\n  ","732476":"\n  he’s sleeping\n  ","732477":"\n  almost 4 months\n  ","732478":"\n  hi\n  ","732479":"\n  don’t give a fxck\n  ","732480":"\n  not rly\n  ","732481":"\n  i’d probably get a few\n  ","732482":"\n  wtf\n  ","732483":"\n  same to you! 🙂\n  ","732484":"\n  no\n  ","732485":"\n  more stressed\n  ","732486":"\n  peaceful protest get ppl nowhere\n  ","732487":"\n  i’m married\n  \n  no thoughts\n  ","732488":"\n  neither\n  \n  i don’t miss or want to meet anybody\n  ","732489":"\n  blocked for not speaking english on my page\n  ","732490":"\n  worse & worse unfortunately\n  ","732491":"\n  honestly i’ve barely been home this weekend to watch anything new\n  ","732492":"\n  getting my period\n  ","732493":"\n  i do\n  ","732494":"\n  i’m not lmao\n  ","732495":"\n  ok\n  ","732496":"\n  stop asking\n  ","732497":"\n  no\n  ","732498":"\n  lol\n  ","732499":"\n  because idc for it\n  ","732500":"\n  nah\n  ","732501":"\n  i made a decent amount 🤑\n  ","732502":"\n  i said i don’t\n  ","732503":"\n  music\n  ","732504":"\n  english ffs\n  ","732505":"\n  BORED AF\n  ","732506":"\n  neither tbh\n  ","732507":"\n  at a store\n  ","732508":"\n  i’m at work like i keep saying\n  ","732509":"\n  bored at work\n  ","732510":"\n  yeah?\n  ","732511":"\n  i have before\n  ","732512":"\n  i’m at work\n  ","732513":"\n  yeah actually .\n  \n  yesterday a lot of people around my area and in my town protested\n  ","732514":"\n  to be themselves\n  ","732515":"\n  ask me questions guys\n  \n  bored at work\n  ","732516":"\n  no\n  ","732517":"\n  morning\n  ","732518":"\n  thanks\n  ","732519":"\n  i know\n  ","732520":"\n  muvax2x0\n  ","732521":"\n  my state isn’t even looting lnfaooo\n  ","732522":"\n  🤷🏽‍♀️\n  ","732523":"\n  ask me questions y’all\n  ","732524":"\n  no.\n  \n  why would i eat something i don’t like?\n  \n  makes no sense\n  ","732525":"\n  stfu already\n  ","732526":"\n  no\n  ","732527":"\n  get a life\n  ","732528":"\n  great\n  ","732529":"\n  yeah\n  ","732530":"\n  no\n  ","732531":"\n  fall\n  ","732532":"\n  🤷🏽‍♀️\n  ","732533":"\n  i love these messages\n  \n  but i need actual questions.\n  ","732534":"\n  honestly nothing\n  ","732535":"\n  fxck that cop\n  \n  fxck the white ppl who think this ok\n  \n  fxck the united states\n  \n  fxck Trump\n  ","732536":"\n  that would be racist .\n  \n  i have a lot of white friends and family you dumb fxck\n  ","732537":"\n  considering my moms white.\n  \n  that’s unlikely buddy\n  ","732538":"\n  the weekend just started\n  ","732539":"\n  tv shows on netflix or hulu\n  ","732540":"\n  my kids\n  ","732541":"\n  my job , kids and husband\n  ","732542":"\n  i want a jaguar or a black suburban\n  ","732543":"\n  today. i went to work & then i picked up my mom\n  ","732544":"\n  our minds can’t help but wonder sometimes\n  ","732545":"\n  my life & and the series of unfortunate events\n  ","732546":"\n  good night\n  ","732547":"\n  yay\n  ","732548":"\n  Gabby\n  ","732549":"\n  anon you’re starting your drama again. it never fails .\n  ","732550":"\n  my weeks been exhausting .\n  \n  i started work this week .\n  \n  which i’m excited for\n  ","732551":"\n  ig\n  \n  twitter\n  \n  fb\n  \n  snapchat\n  ","732552":"\n  extremely important . gotta love yourself\n  ","732553":"\n  🍎\n  ","732554":"\n  don’t care for any\n  ","732555":"\n  last week\n  ","732556":"\n  honestly neither\n  ","732557":"\n  night\n  ","732558":"\n  never been in that situation\n  ","732559":"\n  isn’t chocolate sweet lol\n  ","732560":"\n  what a tragedy\n  ","732561":"\n  so tired of white cops killing blacks .\n  \n  it’s a shame what this world is coming to .\n  ","732562":"\n  lmfao no\n  ","732563":"\n  america\n  ","732564":"\n  i don’t think anyone should get into one. imo they don’t last\n  ","732565":"\n  ew why tf would anyone want to stay the same person from like last year or a couple months ago?\n  \n  it’s called change and growth lmao.\n  ","732566":"\n  only person who can change themselves is YOU\n  ","732567":"\n  send me questions\n  ","732568":"\n  i like animals\n  ","732569":"\n  y’all asked me this a million times\n  ","732570":"\n  not a damn thing\n  ","732571":"\n  fronto\n  ","732572":"\n  no\n  ","732573":"\n  smh\n  ","732574":"\n  probably whatever is in the fridge!\n  ","732575":"\n  i do! i drink so much water everyday\n  ","732576":"\n  neither lol. but i do love ice coffee\n  \n  but at my job the ice coffe is usually $3.20 and the employees get them for 67 cents lol\n  ","732577":"\n  well it’s 2020 and blacks have been getting kxlled by cops basically forever\n  ","732578":"\n  ewww 🤢🤮\n  ","732579":"\n  it’s so sad what our nation has come to and what cops are doing!\n  \n  makes me sick to my stomach .\n  \n  justice needs to be served ASAP\n  ","732580":"\n  morning\n  \n  send me questions while i’m at work y’all\n  ","732581":"\n  i’m a loving sweet gal\n  ","732582":"\n  don’t pay much mind\n  ","732583":"\n  i’m eating a caesar chicken wrap right now\n  ","732584":"\n  100%\n  ","732585":"\n  ask me things\n  ","732586":"\n  no\n  ","732587":"\n  i was just getting bored uploading content and some days i wouldn’t remember . then i had angry people in my DM’s.\n  ","732588":"\n  no\n  ","732589":"\n  don’t give a shxt\n  ","732590":"\n  growing up sucks\n  ","732591":"\n  smh\n  ","732592":"\n  idk i don’t have a bf\n  ","732593":"\n  weirdo\n  ","732594":"\n  you’re right\n  ","732595":"\n  yeah it did and i got bored of it like i said\n  ","732596":"\n  i’m all for it.\n  \n  i use to have one but i personally got bored of it lol.\n  \n  money is money .\n  ","732597":"\n  i smoke everyday\n  ","732598":"\n  that’s what i’m saying . like i’m not understanding why they’re so obsessed with peoples parents that have sex lmao.\n  \n  it’s weirdo behavior and makes me wonder about how sick they are\n  ","732599":"\n  nobody’s hiding anything lmao.\n  \n  you’re being a weird obsessed bxtch over other people parents having sex LMFAOOO\n  \n  that’s definitely a weird flex and you should seek help 🤢🤮\n  ","732600":"\n  didn’t ask nor care\n  ","732601":"\n  ask me juicy questions y’all\n  \n  i’m bored and here for 2 more hrs\n  ","732602":"\n  nothing in life is free\n  ","732603":"\n  the other day . when i was at my dads. his house is so peaceful\n  ","732604":"\n  Netflix\n  \n  i only watch youtube with my hubby or when i’m watching my videos i subscribe to\n  ","732605":"\n  laundry for sure\n  ","732606":"\n  stolen from\n  \n   @Hayleywilson21\n  \n\n  send me in numbers ✨\n  ","732607":"\n  • fun\n  \n  • stressful\n  \n  • draining\n  ","732608":"\n  he had said something i didn’t like . so he walked out the house & i followed him.\n  ","732609":"\n  i did last week 🙂\n  ","732610":"\n  right now . it’s this training i’m doing for my job. i have 53 task to do on the computer and it’s boring & long 🙄\n  ","732611":"\n  constant pain\n  ","732612":"\n  i only drink Ice Coffee . sometimes i’ll sit in starbucks lol\n  ","732613":"\n  tbh i’m both 🥴\n  ","732614":"\n  John Q\n  ","732615":"\n  🙂\n  ","732616":"\n  good morning\n  \n  ask me questions guys\n  ","732617":"\n  i think the crime rate would be sky high\n  ","732618":"\n  me\n  ","732619":"\n  i’m so glad i’m working now .\n  \n  now me and hubby are both working 😇🙂\n  ","732620":"\n  i’m @ work training\n  ","732621":"\n  eh ; me and my hubby got into an argument over the week and i didn’t want to surround myself with social media\n  ","732622":"\n  send me questions y’all while i’m at working training & watching videos\n  ","732623":"\n  i’m 25 lmao.\n  \n  my profile pic is recent\n  ","732624":"\n  17 or 19 .\n  \n  i look at least 21 lmao\n  ","732625":"\n  i wear glasses\n  \n  but i’m debating on getting contacts\n  ","732626":"\n  last night ; when my bffs ex asked her back out\n  ","732627":"\n  i love to go to the Marina to relax. it’s so quiet and peaceful .\n  \n  or my dads house\n  ","732628":"\n  2011 , 2013 , 2019, 2020\n  ","732629":"\n  i like chocolate chip muffins\n  ","732630":"\n  i’m 25 & yes.\n  \n  idk what the problem is\n  ","732631":"\n  never had them\n  ","732632":"\n  are you still on something that’s a year old? 😂\n  \n  we all got past this. maybe you should too.\n  ","732633":"\n  i don’t even know wtf you’re talking about\n  ","732634":"\n  neither\n  ","732635":"\n  the sound\n  ","732636":"\n  i don’t\n  ","732637":"\n  no that’s weirdo behavior\n  ","732638":"\n  stop sending me shxt in spanish .\n  \n  i speak english ffs\n  \n  my whole page is english\n  \n  i’m going to end up blocking all of you non english speakers on my page\n  ","732639":"\n  liars\n  \n  pocket watchers\n  ","732640":"\n  my kids\n  ","732641":"\n  i LOVE green tea\n  ","732642":"\n  i have not. but that would actually be cool to do\n  ","732643":"\n  blocked\n  ","732644":"\n  lol . not long at all. i’d cut them off in a second 🤷🏽‍♀️\n  ","732645":"\n  getting pregnant\n  ","732646":"\n  somebody come save my eyebrows . they need help\n  ","732647":"\n  send me questions y’all\n  ","732648":"\n  i get mad af\n  ","732649":"\n  Australia\n  ","732650":"\n  morning\n  ","732651":"\n  nothing like how it is now\n  ","732652":"\n  blocked for not speaking english\n  ","732653":"\n  don’t we all have to please bxtches named Karen\n  ","732654":"\n  smoking\n  ","732655":"\n  i have not\n  ","732656":"\n  bxtch i’ve barely been on.\n  \n  how about you watch your back\n  ","732657":"\n  giving birth\n  ","732658":"\n  nooooooo\n  ","732659":"\n  neither\n  ","732660":"\n  i’m blocking you for not speaking english on my page\n  ","732661":"\n  don’t care\n  ","732662":"\n  i’m sure everyone does\n  ","732663":"\n  this makes no sense\n  ","732664":"\n  black\n  ","732665":"\n  i’m married\n  ","732666":"\n  10 hours late\n  ","732667":"\n  weird flex\n  ","732668":"\n  why are you so obsessed lmao\n  \n  weird flex\n  ","732669":"\n  why are you obsessed.\n  \n  weird flex\n  ","732670":"\n  i don’t do this\n  ","732671":"\n  don’t label myself\n  ","732672":"\n  bye\n  ","732673":"\n  sigh\n  ","732674":"\n  dog\n  ","732675":"\n  if you want to\n  ","732676":"\n  no\n  ","732677":"\n  yeah i did . lol\n  ","732678":"\n  exactly ; like you went around harassing, threaten people , mocking etc and now you want forgiveness . miss me with that bullshxt\n  ","732679":"\n  stop sending me shxt\n  \n  i don’t give a shxt\n  ","732680":"\n  that sucks\n  ","732681":"\n  ask meh questions y’all\n  ","732682":"\n  who i am\n  ","732683":"\n  when i went to Barbados\n  ","732684":"\n  more time\n  ","732685":"\n  send me questions & numbers y’all\n  \n  spam me ✨\n  ","732686":"\n  haha! i think so\n  ","732687":"\n  i smoke\n  ","732688":"\n  idk lol\n  \n  i didn’t get the email yet\n  ","732689":"\n  don’t give a shxt\n  ","732690":"\n  don’t have one ☝🏽\n  ","732691":"\n  i don’t rly have one\n  \n  but i could watch ATL over & over\n  ","732692":"\n  married 💍\n  ","732693":"\n  i’m not a fan of online dating\n  ","732694":"\n  vodka\n  ","732695":"\n  keep sending me in numbers & questions\n  ","732696":"\n  haha. never knew that\n  ","732697":"\n  hahah! i have no idea\n  \n  that’s a good question.\n  \n  unless you break them in half before you put them in the pot.\n  \n  how long are those?\n  ","732698":"\n  be happy in life\n  ","732699":"\n  i love chips\n  \n  cupcakes\n  \n  zebra cakes\n  \n  honey buns\n  \n  chocolate\n  ","732700":"\n  a lot of them . i simply don’t just font listen\n  ","732701":"\n  so many of you weirdos on this site\n  ","732702":"\n  i d c\n  ","732703":"\n  i’m going back to sleep for a little guys!\n  \n  send me questions & numbers to answer ✨\n  ","732704":"\n  y’all are seriously annoying with this other language bullshxt\n  ","732705":"\n  same to you\n  ","732706":"\n  once or twice\n  ","732707":"\n  looks for intelligent\n  ","732708":"\n  keep sending me those numbers in y’all\n  ","732709":"\n  pick up lines are such a turn off & outdated\n  ","732710":"\n  their logic & thinking\n  ","732711":"\n  graduating when i was 3 months pregnant with my son\n  \n  giving birth\n  \n  getting a job\n  ","732712":"\n  don’t grow up to fast\n  ","732713":"\n  my dad\n  ","732714":"\n  cleaning & cooking\n  ","732715":"\n  granny panties\n  \n  no\n  ","732716":"\n  i like to smoke , listen to music and vibe\n  ","732717":"\n  getting married\n  ","732718":"\n  NOOO\n  ","732719":"\n  singing\n  ","732720":"\n  spend it\n  ","732721":"\n  when i got my new job last week\n  ","732722":"\n  i’m 5’4\n  ","732723":"\n  uh yea\n  ","732724":"\n  fxck off my page.\n  ","732725":"\n  i sleep in shorts & a tank top\n  ","732726":"\n  no .\n  \n  i have a husband i can do that with\n  ","732727":"\n  i answered that yesterday\n  ","732728":"\n  that’s why they won’t haha! 😂\n  \n  oh well they shouldn’t just spam me with only sexual numbers lol\n  ","732729":"\n  i like facial hair on my hubby\n  ","732730":"\n  i’m middle class\n  ","732731":"\n  muvax2x0\n  ","732732":"\n  i use to\n  ","732733":"\n  that’s why i lock the answer if it’s to much lol\n  ","732734":"\n  already answered\n  ","732735":"\n  that’s good for you\n  ","732736":"\n  stop asking me this\n  \n  i told you NO\n  ","732737":"\n  ew\n  ","732738":"\n  i don’t know\n  \n  i don’t wear bras\n  ","732739":"\n  night\n  ","732740":"\n  stolen from\n  \n   @xPlayboyShitx\n  \n\n  spam me with numbers y’all.\n  ","732741":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","732742":"\n  NO. this isn’t middle school\n  ","732743":"\n  i’m gaining so many followers\n  \n  send me more questions\n  ","732744":"\n  i’ve been with my husband for 8 years\n  ","732745":"\n  what?\n  ","732746":"\n  i’m going to block you .\n  \n  can you not read or something?\n  \n  STOP SENDING ME QUESTIONS UNDER ANY THREAD!\n  ","732747":"\n  my in law\n  ","732748":"\n  because i think i’m always right\n  \n  one of my biggest flaws that probably won’t ever change\n  \n  it’s the top of things that makes my husband mad .\n  ","732749":"\n  stop sending me questions here and send them separately\n  ","732750":"\n  IF YOU WANT TO ASK ME QUESTIONS.\n  \n  SEND THEM INDIVIDUALLY\n  ","732751":"\n  i mean.\n  \n  there wasn’t anything she could’ve rly done\n  ","732752":"\n  watching Working Moms with my hubby\n  ","732753":"\n  2.\n  ","732754":"\n  more days \/\/ times then others .\n  \n  i’d love to be spammed with questions that aren’t on a thread.\n  ","732755":"\n  i do.\n  \n  they just built the new store.\n  ","732756":"\n  i don’t care to get to know you .\n  \n  i’m not here to meet strangers. especially not no anon.\n  \n  i’m here to answer questions .\n  \n  that’s the point of the site\n  ","732757":"\n  you’re a stranger .\n  \n  why would i care to be mad at you?\n  ","732758":"\n  i don’t care enough about you to be mad\n  ","732759":"\n  none of your business\n  ","732760":"\n  anon\n  ","732761":"\n  anons who keep sending questions on threads .\n  ","732762":"\n  nope.\n  ","732763":"\n  i guess she’s good? 🤨\n  ","732764":"\n  being a mother and wife\n  ","732765":"\n  i don’t rly fear anything\n  \n  but probably being pregnant again (in the sense i’ll be high risk & i’ll need another c section & all that freaks me out)\n  ","732766":"\n  nothing ; i don’t put my self in situations where i could\n  \n  lose anything\n  ","732767":"\n  i am a queen\n  ","732768":"\n  inbox is empty\n  \n  send those questions in pls 🙂\n  ","732769":"\n  yes i have a husband\n  ","732770":"\n  i don’t have a bf\n  ","732771":"\n  ¿¿!\n  ","732772":"\n  painting\n  ","732773":"\n  where are my questions\n  ","732774":"\n  parenting\n  \n  marriage\n  \n  future\n  \n  past\n  \n  in laws\n  \n  favorite things\n  ","732775":"\n  relaxing with a nice blunt\n  ","732776":"\n  10+\n  ","732777":"\n  i have not a clue\n  ","732778":"\n  almost 3 months\n  ","732779":"\n  i’m perfect\n  ","732780":"\n  he used his white privilege tbh\n  ","732781":"\n  i would\n  ","732782":"\n  i bought my self some summer clothes\n  ","732783":"\n  Working Moms on netflix is a pretty good show\n  ","732784":"\n  good afternoon\n  \n  it’s 12:36pm here\n  ","732785":"\n  baby me 🥰\n  ","732786":"\n  i do\n  \n  i like to drink vodka & cranberry\n  ","732787":"\n  thanks\n  ","732788":"\n  uh no.\n  \n  plus he doesn’t even care for any of them.\n  \n  i mean he has them on fb but idc lmao .\n  \n  most of them live in PA where you came from\n  ","732789":"\n  dogs\n  ","732790":"\n  no\n  ","732791":"\n  nope either unlock or you just won’t ever know\n  ","732792":"\n  sometimes i do sometimes i don’t\n  ","732793":"\n  lol i will answer it with coins . sometimes i don’t\n  ","732794":"\n  i’m actually answering the questions 😂.\n  \n  i already put my snapchat lol you just have to unlock the coins to see\n  ","732795":"\n  we’re not chatting in private .\n  \n  if i wanted to talk to someone i would with my husband\n  ","732796":"\n  uh yeah\n  ","732797":"\n  i have 2\n  ","732798":"\n  sun\n  ","732799":"\n  i do sometimes\n  ","732800":"\n  i do 🥺\n  ","732801":"\n  no\n  ","732802":"\n  depends on the drink\n  ","732803":"\n  i just want a baby guys 🥺☹️\n  ","732804":"\n  morning\n  ","732805":"\n  #married\n  ","732806":"\n  by getting a real J O B\n  ","732807":"\n  i hardly get the munchies lmfaoo\n  ","732808":"\n  you can go on nature walks\n  \n  maybe try golfing\n  \n  go karting\n  \n  jet skiing\n  \n  (with the proper caution of course)\n  ","732809":"\n  leopard print isn’t my cup of tea\n  ","732810":"\n  my kids , husband , bff and my dad\n  ","732811":"\n  i’m not to big on desserts .\n  \n  but i like cheese cake , cups cakes , brownies , cookies ,\n  ","732812":"\n  nope. but i am this summer going to find products that fit my type of hair . to get my curls back.\n  ","732813":"\n  i literally answered this question about 5 times this week.\n  \n  i don’t like breakfast foods that much\n  ","732814":"\n  haha! that word is just funny to me .\n  ","732815":"\n  mhm. i don’t rly have one\n  ","732816":"\n  okay? why are you so pressed lmao\n  \n  if you’re so bothered . unfollow.\n  \n  simple\n  ","732817":"\n  i don’t like pudding\n  ","732818":"\n  i wear glasses cuz i can’t see PERIOD\n  ","732819":"\n  who cares! this is social media . y’all get so bent outta shape over an app.\n  \n  acting like i’m writing a college essay or something\n  \n  lol\n  ","732820":"\n  omg because i missed a work means i have a learning disability? and no there’s nothing wrong with it but i don’t have one .\n  \n  if i don’t know how to spell a word i’ll google it .\n  \n  and i don’t get my letters mixed up . i can clearly tell the difference.\n  \n  plus this is a social media app i don’t care enough to spell correctly\n  ","732821":"\n  everyone makes spelling mistakes . and i don’t make a lot . i probably don’t use the right there’s, theirs they’re but that’s a lot of people\n  \n  and i already said i don’t no learning or any disorders besides my anxiety\n  ","732822":"\n  yeah lol\n  ","732823":"\n  lmfao haha!\n  \n  sometimes i wish tho 🔪\n  ","732824":"\n  i can’t tell y’all now .\n  \n  plus y’all would be shocked haha\n  ","732825":"\n  pizza for dinner\n  ","732826":"\n  can’t wait till i tell you guys my secret\n  ","732827":"\n  okay guys .\n  \n  i’m gaining followers ; so ask me questions\n  ","732828":"\n  thanks\n  ","732829":"\n  Banana Split\n  ","732830":"\n  i need a baby guys 🥺😭\n  ","732831":"\n  grey or pink\n  ","732832":"\n  i love it to be chaotic\n  ","732833":"\n  uh no? to me that’s or mentally cheating in a way\n  ","732834":"\n  how loyal she is . how she just buys me food even if i have money. how if i need weed or anything she got me . without me even having to ask. she throws me gas money.\n  ","732835":"\n  stop asking me dumb questions that have nothing to do with me\n  ","732836":"\n  sense of logic\n  ","732837":"\n  i’d build houses on them and rent them to other people\n  ","732838":"\n  uh she’s doing good i guess lol.\n  \n  i talk to her like once a month lol\n  ","732839":"\n  i haven’t been in a while. but i want to get back into it with my fam.\n  \n  and i noticed. i’m trying to get my son a new bike\n  ","732840":"\n  i can’t wait to have another baby 🥺\n  ","732841":"\n  my taco bell\n  ","732842":"\n  nope. i was the one to turn away\n  ","732843":"\n  i have such bad baby fever 🥺😭\n  ","732844":"\n  haha .\n  \n  my dads taller than me way\n  \n  & i’m an inch taller than my mom\n  ","732845":"\n  i read it & no where did they mention anyone .\n  \n  clearly you can’t read\n  ","732846":"\n  didn’t even read the paragraph 🥴\n  ","732847":"\n  eh depends on the situation\n  ","732848":"\n  i was 5\n  ","732849":"\n  Temperature Rising- Tory Lanez\n  ","732850":"\n  never been to either 😩😭.\n  \n  maybe going to plan one next year\n  ","732851":"\n  my husband telling me something i’ve been thinking about for a month & come to find out he’s been thinking the same for a couple months 😍🥺🤭😉\n  ","732852":"\n  omfg reading that dumb bxtches page made my head hurt. like girl stfu .\n  \n  stop sucking asshole\n  ","732853":"\n  so much exciting things 😍\n  ","732854":"\n  it’s not to bad rn\n  ","732855":"\n  i do know one lol\n  ","732856":"\n  stupidity\n  ","732857":"\n  yes that was me the other day lol\n  ","732858":"\n  i have no idea\n  "}}