{"Question":{"735005":"\n   stop throwing the word paedo around. its a serious word not to be used lightly. i dont sound like paedo for saying men are attracted to young women. they are. paedos are attracted to children. but i agree with you about what her real problems are. she is a lying racist\n  ","735006":"\n   Hey pretty girl💘 hope you and your family is staying safe💛\n  ","735007":"\n   Have you ever been unable to sleep? What do you do with your time then?\n  ","735008":"\n   yeah, leave her alone. there are a lot of things she’s said which are bad but her relationship is legal and consentual so its none of your biz. your man will probs change his mind when he’s 40 tbh. all old men perv on young girls and want to be with them tbh\n  ","735009":"\n   What do you think about homosexuality?\n  ","735010":"\n   Do you think you will ever be happy with yourself?\n  ","735011":"\n   they do actually, women mature faster than men. you are just salty coz you know your man would, and probs will, toss you for a younger woman when he turns 40 😂\n  ","735012":"\n   Pick an ASK user to apologize to. Who and Why?\n  ","735013":"\n   he's literally old enough to be her dad and has a son that's only a couple years younger . gross asf , but ofc his p.edo as.s can't stay away from young women\n  ","735014":"\n   Why can't it be fun with a 41 year old?\n  ","735015":"\n   Android or iPhone?\n  ","735016":"\n   Would you relocate for love?\n  ","735017":"\n   When you are super bored, how many times you open the refridgerator?\n  ","735018":"\n   So why do black people walk around say it all the time if they don't like it so much\n  ","735019":"\n   it wrong for anyone to say it even if they was called it a long time ago\n  ","735020":"\n   What are you looking for?\n  ","735021":"\n   she really thinks i have the time, patience, etc. to make a WHOLE NEW ACCOUNT to resend a whole answer of mine that is publicly available...why would i do that when the answer is right there lmfao\n  ","735022":"\n   right like anything that i want to say i post it publicly, i'm not a coward and i don't have to make fake accounts to tell people what i wanna say to them unlikeeeee herrrr\n  ","735023":"\n   i'm geeked someone sent her my answer and she thinks it's me making a fake account like that isn't her modus operandi\n  ","735024":"\n\n    https:\/\/ask.fm\/MarieJazxo\/answers\/161741909409\n   \n","735025":"\n   Would you rather know how or when you'll die\n  ","735026":"\n   Would you be happy without money?\n  ","735027":"\n   why is Jasmine using the n word like she’s black and it’s ok\n  ","735028":"\n   Do you think we should wory about the environment?\n  ","735029":"\n   What is the best way to express your love to someone?\n  ","735030":"\n   If there were someone ready to write a piece of writing for you and about anything you want, would you pay it to get that?\n  ","735031":"\n   democrat or republican?\n  ","735032":"\n   she's been called out for being racist and now she's just letting it all show lmao\n  ","735033":"\n   Color has nothing to do with it\n  ","735034":"\n   why\n  ","735035":"\n   hey girls and guys are on different buses for track, right?\n  ","735036":"\n   Do You Get Food Stamp?\n  ","735037":"\n   Do you have any gum?\n  ","735038":"\n   pretty lady\n  ","735039":"\n   What do you like to do on a rainy day?\n  ","735040":"\n   What did you eat for lunch? I had a ham sandwich, pretzels, string cheese and strawberries .\n  ","735041":"\n   What is your personal opinion on bangs? (Hair wise) I'm thinking about instead of cutting my hair off when the salons open just getting some bangs!\n  ","735042":"\n   What a fast food place you randomly crave? (I don’t eat fast food a lot but i crave McDonald’s tea 😫)\n  ","735043":"\n   If you were given a choice to turn into a zombie in a zombie apocalypse or to die, which would you pick? 🧟‍♀️ 🧟‍♂️ Generally speaking, do you think you’d survive a zombie apocalypse?\n  ","735044":"\n   Do you like lights?\n  ","735045":"\n   What's your favourite dish of your mom hand\n  ","735046":"\n   Fav subject?\n  ","735047":"\n   What is a cooking fail you've had or seen?\n  ","735048":"\n   Do you think it's normal or petty for a person to delete all their photos with their ex from social media, after a breakup?\n  ","735049":"\n   Do you think the sound of your voice fit the way you look? Or does it give of a completely different impression when people can't see you? 🗣🤔\n  ","735050":"\n   what r u doing?\n  ","735051":"\n   what’s for dinner?\n  ","735052":"\n   she looks cute\n  ","735053":"\n   have you ever done a virtual date or a virtual double date?\n  ","735054":"\n   What is your favourite word\n  ","735055":"\n   Is your spouse (if single imagine you have one) watching p0rn cheating to you? Why or why not?\n  ","735056":"\n   If you got a free check for $5,000 right this second, how would you use it?\n  ","735057":"\n   Out of 10 how bored are you\n  ","735058":"\n   Do you like Harry Potter\n  ","735059":"\n   What was the last time you generally felt bad for someone\n  ","735060":"\n   Do you have a favourite horror movie?\n  ","735061":"\n   Have you been going outside or strictly staying inside? (I know the rules are different for some states.)\n  ","735062":"\n   When was the last time you felt old\n  ","735063":"\n   عمرك تعاقبتيو وقفتي وجهك عالحيط و رفعتي اديكي و رجل و وجهك عالحيط؟ اذا صارت مين الي عاقبك؟ 😂😂😂😂\n  ","735064":"\n   What makes you nervous?\n  ","735065":"\n   Have you had an appendectomy yet?\n  ","735066":"\n   What’s you fav flavor of ice cream?\n  ","735067":"\n   What did you do today\n  ","735068":"\n   Are you following jasmine monkey face?\n  ","735069":"\n   вот ответь чесно.ты думаеш что лучше Леры?\n  ","735070":"\n   how long have you been married?\n  ","735071":"\n   What cigarettes do you prefer?\n  ","735072":"\n   Are you more afraid of failure or success, and why?\n  ","735073":"\n   Is there somebody you would consider “the one who got away”?\n  ","735074":"\n   What kind of dogs do you like? What breeds? If you want to take a picture of it and share it you can or share a GIF.\n  ","735075":"\n   Saw answer. Won't let me like.. At like limit. Ugh.\n\nBut thank you! ❤😊🤘\n  ","735076":"\n   If you had a teenage daughter and you found out she was s.exually active, how would you handle it? Would you be willing to put her on birth control?\n  ","735077":"\n   I've been scrolling thru twitter & ppl have been talking about how much they hate being stuck around their wife\/husband during this time. & So many ppl seem to complain about marriage online especially. Have you noticed that too? Any thoughts?\n  ","735078":"\n   Is marriage difficult?\n  ","735079":"\n   Why\n  ","735080":"\n   Right like you still gave birth to her. Just because she lives with her grandma doesn't mean you're not her mother anymore lmao.\n  ","735081":"\n   What scientific fact do you love?\n  ","735082":"\n   What’s your favourite fast food?\n  ","735083":"\n   part of the pack or lone wolf?\n  ","735084":"\n   Is there something you enjoy doing but you’re not really good at?\n  ","735085":"\n   Who is your hero?\n  ","735086":"\n   What’s your favourite chocolate?\n  ","735087":"\n   How do you keep yourself motivated?\n  ","735088":"\n   What’s something I could do to put a smile on your face?\n  ","735089":"\n   Much love to you Gabby! I hope you and your family and friends are doing all right! Stay safe!\n  ","735090":"\n   Is it just me or is there loads of adult jokes in Spongebob that you never noticed as a kid\n  ","735091":"\n   Do you prefer morning or evening?\n  ","735092":"\n   What’s your favorite movie about a white girl who dates a black guy?\n  ","735093":"\n   Can or do you drive?\n  ","735094":"\n   if this anon is over 18 their parents technically don’t have them either. does that mean they don’t have parents? lmao.\n  ","735095":"\n   Sunsets or sunrises?\n  ","735096":"\n   Have you ever put money into the stockmarket\n  ","735097":"\n   Or why they are assuming you always have arguments just because you had one last week 😂🤯\n  ","735098":"\n   You don't have one of them so\n  ","735099":"\n   Is it normal for couples to always have bad arguments\n  ","735100":"\n   Y'all won't last lmfao\n  ","735101":"\n   How many kids do you want?\n  ","735102":"\n   Do you or have you ever sent nudes?\n  ","735103":"\n   would you be more inclined visit a relaxing all inclusive resort (where your vacation is more about drinking on the beach and tanning by the pool) or a more “off the beaten path” trip (where your vacation is more about local culture and adventures)?\n  ","735104":"\n   What’s your drive to push you to be better today than yesterday?\n  ","735105":"\n   How do you go about asking one of your ex’s for help?\n  ","735106":"\n   Do you like back to the future\n  ","735107":"\n   What's the last thing to make you sad?\n  ","735108":"\n\n    @RedOasis2017\n   \n   🔴\nShoutout to him!\nIt's his 25th birthday today! 🎂 4\/16 Y'all go and stop by and drop him some happy birthday wishes if you get a change! Give him a follow! 🎉 He's an awesome friend! Happy Birthday Tommy! 🎊 Hope you have an awesome birthday today pal!\n  ","735109":"\n   what are you doing gorgeous\n  ","735110":"\n   ur a fine mf\n  ","735111":"\n   have you seen ur daughter?\n  ","735112":"\n   did\n   \n    @muvaaa2be\n   \n   ever apologize for calling you a black a**\n  ","735113":"\n   What do you not hate?\n  ","735114":"\n   You're planning a nice dinner party but could only invite 2 people. Who would you invite?\n  ","735115":"\n   I know some spanish and italian !!\n  ","735116":"\n   How many times a day do you have to charge your phone?\n  ","735117":"\n   What was the last thing to shock you\n  ","735118":"\n   What languages do you speak? (Or want to learn to speak?)\n  ","735119":"\n   What's your favorite type of body wash you like to use? Share a pic or GIF with this if you'd like.\n  ","735120":"\n   what’s the most you’ve ever been hurt? did you have to go to the hospital?\n  ","735121":"\n   Be honest, has there ever been a time in your life where you had a tendency to make, what should be simple social interactions with others, much harder then they ought to be, just through sheer awkwardness on your part?? 😳🙈\n  ","735122":"\n   what’s a food that’s better cold than hot?\n  ","735123":"\n   Is there a piece of furniture in your house that you absolutely love? That you spend most of your time around? (other then your bed.)\n  ","735124":"\n   do you know much about the Amish?\n  ","735125":"\n   What in life is most beautiful to you?\n  ","735126":"\n   Are you friends with any of your ex’s?\n  ","735127":"\n   Do you ever wear overalls? Would you ever?\n  ","735128":"\n   Which was the better game? Tag or hide and seek?\n  ","735129":"\n   Do you believe in fate, or do you think that things happen because of our decisions?\n  ","735130":"\n   Do you wear your emotions on your sleeve?\n  ","735131":"\n   do you like to have the windows open at your house?\n  ","735132":"\n   have you ever done a virtual doctor’s visit?\n  ","735133":"\n   what is something non-restaurant or grocery store related you miss about life before the coronavirus?\n  ","735134":"\n   How’s everyone’s day going?(:\n  ","735135":"\n   What’s a topic that you can talk about for hours ?(:\n  ","735136":"\n   From Morocco 🇲🇦\nHow are you ?? 😕..\n   \n    @Ask\n   \n   back ?\n  ","735137":"\n   do you know how many unanswered questions you have? do you keep your inbox cleaned out or do you keep all of your unanswered questions?\n  ","735138":"\n   Would you ever go ice skating? Have you done this before?\n  ","735139":"\n   i realized how much i use my phone by y’all saying you charge yours once or twice. anyways do any of y’all have a case that charges it? what brand?\n  ","735140":"\n   What your shoe size is?\n  ","735141":"\n   What time is it?\n  ","735142":"\n   Do you wear Crocs?\n  ","735143":"\n   That’s just a spam.\n  ","735144":"\n   How many times a day do you have to charge your phone?\n  ","735145":"\n   What would your dream date be like?\n  ","735146":"\n   Have you ever called the cops on someone?\n  ","735147":"\n   Should white people be hesitant to call the cops on black people? Why or why not?\n  ","735148":"\n   Have you ever tried Acupuncture\n  ","735149":"\n   Do you ever go into certain sites on your phone then all of a sudden another tab pops on saying that there is a virus detected on your phone? Is it actually true or not about the virus\n  ","735150":"\n   Hey ❤️! Hope you have a good day 🥰\n  ","735151":"\n   do you keep your bio up to date on here?\n  ","735152":"\n   Who is a person that you admire and what qualities do you have in common with that person?\n  ","735153":"\n   May mga lalaki talaga na nahuli mo na nga sa mali niyang ginagawa nagdedeny parin. \n Ps: (Hindi ko nilalahat ng lalaki)\n  ","735154":"\n   You be looking better every time I come to your profile\n  ","735155":"\n   did\n   \n    @dqfinallygotsuspendedagain\n   \n   daqruan disable because of coronavirus or because of attention seeking?\n  ","735156":"\n   do you unfollow people once they become inactive?\n  ","735157":"\n   hello guys, how’s everybody been? :)\n  ","735158":"\n   tellonym.me\/Mom2BeSept4th\n  ","735159":"\n   Has anyone told you that they really like you but then they felt that you would be hard to please?\n  ","735160":"\n   If you could speak any language what language would you pick\n  ","735161":"\n   Are you outgoing or shy?\n  ","735162":"\n   How to dress up on the first date?\n  ","735163":"\n   What would you do if someone told you to give up your favorite dessert or re-date your ex?\n  ","735164":"\n   Sleeping for 7-8 hours or taking naps throughout the day?\n  ","735165":"\n   If you could turn back time, would you do it? Why?\n  ","735166":"\n   what’s that picture of by lauren name\n  ","735167":"\n   What was your favorite thing to do growing up?🕹🏃‍♀️🖍 Like the one you have the most fond memories doing? 😊\n  ","735168":"\n   Men are good at being annoying lmfao. I’m doing good besides being itch from the rash 😐I think the world is trying to kill me\n  ","735169":"\n   post a fun fact about your significant other or best friend!\n  ","735170":"\n   How do you normally spend your summer? ☀️\n  ","735171":"\n   What do you have in mind?\n  ","735172":"\n   Popcorn or pretzel?\n  ","735173":"\n   How’s the week so far?\n  ","735174":"\n   Wouldn’t you be annoyed as hell if you woke up too a text message from the person that you spoke to a day before? Like  nobody wants to talk to the same person they spoke to a day before. Do you get what I am saying to you ?\n  ","735175":"\n   do you have any pets? post a picture? if not, do you want a pet?\n  ","735176":"\n   who is your favorite old school west coast rapper? (if you answer with something abt how you don’t like rap I am going to yawn.)\n  ","735177":"\n   Do you find it easy or difficult to cut people out of your life?\n  ","735178":"\n   If you could 'remove' one part of yourself (it can be a personality trait, a bad habit, or a physical attribute) what would you remove and why?\n  ","735179":"\n   Do you pay water meter\/usage charge in your area?\n  ","735180":"\n   post a fun fact about you!\n  ","735181":"\n   post a fun fact about your child(ren) or pet(s)!\n  ","735182":"\n   Would you be super duper annoyed if quarantine finished and nobody told you?\n  ","735183":"\n   Stop? I feel like I've barely started.\n  ","735184":"\n   Fingers crossed for you all 🙏 stay safe lovely, my inbox is open if you need a chat 💕\n  ","735185":"\n   Oh no! Hopefully it's sorted soon, the thought of no food for the kids is what set my anxiety off most. Idk how you're all coping 😢! I've got it sorted for payday, couple of texts and that was that 😍😂 saves me having to get stronger painkillers off the doctor lol\n  ","735186":"\n   Shit are your stores still low on stuff 😞? Ours are basically fully stocked, pasta is a bit of a pain but everything else we can get. Honestly, I need to find a dealer nearby 😂\n  ","735187":"\n   I've been to the store twice since we locked down. It's shit isn't it. What I'd do to smoke a joint and just go to sleep honestly 😂\n  ","735188":"\n   Our lockdown has been extended to atleast May 7th. How long have you been on lockdown? How are you passing the time? How's your mental health holding up?\n  ","735189":"\n   have you ever worked in retail?\n  ","735190":"\n   You need to discover like real soon bc it’s prolly the coolest game evert invented\n  ","735191":"\n   Aye you ever heard of a video game called Sonic Riders? It’s lit af\n  ","735192":"\n   Why do people even bother with marriage, especially men when the woman is entitled to half your money if y'all split? Most of the married people I know complain about how miserable they are. Sounds like a lot of stress and expenses. Add kids to the mix and it's even worse.\n  ","735193":"\n   Can I say congrats?\n  ","735194":"\n   Congrats 🍾\n  ","735195":"\n   The same one who gave you two kids?\n  ","735196":"\n   And how old are you?\n  ","735197":"\n   what puts you in a good mood?\n  ","735198":"\n   Your kids’ names ain’t “kids” either, but whatever. How old are your kids?\n  ","735199":"\n   What have you learned about yourself during quarantine?\n  ","735200":"\n   what are you craving right now?\n  ","735201":"\n   What’s wrong with that question? Haha\n  ","735202":"\n   How old is the offspring?\n  ","735203":"\n   Have you ever had to walk away from a relationship that you really, really wanted to work out? 💔 Like, however toxic it seemed at times, you just kept giving it chance after chance, until eventually you realised you were just flogging a dead horse?? 😐 (Delete\/ignore if you find upsetting)\n  ","735204":"\n   Have you ever came up with a plan and it went horribly wrong but it seemed so much easier in your head\n  ","735205":"\n   You a mum?\n  ","735206":"\n   So my mom, sister and I are planning a trip for around my birthday..I'm not too sure where we should go, but we want to go somewhere we've never been. What's your favorite places to visit or places you'd like to visit? \nI need ideas!\n  ","735207":"\n   Do you like mcdonalds or pizza hut?\n  ","735208":"\n   Americans. Have you gotten your stimulus check from our great leader Donald Trump yet? You do know you’ll be paying it back next year correct?\n  ","735209":"\n   What are 5 positive changes you can make in your daily life to lower stress and anxiety ?\n  ","735210":"\n   are you apart of the VIP program? why or why not?\n  ","735211":"\n   You like ‘em vaccinated?\n  ","735212":"\n   Are you currently doing a job that you don't feel safe turning up to? 😳\n  ","735213":"\n   How do you like your eggs?\n  ","735214":"\n   What's your sign? ♈♊♉\n  ","735215":"\n   What's the first thing you are going to do after lockdown? 💁🏻‍♀️☀️\n  ","735216":"\n   'I am a sinner, Heaven's closed to what I've done' (Sully Erna lyrics): ⬆️ Have you ever felt like this? (In a philosophical way, more then a religious way, I mean)\n  ","735217":"\n   Send @ for tbh\n  ","735218":"\n   Out of 10 how good is your sense of humor\n  ","735219":"\n   How old were your parents when they had you?\n  ","735220":"\n   Just wondering, am I the only one who hasn't got a Scooby Doo who Carole *Bleeping* Baskin is?? 🤷‍♂️🤯\n  ","735221":"\n   What have you done today\n  ","735222":"\n   Do you like nba youngboy?\n  ","735223":"\n   Would you get upset If your partner or future one if you're single was checking out other girls\n  ","735224":"\n   What is your current educational goal\n  ","735225":"\n   Do you have that one annoying friend with an 'Anything you can do, I can do better' attitude?\n  ","735226":"\n   Do you like Slipknot at all? If so, have you ever been to one of their gigs? Was it as wild as people make out?? 🤗😬🤘\n  ","735227":"\n   Do you think a couple getting engaged after 1 year is too soon?\n  ","735228":"\n   What is the scariest movie you’ve ever seen?\n  ","735229":"\n   Can you help me get my CLOUT 💌🥃🍯\n  ","735230":"\n   If you have heard off about Islam and do you have any questions about it , You can ask us immediately ❤💯\n  ","735231":"\n   I’m crying to you right now INTERNET QUEEN 👑🐍💌👁😭\n  ","735232":"\n   How would you react to someone you know crying in front of you?\n  ","735233":"\n   💙\n  ","735234":"\n   do you have a bucket list for this year? if so, what's on it?\n  ","735235":"\n   what morals do you live by?\n  ","735236":"\n   what experience impacted your life the most?\n  ","735237":"\n   what are your thoughts on open relationships? would you be able to handle it?\n  ","735238":"\n   what is a relationship deal breaker for you?\n  ","735239":"\n   what was your best phase in life? \nwhat about your worst phase?\n  ","735240":"\n   What is more important: being true to yourself regardless of who gets hurt or considering the consequences of your actions on other people’s lives?\n  ","735241":"\n   I think she deleted it but she posted yours and Elyssa kids and that is not right\n  ","735242":"\n   Jasmine deleted her account so no it’s not jasmine LMFAO\n  ","735243":"\n   If the girl deleted her account why do you all still talk about her it makes you all look really pathetic honestly\n  ","735244":"\n   Anyone please try and help me get more likes\/followers on insta: Carla.hallx\n  ","735245":"\n   She’s f*cking NUTSSSS lol\n  ","735246":"\n   Gooo look LMFAO\n  ","735247":"\n   Never mind looks like she’s starting drama over there to with other people lmfao this girl has issues\n  ","735248":"\n   Lmao she literally over there playing innocent it’s hilarious\n  ","735249":"\n   Why she acting all innocent all that app tho like people dont know the type of person she really is LMAO\n  ","735250":"\n   Have you ever laid down on the floor during really warm nights to cool off? 🥵 Or is it only me who's done that? 😂\n  ","735251":"\n   what questions do you like answering the most?\n  ","735252":"\n   I think she is pregnant u can tell it’s a little round but she also big on top that I don’t think she’s lying about being pregnant but she definitely isn’t mother material she is not ready for a kid\n  ","735253":"\n   Or lilmissnotpregnant\n  ","735254":"\n   Right lol , she tries to escape thinking we won’t find out other social media’s and sh*t just to f*ck with her\n  ","735255":"\n   deleted her ask account and had the nerve to make one of these and send me something off anon Forgetting that she was off\n   \n    https:\/\/tellonym.me\/LilMixedBeauty\n   \n","735256":"\n   Jasmin deactivated\n  ","735257":"\n   Would you rather face Conor McGregor in the octagon or listen to somebody scratching a plate with a fork for 2 hours straight?\n  ","735258":"\n   What's your opinion on heels? 👠 How often do you wear them if ever? 🤔\n  ","735259":"\n   Have you went swimming yet this year or no? Do you plan to go?\n  ","735260":"\n   Did you receive anything wonderful on Easter? Care to share a photo? Or did you make anything yummy?\n\n(If you don't share Easter just use any of these questions as a random filter question. Sorry for sending them if you don't celebrate it.)\n  ","735261":"\n   Last nice thing you did for yourself? Someone else?\n  ","735262":"\n   Did you have a good easter even during quarantine?\n  ","735263":"\n   How have you been keeping busy during quarantine?(:\n  ","735264":"\n   Nice! Who is your best friend?\n  ","735265":"\n   what is one question you absolutely refuse to answer?\n  ","735266":"\n   Favorite color?\n  ","735267":"\n   Favorite thing to do in barbados?\n  ","735268":"\n   Favorite place in the world?\n  ","735269":"\n   whaaaaat? why? i was considering getting one lol\n  ","735270":"\n   what do you think that people often misunderstand about you?\n  ","735271":"\n   Of all the things you've bought in your life, what has been the worst thing you’ve purchased?\n  ","735272":"\n   if you could get a tattoo right now, what would it be?\n  ","735273":"\n   what is a friendship deal breaker for you?\n  ","735274":"\n   Guys i wanna do a singing group on Snapchat\n  ","735275":"\n   Your name is golden too😂😂\n  ","735276":"\n   What would you do if you knew you couldn't fail?\n  ","735277":"\n   Do you get the warning very often.\n  ","735278":"\n   Do you like the zoo\n  ","735279":"\n   why don’t you guys like\n   \n    @YaFavoriteMixedGirl\n   \n","735280":"\n   Is there anyone of yours friends that when you go to their house you just walk in or do you always knock ?\n  ","735281":"\n   Do you believe  that you were another person or an animal in a past life. Plusbwhen you die do you think that you will come back as something else\n  ","735282":"\n   followed\n  ","735283":"\n   Don’t you ever get annoyed when your friends reply back to your texts 2 or 3 days or even a week later after you sent them the text ? Like c’mon people have their phones on them 24\/7 how could you not see the text you know what I mean?\n  ","735284":"\n   Would you rather have a pet lemur or a pet kangroo\n  ","735285":"\n   did u hear  that mom Jay-Z publicly announced non-traditional orientation?\n  ","735286":"\n   What are your hobbies?\n  ","735287":"\n   Why is it that some women have facial hair? Only guys get facial hair don’t they  ?\n  ","735288":"\n   15 likes for\n   \n    @ITaylorSwift1989\n   \n   plz?💗\n  ","735289":"\n   Is your Snapchat not opening as well?\n  ","735290":"\n   What is the weirdest conversation that you've ever had\n  ","735291":"\n   Do you like the Easter bunny chocolate or not really?\n  ","735292":"\n   Would you rather eat a Raw onion or a raw garlic bulb\n  ","735293":"\n   SAME. 💛💛💛 we should’ve BEEN friends. you’re funny as f*ck.\n  ","735294":"\n   let’s be friends girl 💛💛💛\n  ","735295":"\n   Only some of us are able to follow our heart. This is what makes people happy. Are you happy?\n  ","735296":"\n   Do you find it difficult to change your habits? What is one bad habit you have overcome?\n  ","735297":"\n   How was the weather yesterday where you were? It was horrible for us. Really bad wind tornado warnings and flooding. Lots of lightning.\n  ","735298":"\n   Anybody had a wonderful day? I did !!!\n  ","735299":"\n   How do u get VIP on here\n  ","735300":"\n   yet she wants to talk about other people and their trauma yet she's condoning it smh\n  ","735301":"\n   What’s a good name for a gentle mare (female horse)?\n  ","735302":"\n   Do you have a favorite number?\n  ","735303":"\n   right. it's scares me too but no one would ever get through to her because she's just as nasty\n  ","735304":"\n   what is your opinion on the drinking of animals milk?\n  ","735305":"\n   What do you think are the two things that prevent people from realizing their dreams?\n  ","735306":"\n   she'll just say how \"miserable\" you are for \"worrying\" about her life lmao\n  ","735307":"\n   did you learn about South African apartheid in school?\n  ","735308":"\n   are you lactose intolerant?\n  ","735309":"\n   what countries are you most visited in traveling to, one day?\n  ","735310":"\n   What is one thing you really need right now?\n  ","735311":"\n   Whenever you crave fast food... Where is your favourite place to grab a bite to eat (or to order take-out from)?\n  ","735312":"\n   can you dance?\n  ","735313":"\n   I’m abt to go through and weed out people who haven’t responded in awhile. so I MIGHT unfollow you, if I do and you still want questions let me know! respond to this w the @ of someone active, I need new accts to follow...\n  ","735314":"\n   do you own a gun or guns?\n  ","735315":"\n   do you own any thing Adidas?\n  ","735316":"\n   How many siblings do you have?\n  ","735317":"\n   Happy Easter everyone🐣🐰 (to those who celebrate it) hope you all had a wonderful & happy easter!🤍✨\n  ","735318":"\n   What is the best way to fix a broken heart?\n  ","735319":"\n   Have you watched “90 day fiancé”? (If so do you like it?)\n  ","735320":"\n   Do you ever have trouble sleeping? What do you do when you can't sleep?\n  ","735321":"\n   Do you wear slippers?\n  ","735322":"\n   Easter chocolate bunny question:\n\nDo you like hollow ones or solid more?\n  ","735323":"\n   What was the dumbest &\/or funniest thing you've seen on here recently??\n  ","735324":"\n   what are attitudes toward marijuana like where you live?\n  ","735325":"\n   Do you ever listen to music in a foreign language? Or do you prefer to listen to music that's in your native language?\n  ","735326":"\n   do you think OJ Simpson did it?\n  ","735327":"\n   what makes your heart race?\n  ","735328":"\n   do you like spicy food?\n  ","735329":"\n   How is everyone spending their Sunday?\n  ","735330":"\n   Do you like the color blue? Let's go some blue GIFs or PICs!\n  ","735331":"\n   What’s your greatest fear while swimming in the ocean?\n  ","735332":"\n   Which foreign language would you like to learn?\n  ","735333":"\n   What makes you happiest?\n  ","735334":"\n   what’s the most ridiculous thing you have seen on here?\n  ","735335":"\n   If you celebrate 🐣 Easter!\n(If not just ignore and delete)\n\nIf do! Well then Happy Easter to you and to all of your friends and family! Use this to share whatever you would like on Easter. Whether it be a picture with your family or an Easter GIF.\n\n(Again if you don't celebrate Easter just ignore)\n  ","735336":"\n   If someone wrote a biography about you, what do you think the title should be?\n  ","735337":"\n   Do you like green?\n  ","735338":"\n   I mean she is married to a guy basically twice her age LMAOOO\n  ","735339":"\n   Yay. i’m glad to see you’re back on\n  ","735340":"\n   Do you follow\n   \n    @YaFavoriteMixedGirl\n   \n","735341":"\n   If I gave you 24 hours to learn these skills which one would you find most challenging?\n\nDoing a handstand\nJuggling\nThrow a card in a fruit\nWhistle into fingers \nMake an origami figure\nLearn to photoshop\nFold shirt in 3 secs\nMake a balloon animal\nSay the alphabet backwards \nLearn to do the worm\n  ","735342":"\n   from where\n  ","735343":"\n   Happy Easter y’all! 🐇🐰🐣\n  ","735344":"\n   Simpsons or family guy\n  ","735345":"\n   Hi\n  ","735346":"\n   Do you have a safe in your house\n  ","735347":"\n   You ain’t left handed lmao. You know your right handed\n  ","735348":"\n   Are you right handed or left handed ?\n  ","735349":"\n   what did your son get for easter\n  ","735350":"\n   Please help me spread my message of LOVE 💌🎼🌙🔛🔝🔜🎭👻\n  ","735351":"\n   I know I could be IRRELEVANT, without you my internet Queen 👑\n  ","735352":"\n   If you celebrate: Happy Easter! 🐣 Share a pic from today if you'd like 🐇\n  ","735353":"\n   Michigan\n  ","735354":"\n\n    @yafavoritemixedgirl\n   \n","735355":"\n   When Ben Shapiro explained why he didn’t consider rap to be music, he said that: “There are three elements to music: harmony, melody rhythm, rap only fulfills one of these, the rhythm section. There not a lot of harmony or melody, it’s basically spoken rhythm.” What do you think? Is rap music?\n  ","735356":"\n   \"then why ask\" as if you came to their page lmao\n  ","735357":"\n   far from dallas :(\n  ","735358":"\n   Where do you live?\n  ","735359":"\n   Then why ask if your replies are all \"IDC\"? Stop asking questions if all you do is reply with negativity! Yeah, idc either lol.\n  ","735360":"\n   it's okay to not have one\n  ","735361":"\n   Picture with your bestfriend?\n  ","735362":"\n   Likers get 3 likes?\n  ","735363":"\n   How old were you the first time you fell in love?\n  ","735364":"\n   skip the real cheap cheeses like velveeta. Use real cheddar, Asiago, Parmesan add some diced scallions or chives, milk and topped of with cracked pepper. Want to get fancy, use white pepper!\n  ","735365":"\n   Hey, hope you had \/ are having a great day 😎😎😎\n  ","735366":"\n   Any plans for Easter?\n  ","735367":"\n   How old will you be on your next birthday? How long have you been on this site?\n  ","735368":"\n   what’s your favorite add-in to mac n cheese\n  ","735369":"\n   what is something that occurs on askfm that really bothers you (besides pesky anons)? on the contrary, what is something you genuinely enjoy about askfm?\n  ","735370":"\n   what is your worst habit? what is your best habit?\n  ","735371":"\n   what’s a food you really like but most people don’t?\n  ","735372":"\n   So what are you all doing for Easter? We are having roast rabbit for our dinner. The kids will be so surprised!\n  ","735373":"\n   Where is your favourite place to be, and why?\n  ","735374":"\n   What is the strangest thing you’ve ever eaten?\n  ","735375":"\n   Hey happy Easter\n  ","735376":"\n   Wishing you all a very Happy and Safe Easter 🐇🍫❤ ... apologies if you don't celebrate 🙏\n  ","735377":"\n   What's the last thing that made you happy?\n  ","735378":"\n   Do you believe in aliens?\n  ","735379":"\n   They posted her exact address on Elyssas account and everything I hope people go to her house\n  ","735380":"\n   Elyssa went to the cops and everything\n  ","735381":"\n   Elyssa has said her account was banned and you know the different when you type it in\n  ","735382":"\n   She got banned for saying Elyssa daughter should get molested\n  ","735383":"\n\n    https:\/\/ask.fm\/YaFavoriteMixedGirl\/answer\/160573554328?utm_source=copy_link&utm_medium=iOS\n   \n","735384":"\n   I mean she did say the name of her last account and say how she isnt faking her pregnancy\n  ","735385":"\n   Would you like a link goodness she sounds so ghetto and likes she trying too hard to be black sorry not trying to offend you in anyway\n  ","735386":"\n   She posted a proof video on her page like an hour ago\n  ","735387":"\n   Jasmine is a fake account?\n  ","735388":"\n   how hectic is your schedule? (when there isn’t a quarantine)\n  ","735389":"\n   Has your race ever made your life more difficult?\n  ","735390":"\n   what is your favorite decoration in your house\/bedroom?\n  ","735391":"\n   Do you watch Robot Chicken?\n  ","735392":"\n   Are you a real account\n  ","735393":"\n   Are you hunting for eggs on your Snapchat map?\n  ","735394":"\n   Hows your lockdown\n  ","735395":"\n   bahahahaha\n  ","735396":"\n   Had to create a new account be sure to send me questions and things to answer (sent this to everyone) ✨\n  ","735397":"\n   ❤️😄\n  ","735398":"\n   ❤️\n  ","735399":"\n   What's for dinner in your house today? 🤤\n  ","735400":"\n   They also offer a cheaper plan for the iPhone 11, is it the camera? U don’t like\n  ","735401":"\n   You’re being ripped off Rogers offers $157 tax included, a month unlimited data and shareable data plus other features for iPhone 11 Pro Max.\n  ","735402":"\n   Hahahah\n  ","735403":"\n   What’s your motto?\n  ","735404":"\n   What is the best way to say goodbye?\n  ","735405":"\n   hi\n  ","735406":"\n   And so are you, beautiful soul! 💙✨\n  ","735407":"\n   ✨ You are enough. You are the best you there is. I appreciate you! 🤗💞\n  ","735408":"\n   You like strawberries? 🍓\nEver been to the Strawberry Patch before?\n\nRight now the strawberries look amazing! I love going to the strawberry patch! Very fun! If you have never done this before I strongly recommend!\n  ","735409":"\n   How is the weather today?\n  ","735410":"\n   What about him motivates you?\n  ","735411":"\n\n    https:\/\/ask.fm\/OfficialRitaBurnic\/answers\/161961173760\n   \n","735412":"\n   Who do you love most in the world and why?\n  ","735413":"\n   What's your favorite subject and tell me why?\nWhat language would you like to learn if it's your favorite subject?\nPut a emoji for your favorite subject? ☺\n  ","735414":"\n   What or who motivates you to get out of bed every morning?\n  ","735415":"\n   Bye\n  ","735416":"\n   Have you ever watched Smallville at all? If so would you recommend it to others? I'm currently in need of a really good TV serial that I've never seen before to get stuck into... 🤗👌 Also, if you have seen it, can you say whether it's true that Clark\/Superman never even flies in it?? 😮😟🤷‍♂️👎\n  ","735417":"\n   Are you saving up more or buying things you typically don't need?\n  ","735418":"\n   What are the first things you notice when you meet someone? ?\n  ","735419":"\n   PlayStation or Xbox?\n  ","735420":"\n   Hope you're well, if not, I hope things get better for you!\n  ","735421":"\n   Deja-vu: is there anything to it or merely coincidence?\n  ","735422":"\n   Out of the positive emotions of compassion, positivity, enthusiasm and initiative, which one is your biggest strength?\n  ","735423":"\n   Would you rather be loved or to love?\n  ","735424":"\n   what’s the most populous city in your state or in your country? when was the last time you were there?\n  ","735425":"\n   If you were given a chance to explore the oceans, go to outer space or visit 50 different countries, which one you choose and why?\n  ","735426":"\n   Do you like to brush your hair or have your hair brushed? Or are you really not a fan of brushing your hair at all? Or having it brushed?\n  ","735427":"\n   how are you ?\n  ","735428":"\n   who are you talking about?\n  ","735429":"\n   you’re very pretty\n  ","735430":"\n   What’s your favourite tv show of all time ??? :)\n  ","735431":"\n   What’s your favorite go to snack(s)?\n  ","735432":"\n   Yeah you will love it when you get it.\n  ","735433":"\n   I've already went over it but I dont experience any lag with my service\n  ","735434":"\n   You will also get the 50gbs of data too which is very awesome\n  ","735435":"\n   You're going to get that too once you get on tmobile. Tmobile and sprint recently merged.\n  ","735436":"\n   That's pretty painful for me. I pay 228 dollar phone bill. 180 for 5 lines my monthly for my phone and 2 insurance plans. Also got netflix for free.\n  ","735437":"\n   mines like $450 😬\n  ","735438":"\n   That's expensive.\n  ","735439":"\n   ❤️\n  ","735440":"\n   Everyone should be sueing sprint for it. They're not supposed to raise the bill. You signed a contract for a certain price and it's illegal to raise the price. Well you will be on tmobile soon so your bill will go down to like 140.\n  ","735441":"\n   Hey everyone, I hope you’re all doing well and staying safe and healthy! 🤍✨ Sending lots of love and positive vibes your way!\n  ","735442":"\n   Do you tend to eat more healthy? Or more junk?\n  ","735443":"\n   Vampire Diaries or The Originals?\n  ","735444":"\n   Why is your bill so big? Dang 374 is so much for a bill.\n  ","735445":"\n   That is a big sprint bill! Like 50 more than mine is on tmobile.\n  ","735446":"\n   god. she’s still posting about me.\n  ","735447":"\n   And it was the first sh t to come up\n  ","735448":"\n   Who is your favorite woman that you’d consider a “popstar”\n  ","735449":"\n   There's been no drama with your friends today\n  ","735450":"\n   Marissa?\n  ","735451":"\n   Sad you're too pxssy to even name the person\n  ","735452":"\n   oooooo i’m texting you lol\n  ","735453":"\n   Is this about Chloe\n  ","735454":"\n   I had to look that word up, then it was TMI\n  ","735455":"\n   Who is this about? 👀\n  ","735456":"\n   Are you welcoming of people who aren't from your country coming into your country to live there forever\n  ","735457":"\n   🔥 Coins Giveaway #4 🔥\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/161927512175\n   \n   🔥\n  ","735458":"\n   Does or did your parents ever hate and still does or did hate but doesn't anymore the person hate you're dating\n  ","735459":"\n   ppl would be so much happier if they weren't focused on what other ppl do with their lives . if they dislike you they can get off your page instead of arguing all day\n  ","735460":"\n   can you do anything right in their eyes? fxxk sake. they bxtch about everything you do!\n  ","735461":"\n   why are they bringing up what u did years ago when u werent married lmao\n  ","735462":"\n   You mean? COOL! :)\n  ","735463":"\n   Do you wish you were white?\n  ","735464":"\n   Okay I'm sorry. I know it's funny.\n  ","735465":"\n   Marissa was right you're selfish trash with shxtty tendencies and no shame\n  ","735466":"\n   You're rxtarded lmfao can't wait tho\n  ","735467":"\n   Anymore lies?\n  ","735468":"\n   I never said it was and y'all wanna be just like men but you aren't\n  ","735469":"\n   Women who have hook ups are trash who don't respect their bodies by letting any nxgga have it\n  ","735470":"\n   Ok whxre you're careless about sxx anyway seeing as you've had an abortion, teen pregnancy, and gave another kid up 🤢\n  ","735471":"\n   Hahaha\n  ","735472":"\n   How is everyone holding up? Been up to much?\n  ","735473":"\n   Not much unless they yell like you\n  ","735474":"\n   You liked them enough to let them in your body 🤢 trash\n  ","735475":"\n   How much energy you waste vy yelling?\n  ","735476":"\n   I'm gonna report it\n  ","735477":"\n   So if they didn't why'd you let them hit it?\n  ","735478":"\n   You forget what you say so easily. You either mentioned her or you showed a screenshot of text messages and I saw her name. I don't know you lmao\n  ","735479":"\n   Was the Spanish dxck good\n  ","735480":"\n   Did your man do the same\n  ","735481":"\n   Btw , this wasn't me\n  ","735482":"\n   No. You've said her name before on here and y'all were bffs and I've never heard of maryjane\n  ","735483":"\n   Didn't you have a few hook ups after you and your man broke up ?\n  ","735484":"\n   Why can't I be on anon\n  ","735485":"\n   Chloe is prettier than you\n  ","735486":"\n   They call themselves black cause that's what ppl see them as. But you still say you're mixed even tho ppl see you as black and you got a black man and black kids . Smh self hater\n  ","735487":"\n   How does your friend not have hook ups? It's super common. Maryjane sounds like a trashy whxre name anyway\n  ","735488":"\n   Are you and jewel still cool\n  ","735489":"\n   Do you think your mom enjoyed making you?\n  ","735490":"\n\n    https:\/\/ask.fm\/lillehjort\/answers\/159762495473\n   \n   thoughts\n  ","735491":"\n   if you could ask your soulmate anything, you would ask...\n  ","735492":"\n   Hola ✨\n  ","735493":"\n   Has anyone ever checked your reflexes\n  ","735494":"\n   What is your best friend name and how long have you stayed together?\n  ","735495":"\n   I’m 22 years old with a friend who is 40 years old. Is this...abnormal?\n  ","735496":"\n   Does your partner have any pets names for you\n  ","735497":"\n   Do you think your mother was loud when she had intercourse with your father?\n  ","735498":"\n   What one thing do you really want but can't afford?\n  ","735499":"\n   you just wanted to talk to me again quit lying 🤣\n  ","735500":"\n   Hi\n  ","735501":"\n   goodnight beautiful\n  ","735502":"\n   Will u ever get ur daughter back?\n  ","735503":"\n   have you ever met want my ass 7?\n  ","735504":"\n   I’m bored wanna chat!\n  ","735505":"\n   Do you like to listen to stories on YouTube or audiobooks? Like on YouTube I love listening to lets.read and other horror story channels when I'm laying in bed or going to sleep!\n  ","735506":"\n   How do you define art?\n  ","735507":"\n   Ever grabbed your belly and yelled HO HO HO MERRY CHRISTMAS?.. or is that just me who does that?\n  ","735508":"\n   would you be friends with someone who was engaged to someone you thought might be racist?\n  ","735509":"\n   we still sticking to the plan we talked about last night? lol\n  ","735510":"\n   Have you got an Easter egg ready for this Easter?\n  ","735511":"\n   What do you think happens after death, if anything?\n  ","735512":"\n   What is something that you have been really wanting to cook lately?\n  ","735513":"\n   What was the last thing to make you smile\n  ","735514":"\n   Oooh I definitely had something to say, but for some reason she can't ever respond to me...someone seems scared after I put her in her place last time 🤷🏼‍♀️👌🏻\n  ","735515":"\n   So you encourage drinking alcohol while pregnant?\n  ","735516":"\n   Yassss 💜🥰 pretty sure I know who this is about ambht I've also been asleep since 9 lmao\n  ","735517":"\n   hey\n  ","735518":"\n\n    https:\/\/ask.fm\/YaFavoriteWhiteGirl\/answer\/160612077066?utm_source=copy_link&utm_medium=iOS\n   \n","735519":"\n   1. read other peoples minds\n  ","735520":"\n   get your own drama\n  ","735521":"\n   where is the tundra?\n  ","735522":"\n   Would you be nervous to visit Jamaica?\n  ","735523":"\n   what shampoo and conditioner do you use?\n  ","735524":"\n   what is something your views have changed on over the years?\nalso, if you want personalized questions let me know.\n  ","735525":"\n   What makes us human?🙌🏽\n  ","735526":"\n   If you were granted THREE wishes, what would they be ?(:\n  ","735527":"\n   did you drink while pregnant\n  ","735528":"\n   Wait... you are racist or not?\n  ","735529":"\n   Are you racist too?\n  ","735530":"\n   Is your country racist?\n  ","735531":"\n   What is your favorite way to spend a Saturday?\n  ","735532":"\n   Plans for today\n  ","735533":"\n   Are you or do you know anyone vegan? (I’m just transitioned to vegetarian again next is vegan)\n  ","735534":"\n   I’m working 12-13 hours days, at home so I won’t be able to send out spam as much during the week. (Have to do school work with my kid, plus my own school work, etc) I’ll be sending out on weekends mostly, but I’ll send some out tonight! ❤️❤️ before bed! Starting in a few\n  ","735535":"\n   Which would you prefer in a romantic partner: a dreamer or an achiever?\n  ","735536":"\n   What’s more scary? Snakes or rats\n  ","735537":"\n   Go take a shower\n  ","735538":"\n   What’s an animal you’d love to own if there were no laws or restrictions to have it? (Like a tiger, you have to live in a certain are, certain amount of space etc, if all that was waved)\n  ","735539":"\n   I felt so bad for that poor animal\n  ","735540":"\n   What’s a show you can watch over and over without being bored or annoyed with it.\n  ","735541":"\n   What’s the difference between love at first sight and lust?\n  ","735542":"\n   Ever played the video game GTA? Would you ever or nah? 🎮\n  ","735543":"\n   How many people do you think you've met in your life?\n  ","735544":"\n   english is like one of the hardest to learn lmao it's so difficult and complex as we use same words with different meanings etc. it's very well known english is hard\n  ","735545":"\n   I think it depends on what your first language is and your level of desire to learn it. I found it to be very easy to be honest. 🤗\n  ","735546":"\n   What’s something in your first language that most foreigners are confused by? — In German many people don’t understand that there are two terms for “you” which are “Du” and “Sie”. The first is personal and the second one is more formal e.g. for authorities. 🤗\n  ","735547":"\n   When was the last time you did like4like on here and do you still do it nowadays? I'm sure many of us who are on here a decade or so remember doing 5likes for 5likes years ago.😂\n  ","735548":"\n   Who is the most selfish person that you've ever met\n  ","735549":"\n   Would you ever fly a plane if you could?\n  ","735550":"\n   How's everyone doing right now?\n  ","735551":"\n   If you see this question then I'm following you . If you don't like that let me know so I can unfollow you\n  ","735552":"\n   Favorite drink?\n  ","735553":"\n   Is pornography something good or bad ?\n  ","735554":"\n   Why do men have a mustaches and a beard but I see some guys with no facial hair. Lmfao that’s funny because guys should have hair on their face the same way male lions grow a mane.\n  ","735555":"\n   Whens this gonna end!\n  ","735556":"\n   Just looking on the news somewhere in the world a zoo threw a deer that was still Alive into the lion cage\n  ","735557":"\n   Do you have a big family\n  ","735558":"\n   answer and delete (we sent this to like 3 ppl we find interesting), or don't answer, idc....but you make the call, how should i finish my bf off tonight?\n  ","735559":"\n   you are cute asf\n  ","735560":"\n   why\n  ","735561":"\n   Who is the greatest cook you know? What do they make?\n  ","735562":"\n   what's wrong?\n  ","735563":"\n   What is your favorite year of your life?\n  ","735564":"\n   I was working on the beach enjoying my 20's\n  ","735565":"\n   Age\n  ","735566":"\n   what do you remember about the year 2002?\n  ","735567":"\n   Why share it online then? You want feedback as long as it's all positive and that's not how shxt works lmfaoo.\n  ","735568":"\n   I’m responding to her saying she didn’t know who I was.. I didn’t say she talked shxt about me, I never said that\n-Chloe\n  ","735569":"\n   Okay I’m sorry but if you have 19 more babies and give 5 to your MIL and place the others up for adoption through an agency or how ever you do it. How does it impact a single person on here? People will literally hate over something that doesn’t concern them in anyway.\n  ","735570":"\n   She added my Snapchat before I made this account but okay 😂 bye Gabby\n\n-chloe\n  ","735571":"\n   you're just selfish af and your daughter is gonna grow up with a single mom and your son gets both his parents in his life . it's sad . you put her at a disadvantage cause you couldn't even be a responsible adult . & she has to deal with you and his mom's shxtty relationship .\n  ","735572":"\n   I agree you should've used protection to be safe honestly. So I see where people are coming from. If I had unplanned pregnancies I would start using it. BUT, giving a child up doesn't make you a bad person or a deadbeat. You just chose to give her better than what you had. People need to relax.\n  ","735573":"\n   Wait am I tripping or were you and her actually friends at one point? Or cool\n  ","735574":"\n\n    https:\/\/ask.fm\/OGalpacasarenice2\/answer\/161120183986?utm_source=copy_link&utm_medium=\n   \n","735575":"\n   Says the one who gets involved in all the ask drama possible but go off sis 🤩🤩  not a fan, she’s the last kind of person I’d ever look up to :) \n\n-Chloe\n  ","735576":"\n   Were you conceived in December???\n  ","735577":"\n   But when people do closed adoptions through an agency they’re saints? Wtf kind of logic do they have? Are your children fed, have clothes, loved? Yes. So where’s the deadbeat at?\n  ","735578":"\n   Not using protection in the first place while knowing you can get pregnant and disrespecting the woman who took in your child makes you a shxtty person regardless\n  ","735579":"\n   Stfu deadbeat mom\n  ","735580":"\n   When did she talk about you? An anon brought you up\n  ","735581":"\n   She said she's definitely not a fan of you so\n  ","735582":"\n\n    https:\/\/ask.fm\/OGalpacasarenice2\/answer\/161119689138?utm_source=copy_link&utm_medium=\n   \n","735583":"\n   I’m not even sick lol I feel fine. Why they stressed? 😂\n  ","735584":"\n   Lmao I thought you said EVERYONE had the virus? You're an idiot\n  ","735585":"\n\n    https:\/\/ask.fm\/OGalpacasarenice2\/threads\/161119114930\n   \n   thoughts?\n  ","735586":"\n   last song you listened to?\n  ","735587":"\n\n    https:\/\/ask.fm\/Lcottrill\/answer\/160292488057?utm_source=copy_link&utm_medium=iOS\n   \n   covid carrier!!!!! 😷\n  ","735588":"\n   Yup I’m so mad that I don’t care about a stranger’s internet beef 😂😂\n  ","735589":"\n   Share a picture of your family (if you post them) - post a funny meme if you don't :)\n  ","735590":"\n   Dang. They big mad lol\n  ","735591":"\n   mmmm beeefff🤤\n  ","735592":"\n   Bc you and her have no lives\n  ","735593":"\n   Why does Lauren care about beef on here so much?\n  ","735594":"\n   I like driving backwards in the fog cuz it doesn't remind me of anything.\n  ","735595":"\n   Is the shoutout feature being weird for you? Only asked about 3 and then it went to the time limit thing already. One time it only let me ask one and went back to the time limit o.o\n  ","735596":"\n   Name a problem leaders in your country should solve?\n  ","735597":"\n   Can you sleep when someone's snoring loudly nearby? 😫😪 If you can't, what do you then do? 🤔\n  ","735598":"\n   Text me when you get a second. I got a question about some beef on here and I wanna see if you know what tf is going on lol I’ll send you my new number.\n  ","735599":"\n   Have you ever got into an argument and realised you were actually wrong while arguing\n  ","735600":"\n   A day to remember\n  ","735601":"\n   How are you and ur mother-in-law\n  ","735602":"\n   25\n  ","735603":"\n   Okay number game?\n  ","735604":"\n   Yeah that is so ready for questions?\n  ","735605":"\n   I'm new user i can't send u coins\n  ","735606":"\n   Hii u asked a lady to ask questions about sex she asked me to help you\n  ","735607":"\n   Yeah baby\n  ","735608":"\n   Hi\n  ","735609":"\n   Do you ever randomly unfollow users that haven't been on in forever or do you keep them for the nostalgia?\n  ","735610":"\n   Favorite activity to do?\n  ","735611":"\n   14\n  ","735612":"\n   5\n  ","735613":"\n   29\n  ","735614":"\n   52\n  ","735615":"\n   What is your favorite season?\n  ","735616":"\n   Turn on\/off\/depends on the circumstances:\n\nA person being too clingy\n  ","735617":"\n   What is one thing that is annoying you atm\n  ","735618":"\n   How is your daughter doing?\n  ","735619":"\n   Would you try fudge brownie m&ms?\n  ","735620":"\n   Do you believe more in fate or that we are the creators of our own destinies?\n  ","735621":"\n   Awesome\n  ","735622":"\n   Crees en la reencarnación?\n  ","735623":"\n   Aliens. Standing. Farting. Stomach. Slime. Exploded. Make up a story include these words.\n  ","735624":"\n   Sc?\n  ","735625":"\n   Is home for you a place or a feeling?\n  ","735626":"\n   “ASL” stands for “Age, Sex, Location” and was used in the 90’s and early 2000’s in chat rooms. It’s how you got to know someone before modern social media.\n  ","735627":"\n   🛶 Have you ever been canoeing or white water rafting?\n  ","735628":"\n   With the shelter in place or lockdown in effect are you on Ask more or less now ?\n  ","735629":"\n   So happy I get to work from home now. Haven’t worked in three weeks 😫\n  ","735630":"\n   Do you remember “ASL”?🤣\n  ","735631":"\n   Do your friends understand your sense of humour or do you often find yourself having to explain it was just a joke, you didn't mean it literally, you weren't intentionally trying to be offensive, etc etc?? 😳😬🙈\n  ","735632":"\n   What's the biggest lie you've heard so far? 🤭😱🤭😱\n  ","735633":"\n   Do you know how long I’ve been trying to figure out why you don’t text me anymore 😩 a long ass time until I realized I have a new number 🤣\n  ","735634":"\n   Happy hump day!\n  ","735635":"\n   What's for dinner?\n  ","735636":"\n   Thoughts on\n   \n    @lcottrill\n   \n   separating from her husband and losing custody of her son?\n  ","735637":"\n   Have you ever been totally drunk in love with somebody before?? 😮💘🤪\n  ","735638":"\n   46 & 2\n  ","735639":"\n   Be honest, are you liking the fact that the phrase \"Get the f*ck away from me\" is no longer considered rude, but more of a public service announcement? 😲💁‍♂️👌\n  ","735640":"\n   Fave color?\n  ","735641":"\n   Why do most girls like to hang out with gay guys for ?\n  ","735642":"\n   me or hayley lmao\n  ","735643":"\n   If someone gave you a box containing everything you've ever lost, what would be the first thing you look for?\n  ","735644":"\n   What harsh truths do you prefer to ignore?\n  ","735645":"\n   The best work of art in your opinion?\n  ","735646":"\n   Have you ever had surgery before\n  ","735647":"\n   HAAAAAAAHAHAHAHA\nI'M SORRY\nIT'S LIKE 5AM AND--- PFT😂\nI'M oN yOuR aCcOunT beForE i GeT mY cLiEnTs uP dYiNg😂👏\n  ","735648":"\n   In France, it's legal for 16year olds to drink beer and wine. Whereas spirits and liquor are only legal when 18 and above. What's your opinion on the legal age for alcohol consumption being split like this?\n  ","735649":"\n   We finally got\n   \n    @hayleywilson21\n   \n   to leave ask for good!!!\n  ","735650":"\n   My TikTok is\n   \n    @shawniesfight\n   \n","735651":"\n   Play cod\n  ","735652":"\n   F*ck that app it's for 10 year olds🙄🤢\n  ","735653":"\n   Are you allergic to something?\n  ","735654":"\n   You dont have custody of her stop lying !!\n  ","735655":"\n   Are you a morning person or night person?\n  ","735656":"\n   how’s your relationship with your parents\n  ","735657":"\n   How many kids do you have?\n  ","735658":"\n   pap of your text between you and your mil\n  ","735659":"\n   How was ur day?\n  ","735660":"\n   social media?\n  ","735661":"\n   Do you like COREY BOOKER FROM JERSEY\n  ","735662":"\n   omg why?\n  ","735663":"\n   Oh rightt✨👍🏽\n  ","735664":"\n   Well hello there 😎 hope you are doing well 😁\n  ","735665":"\n   helloooo\n  ","735666":"\n   Was the story of ‘Romeo and Juliet’ a Tragedy?✨\n  ","735667":"\n   where your parents at your wedding\n  ","735668":"\n   Who out of your family do you think you look most like? I look like my dad copy-pasted his face onto me lol\n  ","735669":"\n   Who gets married on a Wednesday\n  ","735670":"\n   What date did you get married on?\n  ","735671":"\n   If you had the ability to erase something that you did in the past, what would it be? Or would you just let the past be the past?\n  ","735672":"\n   Hey guys! I hate to be THAT person but I had to make a new account lol. Give me a follow please💜✨ I said why on my new one- it's a whole mess\n  ","735673":"\n   YOUR FUCKING NAME PFFFFTTTT\n  ","735674":"\n   What's the most used app on your phone right now? What's the least used app? 🤭🤭\n  ","735675":"\n   What do you think you do best?\n  ","735676":"\n   have you seen tiger king? if yes, do you think carole baskin killed her husband? (if you haven't seen it, you really should watch it.) XD\n  ","735677":"\n   How do you think people see you?\n  ","735678":"\n   If someone beat up your brother for no reason, what would you do?\n  ","735679":"\n   Are there any type of crystals that you like to keep with yourself or in your house?\n  ","735680":"\n   How many followers do y’all have? (Can’t remember if I’ve asked this or not 😬🤣)\n  ","735681":"\n   What phone do you have?\n  ","735682":"\n   How many unanswered questions do you have right now?\n  ","735683":"\n   In your own opinion, can the Covid-19 be cured with lockdowns and hand sanitizers or will we have to live with it - like the common flu?\n  ","735684":"\n   Which language is more difficult to learn?\n  ","735685":"\n   😳\n  ","735686":"\n   What makes you happy?\n  ","735687":"\n   What’s everyone up to?\n  ","735688":"\n   What do you think gets you more questions? Your verification or your vip+?\n  ","735689":"\n   Que haces en cuerentena\n  ","735690":"\n   Would you rather have 10 Grand every month for the rest of your life or have £5 million cash in hand right  now\n  ","735691":"\n   What was the Last thing that made you smile\n  ","735692":"\n   What is one good way to bribe you\n  ","735693":"\n   hellooo\n  ","735694":"\n   this looks fireee 😭\n  ","735695":"\n   When did you get married?\n  ","735696":"\n   do u think\n   \n    @llilyas\n   \n   on insta is pretty\n  ","735697":"\n   Do you think it's wrong for someone to use abortions as their form of birth control?\n  ","735698":"\n   Why\n  ","735699":"\n   Oh go ahead my friend.\n  ","735700":"\n   Thoughts on Marissa?\n  ","735701":"\n   Do you ever feel bad scrolling thru social media seeing girls that are prettier than you?\n  ","735702":"\n   So... any comments to this Virus?... :( So many dying.. 😔 May all of your souls rest in peace..\n  ","735703":"\n   In general. Think about it. Look at the big picture.\n  ","735704":"\n   do you think yasmeen nicole on youtube \/ insta is pretty\n  ","735705":"\n   Enjoy your blunt amiga. But face your problems don't avoid them. 🤙🏼\n  ","735706":"\n   What accomplishment are you most proud of?\n  ","735707":"\n   Oh yeah, you're right. You can believe that it's ok. You're really good looking btw\n  ","735708":"\n   What kind of fruit trees grow in your area?\n  ","735709":"\n   Have you ever seen a horseshoe crab before? Pics or GIFs maybe?\n  ","735710":"\n   how many times you got frisked?\n  ","735711":"\n   The best sign ever\n  ","735712":"\n   Favorite cake flavor?\n  ","735713":"\n   What magazines do you read?\n  ","735714":"\n   Fav people to follow?\n  ","735715":"\n   How often do you wash your face? What soap do you use?\n  ","735716":"\n   Do you ever wear hoodies? Do you have a picture of your favorite one or maybe of you wearing it?\n  ","735717":"\n   Aquarius ♒\n  ","735718":"\n   Do you smoke to escape your own reality?\n  ","735719":"\n   Would you ever have a pet turtle? Have you ever had a pet turtle? Pictures?\n  ","735720":"\n   Are your conscious of your thoughts? Do you observe them?\n  ","735721":"\n   What do you feel like so many people don't like you?\n  ","735722":"\n   but i like writing hey or hello to you ihihih\n  ","735723":"\n   no questions\n  ","735724":"\n   Be honest. Do you worry that you might have COVID?\n  ","735725":"\n   hey\n  ","735726":"\n   How is it where you live?\n  ","735727":"\n   Add me! :)\n  ","735728":"\n   Have you ever made a sandwich using something other than regular bread?For example slicing a donut in half and using it as a hamburger bun?\n  ","735729":"\n   I envy you for that lol\n  ","735730":"\n   Morning person or night owl?\n  ","735731":"\n   Anything bothering you right now? What?\n  ","735732":"\n   Biggest lie that has been told about you on here?\n  ","735733":"\n   What’s the first thing people notice about you?\n  ","735734":"\n   What brand of shampoo do you use?\n  ","735735":"\n   What time do you usually wake up?\n  ","735736":"\n   do you believe that access to healthcare is a human right?\n  ","735737":"\n   Do you sell a lot of items online? I sold our TV today using OfferUp.\n  ","735738":"\n   List three unpopular opinions you have, relating to anything.\n  ","735739":"\n   Do you collect\/have a lot of anything?\n  ","735740":"\n   Who do you dislike the most right now?\n  ","735741":"\n   Do you believe in wishes?\n  ","735742":"\n   Do you take any vitamins? Which ones?\n  ","735743":"\n   Who’s the cutest Jonas Brother?\n  ","735744":"\n   Am I the only one who thinks 9 months after this quarantine is over there going to be A LOT of babies born\n  ","735745":"\n   Do you have asthma?\n  ","735746":"\n   we all are cunts hahahahaha\n  ","735747":"\n   What were you doing three hours ago?\n  ","735748":"\n   How many shoutouts are left on your task list?\n  ","735749":"\n   Hey\n  ","735750":"\n   Good night good looking x\n  ","735751":"\n   Very sweet\n  ","735752":"\n   No way you look to young\n  ","735753":"\n   Are you married? Do you have 4 kids? Or are you still young free and single?\n  ","735754":"\n   Nice. I bet you would look very pretty on them\n  ","735755":"\n   I know everyone is sick of it but I have to ask. How high are the cases of coronavirus in your area?\n  ","735756":"\n   Hi\n  ","735757":"\n   Do you feel sad for the monkeys in Thialand who are resorting to monkey turf wars over food in the streets, as there are no tourists to feed them anymore? 🐒😢\n  ","735758":"\n   Dress or skirt?\n  ","735759":"\n   On the scoreboard, what are you ranked against the people you follow?\n  ","735760":"\n   When was the last time you were scared about something?\n  ","735761":"\n   What behaviors make you think a person is creepy?\n  ","735762":"\n   On April 1st everyone gets a text on their phone saying “April Fools! Sorry about the beginning of the year, let’s retry that” and we get sent back to January 1st 2020, what’s the first thing humanity should do?\n  ","735763":"\n   What’s the next thing you will eat?\n  ","735764":"\n   What is your current job? (Last job if you aren’t working)\n  ","735765":"\n   Are you allergic to anything? If so, what?\n  ","735766":"\n\n    https:\/\/ask.fm\/psyquietrist\/answer\/159565239651?utm_source=copy_link&utm_medium=iOS\n   \n   in case you all need cheering up, these are fun! Send me your @ and I’ll make a collage for you 💗\n  ","735767":"\n   If you could start a collection of one kind of item, what would it be?\n  ","735768":"\n   How is want my ass tonight\n  ","735769":"\n   What’s the first thing you’re going to do after this pandemic is over?\n  ","735770":"\n   Have you ever mixed two different tea bags together? I wasn't sure if I wanted mint or red raspberry so did both. Came out good too :)\n  ","735771":"\n   What is something you think everyone should know?\n  ","735772":"\n   What color is your living room?\n  ","735773":"\n   Is 5G dangerous? I've read some stuff about how it can make people sick?\n  ","735774":"\n   How many questions do you think you get asked daily?\n  ","735775":"\n   Good\n  ","735776":"\n   Beautifull\n  ","735777":"\n   What's something you like to nibble on in the middle of the night when getting up?\n  ","735778":"\n   Are you dating other than your hubby\n  ","735779":"\n   If you opened a business, what kind of business would it be?\n  ","735780":"\n   What was the last thing to shock you\n  ","735781":"\n   Would you \/ have you ever buy clothes from a charity shop?\n  ","735782":"\n   What recently happened to you that made you feel happy?\n  ","735783":"\n   What does love look like to you?\n  ","735784":"\n   Do you have any male friends?\n  ","735785":"\n   What are some red flags to watch out for in a relationship or potential relationship?\n  ","735786":"\n   What’s the best ice cream topping?\n  ","735787":"\n   Are you going to try to become VIP+? Why or why not? If you’re already VIP+, what’s benefits if any have you noticed?\n  ","735788":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","735789":"\n   who’s your favorite rapper whose name starts with “lil”\n  ","735790":"\n   Has being VIP+ gotten you more questions and or followers\n  ","735791":"\n   Pap who has unlocked your secret answers\n  ","735792":"\n   Who was the worst teacher you ever had\n  ","735793":"\n   Are there any slurs\/words you consider so offensive you won’t even say them out loud?\n  ","735794":"\n   Is it okay for poc to say the n-word?\n  ","735795":"\n   Have you ever started a fight with someone\n  ","735796":"\n\n    https:\/\/ask.fm\/BigAmericanFatso\/answers\/161502673872\n   \n   Look at y'alls favorite\n   \n    @BigAmericanFatso\n   \n   being racist :-)\n  ","735797":"\n   Do you have a progress bar on here? What is it?\n  ","735798":"\n   What’s on your Monday “to do” list?\n  ","735799":"\n   What was the first thing you saw when you woke up this morning\n  ","735800":"\n   What do you know a surprising amount about?\n  ","735801":"\n   Why do we need to understand a guy when he is the one who courted us ☹\n  ","735802":"\n   Thoughts on the tiger getting  covid 19\n  ","735803":"\n   How to make him faithful :(\n  ","735804":"\n   why are you up?\n  ","735805":"\n   i’d eat it\n  ","735806":"\n   Why did your husband make you cry?\n  ","735807":"\n   Yes, i want ur ass 😅\n  ","735808":"\n   take it it wil be seductive\n  ","735809":"\n   What’s the weirdest thing that has happened to you in a car?\n  ","735810":"\n   So I shared this question on Facebook and wanted to get your opinions. Can friends sleep together and still just be friends?\n  ","735811":"\n   ??\n  ","735812":"\n   donot replu Q only reply??\n  ","735813":"\n   come on tell us\n  ","735814":"\n   Who was the last person who made you cry and why?\n  ","735815":"\n   What is the last thing you do before bed every night?\n  ","735816":"\n","735817":"\n   give it to me\n  ","735818":"\n   Could you survive in the wilderness for a month?\n  ","735819":"\n   Not a question, I just want to let everyone that I follow know that you're amazing and if you ever need to talk you can talk to me! I'm a good listener! ,🥰♥️\n  ","735820":"\n   Are you usually early or late?\n  ","735821":"\n   your instgram\n  ","735822":"\n   Name 3 celebrities you most admire 😁\n  ","735823":"\n   What is always in your fridge?\n  ","735824":"\n   Is there an app that you hate but use anyways?\n  ","735825":"\n   What's a double standard that you dislike?\n  ","735826":"\n   Would you ever pose for a nude portrait or are you more of the one sketching it?\n  ","735827":"\n   Do you like playing poker?\n  ","735828":"\n   What is everyone cooking\/baking this week? I wanna try out some new stuff so want ideas! I'm gonna try making cinnamon rolls for the first time\n  ","735829":"\n   I like wearing women clothes, like shorts and skirts, is that bad?\n  ","735830":"\n   Do you wear a mask when you go outside?\n  ","735831":"\n   come on\n  ","735832":"\n   How tall are you?\n  ","735833":"\n   What fetish?\n  ","735834":"\n   она ниже тебя или такая как ты?\n  ","735835":"\n   Why do girls wear black shorts under their skirts and dresses :(\n  ","735836":"\n   You been all good?\n  ","735837":"\n   ass\n  ","735838":"\n   What country are you most dying to visit?\n  ","735839":"\n   Do you like New born Babies\n  ","735840":"\n   Trump is the worst president in American history 🤢\n  ","735841":"\n   What is the craziest thing you've ever done\n  ","735842":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","735843":"\n   What is something that you love to do?\n  ","735844":"\n   You stole my dog out of my house?!?! Hes my dog!! You go get him!!😡\n  ","735845":"\n   Do you like animals\n  ","735846":"\n   Where one can find the truth?\n  ","735847":"\n   Is not white either but your skin color is one not two. So is either black or white, now the shade is light.\n  ","735848":"\n   Well in reality not even the darkest person is really black. Dark brown yes but not exactly black. Also the lightest person ever is not exactly white so\n  ","735849":"\n   It was a question.\n  ","735850":"\n   Ludo?\n  ","735851":"\n   your still black\n  ","735852":"\n   Yes light brown.\n  ","735853":"\n   Because black is what we see. Your race is mixed but not your skin color . Your skin color is not half white and half black you had to have one of their skin color.\n  ","735854":"\n   Have you seen Tiger King?\n  ","735855":"\n   How are you holding up in all this quarantine\/stay at home thing?\n  ","735856":"\n   how are you doing?\n  ","735857":"\n   Creíste que la cigüeña traía los niños?\n  ","735858":"\n   To a black guy?\n  ","735859":"\n   But your skin color is black. Light black but still black. Now your race is mixed.\n  ","735860":"\n   You need to date a black guy keep your kids black again\n  ","735861":"\n   What's the last movie you watched?\n  ","735862":"\n   Have you been spending a lot more time on social media?\n  ","735863":"\n   No your still black\n  ","735864":"\n   Your cute for a black girl\n  ","735865":"\n   You’re extremely beautiful\n  ","735866":"\n   Favorite actress?\n  ","735867":"\n   do you remember your dreams?\n  ","735868":"\n   Are you noticing price gouging from some traders in this period?\n  ","735869":"\n   What is your greatest fear?\n  ","735870":"\n   What motivates you in life?\n  ","735871":"\n   OK same here, nearly 2 weeks now. Hope you are coping okay? 👌🆗\n  ","735872":"\n   Good to hear, anything planned?\n  ","735873":"\n   I recommend not to try it again as much as possible.. or just never.. hahaha always remember to stay healthy especially that there's a pandemic going on. 😭😭\n  ","735874":"\n   Omg... did you try it again or did you swear not to?\n  ","735875":"\n   Omg there must be a really bad headache after 😫😫\n  ","735876":"\n   How’s Nevaeh?\n  ","735877":"\n   What's the feeling after you've tried it?\n  ","735878":"\n   Reveal the dumbest thing you've ever done.🤓\n  ","735879":"\n   how long have you been married?\n  ","735880":"\n   Good morning  how are you today? 🤔\n  ","735881":"\n   you’re beautiful 😍\n  ","735882":"\n   Nice!\nWish you a happy marriage ^_^\n  ","735883":"\n   is the age gap good?\n  ","735884":"\n   Have a good day 😊\n  ","735885":"\n   Nice bby\nAnyway you look Gorgeous!\nNice to finally meet someone like you ^-^\n  ","735886":"\n   how old are your kids?\n  ","735887":"\n   What's up\n  ","735888":"\n   So ok, I do want to propose something, what do you guys  think about if we all write down our instagrams?! Can’t wait to check them out!! 🥰\n  ","735889":"\n   What is the most attractive or interesting thing that you look for a guy\/girl you wanna date? 🤔\n  ","735890":"\n   Hey sweety\nWhere you from?\n  ","735891":"\n   What's your go-to topping on a pizza ?\n  ","735892":"\n   Ever tried horse radish? It’s the best with prime rib!\n  ","735893":"\n   Figure pic\n  ","735894":"\n   Are you Barbadian?\n  ","735895":"\n   I'd eat that ass\n  ","735896":"\n   Have you ever popped a balloon? Or a balloon animal? Which one?\n  ","735897":"\n   Hello\n  ","735898":"\n   How are you feeling today?\n  ","735899":"\n   Follow\n   \n    @rarelygomez\n   \n","735900":"\n   Cranberry juice? Yay or nay?\n  ","735901":"\n   Why are college girls wearing tiny shorts on college campuses ?\n  ","735902":"\n   Did you go to college? If so, what was your major, and was it your major from the start or did you change your mind?\n  ","735903":"\n   When you feel lost, what is it you do that helps you find your way back?\n  ","735904":"\n   Is there anything about yourself you hide?\n  ","735905":"\n   What was the make and model of your very first car? Did you buy it or was it bought for you?\n  ","735906":"\n   What’s on your bucket list for this year?\n  ","735907":"\n   Do you believe in love at first sight?\n  ","735908":"\n   How has being at home 24\/7 (other than essential shopping or daily exercise) effected your mental and physical health?\n  ","735909":"\n   so many people suggested asking questions about parenting! sorry if any of my questions about parenting aren’t something you haven’t thought much abt\n  ","735910":"\n   Follow 🔙\n  ","735911":"\n   What do you label yourself as?\n  ","735912":"\n   What qualities do you admire about your parents? - If your relationship isn’t the best with your parents, then tell me about your best friend!\n  ","735913":"\n   Have you ever owned an exotic pet? Would you ever? If you haven’t, what would you want if there were no limits?\n  ","735914":"\n   What’s the first thing you’re going to do after this pandemic is over?\n  ","735915":"\n   Do you take \"selfies\" often, or is your camera roll mainly photos of other things?\n  ","735916":"\n   Someone on my fb, their partner is doing a key worker job. She has basically told him it's her and their home or his work. He needs to pick one or the other. What's your thoughts on this? Do you think it's acceptable to make someone pick between their job and a relationship?\n  ","735917":"\n   What’s your go to Dance Party song?\n  ","735918":"\n   I’m tired\n  ","735919":"\n   Does modern life give us more freedom or less freedom than in the past?\n  ","735920":"\n   If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","735921":"\n   What do you know a surprising amount about?\n  ","735922":"\n   What’s something you wish would happen, but know won’t?\n  ","735923":"\n   Howdy?\n  ","735924":"\n   What do you do for work? PAP!\n  ","735925":"\n   What’s the most ridiculous username you have ever had?\n  ","735926":"\n   Before social distancing and\/or isolating, what was your relationship like with your family? Do you think this current situation will change your relationship with them?\n  ","735927":"\n   what’s your opinion on circumcising babies?\n  ","735928":"\n   What is the most difficult age for you? How can we avoid these difficulties?\n  ","735929":"\n   Have you ever put a girl to sleep in a fight\n  ","735930":"\n   Have you got or had a friend that you didn't trust at all when you first met\n  ","735931":"\n   What is the stupidest way you've tried or managed to make money\n  ","735932":"\n   He’s real I think\n  ","735933":"\n   How many coins do you have rn\n  ","735934":"\n   Why\n  ","735935":"\n   How long do you think the quarantine will last?\n  ","735936":"\n   لو النجاح معادله هيكون ايه مكوناتها\n  ","735937":"\n   Good evning\n  ","735938":"\n   What's one thing that you normally do regularly but havent done it in a while\n  ","735939":"\n   Yeah....ok 😃 my I call you showdy ???\n  ","735940":"\n   You'll never get flames that way but  stay trying. Fewer flames will get you more, being more efficient.\n  ","735941":"\n   Good evning\n  ","735942":"\n   Which one y'all got apple bottom jeans with weeboks wit the straps 😁😁\n  ","735943":"\n   The coronavirus has spread because of the disgusting people who eat meat\n  ","735944":"\n   What is the weirdest way that you've made a friend\n  ","735945":"\n   Any tips about online dating? 🙃 help me.\n  ","735946":"\n   Good morning او صباح الخير\n  ","735947":"\n   I'm I the only one who is going bat shit crazy  being locked in the house because of this quarantine?\n  ","735948":"\n   21 Cool Gadgets on Amazon. Don't forget to add them in your cart.. You may become a lucky person to win a free cart Just reply \"Love2020\" and I will choose one random person.. ❤😉\n   \n    https:\/\/t.co\/2VjdiSOnzU\n   \n","735949":"\n   Married, single or taken ?\n  ","735950":"\n   Today is my birthday. So I might do spam, might not. ❤️ have a good day.\n  ","735951":"\n   Mind sharing what's going through your mind right now?\n  ","735952":"\n   Have you ever cheated in school?\n  ","735953":"\n   Hey! Who stole my cheese?\n  ","735954":"\n   Please tell me that I’m not the only person that likes to smell shampoo before I buy it to see if it smells good , anybody else do that also?\n  ","735955":"\n   Your mil has full custody or what?\n  ","735956":"\n   🙄\n  ","735957":"\n   Best pick up line you've heard?\n  ","735958":"\n   Was just complimenting you 🤷🏼‍♀️\n  ","735959":"\n   🌸 What healthy things do you like to do?\n  ","735960":"\n   Angel\n  ","735961":"\n   🌸 What is your favourite healthy meal to eat? 🥗\n  ","735962":"\n   Did your parents gave you a cute nickname when you were a baby\/child?\n  ","735963":"\n   geese !\n  ","735964":"\n   What percent of male population hates the female population ?\n  ","735965":"\n   What is your boyfriend's job ?\n  ","735966":"\n   Do you like nature or do you like to mostly be indoors?\n  ","735967":"\n   What is worse (age) ism or (race) ism ? Are you a (race) ist ? Are you an  (age) ist ?  \n   I am a white male. \n🐼°°°°°•\n  ","735968":"\n   🌸 On the flip side, what is your favourite unhealthy meal to eat? 🍕\n  ","735969":"\n   Do you like mint?\n  ","735970":"\n   Do you have a sweet tooth or savory?\n  ","735971":"\n   You should try a lil bit though:)))❤️\n  ","735972":"\n   i had no idea this app was still so popular till i re-downloaded it a few days ago 😂\n  ","735973":"\n   What potential talents do you think you might have if you worked at them?\n  ","735974":"\n   Who’s the last person you talked to?\n  ","735975":"\n   Have you ever cheated on someone?\n  ","735976":"\n   Have you mixed them together? Is so good 😋 😊\n  ","735977":"\n   PAP \/ screenshot of the funniest meme you've seen recently? 😁😂\n  ","735978":"\n   Do you prefer marinara sauce or Alfredo sauce with your pasta ?\n  ","735979":"\n   If you had to turn into any fantasy creature but the choise was yours, which would choose? 🦄🐉🧚‍♂️🧜‍♀️🧝‍♀️🧞‍♂️ Why? 🤔\n  ","735980":"\n   What was your favorite pastime as a young child?\n  ","735981":"\n   what’s your favorite pasta dish?\n  ","735982":"\n   What kind of coffee do you like to drink?\n  ","735983":"\n   Do you usually eat candy during Easter? 🍬🥚 Or atleast more than usual? Haha\n  ","735984":"\n   Have you watched the tiger King documentary\/series on Netflix? If so, what's your thoughts on it? If not, tell me about a documentary you've watched?\n  ","735985":"\n   Are you using hand sanitizers?\n  ","735986":"\n   Would you like to build\/design your own house?\n  ","735987":"\n   If you guys don’t want my spam questions anymore, let me know. Just inbox me. (If you want to be added and you see this inbox me as well and tell me) someone said my spam sucked yesterday 😬 I thought it was pretty good, over 80 questions sent out lol.\n  ","735988":"\n   What is a scifi movie you enjoy?\n  ","735989":"\n   What are the three most important values that you would like to instill in your children\/future children? If you don’t think you want kids, what three values do you believe to be important?\n  ","735990":"\n   I could use a good distraction... as could a lot of us Im sure. respond to this with two things I should ask questions abt today! :)\n  ","735991":"\n   What is gone favorite song that you know by heart?\n  ","735992":"\n   Have you been doing any fun activities with kiddos during this down time? \n\nSorry if you don't have kids. Hard to remember those who don't at times. But reply with something fun YOU did then! :)\n  ","735993":"\n   Which of the 5 senses would you say is your strongest?\n  ","735994":"\n   Are you learning any new languages or about something in a general sense?\n  ","735995":"\n   Is forgiveness important to you, or do you think that it is better to hold grudges?\n  ","735996":"\n   Have you ever dealt with? (friends with benefits) ? Give me one advice how to deal with them?\n  ","735997":"\n   How is everyone ? 😊\n  ","735998":"\n   Are you religious or spiritual? What are your beliefs?\n  ","735999":"\n   Do you agree that loneliness can be addictive and therefore dangerous?\n  ","736000":"\n   What is the best vacation you have ever been on?\n  ","736001":"\n   Do you usually stay friends with your exes? Do you believe it’s possible to remain just friends?\n  ","736002":"\n   what’s your least favorite parenting norm in your country?\n  ","736003":"\n   Have you ever given anyone a haircut?\n  ","736004":"\n   kinda but not on here lol😫\n  ","736005":"\n   Hey\n  ","736006":"\n   Who is that one person you can talk to about just anything?\n  ","736007":"\n   Damn. That sucks.\n  ","736008":"\n   Name a person who has never let you down\n  ","736009":"\n   which African country would you most like to visit?\n  ","736010":"\n   do you like reggae?\n  ","736011":"\n   what’s your favorite carribean dish\/food?\n  ","736012":"\n   what’s the last thing you baked?\n  ","736013":"\n   What was the last thing to upset you\n  ","736014":"\n   Have you ever had Vietnamese food?\n  ","736015":"\n   hey\n  ","736016":"\n   Hi I’m Back ♥️\n  ","736017":"\n   Please don’t be mad\n  ","736018":"\n   Ok. I’m sorry\n  ","736019":"\n   Cmon you love trump. And you know it\n  ","736020":"\n   I know you’re a trump supporter\n  ","736021":"\n   How do you think Donald Trump handled the Coronavirus situation here in America?\n  ","736022":"\n   Hey I’m Selena! What’s your name? How are you? I would love to get to know you!❤️\n  ","736023":"\n   Could you go out with someone who had a child from a previous relationship?\n  ","736024":"\n   Zayn Malik or Harry styles??\n  ","736025":"\n   Money or love ?\n  ","736026":"\n   Is there any place other than home where you sleep well?\n  ","736027":"\n   Who was the first person you ever fell in love with?\n  ","736028":"\n   What is the last show you watch?\n  ","736029":"\n   What makes you say its choice? Out of curiosity.\n  ","736030":"\n   Good night stay safe\n  ","736031":"\n   Bath or shower? (I shower first then sometimes I’ll soak in a bath if I’m sore)\n  ","736032":"\n   Wdym, that Easter🐰 is cancelled🚫.\n  ","736033":"\n   What is the worst month to have a child? My boyfriend I conceived around September last year we have no idea when the baby is going to be born I just joe it’s not in the summer months. What month would be due ?\n  ","736034":"\n   Is being gay or lesbian a learned trait or is it genetic? Why do some men and women feel the need to be attracted to the same sex? What’s worse is when two men are attracted to each other that’s just sick and disgusting\n  ","736035":"\n   Do you have any Grey hair yet\n  ","736036":"\n   Do you still have feelings for one of your ex’s ?\n  ","736037":"\n   Add mon snap matteddy69\n  ","736038":"\n   What's more valuable, brains or beauty?\n  ","736039":"\n   Family is everything to be grateful for\n  ","736040":"\n   Easter🐰🐇 is coming up on Sunday, April 12, 2020?\n  ","736041":"\n   Are you having a productive night? :p\n  ","736042":"\n   What's the weirdest item of clothing you own?\n  ","736043":"\n   Can you make a list of things that help you calm down and like make you take a step back analyze everything easier? I feel fucking miserable and I feel like it’s never gonna get better\n  ","736044":"\n   What was your last dream about?\n  ","736045":"\n   If your parents hated your partner you currently loved would you ditch him or carry on with him despite the protests?\n  ","736046":"\n   Favorite crime story?\n  ","736047":"\n   Would you rather trade some intelligence for looks or looks for intelligence?\n  ","736048":"\n   Whats your least favourite feature on the opposite sex?\n  ","736049":"\n   Could you ever go out with someone just cause they're rich? (Meaning no physical attraction or anything)\n  ","736050":"\n   Share something you're grateful for today.\n  ","736051":"\n   Are you a good judge of character?\n  ","736052":"\n   Is there anything that you've been doing since we have been indoors mostly? Any type of creations that you would like to share? Picture?\n  ","736053":"\n   Something you’re scared of? (Heights, bugs, etc. whatever you want to share)\n  ","736054":"\n   When you are in trouble, whom do you call for help?\n  ","736055":"\n   How are you holding up?\n  ","736056":"\n   How many pairs of shoes do you own?\n  ","736057":"\n   No i juste Say you are beatiful\n  ","736058":"\n   Favorite brand of candy?\n  ","736059":"\n   You are beatiful\n  ","736060":"\n   No i just wanna talk to you\n  ","736061":"\n   Hey beautiful\n  ","736062":"\n   How much would that roughly cost\n  ","736063":"\n   Do you want any more tattoos\n  ","736064":"\n   Selfie of you now please\n  ","736065":"\n   Favourite candy bar\n  ","736066":"\n   I'm typing like this so your coon self can u n d e r s t a n d lol\n  ","736067":"\n   How’s the weather where you live?\n  ","736068":"\n   What’s one food you could never eat?\n  ","736069":"\n   Scary movies or romance?\n  ","736070":"\n   What kind of apples do you like to eat, if you like apples? Fuji apples? Gala apples? Pink lady apples? Jonagold apples? Green apples? Red apples? Ambrosia? Pink pearl apples? Golden Delicious apples? What kind of apples do you like?\n  ","736071":"\n   Have you ever had a brain scan\n  ","736072":"\n   What car do you have\n  ","736073":"\n   Can you draw\n  ","736074":"\n   Have you ever broken a bone\n  ","736075":"\n   No. I always go by this rule ..I'll pay this time, you pay  next time. Well when it comes to dining out. I like to alternate and it's equal responsibility and fair.\n  ","736076":"\n   World you eat the world hottest curry\n  ","736077":"\n   Do you like long or short hair? (On yourself)\n  "},"Answer":{"735005":"\n  saying all men in their 40’s pray on younger women are pedos . no 49 year old should be dating anyone 35 or younger . period !!! i’m not arguing with you over my opinion.\n  \n  all she does is answer q’s . get hate or caught up. changes and deletes her answers . she’s annoying & doesn’t even look pregnant. not to be mean lmao\n  ","735006":"\n  hey lovely . i hope you & your family are doing well to.\n  \n  stay safe 💖✨\n  ","735007":"\n  i smoke to go to sleep\n  ","735008":"\n  sounds like you’re the pedo lmao . if you think all men are like that you have real issues .\n  \n  the real problem is her husband dated \/\/ married a girl that was 15 once . and to her ; that’s okay.\n  \n  the real problem is her constantly lying and backpedaling her opinion(s) and her thought cuz of others. 24 year old who’s happy with life can’t think for herself\n  \n  the real problem is she’s a racist POS\n  ","735009":"\n  i think nothing\n  ","735010":"\n  i am?\n  ","735011":"\n  ew he thinks what she’s doing is gross lmao . he can be old enough to be her dad . which is even more nastier 🤮.\n  \n  but if she’s happy with an old man . then so be it 😂.\n  ","735012":"\n  no\n  ","735013":"\n  and now she’s back tracking everything she said before\n  ","735014":"\n  lmfao they literally have nothing in common . a 41 year old and a 24 year old have nothing in common .\n  ","735015":"\n  iphone\n  ","735016":"\n  depending\n  ","735017":"\n  pathetic ass bxtch changing her story lmfaooo\n  ","735018":"\n  i can’t speak for everybody .\n  \n  like wtf .\n  \n  stop with the dumb follow up questions\n  \n  i said what i said\n  ","735019":"\n  nobody should be saying the N word around like that .\n  \n  point blank period\n  ","735020":"\n  lmfaoo someone who brags constantly about how good their life is for a bunch of strangers is actually miserable 😂🐸\n  ","735021":"\n  lmfaoooo!!!!!! she already saw it before the anon sent it to her\n  ","735022":"\n  she already made like 5 different accounts lmao\n  ","735023":"\n  lmfaoooo ; don’t nobody got time to make a whole new fake ask account like her. like if you wanted to send her a question you’d do it off anon.\n  \n  with her lying ass. i remember a couple days ago she said she was working with hubby . ahah! now she ain’t working lmao\n  ","735024":"\n  lmfaooooooooo ; now her story is different .\n  ","735025":"\n  neither lmao\n  ","735026":"\n  your life of a 24 year old . can’t be fun with a 41 year old . LOL\n  \n  🥴\n  ","735027":"\n  real life fxcking idiot . that’s what she is.\n  ","735028":"\n  haha!!! damn! you’re right\n  \n   @reachel_n\n  \n  . whoa vicky 😂😭🐸\n  ","735029":"\n  nasty how Jasmine keeps using the N word. 🤮🐸\n  ","735030":"\n  Whoa Vicky 😂🐸😭\n  ","735031":"\n  i don’t talk politics\n  ","735032":"\n  exactly; like just stop. she probably fxcked a black guy in past and now thinks she is . lmfao weak bxtch\n  ","735033":"\n  i don’t give a fxck . we all know damn well it’s wrong for certain races & color to use the N word.\n  ","735034":"\n  because i don’t???\n  \n  i don’t need them????\n  ","735035":"\n\n   @mariejszxo\n  \n  stop using the N word and stop saying hood. you’re not black. relax\n  ","735036":"\n  nope\n  ","735037":"\n  i don’t like gum\n  ","735038":"\n  ask me things 🥺\n  ","735039":"\n  stop using the N word.\n  ","735040":"\n  i had my left over jersey mikes lol .\n  \n  then i’m going to get done spanish for later for me.\n  ","735041":"\n  uhh , i cut my own bangs back when i was like 16,17 lol. dumbest thing evea . i like them but they have to look right on the person lol\n  ","735042":"\n  Jersey Mikes\n  \n  i had it for 3 days straight 😩\n  ","735043":"\n  i’d turn into a zombie lol\n  ","735044":"\n  you should not be using the N word like that. bxtch\n  ","735045":"\n  my mom can’t cook.\n  \n  & im not going to say how or why she can’t cuz it’s a stereotype lmao\n  ","735046":"\n  social studies\n  ","735047":"\n  i messes up making fajitas .\n  \n  easiest thing ever lol m\n  \n  epic fail\n  ","735048":"\n  pretty normal if y’all never get back together\n  ","735049":"\n  i hate my voice but i think it fits me\n  ","735050":"\n  laying here. about to resume back to my nap\n  ","735051":"\n  i think i’m getting spanish food\n  \n  and the boys burger king or mcdonald’s\n  ","735052":"\n  lmfaoo i’m about to throw up\n  ","735053":"\n  i have not\n  ","735054":"\n  ew you look like an old spanish grandma . not cute hun 🤮🐸\n  ","735055":"\n  nope. unless they’re addicted then get them help. meat high p0rn can be harmless and i think ppl who say it’s cheating is insecure\n  ","735056":"\n  i’d save it especially during a time like this\n  ","735057":"\n  10.\n  \n  i’m probably going back to take my nap\n  ","735058":"\n  ew, no\n  ","735059":"\n  idk . i usually don’t feel bad for other like that\n  ","735060":"\n  Bride Of Chucky\n  ","735061":"\n  i’ve been leaving my house everyday lmao. but i stay inside sometimes , but i always run to the store so\n  ","735062":"\n  mhm, idk . somedays i feel old some days i don’t\n  ","735063":"\n  blocked\n  ","735064":"\n  nothing in this world\n  ","735065":"\n  yet? wtf\n  ","735066":"\n  vanilla bean\n  ","735067":"\n  cleaned a lil , play with my son , so some of his school work , ordered food , took a little nap, got food .\n  \n  same ole same ole .\n  \n  quarantine sucks tho\n  ","735068":"\n  idk who monkey face is nor Jasmine\n  ","735069":"\n  send me thangs\n  ","735070":"\n  02.26.2020\n  \n  - almost 2 months\n  ","735071":"\n  newport 100\n  ","735072":"\n  failure\n  ","735073":"\n  i believe everyone has that one . that got away\n  ","735074":"\n  i like Boston Terriers . my dads ex gf has one and ugh i love him 🥺.\n  ","735075":"\n  you’re fine lovely 😊.\n  \n  and you’re welcome 😘\n  ","735076":"\n  i’m not answering this question cuz i’ve already answered this a billion times\n  ","735077":"\n  i have zero thoughts .\n  \n  if they want to constantly complain about the one they are with \/\/ love.\n  \n  that’s their problem\n  ","735078":"\n  feels the same as being in a long term relationship or just a relationship\n  ","735079":"\n  someone i look up to\n  ","735080":"\n  people are real life stupid\n  ","735081":"\n  going to take an hr nap .\n  \n  leave me q’s to answer 🤪✨\n  ","735082":"\n  recently it’s been Jersey Mikes\n  ","735083":"\n  depends on my mood\n  ","735084":"\n  tennis\n  ","735085":"\n  my dad 💖\n  ","735086":"\n  i like white chocolate sometimes\n  ","735087":"\n  i think about my kids .\n  \n  i always feel accomplished once i get important things done .\n  \n  i write a daily planner some times\n  ","735088":"\n  buy me Jersey Mikes & Starbucks so i don’t have to later 🙂\n  ","735089":"\n  thank you!! ☺️\n  \n  same to you Mrs.Bella 💖😘\n  ","735090":"\n  yeahhh\n  ","735091":"\n  mornings\n  ","735092":"\n  you sound dumb af\n  ","735093":"\n  i can do both\n  ","735094":"\n  exactly ; when a minor gets emancipated from their parents . what that means that’s not their parents or they didn’t have kids. lmfaoo.\n  \n  regardless of anything she’s still MY daughter!!!!\n  \n  and plus my mil always says to everyone how i’m still her mom lol\n  ","735095":"\n  sunsets\n  ","735096":"\n  nah\n  ","735097":"\n  that’s what i’m saying lmao.\n  \n  every time i say we argue they always say “you’re not going to last”. like what?\n  \n  like y’all have no idea what it was even about\n  ","735098":"\n  she’s still my child .\n  \n  lmfaoooooo !!!!\n  \n  can y’all come up with something new.\n  ","735099":"\n  idk why you’re assuming all of our arguments are “bad” .\n  \n  lmfaoooo\n  ","735100":"\n  why? because we were arguing like normal couples do .\n  \n  LMFAOOOO\n  ","735101":"\n  i think i’m set on the 2 i have\n  ","735102":"\n  i have\n  ","735103":"\n  definitely a resort\n  ","735104":"\n  my kids\n  ","735105":"\n  i wouldn’t\n  ","735106":"\n  no\n  ","735107":"\n  mhm , probably last week . when me and my hubby got into a pretty bad argument\n  ","735108":"\n  happy Birthday Tommy . hope you enjoy your day . even tho we’re all quarantine\n  ","735109":"\n  i’m about to get up! get ready for the day. make my son breakfast and then smoke\n  ","735110":"\n  thanks 🙂\n  ","735111":"\n  not recently .\n  \n  me and my mil are having a little problems & she don’t want to see me rn\n  ","735112":"\n  no. she’s just racist\n  ","735113":"\n  good decent questions about my life\n  ","735114":"\n  i hate this question\n  ","735115":"\n  that’s cool\n  ","735116":"\n  stop copying questions\n  ","735117":"\n  life\n  ","735118":"\n  i speak english\n  \n  i’d like to learn French\n  ","735119":"\n  dove body wash\n  ","735120":"\n  giving birth & recovering\n  ","735121":"\n  yep.\n  \n  i’m shy when i first meet a person or people . and then i tend to make shxt awkward and weird\n  ","735122":"\n  pizza\n  ","735123":"\n  chairs on my back deck\n  ","735124":"\n  nope\n  ","735125":"\n  the human body\n  ","735126":"\n  not rly\n  ","735127":"\n  haha! no i don’t\n  \n  when i was younger\n  ","735128":"\n  hide & seek\n  ","735129":"\n  i believe things happen because of our decision\n  ","735130":"\n  heavy\n  ","735131":"\n  in my room i do\n  ","735132":"\n  i have not\n  ","735133":"\n  seeing family\n  ","735134":"\n  my day was perfect 💕.\n  \n  hope yours was good 🙂\n  ","735135":"\n  my kids & my life\n  ","735136":"\n  i’m fine\n  ","735137":"\n  i have no idea. i know i have a lot i’m deleting and getting to .\n  \n  i keep it cleaned \/\/ unanswered\n  \n  i answered a certain amount . then when i get bored & want to answer q’s i’ll do later .\n  ","735138":"\n  never gone. idek how lmao. i want to learn tho\n  ","735139":"\n  i don’t lol.\n  \n  i’ve had one a long time ago .\n  \n  it was whack tho\n  ","735140":"\n  ask me juicy questions guys\n  ","735141":"\n  10:40pm\n  ","735142":"\n  no but i want a pair of crocs\n  ","735143":"\n  kinda figured\n  ","735144":"\n  honestly it depends on how much i’m on it throughout the day,\n  \n  rn it’s on 10% lol\n  ","735145":"\n  lmfaoo shove that apology up your ass 😂.\n  ","735146":"\n  nah\n  ","735147":"\n  asking dumbass questions\n  ","735148":"\n  no\n  ","735149":"\n  i think that happens to everyone’s phone 🤷🏽‍♀️\n  ","735150":"\n  thanks\n  ","735151":"\n  i hardly ever update it .\n  \n  i rly don’t care for it .\n  \n  simple fact these anons don’t check them anyways\n  ","735152":"\n  honestly nobody\n  ","735153":"\n  speak english or be blocked\n  ","735154":"\n  lol thanks?\n  ","735155":"\n  don’t give a fxck\n  ","735156":"\n  yes i do\n  ","735157":"\n  fine\n  ","735158":"\n  why are you sending me your own link\n  ","735159":"\n  no\n  ","735160":"\n  French\n  ","735161":"\n  but she’s not racist . hahah!\n  ","735162":"\n  i don’t know why for a second you bxtches think you can hurt my feelings .\n  \n  haha! you tried 🙂🥴\n  ","735163":"\n  i’d give up my fav dessert\n  ","735164":"\n  i never sleep 7-8 hrs\n  ","735165":"\n  nope. time never stops and time moves forward\n  ","735166":"\n  her and her son\n  ","735167":"\n  yay; i finally got to a answering \/\/ clearing out my inbox from 2 days worth of things.\n  \n  - - - be sure to keep sending those questions in .\n  \n  i’ll be happy to answer anything 🙂✨\n  ","735168":"\n  hah! men definitely are!!! and oh no. i hope you get better love\n  ","735169":"\n  • everyone thinks he’s an asshole but he’s NOT. haha! he hates humans\n  ","735170":"\n  out with my friends smoking , hookah , taking my son to the parks , amusement parks , pools , beaches , clubs\n  ","735171":"\n  my minds empty\n  ","735172":"\n  popcorn\n  \n  pretzels are to salty for me sometimes\n  ","735173":"\n  well it’s only Tuesday lol.\n  \n  not much has rly happened .\n  \n  besides my husband being kinda annoying lol.\n  \n  but, other than that. pretty good.\n  \n  hope you’re having a good week so far\n  ","735174":"\n  i honestly don’t care .\n  \n  i have 100 unread messages .\n  \n  i barely right back to people\n  ","735175":"\n  i use to have a dog named Ice and a turtle .\n  \n  that’s Ice 🧊\n  ","735176":"\n  snoop doggy dog\n  ","735177":"\n  depending on what they did and the situation\n  ","735178":"\n  the fact that i never listen until shxt hits the fan\n  ","735179":"\n  i think so .\n  \n  i’m not too sure tbh\n  ","735180":"\n  • i can’t wait to try shrooms one day\n  ","735181":"\n  • he loves to dance but he has no rhythm lmao.\n  \n  • fun fact Nevaeh only smiles when her brother comes around\n  ","735182":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  ask me things there too\n  ","735183":"\n  yawn .\n  \n  can i get decent questions\n  ","735184":"\n  thank you babe . if anything i’ll message you on fb . love you 😘💕\n  ","735185":"\n  thank you lovely and my anxiety goes up thinking about that too . such sad times rn. and ooo you lit lol.\n  ","735186":"\n  yeah somedays some stores don’t get there trucks 😩. and lmao you better get to it 😂\n  ","735187":"\n  lmfaoo the stores are shxt and you can barely find anything lol.\n  \n  if you were here i’d give you some lol\n  ","735188":"\n  damn that’s long but i know here i’m the States some states are closed until June at least.\n  \n  we been on lockdown since early March . honestly i’ve been sleeping & eating. and smoking so much more. but i do spend more time with my son and catching up with school work and such. my anxiety goes up sometimes when i’m in stores\n  ","735189":"\n  i have many times .\n  \n  kinda sucks lmao\n  ","735190":"\n  no thank you\n  ","735191":"\n  no\n  ","735192":"\n  well that’s their faults their miserable. either fix it or divorce simple .\n  \n  and men are entitled to half that money to ya know?\n  \n  and they do have prenups\n  ","735193":"\n  no reason to say congrats to me fxcking my own husband\n  ","735194":"\n  cool not a question\n  ","735195":"\n  obviously.\n  \n  he’s also my husband\n  ","735196":"\n  25\n  ","735197":"\n  that good d!ck 😏\n  ","735198":"\n  6 1\/2 & 1\n  ","735199":"\n  that i hate humans & how dumb they are\n  ","735200":"\n  Jersey Mikes that i’m about to go get soon lol\n  ","735201":"\n  my kids names aren’t offsprings .\n  \n  you literally could’ve of said “how old are your kids.”\n  \n  that’s how you ask a question properly\n  ","735202":"\n  if you can’t ask me questions about my kids correctly don’t ask PERIOD.\n  ","735203":"\n  no\n  ","735204":"\n  yep\n  ","735205":"\n  uh yeah\n  ","735206":"\n  i want to go to Australia or New Zealand rly bad\n  ","735207":"\n  tab neither\n  ","735208":"\n  haha!!! dumb Americans\n  ","735209":"\n  staying more than 6ft away from ppl\n  ","735210":"\n  i am & i think the secret feature is cool lol\n  ","735211":"\n  nah i’d rather go off to plan parent hood to get rid of em\n  ","735212":"\n  nope\n  ","735213":"\n  not fertilized\n  ","735214":"\n  scorpio\n  ","735215":"\n  going out to eat\n  ","735216":"\n  bio: “don’t just lurk and stalk ask \/ tell me something.”\n  \n  lmfaoo luke didn’t you send your tellonym link around on ask yesterday so everyone could know where you went lmao.\n  ","735217":"\n  sure\n  ","735218":"\n  lmfaoo her tellonym is hilarious\n  ","735219":"\n  idk nor do i rly care\n  ","735220":"\n  i do\n  ","735221":"\n  nothing tbh .\n  \n  i’m about to get dinner soon\n  ","735222":"\n  nah\n  ","735223":"\n  nah\n  ","735224":"\n  going to take a nap\n  \n  ask me questions guys\n  ","735225":"\n  yep\n  ","735226":"\n  no\n  ","735227":"\n  do you boo boo\n  ","735228":"\n  none\n  ","735229":"\n  nah i’m good\n  ","735230":"\n  idc about Islam\n  ","735231":"\n  lmao\n  ","735232":"\n  i’d ask them what’s wrong\n  ","735233":"\n  🙂\n  ","735234":"\n  • zip lining\n  ","735235":"\n  being honest\n  \n  loyalty\n  \n  respect\n  \n  i think the death penalty is morally wrong\n  ","735236":"\n  having both of my kids. via emergency c section @ 30w . and again at 30w2d\n  ","735237":"\n  honestly i’m not for it. i could never imagine sharing the one i live with anyone else.\n  \n  but, to each themselves\n  ","735238":"\n  lying , cheating , betrayal , disrespect\n  ","735239":"\n  middle school days\n  \n  between 19-23 - worse phase\n  ","735240":"\n  i’m in between. cuz you have to be true to yourself but in the process you don’t want to be an a**hole & also hurt others along the way\n  ","735241":"\n  i know you’re lying haha!!!!\n  \n  okay i’m bored .  either ask me questions about me and my life .\n  \n  or i’m just block & delete\n  ","735242":"\n  so you’re telling me she couldn’t make a troll account? LMFAOOOOO !!!\n  \n  anyone can make an account with no pic , a whole different user and name and send HATE.\n  \n  y’all can’t be this fxcking stupid\n  ","735243":"\n  well someone cane to my page sending us links about her tellonym lol.\n  \n  y’all are the ones sending it to me lol. and i’m just answering cuz i’m bored lmao .\n  \n  YOLO\n  ","735244":"\n  following you x\n  ","735245":"\n  she’s trash just like her pedo husband\n  ","735246":"\n  haha!!! i’m to lazy\n  ","735247":"\n  lmfao. now i’m curious 🤣\n  ","735248":"\n  haha!!!\n  \n  she living her best life\n  \n  yolo\n  ","735249":"\n  i haven’t seen what she posted besides when i first clicked the link you sent,\n  \n  she’ll be back lmao.\n  \n  she’ll need more clout and ass licking\n  ","735250":"\n  i’ve done that . but i have an ac in my room\n  ","735251":"\n  questions about my life tbh .\n  \n  my kids , parenting , marriage , relationships , past\n  ","735252":"\n  well ; anyone who would be okay with their 15 year old “daughter” dating a 30 year old . has serious issues . clearly her parents never cared about her dating men twice her age. hence why she’s 24 and her husband is 41.\n  ","735253":"\n  she honestly just looks big .\n  \n  and she lies a lot. she changes her opinions a lot . smh\n  ","735254":"\n  i don’t even care to send her anything on that dead site 😂. she’ll come back here eventually .\n  \n  plus she’s a disgusting bxtch\n  ","735255":"\n  hahah!!!\n  \n  her user name should be LilMixedUgly.xo\n  ","735256":"\n  LilMixedUgly xo\n  ","735257":"\n  ask me things\n  ","735258":"\n  i like them. i only wear them if i’m going out to a club or a formal event\n  ","735259":"\n  nope. and nope.\n  \n  i don’t like going in pools or beach water\n  ","735260":"\n  i didn’t get anything .\n  \n  my son got an easter basket .\n  \n  i didn’t take no pics tho lol\n  ","735261":"\n  yesterday both times haha!\n  ","735262":"\n  i did. i was with my hubby and bff yesterday. we hang out for a lil\n  ","735263":"\n  smoking lmao ; hahah!\n  \n  eating, sleeping , doing school work with my son.\n  \n  i go out to hang with my bff sometimes .\n  ","735264":"\n  her name is Maryjane\n  ","735265":"\n  i pretty much answered anything ; and if i’m uncomfortable i either answer with something dumb or i delete\n  ","735266":"\n  lime green\n  ","735267":"\n  hang with my family that i barely see\n  ","735268":"\n  barbados\n  ","735269":"\n  i personally don’t like it ; and you can only use it with apple products (one think i hate about apple) and it always gave us problems. i just think it was a pointless creation lol. we’d all be fine without it .\n  ","735270":"\n  that in reality i’m actually the sweetest human\n  ","735271":"\n  Apple Tv\n  ","735272":"\n  i’d get Joy on my wrist\n  ","735273":"\n  lying \/\/ stealing\n  ","735274":"\n  that sounds cool\n  ","735275":"\n  haha!!! like if they want to eat it . they can just ask 🙂\n  ","735276":"\n  lots of things . since ya know i can’t fail\n  ","735277":"\n  nah\n  ","735278":"\n  nope\n  ","735279":"\n  i don’t get why she lies so much . i don’t get why she deletes and changes her opinions\n  ","735280":"\n  haha!! my bff\n  ","735281":"\n  haha! that’s why they called the cops on ur hubby cuz he’s a pedo\n  ","735282":"\n  cool\n  ","735283":"\n  no . i don’t reply back or sometimes i take hrs\n  ","735284":"\n  i’m not playing would you rather\n  ","735285":"\n  uh no i just woke up from my nap\n  ","735286":"\n  let’s stop chasing our story’s girl .\n  ","735287":"\n  i’m so tired of this hurt ass bxtch. .\n  ","735288":"\n  ew no\n  ","735289":"\n  my works\n  ","735290":"\n  idk. i have conversations everyday\n  ","735291":"\n  depends on my mood\n  ","735292":"\n  i’m not playing would you rather\n  ","735293":"\n  no your answers are golden . 😂.\n  \n  haha!! thanks . you’re so down to earth and chill\n  ","735294":"\n  omg 😊. i’d love that 🥰💛\n  ","735295":"\n  i rly want\n  \n   @littletrust\n  \n  to be one of my close friend 🥺\n  ","735296":"\n  yeah.\n  \n  talking over people\n  ","735297":"\n  it was rly nice out . sunny . it was probably about 55. today??? tho it’s raining and it’s very windy\n  ","735298":"\n  yeah it was alright .\n  ","735299":"\n  i applied for 3 weeks ago.\n  \n  they have VIP or VIP+\n  \n  you can go to your coins and buy the regular VIP\n  ","735300":"\n  i tagged her twice . she better answer cuz i want answers\n  ","735301":"\n  🤷🏽‍♀️\n  ","735302":"\n  7\n  ","735303":"\n  she is. especially for marrying someone twice her age 🤮. it’s honestly a cycle as you can see. it’s sad\n  ","735304":"\n  i actually heard we rly shouldn’t be drinking cows milk or any animals milks\n  ","735305":"\n  fear\n  \n  judgement\n  ","735306":"\n  i’m actually considered for the well being of that child . tbh\n  ","735307":"\n  no\n  ","735308":"\n  i’m not\n  ","735309":"\n  probably not going to ever go but Australia or New Zealand\n  ","735310":"\n  all the money in the world\n  ","735311":"\n  Jersey Mikes\n  ","735312":"\n  yep\n  ","735313":"\n  i want your questions still .\n  \n  i just wasn’t on much yesterday\n  ","735314":"\n  no but i want to become an owner\n  ","735315":"\n  not anymore\n  ","735316":"\n  2\n  ","735317":"\n  sorry i’m a day late. but hope you a had a good Easter\n  ","735318":"\n  there no way\n  ","735319":"\n  i do .\n  \n  i’m watching it rn .\n  \n  the new season .\n  \n  it’s entertaining\n  ","735320":"\n  i do. and i have to smoke before i go to sleep.\n  ","735321":"\n  everyday. i can’t walk around my house without them\n  ","735322":"\n  i like the hollow ones\n  ","735323":"\n  dumbest thing- calling blacks moneys and then saying you’re NOT racist .\n  ","735324":"\n  some people don’t mind it some people do\n  \n  50\/50\n  ","735325":"\n  i listen to spanish music once in a while other then that . i listen to music in my language\n  ","735326":"\n  absolutely. he basically admit to it lol\n  ","735327":"\n  smoking lmaoo\n  ","735328":"\n  i absolutely do\n  ","735329":"\n  i hung out with my hubby and bff\n  ","735330":"\n  it’s a nice color\n  ","735331":"\n  getting taken my the currents\n  ","735332":"\n  French\n  ","735333":"\n  my son\n  ","735334":"\n  not the most ridiculous but moms allowing their 15 year olds to date men twice their age\n  ","735335":"\n  sorry i’m a date late. i wasn’t really on yesterday but happy Easter to you as well. hope you enjoyed your day\n  ","735336":"\n  Gahbee Series Of Unfortunate Events\n  ","735337":"\n  i like lime green\n  ","735338":"\n  lmfaoo bxtch is nasty. she’s going to put her “daughter” in danger by letting her date someone twice her age.\n  \n  and these anons say i’m a shxt mom!!! HAHA! id never ever let my daughter date someone twice her fxcking age.\n  ","735339":"\n  ew and the fact that\n  \n   @YaFavoriteMixedGirl\n  \n  would let her “daughter” date a 30 year old if she was 15. sounds like you like pedos\n  ","735340":"\n  i don’t follow trash\n  ","735341":"\n  ask me questions guys\n  ","735342":"\n  be more specific\n  ","735343":"\n  haha! 15hrs late smh. barely was on yesterday! but i hope you had a d easter yesterday\n  ","735344":"\n  family guy\n  ","735345":"\n  do you have a question\n  ","735346":"\n  nope\n  ","735347":"\n  i’m a lefty . why tf would i lie about me a lefty .\n  \n  you sound like you serious issues\n  ","735348":"\n  lefty\n  ","735349":"\n  a. easter basket\n  ","735350":"\n  if you have no questions about me ; be gone\n  ","735351":"\n  okay?\n  ","735352":"\n  took 0 pics\n  ","735353":"\n  nobody asked you\n  ","735354":"\n  the fake has returned\n  ","735355":"\n  idc\n  ","735356":"\n  exactly what i’m saying. lmaoo\n  ","735357":"\n  okay?\n  ","735358":"\n  new york\n  ","735359":"\n  because there questions for me about ME. idc about you or your life. you want to answer questions about yourself. do it on your page\n  ","735360":"\n  i’ve stated many times i do. i was with her yesterday and she’s on my snap\n  ","735361":"\n  nah\n  ","735362":"\n  no\n  ","735363":"\n  18\n  ","735364":"\n  idc\n  ","735365":"\n  thanks. you too 🙂\n  ","735366":"\n  nope\n  ","735367":"\n  26\n  \n  and about 6 years\n  ","735368":"\n  bacon\n  ","735369":"\n  users not on anon talking shxt about others parenting or about their kids.\n  ","735370":"\n  worst habit is either never admitting when i’m wrong or talking over people.\n  \n  best habit - i’m not even sure tbh. lol\n  ","735371":"\n  oxtail\n  ","735372":"\n  we’re doing nothing besides having dinner.\n  ","735373":"\n  on a trail in the woods with my husband & bff. just smoking in at hot summer day. because it’s so relaxing. it’s so quiet i.& not a lot of ppl\n  ","735374":"\n  i don’t eat things that don’t look appealing to me or look gross tbh. i’m a picky eater lol. so nothing\n  ","735375":"\n  happy Easter 🐇\n  ","735376":"\n  same to you!\n  ","735377":"\n  my son\n  ","735378":"\n  i do in a way\n  ","735379":"\n  idc about that chick Jasmine or whatever\n  ","735380":"\n  good like she should\n  ","735381":"\n  oh well . she’s a lame ass bxtch\n  ","735382":"\n  she didn’t get banned . she deactivated her account cuz she knew what she said was wrong. if she did say that\n  ","735383":"\n  i don’t know why you sent that link. i’m not watching it lmaoo\n  ","735384":"\n  she had like 4 different accounts prior to that. and suppose they got banned? lmao she’s not even popular enough or hated enough for people to want to ban her\n  ","735385":"\n  i tried to watch one of her videos on her other page yesterday and it wouldn’t let me LMFAO.\n  \n  even ask knew\n  ","735386":"\n  you know you can save other people’s videos right? and if she’s a real account she lies a lot\n  ","735387":"\n  lmfaoo it seems like it to me. she’s always making a new one. yesterday she was yafavoritewhitegirl lmfaoo. she had her account for less than 2 days and it got banned? she isn’t that popular or hates enough on this site. she constantly deactivates them. makes a new one and then starts lying .\n  ","735388":"\n  home schooling sucks lmao\n  ","735389":"\n  sure\n  ","735390":"\n  my sons drawings and good grades\n  ","735391":"\n  no. i’ve seen it. i think it’s rly dumb\n  ","735392":"\n  i’m verified\n  ","735393":"\n  lmfao i thought you lived in Philadelphia\n  ","735394":"\n  alright ; saw my bff td & tried an edible today for the first time\n  ","735395":"\n  like bxtch stop following me . i tell her every time “no” and she still sends me shxt\n  ","735396":"\n  okay you definitely fake or want attention. stop following me and sending me shxt ,\n  ","735397":"\n  stop sending me emojis\n  ","735398":"\n  ??\n  ","735399":"\n  i have no idea .\n  \n  maybe fast food\n  ","735400":"\n  i already have the iphone x Max\n  ","735401":"\n  i know it’s so high. but, i also know a lot of other ppl who pay way more.\n  \n  i’ve talked to sprint already.\n  \n  and i don’t want the iphone 11 Pro Max.\n  \n  thanks tho\n  ","735402":"\n  lol\n  ","735403":"\n  love yourself\n  ","735404":"\n  good-bye\n  ","735405":"\n  do you have a question\n  ","735406":"\n  thank you gorgeous 🥰💕\n  ","735407":"\n  no you’re enough . you are fabulous & amazing\n  ","735408":"\n  i love strawberries\n  ","735409":"\n  it’s been windy af & cold .\n  ","735410":"\n  he’s my lifeline\n  ","735411":"\n  blocked\n  ","735412":"\n  my son & that’s obvious\n  ","735413":"\n  stop asking this sane annoying question\n  ","735414":"\n  my son\n  ","735415":"\n  ask me questions guys .\n  \n  i’m bored af rn\n  ","735416":"\n  lmfao i know some of you girls on here are the same people . just using different pics to confuse us\n  ","735417":"\n  little bit of both\n  ","735418":"\n  their teeth .\n  \n  hygiene\n  ","735419":"\n  ps4\n  ","735420":"\n  thanks. same to you!\n  ","735421":"\n  both i believe lol\n  ","735422":"\n  probably enthusiasm\n  ","735423":"\n  to love\n  ","735424":"\n  i’m my state is probably say NYC lol. and that’s a given\n  ","735425":"\n  probably 50 different countries. only because i’m so intrigued in other countries. how they live their lives day-to-day. so freaking cool 😎\n  ","735426":"\n  i only like brushing my hair. i don’t let anyone touch or do my hair. since was younger i rly never let anyone play or touch in my hair. it would make me cringe\n  ","735427":"\n  just going through things rn .\n  \n  but i’m fine lol\n  ","735428":"\n  this dumb bxtch i use to be friends with lmao.\n  ","735429":"\n  thanks\n  ","735430":"\n  lmfaooo yooo i’m so tired of you dumb bxtches and guys!!!! stop letting people cheat on your over & over and get back with them. and then start complaining lmfao. like how tf did he give you to kids. and he’s still cheating on you. cheated on you during both of your pregnancies and after? i swear\n  ","735431":"\n  i love chips tbh lmao\n  ","735432":"\n  i hope so\n  ","735433":"\n  that’s good\n  ","735434":"\n  it does sound awesome\n  ","735435":"\n  oh yeah i heard about that\n  ","735436":"\n  you got it good lol\n  ","735437":"\n  ouch my heart just broke lol\n  ","735438":"\n  yeah it rly is lol. as long as it gets paid tho .\n  ","735439":"\n  💕✨\n  ","735440":"\n  it’s always been $347 plus we both have the iphone xs max which is $47 monthly for both phones plus the plan\n  ","735441":"\n  sane to you love! keep your head up 💕✨\n  ","735442":"\n  more junk\n  ","735443":"\n  neither\n  ","735444":"\n  it’s me and my husband.\n  \n  and honestly sprint is just always been like that 🙄\n  ","735445":"\n  lmaoo ; i paid a $100 a couple weeks ago. that was the remaining balance . so now add that plus the $100 lol\n  ","735446":"\n  lmfaoo she’s obsessed with you. maybe she should just eat your a**hole already.\n  ","735447":"\n  it wasn’t the first to pop up lmao\n  ","735448":"\n  lmfaoo anymore questions y’all haters or non haters want to send me\n  ","735449":"\n  there has actually lmaooo\n  ","735450":"\n  no i just said that i let her talk her shxt\n  ","735451":"\n  why do i have to name them? lmfaoo my friends know who it is.\n  \n  awe you’re just mad cuz YOU DONT KNOW\n  ","735452":"\n  lmfao just texted you back\n  ","735453":"\n  no. i wasn’t even aware she had multiple accounts .\n  \n  the person i’m talking about always sent me a damn question everything they made a new account\n  ","735454":"\n  ew why are you looking at things from a year ago.\n  \n  creepy af\n  ","735455":"\n  haha! if you don’t know. then you don’t know\n  ","735456":"\n  lmfaoo how funny is it. that you’ve made multiple accounts on here ; you noticed you weren’t getting any questions so you decided to start drama with my friends.\n  \n  am i right?\n  ","735457":"\n  done 🤗\n  ","735458":"\n  no\n  ","735459":"\n  that’s what i’m saying or at least hit the unfollow button. it’s my life. so i’m not exactly sure how it’s their problem lmao.\n  ","735460":"\n  it’s literally fan behavior and it’s creepy & weird now lmao\n  ","735461":"\n  exactly ; any reason to TRY and hate on my life lol. just because they don’t agree 😂🤣\n  ","735462":"\n  bye you’re boring\n  ","735463":"\n  nah , i’m good having a white mom & a black dad.\n  ","735464":"\n  cool\n  ","735465":"\n  good 4 her ~\n  ","735466":"\n  cool story\n  ","735467":"\n  do you know me irl? cuz now you’re just assuming .\n  \n  i’m not yelling at no anon on here that want to talk shxt and hate behind a screen .\n  ","735468":"\n  nobody wants to be a guy.\n  \n  cuz i sure don’t\n  ","735469":"\n  so why is okay for men to just randomly hood up with whoever?\n  \n  lmfaoo miss me with that bs\n  ","735470":"\n  lmfaoooo ; i’m glad you’re changing the whole convo.\n  \n  if gross that you’re shaming moms for giving up their kids .\n  \n  you’re actually the disgusting one.\n  \n  hope you catch the Conora and get sick 😂\n  ","735471":"\n  k cool\n  ","735472":"\n  i’ve been alright ; just been going through some things today but other than that i’m fine.\n  \n  hope you’re holding up well too\n  ","735473":"\n  i hardly yell tho?\n  ","735474":"\n  yep cuz anyone who fxcks a man or women during a “HOOK UP” is just trash . especially if they don’t like em .\n  \n  smh this is 2020\n  ","735475":"\n  how much energy does anyone waste a day\n  ","735476":"\n  lol thanks\n  ","735477":"\n  cuz you can let anyone fxck without having feelings or being attached lmao.\n  \n  people do it all the time . everyday .\n  \n  this is 2020 you can fxck and have zero feelings for a person\n  ","735478":"\n  her name on my phone is bff? and i know i mention her as maryjane cuz i do any other time i talk about her?\n  \n  so i’m confused as to why i wouldn’t on here? i’ve had ppl on her call her by Maryjane????\n  \n  again, nice try .\n  \n  you do know me and i can tell you do .\n  ","735479":"\n  i’m not talking about hook ups that are 2 years old .\n  \n  those ppl don’t mean nothing to me and still don’t\n  ","735480":"\n  i guess\n  ","735481":"\n  no i know.\n  \n  i think it’s the account spam account that likes it\n  ","735482":"\n  that’s how i know you’re lying 😂. i’ve never referred to her ask that only Maryjane 😂.\n  \n  nice try tho\n  \n  i’m blocking you since you know my irl and can message me on any of my other social media’s if you want the answer\n  ","735483":"\n  in the past yeahhhh\n  ","735484":"\n  cuz clearly i know you’re someone i know irl\n  ","735485":"\n  don’t give a fxck\n  ","735486":"\n  but didn’t they just say i can identify as mixed because that’s what i am? or you couldn’t read that line\n  ","735487":"\n  because she obviously doesn’t want one. you clearly sound mad\n  ","735488":"\n  lmfaoooo !!! why are you on anon?\n  ","735489":"\n  blocking you\n  ","735490":"\n  UGH ; what’s wrong guys??? they said what they said. PERIOD\n  ","735491":"\n  i’m already with him\n  ","735492":"\n  do you have a question?\n  ","735493":"\n  smh\n  ","735494":"\n  Maryjane - and since last July . we hung out so much . but rn since it’s quarantine we haven’t been hanging out\n  ","735495":"\n  idc about your friends\n  ","735496":"\n  he calls me “babe”\n  ","735497":"\n  i can’t wait to get this Jersey Mikes\n  ","735498":"\n  a jaguar (the car)\n  ","735499":"\n  i don’t to go through questions and then find one from 7 days ago.\n  ","735500":"\n  hello\n  ","735501":"\n  it’s afternoon.\n  \n  but good night\n  ","735502":"\n  she’s good where’s she’s at\n  ","735503":"\n  idk why my answers from weeks ago are being reported and back in my inbox\n  ","735504":"\n  no\n  ","735505":"\n  i’d rather audiobooks\n  ","735506":"\n  beautiful. a thousand words\n  ","735507":"\n  that’s just you Tom. lol sorry\n  ","735508":"\n  i’d have to do my own research on that person\n  ","735509":"\n  yasss!!!!! 😂😉\n  ","735510":"\n  nope. Easter isn’t coming this year\n  ","735511":"\n  i think we all get a 2nd chance in another body\n  ","735512":"\n  lasagna\n  ","735513":"\n  my husband text\n  ","735514":"\n  lmfaooo ; she probably ended up blocking you 😂\n  ","735515":"\n  ew no that’s trashy\n  ","735516":"\n  like that gets me sooo maddd!!! like i never understood why strangers feel entitled to someone else life . like if you’re pregnant and living your best life stfu!!! lmao .\n  \n  and i just got on like 30 minutes go too . i had to go to different profiles to figure everything out lol. #LURKING\n  ","735517":"\n  lmfaoooooo ; yo you bxtches on here love talking about my friends\n  \n   @elysssa_d\n  \n  &\n  \n   @Lcottrill\n  \n  . stop the fan behavior. stop trying to get questions \/\/ clout of off them. shxts not cute. haha! some of y’all lucky you don’t know me irl 🙂\n  ","735518":"\n  lmfaooo ; why type a whole ass paragraph.\n  \n  i didn’t even read it but the first line\n  ","735519":"\n  nobody asked you\n  \n  idc\n  ","735520":"\n  already know what’s going on\n  \n  so this was irrelevant\n  ","735521":"\n\n   @elysssa_d\n  \n  and\n  \n   @CrxstalCastles\n  \n  need to fill me in on what’s going on\n  ","735522":"\n  no\n  ","735523":"\n  TRESemmé\n  ","735524":"\n  • there’s an afterlife\n  \n  • pro-choice\n  \n  • marriage\n  \n  • wanting 3-4 kids\n  ","735525":"\n  the fact that we’re alive\n  ","735526":"\n  ask me questions guys!!!\n  \n  i’m bored and hubby left\n  ","735527":"\n  no\n  ","735528":"\n  i just said definitely NOT.\n  \n  can you read or not\n  ","735529":"\n  definitely not\n  ","735530":"\n  every country can be racist\n  ","735531":"\n  smoking at the park on a nice 70° weather\n  ","735532":"\n  absolutely nothing\n  ","735533":"\n  i’m not & i don’t rly know anyone\n  ","735534":"\n  💕💕💕\n  ","735535":"\n  dreamer & achiever\n  ","735536":"\n  rats\n  ","735537":"\n  i will later 😂\n  ","735538":"\n  tbh i wouldn’t want to own an exotic animal\n  ","735539":"\n  i feel bad for all the animals in there\n  ","735540":"\n  Big Mouth\n  ","735541":"\n  love at first sight is when you see your child for the first time. lust is loving the idea of someone\n  ","735542":"\n  i have. it gets boring after a while\n  ","735543":"\n  a lot of y’all rly need to SHUT THE FXCK UP already!!!\n  ","735544":"\n  tbh i agree! i hate all these same words with different meaning.\n  \n  like there, their, they’re. just complicated sometimes lol\n  ","735545":"\n  really? i’ve heard from a lot of people trying to learn English & they say it’s hard. but i’m glad it came easy for you\n  ","735546":"\n  tbh i think the English language is hard to learn in general lol.\n  ","735547":"\n  i’ve done those maybe 5-6 ago . lmaoo. now looking back. those were dumb. lol\n  ","735548":"\n  my mom or my mil\n  ","735549":"\n  probably not\n  ","735550":"\n  just annoyed\n  ","735551":"\n  thanks\n  ","735552":"\n  stop asking this same question everyday\n  ","735553":"\n  it’s neither\n  ","735554":"\n  why is this such a dumb statement\n  ","735555":"\n  never\n  ","735556":"\n  zoos are terrible.\n  ","735557":"\n  kinda\n  ","735558":"\n  i don’t give a fxck about your trash sex life\n  ","735559":"\n  i know\n  ","735560":"\n  cuz it was\n  ","735561":"\n  my dad & he makes pretty much anything\n  ","735562":"\n  nothing\n  ","735563":"\n  2011 probably 🤷🏽‍♀️\n  ","735564":"\n  lol that’s cool\n  ","735565":"\n  25\n  ","735566":"\n  i was in 3rd grade i believe\n  ","735567":"\n  i shared it cuz i felt like it was right you idiot .\n  \n  but sending negative feedback is okay but then sending me hate and saying i’m a shxt parent is just HATER BEHAVIOR.\n  ","735568":"\n  i’m blocking you anon ~ so send me another one so i can do it rly quick\n  ","735569":"\n  that’s what i’m saying !!!! like their basically saying people who choose adoption or whatever even if they didn’t use any protection and had kids prior are shxt parents . smh\n  ","735570":"\n  okay so i must’ve added her on snapchat? and? i still never said not one bad thing about her?\n  \n  so how does snapchat and shxt talking relate? cuz i’ve never said i had problems lmao\n  ","735571":"\n  giving up you’re child is never selfish . i’d rly hope you’d never say that to someone who choose adoption cuz you’re just a shxtty human for that statement right there.\n  \n  and my kids will never know me and their grandma has a rocky relationship lmao. when we see each other or i go drop off my son down there we talk and all like we like each other. it’s called being adults. my son is almost 7 and still has no idea me and his mom fight and stuff lmao .\n  \n  so yeah next\n  ","735572":"\n  i don’t care where people are coming from. tbh you can’t say i’m a shxtty mom or anything cuz i take care of what’s mine. a shxtty parent is someone who a*use their kids , starve them and such . FOH lmao .\n  \n  no i’m not mad at you just saying lol\n  ","735573":"\n  i’ve never said 1 bad thing about her in my life lmao. ive didn’t even know who she was until Marissa said something about me and she jumped on\n  ","735574":"\n  bye 😂\n  ","735575":"\n  bye Chloe\n  ","735576":"\n  idgaf\n  ","735577":"\n  that’s what i’m saying . they wouldn’t be saying this shxt to anyone else . lmao it’s just cuz it’s me and i stay on their minds 24\/7 ~\n  ","735578":"\n  bxtch i’ve been had problems with my mother-in-law long before i had kids. so me being disrespectful to her has been going on between us longer than my kids been here.\n  \n  so throwing that in the air means shxt to me.\n  \n  cuz it was my IDEA in the first place to even want to place her with his mom.\n  \n  you fxcking fool\n  \n  stop acting like you know shxt when clearly you don’t\n  ","735579":"\n  i’m a deadbeat mom yet i take care of my son everyday ????\n  \n  and plus me giving my child up and my mil agreeing to it doesn’t make me a deadbeat. a deadbeat is someone who isn’t in their kids lives lmao.\n  ","735580":"\n  answering questions about me regardless of someone else brought saying how i’m a shxtty person . is fan behavior . between her and that anon.\n  \n  now idc anymore .\n  \n  stop sending me “her” link\n  ","735581":"\n  sure acting like by keeping my name on her page lmao.\n  \n  but anything else sent about that person will be reported and blocked\n  \n  not doing this tonight\n  ","735582":"\n  it’s hilarious how everyone she gets someone’s username she automatically thinks it’s them. funny to how you got that same exact question right after i announced everything and Marissa had an opinion lmao.\n  \n  go on girl\n  ","735583":"\n  exactly ; anons are bored tonight\n  ","735584":"\n  okay? maybe she has a cold lmao\n  ","735585":"\n  fan behavior\n  ","735586":"\n  Drake - Toosie Slide\n  ","735587":"\n  that’s what’s wrong with this fxcking dumbass world. just because someone is sick automatically means the have COVID-19? of stfu anon. she’s probably just sick . ya know? people do catch colds without having COVID-19. i know shocker 😱\n  ","735588":"\n  that’s good that you don’t care\n  \n  nobody ask nor cares\n  \n  irrelevant\n  ","735589":"\n  i was pregnant here lmao\n  ","735590":"\n  lmaoo they’re just mad cuz they have nothing going on\n  ","735591":"\n  ew that was makes me want to block you\n  ","735592":"\n  during this time ; seems like nobody does 😂😂😂. i’m seeing beef everywhere today 🥴\n  ","735593":"\n  question is why was i so hype to find out what beef 🤪\n  ","735594":"\n  this is irrelevant info\n  ","735595":"\n  i haven’t used it today lol. need to start doing my task\n  ","735596":"\n  lmfaoo some of you bxtches on here are so full em themselves 😂. sad sad life\n  ","735597":"\n  lol my husband snores sometimes 🙄😂\n  ","735598":"\n  okay send it 🤪\n  ","735599":"\n  yep and i just keep defending myself\n  ","735600":"\n  do you have a question\n  ","735601":"\n  we’re never going to be cool\n  \n  stop fxcking asking this dumbass question\n  ","735602":"\n  i’ve done both\n  ","735603":"\n  you can send the questions separately and not under a thread\n  ","735604":"\n  that’s the whole point of this site\n  ","735605":"\n  that sucks\n  ","735606":"\n  definitely not\n  ","735607":"\n  ew don’t call me baby 🤮\n  ","735608":"\n  do you have a question\n  ","735609":"\n  i unfollow them .\n  ","735610":"\n  someone just asked me that lol.\n  \n  i just answered it\n  ","735611":"\n  smoke or hang out\n  ","735612":"\n  new york\n  ","735613":"\n  mhm i don’t rly have an embarrassing moment\n  ","735614":"\n  no\n  ","735615":"\n  let’s play the number game guys\n  \n  stolen from\n  \n   @Lcottrill\n  \n","735616":"\n  turn off.\n  \n  only i can’t be the clingy one.\n  \n  like i absolutely hate when my husband is to clingy . i have to be the one that’s clingy. lmao .\n  ","735617":"\n  my mother\n  ","735618":"\n  she’s doing good\n  ","735619":"\n  ew no. to much chocolate\n  ","735620":"\n  we’re creators of our own destiny\n  ","735621":"\n  i see no question\n  ","735622":"\n  where are all my anons @\n  \n  want secrets do y’all want me to tell?\n  ","735623":"\n  stop sending me this garbage\n  ","735624":"\n  muvax2x0\n  ","735625":"\n  rn it’s just a feeling\n  ","735626":"\n  oh yeah now i remember\n  ","735627":"\n  i’ve been canoeing. if summer is back in action this year i want to do it again this time with my husband since last summer when i went we weren’t together\n  ","735628":"\n  i’d say maybe a little more but that’s all my social media tbh\n  ","735629":"\n  i’m glad you’re feeling better\n  ","735630":"\n  no i don’t lol\n  ","735631":"\n  depends. i have different friends for all different reasons\n  ","735632":"\n  mhm idk people lie all the time\n  ","735633":"\n  lmaooo ; should’ve told me i would’ve texted you\n  ","735634":"\n  sAme to you love 💕\n  ","735635":"\n  whatever is in the fridge or freezer\n  ","735636":"\n  you sound dumb af anon\n  ","735637":"\n  yeah my husband\n  ","735638":"\n  why are you sending me numbers\n  ","735639":"\n  tbh i rly don’t care\n  ","735640":"\n  lime green\n  ","735641":"\n  i’m not every female. can’t speak for them\n  ","735642":"\n  you anon\n  ","735643":"\n  my mind\n  ","735644":"\n  none of them\n  ","735645":"\n  the human naked body\n  ","735646":"\n  yeah\n  ","735647":"\n  i’m golden today 🤣\n  ","735648":"\n  21 should be the drinking age everywhere\n  ","735649":"\n  now we need you to leave the world for real\n  ","735650":"\n  following ☺️\n  ","735651":"\n  nah\n  ","735652":"\n  lmao. some of the videos are hilarious tbh . and plus ain’t shxt else to do 🤷🏽‍♀️\n  ","735653":"\n  who has TickTock? i need followers\n  ","735654":"\n  i been told y’all that lmaoo.\n  \n  we’re the one who told her she could.\n  ","735655":"\n  can i get q’s or whut?\n  ","735656":"\n  my dad it’s good\n  \n  with my mom. it depends on our moods around each other\n  ","735657":"\n  2\n  ","735658":"\n  crazy\n  ","735659":"\n  awesome\n  ","735660":"\n  snapchat: muvax2x0\n  \n  ig: xgabs.xo\n  \n  twitter: ninegdxfouro\n  ","735661":"\n  just trying to smoke so i can lay down & probably go to sleep\n  ","735662":"\n  tbh wasn’t a thought at the time\n  ","735663":"\n  yep\n  ","735664":"\n  thanks.\n  \n  sane to you!\n  ","735665":"\n  hello do you have a question\n  ","735666":"\n  love tragedy\n  ","735667":"\n  nope\n  ","735668":"\n  i look like my dad for sure\n  ","735669":"\n  why does that even married\n  ","735670":"\n  Feb.26.2020\n  ","735671":"\n  tbh i’ll just let the past be the past. because without my past i wouldn’t be who i am today. you’re past defines you in certain aspects. you needed to go through those obstacles @ some point in your life.\n  ","735672":"\n  following 🥰.\n  ","735673":"\n  lmfaoo i know 😂😂😂🤪.\n  \n  i’m all jokes here 🤣🙃\n  ","735674":"\n  i use all my social media apps the most\n  ","735675":"\n  give sloppy head 🤪\n  ","735676":"\n  i’ve seen it & im convinced she did . & i’m convinced Jeff set up Joe about the murder-to-hurd.\n  ","735677":"\n  as a bxtch . but someone who’s loyal af. always has your back when needed. & i’m a realist\n  ","735678":"\n  nothing . he’s grown & can handle himself unless he asked for help\n  ","735679":"\n  no\n  ","735680":"\n  10792\n  ","735681":"\n  iphone xs max\n  ","735682":"\n  18\n  ","735683":"\n  everyone has it\n  ","735684":"\n  idk any would be\n  ","735685":"\n  it’s a whole shxt show . and she has problems with a lot of girls i know irl and my bff\n  ","735686":"\n  ew bxtches is 🐀 and don’t even k ow who their baby daddy is. tested 4 different men and it came out 100 not any of theirs . and she’s pregnant again for the 3rd time & don’t know who the father is lol\n  ","735687":"\n  sitting here bored lmao\n  \n  went food shopping earlier\n  ","735688":"\n  myself\n  ","735689":"\n  blocked\n  ","735690":"\n  ask me questions guys\n  ","735691":"\n  my husband and son\n  ","735692":"\n  there isn’t\n  ","735693":"\n  do you have a question?\n  ","735694":"\n  it was 🤪\n  ","735695":"\n  almost 2 months ago\n  ","735696":"\n  idc\n  ","735697":"\n  uh yeah\n  ","735698":"\n  because why hate on someone who’s pretty? sounds dumb af\n  ","735699":"\n  k\n  ","735700":"\n  0 thoughts\n  ","735701":"\n  lmfao noooo . i love seeing pretty bxtches\n  ","735702":"\n  honestly i just want it to end already. i’m ready for life to be back to normal again\n  ","735703":"\n  i’m still going to smoke\n  ","735704":"\n  idc\n  ","735705":"\n  i’m not going through anything rn lol\n  ","735706":"\n  giving birth\n  \n  finishing school\n  ","735707":"\n  lmao\n  ","735708":"\n  as far as i know none around me unless you go far out east wards\n  ","735709":"\n  i have\n  ","735710":"\n  0 cuz there was no female officer at the time\n  ","735711":"\n  is definitely a scorpio ♏️\n  ","735712":"\n  lemon or vanilla\n  ","735713":"\n  0\n  ","735714":"\n\n   @learningwithlolaa\n  \n\n\n   @reachel_n\n  \n\n\n   @littletrust\n  \n\n\n   @elysssa_d\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @lnr87\n  \n\n\n   @Lcottrill\n  \n","735715":"\n  everyday\n  ","735716":"\n  i like this one or my blue one\n  ","735717":"\n  definitely not\n  ","735718":"\n  i smoke for fun and for that too lol\n  ","735719":"\n  i did have one .\n  \n  he was my everything. unfortunately he passed away last year 🥺☹️.\n  ","735720":"\n  my night 🥺😘\n  ","735721":"\n  because i’m a realist\n  ","735722":"\n  idc that’s not a question.\n  \n  this site is for questions\n  ","735723":"\n  well then bye\n  ","735724":"\n  i believe everyone has it. it just all depends on how your body reacts to it\n  ","735725":"\n  do you have a question\n  ","735726":"\n  wym\n  ","735727":"\n  no\n  ","735728":"\n  i used a hamburger bun for a BlT lmaoo\n  ","735729":"\n  lmfaoo 🤪\n  ","735730":"\n  i’m both lmao\n  ","735731":"\n  yep. the fact that my bff cut me off basically for absolutely no reason imo\n  ","735732":"\n  i’m a bad mother haha haha! 😈\n  ","735733":"\n  how beautiful i am tbh\n  ","735734":"\n  TRESEmmé\n  ","735735":"\n  tbh it’s either i hardly sleep & im up until my husband gets home from work or i’m asleep early & up by 5:30am\n  ","735736":"\n  yes\n  ","735737":"\n  nope\n  ","735738":"\n  • Brooklyn Nine Nine is Trash\n  \n  • i’m not a fan of other people kids\n  \n  • infant ear piercing @ 6m\n  ","735739":"\n  i don’t\n  ","735740":"\n  this whole quarantine shxt & my bff\n  ","735741":"\n  uh depends i guess\n  ","735742":"\n  i don’t\n  ","735743":"\n  nick\n  ","735744":"\n  i hope not. it’s rly not a good time to fxck irresponsibility and be pregnant during this time\n  ","735745":"\n  no but my husband does\n  ","735746":"\n  haha yep\n  ","735747":"\n  outside\n  ","735748":"\n  37 🥴\n  ","735749":"\n  do you have a question\n  ","735750":"\n  k\n  ","735751":"\n  k\n  ","735752":"\n  i’m 25\n  ","735753":"\n  i’m married with 2 kids\n  ","735754":"\n  thank you\n  ","735755":"\n  where i live we have the highest cases\n  ","735756":"\n  send me questions guys\n  ","735757":"\n  sad\n  ","735758":"\n  tight dress\n  ","735759":"\n  12\n  ","735760":"\n  mhm , probably last week\n  ","735761":"\n  r*pist tendency’s\n  \n  pedo tendency’s\n  \n  hitting on me when you’re old enough to be my dad\n  ","735762":"\n  April 1st is my daughters birthday\n  ","735763":"\n  pizza\n  ","735764":"\n  SAHM\n  ","735765":"\n  peanuts\n  ","735766":"\n  sounds fun 🤗\n  ","735767":"\n  fxck that . some of y’all have way more coins then me lol.\n  \n  i’m not giving anymore away 😂🥺\n  ","735768":"\n  idk who that is\n  ","735769":"\n  i’ve answered this a 1,000 times\n  ","735770":"\n  no i haven’t .\n  ","735771":"\n  how genetics work\n  ","735772":"\n  white\n  ","735773":"\n  that solely depends on what you believe\n  ","735774":"\n  lmao i have no idea probably 50+ maybe more\n  ","735775":"\n  ?\n  ","735776":"\n  this isn’t a question\n  ","735777":"\n  nothing lmao\n  ","735778":"\n  i’m not in a polygamy relationship\n  ","735779":"\n  ask me questions guys\n  ","735780":"\n  life\n  ","735781":"\n  probably not\n  ","735782":"\n  having sex\n  ","735783":"\n  my kids\n  ","735784":"\n  yeah\n  ","735785":"\n  lying\n  \n  cheating\n  \n  hiding things\n  \n  acting weird around certain people or things\n  ","735786":"\n  i’m not a fan of toppings\n  ","735787":"\n  there’s no benefits lmao.\n  \n  i wish i didn’t have to do 40 shouts must to stay VIP+\n  ","735788":"\n  seems like you copies this q from someone else already. cuz i answered this already\n  ","735789":"\n  Lil Wayne\n  \n  Lil Baby\n  \n  Lil Kim\n  ","735790":"\n  more questions i’d say but followers ive always gained followers with or with out VIP+\n  ","735791":"\n  uh no because it’s in my “other” section and i’m not scrolling to find them\n  ","735792":"\n  probably my 6th grade math teacher\n  ","735793":"\n  i wouldn’t say slurs\n  ","735794":"\n  if you have to ask this. you have problems\n  ","735795":"\n  yeah\n  ","735796":"\n  why send this to me lmao\n  \n  you tried anon :)\n  ","735797":"\n  yeah i have one since i’m VIP+ user\n  ","735798":"\n  about to start Joes class work at 11:30. then clean some.\n  ","735799":"\n  my husband and son\n  ","735800":"\n  other people’s lives 😂\n  ","735801":"\n  can i get questions about me ffs\n  ","735802":"\n  it’s sad\n  ","735803":"\n  i have no idea what you’re talking about\n  ","735804":"\n  that reminds me. it’s 6:05am\n  \n  i’m going too sleep now\n  \n  send me tons of questions xoxo\n  ","735805":"\n  no thank you anon\n  ","735806":"\n  cuz we were having this talk\n  ","735807":"\n  that sucks for you .\n  \n  if i want i’d ask my husband\n  ","735808":"\n  i’m blocking you now.\n  ","735809":"\n  my friend and her man at the time were having sex in the back of the car while i was in the front lmao\n  ","735810":"\n  i think to a certain extent until someone eventually starts catching feelings\n  ","735811":"\n  stop sending me q marks\n  ","735812":"\n  if you’re not asking me questions i’ll block & report you\n  ","735813":"\n  no lol .\n  ","735814":"\n  my husband & id rather not say tbh 🤭\n  ","735815":"\n  i smoke\n  ","735816":"\n  .\n  ","735817":"\n  xgabs.xo\n  ","735818":"\n  probably not\n  ","735819":"\n  i follow your also. you’re amazing 💕✨\n  ","735820":"\n  mhm idk it depends lol\n  ","735821":"\n  what about my instagram\n  ","735822":"\n  • Drake\n  \n  • PARTYNEXTDOOR\n  ","735823":"\n  milk & eggs\n  ","735824":"\n  this one lmao\n  ","735825":"\n  that it’s okay for men to sleep around and nobody calls them h*es , wh*res , s*uts etc\n  ","735826":"\n  i’d post for a nude portrait\n  ","735827":"\n  i never played before . haha\n  ","735828":"\n  tbh i have zero idea. i have to go food shopping on Tuesday\n  ","735829":"\n  idc\n  ","735830":"\n  nope\n  ","735831":"\n  i see no question being asked\n  ","735832":"\n  5’4\n  ","735833":"\n  i’m going back to bed guys.\n  \n  leave me questions to answer when i wake up\n  ","735834":"\n  blocking\n  ","735835":"\n  go away with your fetish\n  ","735836":"\n  uh yea\n  ","735837":"\n  this isn’t a question\n  ","735838":"\n  New Zealand or Australia\n  ","735839":"\n  they’re cute\n  ","735840":"\n  and why are you telling me as if i care\n  ","735841":"\n  lol i’d rather not say\n  ","735842":"\n  no\n  ","735843":"\n  smoke\n  ","735844":"\n  bye\n  ","735845":"\n  yeah\n  ","735846":"\n\n   @youcuntx\n  \n\n  answering your question about Tiger King.\n  \n  i think it was a good documentary. it opened my eyes up to how many tigers and lions are held captive . it’s sad tbh. reasons why i hate zoos. now Carol Baskin she kxlled her\n  \n  husband and Joe exotic he’s nuts but i do think he was set up by Jeff on the murder-hit-man\n  ","735847":"\n  well i can’t say im black when my skin tone isn’t . i can’t say i’m white because my skin tone isn’t .\n  \n  but anyways i’m done having this dumbass talk with a dumbass\n  ","735848":"\n  that’s not what i asked sooo\n  ","735849":"\n  well i don’t understand soo\n  ","735850":"\n  do you have a question\n  ","735851":"\n  ignorant white person smh\n  ","735852":"\n  so that’s not black\n  ","735853":"\n  then it makes light skinned people you dummy\n  ","735854":"\n  i have. i actually finished it today\n  ","735855":"\n  ehh ; somedays are better than others\n  ","735856":"\n  i’m doing great!\n  \n  i’m about to run to the store\n  ","735857":"\n  blocked\n  ","735858":"\n  what does it even matter\n  ","735859":"\n  but i’m mixed???? how does that make me black if both my parents aren’t?? stop talking about skin color & have the facts. i can’t be block if both my parents aren’t.\n  ","735860":"\n  i’m married lmao\n  ","735861":"\n  i haven’t watched a movie but i just finished How To Fix A Drug Scandal on netflix. it was rly interesting\n  ","735862":"\n  i actually have\n  ","735863":"\n  if both my parents were black then yeah\n  ","735864":"\n  i’m mixed but ok\n  ","735865":"\n  thank ya\n  ","735866":"\n  i don’t rly have one tbh\n  ","735867":"\n  not all of them\n  ","735868":"\n  whut\n  ","735869":"\n  something happening to my kids\n  ","735870":"\n  my kids\n  ","735871":"\n  yep\n  ","735872":"\n  nope . quarantine time\n  ","735873":"\n  thanks\n  ","735874":"\n  i tried it again lol\n  ","735875":"\n  i’ve never got one from it lol\n  ","735876":"\n  she’s doing good\n  ","735877":"\n  it just keeps you up & makes you want to do things. you just don’t want to sit still lol\n  ","735878":"\n  Trying Coke\n  ","735879":"\n  2 months\n  ","735880":"\n  i’m fine\n  ","735881":"\n  thank you 😊\n  ","735882":"\n  thanks\n  ","735883":"\n  mhm everyone is different and prefers different things\n  ","735884":"\n  same to you\n  ","735885":"\n  ew don’t call me baby. considering i’m married .\n  ","735886":"\n  1 & 6 1\/2\n  ","735887":"\n  ask me q’s guys\n  ","735888":"\n  xgabs.xo\n  ","735889":"\n  intelligence\n  ","735890":"\n  new york\n  ","735891":"\n  pepperoni and banana peppers\n  ","735892":"\n  ew i definitely don’t lol\n  ","735893":"\n  nah i’m good\n  ","735894":"\n  my dad is.\n  ","735895":"\n  well i have a husband for that if i wanted it ate\n  ","735896":"\n  blocking you\n  ","735897":"\n  hi\n  ","735898":"\n  in feeling great\n  ","735899":"\n  no\n  ","735900":"\n  yay\n  ","735901":"\n  how tf am i suppose to know\n  ","735902":"\n  i went for a semester before i went into labor . back in 2013. i was studying law . which i learned i hate btw. lol\n  ","735903":"\n  i backtrack\n  ","735904":"\n  yep . unfortunately\n  ","735905":"\n  i had a ford escape and my fil bought it lol\n  ","735906":"\n  i want to go to Miami or zip lining\n  ","735907":"\n  yes. especially with your kids\n  ","735908":"\n  tbh some days i get mad being in the house all day\n  ","735909":"\n  lol you’re fine\n  ","735910":"\n  thanks\n  ","735911":"\n  i don’t put a label on myself\n  ","735912":"\n  my mother is caring and likes to help others.\n  \n  my dad is strong headed and knows where’s he’s going in life. also best person to give advice\n  ","735913":"\n  i have not and i won’t ever. people shouldn’t be owning exotic pets to begin with\n  ","735914":"\n  going to a restaurant. eat some wings with a drink while sitting down\n  ","735915":"\n  selfies or videos lol\n  ","735916":"\n  tbh that is  just selfish on her part. how tf would they have food or a roof over their head if he isn’t working. some women disgust me\n  ","735917":"\n  drakes new song Toosie Slide\n  ","735918":"\n  just woke up from a nap\n  ","735919":"\n  way more freedom\n  ","735920":"\n  mhm. i solely depends on what i’m upset \/\/ mad about\n  ","735921":"\n  certain people on the internet and irl 😈\n  ","735922":"\n  that i will win the lottery\n  ","735923":"\n  do you have a question\n  ","735924":"\n  i’m a SAHM\n  ","735925":"\n  usually all my usernames are the sane as here or something with my first & last name for certain things\n  ","735926":"\n  it hasn’t changed it lol. it’s still the same . my mom still goes to work . just my little sister is home from school and so is my bc son. & my husband still works to\n  ","735927":"\n  i don’t get into this on my page because anons and some ppl in here can’t handle opposite opinions\n  ","735928":"\n  my teenager years and my early 20’s\n  ","735929":"\n  stop with your annoying obsession on fights\n  ","735930":"\n  yeah? i’m sure that’s everyone tho. you just don’t automatically trust ppl off the bat\n  ","735931":"\n  sucking d!ck\n  ","735932":"\n  this was 9 days ago. move along\n  ","735933":"\n  30,542\n  ","735934":"\n  bye\n  ","735935":"\n  tbh i’m not even sure . it’s always something\n  ","735936":"\n  i’m blocking you\n  ","735937":"\n  ok\n  ","735938":"\n  go out to the club\n  ","735939":"\n  you can be blocked\n  ","735940":"\n  i can get them without the secret lmao\n  ","735941":"\n  it’s afternoon\n  ","735942":"\n  lmfao what\n  ","735943":"\n  you sound dumb\n  ","735944":"\n  i’m not sure.\n  ","735945":"\n  i don’t online date or believe it works out\n  ","735946":"\n  good morning\n  ","735947":"\n  i think everyone is\n  ","735948":"\n  no\n  ","735949":"\n  married\n  ","735950":"\n  happy birthday . hope you enjoy\n  ","735951":"\n  just woke up for the day\n  ","735952":"\n  yeah\n  ","735953":"\n  5am & im  going back to sleep guys\n  ","735954":"\n  i do\n  ","735955":"\n  temporary\n  ","735956":"\n  👍🏽\n  ","735957":"\n  cleared \/\/ answered all my inbox.\n  \n  send me q’s\n  ","735958":"\n  oh okay thanks\n  ","735959":"\n  lol i do nothing healthy\n  ","735960":"\n  do you have a question\n  ","735961":"\n  i like Cesar salads\n  ","735962":"\n  my dad probably did\n  ","735963":"\n  oh\n  ","735964":"\n  how tf am i suppose to know\n  ","735965":"\n  i don’t have a bf\n  ","735966":"\n  definitely a mixture\n  ","735967":"\n  ask me questions guys\n  ","735968":"\n  pizza \/\/ buffalo wings\n  ","735969":"\n  i do\n  ","735970":"\n  savory\n  ","735971":"\n  maybe one day lol\n  ","735972":"\n  lol . it has its days when this app is active\n  ","735973":"\n  singing for sure\n  ","735974":"\n  my mom\n  ","735975":"\n  i have\n  ","735976":"\n  i have not lol.\n  \n  doesn’t sound good to me lol\n  ","735977":"\n  lmao\n  ","735978":"\n  i like both\n  ","735979":"\n  unicorn 🦄\n  \n  i can heal all sickness\n  ","735980":"\n  playing outside\n  \n  wish this generation did that more\n  ","735981":"\n  stuffed shells\n  \n  manicotti\n  \n  penne alla vodka\n  ","735982":"\n  i only like french vanilla ice coffee\n  ","735983":"\n  only the starburst jelly beans.\n  \n  i absolutely hate marshmallows so that candy i stay away from\n  ","735984":"\n  i haven’t watched it yet!!!! i’m going to tho. ima re answer this question when i watch it . ima SS the question and answer it on another one and tag you in it 😇\n  ","735985":"\n  everyday multiple times a day plus washing my hands.\n  \n  i have a bunch of hand sanitizer everyone tho .\n  ","735986":"\n  i would love to build my own home. i see many people doing it. i’m not sure if it’s cheaper or what . but building my own home . my forever home would be so nice\n  ","735987":"\n  i love your spam .\n  ","735988":"\n  Jurassic park . i like all of them\n  ","735989":"\n  • respect\n  \n  • you treat people how they treat you\n  \n  • you can do anything you put your mind to . regardless of what anyone thinks\n  ","735990":"\n  • parenting\n  \n  • my marriage lol\n  ","735991":"\n  loyal - Drake\n  ","735992":"\n  we just been hanging out & playing with his toys and his switch sometimes the ps4 . and he has class work to finish before 12pm.\n  \n  but other than that we can’t even go to the parks which sucks\n  ","735993":"\n  hearing\n  ","735994":"\n  tbh not rly lol\n  ","735995":"\n  i think it depends on the situation and how it’s handled .\n  ","735996":"\n  i have lol. i’m not a big fan cuz off of them got attached and like uh no .\n  ","735997":"\n  great\n  ","735998":"\n  im neither the above\n  ","735999":"\n  no but i think it can be dangerous at times\n  ","736000":"\n  going to Barbados 🇧🇧\n  ","736001":"\n  nope. i mean i think the only way y’all can be friends is if you both aren’t in relationships. imo being in a relationship while being friends with your ex causes problems\n  ","736002":"\n  i hate how every mom thinks they know what’s best for strangers lmao\n  ","736003":"\n  i have not lmao\n  ","736004":"\n  well i’m only here for questions\n  ","736005":"\n  do you have a question\n  ","736006":"\n  my husband for sure\n  \n  was my bff until she stopped talking to me 🥺\n  ","736007":"\n  yep\n  ","736008":"\n  everybody in my life at some point has let me down\n  ","736009":"\n  mhm never thought about it\n  ","736010":"\n  ya\n  ","736011":"\n  i think i’m going to get jersey mikes and starbucks again today\n  ","736012":"\n  i don’t rly bake\n  ","736013":"\n  my husband\n  ","736014":"\n  no\n  ","736015":"\n  why was this sent back in my inbox lmao\n  ","736016":"\n  hi baby 🥰\n  ","736017":"\n  bye\n  ","736018":"\n  cool\n  ","736019":"\n  how are you gonna tell me what i like and what i don’t .\n  \n  y’all are rly annoying\n  \n  anything else that’s not a question about me or my life will be reported and blocked\n  ","736020":"\n  what even makes you think that lmao.\n  \n  you’re literally only saying that cuz i don’t want to discuss politics lmao\n  \n  fyi i hate Trump\n  ","736021":"\n  i’m not getting into politics\n  ","736022":"\n  smfh lmao. people still try to fake celebrities 😂\n  ","736023":"\n  mhm i probably couldn’t just because i don’t think i’d want to raise someone else’s kids. i way different then just raising your own & setting rules & such\n  ","736024":"\n  don’t know either\n  ","736025":"\n  love\n  ","736026":"\n  my dads house or my mil\n  ","736027":"\n  i’m not even sure his name lol\n  ","736028":"\n  Everybody Hates Chris\n  ","736029":"\n  i just believe you choose who your attractive to. as you get older you start to explore your body and your sexuality\n  ","736030":"\n  good morning now 😊.\n  \n  you stay safe as well\n  ","736031":"\n  shower\n  ","736032":"\n  nobody is thinking of Easter especially with this virus going around\n  ","736033":"\n  i don’t give a fxck about you or you’re life.\n  \n  this whole statement right here is reasons why some ppl shouldn’t have kids\n  ","736034":"\n  it neither . it’s your choice\n  ","736035":"\n  no\n  ","736036":"\n  i’m married\n  ","736037":"\n  ew no\n  ","736038":"\n  brains 🧠\n  ","736039":"\n  yep\n  ","736040":"\n  Easter is cancelled 🚫\n  ","736041":"\n  i’m not lol .\n  \n  being lazy\n  ","736042":"\n  guys get me back on the top 15 . pls 🥺.\n  \n  spam me with coins and questions 🥺💕\n  ","736043":"\n  smoke\n  \n  walk\n  \n  listen to music\n  \n  clean\n  \n  sit somewhere by myself\n  ","736044":"\n  dying lmao\n  ","736045":"\n  i’d still be with them\n  ","736046":"\n  anything w\/ ted bundy\n  ","736047":"\n  looks for intelligent\n  ","736048":"\n  bad hygiene 🤮\n  ","736049":"\n  nope.\n  ","736050":"\n  my kids and hubby\n  ","736051":"\n  yes i am!!!\n  ","736052":"\n  honestly i’ve been taking this time for myself .\n  \n  self care \/\/ working on myself ✨💕\n  ","736053":"\n  i’m terrified of 🤡 and 🐝\n  ","736054":"\n  my husband or my use to be best friend\n  ","736055":"\n  i’m doing great! besides my mother-in-law texting my yesterday irritating me\n  ","736056":"\n  tbh i’m not even sure. i have a lot\n  ","736057":"\n  okay thanks\n  ","736058":"\n  i don’t rly have one\n  ","736059":"\n  i know . thanks\n  ","736060":"\n  i’m not here to talk i’m here for questions\n  ","736061":"\n  hello - do you have a question?\n  ","736062":"\n  idk\n  ","736063":"\n  yep . i want a sleeve on my left arm where i have my other 2\n  ","736064":"\n  it’s dark .\n  \n  so this is from yesterday\n  ","736065":"\n  i don’t have one\n  ","736066":"\n  well i don’t even type like that & i hate when others do it. it’s ignorant and not cool\n  ","736067":"\n  today was sunny in the morning \/\/ afternoon ish . it’s been rly windy tho . and a high of 57°. tomorrow it’s suppose to rain . bummer lol\n  ","736068":"\n  seafood\n  ","736069":"\n  scary\n  ","736070":"\n  i like green apples 🍏\n  ","736071":"\n  no\n  ","736072":"\n  kia 2016\n  ","736073":"\n  no\n  ","736074":"\n  i have\n  ","736075":"\n  did anyone ask you?  uh no\n  ","736076":"\n  probably\n  ","736077":"\n  long. my hair is long now from being pregnant last year. that hair growth lol\n  "}}