{"Question":{"736078":"\n   Have you ever argued over who should pay for something?\n  ","736079":"\n   of course, you is black n ghetto\n  ","736080":"\n   Meaning have you ever been arrested.\n  ","736081":"\n   Do you speak any other language? Is so which one(s)\n  ","736082":"\n   If you could only eat one food for the rest of your life, what would it be ?(:\n  ","736083":"\n   Have you ever had any brushes with the law?\n  ","736084":"\n   Do you prefer to eat at a restaurant or at home?\n  ","736085":"\n   Have you ever been canoeing\/kayaking?\n  ","736086":"\n   WOW\n  ","736087":"\n   Does it tell you who unlocks your secret answers\n  ","736088":"\n   What’s for dinner\n  ","736089":"\n   I am an Arab☺️👌💪\n  ","736090":"\n   I am the second number on America😂💪\n  ","736091":"\n   Do you like to shoot pool?\n  ","736092":"\n   What are you planning on doing within the next hour?\n  ","736093":"\n   q tal estas?\n  ","736094":"\n\n    @lcottrill\n   \n","736095":"\n   Im good thanks\n  ","736096":"\n   👌\n  ","736097":"\n   🥜 on your chin\n  ","736098":"\n   Do you like curry if you do how hot do you like it?\n  ","736099":"\n   anons are active with @'s today\n  ","736100":"\n   anon stfu before you get popped😂\n  ","736101":"\n   Weird as f 😩\n  ","736102":"\n   When's the last time you talked to someone face to face excluding family?:p\n  ","736103":"\n   You ain’t got none, just making sure you don’t forget lmao 🤣\n  ","736104":"\n\n    @learningwithlolaa\n   \n","736105":"\n   G a y\n  ","736106":"\n\n    @marisakamp\n   \n","736107":"\n   My boyfriend doesn't want to cook tonight. I admit he's been cooking a lot the past few weeks. But he's a better cook. Normally if I cuddle him I can get him to do what I want.  But cuddling aren't working today.  How can I get him to cook for us?\n  ","736108":"\n   The one lauren is talking about\n  ","736109":"\n   Do you remember what amy did\n  ","736110":"\n   What was cool when you were a child but isn’t cool now?\n  ","736111":"\n   That’s 4 so\n   \n    @lcottrill\n   \n   doesn’t make the cut\n  ","736112":"\n   Tag your top 3 fav that you follow?\n  ","736113":"\n   How do you blow off your aggression\n  ","736114":"\n   If we learn from our mistakes, why are we so afraid of making mistakes?\n  ","736115":"\n   Do you think people deserve a second chance?\n  ","736116":"\n   Why are women stuck up? Why do women think every guy wants them ?\n  ","736117":"\n   Would you have a 3some?\n  ","736118":"\n   Eat healthy!!\n  ","736119":"\n   Buenas Dias!!!\n  ","736120":"\n   Made this one of the shoutout questions so figured I'd ask the people I followed too :) \n\n\nWhat are 5 questions you want answered?\n  ","736121":"\n   (🌿)\n  ","736122":"\n   Would you consider yourself good at giving advice?\n  ","736123":"\n   Come stai oggi?\n  ","736124":"\n   If you knew you had one day to live, how would you spend it?\n  ","736125":"\n   Have u ever taken ss of a convo and accidently sent it to the same person ?\n  ","736126":"\n   Iam absolutely shattered\n  ","736127":"\n   How would you feel if you took your son to the emergency room, where he was diagnosed with a double torsion and you were told you had waited too long to get it treated and now they both had to go?\n  ","736128":"\n   What was the last thing to annoy you\n  ","736129":"\n   Gold or Silver?\n  ","736130":"\n   Would you rather have a bacon sandwich or a sausage sandwich\n  ","736131":"\n   Your ass is you.\n  ","736132":"\n   Likers get??👀👀\n  ","736133":"\n   I mean why'd I spend my coin on an ordinary question like this😂\n  ","736134":"\n   Do you think crying is a form of strength or weakness?\n  ","736135":"\n   Are there any images or quotes you have found you couldn't find the words to say yourself that says it all?\n  ","736136":"\n   Get the hell out of here.\n  ","736137":"\n   should we throw away the concepts of izzat, ghairat and wafa? are they totally outdated for 2020?\n  ","736138":"\n   What will you do when the pandemic is over?\n  ","736139":"\n   Mann lo aap 29 years ke ho aur apko 15 years ka ladka aunty bole to apko kaisa lagega?\n  ","736140":"\n   Can I get your snap? 😊\n  ","736141":"\n   Is what you’re doing now what you always wanted to do when you grew up?\n  ","736142":"\n   .\n  ","736143":"\n   What was the best phase in your life?\n  ","736144":"\n   What is your philosophy in life?\n  ","736145":"\n   Is it important to you for your parents to approve of who you’re dating\/married to?\n  ","736146":"\n   What is one thing you’d like to change about yourself? If you rather not answer that, what is something you like about yourself?\n  ","736147":"\n   What makes you feel uneasy? Overwhelmed? Anxious?\n  ","736148":"\n   What are you making for dinner tonight if you are making anything?\n\n_____________\nTonight we are cooking our anniversary dinner.\n\nWe are having Boudin.\nThen we are frying fish, shrimp, crab meat and onion rings.\nThen cupcakes for dessert.\n  ","736149":"\n   Fruits or veggies?\nWhat doy you like more?\n  ","736150":"\n   Have you been going outside for your hours daily exercise? Or have you been staying at home other than essential reasons?\n  ","736151":"\n   What’s more important to you in a relationship if you had to choose: looks or brains? Why?\n  ","736152":"\n   What makes you feel accomplished?\n  ","736153":"\n   If you are in a relationship, tell me something wonderful about your significant other. If you're not in a relationship how would you treat your significant other if you were in one?\n\n6 year anniversary today for me and mine. Celebrating today and tomorrow. 😊❤\n  ","736154":"\n   What is your fav part of the body?\n  ","736155":"\n   Your name on here is hilarious\n  ","736156":"\n   Have you talked to your best friend yet?\n  ","736157":"\n   Which do you prefer to listen music to?\nAirPods, headphones, or earbuds?\n  ","736158":"\n   What are you doing?\n  ","736159":"\n   you’re pretty\n  ","736160":"\n   Should people care more about doing the right thing, or doing things right?\n  ","736161":"\n   pap of your text log\n  ","736162":"\n   Oh okayyyy no worries✨🙌🏽\n  ","736163":"\n   Are you working from home? How’s it working out because I wanna cry, I’m grateful though. (If you aren’t working from home, what’s keeping you preoccupied during this mess?)\n  ","736164":"\n   Would you relocate for love?\n  ","736165":"\n   Thoughts on April fools' day? 🤪 You like it or nah? Why? 🤔\n  ","736166":"\n   What was the last present you received and from whom?👀✨✌🏽\n  ","736167":"\n   Your husband is cheating on you\n  ","736168":"\n   Happy first birthday to Nevaeh 🥰😍\n  ","736169":"\n   Why are you on twitter talking about your mil?\n  ","736170":"\n   Ewwwwww pussy is disgusting sorry I am gay guy\n  ","736171":"\n   You use to like girls right ?\n  ","736172":"\n   Exactly that didn’t make since what you said. Now you understand don’t pretend\n  ","736173":"\n   So how you go from liking women to liking only men wtf. If your gay your gay. If your straight your straight. So explain\n  ","736174":"\n   Are you confrontational?\n  ","736175":"\n   I need advice. There is a girl I like, her and I have been texting everyday since December. All of a sudden it’s been two days and she hasn’t text me, what could be the reason why she isn’t texting me anymore now?\n  ","736176":"\n   What do you do when the remote isn't working right? Your reaction?\n  ","736177":"\n   Same!\n  ","736178":"\n   Have you pranked anyone?\n  ","736179":"\n   Crab or no? 🦀\n  ","736180":"\n   Ooo righty\n  ","736181":"\n   Is surveillance ever a bad thing if you have nothing to hide?\n  ","736182":"\n   PAP SOMETHING FUNNY!!!👀\n  ","736183":"\n   Are you close to your parents?\n  ","736184":"\n   Then your fav number?✨btw don’t mind me asking, what’s with your username? Like what’s the story behind it? Cuz I’m curious✨🙌🏽you may choose not to answer if you don’t want to, I’ll respect that too.\n  ","736185":"\n   ....\n  ","736186":"\n   do u love walking on a park in the autumn?\n  ","736187":"\n   Can you @ accounts of people that’ll ask me q’s\n  ","736188":"\n   Do you use Zoom?\n  ","736189":"\n   What was it about me that's been bothering you?\n  ","736190":"\n   How has your lifestyle changed with the advent of quarantine? #StayAtASK\n  ","736191":"\n   Johnny Depp or Leonardo Decaprio??\n  ","736192":"\n   👉 FREE SPACE 😻\n  ","736193":"\n   🌸7 and its my lucky number also 🦋\n  ","736194":"\n   Is 8 your lucky number?✨🙌🏽\n  ","736195":"\n   do you truly believe the corona virus is a man made disease created by the chinese as a weapon to rid of the rest of the world or do you find your beliefs to be more realistic and scientific?\n  ","736196":"\n   On a scale from 1-10, how much interactive are you?🙌🏽\n  ","736197":"\n   How old are you?\n  ","736198":"\n   How old were you when you had your first kid and what made you put him up for adoption\n  ","736199":"\n   Doesn’t your man care your username is want my ass 8\n  ","736200":"\n   But legally you have one kid\n  ","736201":"\n   Kid *\n  ","736202":"\n   Why are you choosing to quarantine?\n  ","736203":"\n   do you think further extensions of a stay at home order could lead to martial law?\n  ","736204":"\n   If you could travel back in time, which era would you go to?\n  ","736205":"\n   Is it hard not caring about anything?\n  ","736206":"\n   Cats or dogs?\n  ","736207":"\n   Are you excited for lady Gaga’s new album\n  ","736208":"\n   Favourite flavour of crisps\/chips?\n  ","736209":"\n   Can you do a cartwheel\n  ","736210":"\n   Would you consider letting the Government shoot you up with this Covid-19 sh*t - for medical trials purposes- in exchange for a big bundle of cash?? 💉💰🤧😬\n  ","736211":"\n   Would you rather not talk to me? would you prefer not to get any questions?\n  ","736212":"\n   I don't get why you're being evasive. The reason you use it shouldn't be a secret that other people can't know about. You should just be able to say the reason and what it's purpose is.\n  ","736213":"\n   Why do you use it?\n  ","736214":"\n   Were you valedictorian\n  ","736215":"\n   That doesn't make any sense. I'm a vip too, but I still answer people's questions.\n  ","736216":"\n   If you could be quarantined with one person from AskFM, who would it be?\n  ","736217":"\n   What makes you a vip user?\n  ","736218":"\n   foul human being\n  ","736219":"\n   I Donny have 🔥 damnnn !!\n  ","736220":"\n   I don’t have enough 🔥 can I have free answer ?\n  ","736221":"\n   Do you read the newspaper\n  ","736222":"\n   If you could live on another planet in the solar system, which would you choose?\n  ","736223":"\n   If karma was coming back to you, would it help or hurt you?\n  ","736224":"\n   i am a through and through scorpio hater lmaooo\n  ","736225":"\n   BLASPHEMY\n  ","736226":"\n   Heeeeey! Lol me too!!! And Scorpios are the absolute best no one @ me😂😭😂😭😂\n  ","736227":"\n   Really selfish of her to not respect the fact that we’re in danger of contracting a virus and trying to be safe while in lockdown\/quarantine\n  ","736228":"\n   What traits and personality match you from your zodiac sign?\n  ","736229":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","736230":"\n   Tryna plug them holes if your hub ain’t around?\n  ","736231":"\n   What is your favorite pet’s name?\n  ","736232":"\n   which is your Instagram?\n  ","736233":"\n   Going to send out some questions, you don't have to answer if you dont want to :) use this as a filler ❤\n  ","736234":"\n   Last time you made love?\n  ","736235":"\n   What is the last thing that made you laugh?\n  ","736236":"\n   Best date you ever been on?\n  ","736237":"\n   I sent you the q earlier ab being inactive for 2 years. I didn’t see that you answered it nor did I see that it didn’t make sense when I sent it💀\n  ","736238":"\n   👉 FREE SPACE 😻\n  ","736239":"\n   What is an unusual smell that you like?\n  ","736240":"\n   what did you eat for dinner\n  ","736241":"\n   Favourite hot drink?\n  ","736242":"\n   I just redownloaded this app after staying the fuck away for like 2 years, so if I came on anon would you ask my q’s so I have a purpose for keeping it LMAO\n  ","736243":"\n   hahaha. not this again. nope. not gonna get me. I'll just accept it as \"yes\". thanks\n  ","736244":"\n   👉 FREE SPACE 😻\n  ","736245":"\n   have you ever get the belt as a punishment?\n  ","736246":"\n   sure \ndo you have a boyfriend ?\n  ","736247":"\n   Do you miss your daughter\n  ","736248":"\n   If you dropped everything to pursue your dreams, what would you be risking?\n  ","736249":"\n   do you like the sexaul intercourse\n  ","736250":"\n   👉 FREE SPACE 😻\n  ","736251":"\n   👉 FREE SPACE 😻\n  ","736252":"\n   👉 FREE SPACE 😻\n  ","736253":"\n   your welcome! 😇💓\n  ","736254":"\n   👉 FREE SPACE 😻\n  ","736255":"\n   I hope each and everyone of you have an amazing day! I hope it's productive! Much love to all you from the\n🇺🇸 USA. STAY SAFE!! 🤙\n  ","736256":"\n   I like your pics and followed you! 💞😉\n  ","736257":"\n   Do you snore\n  ","736258":"\n   Opinion on lil peep?\n  ","736259":"\n   Show your phone case?\n  ","736260":"\n   why are you on this site if you don't want to answer questions without getting paid?\n  ","736261":"\n   why do you skip questions\n  ","736262":"\n   What is the first thing you want to do \/ first place you want to go after lockdown is over ?\n  ","736263":"\n   Have  you ever been  told to wear something that you thought I look so stupid\n  ","736264":"\n   Tell me in details when the first time you rode a bike 🚲?\n  ","736265":"\n   ful and crazy lil bit I want to go out with her how do I ask her ?\n  ","736266":"\n   Morning!!\n  ","736267":"\n   Okay thank you\n  ","736268":"\n   Exactly so why can’t you just answer?\n  ","736269":"\n   That’s sad\n  ","736270":"\n   Can you be serious please?\n  ","736271":"\n   Where is your favorite spot to be kissed?\n  ","736272":"\n   Space\n  ","736273":"\n   So pretty\n  ","736274":"\n   Hola\n  ","736275":"\n   How is the ass?\n  ","736276":"\n   Do you like cats? Do you prefer orange cats or black cats?\n  ","736277":"\n   When you travel, are you more outdoorsy or are you more of the hotel type?\n  ","736278":"\n   have you ever had someone try to take every win you’ve made and turn it around to be all about them?\n  ","736279":"\n   ¿Ultima canción que escuchaste?\n  ","736280":"\n   What is your favorite waste of time?\n  ","736281":"\n   Rutabagas.\nYay or nay?\nHow do you cook them?\nOr do you just not cook them at all?\n  ","736282":"\n   I’ve got some questions to send out that I’ll probably compile within the next few days. If your followers want in, post this for me so they can message me! ❤️❤️ much love\n  ","736283":"\n   Someone wanna buy me a Nintendo Switch Lite in teal???? Lol\n  ","736284":"\n   Have you\/would you ever model?\n  ","736285":"\n   in your country... how do police punish who break the quarantine? 😂😂😂😂\n  ","736286":"\n   Let me spank that ass babe shhhhhh lol\n  ","736287":"\n   Do you like to have social relationships?\n  ","736288":"\n   how old are you\n  ","736289":"\n   Where are you from\n  ","736290":"\n   Will you accept?\n  ","736291":"\n   Actually i am from India. Here people don’t accept us. That’s why I don’t want to ask you here openly\n  ","736292":"\n   Sent you the request you. Shaina here\n  ","736293":"\n   Ah okay.. \nsorry. But can we chat on insta sometime?\n  ","736294":"\n   If up them drop your insta\n  ","736295":"\n   I am lesbo\n  ","736296":"\n   Homo or straight?\n  ","736297":"\n   someone did though\n  ","736298":"\n   I'm not that anxious to see the word NO. ;)\n  ","736299":"\n   What do you value the most in your life?\n  ","736300":"\n   Do you prefer romance movies or horror movies?\n  ","736301":"\n   ¿Que videojuegos te gustan?\n  ","736302":"\n   On a scale of 1 to 10, how well do you sing?\n  ","736303":"\n   i envy you\n  ","736304":"\n   Did you ever go to college?\n  ","736305":"\n   What was your parents reaction to you getting pregnant both times?\n  ","736306":"\n   hi gorgeous\n  ","736307":"\n   How often do you see your daughter?\n  ","736308":"\n   What’s your twitter\n  ","736309":"\n   Are you going to see your daughter for her birthday?\n  ","736310":"\n   Do you got Snapchat how old r u\n  ","736311":"\n   So you post the feet and size? But I don’t have coins yet\n  ","736312":"\n   How many kids do you have?\n  ","736313":"\n   Do you have a nicknames for your kids?\n  ","736314":"\n   Can’t see your reply\n  ","736315":"\n   Have you watched Tiger King  yet?\n  ","736316":"\n   social distancing\n  ","736317":"\n   Send n00dz\n  ","736318":"\n   If the planets in our solar system were habitable and we could chose witch one to live on. What planet would you pick #StayAtASK\n  ","736319":"\n   If Jurassic Park \/ World truly existed like in the movies, no accidents had happened and the park was open for visitors, would you wanna go there? 🦖🦕 Why \/ why not? 🤔\n  ","736320":"\n   Do you ever listen to movie soundtracks just like you would \"regular\" music? 📽🎶 What soundtracks do you listen to the most then? 😁\n  ","736321":"\n   Are you a fan of the Studio Ghibli movies? ⛩🏰🐉🏮🐺 Which is your favorite? 😁\n  ","736322":"\n   What activity do you never get bored with?\n  ","736323":"\n   Thoughts on daylight saving time? ☀️🕑 Dumb or no? Haha\n  ","736324":"\n   Speechless moment...👀\n  ","736325":"\n   Do you have any cool nicknames? If yes, what are those?\n  ","736326":"\n   Do you think it’s better to have one great skill you’re an A+ at or many skills you’re a C at?\n  ","736327":"\n   Who is your favourite wrestler?\n  ","736328":"\n   Fave song?\n  ","736329":"\n   Are you an only child?\n  ","736330":"\n   Have you ever seen the rain?\n  ","736331":"\n   If you could be any mythical or fantasy creature what would you be?\n  ","736332":"\n   What language would you like to speak?\n  ","736333":"\n   I want to fire a tank or a cannon is that crazy to you?\n  ","736334":"\n   What is the craziest thing on your bucket list\n  ","736335":"\n   hi how are you? :)\n  ","736336":"\n   anyone else as bored as i am?\n  ","736337":"\n   What made you laugh recently?\n  ","736338":"\n   Favourite condiment\n  ","736339":"\n   i still don't understand how doing what's best for your daughter is selfish? they make no sense\n  ","736340":"\n   Yeah but you don't. You decided to be selfish and give her away because you couldn't keep your legs closed. You're such sad excuse of a mom\n  ","736341":"\n   Well if you're asked how many more children you want then you can't say I have two and those are enough because you don't have two ...\n  ","736342":"\n   But you only have custody of one so\n  ","736343":"\n   have you ever been to like suburban Maine. there are not gangs everywhere lol.\n  ","736344":"\n   How many children do you think you will have in your life?\n  ","736345":"\n   What was the last thing you ate?\n  ","736346":"\n   🧢!\n  ","736347":"\n   Is there a toilet paper shortage where you are due to the CoronaVirus? Because if we don’t have toilet paper how we gonna wipe our asses? Lol\n  ","736348":"\n   Are there any gangs where you live?\n  ","736349":"\n   Do you like romantic guys?\n  ","736350":"\n   If you were famous what would you be famous for?\n  ","736351":"\n   Is your city on complete lockdown or are you allowed to go to the store and stuff?\n  ","736352":"\n   Does size matter to you?\n  ","736353":"\n   What is true beauty for you?\n  ","736354":"\n   Has your daughter started walking yet?\n  ","736355":"\n   Cheetos or Doritos?\n  ","736356":"\n   Are you a city or a nature person?\n  ","736357":"\n   Virgin?😅\n  ","736358":"\n   -\n  ","736359":"\n   Ok thanks for answering my question\n  ","736360":"\n   Did it scare you\n  ","736361":"\n   Have you experienced something paranormal before\n  ","736362":"\n   Hey y’all\n  ","736363":"\n   Have u followed a bad advice? Which one? What happened?\n  ","736364":"\n   Out of 10 how bored are you\n  ","736365":"\n   what are you doing?\n  ","736366":"\n   What are you doing for her birthday?\n  ","736367":"\n   Would you ever want to clone yourself?\n  ","736368":"\n   Did you give Nevaeh up because she was a preemie and you were scared of her being mentally and physically delayed?\n  ","736369":"\n   Congrats\n  ","736370":"\n   LOL\n  ","736371":"\n   In what applications do you go in quarantine the most? #StayAtASK\n  ","736372":"\n   Testing 1.2\n  ","736373":"\n   When someone is feeling stressed, what are 3 suggestions you’d share with them?\n  ","736374":"\n   Do you have any challenges for yourself to do during quarantine? 👯‍♀️\n  ","736375":"\n   How would you explain the word love to someone without using the word “love”?\n  ","736376":"\n   How is everyone doing? Any fun plans for this coming week?!😊🌼\n  ","736377":"\n   If you had the power to swap bodies with a man that was sexist would you?\n  ","736378":"\n   What's the last thing you cooked? 😊\n  ","736379":"\n   Would you rather live with a constant sneeze \/ cough everyday or live knowing that twice a week at anytime you're going to be sick but you never know when ?\n  ","736380":"\n   Souls\n  ","736381":"\n   Every day\n  ","736382":"\n   Do you collect anything\n  ","736383":"\n   Have you ever lost contact with someone you used to talk to every day?\n  ","736384":"\n   Are you right or left handed? What about your child(ren)?\n  ","736385":"\n   What do you miss most right now?\n  ","736386":"\n   I hope everyone is staying safe and healthy. Sending lots of love and prayers ❤️\n  ","736387":"\n   What countries would you travel to if you were to do a world trip?\n  ","736388":"\n   👀\n  ","736389":"\n   Does your son like that baby shark song?\n  ","736390":"\n   How old r u?\n  ","736391":"\n   hiya . you’re beautiful\n  ","736392":"\n   Literally\n   \n    @Katecreme\n   \n   is the nicest person on here always sweet and nice the things said on Elyssa's account don't even add up to how she is on her account because its not Kate on Elyssa's account Elyssa assumes it is\n  ","736393":"\n   Elyssa makes fun of Kates mental illness as if its a joke being stuck inside probably makes her 10 times worse\n  ","736394":"\n   🦂❤️\n  ","736395":"\n   Wow. At 17\n  ","736396":"\n   Damn must have been awkward then.\n  ","736397":"\n   Does any of ur parents know you had a abortion?\n  ","736398":"\n   Followed back ❤️❤️❤️\n  ","736399":"\n   Do you know anyone who faked a pregnancy?\n  ","736400":"\n   Are you cold at the moment?\nAre you hot at the moment?\nOr are you comfortable?\n  ","736401":"\n   Define the word, \"Hope.\"\n  ","736402":"\n   How come you were excited for Nevaeh but then gave her up?\n  ","736403":"\n   I’m glad you’re having no more kids\n  ","736404":"\n   Ever use a dating app?\n  ","736405":"\n   How much was your ring?\n  ","736406":"\n   When are your kids birthday?\n  ","736407":"\n   HAHA, your bio\n  ","736408":"\n   Where did your money go?\n  ","736409":"\n   Pap of your text log.\n  ","736410":"\n   Does his mom know you guys are married?\n  ","736411":"\n   what are you doing?\n  ","736412":"\n   2\n  ","736413":"\n   9\n  ","736414":"\n   Likes for likes 😁😁\n  ","736415":"\n   20\n  ","736416":"\n   Beautiful  profile  pics\n  ","736417":"\n   A brand new game review was added to the channel in the bio \nCheck it out ! \nAnd give us your feedback please .\n  ","736418":"\n   Do you believe in horoscopes?\n  ","736419":"\n   How's quarantine??\n  ","736420":"\n   I hope each & every one of you are doing okay & are staying healthy. 👍👍🤙\n\nIf you are super bored & don't have anything to do, remember you can always explore your hobbies. Call people & speak to them over the phone. Learn to cook diff things. Watch something new. Spend time with family at home.\n  ","736421":"\n   Have you ever taken one of those DNA tests where you find out your ancestry and stuff?\n  ","736422":"\n   what did you do this weekend?\n  ","736423":"\n   Do you have a favourite supermarket?\n  ","736424":"\n   How are you?\n  ","736425":"\n   Have you ever sat on a balloon?\n  ","736426":"\n   HOw long do you sleep?\n  ","736427":"\n   Have you ever bought anything from a food market NOT An Supermarket\n  ","736428":"\n   Are you the kind of person who moves on quickly?\n  ","736429":"\n   At what point in a relationship do you think is the best time ot move in together?\n  ","736430":"\n   I fantasize :P\n  ","736431":"\n   How are you \"getting the fun\"?\n  ","736432":"\n   What is your fave album of all time?\n  ","736433":"\n   Hey everyone, keep your head up high and don’t give up. I know what we are all going through is very frustrating and stressful but believe me everything will be okay soon🤍 we got this! We’re all in this together! Sending lots of love & positive vibes to everyone! ✨\n  ","736434":"\n   What is a personality trait you cannot stand in other people?\n  ","736435":"\n   When is the last time you flew a kite\n  ","736436":"\n   When you are in trouble, whom do you call for help?\n  ","736437":"\n   What movie do you think is overrated?\n  ","736438":"\n   I hope you’re staying safe and healthy ❤️\n  ","736439":"\n   Check out our bio plz ☺️\n  ","736440":"\n   Why did they take your child away from you?\n  ","736441":"\n   Nice belly button piercing\n  ","736442":"\n   im so fucking jealous lmao\n  ","736443":"\n   I'm never able to see your ans\n  ","736444":"\n   Do you still have quarantine snacks? Ours are almost gone lol\n  ","736445":"\n   what's the best inside joke you’ve been a part of?\n  ","736446":"\n   Fine then.\n  ","736447":"\n   Ok then hun. Why so sassy?\n  ","736448":"\n   Im just here to spread love to you because u deserve it. Doesnt always have to be questions love 🥰🥰🥰\n  ","736449":"\n   Pfft could not care less for your secrer xD\n  ","736450":"\n   Last holiday you went on?\n  ","736451":"\n   Are you a better talker or listener ?\n  ","736452":"\n   Are you good at giving advice ?\n  ","736453":"\n   Text or call ?\n  ","736454":"\n   What age did you start to mature into a woman ?\n  ","736455":"\n   Facebook or Twitter ?\n  ","736456":"\n   Are you closer to your mum or dad ? Or both equally\n  ","736457":"\n   What is your coping technique for difficult situations ?\n  ","736458":"\n   Biggest fear ?\n  ","736459":"\n   Go for noodles then🙌🏿\n  ","736460":"\n   Have any loved ones passed away ?\n  ","736461":"\n   Do you have \/ plan to have children ?\n  ","736462":"\n   Biggest regret ?\n  ","736463":"\n   How long have you been married ?\n  ","736464":"\n   Current job ?\n  ","736465":"\n   Make chicken salad with grapes. If u like, add some cheese🎈🌸☀️ just one idea\n  ","736466":"\n   Well shit. I failed again xD 🌸🎈☀️\n  ","736467":"\n   But i see a question...\n  ","736468":"\n   Never had one :D\n  ","736469":"\n   What is your plan that you keep on pushing forward?\n  ","736470":"\n   Id like to bite someone... just that nothing sexual 🌸\n  ","736471":"\n   Define good 😂😂\n  ","736472":"\n   Anyone want one of \n1 - compliment\n2 - Spam of questions\n3 - Spam of likes\n4 - Anything else of your choice 🤔\n  ","736473":"\n   How are you feeling?\n  ","736474":"\n   Last time you saw your best friend\n  ","736475":"\n   Can you cook?\n  ","736476":"\n   Humm\n  ","736477":"\n   Love 💞\n  ","736478":"\n   You and me both what issues did you have?\n  ","736479":"\n   Would you be prepared to live through a year of extreme hardship and trauma if it subsequently meant a lifetime of peace and happiness?\n  ","736480":"\n   What is the worst job you've ever had\n  ","736481":"\n   Where’s ur son?\n  ","736482":"\n   don’t eat Chinese\n  ","736483":"\n   Are grammar and punctuation important in social media?\n  ","736484":"\n   Pap shoes plzzz🤗\n  ","736485":"\n   28.07.18\n  ","736486":"\n   When did you and your husband get together\n  ","736487":"\n   wats your name\n  ","736488":"\n   did you change your last name\n  ","736489":"\n   did u wear white\n  ","736490":"\n   Do you like cornbread? 🌽🍞\n\nDo you like anything special in your cornbread? Maybe cheese? Jalapenos to make it a little spicy? Maybe some butter to make it sweet? What do you like in yours?\n  ","736491":"\n   no pice?\n  ","736492":"\n   pap your wedding\n  ","736493":"\n   y'all have been together.....longer than 5 years though....like wut\n  ","736494":"\n   opinion on those who fake miscarriage\n  ","736495":"\n   ive zero coinz 🥺🥺\n  ","736496":"\n   lolol good luck crossing 5 years tops\n  ","736497":"\n\n    @crunchymama\n   \n   did that\n  ","736498":"\n   Do you judge people quickly?\n  ","736499":"\n   Would you ever do the spicy chip challenge? The one chip challenge? Hottest chip in the world challenge.\n  ","736500":"\n   How long have you been married?\n  ","736501":"\n   I’m so bored being in the house 😭\n  ","736502":"\n   Last time you talked to your mil?\n  ","736503":"\n   Do you want anymore kids?\n  ","736504":"\n   Have you ever tried to be vegetarian?\n  ","736505":"\n   Well that’s a good thing✨✌🏽\n  ","736506":"\n   What’s your race? What races do you feel like you get hit on by the most? (I’m just curious! I’m half asian half white and I feel like I mostly get hit on by Hispanic guys and white guys lol)\n  ","736507":"\n   When?\n  ","736508":"\n   Clearly they can read old posts instead of always bringing it up.\n  ","736509":"\n   Why do people do what they do? People are so intrusive on here, I'm sorry Gabs.\n  ","736510":"\n   could I ask what happened?\n  ","736511":"\n   What made you think she’d be better off not w you?\n  ","736512":"\n   What car were you born to drive?\n  ","736513":"\n   omg ur married!!!\n  ","736514":"\n   have you talked about what happened with your daughter?\n  ","736515":"\n   If you were single would you date Omari Hardwick, the guy who played Ghost in Power?\n  ","736516":"\n   What insects are you afraid of?\n  ","736517":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","736518":"\n   So what mf be doing on this app now 😂\n  ","736519":"\n   Don’t you ever hate it when you’re on FaceTime or a video call with someone and the other person keeps putting their camera off?\n  ","736520":"\n   ¿Invierno o verano?\n  ","736521":"\n   What made you give up Nevaeh to his mom and not so adoption\n  ","736522":"\n   How are your kids?\n  ","736523":"\n   Great work!! ;)\n  ","736524":"\n   What's your go-to takeaway order?\n  ","736525":"\n   And saving the world..😂\n  ","736526":"\n   Are takeaways still delivering to your area ? If not what's your favourite lockdown meal you've had ?\n  ","736527":"\n   Weekend's Plan👀\n  ","736528":"\n   Do you like candles? Fave scents? 🥰\n  ","736529":"\n   How is everyone doing with this new virus that is spreading around the world hope you are fine and safe I am\n  ","736530":"\n   Do you trust your instincts about someone?✨\n  ","736531":"\n   Those are true happiness🌟✌🏽\n  ","736532":"\n   are you into comedy\/stand-up? if so, who are your favorite comedians?\n  ","736533":"\n   do you play any video games (even games on the phone)? if so, what are your favorite games? if not, what's your general opinion on video games?\n  ","736534":"\n   Why do fools fall in love?\n  ","736535":"\n   You an introvert or an extrovert??\n  ","736536":"\n   Are you very cautious of who you trust\n  ","736537":"\n   How’s your night?\n  ","736538":"\n   😻 FREE *-* SPACE 😻\n  ","736539":"\n   Can I have your school photo?\n  ","736540":"\n   Cant remember. Long time ago xD\n  ","736541":"\n   You girls claim that skin colour does not matter to you when it comes to dating but when you describe your dream guy you always say that you want him to have brown or blonde hair with like green or blue eyes. So you tell me what kind of coloured has that exactly non so you secretly do care.\n  ","736542":"\n   If you don't mind sharing, what do you get the most 'hate' for an Ask? And how do you respond?\n  ","736543":"\n   Opinions on wearing fur?\n  ","736544":"\n   Do you believe love is real?\n  ","736545":"\n   Do you have good eye sight?\n  ","736546":"\n   Do u like\n   \n    @drzoidberghello\n   \n   he thinks u don’t\n  ","736547":"\n   Do you like easter eggs? The chocolate kind?\n  ","736548":"\n   What did you do\n  ","736549":"\n   Were you a troublemaker as a kid?\n  ","736550":"\n   What? Girl you aren’t a trash mother for doing that. Ppl don’t understand the circumstances involved in hard decisions like that. People bother me 🙄\n  ","736551":"\n   Which dog breed do you resemble the most by appearance\/character?\n  ","736552":"\n   Why you call yoself trash\n  ","736553":"\n   Are you sticking to the 2 meter rule\n  ","736554":"\n   What movie or TV show have you not seen that virtually everyone else has seen?\n  ","736555":"\n   Emoji of the day!\n  ","736556":"\n   What is happiness for you?🌝\n  ","736557":"\n   What are your son doing\n  ","736558":"\n   My hyman broke from my hairbrush!\n  ","736559":"\n   What’s for dinner?\n  ","736560":"\n   You have kik\n  ","736561":"\n   How was your day?\n  ","736562":"\n   Did you see your daughter today?\n  ","736563":"\n   -\n  ","736564":"\n   Interesting story you have?\n  ","736565":"\n   Why haven’t you been on much today?\n  ","736566":"\n   If you were to die today what would you most regret not telling anyone?\n  ","736567":"\n   Marissa deactivated her account. 🤣\n  ","736568":"\n   What’s that?\n  ","736569":"\n   If you could wake up tomorrow and gain an ability or a quality what would  you choice and why\n  ","736570":"\n   What would you consider as a perfect day\n  ","736571":"\n   If you could choice anyone  in the world who would you choice as a dinner guest and why\n  ","736572":"\n   You are insane\n  ","736573":"\n   How?\n  ","736574":"\n   If you wre single\n  ","736575":"\n   If you could only see three people for the rest of your life who would it be?\n  ","736576":"\n   Would you date a white guy?\n  ","736577":"\n   there’s so much I’ve never talked abt on ask! what are three things in your life you rarely mention? (here’s my three: I was raised by two recovering alcoholics, I’m currently unemployed, and I have lived in both very urban and very rural areas in the past four years.)\n  ","736578":"\n   What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?\n  ","736579":"\n   If you were told you would live forever, what would you change about your life?\n  ","736580":"\n   Do you like horror movies?\n  ","736581":"\n   Do you like fast food? what is your favourite kind to get?\n  ","736582":"\n   do you put sugar on cheerios?\n  ","736583":"\n   Is there any type of renovations that you were going to be doing soon around in your home? Inside or outside. Care to share?\n  ","736584":"\n   how do you feel about ask.fm giving us the option to look at questions and shoutouts separately? i think it’s kind of nice.\n  ","736585":"\n   do you have any band t-shirts?\n  ","736586":"\n   How are you all doing?\n  ","736587":"\n   Do you like papaya?\n  ","736588":"\n   youre pos\n  ","736589":"\n   I'm hating on you for asking an honest question? Or am I hating on you because I'm not buying into the fiction of your marriage lasting forever?\n  ","736590":"\n   Mad? No not at all. Like I said, I just wondered how long you think it will last. Another 5 years maybe?\n  ","736591":"\n   What was the last thing to make you go wait what in confusion ?\n  ","736592":"\n   It's not really that obvious. Your parents didn't last. His parents didn't last. You've already broken up with him several times. Neither of you is educated. Neither of you has the things that make relationships last. So no there's no \"forever\" here\n  ","736593":"\n   Have you ever had food made by a \nmichelin star chef\n  ","736594":"\n   How long do you think your marriage will last\n  ","736595":"\n   My bad I replied Are you having a amazing morning?\n  ","736596":"\n   Lol\n  ","736597":"\n   How’s your self-quarantine going peeps? 😅\n  ","736598":"\n   Name something that really boils your pi$$? 🤬😡\n  ","736599":"\n   How come?\n  ","736600":"\n   How’s y’alls lockdown going?\n  ","736601":"\n   Hi there 👋 Just wondering how are you are coping with this lockdown? Is the cabin fever getting to you yet? 😳 Have you taken up exercise as a legitimate excuse to leave the house once a day (besides essential shopping 🛒) 🏃‍♂️🚵‍♀️ Sending you best wishes in these times of general shitiness 🤨😊\n  ","736602":"\n   Is it possible to stay friends with a person you have loved before?✨\n  ","736603":"\n   My her in doiciland germania kòln bitte und du\n  ","736604":"\n   Which cities would you like to visit around the world?\n  ","736605":"\n   Do you want more kids\n  ","736606":"\n   Pap of your daughter\n  ","736607":"\n   You doing okay about it? Must not have been easy\n  ","736608":"\n   You gave up your daughter?\n  ","736609":"\n   Why do guys like bidets? Are you one of them? 🧐🧐\n  ","736610":"\n   No bye\n  ","736611":"\n   Check likes\n  ","736612":"\n   Giving you likes\n  ","736613":"\n   Dont post ok?\n  ","736614":"\n   Hey can i untick?\n  ","736615":"\n   You lost your virginity at 18?\n  ","736616":"\n   How old were you when you got with your husband?\n  ","736617":"\n   Did you ever live with your mil?\n  ","736618":"\n   Favorite YouTuber?\n  ","736619":"\n   What kind of ice cream?\n  ","736620":"\n   yummy. can i have some\n  ","736621":"\n   That’s good.\n  ","736622":"\n   What songs hit you with a wave of nostalgia every time you hear them?\n  ","736623":"\n   When will you see Nevaeh?\n  ","736624":"\n   Yes 🤣🤣 it didn't take long for them to have it all indoors did it. We be lacking our vitamin D soon lol\n  ","736625":"\n   I've been thinking, when we ask someone \"what you doing\" at any point over the next few weeks, the answer is almost always going to be them doing something at home. We're all at home and i just find it really weird so many of us are indoors at the one time. Random I know lol\n  ","736626":"\n   Sadly in this world baby doll you’ll always catch something\n  ","736627":"\n   This is an interesting question. If you had a choice which disease would you rather have and why. HIV, Breast Cancer or Covid-19\n  ","736628":"\n   Did your nipple piercing hurt?\n  ","736629":"\n   26\n  ","736630":"\n   36\n  ","736631":"\n   43\n  ","736632":"\n   Fav alcohol\n  ","736633":"\n   Ever dated someone older than you?\n  ","736634":"\n   2\/2 Too bad her future has gone no where, she lost whatever potential she had and she’s basically paid for ding dong ditching houses with dropping food off. She should leave someone who did the responsible thing and got a kid put with family instead of projecting her obvious guilt and Mommy issues\n  ","736635":"\n   Marissa likes thinking nothing gets to her but here are some facts. She didn’t even keep a pregnancy because she chose to abort as a teenager. She likes to say women once they get their period are ready for pregnancy so whats her excuse? Oh wait, the impact it would have on her future. 1\/2\n  ","736636":"\n   35\n  ","736637":"\n   -\n  ","736638":"\n   19\n  ","736639":"\n   42\n  ","736640":"\n   hiya\n  ","736641":"\n   57\n  ","736642":"\n   62\n  ","736643":"\n   41\n  ","736644":"\n   number game 🤪\n  ","736645":"\n   Did she want your daughter?\n  ","736646":"\n   Has your mil kept you from her?\n  ","736647":"\n   Have you started any new hobbies lately? What about new TV shows, started watching any?\n  ","736648":"\n   When was the last time you typed using a computer keyboard and not a phone one? What about put putting pen to paper?\n  ","736649":"\n   What do you find that you get judged most online for? Does this differ from what people in person have judged you for or continue to judge you for?\n  ","736650":"\n   How are you getting on with doing the school work online? All William is expected to do is play maths and phonics games via an app on his tablet that tracks his progress and he has daily tasks the teacher sets. I'm thankful we don't have any true school work!\n  ","736651":"\n   How much has isolation changed your typical daily routine?\n  ","736652":"\n   Likes for likes 10\/10? (Don't answer my ask pls) 💓\n  ","736653":"\n   Never seen it\n  ","736654":"\n   Poor ghost smh😔\n  ","736655":"\n   What did your parents say about giving custody to his mom?\n  ","736656":"\n   What season of Power?\n  ","736657":"\n   Do you like animal crackers? I just learned they are not made from animals!\n  ","736658":"\n   Do you think you’ll ever be able to stop paying child support to your mother in law?\n  ","736659":"\n   What movie title best describes your life?\n  ","736660":"\n   honesty weekend ✨\n  ","736661":"\n   Do you have siblings?\n  ","736662":"\n   Ever broke a bone?\n  ","736663":"\n   Where does ur brother live?\n  ","736664":"\n   A song reminds you of someone..??\n  ","736665":"\n   it takes courage to do what you did. Don’t let anyone make you feel bad\n  ","736666":"\n   You’re gorgeous 😍😍😍😍🌹🌹🌹🌹❤️❤️❤️❤️\n  ","736667":"\n   One more pregnancy pic\n  ","736668":"\n   Yes but shows the pregnant and then the not pregnant in the smaller circle.\n  ","736669":"\n   Why does it have both lines?\n  ","736670":"\n   How far along were you when you found out the gender?\n  ","736671":"\n   How do you feel about these mandatory lockdowns happening? So many people are filing for unemployment rn\n  ","736672":"\n   * meant Any\nSorry\n  ","736673":"\n   Only from 25 weeks?\n  ","736674":"\n   You had an abortion before?\n  ","736675":"\n   I can’t get over you\n  ","736676":"\n   Do you want more kids?\n  ","736677":"\n   What can we ask you\n  ","736678":"\n   How’s your daughter?\n  ","736679":"\n   Girl you are amazing. don’t ever forget that ❤️❤️❤️\n  ","736680":"\n   What’s your husband doing\n  ","736681":"\n   why did you gv your daughter to a psycho mil\n  ","736682":"\n   If you were a billionaire and wanted to start a charity, what would it be about? 💵🤲\n  ","736683":"\n   What has your mil done to you?\n  ","736684":"\n   What are you doing?\n  ","736685":"\n   I’m sorry about all this hate that you’re getting\n  ","736686":"\n   If you had to listen to only one kind of music for the rest of your life which would you choose? 🎼\n  ","736687":"\n   thats weird not having a single pic with your own mom. you must not be close\n  ","736688":"\n   you don't have a single pic of your mom and you\n  ","736689":"\n   pap your mom n you\n  ","736690":"\n\n    @Hayleywilson21\n   \n   is ugly and her kids\n  ","736691":"\n   you send your own link around\n  ","736692":"\n   How much would it cost to buy your love?\n  ","736693":"\n   Have you ever been in a earthquake\n  ","736694":"\n   Look at my picture. The one with the hat i had it in my previous account and the second one is new after having my baby.\n  ","736695":"\n   Dang what is ittt\n  ","736696":"\n   Well this can help you remember.  Im from Puerto Rico and friends with Sydney  and her fanpage\n  ","736697":"\n   Ur sooo pretty.. R U A FREAK N THE SHEETS\n  ","736698":"\n   Bored af.. who wants to entertain me?\n  ","736699":"\n   Wie viele Menschen hast du in deinem Leben schon als 'besten Freund\/ beste Freundin' bezeichnet? \nMacht dich die Zahl nachdenklich?\n  ","736700":"\n   Hugs. I understand you don’t remember i was away for a couple of months.\n  ","736701":"\n   Oh sorry. If I remember something else i will tell you. Sorry to bother.\n  ","736702":"\n   Dont you remember me?? I was pregnant and stupid anons tried to make us not like each other.\n  ","736703":"\n   Im back! ❤️\n  ","736704":"\n   Are you afraid of being your true self around others? Why?\n  ","736705":"\n   Do these people think because hypothetically they'd \"take responsibility\" that its THAT easy in reality? Anyone can claim they'd manage this or that until they're put in the same situation. You did what was best. Your child is cared for regardless and you don't owe ask fm people an explanation.\n  ","736706":"\n   I commend you for getting through all this. I bet it was unimaginably difficult for a multitude of reasons, including the strained connection with your MIL. I wish you and your family the best and I know that the future can and will improve and that your daughters life is valued by you, its obvious\n  ","736707":"\n   They're the same sort to be \"pro life\" and tell people to put children up for adoption instead of terminating yet when someone makes an adoption-like situation, they bash on the mother then too. You can't please people who are hellbent on criticising others. No one's perfect but you don't pretend to\n  ","736708":"\n   People need to realise that this is real life and real sh*t happens. Situations change and family connections can be far from desirable or perfect. You made the decision that is\/was most appropriate for YOUR circumstance and no one can just assume they could do better because their life is not yours\n  ","736709":"\n   I refuse to get back on it, my doctors all agree 🤷🏼‍♀️\n  ","736710":"\n   Like hi, mine literally caused a small blood clot which caused me to have a stroke sooo\n  ","736711":"\n   Fun fact for the anons. Birth control is probably one of the most unhealthy things a woman uses in her body. It stops periods (which isn't healthy) it causes a bunch of things to go off balance in our bodies etc.\n  ","736712":"\n   Do you love your son more than your daughter?\n  ","736713":"\n   Have you ever injured someone\n  ","736714":"\n   Your friend jezebel turned on you\n  ","736715":"\n   Instagram?\n  ","736716":"\n   Can we chat question to question?\n  ","736717":"\n   Can we ask you questions about your daughter?\n  ","736718":"\n   -\n  ","736719":"\n   How are you\n  ","736720":"\n   Hey love, I just read what people are saying to you and my god do people not have anything better to do with their lives? Like I swear you don’t deserve any of this hate and it makes me mad that you get hate. Please don’t listen to them ever! You’re so much better & you’re an amazing mother! 🤍✨\n  ","736721":"\n   If you could invent a holiday what would it be?\n  ","736722":"\n   Do you think there is life on other planets?\n  ","736723":"\n   Sexy  foto  please!\n  ","736724":"\n   Don’t listen to these haters\n  ","736725":"\n   What gift would you like to receive on the upcoming holidays?\n  ","736726":"\n   my aunt has been a chaperone at our school dances, but this one lady always vetoes the idea because my aunt had a baby with one of the boys. how can i get this lady to leave my aunt alone instead of making an announcement that my aunt is not a chaperone but just one of the girls?\n  ","736727":"\n   with my ex than I ever have been to my husband now. I know he feels the same way. I keep looking at my life and realizing I haven’t felt happy in years. My husband is a good man and father to our baby. But I just am not in love with him like I am my ex husband. We want to be together but havent\n  ","736728":"\n   Please don’t listen to these fake fucking anons attacking you. They’re uneducated and they have no experience or understanding on how difficult it is to be a parent. They’re Fucking idiots having mid life crisis’ hiding behind screens to make themselves feel better. You got this man\n  ","736729":"\n   I was married in my early 20’s and the marriage crumbled without any real solid reason. We lost touch for a few years. I ended up filing for divorce and got married to another man about 5 years ago. My ex husband got a job where I work and I’m around him constantly. I’ve realized I’m more in love\n  ","736730":"\n   Hey, I don't know you, but I just wanted to say I'm sorry that people are being rude & immature. You did what was best for your kid, & if you think that was for the best, then no one can tell you that you're not a good parent. And also, my question to you is did your bellybutton piercing hurt?\n  ","736731":"\n   What health issues or lifelong issues does your daughter have from being a premie?\n  ","736732":"\n   You're basically one of those trash moms that lets their kids grandparents raise the kids while you go out. She has to ask for your son and keep him while you go out and also raise your daughter full time. TRASH as hell. Idc how many people call you brave or pat you on the back. You're despicable.\n  ","736733":"\n   You and your husband are immature af. Grow the hell up and learn how to be a GOOD parent\n  ","736734":"\n   Does your MIL keep your son while you go out too?\n  ","736735":"\n   You're soo brave for having your mother in law take care of your child full time because you were irresponsible and couldn't make your man wear a rubber! 😪\n  ","736736":"\n   Last time you had sex\n  ","736737":"\n   You can get engaged and fk unprotected but cant keep a baby you chose not to abort? 😂 bc it \"isnt right\" for you to have more kids? Trash asffff yall just cant make sacrifices and admit that you want money for yall still and arent willing to give it to your children. TRASH BIT.CHES.\n\n-Marissa\n  ","736738":"\n   i dont get on here much anymore and when i do it's to answer q's not scroll thru my feed, however for months i saw gabby consistently trash talking her mil ---- like girl... u should be THANKFUL 💙\n\n-marissa\n  ","736739":"\n   Why do you smoke around your kid?\n  ","736740":"\n   Your navel >>>\n  ","736741":"\n   Be responsible and have protected sxx next time\n  ","736742":"\n   What is better - kisses or hugs?\n  ","736743":"\n   Imagine how your daughter would feel knowing you care for her brother but not her\n  ","736744":"\n   She’s with someone you hate lol\n  ","736745":"\n   Why did you give up your daughter?\n  ","736746":"\n   Marissa called you trash\n  ","736747":"\n   Thoughts on Kasey confession of her lies\n  ","736748":"\n   how do you feel about pit bulls?\n  ","736749":"\n   do you like watermelon or cantaloupe more?\n  ","736750":"\n   Wait really?😱\n  ","736751":"\n   No lie, you real pretty\n  ","736752":"\n   Who wanna be friends? Lol\n  ","736753":"\n   What's the last thing you bought and love?\n  ","736754":"\n   What is the most interesting thing you have in your purse\/wallet?\n  ","736755":"\n   How often do you see her?\n  ","736756":"\n   You gave up your daughter?\n  ","736757":"\n   -\n  ","736758":"\n   how punctual are you?\n  ","736759":"\n   How do you best overcome racism that society\/your parents has instilled in you?\n  ","736760":"\n   You ain't loyal lol\n  ","736761":"\n   You got a pic of your dildo actually wanna see you play with yourself lol\n  ","736762":"\n   Have you ever had a friendship that ended for of a stupid reason? What was that reason?\n  ","736763":"\n   If you bought me one present that would make me uncomfortably excited,  what would it be? \n\nANSWER FOR YOURSELF TOO!!\n  ","736764":"\n   How's your quarantine going?\n  ","736765":"\n   Could you be friends w someone who's pro-life except in cases of rxpe and incxst or if the mothers life is in danger? But they don't push their views on you\n  ","736766":"\n   Did you know you were going to give up Nevaeh?\n  ","736767":"\n   You’re a fabulous mom\n  ","736768":"\n   Buongiorno 😘\n  ","736769":"\n   Hola\n  ","736770":"\n   Everyone should hand their coins over to you\n  ","736771":"\n   why did you gv your daughter?\n  ","736772":"\n   I didn't word that right haha, do you care* about politics?\n  ","736773":"\n   How is your coronavirus vacation going so far I want to hear all the juicy details about your stay at home life.\n  ","736774":"\n   Okay? Happy?\n  ","736775":"\n   Good.. if you want coins then just ask🌟🔥but plz don’t lock your answer next time... it’s kinda not that cool✨🙌🏽\n  ","736776":"\n   What are you doing\n  ","736777":"\n   All the people giving you hate just don’t understand your situation. You did the best thing\n  ","736778":"\n   Why are you awake now?\n  ","736779":"\n   She took you both of child support?\n  ","736780":"\n   You guys got married?\n  ","736781":"\n   Was it hard to make that decision?\n  ","736782":"\n   Post as many unpopular opinions as you can!\n  ","736783":"\n   Its normal, every girl have boobs 🙂\n  ","736784":"\n   Do you have big boobs or small 🙂\n  ","736785":"\n   What is your bra size?\n  ","736786":"\n   Have you ever experienced hail before? Talking about the type of precipitation. (You do not have to answer)\n  ","736787":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","736788":"\n   CHADENE! I HEARD YOU TURNED MUSLIM A FEW YEARS AGO\n  ","736789":"\n   Do you like beef? Or naw, not really?\n  ","736790":"\n   Kinda feels like your MIL thinks she can order you around\n  ","736791":"\n   List some positive things about this quarantine 😊\n  ","736792":"\n   Where are you from?\n  ","736793":"\n   I want you to take me out for dinner. I would prefer red lobster or the Olive Garden however if you do not have enough money I understand then I could be open to going to Popeyes, Wendy’s and dominos as long as I spend the time with you I will be happy and the food comes in second compared to you.\n  ","736794":"\n   She's raised by his dad's mom. Making her dad her brother. Making her Joe's aunt lmao\n  ","736795":"\n   is you giving her up something you decided before she was born or after or in the hospital?\n  ","736796":"\n   do you open up for people first or ??\n  ","736797":"\n   Smfh\n  ","736798":"\n   Does Joe know it's his sister\/his aunt?\n  ","736799":"\n   are you allowed to post pictures of her?\n  ","736800":"\n   You said you pumped breastmilk in the hospital for her. Was that true at least\n  ","736801":"\n   What number am I thinking of? Winner gets coins and I chance to have a walk on appearance on my new show.\n  ","736802":"\n   Send me a sexy pic of you....buuuuuut if you don’t have any a pic of your pet will do.\n  ","736803":"\n   have you ever seen 90 Day Fiancé?\n  ","736804":"\n   have you ever seen Married At First Sight?\n  ","736805":"\n   Do you have a boyfriend? Or a crush on someone?\n  ","736806":"\n   I wonder where all your haters went\n  ","736807":"\n   We’re you scared to get the abortion?\n  ","736808":"\n   In what circumstances is it okay to commit a crime?\n  ","736809":"\n   So... you hate each other, she got your daughter, and you’re in her debt for 18 years?  MIL be like 💅🏻💅🏻💅🏻\n  ","736810":"\n   Can I see you so nude\n  ","736811":"\n   Ouch girl!  Child support???  How much has she got you for??\n  ","736812":"\n   Aside from necessities, what one thing could you not go a day without?\n  ","736813":"\n   What really makes you angry?\n  ","736814":"\n   I’m proud of you. Don’t listen to these anons ❤️❤️❤️❤️\n  ","736815":"\n   Will Nevaeh call you mom or her grandma mom?\n  ","736816":"\n   What would you do if your mil tried to keep you from seeing Nevaeh?\n  ","736817":"\n   Thank god!\n  ","736818":"\n   Why'd you badmouth your mil on here and act like you had this whole custody battle when she's had her since birth? You're shady\n  ","736819":"\n   This about you?\n   \n    https:\/\/ask.fm\/BabyGurlNess\/answer\/160599763662?utm_source=copy_link&utm_medium=\n   \n","736820":"\n   Why not abortion?\n  ","736821":"\n   I think you did the right thing!  But your MIL must be loving it.  She’s got your daughter and got you paying her child support.  Kind of a win-win for her?\n  ","736822":"\n   Does she want custody of your son?\n  ","736823":"\n   Why should she have to ask for him? So you can go out? He's not her kid. She's already raising one of yours. You have entitlement issues fr\n  ","736824":"\n   what would you have done if your MIL didn't want to raise your daughter?\n  ","736825":"\n   Do you like sex\n  ","736826":"\n   How old is Joseph's mom? What if something happens to her and she's not around long enough?\n  ","736827":"\n   But she got your daughter soo\n  ","736828":"\n   How old is she\n  ","736829":"\n   How long has she had your daughter\n  ","736830":"\n   Does she have custody of your son too\n  ","736831":"\n   How are you holding up?\n  ","736832":"\n   Why give your daughter to someone who hates you?\n  ","736833":"\n   How are you?\n  ","736834":"\n   Are you going out tonight?\n  ","736835":"\n   What’s your husband doing?\n  ","736836":"\n   Recommend a youtuber to watch during this self isolation time 😩\n  ","736837":"\n   My respect for you.\n  ","736838":"\n   People will always talk. No one has the right to judge your for your choices. Big hug Mrs. Gabby\n  ","736839":"\n   I'm proud of you for doing what is best in your situation. People do not understand the depth to these decisions or the complexity. As long as everyone is safe and cared for, its really NO one's business but yours. Take care friend ❤\n  ","736840":"\n   You’re an amazing mother\n  ","736841":"\n   Your so brave for what you did\n  ","736842":"\n   Is there any real significance to numbers such as 11:11 or do we just give them meaning that doesn’t exist?\n  ","736843":"\n   I'm stating what's obvious wear a damn condom next time 🙄\n  ","736844":"\n   I’ve never seen so much hate over what YOU do in YOUR life. Smh.\n  ","736845":"\n   If u weren't ready to have another kid than u should of worn a condom and using birth control you're just finding excuses to get high more often and go out drinking.\n  ","736846":"\n   Why did you say 5ever that you didn't place her with your mil?\n  ","736847":"\n   How often do you see Nevaeh?\n  ","736848":"\n   Yeah but guardianship doesn't have to be forever whereas adoption is\n  ","736849":"\n   How did you get VIP+ I’m only VIP\n  ","736850":"\n   How old were you when you had the abortion\n  ","736851":"\n   You have some mean anons\n  ","736852":"\n   10\n  ","736853":"\n   Followed 🌸🍒\n  ","736854":"\n   so proud of you babe 🥰🥰❣️❣️❣️\n  ","736855":"\n   It's sad your daughter will be raised by a single mom and Joseph will have both his parents bc you were selfish\n  ","736856":"\n   3\n  ","736857":"\n   I mean another bc you terminated one kid and gave another (your daughter) up. Duh. Keep being reckless though\n  ","736858":"\n   So you've had 3 unplanned pregnancies and still refuse to even make your man wear a condom LMAO\n  ","736859":"\n   When did you get married? I thought you're engaged\n  ","736860":"\n   When did you have an abortion?\n  ","736861":"\n   Did you give her guardianship or did you place her for adoption?\n  ","736862":"\n   Why can't you just take care of her? And why are you not using contraception if you can't take care of kids? I understand why your MIL dislikes you.\n  ","736863":"\n   LOL\n  ","736864":"\n   So you won't be raising your daughter? And she'll never live with you?\n  ","736865":"\n   That must of took so real courage\n  ","736866":"\n   13\n  ","736867":"\n   Sc?\n  ","736868":"\n   7\n  ","736869":"\n   6\n  ","736870":"\n   9\n  ","736871":"\n   40\n  ","736872":"\n   23\n  ","736873":"\n   Why don’t you wear bras\n  ","736874":"\n   I’m proud of you\n  ","736875":"\n   Did you smoke while pregnant\n  ","736876":"\n   4\n  ","736877":"\n   -\n  ","736878":"\n   No wonder why you don’t want anymore kids\n  ","736879":"\n   بتعملو ايه الفترة ديه\n  ","736880":"\n   Wow! Your selfish. shouldn’t never gotten pregnant then.\n  ","736881":"\n   Your daughter is going to grow up to hate you.\n  ","736882":"\n   So you only have 1 kid.\n  ","736883":"\n   Does Joseph still see his sister?\n  ","736884":"\n   It’s brave if you to admit you gave her up\n  ","736885":"\n   Wait, you have up Nevaeh 😱\n  ","736886":"\n   Kissing on your neck 💋😘\n  ","736887":"\n   Y\n  ","736888":"\n   You're so cute!!\n  ","736889":"\n   Wait why don’t you have your daughter\n  ","736890":"\n   Y did u give her? If we may know\n  ","736891":"\n   You’re terrible\n  ","736892":"\n   I knew you gave her up to his mom!\n  ","736893":"\n   So what just for fun I'm asking for a relationship or anything in real\n  ","736894":"\n   Can I flirt with you 💦\n  ","736895":"\n   Looking so hot 😈👌\n  ","736896":"\n   What are you wearing 😈\n  ","736897":"\n   How did your parents react to you give up Nevaeh to his mom?\n  ","736898":"\n   😈💦💦👈\n  ","736899":"\n   Hey can we talk for a while\n  ","736900":"\n   9\n  ","736901":"\n   👀👀\n  ","736902":"\n   46\n  ","736903":"\n   13\n  ","736904":"\n   32.\n  ","736905":"\n   Since your mil doesn’t like you. Does she let you see your daughter at least?\n  ","736906":"\n   Do You - 23\n  ","736907":"\n   25\n  ","736908":"\n   Do You- #20\n  ","736909":"\n   19\n  ","736910":"\n   Who is someone you wish you had never met?\n  ","736911":"\n   At the end of the day you’ve done what’s best for you and your daughter I don’t understand why anyone could hate you for that x\n  ","736912":"\n   Was it hard giving her up?\n  ","736913":"\n   That’s not true\n  ","736914":"\n   numbers\n  ","736915":"\n   How come your just now opening up about your daughter?\n  ","736916":"\n   Good on you for opening up when YOU were ready too and not when people were being entitled to know! I’m sure you did what was best for her and for your family! I know someone is gonna try make you feel bad for this, but never feel bad for doing what works best! Love you ❤️❤️❤️\n  ","736917":"\n   كيف حال قلبك\n  ","736918":"\n   There are places that are the hood but not urban bc they’re not in the city...\n  ","736919":"\n   Wait, you gave her up after a couple months or what?\n  ","736920":"\n   So how often do you see your daughter?\n  ","736921":"\n   The suburbs or the hood?\n  ","736922":"\n   Did you loose custody?\n  ","736923":"\n   17\n  ","736924":"\n   28\n  ","736925":"\n   29\n  ","736926":"\n   33\n  ","736927":"\n   1 and 2\n  ","736928":"\n   How’s life?\n  ","736929":"\n   What’s the difference in VIP and VIP +\n  ","736930":"\n   In the email it only says to do 40 shoutouts basically\n  ","736931":"\n   What's a dream you've had that you wish was real?\n  ","736932":"\n   When you complete your first VIP task list is that when you get the badge?\n  ","736933":"\n   May I follow you?\n  ","736934":"\n   Do you have an Instagram, Twitter?\n  ","736935":"\n   What size bra do you wear?\n  ","736936":"\n   no need to thanks Sister\n  ","736937":"\n   hello Sister  i am so happy i hear you married wow  and congratulations  i wish you all life happy with your husband and your family i wish all your Dreams come to true\n  ","736938":"\n   Hi\n  ","736939":"\n   Are you pregnant again and that’s your secret?\n  ","736940":"\n   When you go out to a restaurant or bar, what drink do you like to order? Doesn't necessarily have to be alcohol\n  ","736941":"\n   Who’s Idea Was It To Eloped\n  ","736942":"\n   Are you superstitious?\n  ","736943":"\n   If you worked at MACY would you walk around trying on clothes for the heck of it\n  ","736944":"\n   Do you like ice cream? What flavour?\n  ","736945":"\n   Have you ever eaten sushi?\n  ","736946":"\n   If you have tattoos how old were you when you got your first?\n  ","736947":"\n   Your beyond pretty 🥰\n  ","736948":"\n   Where they happy for you guys? or mad?\n  ","736949":"\n   I’m sorry\n  ","736950":"\n   What’s up?\n  ","736951":"\n   Did you tell your families yet?\n  ","736952":"\n   Do you like being a wife?\n  ","736953":"\n   -\n  ","736954":"\n   I think something has happened to\n   \n    @adamdarlington\n   \n","736955":"\n   Hey this is James girl leave him alone\n  ","736956":"\n   Does your son have a lot of work?\n  ","736957":"\n   Do you feel different now that you married?\n  ","736958":"\n   Keep it our\n  ","736959":"\n   put that weird belly button away omg girl! 😂\n  ","736960":"\n   What’s your social media?\n  ","736961":"\n   When did you get marry?\n  ","736962":"\n   What are you doing?\n  ","736963":"\n   Do you know who started the premium Snapchat things that's is very popular to\n  ","736964":"\n   Oh ok I use live broadcast apps and girls who promote themselves on there are pretty crazy about onlyfans\n  ","736965":"\n   Hey why you don't want to make another onlyfans?\n  ","736966":"\n   Would tot make another onlyfans?\n  ","736967":"\n   How’s Nevaeh\n  ","736968":"\n   What are you doing for your daughters 1st birthday\n  ","736969":"\n   Have you talked to your mother-in-law?\n  ","736970":"\n   Are you happy to be married\n  ","736971":"\n   You’re so beautiful 😍\n  ","736972":"\n   What are you’re plans for today\n  ","736973":"\n   You’re fun aren’t you!\n  ","736974":"\n   Would you rather live in the mountains or on the beach?\n  ","736975":"\n   Hi there, do you know much about healthy living at all? Specifically, what tips do you have on how to strengthen one's immune system quicksmart? Run or fight? 🤷‍♂️👊 - give me all the useful knowledge you have 😬🙂\n  ","736976":"\n   Would you ever own a horse as a pet or do you think it's just too expensive and too much work? If it wasn't too expensive, would you get one or would you still not do it? 🐎\n  ","736977":"\n   Have you ever seen a little Dirt Devil, a little mini small dust tornado? or have you never heard of these little things?\n\nYou should look up a small video when ya get some time. They can actually get pretty big and crazy. But they are pretty interesting.\n  ","736978":"\n   Duscht du schnell oder bist du eher ein Langduscher?🚿\n  ","736979":"\n   You spent billions of dollars on the war in Iraq, but you did not get the desired benefit because of the stupidity of Bush and Obama\n  ","736980":"\n   What brand is your phone? 📱 (What I'm basing my next pie chart on 😊)\n  ","736981":"\n   Hi um... I-I ummm *farts* excuse me *blushes*\n  ","736982":"\n   لعله يأتي مَن يُزيّن حُزنك بنجوم اقترابه، ولا يخشاه مثلما فعلَ الآخرون 💙\n  ","736983":"\n   Have you ever been in love with someone before? If you have what does it really feel like.\n  ","736984":"\n   Which country is your favourite?\n  ","736985":"\n   Baby carrots or eggplant?\n  ","736986":"\n   We.ed??\n  ","736987":"\n   Whats your favorite thing to do?\n  ","736988":"\n   If you had the world’s attention for 30 seconds what would you say ?\n  ","736989":"\n   Which would you rather be in, an insane asylum or prison? Why?\n  ","736990":"\n   If you could appear in any tv series, which one would you choose?\n  ","736991":"\n   Last thing you rebelled against?\n  ","736992":"\n   Body confidence pap!\n  ","736993":"\n   Master dom jeb left hehehe 😈 time to get funky 💃🏻\n  ","736994":"\n   Baby carrots or eggplant?\n  ","736995":"\n   I think something suspicious has happened to Greg and his account has deactivated\n  ","736996":"\n   This literally made me laugh out loud 💀 what in the actual hell lmao\n  ","736997":"\n   Girl where u done grown up at?\n  ","736998":"\n   Trick question never ask a woman her weightI’ll go with phone number\n  ","736999":"\n   Favorite drink? 🍷\n  ","737000":"\n   My gf said she don’t wanna hang cuz she feelin “crunchy” tf that mean?\n  ","737001":"\n   Have you been wearing more makeup or letting that skin breathe?\n  ","737002":"\n   This relationship we had going on was going strong but now it is starting to fall apart and I don’t want either of us to get hurt so I think that it’s best for everyone if we just stay cousins.\n  ","737003":"\n   What's worse:\nNot knowing your significant others height or their phone number?\n  ","737004":"\n   Black guys, white guys, Asian guys or Hispanic guys?\n  ","737005":"\n   film or music?\n  ","737006":"\n   pizza or pasta?\n  ","737007":"\n   Woah woah I was trying to be nice and translate it for u. No need to be like that\n  ","737008":"\n   Don’t you have 1 kid?\n  ","737009":"\n   How was the wedding?\n  ","737010":"\n   I speak Spanish so I’ll translate. They were basically asking u if u were pregnant\n  ","737011":"\n   Not wanting to speak to someone bc you don’t understand ISNT racist. What’s racist is threatening to block them bc they asked what? one question in Spanish. Blocking someone bc they are Spanish is racist\n  ","737012":"\n   Girl I’m sorry but that logic makes no sense. Anon was right it was racist to block a Spanish person just bc they speak Spanish. Don’t shame someone for trying to communicate with u. It’s unfortunate\n  ","737013":"\n   Blocked for not speakin English? I thought u said u wanted to end racism\n  ","737014":"\n   How long have you had to it husbands name tatted on you?\n  ","737015":"\n   Wtf is wrong with people. 💀\n  ","737016":"\n   If you could change one thing in the world, what would it be?\n  ","737017":"\n   Did ur belly ring hurt\n  ","737018":"\n   Do u prefer corn or peas?\n  ","737019":"\n   Tell me why my girlfriend has a 20 inch d**do in her room? Lmao\n  ","737020":"\n   🖕🏿\n  ","737021":"\n   Okay I’ll give advice since you can’t. Anon, reach out to him and just ask how he’s doing, he casual and see where it goes from there\n  ","737022":"\n   They tell you they want to spend the rest of their life with u and only u but spending that time with other people🤦🏿‍♂️\n  ","737023":"\n   I'm prob. gonna do a few in a little. I gotchu. 🤙😁 I def try to make them original as possible. For sures.\n  ","737024":"\n   She? It’s a he\n  ","737025":"\n   Anon sounds like a loser with a confidence problem. I like chicks like that because they’re so easy they put out on the first date.\n  ","737026":"\n   So do you have advice for me or are you just gonna say it sucks?\n  ","737027":"\n   I’m interesting in talking to my ex again but we haven’t spoken in 5 years and I think he has a gf lol\n  ","737028":"\n   Do you love the World you live in?\n  ","737029":"\n   People are interesting.\nHope you have a better day!\n  ","737030":"\n   Who's a music artist who's music turns you on or gets you in a flirty mood?\n  ","737031":"\n   Corn or carrots\n  ","737032":"\n   🌸🌸🌸\n  ","737033":"\n   Can i be your husband?\n  ","737034":"\n   are you pregnant again\n  ","737035":"\n   What are you doing\n  ","737036":"\n   How many siblings do you have?\n  ","737037":"\n   How well do you handle changes in temperature? Do you easily get too hot or too cold? 🥶🥵 What's your ideal indoor temp?🌡\n  ","737038":"\n   Do you have any guilty pleasures when it comes to media? 🤔 Like if you love a certain movie, book, video game etc. that you know that most people think is horrible haha\n  ","737039":"\n   What ingredients would you put on your ideal burger? 😋🍔\n  ","737040":"\n   At what age did you learn to ride a bicycle?\n  ","737041":"\n   Why are you so angry\n  ","737042":"\n   Ever have sex on your period?\n  ","737043":"\n   How long have you been engaged before you go married\n  ","737044":"\n   Are you someone's wife?\n  ","737045":"\n   What made you give her up?\n  ","737046":"\n   Congrats on ur marriage .\n  ","737047":"\n   how much toilet paper do you use?\n  ","737048":"\n   What are you doing to keep from being bored?\n  ","737049":"\n   what questions will you not answer\n  ","737050":"\n   like?\n  ","737051":"\n   what questions will you answer?\n  ","737052":"\n   You need to stop being so selfish\n  ","737053":"\n   why are you so perfect\n  ","737054":"\n   -\n  ","737055":"\n   Are you on birth control?\n  ","737056":"\n   Omg you guys are separated?\n  ","737057":"\n   You don't have to answer it too personal but has there ever been a moment where you thought your relationship was going to end? And how did you solve that problem and stay together?\n  ","737058":"\n   Damn. I wish I would’ve married you :(\n  ","737059":"\n   Can I vote for Spaghetti?\n  ","737060":"\n   How do you like to fill up your time when you're stuck at home?\n  ","737061":"\n   What’s for dinner wifey\n  ","737062":"\n   What’s your husband doing?\n  ","737063":"\n   How do you stay positive during hard times?\n  ","737064":"\n   Where’s that anon from the other day who was going off about the lotion 🤣\n  ","737065":"\n   How are you feeling today?\n  ","737066":"\n   You’re very pretty\n  ","737067":"\n   Do you thinkt hat veggie burgers taste good?\n  ","737068":"\n   Is it acceptable for your partner\/boyfriend\/girlfriend to ask you for your social media passwords or for them to insist on looking at your social media activitiy?\n  ","737069":"\n   How long was your longest relationship?\n  ","737070":"\n   Your #9 in America\n  ","737071":"\n   What's your temperature? #StayAtASK\n  ","737072":"\n   Do you see Nevaeh\n  ","737073":"\n   Now you guys need another baby\n  ","737074":"\n   How are your patents going to react\n  ","737075":"\n   Hottie 🔥\n  ","737076":"\n   Last time you had sex\n  ","737077":"\n   How are you today?\n  ","737078":"\n   You’re welcome miss✨\n  ","737079":"\n   I knew you would get married in Las Vegas\n  ","737080":"\n   Have you watched any of those live concerts certain singers have put on because of the coronacalypse?\n  ","737081":"\n   Do you have any games on your phone? If so, what are they?\n  ","737082":"\n   Top 5 Netflix shows 🌚\n  ","737083":"\n   when was your wedding?\n  ","737084":"\n   Thee most beautiful things and blessings🌝✨🙌🏽\n  ","737085":"\n   I just wanted to remind everyone, that I’m always here for you if you ever need someone to talk with and or vent to or anything in that matter!🤍✨\n  ","737086":"\n   Name any 3 things that make you really happy?✨\n  ","737087":"\n   Hot AF!!\n  ","737088":"\n   Who is an important person in your life?\n  ","737089":"\n   What have you learned about recently?\n  ","737090":"\n   Waffles or pancakes?\n  ","737091":"\n   Are you a hugger? If so how are you coping with not being able to do that anymore because of Covid-19? 😳😢\n  ","737092":"\n   Are you reading more since the coronavirus took over or have certain hobbies stayed the same?\n  ","737093":"\n   What should I do after watching a scary video that keeps me from sleeping?\n  ","737094":"\n   nice\n  ","737095":"\n   Considering the way Boris Johnson has really stepped up to the plate during the last few weeks and shown extraordinary leadership credentials in this baptism of fire, do you think the whole leftist narrative about the Tory party being the 'nasty party' has now been blown completely out of the water?\n  ","737096":"\n   How are you doing tonight?\n  ","737097":"\n   Follow for Follow ?🤗\n  ","737098":"\n   Married? Since when?\n  ","737099":"\n   Do you have a inspirational idol?\n  ","737100":"\n   Which sports do you follow on TV?\n  ","737101":"\n   Congrats on your marriage\n  ","737102":"\n   What are you doing?\n  ","737103":"\n   There are a lot of them in New York, don't they annoy you\n  ","737104":"\n   You sound islamophobic\n  ","737105":"\n   What's your deal with Muslims\n  ","737106":"\n   some dude hmu on insta talking about how i was ”sxxy” i went to his profile and he was literally my parents age 🤢 i feel like we need a support group 😂\n  ","737107":"\n   What do you think of Jews\n  ","737108":"\n   If she's a legal adult, it isn't p.edophilia. Studies show men of all ages prefer women in their 20s for the reasons I just stated. It's completely normal and natural. Women are at their prime from 18-25. Get over it.\n  ","737109":"\n   You so wrong. Im Muslim man in my country we do marriage for girl as soon as she go though the puberty and menstruate . Our prophet Muhammad SAW married girl of 9 years when he was 53, it's natural and no bad if she go through puberty. 18 is old enough.\n  ","737110":"\n   I guess most men are p.edos then. All men like younger women. More attractive, less baggage, nice bodies, can have healthier pregnancies. You're 25 and will be out of your prime years in 5 years when you turn 30. Stay bitter.\n  ","737111":"\n   How tf could you be with someone who was BORN when you were a whole 15 years old lol ew\n  ","737112":"\n   ❤️ you. And here’s more coins😂😂\n  ","737113":"\n   This!!! 🙌🏼🙌🏼🙌🏼🙌🏼\n  ","737114":"\n   Anons are stupid af lol\n  ","737115":"\n   Shut up. I am 33 and my girlfriend is 18. Age is just a number and all that matters is if they love each other.\n  ","737116":"\n   Facts 💯 half the time the older dudes are just using the younger girl cause she's naive & won't complain much , & she's just using him for $$ or to have a father figure or some shxt . 🤢\n  ","737117":"\n\n    @hayleywilson21\n   \n   is talking to someone 31 and she’s 25. Is that gross to you\n  ","737118":"\n   What did you do for the honeymoon?\n  ","737119":"\n   How tall are u\n  ","737120":"\n   What was your high school gpa ?\n  ","737121":"\n   I agree w you about the age gap thing , everyone says \"as long as you're over 18 who cares\" but I think it's weird when men who are 25+ date people fresh out of high school \/\/ under 21. Then there's those middle aged guys who specifically go after women in their 20s & below & it's like .. no. ✋🏼\n  ","737122":"\n   Are there any users on here you’d ever hangout with if you got the chance to?\n  ","737123":"\n   How many years apart does it start to get weird for you?\n  ","737124":"\n   Is spanking kids abvse?\n  ","737125":"\n   You're light brown\n  ","737126":"\n   Do large age gaps in relationships bother you?\n  ","737127":"\n   Not paying for that idc\n  ","737128":"\n   How come your mom is blonde and white and you're brown and have darker features\n  ","737129":"\n   What’s wrong with this anon\n  ","737130":"\n   How often do you wash your hair? What shampoo\/ conditioner do you use\n  ","737131":"\n   Is there a fragrance you wear daily ?\n  ","737132":"\n   What are you scared most about marriage?\n  ","737133":"\n   How is it being married?\n  ","737134":"\n   Just tell us the truth about Nevaeh\n  ","737135":"\n   Are people in your contacts on your phone, listed by name or social status?\n  ","737136":"\n   I messaged you on Instagram . You never reply back :(\n  ","737137":"\n   If you had enough money that you never needed to work again, what would you do with your time?\n  ","737138":"\n   I miss you\n  ","737139":"\n   Does your husband want more kids\n  ","737140":"\n   Watch you’ll be divorced soon\n  ","737141":"\n   Does your best friend work?\n  ","737142":"\n   what’s your best friends name?\n  ","737143":"\n   Does your husband like your best friend?\n  ","737144":"\n   How are you and ur bff\n  ","737145":"\n   Was giving her up the best option\n  ","737146":"\n   What was your first paying job?\n  ","737147":"\n   Is there a tattoo you've been wanting to get? Or your not really into tattoos?\n  ","737148":"\n   What is your mood atm?\n  ","737149":"\n   what should you be doing right now?\n  ","737150":"\n   how is are you guys holding up?\n  "},"Answer":{"736078":"\n  yes 🙄🙄🙄\n  ","736079":"\n  you is* but look how you’re typing lmao .\n  \n  any race can be arrested you ignorant twit\n  ","736080":"\n  oh okay lol. yes i have\n  ","736081":"\n  no only english\n  ","736082":"\n  either pizza our wings\n  ","736083":"\n  i don’t understand the question\n  ","736084":"\n  depends on my mood really and the vibe\n  ","736085":"\n  yes canoeing\n  ","736086":"\n  uh\n  ","736087":"\n  yep\n  ","736088":"\n  hamburger helper\n  ","736089":"\n  that’s good for you\n  ","736090":"\n  idc\n  ","736091":"\n  i do\n  ","736092":"\n  probably catch up on my youtube videos. eat some dinner i made lol\n  ","736093":"\n  speak english on my page or be blocked\n  ","736094":"\n  i’m blocking you anon\n  ","736095":"\n  anything else you send will be reported and blocked if you have no questions\n  ","736096":"\n  bye\n  ","736097":"\n  i’m good\n  ","736098":"\n  i do a lot. i like it very very spicy 🌶\n  ","736099":"\n  lmaoo this quarantine got them going nuts 🥜\n  ","736100":"\n  lmaooooo , give them these hands 🤣\n  ","736101":"\n  i know . they just randomly sent me it lmao\n  ","736102":"\n  today\n  ","736103":"\n  okay?\n  ","736104":"\n  why are you sending me @ names?\n  ","736105":"\n  was that suppose to hurt my feelings lmao\n  ","736106":"\n  😘😘😘\n  ","736107":"\n  get off your ass and stop being lazy\n  ","736108":"\n  well when i get back from the store i’ll check it out\n  ","736109":"\n  amy who? lmao\n  ","736110":"\n  about to go get my starbucks then start dinner 😋\n  ","736111":"\n  well she’s on my list so obviously she did make it\n  ","736112":"\n\n   @littletrust\n  \n\n\n   @elysssa_d\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @Lcottrill\n  \n","736113":"\n  i smoke\n  ","736114":"\n  i don’t think we ever truly learn from them\n  ","736115":"\n  sometimes\n  ","736116":"\n  why are you being so annoying\n  ","736117":"\n  no\n  ","736118":"\n  thanks .\n  \n  same to you\n  ","736119":"\n  it’s actually buenos dias lol\n  ","736120":"\n  • why are we born just to die\n  \n  • why are we only here to reproduce\n  \n  • why are we only here to work until we d!e\n  ","736121":"\n  ask me things today guys .\n  \n  i’ll be doing honesty day .\n  \n  just for y’all\n  ","736122":"\n  i guess\n  ","736123":"\n  i’m blocking you non english speakers\n  ","736124":"\n  carefree tbh\n  ","736125":"\n  yeah\n  ","736126":"\n  idc\n  ","736127":"\n  i’m not doing fake stories\n  ","736128":"\n  anons\n  ","736129":"\n  silver\n  ","736130":"\n  none of the above\n  ","736131":"\n  blocking you now\n  ","736132":"\n  nothing\n  ","736133":"\n  i rly don’t care.\n  \n  ask me questions about me or move along\n  ","736134":"\n  strength\n  ","736135":"\n  not rly\n  ","736136":"\n  you mad 😂\n  ","736137":"\n  ask me questions about me\n  ","736138":"\n  go out\n  ","736139":"\n  blocked for not speaking english on my page\n  ","736140":"\n  muvax2x0\n  ","736141":"\n  hell no\n  ","736142":"\n  guys get me back on the top 12\n  ","736143":"\n  20-23\n  ","736144":"\n  you can’t help somebody that doesn’t want to help themselves\n  ","736145":"\n  i mean yeah i’ll love their approval but realistic that person is most likely going to still date them . it would just be a plus if they like them\n  ","736146":"\n  my way of thinking\n  ","736147":"\n  my mother-in-law\n  ","736148":"\n  tonight was fend for yourself lol\n  ","736149":"\n  fruits . veggies sometimes i can’t get thru them lmao\n  ","736150":"\n  i still go outside . even if it’s to run to the store. i believe having humans being stuck in the house without going out is bad . especially for ya health imo\n  ","736151":"\n  brains . i can tolerate you not being cute or whatever in the face but once you don’t have the smarts especially to certain shxt then it becomes unattractive\n  ","736152":"\n  getting bills paid \/\/ having the house cleaned\n  ","736153":"\n  he’s such a hard worker 😊. even when he does been working every single night (overnights at that) barely any sleep but sure makes time for his family 🥺🥰\n  ","736154":"\n  i love the human body\n  ","736155":"\n  just lil ole me trolling 🥺\n  ","736156":"\n  lol no.\n  \n  she’s still being mad \/\/ petty 🤷🏽‍♀️\n  ","736157":"\n  i want airpods so bad 😩.\n  \n  but my headphones that come with the iohone xs max\n  ","736158":"\n  my husband just left . so i’m about to smoke and maybe make some chicken nuggets\n  ","736159":"\n  thanks 😊\n  ","736160":"\n  doing the right thing\n  ","736161":"\n  🙄\n  ","736162":"\n  😇\n  ","736163":"\n  i’m always working from home. lol\n  ","736164":"\n  absolutely\n  ","736165":"\n  April fools day isn’t a cool day lol\n  ","736166":"\n  mhm, i don’t remember\n  ","736167":"\n  my husband is asleep rn\n  ","736168":"\n  thank you\n  ","736169":"\n  because i can\n  ","736170":"\n  good 4 you\n  ","736171":"\n  i still do??? when did i ever say i stopped liking them? lol\n  ","736172":"\n  what are you even on about\n  ","736173":"\n  what see you even on about\n  ","736174":"\n  i can be at times\n  ","736175":"\n  idk i’m not here and idk who she is to even give you a story\n  ","736176":"\n  i get mad and slam it lmao\n  ","736177":"\n  i’m glad someone agrees lol.\n  \n  and plus it’s my daughters 1st birthday today.\n  \n  so that’s the plus side about April 1st\n  ","736178":"\n  nope.\n  \n  i’m not a big fan of April fools day.\n  \n  i think it’s stupid\n  ","736179":"\n  ew no\n  ","736180":"\n  yep\n  ","736181":"\n  yep. just don’t want anyone in my business. even if it isn’t anything lol.\n  ","736182":"\n  not funny but lol\n  ","736183":"\n  i’m more close with my dad then my mom\n  ","736184":"\n  it’s just a silly name\n  ","736185":"\n  been seeing a lot of shady shxt on here lately .\n  ","736186":"\n  i guess\n  ","736187":"\n  you’re on anon\n  ","736188":"\n  on my camera? sometimes lmao. but other than that my phones font is small\n  ","736189":"\n  i’m blocking anything else you sent\n  ","736190":"\n  there ya go\n  ","736191":"\n  i like both tbh 😩\n  ","736192":"\n  i like this pic . odd enough 🌹\n  ","736193":"\n  cool\n  ","736194":"\n  no lol\n  ","736195":"\n  i’m 50\/50 on it. i believe it’s a real thing of course. but on the other hand i believe it’s NOT NOT as and as the government is making it out to be. yes people have passed but there’s a lot more people who recover but that’s details they don’t want to discuss. they also, just want to discuss all the bad that comes with this.\n  ","736196":"\n  8\n  ","736197":"\n  25.\n  ","736198":"\n  my son is 6 1\/2 and i didn’t put any of my kids up for adoption.\n  \n  i have full custody of my son lmao.\n  \n  stop trolling it’s not cute anymore\n  ","736199":"\n  no . why tf would he care\n  ","736200":"\n  so what does that mean? i didn’t have sex get pregnant and give birth? you act like i got my daughter taken away or something lmao.\n  \n  you act like i don’t have 2 kids.\n  \n  you wouldn’t be saying this to someone who chose to adopt their kid. what ? that means that it’s not their kid?\n  ","736201":"\n  kids . y’all act like i never see my daughter lol.\n  \n  and plus i wouldn’t tell someone i only have one kid when i birth both and see both lol\n  ","736202":"\n  because i want to stay safe and i have kids\n  ","736203":"\n  absolutely not\n  ","736204":"\n  i’d go back to the 80’s\n  ","736205":"\n  you are rly annoying. stfu already\n  ","736206":"\n  dogs\n  ","736207":"\n  no. she’s trash 🗑\n  ","736208":"\n  i like the plain kind\n  ","736209":"\n  no\n  ","736210":"\n  nope. testing someone with that actually gives it to them\n  ","736211":"\n  idc\n  ","736212":"\n  oh well idc\n  ","736213":"\n  because it’s a feature i like sometimes\n  ","736214":"\n  no\n  ","736215":"\n  i answer questions to. lmao.  i just get to use the secret feature\n  ","736216":"\n\n   @littletrust\n  \n","736217":"\n  i’m VIP+\n  ","736218":"\n  okay\n  ","736219":"\n  that sucks for you 😌\n  ","736220":"\n  free answer\n  ","736221":"\n  nope. i watch or read the news online\n  ","736222":"\n  jupiter\n  ","736223":"\n  it sounds definitely help me. i believe in karma\n  ","736224":"\n  lmaooooo 😂\n  ","736225":"\n  lol don’t hate 🤪😂\n  ","736226":"\n  they are\n  ","736227":"\n  yep\n  ","736228":"\n  i’m a scorpio.\n  \n  so everything that a scorpio is that’s literally me. from the T\n  ","736229":"\n  yep. my bff rn is mad at me cuz i don’t want to hang out with her 24\/7 plus i’m quarantine myself and she doesn’t understand that. so she basically cut me off\n  ","736230":"\n  ugh ew no\n  ","736231":"\n  don’t have one\n  ","736232":"\n  xgabs.xo\n  ","736233":"\n  Drakes son is so freaking adorable 😍\n  ","736234":"\n  idk\n  ","736235":"\n  my son being crazy lol\n  ","736236":"\n  mhm. probably one with my husband\n  ","736237":"\n  oh okay 😌\n  ","736238":"\n  hey guys! send me in q’s i’m bored\n  \n  be nosey .\n  \n  ask me anything you’d like\n  ","736239":"\n  newspapers\n  ","736240":"\n  ima have some cereal that i’m craving later\n  ","736241":"\n  tea 🥰😋\n  ","736242":"\n  i’m here for q’s as well\n  ","736243":"\n  whatever\n  ","736244":"\n  it’s crazy to think that tomorrow i went into labor with my baby girl\n  ","736245":"\n  when i was a kid\n  ","736246":"\n  i just said with my husband. so that means i’m married obviously\n  ","736247":"\n  i still see her????\n  ","736248":"\n  money , my dream not working out which is scary.\n  ","736249":"\n  with my husband\n  ","736250":"\n  i’m getting sick and tired of being there for those who just try to play me. especially somebody i considered like my sister. bff my ass. tired of her shxt and making it out to be that in the shxtty friend. sorry we can’t hang 24\/7 especially not with the virus going around and i have kids and responsibilities\n  ","736251":"\n  took the best 4hr nap today\n  ","736252":"\n  send me things guys.\n  \n  i’ll even do honesty night\n  ","736253":"\n  😌\n  ","736254":"\n  ask me more q’s guys\n  ","736255":"\n  stay safe love 💕✨\n  ","736256":"\n  thanks\n  ","736257":"\n  no\n  ","736258":"\n  idc\n  ","736259":"\n  there you go\n  ","736260":"\n  in on this site cuz i’m a VIP+ user and i have that feature. i don’t get paid for being in this site\n  ","736261":"\n  because i answer what i want\n  ","736262":"\n  bar , hookah lounge, restaurant, friends house , shopping\n  ","736263":"\n  no\n  ","736264":"\n  i don’t remember full details but i was 5\n  ","736265":"\n  don’t know don’t care\n  ","736266":"\n  good morning\n  ","736267":"\n  👍🏽\n  ","736268":"\n  i’ve had this blue check for like 2-3 years . i emailed them and i had to have a certain amount of followers and be active . but idk about now\n  ","736269":"\n  its sad but clearly you know that’s not how i got the blue check lmao.\n  ","736270":"\n  i am\n  ","736271":"\n  on my lips on my face\n  ","736272":"\n  i can’t believe my bff is mad @ me because i’ve been quarantine myself . smfh\n  ","736273":"\n  thank you 😊\n  ","736274":"\n  english. if y’all don’t come on my page speaking english ; or asking questions. i’m blocking & deleting\n  ","736275":"\n  y’all ate seriously annoying\n  ","736276":"\n  i prefer dogs\n  ","736277":"\n  outdoorsy\n  ","736278":"\n  yep. my mother-in-law\n  ","736279":"\n  stop sending me things that aren’t english. i told you this already\n  ","736280":"\n  smoking\n  ","736281":"\n  nay\n  ","736282":"\n  i definitely want in 🤍✨\n  ","736283":"\n  broke ppl problems\n  ","736284":"\n  no\n  ","736285":"\n  they don’t. my state isn’t on mandatory quarantine\n  ","736286":"\n  ew\n  ","736287":"\n  no\n  ","736288":"\n  25\n  ","736289":"\n  new york\n  ","736290":"\n  no\n  ","736291":"\n  ok\n  ","736292":"\n  oh\n  ","736293":"\n  no\n  ","736294":"\n  xgabs.xo\n  ","736295":"\n  okay????\n  ","736296":"\n  married to my husband\n  ","736297":"\n  i know\n  ","736298":"\n  okay\n  ","736299":"\n  in the only one up 😩\n  ","736300":"\n  depending on my mood\n  ","736301":"\n  i only speak english\n  ","736302":"\n  someone give me coins pls 🥺\n  ","736303":"\n  - get those questions in\n  ","736304":"\n  for a semester before i gave birth\n  ","736305":"\n  with my son they were mad and wanted me to get an abortion.\n  \n  with my daughter , they were mad about how they found out\n  ","736306":"\n  hello\n  ","736307":"\n  whenever i drop my son off @ his grandmas\n  ","736308":"\n  NineGDxFourO\n  ","736309":"\n  mhm, i’m not sure.\n  ","736310":"\n  muvax2x0\n  \n  and i’m 25\n  ","736311":"\n  that sucks for you\n  ","736312":"\n  2\n  ","736313":"\n  babygirl and bubbie man\n  ","736314":"\n  i know.\n  \n  only way you can see it is if you give me 1,000 coins 😂😇\n  ","736315":"\n  nope. i haven’t heard of it\n  ","736316":"\n  that’s the plan. but of course my best friend would be mad. plus she turned off her location. lmao\n  ","736317":"\n  this isn’t a question\n  ","736318":"\n  ask me questions .\n  \n  hubby is asleep & i’m bored\n  ","736319":"\n  hell yeah ; i think exploring and learning about dinosaurs is cool 😎\n  ","736320":"\n  i don’t\n  ","736321":"\n  never heard of them tbh\n  ","736322":"\n  smoking 😅. j\/k\n  \n  drawing\n  ","736323":"\n  dumb lmao.\n  \n  funny cuz back in January me and my husband has this convo\n  ","736324":"\n  when i found out i was pregnant with my daughter\n  ","736325":"\n  gabby lol\n  \n  or white girl\n  ","736326":"\n  many great skills that you’re C at\n  ","736327":"\n  nobody .\n  \n  i don’t watch that crap\n  ","736328":"\n  lol ; guess i lost my bff\n  ","736329":"\n  nope\n  ","736330":"\n  stupid question\n  ","736331":"\n  ask me questions guys\n  ","736332":"\n  French\n  ","736333":"\n  i don’t care\n  ","736334":"\n  sky diving\n  \n  zip lining\n  \n  skiing\n  ","736335":"\n  i’m good\n  ","736336":"\n  i am . and i’m gaining so many new followers . but hardly any q’s 😒\n  ","736337":"\n  tbh nothing.\n  \n  i just woke up from a nap\n  ","736338":"\n  bbq\n  ","736339":"\n  that’s what i’m not understanding either lol. but remember i’m trash 🗑 lol\n  ","736340":"\n  yawn 🥱\n  ","736341":"\n  last i checked. i have 2 kids\n  ","736342":"\n  but does that mean i don’t have 2 kids? does that mean i didn’t give birth to 2 kids.\n  \n  y’all are so dumb and ignorant\n  ","736343":"\n  i actually haven’t lol\n  ","736344":"\n  i already have 2.\n  \n  so idk\n  ","736345":"\n  chicken nuggets\n  ","736346":"\n  lol\n  ","736347":"\n  i don’t think there’s a shortage\n  ","736348":"\n  there’s gangs everywhere\n  ","736349":"\n  i love my husband\n  ","736350":"\n  being myself\n  ","736351":"\n  i love in New York & we’re not in lockdown . but everything closes at 8pm\n  ","736352":"\n  i only care about my husbands size\n  ","736353":"\n  myself\n  ","736354":"\n  not yet\n  ","736355":"\n  can i get decent questions about me and my life\n  ","736356":"\n  both\n  ","736357":"\n  yep.\n  \n  i have 2 kids and a husband\n  ","736358":"\n  gained a lot of new followers 😊.\n  \n  just wanted to say love you all for following ✨.\n  \n  ask some q’s and get to know me 😇💜\n  ","736359":"\n  np\n  ","736360":"\n  no\n  ","736361":"\n  kinda\n  ","736362":"\n  hello\n  ","736363":"\n  i suppose\n  ","736364":"\n  10\n  ","736365":"\n  smoking & about to eat\n  ","736366":"\n  probably nothing since this coronavirus\n  ","736367":"\n  anyone up & want to spam me with q’s\n  ","736368":"\n  my sons a preemie . born at 30 weeks. soo that’s wrong\n  ","736369":"\n  i see no question\n  ","736370":"\n  i see no question\n  ","736371":"\n  hate ppl who fake pregnancy\n  ","736372":"\n  my daughters first birthday is Wednesday 🥺💜🥰\n  ","736373":"\n  • try not to stress\n  \n  • do something to get your mind off of it.\n  \n  • finds ways to cope with it\n  ","736374":"\n  i don’t\n  ","736375":"\n  feeling so insane\n  ","736376":"\n  i’m doing good.\n  \n  & no staying in\n  ","736377":"\n  stop asking dumb questions\n  ","736378":"\n  spaghetti. and that was last week\n  ","736379":"\n  i’m not playing would you rather\n  ","736380":"\n  bye\n  ","736381":"\n  ....\n  ","736382":"\n  no\n  ","736383":"\n  yep\n  ","736384":"\n  i’m a lefty\n  \n  my sons a righty & idk my daughter is almost 1\n  ","736385":"\n  my bff\n  ","736386":"\n  sane to you! 🤍✨\n  ","736387":"\n  gaining all these followers . but zero questions 👀\n  ","736388":"\n  ??\n  ","736389":"\n  no\n  ","736390":"\n  25.\n  ","736391":"\n  thanks 😊\n  ","736392":"\n  if you don’t have any questions about me move along\n  ","736393":"\n  i don’t give a fxck .\n  \n  stop trolling\n  ","736394":"\n  if you have no questions move along\n  ","736395":"\n  yeah\n  ","736396":"\n  lol it was. she’s a weird ass person tbh . she’s like hot & cold with me 🙄.\n  \n  plus idk why she was mad lol . i was like 17\n  ","736397":"\n  yeah. his mom was there. she was mad tho\n  ","736398":"\n  thank you love 💕✨🥰\n  ","736399":"\n  i know someone irl ; she lied\n  ","736400":"\n  i’m comfortable 😌\n  ","736401":"\n  wanting something\n  ","736402":"\n  i enjoyed being pregnant; even tho i was sick a lot. of course i was excited. but things happen. LIFE HAPPENS\n  ","736403":"\n  i never said i wasn’t. lol. i said i’m undecided\n  ","736404":"\n  i have. tinder\n  ","736405":"\n  don’t know\n  ","736406":"\n  10.21.13\n  \n  04.01.19\n  ","736407":"\n  i actually updated it this morning\n  ","736408":"\n  follow me on twitter guys \/\/ NineGDxFourO\n  ","736409":"\n  it’s boring\n  ","736410":"\n  yep\n  ","736411":"\n  laying down.\n  \n  probably going to take a nap\n  ","736412":"\n  city\n  ","736413":"\n  don’t have one\n  ","736414":"\n  no thank you\n  ","736415":"\n  houses & my back yard\n  ","736416":"\n  send me numbers 🤪\n  ","736417":"\n  no\n  ","736418":"\n  to a certain extent\n  ","736419":"\n  boring. going crazy now\n  ","736420":"\n  sane to you love ❤️😊\n  ","736421":"\n  no\n  ","736422":"\n  i stayed home.\n  \n  went to starbucks an hr ago tho\n  ","736423":"\n  no. not rly\n  ","736424":"\n  think i’m going to starbucks today finally\n  ","736425":"\n  can i get decent\/\/ better questions about me\n  ","736426":"\n  depends\n  ","736427":"\n  no\n  ","736428":"\n  from?\n  ","736429":"\n  every relationship is different.\n  \n  can’t say.\n  ","736430":"\n  i see no question\n  ","736431":"\n  going back to sleep.\n  \n  send in those questions.\n  \n  ask me whatever you’d like 😇✨🤪\n  ","736432":"\n  Nothing Was The Same - Drake\n  ","736433":"\n  sane to you 🤍\n  ","736434":"\n  being dishonest \/\/ fake\n  ","736435":"\n  i’ve never flown one\n  ","736436":"\n  a lot of you guys need to stop talking politics if you have zero idea about it. cuz some of you on here sound dumb af & it’s sad . simple things . you just don’t know.\n  ","736437":"\n  The Notebook\n  ","736438":"\n  same to you!\n  ","736439":"\n  no\n  ","736440":"\n  i’ve never had my kids taken from me\n  ","736441":"\n  thanks?\n  ","736442":"\n  lmaoo ; even tho its 11:03pm here and i’m not eating there breakfast . i’ve actually never tired it . but, i heard it’s good. lmao\n  ","736443":"\n  ok\n  ","736444":"\n  we still have some of our sons lmao\n  ","736445":"\n  can’t say\n  ","736446":"\n  bye\n  ","736447":"\n  because you’re not asking questions .\n  \n  like i said if you don’t have any move along\n  ","736448":"\n  that’s the point of this site. to ask questions\n  ","736449":"\n  okay.\n  \n  if you have no questions move along\n  ","736450":"\n  i don’t remember\n  ","736451":"\n  i’m good at both\n  ","736452":"\n  yep\n  ","736453":"\n  text\n  ","736454":"\n  mhm i’m not even sure how to answer this. lol\n  ","736455":"\n  both\n  ","736456":"\n  my dad for sure\n  ","736457":"\n  smoking \/\/ drinking \/\/ or more heavier drugs\n  ","736458":"\n  losing my kids\n  ","736459":"\n  i’m getting take out\n  ","736460":"\n  not recently\n  ","736461":"\n  i have 2.\n  \n  1 i currently have. & my mil has my daughter\n  ","736462":"\n  don’t have any\n  ","736463":"\n  i’m not answering this anymore today.\n  \n  1 month\n  ","736464":"\n  SAHM\n  ","736465":"\n  i’m not making anything.\n  \n  i’m getting take out\n  ","736466":"\n  guys!!! i d k what to eat for dinner 😭😩\n  ","736467":"\n  i don’t see you asking me any\n  ","736468":"\n  didn’t ask\n  ","736469":"\n  i don’t have a plan. i just go with the flow\n  ","736470":"\n  send me good questions guys\n  ","736471":"\n  about my life , kids , marriage , my past , my mother-in-law, giving up my daughter ,\n  ","736472":"\n  spam of good questions\n  ","736473":"\n  great.\n  ","736474":"\n  probably Tuesday\n  ","736475":"\n  i can. i hate it tho\n  ","736476":"\n  bye\n  ","736477":"\n  question???\n  ","736478":"\n  one manger was just a bxtch to everyone. always complaining about problem she was having with her husband. then would she never wanted to be home. but complained she was working a lot. never listened to anyone who needed there hours change. she was just too much for everyone. eventually they lost at their good people\n  ","736479":"\n  yes\n  ","736480":"\n  mhm , i wouldn’t say i had a bad job. i’d say more like i had problems with some management\n  ","736481":"\n  at his grandmas\n  ","736482":"\n  why? lol\n  ","736483":"\n  what should i buy for dinner? chinese?\n  ","736484":"\n  paypal me $50 first\n  ","736485":"\n  i see no question\n  ","736486":"\n  September 04,2011\n  ","736487":"\n  gabby\n  ","736488":"\n  i did\n  ","736489":"\n  uh yeah\n  ","736490":"\n  i do . corn bread is amazing. i like it with nothing in it\n  ","736491":"\n  i have some.\n  \n  i’m just not sharing them ☺️😊\n  ","736492":"\n  we just went down to the court house\n  ","736493":"\n  exactly. 8 1\/2 years to be exact! 😇\n  ","736494":"\n  if i think ppl who fake pregnancy & keep the story going is trash . obviously i’d think the same\n  ","736495":"\n  that sucks for you\n  ","736496":"\n  i’m not even worried about your comments. lol\n  ","736497":"\n  i’m not talking about her.\n  \n  that happened years ago and she already explained herself \/\/ apologized.\n  \n  y’all need to move tf on about her\n  ","736498":"\n  can’t stand a bxtch who fakes a pregnancy\n  ","736499":"\n  i probably would\n  ","736500":"\n  1 month\n  ","736501":"\n  i think we all are.\n  ","736502":"\n  yesterday\n  ","736503":"\n  i’m undecided\n  ","736504":"\n  send in questions for me to answer\n  ","736505":"\n  yep\n  ","736506":"\n  i’m mixed\n  \n  white & black\n  \n  & i get hit on by every race\n  ","736507":"\n  all the time\n  ","736508":"\n  that’s what i’m saying. they just want to throw hate\n  ","736509":"\n  that’s what i’m saying . but people will just be assholes sometimes\n  ","736510":"\n  life happens & situations change\n  ","736511":"\n  things change . situations change\n  ","736512":"\n  my kia\n  ","736513":"\n  yes i am\n  ","736514":"\n  i have opened up on here\n  ","736515":"\n  no i wouldn’t date any actor\n  ","736516":"\n  bees 🐝\n  ","736517":"\n  panicky\n  ","736518":"\n  answering questions\n  ","736519":"\n  no\n  ","736520":"\n  send those questions in.\n  ","736521":"\n  i’d rather that be with a family member. especially one close. and she didn’t mind . she actually told us she would do it\n  ","736522":"\n  they’re great!\n  ","736523":"\n  yep\n  ","736524":"\n  it’s random\n  ","736525":"\n  yep\n  ","736526":"\n  they are\n  ","736527":"\n  staying in\n  ","736528":"\n  i do!!!\n  \n  i like vanilla , green apple ,\n  ","736529":"\n  it’s not new. it’s been around for a long time\n  ","736530":"\n  yea\n  ","736531":"\n  yep\n  ","736532":"\n  i am\n  \n  Kevin Hart\n  \n  Richard Pryor\n  \n  Dave Chappell\n  \n  Chris Rock\n  \n  Eddie Murphy\n  ","736533":"\n  i play on my phone\n  \n  solitaire pets and friend\n  \n  best friends\n  \n  panda pop\n  ","736534":"\n  why are you asking me dumb questions\n  ","736535":"\n  both\n  ","736536":"\n  yep\n  ","736537":"\n  it’s aight\n  ","736538":"\n  send me questions guys\n  ","736539":"\n  you can be blocked\n  ","736540":"\n  bye\n  ","736541":"\n  i like my husband\n  ","736542":"\n  about giving up my daughter .\n  ","736543":"\n  no opinion????\n  ","736544":"\n  uh yeah\n  ","736545":"\n  i wear glasses\n  ","736546":"\n  ask me questions about me\n  ","736547":"\n  no\n  ","736548":"\n  i stole from other kids\n  \n  always got into fights\n  ","736549":"\n  i was\n  ","736550":"\n  i mean life happens . shxt happens . she’s in good hands tho. i was getting so much shxt yesterday for it 🙄\n  ","736551":"\n  i can’t believe one of my husbands home boys requested me on fb 🥴\n  ","736552":"\n  because some anons think i’m a trash mom for giving my daughter up to my mil\n  ","736553":"\n  can i get decent questions\n  ","736554":"\n  think i might take a nap since i’m kid free 😁\n  ","736555":"\n  🥰😍😘🥺❤️\n  ","736556":"\n  my kids & husband\n  ","736557":"\n  at his grandmas\n  ","736558":"\n  i hope starbucks is open\n  ","736559":"\n  i’m about to drive to Jersey Mikes\n  ","736560":"\n  no\n  ","736561":"\n  my day was good.\n  ","736562":"\n  i did. 😊\n  ","736563":"\n  send me those questions guys 😊.\n  ","736564":"\n  i saw to bums fighting today . they were drunk & it was funny af\n  ","736565":"\n  i was spending time with my husband\n  ","736566":"\n  rn ; i don’t regret anything i did in my past life\n  ","736567":"\n  i can’t believe someone since i moved on my block . just got arrested for arm robbery in virginia .\n  \n  smfh ; people always thinking they’re somebody their not\n  ","736568":"\n  it’s a sub place where i live\n  ","736569":"\n  ability to teleport\n  ","736570":"\n  having good talks with my husband 😍\n  ","736571":"\n  speaking if dinner . i’m starving & can’t wait to get Jersey Mikes\n  ","736572":"\n  don’t care\n  ","736573":"\n  i’m not attracted to them . they’re not people i’m into . friend wise sure\n  ","736574":"\n  no . they’re not my type\n  ","736575":"\n  i had such a good day with my hubby 😍\n  ","736576":"\n  i’m married\n  ","736577":"\n  • i gave my daughter up\n  \n  • i got married (eloped)\n  \n  • i did coke before\n  ","736578":"\n  man bags\n  ","736579":"\n  i wouldn’t want to live forever. that’s torture lol\n  ","736580":"\n  i do 😊\n  ","736581":"\n  i do . i don’t have a fav.\n  \n  but hopefully i’m getting g Jersey Mikes tonight\n  ","736582":"\n  no . on my rice krispy cereal\n  ","736583":"\n  no\n  ","736584":"\n  i think it’s cool. but i wish they had just an anon section\n  ","736585":"\n  nope\n  ","736586":"\n  i’m doing great.\n  ","736587":"\n  i don’t\n  ","736588":"\n  okay ☺️\n  ","736589":"\n  or your just hating lmao. you sound miserable. it’s okay tho\n  ","736590":"\n  again, you sound mad . because if you weren’t you wouldn’t be sending HATE. 😇\n  ","736591":"\n  mhm\n  ","736592":"\n  you sound mad 🥺\n  ","736593":"\n  bye\n  ","736594":"\n  forever obviously\n  ","736595":"\n  yep\n  ","736596":"\n  this isn’t a question\n  ","736597":"\n  it’s alright ; me and my husband are starting to bump heads lol.\n  \n  hopefully my son will go his granmas this week and see his sister\n  ","736598":"\n  anons\n  ","736599":"\n  don’t know\n  ","736600":"\n  not bad . yet\n  ","736601":"\n  i’ve left my house a lot to hang with my best friend lmaoo. but, also somedays i’m inside for a couple days. this shxt will eventually blow over.\n  ","736602":"\n  probably\n  ","736603":"\n  blocked for not speaking english on my page\n  ","736604":"\n  send me questions\n  ","736605":"\n  don’t know\n  ","736606":"\n  no. maybe tomorrow\n  ","736607":"\n  i been fine about it.\n  \n  of course it wasn’t .\n  \n  but shed with a family member. and she’s 2 houses down\n  ","736608":"\n  yes.\n  ","736609":"\n  ew i find those creepy lmao. they just look weird. 😂\n  ","736610":"\n  i blocked you\n  ","736611":"\n  bye\n  ","736612":"\n  this has nothing to do with the thread\n  ","736613":"\n  i see no questions being asked about me\n  ","736614":"\n  this has nothing to do with the thread\n  ","736615":"\n  no? and i meant to say we were 17 lol.\n  \n  did the math wrong 🥴\n  ","736616":"\n  17. almost 18.\n  ","736617":"\n  i have before.\n  \n  that, i’ll NEVER do again\n  ","736618":"\n  i have many\n  ","736619":"\n  m&m sonic blast\n  ","736620":"\n  fun fact: i put sugar on my spaghetti.\n  ","736621":"\n  about to get some spaghetti & eat my ice cream 😩\n  ","736622":"\n  4 letter word\n  ","736623":"\n  probably tomorrow\n  ","736624":"\n  lmfaoo 😂😂😂. i definitely need my vitamin D 😏\n  ","736625":"\n  lol ; it is pretty weird .\n  \n  the government got us 🥴.\n  \n  we’re all in prison waiting on our release dates 😂\n  ","736626":"\n  why would i catch a disease ???\n  \n  not everyone does .\n  \n  but ok. lmao\n  ","736627":"\n  breast cancer ; i’d rather potentially lose one then dxxe or dxxe from . i’d rather not catch anything\n  ","736628":"\n  yep. that’s why i only got one done.\n  \n  i’ll never do that again.\n  \n  i was happy when i took it out.\n  ","736629":"\n  granny panties 🔴\n  ","736630":"\n  i have my nose and navel\n  \n  i had my nipple\n  ","736631":"\n  like an hour\n  ","736632":"\n  i answered those a million times a day 😒.\n  \n  vodka and cranberry\n  ","736633":"\n  by like either a year or 2\n  ","736634":"\n  i’m not doing this drama bs tonight.\n  \n  ask me questions about me or play the number game and send me #\n  ","736635":"\n  ....\n  ","736636":"\n  i don’t have one\n  \n  but if i had to choose\n  \n  Halloween, Christmas or New Year’s eve\n  ","736637":"\n  stolen from\n  \n   @elysssa_d\n  \n  🥺🥰.\n  \n  send them in\n  ","736638":"\n  married\n  ","736639":"\n  yes to both\n  ","736640":"\n  lnfaooo i stg tomorrow is going to be interesting\n  ","736641":"\n  i don’t wear bras\n  ","736642":"\n  couple days ago\n  ","736643":"\n  bisexual\n  ","736644":"\n  stolen from\n  \n   @youcuntx\n  \n  .\n  \n  send in those numbers 🤩\n  ","736645":"\n  after we told her the plans to do adoption. she suggested that she takes her in . so she doesn’t have to go through the system.\n  ","736646":"\n  nope. & i know she won’t.\n  \n  she ain’t stupid\n  ","736647":"\n  i started watching a show called “Dave” on hulu .\n  ","736648":"\n  today & probably yesterday\n  ","736649":"\n  giving up my daughter\n  \n  not having a job\n  \n  having sex\n  \n  smoking \/\/ going out\n  \n  being a good damn mother\n  ","736650":"\n  for the most part it’s online stuff he’s done at school . he has math games , he has a thing called brain pop where they read to the kids and learn about science , health , social studies, and he has reading . his teacher checks it daily.\n  ","736651":"\n  my son isn’t in school rn. & we have to do his homework online.\n  \n  can’t go out anywhere especially since things close at 8pm here.\n  \n  barely any cops patrolling the area.\n  \n  so i’ve been home since Friday expect 2 days ago when i went out with my bff.\n  ","736652":"\n  no\n  ","736653":"\n  it’s a good show up until like season 5 . but, i kept going lol\n  ","736654":"\n  he’s so selfish .\n  \n  he’s was bound to die anyways .\n  \n  basically everyone’s dies anyways lol.\n  ","736655":"\n  they were mad .\n  ","736656":"\n  season 4.\n  \n  i already finished all of it.\n  \n  i’m just re-watching\n  ","736657":"\n  lol no. they’re too dry\n  ","736658":"\n  probably not.\n  \n  the only reason why she did it  is because her son doesn’t want to talk to her. she admit to that.\n  ","736659":"\n  my cousin Vinny\n  ","736660":"\n  keep them coming 😌💕\n  ","736661":"\n  i do.\n  \n  1 brother & 1 sister\n  ","736662":"\n  my ring finger 🥴\n  ","736663":"\n  Florida\n  ","736664":"\n  jumping - Fivio\n  ","736665":"\n  thanks. they will never understand even if they tried\n  ","736666":"\n  thank you 😊.\n  \n  this made my day 🤍🥺\n  ","736667":"\n  my last pregnancy pic\n  ","736668":"\n  that’s just how it is\n  ","736669":"\n  it means positive\n  ","736670":"\n  10 weeks\n  ","736671":"\n  it’s sad. it’s sad how the world is stopping. it’s sad how many people are losing their jobs. it’ll only get worse before it gets better\n  ","736672":"\n  i think this was 25 weeks\n  ","736673":"\n  that says 8 weeks .\n  ","736674":"\n  i have\n  ","736675":"\n  sounds like a you problem\n  ","736676":"\n  i’m not sure.\n  ","736677":"\n  anything. it’s honesty weekend\n  ","736678":"\n  she’s good\n  ","736679":"\n  thank you 🥺\n  ","736680":"\n  he’s taking a nap before work\n  ","736681":"\n  i said so many fxcking times she’s amazing with kids . beyond amazing actually . even with her nieces and nephews she’s amazing with . everybody always leaves the kids with her lol . she may be crazy but her love and bond for kids is crazy\n  ","736682":"\n  probably help kids with down syndrome\n  ","736683":"\n  called the cops on me\n  \n  got me arrested\n  \n  taken me to court\n  \n  tired to fight me\n  \n  talk shxt about me daily\n  \n  try’s to text me crazy\n  ","736684":"\n  i’m watching Power\n  ","736685":"\n  lol. it’s fine. haters will always be haters 🤷🏽‍♀️\n  ","736686":"\n  R&B\n  ","736687":"\n  we’re not close.\n  \n  we’re just alright 🤷🏽‍♀️\n  ","736688":"\n  i don’t\n  ","736689":"\n  don’t have one\n  ","736690":"\n\n   @NimeGdxFour\n  \n  wants questions about her\n  \n  anything else from you will be blocked again\n  ","736691":"\n  i dont got time for that\n  ","736692":"\n  i literally just gained like 10 followers today 🥺🤍.\n  \n  send me questions guys\n  ","736693":"\n  i have not\n  ","736694":"\n  yeah i took a look\n  ","736695":"\n  thanks for letting me block you\n  ","736696":"\n  oh okay i think i remember\n  ","736697":"\n  thanks & that’s for my husband to know\n  ","736698":"\n  ask me questions guys\n  ","736699":"\n  i blocked you\n  ","736700":"\n  hugs 🤗\n  ","736701":"\n  no you’re fine\n  ","736702":"\n  no i don’t remember tbh\n  ","736703":"\n  i don’t care\n  ","736704":"\n  nope. you gotta be real with yourself first\n  ","736705":"\n  🥰💕🥺\n  ","736706":"\n  🥰💕🥺\n  ","736707":"\n  i know i’m not perfect and far from it . i did what was best for us and the situation\n  ","736708":"\n  omg thank you Tal! you said it perfectly 🥺🥰\n  ","736709":"\n  good i’m glad your doctors know\n  ","736710":"\n  omg ; i seriously hate birth control especially when i did my research more and more .\n  ","736711":"\n  thank you! this anon is soooo fascinated in my sexually life lmao\n  ","736712":"\n  why would i love me than the other?\n  \n  you sound so dumb\n  \n  i love them equally\n  ","736713":"\n  nope\n  ","736714":"\n  i don’t have a friend named Jezbel . we were never friends . i just followed her cuz i enjoyed her answers\n  ","736715":"\n  xgabs.xo\n  ","736716":"\n  i’m blocking you\n  ","736717":"\n  sure 😌\n  ","736718":"\n  doing honesty weekend ✨.\n  \n  send in those questions\n  ","736719":"\n  i’m great 😊\n  ","736720":"\n  thank you love. i’m not listening to them. they don’t know shxt and just act like it . this coronavirus got everybody hiding behind screens lmao\n  ","736721":"\n  did a lot of unfollowing & blocking\n  ","736722":"\n  i do!\n  ","736723":"\n  be blocked\n  ","736724":"\n  i don’t .\n  \n  they know nothing but lil details until i start saying things they didn’t know. now they all quiet 🤫\n  ","736725":"\n  y’all know i don’t have an onlyfans anymore right? and i don’t make time for my daughter because i gave her up . doesn’t bother me lol. i know what i did and none of y’all can EVER try making me feel bad for it .\n  ","736726":"\n  you rly want to be blocked\n  ","736727":"\n  i don’t give a fxck\n  ","736728":"\n  thank you love 🥺🥰\n  ","736729":"\n  nobody cares\n  ","736730":"\n  thank you 😊\n  \n  and yeah it hurt\n  ","736731":"\n  nothing.\n  ","736732":"\n  the last time my son asked to go to her house was March 7th lmao.\n  \n  again, she hardly ever watches my son and when she does it because he wants to go down there to see her and his sister. but ya know what’s even more sad when i text her that my son wants to see her and she doesn’t reply back and he starts crying because he doesn’t understand why she won’t reply back\n  ","736733":"\n  i mean i do take care of my son full time lmao.\n  \n  so how am i a bad parent exactly? 🤨\n  ","736734":"\n  she hardly asks for him :(\n  \n  and sometimes he gets upset\n  ","736735":"\n  are you gonna keep saying the same thing. lmao\n  ","736736":"\n  🔴\n  ","736737":"\n  why are you sending me this\n  ","736738":"\n  why are you sending me this\n  ","736739":"\n  i don’t .\n  \n  and i never will\n  ","736740":"\n  this isn’t a question\n  ","736741":"\n  yawn 🥱\n  ","736742":"\n  lmfaooooo\n  ","736743":"\n  and when that times come i’ll explain to her the reasoning for it . that’s all.\n  ","736744":"\n  okay? that literally doesn’t mean she isn’t a good with kids. y’all seriously be reaching\n  ","736745":"\n  i stated this yesterday\n  \n  it was for the best. regardless she’s with a family . she’s safe and well taken care 😊\n  ","736746":"\n  k cool\n  ","736747":"\n  lmfao she’s pathetic. who has that much time on their hands to make fake pages 😂. she rly needed to be relevant . sad sad sad LMFAOOO\n  ","736748":"\n  i love them!\n  ","736749":"\n  cantaloupe.\n  \n  i don’t like watermelon\n  ","736750":"\n  that’s what i was seeing\n  ","736751":"\n  thanks\n  ","736752":"\n  so let me guess Kasey also, faked her bf or is he real?\n  ","736753":"\n  lmfao she only came clean because she needed something new for y’all to ask her and so y’all could spam her inbox with hate and then she’d have a reason to leave 😂\n  ","736754":"\n  lmfaooo So Kasey was behind all those fake pages  how fxcking pathetic.\n  \n  smfh\n  ","736755":"\n  whenever i drop my son off at his grandmas\n  ","736756":"\n  yeah\n  ","736757":"\n  send me questions guys\n  ","736758":"\n  depends lol\n  ","736759":"\n  ignore it\n  ","736760":"\n  now you been blocked\n  ","736761":"\n  i’m blocking you\n  ","736762":"\n  uh yeah . abs over a boy lmaoo\n  ","736763":"\n  a dildo 😂\n  ","736764":"\n  just fine\n  ","736765":"\n  why wouldn’t i be someone’s friend who gas different views then me? that’s dumb and i see why a lot of you have no friends\n  ","736766":"\n  yes 6 months in\n  ","736767":"\n  thanks\n  ","736768":"\n  blocked\n  ","736769":"\n  do you have a question\n  ","736770":"\n  right\n  ","736771":"\n  what\n  ","736772":"\n  no\n  ","736773":"\n  it’s fine\n  ","736774":"\n  cool\n  ","736775":"\n  give me so your coins then\n  ","736776":"\n  smoking , then probably going back to sleep\n  ","736777":"\n  thank you 😊\n  ","736778":"\n  i just woke back up\n  ","736779":"\n  yeah . smh\n  ","736780":"\n  yeah\n  ","736781":"\n  no\n  ","736782":"\n  • infant piercing at 6 months\n  \n  • against the death penalty\n  \n  • feed is best\n  \n  • selling nxdes is work\n  \n  • pineapple on pizza is disgusting\n  \n  • pro-choice\n  \n  • marijuana should be legal in all 50 states\n  ","736783":"\n  it’s a sexual question i don’t want\n  ","736784":"\n  can i get some normal decent questions\n  ","736785":"\n  i don’t know\n  ","736786":"\n  i haven’t rly\n  ","736787":"\n  yes\n  ","736788":"\n  bye\n  ","736789":"\n  i do\n  ","736790":"\n  i don’t get how. lmaoo\n  ","736791":"\n  • more people inside\n  \n  • nobody’s running the streets\n  \n  • enough food\n  \n  • quality time\n  ","736792":"\n  america\n  ","736793":"\n  i don’t care\n  ","736794":"\n  you know i have birth to her right. you know me and her dad made her right.\n  \n  so how is someone else raising her make her anything else?\n  \n  you obviously don’t know how a family tree \/\/ genetics work\n  ","736795":"\n  way before. like 6 months into my pregnancy\n  ","736796":"\n  nope\n  ","736797":"\n  that’s what i’m saying\n  ","736798":"\n  his aunt? my sister would be his aunt\n  \n  you mean his sister? yeah\n  ","736799":"\n  yeah i have before.\n  ","736800":"\n  100% true\n  ","736801":"\n  369\n  ","736802":"\n  you’re funny Tom\n  ","736803":"\n  i have. currently watching the new season\n  ","736804":"\n  i have. is a good reality show\n  ","736805":"\n  i’m married\n  ","736806":"\n  lol. they will be back eventually\n  ","736807":"\n  yeah\n  ","736808":"\n  self defense\n  ","736809":"\n  oh\n  ","736810":"\n  bye\n  ","736811":"\n  that i will not discuss\n  ","736812":"\n  cleaning under my nails\n  ","736813":"\n  the jail system\n  ","736814":"\n  thank you\n  ","736815":"\n  whatever she would like .\n  ","736816":"\n  we’re not there\n  ","736817":"\n  lol yeah\n  ","736818":"\n  because she bad mouth me for the last 7 years . lmao\n  ","736819":"\n  i rly don’t care tbh\n  ","736820":"\n  not something we discussed\n  ","736821":"\n  i know. what a bxtch . tbh i would of NEVER thought . but that’s why her my husband doesn’t mess with her like that because she did us dirty.\n  ","736822":"\n  nope\n  ","736823":"\n  okay? so when my son asks to go down there right to see his grandma and his sister and she doesn’t reply back? what do i tell him? because my son has cried before because she wouldn’t reply back. stop acting like you know so much when clearly you don’t\n  ","736824":"\n  adoption\n  ","736825":"\n  yep\n  ","736826":"\n  stfu i’m his mom . you’re blocked\n  ","736827":"\n  okay? and my son is 6 . we been taking care of him. she barely asks for him anyways . and she lives 3 houses down. when i text her she barely replies back .\n  ","736828":"\n  almost a year old.\n  ","736829":"\n  since birth\n  ","736830":"\n  lmfao no.\n  \n  and that she NEVER will have.\n  \n  she’ll have to kxll me before she gets MY son\n  ","736831":"\n  i’m good\n  ","736832":"\n  doesn’t mean she isn’t a good mom. she’s amazing with kids . especially mine.\n  ","736833":"\n  i’m fine 🙂\n  ","736834":"\n  no\n  ","736835":"\n  he’s asleep\n  ","736836":"\n  JesssFam\n  ","736837":"\n  💕🥺✨\n  ","736838":"\n  thank you 😊\n  ","736839":"\n  thank you love 🥺🥰. take care Tal 💕✨\n  ","736840":"\n  thank you ☺️\n  ","736841":"\n  thank you 😊\n  ","736842":"\n  i think we give them meanings that don’t exist\n  ","736843":"\n  don’t tell me what to do lmao.\n  \n  still not going to wear one or go on birth control 😇.\n  \n  i do what i want with MY life\n  ","736844":"\n  exactly ; like not everybody in this world is ready for kids or another one at that . a lot of ppl give their kids yo for adoption and such. but yet i’m terrible . lol\n  ","736845":"\n  i’m so glad you’re going to tell me why i did what i did.\n  \n  so clever of you\n  ","736846":"\n  because i didn’t want to discuss any of that at that point .\n  ","736847":"\n  whoever i drop my son off to see his grandma\n  ","736848":"\n  it’s going to be forever\n  ","736849":"\n  i applied & did the task they asked for a week and i got it\n  ","736850":"\n  couple weeks after my 18th birthday\n  ","736851":"\n  they’re just mad because of the decision i made. lol\n  ","736852":"\n  maryjane\n  ","736853":"\n  thanks\n  ","736854":"\n  thank you baby 🥰💕🥺\n  ","736855":"\n  you sound so fxcking stupid rn\n  ","736856":"\n  i don’t have any fears.\n  ","736857":"\n  i will do 😇😊\n  ","736858":"\n  we haven’t used one in 8 years and not going to start anytime soon lmao.\n  \n  and plus we’re married now so even better 😇\n  ","736859":"\n  last month\n  ","736860":"\n  before i got pregnant with my son\n  ","736861":"\n  she has guardianship through the courts. she’s legally her child\n  ","736862":"\n  because it’s not the right timing as i said before . and i don’t give a fxck why she hates me . it’s quite flattering\n  ","736863":"\n  send me more numbers guys\n  ","736864":"\n  isn’t that what giving up a child means?\n  ","736865":"\n  it did.\n  ","736866":"\n  bad breathe\n  \n  ugly teeth\n  \n  ugly style\n  \n  not funny\n  \n  not intelligent\n  ","736867":"\n  muvax2x0\n  ","736868":"\n  yea - i want my daughters middle name & one on my 🍑\n  ","736869":"\n  i have 4.\n  ","736870":"\n  i just want to get the bottom of my navel pierced\n  ","736871":"\n  in Barbados\n  ","736872":"\n  my dad - it’s good.\n  \n  my mom- it has its ups & downs\n  ","736873":"\n  because they’re uncomfortable\n  ","736874":"\n  thanks 😊\n  ","736875":"\n  only in the VERY beginning because i was extremely sick\n  ","736876":"\n  yea\n  ","736877":"\n  stolen from\n  \n   @Hayleywilson21\n  \n  .\n  \n  send me in those numbers\n  ","736878":"\n  don’t know what this is suppose to mean.\n  ","736879":"\n  send me questions\n  \n  being very very honest\n  ","736880":"\n  yawn 🥱.\n  \n  i’m selfish for doing what was best.\n  \n  yahhh\n  ","736881":"\n  why would she? 🤨\n  ","736882":"\n  i have 2. 🙄\n  ","736883":"\n  of course\n  ","736884":"\n  thanks\n  ","736885":"\n  yep.\n  ","736886":"\n  😇😌\n  ","736887":"\n  because it wasn’t right timing for us to have anymore kids.\n  ","736888":"\n  thank ya\n  ","736889":"\n  we have her up to my mother-in-law\n  ","736890":"\n  because it wasn’t the right time for us to have anymore kids\n  ","736891":"\n  how?\n  ","736892":"\n  okay? that’s good for you.\n  ","736893":"\n  i’m married\n  ","736894":"\n  i’m married\n  ","736895":"\n  thanks\n  ","736896":"\n  sweat pants and a hoodie\n  ","736897":"\n  they were mad but, they understood why.\n  ","736898":"\n  - keep sending me questions\n  \n  opening up\n  ","736899":"\n  no .\n  \n  if you don’t have questions move along\n  ","736900":"\n  black\n  ","736901":"\n  ???\n  ","736902":"\n  🌹\n  ","736903":"\n  🍆\n  ","736904":"\n  i’ve had an abortion before - and when some anon asked a while ago i said no.\n  ","736905":"\n  she does . she’s never stopped me.\n  \n  but, she took us to court for child support 😒\n  ","736906":"\n  i have 4 .\n  \n  the next one i want is my daughter middle name on my right wrist .\n  \n  and one on my 🍑\n  ","736907":"\n  do you smoke - yes\n  ","736908":"\n  yea\n  ","736909":"\n  my current\n  \n  8 1\/2 years\n  ","736910":"\n  send me more numbers 😊\n  ","736911":"\n  thank you! & tbh people shouldn’t be mad but for some reason people sometimes are just hateful\n  ","736912":"\n  tbh not rly\n  ","736913":"\n  if you say so anon\n  ","736914":"\n  keep sending in those number 🥺✨\n  ","736915":"\n  it’s been almost a year & i wasn’t ready before. but, i have now & that’s all that matters. i’m sure some of you kinda figured\n  ","736916":"\n  thank you baby girl ! it’s a breath of fresh air. i’m sure i will get tons of hate. but nobody will ever rly understand 💕\n  ","736917":"\n  keep sending me questions guys.\n  \n  being VERY honest today . especially opening up about my daughter\n  ","736918":"\n  literally you either live in the suburbs , rural area or urban\n  ","736919":"\n  it was alright in place before she was born. basically 6 months into my pregnancy\n  ","736920":"\n  whenever i drop my son off at his grandmas\n  ","736921":"\n  the hood?\n  \n  it’s only suburbs , rural , or urban\n  ","736922":"\n  not at all\n  ","736923":"\n  currently i like Lil Uzi and 21 Yezziskii\n  ","736924":"\n  my mother-in-law has custody of my daughter 🤭\n  ","736925":"\n  • people who can’t hold a conversation\n  \n  • people who think they know about your life\n  \n  • bxtches who fake pregnancies\n  ","736926":"\n  money -\n  ","736927":"\n  Gabrielle Danzy\n  \n  Scorpio\n  ","736928":"\n  stolen from\n  \n   @eatyourcake\n  \n","736929":"\n  i think VIP+ you can do secret answers.\n  ","736930":"\n  i never got the email btw*\n  \n  but yeah that’s the task each week\n  ","736931":"\n  no dream\n  ","736932":"\n  well there’s a VIP and a VIP+\n  \n  i applied for the VIP+ .\n  \n  but yes but you have to keep going each week .\n  ","736933":"\n  idc\n  ","736934":"\n  yeah\n  ","736935":"\n  i don’t wear bras\n  ","736936":"\n  👍🏽\n  ","736937":"\n  thanks\n  ","736938":"\n  when bxtches try to use my daughter against me 😂🥴\n  ","736939":"\n  the secret was that i’m married\n  ","736940":"\n  vodka and cranberry\n  ","736941":"\n  both of us 😊\n  ","736942":"\n  not rly\n  ","736943":"\n  ugh no?\n  ","736944":"\n  eh ; i have to be in the mood for it .\n  \n  but if i had to choose Vanilla Bean\n  ","736945":"\n  ew 🤢🤮\n  ","736946":"\n  18\n  ","736947":"\n  thanks 🥺\n  ","736948":"\n  they were happy but mad because they weren’t there\n  ","736949":"\n  for what?\n  ","736950":"\n  nothing much. making some breakfast\n  ","736951":"\n  yep\n  ","736952":"\n  i absolutely love it\n  ","736953":"\n  ask me questions\n  ","736954":"\n  this is\n  \n   @NineGdxFour\n  \n  page. only ask questions about me and my life\n  ","736955":"\n  😇\n  ","736956":"\n  no. he has 3 things to do everyday. it’s pretty easy and fair\n  ","736957":"\n  no\n  ","736958":"\n  i do what i want .\n  \n  stop being obsessed.\n  \n  it’s creepy af now\n  ","736959":"\n  stop obsessing over my belly button.\n  \n  you say the same damn thing .\n  \n  it’s annoying af now\n  \n  if you don’t want to see it scroll past\n  ","736960":"\n  snapchat : muvax2x0\n  \n  ig: xgabs.xo\n  \n  twitter: NineGDxFourO\n  ","736961":"\n  last month sometime\n  ","736962":"\n  helping my son with his class work\n  ","736963":"\n  idc\n  ","736964":"\n  okay?\n  ","736965":"\n  because it’s boring & i don’t need the money\n  ","736966":"\n  probably not\n  ","736967":"\n  she’s doing good\n  ","736968":"\n  honestly probably nothing\n  ","736969":"\n  not since March 7th,2020\n  ","736970":"\n  i am indeed\n  ","736971":"\n  thank you 😊\n  ","736972":"\n  i’m not sure.\n  \n  probably nothing today\n  ","736973":"\n  either ask me questions about me and my life , or move along\n  ","736974":"\n  i’m not playing would you rather\n  ","736975":"\n  send me questions about me guys.\n  \n  in going back to sleep\n  ","736976":"\n  i think it’s to much work\n  ","736977":"\n  never seen a tornado in person lol\n  ","736978":"\n  english or be blocked\n  ","736979":"\n  why are you sending me things that aren’t about me\n  ","736980":"\n  iphone xs max\n  ","736981":"\n  bye\n  ","736982":"\n  english or be blocked\n  ","736983":"\n  my husband\n  ","736984":"\n  Barbados\n  ","736985":"\n  neither\n  ","736986":"\n  and cigarettes\n  ","736987":"\n  smoke tbh lol\n  \n  my peace of sanity & alone time (sometimes)\n  ","736988":"\n  let’s stop racism\n  ","736989":"\n  prison. i think ill go more insane in an asylum\n  ","736990":"\n  On My Block\n  ","736991":"\n  i’m outside rn when we’re not suppose to stay inside. lol\n  ","736992":"\n  no\n  ","736993":"\n  bye\n  ","736994":"\n  none\n  ","736995":"\n  he’s right next to me lol.\n  \n  he’s on my snapchat\n  ","736996":"\n  lmfaooo people love to troll\n  ","736997":"\n  stfu\n  ","736998":"\n  ok?\n  ","736999":"\n  vodka and cranberry\n  ","737000":"\n  i’m drinking ; send me questions guys\n  ","737001":"\n  i only fill in my eyebrows when i’m going out lol\n  ","737002":"\n  trolling at its finest\n  ","737003":"\n  their phone number\n  ","737004":"\n  my husband\n  ","737005":"\n  music\n  ","737006":"\n  pizza\n  ","737007":"\n  i don’t care\n  \n  can you not read?\n  ","737008":"\n  i have 2\n  ","737009":"\n  didn’t have 1\n  ","737010":"\n  i don’t give a fxck what they were saying .\n  \n  they’re blocked already simple .\n  ","737011":"\n  for 1 i didn’t block them because their spanish . there you go reaching AGAIN. i blocked them because i don’t speak spanish . and i don’t want anyone speaking to me in another language i don’t understand. STOP REACHING\n  ","737012":"\n  if my page has ONLY english why tf would you talk to me in spanish? makes no sense . i wouldn’t talk to someone who doesn’t speak english cuz that doesn’t make any fxcking sense . me wanting someone to english the language i know. isn’t racist . y’all just be reaching . it’s funny\n  ","737013":"\n  how am i racist for telling someone to speak english to someone who only speaks english.\n  \n  it’s racist for that person to assume i’m spanish and i speak it .\n  ","737014":"\n  about 5 years\n  ","737015":"\n  i have no clue. people are weirdos on this app sometimes lol.\n  ","737016":"\n  racism\n  ","737017":"\n  yep\n  ","737018":"\n  i like both\n  ","737019":"\n  if you have no question about me move along or be reported & blocked\n  ","737020":"\n  cool\n  ","737021":"\n  how weird would it be for a someone to message their ex who they haven’t spoken to in 5 years? that’s weird and you look thirsty. and if they have a gf why bother LMAO.\n  ","737022":"\n  nobody cares or asked you bye\n  ","737023":"\n  yay . thank you . i love your questions 🤍\n  ","737024":"\n  ok he*\n  ","737025":"\n  anon you sound more dumb\n  \n  you’re dismissed\n  ","737026":"\n  what advice would i give you . if you haven’t talked in 5 years and she has a bf what’s the point in talking to her. she obviously didn’t want you nor wants to talk to you. common sense\n  ","737027":"\n  that sucks for you\n  ","737028":"\n  ask me questions y’all . ive gained quite a ton of new followers 😇.\n  \n  get nosey 😏\n  ","737029":"\n  thank you love 😊. they are definitely getting a tad bit annoying lol. sometimes i wish i got better questions\n  ","737030":"\n  Drake\n  ","737031":"\n  corn\n  ","737032":"\n  this isn’t a question\n  ","737033":"\n  no. fxck off\n  ","737034":"\n  hell no.\n  \n  i already said if i got pregnant again i’m getting an abortion\n  ","737035":"\n  watching Hulu & playing a game on my phone\n  ","737036":"\n  2\n  ","737037":"\n  i easily get to hot. and when i’m on my period i get hot flashes (tmi)\n  ","737038":"\n  tbh not rly. i don’t think one should feel guilty for doing things they like.\n  ","737039":"\n  bacon , lettuce, tomato, cheese , A1 sauce , pickles ,\n  ","737040":"\n  lmfao i find it funny how you lil bxtches on here be blocking me 💀🥴.\n  \n  i could never ; can’t relate\n  ","737041":"\n  PMS\n  ","737042":"\n  i have with my husband\n  ","737043":"\n  2 months\n  ","737044":"\n  okay. let’s stop with the dumb questions\n  ","737045":"\n  why do you keep asking the same question over and over\n  ","737046":"\n  thanks\n  ","737047":"\n  🤷🏽‍♀️\n  ","737048":"\n  smoking , sleeping , playing with my kids , hanging with my hubby , playing games on my phone , cooking , watching movies , keeping up with the news\n  ","737049":"\n  i answer pretty much anything\n  ","737050":"\n  questions one would ask about someone’s life .\n  ","737051":"\n  questions about life\n  ","737052":"\n  how?\n  ","737053":"\n  lol. i’m rly not\n  ","737054":"\n  can i get some questions pls 🥺.\n  \n  be nosey\n  ","737055":"\n  no. it’s bad for your body\n  ","737056":"\n  ugh, no\n  ","737057":"\n  tbh no. cuz every time we broke up, he always came back to me. and when we broke up with me i knew & he knew that we weren’t going to leave each other alone .\n  ","737058":"\n  that sucks . lmao\n  ","737059":"\n  sure\n  ","737060":"\n  watch Netflix or Hulu\n  \n  watch my husband play the ps4\n  \n  play with my kids\n  \n  smoke - go outside\n  \n  eat \/\/ sleep\n  ","737061":"\n  1. don’t call me wifey.\n  \n  2. either spaghetti or hamburger helper\n  ","737062":"\n  He’s asleep.\n  ","737063":"\n  I smoke .\n  \n  I keep busy ,\n  \n  I talk to my bff .\n  \n  I go out , draw , play with my kids\n  ","737064":"\n  I donno\n  ","737065":"\n  Moody\n  ","737066":"\n  😊🥺\n  ","737067":"\n  Never tried one\n  ","737068":"\n  Tbh I rly don’t care. I can’t say what’s acceptable in another relationship\n  ","737069":"\n  My current\n  ","737070":"\n  Yeah\n  ","737071":"\n  Send me questions guys !\n  ","737072":"\n  Wtf. Obviously 🙄\n  ","737073":"\n  How about no\n  ","737074":"\n  I mean. Nothing they can do.\n  ","737075":"\n  Thank ya 😊\n  ","737076":"\n  Yesterday before I got my period 🙄\n  ","737077":"\n  Honestly I’m moody\n  ","737078":"\n  👍🏽\n  ","737079":"\n  Didn’t even get married there.\n  \n  Got married at a courthouse\n  ","737080":"\n  I have not\n  ","737081":"\n  I do. I play this card game\n  ","737082":"\n  • On My Block\n  \n  • Grey’s Anatomy\n  \n  • Big Mouth\n  \n  • The Office\n  \n  • Narcos\n  ","737083":"\n  We eloped a month ago\n  ","737084":"\n  Thanks\n  ","737085":"\n  Same here love 🤍🥰\n  ","737086":"\n  • my children\n  \n  • my husband\n  \n  • my sanity\n  ","737087":"\n  Lol\n  ","737088":"\n  My children\n  ","737089":"\n  More & more about this coronavirus\n  ","737090":"\n  Waffles for sure\n  ","737091":"\n  No. I’d rather have nobody hug me\n  ","737092":"\n  Eh ; reading more news but some things stayed the same\n  ","737093":"\n  Why are you asking me for.\n  \n  Grow up\n  ","737094":"\n  K\n  ","737095":"\n  I don’t give a fxck\n  ","737096":"\n  I’m doing fine\n  ","737097":"\n  No\n  ","737098":"\n  Last month\n  ","737099":"\n  Nope\n  ","737100":"\n  I wish I could like answers\n  ","737101":"\n  Thanks\n  ","737102":"\n  Watching Everybody Hates Chris\n  ","737103":"\n  I’m not understanding why this question got deleted and sent back to my inbox\n  ","737104":"\n  Because I said SOME.\n  \n  Yeahhh okay\n  \n  Y’all sound dumb af.\n  \n  Trying to justify being a pedo\n  ","737105":"\n  I said SOME.\n  \n  And that statement that Muslim said is the prime example of why they get tested the way they do SOMETIMES\n  ","737106":"\n  Ew. Men like that are disturbing . Men thing that’s acceptable and it rly isn’t. Like find someone your own age or around ffs lol\n  ","737107":"\n  Nothing ; not a damn thing\n  \n  How about that\n  ","737108":"\n  I don’t give a fxck pedo .\n  ","737109":"\n  Ew 🤢🤮. More reasons why SOME Muslims are looked upon the way they do.\n  \n  I wouldn’t be surprised if you ended up on the s.ex offender registry\n  ","737110":"\n  Okay? And me turning 30 has what to do with this?\n  \n  Only pedo like women who are much younger than them. Unless it’s they’re sugar daddy \/\/ sugar mama.\n  ","737111":"\n  Lmfao exactly ; like I said they’re a pedo. Probably looking for 15 year olds rn\n  ","737112":"\n  Thank you love 🥰🥺\n  ","737113":"\n  Just how I feel about it lol\n  ","737114":"\n  Exactly ; they’re just trynna start drama between us & it won’t work. I love ya 🥺🥰\n  ","737115":"\n  Nobody asked you cuz I sure as hell didn’t .\n  \n  You’re a pedo\n  \n  Point blank period\n  ","737116":"\n  Sometimes women think dating a guy much older makes the guy mature or whatever lmao.\n  ","737117":"\n  That’s only 6 years if you can do the math. And personally I don’t like it but I’m not going to judge someone who does .\n  ","737118":"\n  Nothing\n  ","737119":"\n  5’4\n  ","737120":"\n  Don’t know .\n  \n  Don’t care\n  \n  I gradated & that’s all that matters\n  ","737121":"\n  Idc what ppl say age is a NUMBER. You can’t date someone who’s like 7 or 10 years older than you. Someone who’s 23 dating someone who’s 30 isn’t going to work well imo. Different mindsets , different paths in life.\n  ","737122":"\n  Sure\n  ","737123":"\n  5+\n  ","737124":"\n  If you’re leaving marks then yes\n  ","737125":"\n  Yes. I’m not dark.\n  ","737126":"\n  Yep. Turn off and gross depending on the age gap\n  ","737127":"\n  Oh well lmao\n  ","737128":"\n  My mom isn’t blonde .\n  \n  & obviously my dads black.\n  \n  I’m mixed.\n  \n  I’m not that dark . Like y’all keep saying Lmaoo.\n  \n  I’m actually light color . Everybody says it especially when they see me in person 😂🥴\n  ","737129":"\n  They’re bored & keep saying the same repeated thing.\n  ","737130":"\n  Every other day or every 2 days.\n  \n  I use TRESemmé\n  ","737131":"\n  Sweet pea\n  ","737132":"\n  Mhm, rn nothing tbh\n  ","737133":"\n  Same as being engaged I guess lol\n  ","737134":"\n  Tbh. It doesn’t matter if we did or didn’t. Y’all are rly annoying\n  ","737135":"\n  Depends on what they mean to me\n  ","737136":"\n  Aw, I’m sorry. I hardly check my DM’s on there.\n  ","737137":"\n  I’m going on vacation with my husband and kids\n  ","737138":"\n  Keep asking me questions\n  ","737139":"\n  He does. Then he doesn’t\n  ","737140":"\n  Lmfaoo. Okay\n  ","737141":"\n  Nope.\n  ","737142":"\n  Maryjane\n  ","737143":"\n  Now he does. In the beginning he didn’t\n  ","737144":"\n  We’re ok. She’s annoying me today\n  ","737145":"\n  Why do you guys keep going on about this.\n  ","737146":"\n  Someone give me more coins pls 🥺\n  ","737147":"\n  Yep. I want my daughters name\n  \n  And I want a tattoo on my 🍑\n  ","737148":"\n  Annoyed , moody , tired\n  ","737149":"\n  Absolutely nothing lol\n  ","737150":"\n  Pretty good. Tbh\n  "}}