{"Question":{"738224":"\n   What’s one thing that you want to change about yourself ?\n  ","738225":"\n   Do you have two boys? Or do you have a daughter as well?\n  ","738226":"\n   Have you ever ridden a dirt bike before? Would you ever do this?\n  ","738227":"\n   What's a product you swear by?\n  ","738228":"\n   Do you trust your friends? Do you know your friends? Do you feel better when you are around them?\n  ","738229":"\n   What social networking websites do you use?\n  ","738230":"\n   Who watched invader zim?\n  ","738231":"\n   When's the last time you danced?\n  ","738232":"\n   When did you last change your hair?\n  ","738233":"\n   Do you have a spring birthday?\n  ","738234":"\n   What is the scariest movie you've ever seen?\n  ","738235":"\n   Hi\n  ","738236":"\n   Would you prefer to lose all the memories you have now or never be able to make any new memories?\n  ","738237":"\n   What's your bedtime routine?\n  ","738238":"\n   What’s something you really just do not like doing?\n  ","738239":"\n   How creative are you?\n  ","738240":"\n   On scale 1-10, how awkward are you?\n  ","738241":"\n   Is English your first language?? If not what is?? Do you know any other languages?? 🤔\n  ","738242":"\n   what are three countries you really wouldn’t feel comfortable travelling to\n  ","738243":"\n   Have you wasted your potential or lived up to it?\n  ","738244":"\n   Do you have freckles or birthmarks?\n  ","738245":"\n   I hope that today has been good to you, and that the rest of your days are filled with happiness...\n  ","738246":"\n   What is one quote you really like?\n  ","738247":"\n   Shoot I’m Making $26 an hour And I Have a two-year-old truck paid off and About  to get my first small house\n  ","738248":"\n   what ur favorite weather? season? do u like rain?\n  ","738249":"\n   I know but would you if you didn’t\n  ","738250":"\n   What is a dream you've never said out Loud? 🌚\n  ","738251":"\n   Would you date someone that Just turned 18\n  ","738252":"\n   the best film of all times and nations!?\n  ","738253":"\n   What is your dream job?\n  ","738254":"\n   What do you do for a living\n  ","738255":"\n   You the West was a great civilization and after that declined.. the steam train and windmill are reminiscent of Europe's beautiful past, Europe has now degenerated in all aspects and invaded by the the owners of decadent genes of immigrants\n  ","738256":"\n   Name an activity that lots of people you know seem to really enjoy but you yourself would rather lick door handles in China then participate in? 😫✋\n  ","738257":"\n   Do girls really like guys with facial hair or without their facial hair?\n  ","738258":"\n   Space -\nShare whatever you would like with this question\n  ","738259":"\n   Do you like orange juice or not really? Not a fan of it?\n  ","738260":"\n   Do you ever wear jeans?\n  ","738261":"\n   Is it worse to fail at something or never attempt it in the first place?\n  ","738262":"\n   Should people care more about doing the right thing, or doing things right?\n  ","738263":"\n   So.. yes?? 🤭🤭\n  ","738264":"\n   Why??\n  ","738265":"\n   what’s a myth or legend you believe in?\n  ","738266":"\n   do you ever experience goosebumps or the chills when listening to music? if so, what songs do that to you?\n  ","738267":"\n   What food will you absolutely not, under any circumstances, eat?\n  ","738268":"\n   Would you rather go to space or to the bottom of the ocean?\n  ","738269":"\n   Is honesty really the best policy?\n  ","738270":"\n   What’s something you’ve recently watched that just disgusted you but at the same time you couldn’t stop watching? I just finished watching The Trials of Gabriel Fernandez on Netflix and I cried from both heartbreak and anger.\n  ","738271":"\n   Outfit currently atm?\n  ","738272":"\n   Is there anyone you want to meet from this site?\n  ","738273":"\n   Do you have pets?\n  ","738274":"\n   What’s one bad habit that you would like to quit but can’t?\n  ","738275":"\n   Have you ever mixed two different tea bags together? I wasn't sure if I wanted mint or red raspberry so did both. Came out good too :)\n  ","738276":"\n   Ranch flavored chips.\nYay or nay?\nWould ever try or no?\n  ","738277":"\n   What’s one question you’re fed up of being asked on here ?\n  ","738278":"\n   How do you cope with lack of sleep?\n  ","738279":"\n   Do mermaids give birth to live children or do they lay eggs? 🤔\n  ","738280":"\n   افتح السكريت الي عندي وهباك دونت آنسر\n  ","738281":"\n   You prefer your coffee black or with milk\/sugar? ☕️\n  ","738282":"\n   What kind of nice things do you like to indulge in to take the edge of the day?\n  ","738283":"\n   Why is it that most of my friends don’t reach out me ( call\/ text) unless I reach out to them first? I feel like I am always the one to put in most of the effort, and it’s frustrating.\n  ","738284":"\n   would you break up with your partner if you thought they were flirting with your cousin? but they said they weren’t but you insist yourself that they did it. when they asked how they flirted, you would just say “doesn’t matter. i know what i saw.” no explanation given.\n  ","738285":"\n   Has anything funny happen today to you? Care to share?\n  ","738286":"\n   Fries or Tots\n  ","738287":"\n   Because you give me a headache\n  ","738288":"\n   I hope you get suspended\n  ","738289":"\n   my aunt has been a chaperone at our school dances, but this one lady always vetoes the idea because my aunt had a bby with one of the boys. how can  i get this lady to leave my aunt alone instead of making an announcement that my aunt is not a chaperone but just one of the girls?\n  ","738290":"\n   How much of a mess is your room?\n  ","738291":"\n   Have you ever had a near death experience and did it change your perspective on life at all?\n  ","738292":"\n   Do you think you'd beable to remain calm if you were involved in a real life hostage situation like the infamous Nakatomi Plaza incident of Christmas 88? 😮😬\n  ","738293":"\n   Do you use instagram? How often?\n  ","738294":"\n   Should the Bond movies follow Doctor Who's lead and make the next James Bond a woman (Jane Bond)?\n  ","738295":"\n   baby shark dododo 😂😂😂\n  ","738296":"\n   do you watch anime?\n  ","738297":"\n   do you like seafood?\n  ","738298":"\n   So......how’s business going with your onlyfans?\n  ","738299":"\n   Do you think your dad would be embarrassed to know you sell nxdes\n  ","738300":"\n   Are you even making decent money on onlyfans\n  ","738301":"\n   .. cause his mom was posting pxrn? anyone would be weirded out\n  ","738302":"\n   What are some baby names you like but will never use now that you won't have anymore kids ?\n  ","738303":"\n   Idk why ppl get bent out of shape abt nxdes cause honestly it's just the human body & it isn't inherently sxxual . It's not like you're actually sleeping w ppl for $$ which is actually whxring around lol . Ppl need to mind their business\n  ","738304":"\n   Would you be cool w your fiance posting nxdes online too\n  ","738305":"\n   have u ever had box braids or corn rows\n  ","738306":"\n   do you think your son would be embarrassed if he found out his momma sold n.udes online\n  ","738307":"\n   Do you raise your kids or do their grandparents ? You're always going out while you leave them with them\n  ","738308":"\n   Would you be ok w your daughter selling nxdes like you when she's older ?\n  ","738309":"\n   Do you actually post full n.udes on onlyfans?\n  ","738310":"\n   What lotion do u use for ur face\n  ","738311":"\n   What's Nevaeh doing rn\n  ","738312":"\n   How often do you and your man fight\n  ","738313":"\n   Sending good vibes to everyone who needs it 💞\n  ","738314":"\n   Lightskin lmao. You’re. Not. White. As much as you wanna be white. You’re. Black!!!\n  ","738315":"\n   Did they actually get bigger? Did you need to buy maternity bras early? Just curious\n  ","738316":"\n   How big did your breasts get when you were pregnant?\n  ","738317":"\n   Hey\n  ","738318":"\n   I think I do have some questions\n  ","738319":"\n   You seen what\n   \n    @PrettyMommyxo\n   \n   said about you?\n  ","738320":"\n   Hey. What’s ur mood?\n  ","738321":"\n   Are you still learning who you are?\n  ","738322":"\n   So.. no to sex outside , right?\n  ","738323":"\n   Because you cannot prove me wrong?\n  ","738324":"\n   It is. Husband or husband to be\n  ","738325":"\n   Do u often come home so late?\n  ","738326":"\n   If aliens do really exist, which language will be okay for them to speak of?\n  ","738327":"\n   Maybe\n  ","738328":"\n   Do you think someone likes you and if you know for a fact they do ,, do you like them backkkk????\n  ","738329":"\n   I hope Corona kills the largest number of humans , humans are the most disgusting beings\n  ","738330":"\n   Why are you losing so much weight\n  ","738331":"\n   You wear a C cup bra, but do you still have C cup breasts? You seem to be losing lots of weight\n  ","738332":"\n   Drinking?\n  ","738333":"\n   Oh well it’s similar\n  ","738334":"\n   AhAaaaa so I’m right?\n  ","738335":"\n   hello\n  ","738336":"\n   Hmm but you didn’t answer my question 🤔\n  ","738337":"\n   can we speak?\n  ","738338":"\n   good\n  ","738339":"\n   From 1-10, how weird are you?\n  ","738340":"\n   If you could own an exotic pet, what would you choose?\n  ","738341":"\n   Do u like\n   \n    @PrettyMommyxo\n   \n","738342":"\n   Omg how beautiful 😍\n  ","738343":"\n   (I know some of you answered this slightly so ignore if you wish) \nDo you think there can be good if there is no evil in the world? What is YOUR definition of good and evil?\n  ","738344":"\n   Why is your stance on demons and the \"devil\"? \nDo you think if you believe in God you have to believe in the evil?\n  ","738345":"\n   What is the stupidest thing you have ever done?\n  ","738346":"\n   Do you ever have to go to the junkyard for any reason? Maybe to find a part for a vehicle or maybe to drop off some cans or some trash of some sort maybe because you can't dispose of it at your home or in a garbage?\n  ","738347":"\n   Random question of the day honest answer who has bitten a kids butt for more than 5 seconds lol\n  ","738348":"\n   I want back followed\n  ","738349":"\n   Followed\n  ","738350":"\n   would you rather give up dairy or give up alcohol? (forever!)\n  ","738351":"\n   How to tell the difference between fake news and real news?\n  ","738352":"\n   Pap of ur ring set\n  ","738353":"\n   would you rather do nails or cut hair?\n  ","738354":"\n   do you know what day or the week you were born on? (tuesday baby here!)\n  ","738355":"\n   Ur so hot 🥵\n  ","738356":"\n   How long have you been engaged?\n  ","738357":"\n   Have you ever tried to\n   \n    @reachel_n\n   \n   for something on a high shelf and you almost were able to reach it but then it slipped and fell down to the floor? That’s always a scary moment. 😱\n  ","738358":"\n   What can melt your heart?\n  ","738359":"\n   What is your real age\n  ","738360":"\n   married?\n  ","738361":"\n   And you are having A cup until proved otherwise\n  ","738362":"\n   Who is he then??\n  ","738363":"\n   Then what?\n  ","738364":"\n   why\n  ","738365":"\n   So.. no?\n  ","738366":"\n   What is the R word\n  ","738367":"\n   What’s one thing you find different to do that other people can do easily? I can’t whistle\n  ","738368":"\n   I’ve been absent from asking questions lately so I hope you enjoy my random spam! How’s everyone’s day going?\n  ","738369":"\n   What do you do when you’re sick?\n  ","738370":"\n   🌸 How do you cope with difficult situations? Do you do anything specific? Like meditate etc :3\n  ","738371":"\n   Have you watched any of Ghibli Studio’s movies? 🤩 What’s your thoughts?\n  ","738372":"\n   Ever had sex outside? How was it??\n  ","738373":"\n   Partying?\n  ","738374":"\n   Then bf, no biggie\n  ","738375":"\n   She's gross in literally everyway\n  ","738376":"\n   Nah no way youse C. Maybe B- at most. Judging from that pap today\n  ","738377":"\n   Why you came home so late?\n  ","738378":"\n   No wonder your hubba can’t even pull out haha.\n  ","738379":"\n   How can you prove it without photos?? I’m so not buying it\n  ","738380":"\n   Why not?\n  ","738381":"\n   You look hot wow\n  ","738382":"\n   At what point does striving for a better life turn from healthy to unhealthy?\n  ","738383":"\n   How has your week been so far?\n  ","738384":"\n   What's your favorite emoji(s)?\n  ","738385":"\n   Trying to figure out the ages of People that use this app\n  ","738386":"\n   What was your first job?\n  ","738387":"\n   What’s your favourite restaurant?\n  ","738388":"\n   What's the most delicious dessert for you?\n  ","738389":"\n   0 emphaty? Ohh that’s terrible. And you are a mum??🤔😱\n  ","738390":"\n   Aha you aren’t ok but he is?\n  ","738391":"\n   Aha you admit it is true\n  ","738392":"\n   Morning y’all\n  ","738393":"\n   Haha I knew you were kidding with C\n  ","738394":"\n   I've seen her bra y'all, she's def a C cup lmfao\n  ","738395":"\n   After you pap\n  ","738396":"\n   Pap bra or not true!\n  ","738397":"\n   🙀\n  ","738398":"\n   5 paps please\n  ","738399":"\n   Wow lucky you\n  ","738400":"\n   I mean it’s him who doesn’t care about 💦 inside and so you just go with it\n  ","738401":"\n   Why hello beautiful\n  ","738402":"\n   Ewwwww . You are both ok withat??😮🤭\n  ","738403":"\n   You have no feelings? No emphaty? 😮\n  ","738404":"\n   Hmm.5?\n  ","738405":"\n   I knew it was him 😜\n  ","738406":"\n   Hmm but have you always been so fit?\n  ","738407":"\n   Your body looks great. So jealous 😜\n  ","738408":"\n   Hi\n  ","738409":"\n   But there’s blood 🤭🤭\n  ","738410":"\n   Haha see I knew you are not C\n  ","738411":"\n   Every normal woman with feelings do care 🤷🏽‍♀️\n  ","738412":"\n   Why not? Too shy?\n  ","738413":"\n   Aha so he doesn’t care.. that’s the catch\n  ","738414":"\n   3 maybe??\n  ","738415":"\n   Is everyone from your family so fit?\n  ","738416":"\n   So be more exact please\n  ","738417":"\n   He cares or not? About where to 💦\n  ","738418":"\n   How about 2?\n  ","738419":"\n   I’m sure you do too\n  ","738420":"\n   No way u r C. Pap in bra?\n  ","738421":"\n   What do you do when you are on period and your hubby\/bf wanna do it?\n  ","738422":"\n   Hmm then what’s your secret? You look vey fit\n  ","738423":"\n   How about him?\n  ","738424":"\n   Ohh i was hoping for 1 photo\n  ","738425":"\n   Hmm really? I think women care in general\n  ","738426":"\n   Nahh no way, not buying it. I must be A\n  ","738427":"\n   Hm but you said since you two started...\n  ","738428":"\n   Then a diet maybe?\n  ","738429":"\n   You would have no problem getting abortion? I think it’s a big shock for body and mind\n  ","738430":"\n   C???\n  ","738431":"\n   How can you stay so fit? Do you work out?\n  ","738432":"\n   Piercing pappp why nottt\n  ","738433":"\n   But that sounds complicated. Why not just make him pull out? Too lazy to clean your body? 😅\n  ","738434":"\n   Wow so that means he 💦 inside the very first time he f*cked you too?? 😮🤭\n  ","738435":"\n   What’s your bra cup? A? B?\n  ","738436":"\n   Ohh why nottt\n  ","738437":"\n   Hmm that doesn’t answer my question about pulling out 🤷🏽‍♀️\n  ","738438":"\n   Hm but why not? Any special reason? Because it feels better not to use protection?🤔\n  ","738439":"\n   Hmm like your pregnancies? Go with the flow?\n  ","738440":"\n   Hv a nice day everyone\n  ","738441":"\n   Is it more important to love or beloved?\n  ","738442":"\n   Cool facts\n  ","738443":"\n   Rude affff\n  ","738444":"\n   You think i care about u saying no and thats funny\n  ","738445":"\n   Got Ya, LMFAO... Lame AF. 🤡\n  ","738446":"\n   🤣\n  ","738447":"\n   Cool? No Follow Back? LMAO...\n  ","738448":"\n   I Followed You❗\n  ","738449":"\n   What's your favorite orange food?\n  ","738450":"\n   She got the damn nerve to say she is going shopping for a baby crib.\n  ","738451":"\n   That sicko faking pregnancies every year\n  ","738452":"\n   Not once but twice\n  ","738453":"\n   Her name is ask.fm\/prettymommyxo she doesn’t deserve to have the word mommy in her name when she isnt pregnant and doesnt have any kids\n  ","738454":"\n   Jasmine faked a pregnancy and has the nerve to put mommy in her house that’s just sad.\n  ","738455":"\n   Does your name have a meaning? What is it?\n  ","738456":"\n   Bored or too shy to answer? 🙄😝\n  ","738457":"\n   Noo not blocked, I’m just asking valid questions 🙏🤭\n  ","738458":"\n   Tomorrow is Friday so you better plan already\n  ","738459":"\n   Just curious why not using protection? Religion thing? Or he doesn’t like and you just go his way?\n  ","738460":"\n   Oh come on, one photo?🙏🙏\n  ","738461":"\n   Weekend plans?\n  ","738462":"\n   So yes or no??\n  ","738463":"\n   It’s almost 1 year since my boyfriend passed away. He passed during our relationship:( I want to know would he be considered my ex? If I end up moving into another relationship?\n  ","738464":"\n   What did you forget to do today?\n  ","738465":"\n   Seriously? But are u at least careful about dates and risky days so that he wouldn’t c*m inside that day?? 🤭😮\n  ","738466":"\n   I’m right, no? I tell u why I knew. Most of girls that shave\/wax would have no problem admitting it 🤷🏽‍♀️\n  ","738467":"\n   It’s not irrelevant, I’m curious about the color and style of it 🙄\n  ","738468":"\n   My guess is: nothing 🤭😜\n  ","738469":"\n   The west has degenerated in all aspects (because of moral corruption and sexual chaos and reluctance to bear children) and invaded by the the owners of decadent genes of immigrants. It becomes weaker over time, and if the west is invaded, you may be in sexual slavery\n  ","738470":"\n   So black⚫ 😁☝\n  ","738471":"\n   What's one kind of job that you will never do? What kind of work would you never go into?\n  ","738472":"\n   Would you ever live in a large mansion if you were given the opportunity or no? Even if it was the spectacular, beautiful house.\n  ","738473":"\n   He prefers to 🥜 inside, huh?\n  ","738474":"\n   Too shy for piercing pap? 😜\n  ","738475":"\n   Right. But what if he knocks you up? What u gonna do??\n  ","738476":"\n   What if ur child get infected with that\n  ","738477":"\n   Please🙄\n  ","738478":"\n   I hope YOU have an amazing Thursday! \nSad I didn't get this😭 ehe\nMuch love tho💜✨\n  ","738479":"\n   Follow back maybe\n  ","738480":"\n\n    @neurobio\n   \n   is infected with corona virus\n  ","738481":"\n   Why he doesn’t simply pull out? That’s less risky\n  ","738482":"\n   Too shy??\n  ","738483":"\n   Ok I’m just curious, how can u be so sure u won’t get preggo again ? U let him c*m inside u yet u don’t want another baby. Doesn’t make sense 🤷🏽‍♀️🤷🏽‍♀️\n  ","738484":"\n   Everyone!\n  ","738485":"\n   Why not? 🤔🙏🙏\n  ","738486":"\n   Do u like to fk?\n  ","738487":"\n   Hmmm. Does he even ask? 🤔🤔\n  ","738488":"\n   Your hair is nice 👍😊\n  ","738489":"\n   Do u shave or wax??\n  ","738490":"\n   Have you ever forgotten to put your engagement ring back on?\n  ","738491":"\n   Hi 🖐 Just wondering, do you ever get to that stage of alcohol consumption where you're absolutely ravenous for food, like you could easily smash an entire tube of Pringles, but you hold out for as long as possible as once you start eating it dilutes the buzz from the drink, or is that just me?\n  ","738492":"\n   Do we control technology or is technology controlling us?\n  ","738493":"\n   What do u wear then?\n  ","738494":"\n   hi\n  ","738495":"\n   Happy World Book Day\n  ","738496":"\n   What made you sure\n  ","738497":"\n   Certified Home Inspectors in Jacksonville Please  visit our website:\n   \n    https:\/\/www.truspek.com\/certified-home-inspectors-in-jacksonville\/\n   \n","738498":"\n   Why\n  ","738499":"\n   if a man gets a woman pregnant then decides he does not wish to be a father, does he still have an obligation to help support\/\/raise that child? if women have the option of abortion, should men at least be able to opt out of the child's life? what are your thoughts?\n  ","738500":"\n   Does ur fiancee know about it\n  ","738501":"\n   Piercing pap? 🙏\n  ","738502":"\n   Hmmm so why do you let him 🥜 inside your 🐱 then?? 🤔🤔\n  ","738503":"\n   How many fans do you have there?\n  ","738504":"\n   Are you gonna keep posting stuff there?\n  ","738505":"\n   How's your onlyfans going?\n  ","738506":"\n   Are you worried about this Coronavirus or are you confident that your immune system can take a punch if it comes down to it? 😬👊 Also do you find it annoying that shops and supermarkets are being stripped bare of handwash\/sanitizer & antibacterial wipes\/spray due to panic buying over the virus? 😧✋\n  ","738507":"\n   So u don’t care? What happens, happens? Ready for another kid? 🤔🤭\n  ","738508":"\n   Why do some people love themselves more in a virtual world and less in the real world?\n  ","738509":"\n   If u delete my YouTube channel , how much longer do I have to wait till I can make a new account with the same email ?\n  ","738510":"\n   What kind of illegal smut was it?\n  ","738511":"\n   Yas?\n  ","738512":"\n   Have you ever watched illegal pr0n?\n  ","738513":"\n   What’s one show you could watch over and over?\n  ","738514":"\n   Do you have kids? (If you don’t, do you want kids?)\n  ","738515":"\n   Are you for or against the death penalty?\n  ","738516":"\n   Have you watched the Trials of Gabriel Fernandez? 🥺😐\n  ","738517":"\n   do you have a pop socket on your phone?\n  ","738518":"\n   do you believe in making wishes? have you ever made a wish and it came true?\n  ","738519":"\n   do you wear hats, gloves, and scarves in the winter?\n  ","738520":"\n   Have you ever received a popcorn tin for Christmas or Thanksgiving Maybe? For your birthday? What do you think of them?\n  ","738521":"\n   Are there places that you are afraid to visit? That you would never ever visit? Not even if you were paid?\n  ","738522":"\n   what’s the worst tv show you’ve ever seen?\n  ","738523":"\n   do you believe in luck?\n  ","738524":"\n   Are you planning on going to any concerts this year?\n  ","738525":"\n   You looked good today\n  ","738526":"\n   If we switched dinners what would I be eating?\n  ","738527":"\n   What's better than free shipping?\n  ","738528":"\n   what’s your lucky number?\n  ","738529":"\n   What is the one thing you like about yourself the most?\n  ","738530":"\n   when’s the last time you were sick?\n  ","738531":"\n   What do you think of makeup?\n  ","738532":"\n   Good. So he does finishes in you?\n  ","738533":"\n   Fuck you💣🔪🔫🔪💣🔪💣🔪💣💣\n  ","738534":"\n   Pajamas pap?\n  ","738535":"\n   New Account - ask me questions and follow me please\n  ","738536":"\n   How can you be so sure?? 🤔\n  ","738537":"\n   why? are u on birth control\n  ","738538":"\n   do you like banana peppers?\n  ","738539":"\n   do you think horses are cute?\n  ","738540":"\n   can you braid hair?\n  ","738541":"\n   Do guns protect people or kill people? 🤔\n  ","738542":"\n   What are the laws in your area on people not telling someone that they have a serious (incurable) STD before sleeping with them?\n  ","738543":"\n   What would you consider to be your deepest fear?\n  ","738544":"\n   I mean it’s too risky, u could get preggo. So I think he 🥜 outside\n  ","738545":"\n   Hmmm so he keeps nutting inside you?? 😮🤔🤭\n  ","738546":"\n   I hope you do 😅\n  ","738547":"\n   Can you suggest some things that i can do or some apps, aside from the built-in alarm on the phone, that can help me wake up early in the morning? 😭😭\n  ","738548":"\n   What is the darkest thought you’ve ever had? What about the darkest thing you’ve never told anybody?\n  ","738549":"\n   Hmm so he keeps 💦 inside you?🤭😮\n  ","738550":"\n   Ok😂\n  ","738551":"\n   Thank you for compliment but at least give me the answer then you can enjoy\n  ","738552":"\n   ?? What with simile emoji\n  ","738553":"\n   GRADUATING\n  ","738554":"\n   And did you mastuburates\n  ","738555":"\n   Started what? Protection?\n  ","738556":"\n   Hihi\n  ","738557":"\n   Will you vote for him?\n  ","738558":"\n   Bernie Sanders is corrupt and dishonest and leads towards the abyss\n  ","738559":"\n   Can I get some specific questions on here sometimes? smdh\n  ","738560":"\n   who is she? and sorry if I seem stupid, first time I stumbled upon your profile.\n  ","738561":"\n   what do you have next quarter for your two specials?\n  ","738562":"\n   Why not?? Pap please\n  ","738563":"\n   Do you like beef jerky? Any kinda jerky for that matter?\n  ","738564":"\n   graduating from high school since I am a senior as of right now, get my diploma when I graduate, go to college by graduating from college to get my degree, probably go the military after college  or after school\n  ","738565":"\n   With you?? 🤭😮\n  ","738566":"\n   Haha ok, so protection is a must\n  ","738567":"\n   Seriously . 🔥👍👍\n  ","738568":"\n   Post a picture of you in another dress\n  ","738569":"\n   Would you post a sexy picture\n  ","738570":"\n   Hey Everybody!\n  ","738571":"\n   How many dresses do you have\n  ","738572":"\n   Your welcome beautiful ❤\n  ","738573":"\n   You look amazing in that dress\n  ","738574":"\n   u are sooooooooooooooo sweeeeeeeeeeeeeeeeet\n  ","738575":"\n   How was sex during pregnancy?\n  ","738576":"\n   Piercing pap close up?\n  ","738577":"\n   Another no??\n  ","738578":"\n   Woow ur stomach is very fit and sexy 🔥🔥😜\n  ","738579":"\n   Another no 🤷🏽‍♀️\n  ","738580":"\n   Yes because from my experience, those who shave have no problems telling it 😜\n  ","738581":"\n   Yeah that’s totally no\n  ","738582":"\n   That’s a no 🤭\n  ","738583":"\n   StomaCh pap?\n  ","738584":"\n   Answer?\n  ","738585":"\n   Do u shave?\n  ","738586":"\n   What would you do if your bf woke you up from sleep for sex?\n  ","738587":"\n   yall alll answer my questions please and like and subscribe and follow me if u can ur an angel\n  ","738588":"\n   What social stigma does society need to get over?\n  ","738589":"\n   Ask me something\n  ","738590":"\n   Just letting you know, so don't think you all that baby boo 😘\n  ","738591":"\n   Beatles vs Beach Boys 🎶\n  ","738592":"\n   favorite way to style your hair? post a picture!\n  ","738593":"\n   i caved and made one of those quiz things. if you'd like, give it a shot. otherwise, use this as a filler !!\n   \n    https:\/\/buddymeter.com\/quiz.html?q=hXSrB42\n   \n","738594":"\n   What should I do to stop getting those photo poll notifications?\n  ","738595":"\n   Is it better to have loved and lost or never to have loved at all?\n  ","738596":"\n   6\/10\n  ","738597":"\n   You are fine\n  ","738598":"\n   Who do you trust most in your life?\n  ","738599":"\n   what’s your opinion on Taco Bell?\n  ","738600":"\n   have you ever done yoga?\n  ","738601":"\n   What cartoon do you still like to watch?\n  ","738602":"\n   Do you ever get annoyed of the same people messaging you on here everyday? And the same people texting you everyday in general\n  ","738603":"\n   Would you trust your partner to go out drinking or to a nightclub on their own?\n  ","738604":"\n   TikTokbigandy4life\n  ","738605":"\n   you’re so ghetto lol\n  ","738606":"\n   what toppings are on the perfect sub?\n  ","738607":"\n   Ask me questions... i am bored\n  ","738608":"\n   My friends just started being really rude to me out of the blue. Like they didn’t invite me to hang out today even though we talked at school and ignored my messages. I don’t know if I did anything wrong but now I bad😞\n  ","738609":"\n   What is your favorite food?\n  ","738610":"\n   Which celebrity you would follow on ASKfm?\n  ","738611":"\n   how do i unbake a cake\n  ","738612":"\n   at what age would you feel comfortable being left w a friend’s child?\n  ","738613":"\n   🎂\n  ","738614":"\n   Favorite form of talking? Text, call, FaceTime, in person, etc.\n  ","738615":"\n   WHAT STATE IS CHICAGO IN ?\n  ","738616":"\n   How was your day today? (answer when applicable)\n  ","738617":"\n   If you had to flee the country, where would you choose to live?\n  ","738618":"\n   What is your all time favorite comedy movie?\n  ","738619":"\n   Define being committed\n  ","738620":"\n   Your favourite time pass ?\n  ","738621":"\n   i am  frank, son of governor of lagos state of nig. i am looking for any bank manager over there to contact i want to have savice acconut over there i am coming over there soon to stay and invest my money be fore then i need a bank manager that i can have his acconut number\n  ","738622":"\n   If you have the chance to go 10,000 feet up in the air in a building would you do it? Have you ever done this before? Tell me about your experience if so.\n  ","738623":"\n   Happy Leap Year! This day won't exist again until 2024!\n  ","738624":"\n   how are you today?\n  ","738625":"\n   Have you heard YouTube🌷\n   \n    https:\/\/youtu.be\/gLv-nVe0f-Q\n   \n   🌺\n   \n    https:\/\/youtu.be\/ZMrXlxO0wLY\n   \n   🌺\n وعليكم السلام ورحمته الله وبركاته......\n  ","738626":"\n   what are you doing today?\n  ","738627":"\n   Has fast food gotten healthier?\n  ","738628":"\n   Do you like lana del rey?\n  ","738629":"\n   who would you reccomend to follow on here?\n  ","738630":"\n   What’s first text message you receive in the morning\n  ","738631":"\n   Is it true that when people are friends with their ex’s, they begin to catch feelings for each other again?\n  ","738632":"\n   Are you good in dancing?\n  ","738633":"\n   \"كُن متحضراً مع الجميع، اجتماعياً مع الكثيرين، مقرّباً للقليلين، صديقاً لفرد واحد، ولا تكن عدواً لأحد.\"\n  ","738634":"\n   Just tell\n  ","738635":"\n   Do you think it's wrong or transphobic for a parent to not want their son to wear dresses or play with girl toys and whatnot ?\n  ","738636":"\n   What is your bra size\n  ","738637":"\n   It's a serious question that a lot of ppl are passionate about these days. Would you allow it or would you not?\n  ","738638":"\n   Would you ever let your son wear girls clothes to school if he wanted to ? Or transition as a girl\n  ","738639":"\n   Do you like acrylic nails?\n  ","738640":"\n   What’s it like being pregnant? I imagine it’s scary at least for the first and last trimester\n  ","738641":"\n   Why did  you take it out\n  ","738642":"\n   Favorite foods 🍔🍟🥤\n  ","738643":"\n   What’s the craziest thing you’ve done\n  ","738644":"\n   How many piercings do you have and where\n  ","738645":"\n   I met this cute chick at a bar last night, we had a great time, and she was gone before I woke up the next morning. I love getting some strange like that once in a while.  Have you ever done anything like that?\n  ","738646":"\n   ⚡️Favorite Songs⚡️\n  ","738647":"\n   Coke or Pepsi?\n  ","738648":"\n   happy friday! what are your plans for the weekend?\n  ","738649":"\n   Follow maybe ??\n  ","738650":"\n   Lol aw that's sweet\n  ","738651":"\n   Wat does The ,G & D stand 4??\n  ","738652":"\n   Didn’t your bio read 2021 at one point?\n  ","738653":"\n   When are you getting married\n  ","738654":"\n   On a scale of 1 to 10, how happy are you RN?\n  ","738655":"\n   What ability do you possess  that you’d think others would find amazing?\n  ","738656":"\n   Omg ur new ring\n  ","738657":"\n   What did you buy today\n  ","738658":"\n   Nice body\n  ","738659":"\n   What’s on your mind today?\n  ","738660":"\n   Беру\n  ","738661":"\n   What makes you really wanna go to sleep?\n  ","738662":"\n   Are you worried about you and Greg breaking up one day? So many ppl are these days even after almost 10 years together\n  ","738663":"\n   Do you know any Tauruses?\n  ","738664":"\n   Do you like Kit kats\n  ","738665":"\n   Your favorite color is 🤨🙄\n  ","738666":"\n   🤔\n  ","738667":"\n   What is the most awkward thing you've said to someone special?\n  ","738668":"\n   What are the things you want to avoid in a relationship?\n  ","738669":"\n   Have you made a buddy meter test?\n  ","738670":"\n   Can an animal replace a friend?\n  ","738671":"\n   Have you had to tell a co-worker you didn't want to hang out with them outside of work because you already had  a full quota of friends?\n  ","738672":"\n   What did the last text message you sent say?\n  ","738673":"\n   hit me with your best sad songs. 🎶\n  ","738674":"\n   what’s the most annoying song you’ve ever heard?\n  ","738675":"\n   Do you prefer fish or meat? Or neither? Or both?\n  ","738676":"\n   How are you doing today?\n  ","738677":"\n   Do you have any pet peeves about things people regularly say on ask?\n  ","738678":"\n   How many siblings do you have? Are you the oldest or youngest?\n  ","738679":"\n   Have you watching 90 day fiancé? (It’s one of my favorite shows)\n  ","738680":"\n   What is the most embarrassing thing u have ever done?\n  ","738681":"\n   When it comes to sex are you open about it or more shy? (As far as speaking publicly)\n  ","738682":"\n   One thing you would change about the world is.....\n  ","738683":"\n   Unusual thing about me. I like the smell of Fabuloso. It’s a cleaning solution if you don’t know. Makes the house smell so clean and fresh! Anyhow what’s an unusual smell that you like?\n  ","738684":"\n   Seen a bunch of people making these, so decided to make my own. Just a fun, silly quiz to see how well you know me. Don't have to acknowledge this, just sent it to those I follow\n   \n    https:\/\/buddymeter.com\/quiz.html?q=Y9UGgQ5\n   \n   🥰\n  ","738685":"\n   Do you prefer rain or snow?\n  ","738686":"\n   What’s your go to easy dinner.\n  ","738687":"\n   Do you prefer summer or fall?\n  ","738688":"\n   Where were you 3 hours ago?\n  ","738689":"\n   What's the longest hike you've ever been on before? You liked it? Or never again?\n  ","738690":"\n   What questions do you like getting?\n  ","738691":"\n   do you send out christmas cards? what about other holidays?\n  ","738692":"\n   Shower before bed or in the morning?\n  ","738693":"\n   Do you watch any youtubers?\n  ","738694":"\n   Since everyone is doing this, I decided to do a funny quiz as well. Add your @ so I can know who you’re when you take the quiz!😁\n   \n    https:\/\/buddymeter.com\/quiz.html?q=4vABXNi\n   \n","738695":"\n   Name one good thing about you. ❤️\n  ","738696":"\n   Who knows me best?\n   \n    https:\/\/buddymeter.com\/quiz.html?q=XVv1gxU\n   \n","738697":"\n   Pap\n  ","738698":"\n   Is your license going to be suspended tomorrow?\n  ","738699":"\n   Do you like fish sticks?\n  ","738700":"\n   what color looks best on you?\n  ","738701":"\n   If they gave you to choose a place in the world .. which would be?\n  ","738702":"\n   what abt when they say “ima just let you do you and ima do me.” is that a break up or just telling you they don’t care what you do anymore?\n  ","738703":"\n   Do u talk to strangers??\n  ","738704":"\n   Lol. Sorry\n  ","738705":"\n   Everything is explicit right? Nothing is blurred\n  ","738706":"\n   Can we chat secretly to?\n  ","738707":"\n   Okay. I'm buying it tho\n  ","738708":"\n   Please tell me lol\n  ","738709":"\n   rate me lol\n  ","738710":"\n   what month were you born?\n  ","738711":"\n   If I had not asked that question, would you have responded at all?\n  ","738712":"\n   You should make a buddy meter\n   \n    https:\/\/buddymeter.com\/\n   \n","738713":"\n   Everyone has a scent. What’s yours?\n  ","738714":"\n   You found someone better tho so it doesn’t matter now\n  ","738715":"\n   Why would you cheat?\n  ","738716":"\n   what in your opinion makes someone \"fake\"?\n  ","738717":"\n   What would your dream man\/woman look like?\n  ","738718":"\n   seems like ben stopped sending bad stuff do u think its for good or he will revert to his old self\n  ","738719":"\n   You did it?\n  ","738720":"\n   Have you ever been cheated on, or have you been the one who cheated?\n  ","738721":"\n   Well maybe when your welfare check clears you can go down and make that last layaway payment.\n  ","738722":"\n   What makes you special?\n  ","738723":"\n   Is happiness a state of mind or do we need to act in order to achieve it?\n  ","738724":"\n   Are you more of a cat or dog person?\n  ","738725":"\n   what time is it for you\n  ","738726":"\n   I say it is? Lol\n  ","738727":"\n   No one care\n  ","738728":"\n   Ever loes a bet what did you have to do\n  ","738729":"\n   Is it a video u have s*x?? Plz say yes\n  ","738730":"\n   I see that you have a video on onlyfans. Should I be excited? Lol\n  ","738731":"\n   Yea my account got banned twice for asking those questions\n  ","738732":"\n   Do you suppose sex workers? (Strippers, sugar babies, people who sell nudes, etc)) why or why not?\n  ","738733":"\n   What makes you nervous?\n  ","738734":"\n   Is there something you should not eat but eat anyways? (Ex: my dad is allergic to beef, he can eat small amounts and be fine. So he still eats it sometimes!)\n  ","738735":"\n   Do you talk politics with family or you S\/O?\n  ","738736":"\n   what album could you listen to all the time?\n  ","738737":"\n\n    https:\/\/ask.fm\/didarrpxo\/answer\/158800778527?utm_source=copy_link&utm_medium=iOS\n   \n","738738":"\n   You like little sammich sliders?  What are your favourite kind?\n\n(Sammich = sandwich)\n  ","738739":"\n   What do you dislike but have no good reason for disliking? 🤔\n  ","738740":"\n   Favorite color?\n  ","738741":"\n   Doing spam questions. If you want them INBOX me. Other wise, I’m unfollowing everyone who doesn’t.\n  ","738742":"\n   Have you ever seen an ostrich egg up close?\n  ","738743":"\n   Do you have patience with hyperactive children?\n  ","738744":"\n   Alguien del signo Leo? 🤔🤔\n  ","738745":"\n   Anyone ever get mad at you because you wrote something in a way that wasn't right to them? 🤣\n  ","738746":"\n   Where are you from?\n  ","738747":"\n   Which relegion you have?\n  ","738748":"\n   You are in relationship?\n  ","738749":"\n   What is your age?\n  ","738750":"\n   U from\n  ","738751":"\n   What do ppl criticize u the most for\n  ","738752":"\n   No qsn please\n  ","738753":"\n   Whats ur fiance doing rn\n  ","738754":"\n   Have you ever been in an uncomfortable position with a guy or partner when you felt like you did something you weren’t entirely comfortable with? How did you address the situation?\n  ","738755":"\n   What happened to those onlyfans questions lol\n  ","738756":"\n   Favorite chips? Or crisps or crackers whatever they’re called in the U.K.\n  ","738757":"\n   What??🤔🤨🙄\n  ","738758":"\n   Ur just jealous muslim girls are prettier than u and have honor n dignity\n  ","738759":"\n   You said you dont like them so thats racist just like someone saying they dont like black people\n  ","738760":"\n   have u ever found it difficult to do stuff w long nails?\n  ","738761":"\n   Why are you racist against muslims\n  ","738762":"\n   Do you dislike Hispanics like you dislike Muslims ?\n  ","738763":"\n   what are you having for lunch?\n  ","738764":"\n   Why do that\n  ","738765":"\n   Are you satisfied with your weight?\n  ","738766":"\n   Did you want to have a pet koala?\n  ","738767":"\n   Do you own any skirts or dresses\n  ","738768":"\n   Where are you now\nAt home\nOr out\n  ","738769":"\n   Do you think animals have the capacity to love or just their survival instincts that make them attached to each other\/humans?🐈💕\n  ","738770":"\n   Every played COD before? Call of duty? You like the game?\n  ","738771":"\n   Do you shower at night time or morning? Personally I hate morning showers so much yet I've managed to keep having them for awhile now 😂\n  ","738772":"\n   Pick a movie and I have to watch it 😊 so pick good!\n  ","738773":"\n   And your legs\n  ","738774":"\n   Are you a fan of country music or not really?\n  ","738775":"\n   How do you get over a bad breakup?\n  ","738776":"\n   how do i take care of my pet potato\n  ","738777":"\n   why is it that some people try and use Ask like it's a dating site?? it's so annoying... 🙄\n  ","738778":"\n   What is your BFF OnlyFans?\n  ","738779":"\n   Did your ring come yet?\n  ","738780":"\n   Why? \nGive me one reason to become like you\n  ","738781":"\n   Do you believe in God?\n  ","738782":"\n   Which words or phrases do you most overuse?\n  ","738783":"\n   Are you a messy or clean person?\n  ","738784":"\n   How many ex’s do you have? Are you friends with any of your ex’s?\n  ","738785":"\n   What thing can change your mood from bad to great ?\n  ","738786":"\n   what are your favorite hair care products?\n  ","738787":"\n   Do you believe in ghosts? Demons?\n  ","738788":"\n   What’s one good thing that happened today ? If you can’t think of one then pick one from yesterday 😊\n  ","738789":"\n   Does your place of work have nice restrooms? I ask because they’re FINALLY remodeling the ones here.\n  ","738790":"\n   Do you like rock music?\nName some singers or bands that you really like, if you do.\n  ","738791":"\n   Why is it when someone’s angry and they’re yelling at you even though it’s not your fault and they aren’t mad at you. You still feel like they’re blaming you?\n  ","738792":"\n   Tell about a situation when you encountered a problem in your life that you initially didn’t  think you could overcome but you overcame it anyway ?\n  ","738793":"\n   Have you ever been on a ferry before? Tell me about your experience if you have. If you've never been on one before would you ever go on?\n  ","738794":"\n   Hey love can you follow me and ask me questions please , send whatever you'd like , I have sent this to everyone on askfm\n  ","738795":"\n   Who’s the last person you saw?\n  ","738796":"\n   Have you ever slept crooked before? Or slept on your arm and you couldn't move it the next day right?\n  ","738797":"\n   Do you like avocado?\n  ","738798":"\n   Do you carry a sports bottle\/ water bottle around with you? PAP of it.\n  ","738799":"\n   have you ever had one of your social media posts go viral or get a lot of attention?\n  ","738800":"\n   By what standards do you judge yourself?\n  ","738801":"\n   What’s the worst thing a person can do that isn’t illegal? 🤔\n  ","738802":"\n   What have you done today\n  ","738803":"\n   Do you wake up tired in the morning?\n  ","738804":"\n   Pap whatever you want!\n  ","738805":"\n   Do you have a bedtime routine? What is it?\n  ","738806":"\n   Have you ever done something despite knowing it was wrong, what was it?\n  ","738807":"\n   Semana abençoada ❤️😘\n  ","738808":"\n   what’s something you’re not looking forward to?\n  ","738809":"\n   Do you like guys who have their facial hair (beard & mustache) or guys who don’t have facial hair ( or who are clean shaved) ?\n  ","738810":"\n   Do you have WhatsApp?\n  ","738811":"\n   Use as a filler 😊\n  ","738812":"\n   Why wow?\n  ","738813":"\n   Do you go to bed nude?\n  ","738814":"\n   Oh ok wasn't sure since you like smoking Jane too.\n  ","738815":"\n   Post a sexy pic\n  ","738816":"\n   Talking about smoking?\n  ","738817":"\n\n    https:\/\/t.me\/amiciziaedivertimentoAED\n   \n","738818":"\n   Who's your number one friend?\n  ","738819":"\n   How early\n  ","738820":"\n   Did you have a baby shower\n  ","738821":"\n   If people leave you on seen. What would you do? Send them another text message or call them.\n  ","738822":"\n   Have you ever dated a bisexual guy or girl? Someone who was open about their sexuality\n  ","738823":"\n   If you were an anime character. Which character you want to be ? post a picture if you can.\n  ","738824":"\n   do you feel like religion is a more positive or negative force in the world?\n  ","738825":"\n   Are you bisexual??\n  ","738826":"\n   hi im from big company we want to make bestproducts for that we are getting pictures of female bodies with no clothes as feedback for our products we want to be the very best please help us we only need one picture but u can share as many as u like thx bai bai\n  ","738827":"\n   Have you ever had interest or attraction to the same sex? Why is it that guys are less open about their sexuality than girls?\n  ","738828":"\n   Do you like spinach?\n  ","738829":"\n   Por favor senor gibme a dollar 👲\n  ","738830":"\n   As a girl think it’s just cold how most girls are when they don’t wanna talk to a guy on text. They Leave them on seen (a lot girls do that )\n  ","738831":"\n   What kind of phone do you have is it good on battery life?\n  ","738832":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","738833":"\n   How many exes do you have? 🚫👫❌\n  ","738834":"\n   Are you an introvert or an extrovert?\n  ","738835":"\n   Who are your top 10 favourite bands\n  ","738836":"\n   Pizza or ice cream?\nHard choice here folks.\nWhich rather?\n  ","738837":"\n   Anything coming up in the next month or so that you are really looking forward to ?\n  ","738838":"\n   Do you use Apple Pay or something similar?\n  ","738839":"\n   outdoor camping or hotel?\n  ","738840":"\n   what does it mean to fold?\n  ","738841":"\n   Are you a calm person or are you easily stressed?\n  ","738842":"\n   i've seen this “debate” going on and am curious to see y'alls take. do you believe people of the opposite sxx can be just friends without any underlying attraction, or is that inevitable? would you be comfortable with your significant other having close relationships with those of the opposite sxx?\n  ","738843":"\n   Any hidden talents?\n  ","738844":"\n   Can you whistle?\n  ","738845":"\n   Hmnn 🙄😵😫\n  ","738846":"\n   If you could change one thing, what would it be?\n  ","738847":"\n   Have you ever had a pet turtle?\n  ","738848":"\n   have you seen any rappers live?\n  ","738849":"\n   What artist or group would you love to see in concert ?\n  ","738850":"\n   Who do you call the most frequently ?\n  ","738851":"\n   Should kids be able to have CBD products if they needed it? It's illegal in most places.\n  ","738852":"\n   I Don't agree with you\n  ","738853":"\n   What's a subject you wish you didn't know so much about?\n  ","738854":"\n   Would you be happy with this zodiac holiday destination?\n   \n    https:\/\/ask.fm\/lnr87\/answers\/160215421869?utm_source=copy_link&utm_medium=android\n   \n","738855":"\n   Do you like 80's music?\n  ","738856":"\n   Why\n  ","738857":"\n   Is it better to be a big fish in a small pond or small fish in a big pond?\n  ","738858":"\n   Has anything ever happen to you that become full circle at the end\n  ","738859":"\n   What’s up for the weekend ? Anything fun ?\n  ","738860":"\n   First piercing?\n  ","738861":"\n   What worries you the most?\n  ","738862":"\n   I am so very depressed because so many people I know have my number but they don’t text me often. I feel like I am always the one making effort by hitting them up first but they don’t. Should I stop trying texting them? . What should I do? Sometimes they never even reply\n  ","738863":"\n   What's for lunch\/ dinner tonight?\n  ","738864":"\n   Has social media been a net positive or a net negative for our society? Why?\n  ","738865":"\n   Do you consider yourself moody and emotional ?  If not what are you ?\n  ","738866":"\n   Is there anything in your life that is upsetting you?\n  ","738867":"\n   Do you find yourself thinking more about your past, present or future?\n  ","738868":"\n   Have a good day\/night wherever you are ❤️\n  ","738869":"\n   Do you like olives?\n  ","738870":"\n   Hello\n  ","738871":"\n   Why spring turns to summer and then autumn?\n  ","738872":"\n   Last time you laughed until your sides hurt?\n  ","738873":"\n   Something POSITIVE! What is one thing you genuinely like about yourself?\n  ","738874":"\n   Are you reading any books\n  ","738875":"\n   we should save nearest people from the bad relationship, what do you think?\n  ","738876":"\n   Do clowns freak you out, yes or no?\n  ","738877":"\n   Do you like rocks? What kind?\n  ","738878":"\n\n    @daactarsaab\n   \n   report this account please.he is using someone else's identity and he is a catfisher.kindly do your part and take few seconds from your precious time to prevent this application and our users from being catfished!\n  ","738879":"\n   What has life taught you so far?😎\n  ","738880":"\n   Ever have like a bikini malfunction in front of someone. Like your top fell down\n  ","738881":"\n   What are you doing for BFF birthday on Friday?\n  ","738882":"\n   Do you usually let what other people think or say bother you ?\n  ","738883":"\n   Is your kik working? Mine isn't!!!!\n  ","738884":"\n   What was the last thing to impress you\n  ","738885":"\n   Last time you had sex\n  ","738886":"\n   Hows your day been\n  ","738887":"\n   my dog stoled my sippy cup\n  ","738888":"\n   say, if your gf\/bf’s ex invited her\/him to their bday party, would you be okay with them going??\n  ","738889":"\n   When is the last time you told someone you love them?\n  ","738890":"\n   One eye color that you wouldn't choose?\n  ","738891":"\n   Thoughts on the word moist?\n  ","738892":"\n   Vibes\n  ","738893":"\n   Any plans for the weekend ?\n  ","738894":"\n   Are you a sushi fan? 🍣\n  ","738895":"\n   Are you excited for Friday?\n  ","738896":"\n   Moon vs stars?\n  ","738897":"\n   Are you better at baking or more food prep way?\n  ","738898":"\n   When’s the last time you caught your pet in the act of being bad? This morning despite the barriers we put up I caught my dog on the new flooring. Bad dog Charley BAD DOG!!\n  ","738899":"\n   When you are on road trips what is the craziest thing you have seen on the road? ...like those oversize overweight trucks. What is the craziest thing you have seen being hauled on those?\n  ","738900":"\n   Would you taste coffee flavored cream? 👍 or no 👎 ew?\n  ","738901":"\n   Do you believe there is good in everyone?\n  ","738902":"\n   Summer or fall\n  ","738903":"\n   Yeah. You “reply”. But you hardly answer.\n  ","738904":"\n   Do you like to shower in the rain?\n  ","738905":"\n   Do you have much skill with an axe or tomahawk (a type of axe ideally designed for hand-to-hand combat)?\n  ","738906":"\n   What’s the last thing you bought?\n  ","738907":"\n   Do you like Justin Bieber's songs?\n  ","738908":"\n   Describe your day in emojid\n  ","738909":"\n   Hi\n  ","738910":"\n   What’s a world record that you found interesting?\n  ","738911":"\n   Everyone and their grandparents are on TikTok. Name a celebrity and I guarantee they’re on TikTok. Are you on it?\n  ","738912":"\n   Y’all know free me february is almost over. This is the month where we free every rapper behind bars right now. Send me $1,467 at 425-422-8081\n  ","738913":"\n   Bougie I meant, you still workin that 9 to 5? Smh\n  ","738914":"\n   Chill out, issa joke\n  ","738915":"\n   I do a beauty and makeup\n  ","738916":"\n   I’m too boyfriend for y’all. $10 is just 10 ones to me 😌\n  ","738917":"\n   Four female ghost busters? The feminists are taking over!\n  ","738918":"\n   Hi I’m a Chris follow me at\n   \n    @kittyfairy\n   \n","738919":"\n   Yo, please double-check to make sure you're following this account in case my backup (\n   \n    @SethStarrhornsBackup\n   \n   ) gets banned; because some people on here are moronic, immature, little assholes who report you for either nothing, or sticking up for your friend 😎💯 Would be appreciated, thanks\n  ","738920":"\n   You’re missing out\n  ","738921":"\n   Do you have that one friend who you always have to say \"Be nice\" to before you introduce them to anyone new? 😳\n  ","738922":"\n   It’s so funny that you never answer a question.\n  ","738923":"\n   Hey, is it right that the private story feature on Snapchat is meant for girls who want to sell explicit snaps to guys? 😮 I've been using it to post sesh snaps that involve coke use, to make it so certain family members, self righteteous friends etc can't view 💁‍♂️ Have I been doing it wrong? 😮🙈\n  ","738924":"\n   Likers get dp rate for all please?\n  ","738925":"\n   What do you refuse to pay for?\n  ","738926":"\n   How many people have you blocked this week ?  What’s a normal number for a week for you ?\n  ","738927":"\n   What's the worst thing about the last guy that f cked you?\n  ","738928":"\n   Where are you frome??\n  ","738929":"\n   Hi\n  ","738930":"\n   $11 a month for...nothing? Really?\n  ","738931":"\n   If a woman gets pregnant during the month of April, what month will she end up having the baby ?\n  ","738932":"\n   Glad you started the onlyfans! I just subscribed!\n  ","738933":"\n   Abortions are wrong you baby killer girls.\n  ","738934":"\n   (504) 264-3019\n  ","738935":"\n   Do you like it when a guy pulls your hair a little bit as he sticks his tongue down your throat?\n  ","738936":"\n   Send me please I'm need it\n  ","738937":"\n   Oh your trimmed?\n  ","738938":"\n   You hairy or shaved down there?\n  ","738939":"\n   I'm send qunz for you\n  ","738940":"\n   Send me some qunz please\n  ","738941":"\n   Are you excited about the spring? Any plans?\n  ","738942":"\n   Where and when do you get your best ideas?\n  ","738943":"\n   Why do you give coins to people  ?  Is it just for your friends, Is it to reward good answers, Or is it just because you want to be nice ?\n  ","738944":"\n   Last time you had sex\n  ","738945":"\n   Odd parents, fairly odd parents\nIt flips your lid when you are a kid with fairly odd parents!\n  ","738946":"\n   Do you swear a lot\n  ","738947":"\n   “How come nice guys never get girls?” excerpt\n  ","738948":"\n   Space -\n\n\n(Use this post to share or say whatever you'd like. PAP\nA GIF. A quote. Anything. Share anything.)\n  ","738949":"\n   Have you ever worn a fake wedding or engagement ring to keep people from hitting on you?\n  ","738950":"\n   Do you fear death?\n  ","738951":"\n   a society full of se.xual predators has spent years grooming an entire generation of women to believe that making an onlyfans account and selling their body for pennies is \"makin my money\" and thinking that it's a good source of income\n  ","738952":"\n   What’s the happiest you’ve been lately?\n  ","738953":"\n   _💛🍂\n  ","738954":"\n   fuck niga hahahahaha lol\n  ","738955":"\n   What is the weather like where you are at the moment?\n\nHere... It has been super humid and mucky... and has been misting for past two days... It has been raining and raining and raining too off and on... It is supposed to rain for days and days more.. FUN LOL. And it's been a little chilly.\n  ","738956":"\n   How is life at the moment for you REALLY? tell me everything 💖\n  ","738957":"\n   fuck you nigaaaaaaaa nigaaaaaaa nigaaaaaa ngaaaaa nega\n  ","738958":"\n   Nigaaaaaaaaa\n  ","738959":"\n   fuckkk you bitchhhhh\n  ","738960":"\n   Do you usually take naps? I'm constantly tired so I try to nap everyday!\n  ","738961":"\n   please send coin ????\n  ","738962":"\n   is there someone or something you’d risk your life for?\n  ","738963":"\n   I don’t date boys either 😂\n  ","738964":"\n   I don’t like your hair\n  ","738965":"\n   what matter's in boys (Looks, Size,Stamina,money)?\n  ","738966":"\n   Who is someone you love?\n  ","738967":"\n   Happy 32nd Birthday to Rihanna\n  ","738968":"\n   of course not\n  ","738969":"\n   AIDS 😱\n  ","738970":"\n   Can’t believe I accidentally wasted my 500 coins just to hear you cuss\n  ","738971":"\n   What's your favorite chocolate?\n  ","738972":"\n   What’s people’s follower count? I’m bored\n  ","738973":"\n\n    https:\/\/youtu.be\/rJ2x6R5HQwQ\n   \n   My charity boxing match offer to\n   \n    @elysssa_d\n   \n   partner.\n  ","738974":"\n   What is the last thing you searched online?\n  ","738975":"\n   So am I right girls want relationship still\n  ","738976":"\n   Who me or them?\n  ","738977":"\n   My friends told me I should stop hoping to get a girlfriend. According to them girls dont want relationships anymore they just want to have sex and be done with.  Is that true in your Opinion\n  ","738978":"\n   WHATS HEALTHIER MILK OR WATER\n  ","738979":"\n   i just had a baby and he looks like his dad nothing like me what if he was cheating and i had baby of another woman\n  ","738980":"\n   What does it mean to 'go under the knife'?\n  ","738981":"\n   What's your go-to drink?\n  ","738982":"\n   When was the last time you had McDonalds? I just finished eating it 😂\n  ","738983":"\n   What noise do you hear right now, in the moment?\n  ","738984":"\n   Would you play Russian roulette\n  ","738985":"\n   What’s your favourite video game?\n  ","738986":"\n   What is the quality of my questions on a scale from 1 to 10?\n  ","738987":"\n   why girls only like tall guys i mean its not our fault we are born short and that already rules us out for like 95% of women :\/\n  ","738988":"\n   Did Anyone Here Poop today?\n  ","738989":"\n   Do you ever enjoy cookies and milk?\n  ","738990":"\n   How does your behaviour change when you fall in love?\n  ","738991":"\n   do you like diners?\n  ","738992":"\n\n    https:\/\/ask.fm\/chantyjrp\/answer\/159544474782?utm_source=copy_link&utm_medium=iOS\n   \n","738993":"\n   Nice ring\n  ","738994":"\n   What is your horoscope?\n  ","738995":"\n   Follow for follow\n  ","738996":"\n   Ever wanted to say someone something but couldn't say it???\n  ","738997":"\n   Why \nI'm a huge fan of you 😰😰\n  ","738998":"\n   I know Paula's Instagram if you want it\n  ","738999":"\n   Hahaha how did you manage to get your Snapchat deleted ??\n  ","739000":"\n   Hi, follow me back? 😊\n  ","739001":"\n   Bikini pap?\n  ","739002":"\n   how are you today?\n  ","739003":"\n   Which is more important: What you say or how you say it?\n  ","739004":"\n   Who is Paula?\n  ","739005":"\n   Why did Paula's account get suspended?\n  ","739006":"\n   You think is normal that my sister showing here bra when she dress on at home? I am here brother.\n  ","739007":"\n   My ask.fm has been SO DEAD lately! \n\nSend me your followers please because I cry of boredom\n  ","739008":"\n   Do you know somebody who likes to sing but can't hold a tune?\n  ","739009":"\n   Have you ever walked around outside anywhere in socks? If so, where and why?\n  ","739010":"\n   Is Hannah Ann Sluss, on the Bachelor, pretty or cute or hot?\n  ","739011":"\n   I don't believe in gender equality as I believe men and women are different and have their unique roles in civilisation. Do you agree?\n  ","739012":"\n   Hey and how are you doing today?\n  ","739013":"\n   What is the last thing you picked up off the ground?\n  ","739014":"\n   Do you think they're isn't enough kindness in this world?\n  ","739015":"\n   Ok good 😀\n  ","739016":"\n   How do i know if he loves me ?\n  ","739017":"\n   I take that as a yes. 🤢\n  ","739018":"\n   Haha. Okay! Answers that! 😂\n  ","739019":"\n   Would you rather: be able to speak any language fluently or be able to talk to animals and why?\n  ","739020":"\n   who's your favorite South Park character ?\n  ","739021":"\n   You can block me, you’re state you don’t like “fake” yet you’re an account who begs for coins instead of actual topics.\n\nFollowed you for a while because the contradiction from accounts like yours is hilarious.\n  ","739022":"\n   Well it was because there’s minor details, WWE is no different to let’s say Towie, dramatised reality.\n  ","739023":"\n   Just thought you needed educating.\n  ","739024":"\n   But that’s the point in wrestling, hence “entertainment” that’s why you get people like Dwayne Johnson, John Cena, Steve Austin etc who go on to act in movies because they’re actors.\n\nThe whole reason it’s the way it is is because the injury’s involved in that type of sport.\n  ","739025":"\n   Being fake shouldn’t be a reason to dislike it, it’s entertainment no different to TV shows like “The Walking Dead” or even “Rocky” they’re all fake too.\n  ","739026":"\n   Do you like Wrestling\n  ","739027":"\n   top 10 worst accs u ever had in ur page\n  ","739028":"\n   It’s your gift  🎁 in life\n  ","739029":"\n   If you HAVE a pet what made you decide to get yours\n  ","739030":"\n   i am adult boi i need girl pics for school proyect\n  ","739031":"\n   when someone said “you’re amazing and i don’t deserve you. you deserve someone who won’t doubt you or the things you say. someone who sees a future with you. not a fucked-up person like me. you deserve so much better.” what does that mean? is that an excuse to break up or what?\n  ","739032":"\n   What is the last thing that hurt you\n  ","739033":"\n   If you have a pet what is the silliest thing they get excited over? My dog gets excited over green beans and broccoli😂\n  ","739034":"\n   Out of 10 1 being calm 10 being angry how angry are you atm?\n  ","739035":"\n   Your so pretty!\n  ","739036":"\n   Send the last photo on your cell phone. If it happens to be naught, send the next to the last photo! This should be fun! 😂\n  ","739037":"\n   That’s called an Irish twin\n  ","739038":"\n   What kind of parent are you? Authoritative, Permissive, or in between?\n  ","739039":"\n   I need advice, if you was in an open relationship and you partner gave birth to your daughter two days over a month ago and then you find out less than a week ago that the friend you slept with is also pregnant meaning both will be born in the same year, how would you explain that to your daughter?\n  ","739040":"\n   Plans for today?\n  ","739041":"\n   Any good plans for the upcoming week ?\n  ","739042":"\n   True . I'll stay tuned\n  ","739043":"\n   What that's not you I hope not\n  ","739044":"\n   Straight to the point! They otw\n  ","739045":"\n   What is the purpose of life?\n  ","739046":"\n   Have you read any good book recently? Care to share some of your favorite moments from the book? 📚\n  ","739047":"\n   AskFM seems so quiet tonight. What is everyone up too?\n  ","739048":"\n   Do you miss being a kid? 🙁\n  ","739049":"\n   U like Muslims\n  ","739050":"\n   Have you ever been in a sauna before? Tell me about your experience if you have. If you've never been in a sauna, would you ever try it? They are nice and relaxing.\n  ","739051":"\n   What is your definition of pure happiness?\n  ","739052":"\n   What's your favorite board game?\n  ","739053":"\n   What’s a movie you recently watched that you were disappointed in? I didn’t like the new Lion King. It was dull\n  ","739054":"\n   Have you ever paid someone to give you a massage?\n\nOr maybe when you're walking through the malls & there's those people sitting on the ends on the hallways.\nHave you ever stopped & paid them to give you a massage before?\n\nOr maybe sat in their massage chairs?\n\n(Keep this appropriate please)\n  ","739055":"\n   Sleep will never find me. Whose up doing something active?\n  ","739056":"\n   Are you where you want to be at this point in your life or did you think you would be closer to your goals ?\n  ","739057":"\n   What meal do you cook best?\n  ","739058":"\n   What are three things you always bring with you wherever you go?\n  ","739059":"\n   do you have any pets? post a picture!\n  ","739060":"\n   What makes you, you?\n  ","739061":"\n   What did you get upto this weekend?\n  ","739062":"\n   Who defines good and evil?\n  ","739063":"\n   What is the truth?\n  ","739064":"\n   who has the better OnlyFans you or her?\n  ","739065":"\n   Do you enjoy cooking?\n  ","739066":"\n   Do you like cheese? I love cheese a lot 😂🤤\n  ","739067":"\n   share the background\n  ","739068":"\n   What brand of phone do you have?\n  ","739069":"\n   my english is the bestest i am the most very expert with the languaje\n  ","739070":"\n   Hey guys, please follow me on Twitter:\n   \n    @VexGreen\n   \n","739071":"\n   When I say lasagna you say....\n  ","739072":"\n   I like there song cemetery gates\n  ","739073":"\n   Have you ever been paintballing\n  ","739074":"\n   Pantera >>> Panera\n  ","739075":"\n   tomato or tomatoe\npotato or potatoe\n  ","739076":"\n   Do you find people being a hypocrite annoying\n  ","739077":"\n   Ok\n  ","739078":"\n   Ok your welcome\n  ","739079":"\n   Ok cool to know and that is good you are ok awesome.\n  ","739080":"\n   Hey and how are you doing today?\n  ","739081":"\n   Do you like honeydew melon?\n  ","739082":"\n   You're a alag\n  ","739083":"\n   Would you find this annoying 85% when I do something nice for people someone gets angry at me\n  ","739084":"\n   have you ever shattered the screen of your phone?\n  ","739085":"\n   is Mary your bff real name?\n  ","739086":"\n   Would you rather explore outer space or the oceans?\n  ","739087":"\n   What is your idea of paradise?\n  ","739088":"\n   What would be the most useless superpower?\n  ","739089":"\n   Have you ever met the leader of your nation? How about a mayor or governor of your area?\n  ","739090":"\n   Are you good with finances?\n  ","739091":"\n   Hi there, can you advise me on a good place to buy some elbow grease? I'm currently trying to do up my beaten up old rowing boat but my friend Harry said's I'll need lots of elbow grease to restore it... 🛶🤷‍♂️\n  ","739092":"\n   Who’s got the biggest heart out of all your friends?\n  ","739093":"\n   Are you more of a giver or a taker?\n  ","739094":"\n   What is the meaning of pedo?\n  ","739095":"\n   Oh sorry\n  ","739096":"\n   I mean do you like underages (girls)\n  ","739097":"\n   U like minor?\n  ","739098":"\n   U don’t like\n   \n    @Jazmarie_xo\n   \n","739099":"\n   Cake or pie?\n  ","739100":"\n   Ur the best\n  ","739101":"\n   Which countries have you visited?\n  ","739102":"\n   I’m confused don’t know what you’re on about. Nobody gave anybody a warning. You’re weird & so is your vibe. Won’t ask you any more questions. ✌🏾\n  ","739103":"\n   Do you worry about your future?\n  ","739104":"\n   What’s your favourite restaurant to go eat at? 👀\n  ","739105":"\n   Wyd?\n  ","739106":"\n   Break up with him\n  ","739107":"\n   Hi\n  ","739108":"\n   What did he do?\n  ","739109":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","739110":"\n   do you love yellow leaves? how they rustle under their feet ....\n  ","739111":"\n   She made a new account LMAO\n   \n    @Jazmarie_xo\n   \n","739112":"\n   black or gray\n  ","739113":"\n   It was a joke, lol.\n  ","739114":"\n   Too bad you don't give a fuck. I would take one from you any day.\n  ","739115":"\n\n    @mariejazxo\n   \n   is talking about you on her account\n  ","739116":"\n   Gee Anon... Racist much?\n  ","739117":"\n   Let's hear your voice\n  ","739118":"\n   Do you go by any other names\n  ","739119":"\n   what is your twitter?\n  ","739120":"\n   Would you say a dad telling her daughter no guy is good enough for my daughter a common thing?\n  ","739121":"\n   What is your favorite kinda dip to have with chips?\n  ","739122":"\n   When you go to a movie theater, if you go that is, what do you usually order? A drink or slush? Popcorn? Candy? Nachos? Pizza?\n  ","739123":"\n   Lol but you and your bf have cheated on each other more times than you can count\n  ","739124":"\n   Would you say cheating in a relationship is unforgivable by cheating I mean by having sex with someone who is not your partner\n  ","739125":"\n\n    @mariejazxo\n   \n   is spending money on nails when she has bills to pay but lost her job for fighting smh that's crazy\n  ","739126":"\n   What did your bf\/fiance or husband get you for valentines days\n  ","739127":"\n   Do you sleep on the left or right side of the bed\n  ","739128":"\n   Tattoo on the forearm? Roman numerals for 9, 6, and 11.\n  ","739129":"\n   Have you ever made a sandcastle or a wall on the beach? Do you ever draw in the sand on the beach or use a metal detector?\n  ","739130":"\n   How much do you like\/care about each of these topics: Politics, money, same-sex marriage, cars, TV shows, movies, the environment, sex, music, social media.\n  ","739131":"\n   -\n  ","739132":"\n   What personality trait do you admire in other people?\n  ","739133":"\n   What did you do all day?\n  ","739134":"\n   What's the craziest thing that you've ever done? Only share what you feel comfortable with if you'd wish!\n  ","739135":"\n   What are your plans for tonight\n  ","739136":"\n   What can totally impress you?\n  ","739137":"\n   Use this question to vent about something that has been upsetting you lately.\n  ","739138":"\n   Pizza Hut was really good back in the 90s\n  ","739139":"\n\n    @daddishark\n   \n   has the best answers. Also new to ask. Check him out! :)\n  ","739140":"\n   WHAT TYPE OF ANIME CHARACTER DO I LOOK LIKE? 🤔OR PEOPLE SAY YOU LOOK LIKE?\n  ","739141":"\n   What can you think about for hours?\n  ","739142":"\n   Under what circumstances do you block people on social media?\n  ","739143":"\n   Im ordring a pizza from pizza hut do you want anything\n  ","739144":"\n   So ben and jasmine are the same person??\n  ","739145":"\n   What is the scariest movie that you've ever seen\n  ","739146":"\n   What’s for lunch today? I’m having leftover lasagna. I’m sure you’re all happy I shared that information .\n  ","739147":"\n\n    @MarieJazxo\n   \n   is ben\n  ","739148":"\n   What is your busiest day of the week?\n  ","739149":"\n   Do you ever feel awkward using the video\/voice feature on here?\n  ","739150":"\n   What kind of pet would you like to have in the future?\n  ","739151":"\n   Have you ever been a victim of identity theft or had someone hack your bank account? It sucks lemme tell ya.\n  ","739152":"\n   Would you rather live in a small tree house or a small school bus?\n  ","739153":"\n   Do you believe there is good in everyone?\n  ","739154":"\n   Do the people in your life bring the best out of you?\n  ","739155":"\n   Oooh sorry lol I got it wrong\n  ","739156":"\n   What makes you feel safe?\n  ","739157":"\n   She wasn’t even mean, wtf?\n  ","739158":"\n   How are you?\n\n& This is to anyone that celebrated. Happy Valentines to each and everyone of you!\n💗❤💞💖💓💕🥀💗💞🙏😊\n  ","739159":"\n   What's your morning routine? 😊\n  ","739160":"\n   Goodnight 💓\n  ","739161":"\n   What was the last thing you ate?\n  ","739162":"\n   I became VIP and it actually worked✨\nI'm going to start a theme--\nDark or Rick and Morty, pretty odd huh? \nFirst question😈\nIf you got to choose what was written on your gravestone, what would it say?\n  ","739163":"\n   Post picture with your girlfriend or boyfriend\n  ","739164":"\n   What sport do you do?\n  ","739165":"\n   Happy valentines day\n  ","739166":"\n   How was your Valentine's Day. I hope good. If not.. I hope that it starts to get better for ya!\n  ","739167":"\n   Spring is approaching. ☀️🌻🌷🌳🌸\nWhat are you most looking to? (Hiking, Warmer weather, etc..)\n  ","739168":"\n   What can you notWhat live without?\n  ","739169":"\n   ☯️ Do you believe in coincidences or does everything happen for a specific reason?\n  ","739170":"\n   اكتر عصر كان نفسي اعيشه عصر الجواري كنت من صغري هحوش مصروفي واروح اشتري بيه حريم\n\n😂😂😂💃💃\n  ","739171":"\n   Do you like steak? How do you like your steak? Medium rare? Steak GIFs and\/or PAP?\n  ","739172":"\n   Post picture of you valentine's gifts\n  ","739173":"\n   pink or orange\n  ","739174":"\n   pap in skirt or dress\n  ","739175":"\n   💯 agree\n  ","739176":"\n   Are you ok with your significant other still being friends with their ex?\n  ","739177":"\n   the problem my love is gone\n  ","739178":"\n   love\n  ","739179":"\n   What does it mean when a girl smiles at a boy??\n  ","739180":"\n   YO\n  ","739181":"\n   Would you sign a Prenuptial Agreement?\n  ","739182":"\n   Thanks for the card Gabrielle\n  ","739183":"\n   What's the most courageous thing you've ever done?\n  ","739184":"\n\n    @mariejazxo\n   \n   Fought while pregnant\n  ","739185":"\n   Best romantic movie??\n  ","739186":"\n   Do you like chocolate covered strawberries or just strawberries without chocolate? Glazed covered strawberries? H\nHow about caramel? White chocolate? Covered in nuts or sprinkles maybe?\n  ","739187":"\n   Aside from Necessities, What One Thing Could You Not Go a Day Without?\n  ","739188":"\n   (If you celebrate Valentine's Day, if not just ignore)\n\n😍 What kind of gifts do you like to receive on Valentine's Day?  Or 💞 what kind of things do you like people to do for you? ❤ What do you like to do for other people? What kind of gifts do you like to get other people on Valentine's Day? 💓💕\n  ","739189":"\n   Anything special for dinner tomorrow?\n  ","739190":"\n   Do you wear a watch, smartwatch or sports band or do you check the time on your phone? If you have a watch, which one? Send a photo and show off if you want :)\n  ","739191":"\n   Hola buenas noches, alguien habla un rato?😋\n  ","739192":"\n   Do you like the old school 💝 Valentine's Candy Sweethearts? The little hearts with messages on them? Ever heard of them? Seen them before?\n  ","739193":"\n   You have two friends who have asked you to choose between them, you agree. Now how do you choose between the two? What traits make you prefer or value one over the other?\n  ","739194":"\n   what’s the most annoying thing that happened to you this week?\n  ","739195":"\n   Suggest any good movie\n  ","739196":"\n   Have you watched To All The Boys I’ve Loved Before 1 & 2, The Notebook, You, The Kissing Booth, Sierra Burgess is a Loser or any movie Noah Centineo has been in? Everyone has watched it except me although I have in interest in it. Wby?\n  ","739197":"\n   🥧Fav kind of pie:\n  ","739198":"\n   Are there any topics do you don’t answer questions about?\n  ","739199":"\n   🥑Fav way to eat avocados ?\n  ","739200":"\n   How was your day?\n  ","739201":"\n   How significantly would your life have changed if someone came up to your guardian and handed them a business card for children modeling? Are your parents the type of people to allow that? Would you have taken it?\n  ","739202":"\n   Are you in love? ???\n  ","739203":"\n   How cute\n  ","739204":"\n   When is the last time that someone did something nice for you?! What did they do?!\n  ","739205":"\n   how would you describe ask.fm “culture” to someone who doesn’t use this app\/website?\n  ","739206":"\n   I have added her on Snapchat and am going to see what she is like then maybe get with her\n  ","739207":"\n   Do you buy chocolate on sale on  on Feb 15th?\n  ","739208":"\n   Any plans for Valentines Day? Even if you don't celebrate it, what are you doing on Friday 😊\n  ","739209":"\n   what are the best taco ingredients?\n  ","739210":"\n   What would be much better if you could just change the color of it?\n  ","739211":"\n   Are you afraid to speak your own opinion? If so, why?\n  ","739212":"\n   Do you prefer homecooked or restraunt food?\n  ","739213":"\n   A photo from childhood\n  ","739214":"\n   Do you like broccoli?\n  ","739215":"\n   When was the last time you screamed at the top of your lungs?\n  ","739216":"\n   Are you concerned at all about the Coronavirus ?\n  ","739217":"\n   have you ever been to chuck e. cheese? dave and busters?\n  ","739218":"\n   what social media app are you most excited to get notifications on?\n  ","739219":"\n   what’s an overrated food?\n  ","739220":"\n   💭 #QOTD: Have you ever danced in the rain before!? ☔️ I definitely have, but I want to more! 😍\n  ","739221":"\n   Which do you prefer, a gas or electric stove?\n  ","739222":"\n   What is something you for sure want to do one day?\n  ","739223":"\n   Okay so, \nI now have enough coins to become a VIP\nWhat are the rules and stuff so I don't lose it? If y'all know! :D and should I even😂\n  ","739224":"\n   that one question was supposed to say “what flag do you think looks the coolest?”\n  ","739225":"\n   Thoughts on face tattoos?\n  ","739226":"\n   what term do you use for a plural ‘you’ ?\n  ","739227":"\n   Do you enjoy going to the park? Ever get the opportunity to go?\n  ","739228":"\n   Do you ever go back roading?\n  ","739229":"\n   Do you drink monsters? Favorite flavor?\n  ","739230":"\n   Chicken fried steak or nah?\n  ","739231":"\n   do you like to watch fail videos?\n  ","739232":"\n   have you ever used facebook marketplace? have you ever sold clothes online?\n  ","739233":"\n   how many bedrooms are there in your house? how many bedrooms would you have in your dream house?\n  ","739234":"\n   have you ever ridden on a boat? a plane? a train?\n  ","739235":"\n   do you recycle?\n  ","739236":"\n   what color do you think looks best on you?\n  ","739237":"\n   Can u make a video pronuncing your daughters name\n  ","739238":"\n   what’s your favorite tik tok video?\n  ","739239":"\n   Wanna give your friends an extra holiday gift? Plan ahead take the night off from driving and be the designated drinker. Designated drinkers are friends for life.\n  ","739240":"\n   Fav outfit?\n  ","739241":"\n   Cute! I have been following you since for ever but I've been off quite a time and I didn't know if you had already your girl or.not or how you have been doing! I hope everything's okey :) What did u name her? Hugs from Spain\n  ","739242":"\n   Favorite energy drink? If you have one, otherwise just a drink you love. Mine's \"V\" it's a NZ energy drink, otherwise i love red bull too\n  ","739243":"\n   who’s a problematic celebrity you still secretly like?\n  ","739244":"\n   would you rather drive on a backroad or a highway?\n  ","739245":"\n   لدينا مشكلات كثيرة عالقة لا تحلّ إلا عن طريق الاعتذار والاحترام المتبادل، وإن من طبيعة الأشخاص المحترمين أنهم يمنحون الاحترام لمن يستحقه ولمن لا يستحقه\n  ","739246":"\n\n    @learningwithlolaa\n   \n   said I should ask you questions.  So name three fun facts about you?\n  ","739247":"\n   What kind've music can you no stand to hear?\n  ","739248":"\n   Does art have a purpose?\n  ","739249":"\n   What benefits does art provide society? \nDoes art hurt society in any way?\n  ","739250":"\n   Followed 😘💓\n  ","739251":"\n   What is your most bizarre talent?\n  ","739252":"\n   What kind of things did you post?\n  ","739253":"\n   Do you have an onlyfans page?\n  ","739254":"\n   How cold does it get in the winter where you live. Do you like the cold ?\n  ","739255":"\n   When trying to identify who is more submissive and who is more dominant in a relationship, what do you look for? (I'm talking about personality, not sxx)\n  ","739256":"\n   ✨ What things hold you back from doing the things that you really want to? (In case you’re not doing it already)\n  ","739257":"\n   were your parents raised in religious households ?\n  ","739258":"\n   How much were your nails?\n  ","739259":"\n   would you wear no underwear with a skirt?\n  ","739260":"\n   Do you ever get annoyed when the same Friends text you every single day? It’s crazy because like they talked to you one day and now they are talking to you again.\n  ","739261":"\n   what cereal gets soggy the fastest\n  ","739262":"\n   Nice\n  ","739263":"\n   So true! But we're on that Jhene Aiko live your life authentically wave.\n  ","739264":"\n   have you had sex with a boy who was  your friend?\n  ","739265":"\n   Will you be my valentine? Yes I know this is sudden but I really wish you would be my valentine .❤️❤️❤️❤️\n  ","739266":"\n   What new thing did you learn today?\n  ","739267":"\n   Have you ever cut your finger\n  ","739268":"\n   is she single?\n  ","739269":"\n   ابتسم دائما كي يحتار الناس في فهمك.. ؛)\n  ","739270":"\n   Let me borrow some money so l can open it lol\n  ","739271":"\n   Set me up with her\n  ","739272":"\n   The key to happiness. 🤔🤔\n  ","739273":"\n   Do you like to people watch? Seen anything interesting? lol\n  ","739274":"\n   مفتاح السعادة. 🤔🤔\n  ","739275":"\n   is there life after death?\n  ","739276":"\n   What will people say about you at your funeral?\n  ","739277":"\n   Did u have your baby girl?\n  ","739278":"\n   Have you ever had chicken on a stick?\n  ","739279":"\n   How should your soul mate be like?\n  ","739280":"\n   nothing better than arriving home, turning on the television and eating your lil seizures pizza\n  ","739281":"\n   Does it mean you can get p_ssy for guy's or does it mean you'll have sex with a lot of guys?\n  ","739282":"\n   How did you come up with the name pu$$y fairy?\n  ","739283":"\n   what is the first position u think of besides doggy, missionary, or cowgirl\n  ","739284":"\n   💭 #QOTD: do you have a fav kind of bread!? 😎\n  ","739285":"\n   PAP something you love.\n  ","739286":"\n   You would love both places 👌🌹\n  ","739287":"\n   what’s a dessert you don’t really like\n  ","739288":"\n   Anyone else have a selfie with a celebrity?\n  ","739289":"\n   Do you use wax melts? Or any types of incense in your house? If you do, what is your favorite scent that you like to use. If you don't use one these, what would you use?\n  ","739290":"\n   Do you think smoking is - for the lack of better term - “cool”? 🤔\n  ","739291":"\n   were you ever baptized?\n  ","739292":"\n\n    https:\/\/www.youtube.com\/watch?v=_B8I4IfX6B8\n   \n   ♥\n  ","739293":"\n   Where do you wish you were currently at on vacation Atm?\n  ","739294":"\n   when you think to yourself or read something, do you experience an internal narrative in a particular voice? if so, is it your voice? if you don't experience this, then how would you explain your comprehension of written words (i.e. abstractions or maybe even images)? hope this makes sense!\n  ","739295":"\n   How do you prepare for a job interview?\n  ","739296":"\n   Do you think that someone’s behaviour on a social media app, whether the behaviour is good or bad, gives you some insight into how they are as a person ?\n  "},"Answer":{"738224":"\n  My attitude & the way I think\n  ","738225":"\n  I have a daughter and son\n  ","738226":"\n  I have before when I was younger\n  ","738227":"\n  Finally took off all my nails\n  ","738228":"\n  I only trust my fiancé and my bff\n  ","738229":"\n  All the ones normal ppl use\n  ","738230":"\n  I like that show\n  ","738231":"\n  Couple weeks ago\n  ","738232":"\n  You mean as in dying it ? Cuz if so last week\n  ","738233":"\n  I have a fall birthday\n  ","738234":"\n  No movie is that scary\n  ","738235":"\n  Do u have a question\n  ","738236":"\n  Lose all mine now\n  ","738237":"\n  I don’t rly have one . Considering my sleep schedule is all messed up\n  ","738238":"\n  Getting up\n  ","738239":"\n  Not very\n  ","738240":"\n  Cleared out my inbox .\n  \n  Fill it up guys\n  ","738241":"\n  Uh yea\n  ","738242":"\n  Iran\n  \n  Saudi Arabia\n  \n  Afghanistan\n  ","738243":"\n  Both lol\n  ","738244":"\n  Birthmark\n  ","738245":"\n  Thanks\n  ","738246":"\n  Send me some interesting questions\n  \n  About to take a nap\n  ","738247":"\n  Still . An 18 year old doesn’t have shxt to offer me a 25 year old. Especially mind sets. I’d never date someone younger then me anyways & I’m already in a relationship. So this is pointless\n  ","738248":"\n  Sunny . 70° little wind .\n  ","738249":"\n  Uh no . An 18 year old who just got out of high school has nothing to offer me who is 25 been out of high school for almost 7 years & has to kids. Yeah no thank u\n  ","738250":"\n  Haha! Missed all the drama yesterday . Smh\n  ","738251":"\n  I have a fiancé\n  ","738252":"\n  Finally me & my fiancé aren’t fighting anymore ✨\n  ","738253":"\n  Photographer\n  ","738254":"\n  I’m a SAHM\n  ","738255":"\n  🌹\n  ","738256":"\n  Ew I would even rather do that. That’s just nasty\n  ","738257":"\n  I’m not every girl\n  ","738258":"\n  I hate my mil 😇\n  ","738259":"\n  I love oj\n  ","738260":"\n  I do\n  ","738261":"\n  Never attempt\n  ","738262":"\n  Doing things right\n  ","738263":"\n  So bye\n  ","738264":"\n  ????\n  ","738265":"\n  If ur have heartburn through the pregnancy ur child comes out with so much hair\n  ","738266":"\n  Yes when I listen to passion fruit by drake\n  ","738267":"\n  Seafood\n  ","738268":"\n  Bottom of the ocean\n  ","738269":"\n  Sometimes\n  ","738270":"\n  Mhm , nothing recently tbh\n  ","738271":"\n  That was my outfit yesterday\n  ","738272":"\n  A few\n  ","738273":"\n  No\n  ","738274":"\n  Smoking cigarettes\n  ","738275":"\n  Nope never\n  ","738276":"\n  Yay\n  ","738277":"\n  Only sexual questions\n  ","738278":"\n  I smoke. Always makes me sleep if I can’t\n  ","738279":"\n  None of the above\n  ","738280":"\n  Stop sending me stuff in this shxtty language\n  ","738281":"\n  Milk & sugar\n  ","738282":"\n  Send me questions\n  ","738283":"\n  Maybe you’re lame & boring\n  ","738284":"\n  I wouldn’t even have that problem\n  ","738285":"\n  Saw a bum named ca$h who talks about having a closet full of clothes \/\/ designer but has been wearing the same outfit for 3 days straight\n  ","738286":"\n  Can’t wait to eat these wings with my bff 😋\n  ","738287":"\n  K cool\n  ","738288":"\n  Pls tell me why Lmaoo\n  ","738289":"\n  I didn’t even read this\n  ","738290":"\n  Pretty messy rn\n  ","738291":"\n  Yep & no not rly\n  ","738292":"\n  Yay I’m back on the leaderboard\n  ","738293":"\n  I use it everyday . I just don’t post lol . But I scroll everyday many times a day\n  ","738294":"\n  So over all this fighting me and my fiancé are doing\n  ","738295":"\n  K\n  ","738296":"\n  I don’t\n  ","738297":"\n  Absolutely not\n  ","738298":"\n  Lol I don’t rly check it often\n  ","738299":"\n  Why would he know\n  ","738300":"\n  I mean it doesn’t matter cuz I don’t need the money like that\n  ","738301":"\n  Lol\n  ","738302":"\n  I’m picky so idk\n  ","738303":"\n  That’s what I’m saying\n  ","738304":"\n  🤷🏽‍♀️\n  ","738305":"\n  When I was little\n  ","738306":"\n  I don’t see why he would be\n  ","738307":"\n  I raise my kids lmao .\n  \n  You know they have a dad too right who’s home lol\n  ","738308":"\n  Well she’s not even 1 yet and I can’t tell the future\n  ","738309":"\n  Maybe\n  ","738310":"\n  My dove lotion\n  ","738311":"\n  At her grandmas\n  ","738312":"\n  Not often\n  ","738313":"\n  Thank you love. Cuz I definitely need it after yesterday with my fiancé fighting and stuff\n  ","738314":"\n  You know what 50\/50 means right?\n  \n  My moms white & my dads black.\n  \n  So how does that make one only 1 race?\n  \n  My mom is mixed with a bunch of white and my dads from Barbados.\n  \n  Now I’m not having this convo with someone so ignorant . Anything else from you will be blocked 😇\n  ","738315":"\n  Go be curious elsewhere\n  ","738316":"\n  None ya\n  ","738317":"\n  Bye\n  ","738318":"\n  K\n  ","738319":"\n  I don’t give a fxck\n  ","738320":"\n  Rn I’m fine and a little annoyed\n  ","738321":"\n  Everyday\n  ","738322":"\n  Yawn\n  ","738323":"\n  Idc to prove you wrong .\n  \n  You’re not important\n  ","738324":"\n  Not husband and husband to be are to different things . Hence the names\n  ","738325":"\n  Mostly\n  ","738326":"\n  Not English\n  ","738327":"\n  Bye\n  ","738328":"\n  I have a fiancé\n  ","738329":"\n  Scam\n  ","738330":"\n  I’m not lmao . I’m actually gaining\n  ","738331":"\n  I’m still a c cup . I’ve been since the 8th grade lmao\n  ","738332":"\n  Maybe\n  ","738333":"\n  It’s definitely not\n  ","738334":"\n  I already told u my size . You can continue to think what you want .\n  \n  I’m just going to block u cuz ur so annoying\n  ","738335":"\n  Do u have a question\n  ","738336":"\n  & ur annoying\n  ","738337":"\n  No . You get be dismissed or blocked\n  ","738338":"\n  I’m engaged tho 😇\n  ","738339":"\n  🗣 ATTENTION FOLLOWERS\n  \n  It’s finally Friday & the weekend 😁😇.\n  \n  Starting today until Sunday March 8th at 12am eastern I’ll being doing HONESTY WEEKEND 🗣🤪.\n  \n  Ask whatever ya want ✨😏🥴\n  ","738340":"\n  Think ima get some Starbucks later 😘\n  ","738341":"\n  Nooooo!!!!!!\n  ","738342":"\n  Thank you! I’m so obsessed with my ring.\n  ","738343":"\n  Nope. Cuz I believe evil & good go hand in hand .\n  ","738344":"\n  Mhm I’m not entirely sure if I believe in the devil just how I don’t believe in God. But, I’d say this if I DID believe in God I’d most likely believe in the devil since I believe the kinda go hand in hand. One evil one good\n  ","738345":"\n  Do girl\n  ","738346":"\n  I actually don’t go to those lol. I have zero reason.\n  ","738347":"\n  Weirdo\n  ","738348":"\n  Sounds like ur problem\n  ","738349":"\n  Thanks\n  ","738350":"\n  Alcohol\n  ","738351":"\n  Do ur own research\n  ","738352":"\n  That’s with both.\n  \n  But I obviously don’t wear my wedding band\n  ","738353":"\n  Cut hair\n  ","738354":"\n  Tuesday!\n  ","738355":"\n  Thnx\n  ","738356":"\n  Since December 16,2019\n  ","738357":"\n  Go tf away seriously\n  ","738358":"\n  Food\n  ","738359":"\n  25 lmao\n  ","738360":"\n  No I’m not married\n  ","738361":"\n  K cool story\n  ","738362":"\n  My fiancé\n  ","738363":"\n  I was out with my bff , my fiancé & 2 of his friends\n  ","738364":"\n  Be more specific\n  ","738365":"\n  Y’all are real life dumb & it shows\n  ","738366":"\n  Smh\n  ","738367":"\n  I can’t whistle either lol . I can’t ice skate nor roller skate\n  ","738368":"\n  I’m so tired . I slept for 45 minutes 😭\n  ","738369":"\n  I ignore everyone & be miserable lmao\n  ","738370":"\n  I tend to smoke tbh ; helps me be more @ ease .\n  ","738371":"\n  No I haven’t\n  ","738372":"\n  Lmfao\n  ","738373":"\n  No\n  ","738374":"\n  Not my bf either\n  ","738375":"\n  I know. I checked out her page earlier & im just like 🤢🤮\n  ","738376":"\n  I don’t give a fxck\n  \n  You’re being added to my block list for being an annoying prick\n  ","738377":"\n  Cuz I was out\n  ","738378":"\n  If you mean hubby? I’m not even married LMFAO\n  ","738379":"\n  Good 4 u . Cuz idc what u believe\n  ","738380":"\n  Why not what\n  ","738381":"\n  I know\n  ","738382":"\n  When u become obsessed\n  ","738383":"\n  It’s been good so far\n  ","738384":"\n  🥴🥺🤪\n  ","738385":"\n  Ew\n  \n   @Prettymommyxo\n  \n  using the “R” word. How disgusting\n  ","738386":"\n  McDonald’s\n  ","738387":"\n  Chili’s\n  ","738388":"\n  Good night everyone .\n  \n  Didn’t get home until 6;30am. Just put my son on the bus & im out\n  ","738389":"\n  What does it matter\n  ","738390":"\n  I’m blocking you hahah\n  ","738391":"\n  Y’all assuming is so annoying\n  ","738392":"\n  I’m going bAxk to bed . Didn’t get home until 6:30am\n  ","738393":"\n  I’m glad you think so .\n  \n  You’re just mad cuz I won’t show you a pic so you’re gonna go around saying I’m not something when I in fact am\n  ","738394":"\n  Thank you! Like why would I even lie lol\n  ","738395":"\n  No bye\n  ","738396":"\n  Bye\n  ","738397":"\n  🥴\n  ","738398":"\n  Bye\n  ","738399":"\n  O\n  ","738400":"\n  O\n  ","738401":"\n  Bye\n  ","738402":"\n  O\n  ","738403":"\n  O\n  ","738404":"\n  Idk what ur talking about\n  ","738405":"\n  Idk what ur talking about\n  ","738406":"\n  Yeah\n  ","738407":"\n  Thanks\n  ","738408":"\n  Bye\n  ","738409":"\n  🤷🏽‍♀️\n  ","738410":"\n  K\n  ","738411":"\n  O\n  ","738412":"\n  Bye\n  ","738413":"\n  O\n  ","738414":"\n  No\n  ","738415":"\n  Nope\n  ","738416":"\n  No\n  ","738417":"\n  .\n  ","738418":"\n  No\n  ","738419":"\n  O\n  ","738420":"\n  No\n  ","738421":"\n  We have sex\n  ","738422":"\n  No secret\n  ","738423":"\n  What about him\n  ","738424":"\n  O\n  ","738425":"\n  K cool\n  ","738426":"\n  Lmfaoo that’s funny .\n  \n  I haven’t been the since 5th grade\n  ","738427":"\n  Smfh\n  ","738428":"\n  No\n  ","738429":"\n  Idc\n  ","738430":"\n  Yep\n  ","738431":"\n  No\n  ","738432":"\n  No stop asking ur annoying\n  ","738433":"\n  cuz idc\n  ","738434":"\n  No\n  ","738435":"\n  Neither\n  ","738436":"\n  Why not what?\n  ","738437":"\n  Oh well\n  ","738438":"\n  Cuz it has always been a thing since we got together\n  ","738439":"\n  Nah cuz if I got pregnant rn again I’d have an abortion\n  ","738440":"\n  It’s only 12:56am\n  ","738441":"\n  Both\n  ","738442":"\n  K\n  ","738443":"\n  K\n  ","738444":"\n  K cool story\n  ","738445":"\n  K cool\n  ","738446":"\n  I don’t get what’s so funny\n  ","738447":"\n  No\n  ","738448":"\n  Cool\n  ","738449":"\n  Oranges or orange juice\n  ","738450":"\n  Let her say what she wants then . I don’t follow her so idc\n  ","738451":"\n  Oh yeah . We get it now\n  ","738452":"\n  What’s this reference to\n  ","738453":"\n  I already know who she is .\n  \n  No need to explain .\n  \n  She’s a shxtty person for faking a pregnancy if she did\n  ","738454":"\n  That is sad smh\n  \n  Disgusting\n  ","738455":"\n  I only have 5,000 coins . Someone spam me\n  ","738456":"\n  I’m bored af of these lame questions\n  ","738457":"\n  Your asking annoying ones at that\n  ","738458":"\n  I go with the flow . Plans come to me\n  ","738459":"\n  We BOTH just don’t want to\n  ","738460":"\n  No stop asking\n  ","738461":"\n  It’s only Thursday. Idk\n  ","738462":"\n  🥱\n  ","738463":"\n  Do u boo boo\n  ","738464":"\n  Nothing . The day isn’t even half over\n  ","738465":"\n  I’m bored of this\n  ","738466":"\n  K cool story\n  ","738467":"\n  To me it’s irrelevant\n  ","738468":"\n  Ur\n  \n  So\n  \n  Annoying\n  ","738469":"\n  I need coins 😭😭😭\n  ","738470":"\n  Mhm\n  ","738471":"\n  Being a lawyer\n  ","738472":"\n  I definitely would\n  ","738473":"\n  You prefer to be blocked, huh?\n  ","738474":"\n  No. I just don’t care to show something irrelevant\n  ","738475":"\n  Get an abortion.\n  ","738476":"\n  My child won’t .\n  \n  Here in the untied states where I live it’s unlikely . But believe what you want. Let the government brain wash y’all\n  ","738477":"\n  No\n  ","738478":"\n  I have you have an amazing Thursday as well ✨💕. I’ll be sure to send you my spam when I do\n  ","738479":"\n  Probably not\n  ","738480":"\n  Don’t. Care\n  ","738481":"\n  Cuz it’s our sex life\n  ","738482":"\n  For?\n  ","738483":"\n  It’s my life. It doesn’t have to make sense to someone who’s not involved in my life\n  ","738484":"\n  Oh well\n  ","738485":"\n  Cuz I don’t want to that’s why\n  ","738486":"\n  Who cares\n  ","738487":"\n  Why would he have to ask if we both consent to it .\n  \n  You’re asking way to many questions now and it’s weird\n  ","738488":"\n  Thanks\n  ","738489":"\n  Who cares\n  ","738490":"\n  Yeah I have\n  ","738491":"\n  Uh no\n  ","738492":"\n  Technology is controlling us\n  ","738493":"\n  Shorts or a t-shirt\n  \n  Nothing\n  \n  Sweat pants\n  \n  Just a t-shirt\n  ","738494":"\n  So you have a question\n  ","738495":"\n  K\n  ","738496":"\n  Yeah I’m not getting into this debate here\n  ","738497":"\n  Stop sending me bullshit\n  ","738498":"\n  Cuz I don’t want to post them\n  \n  I have my nose & navel\n  \n  I had my nipple\n  \n  No need to see em\n  ","738499":"\n  If a man gets a girl pregnant and it just happened & wasn’t planned? Then sure he has rights to leave . Doesn’t make it right . But you shouldn’t force a man to be a parent just like you can’t force a mom to be one either. And if abortion is an option they discussed & she doesn’t want to do it but he does. Sure he has every right to leave cuz he told her flat out get an abortion & she didn’t\n  ","738500":"\n  Yep. He doesn’t care lmao\n  ","738501":"\n  No\n  ","738502":"\n  I do what i want\n  ","738503":"\n  🤷🏽‍♀️\n  ","738504":"\n  Yeah when I check it\n  ","738505":"\n  Haven’t rly been paying attention to it\n  ","738506":"\n  This whole virus is a government scam\n  ","738507":"\n  Nope I don’t want anymore\n  ","738508":"\n  It’s easier to be loved over the internet where ppl don’t know the real you. Opposed to ppl knowing u irl\n  ","738509":"\n  Idk\n  ","738510":"\n  You’re fxcking annoying\n  \n  Blocking ur next question\n  ","738511":"\n  Bye\n  ","738512":"\n  Smh\n  ","738513":"\n  Raising Hope \/\/ Awkward \/\/ Big Mouth\n  ","738514":"\n  I have 2\n  ","738515":"\n  100% against\n  ","738516":"\n  I started to watch it but got bored during the first episode tbh . But I’ve heard about it\n  ","738517":"\n  Not anymore. I use too\n  ","738518":"\n  I mean I think they’re more for fun lol. I’ve made plenty and barely any come true lmao\n  ","738519":"\n  I wear hats and scarfs\n  ","738520":"\n  Christmas and I love them. Keep the tin after the popcorn lmao\n  ","738521":"\n  Iran lol\n  \n  Sounds mean to say\n  ","738522":"\n  Brooklyn Nine Nine\n  ","738523":"\n  I do\n  ","738524":"\n  Probably not lol.\n  \n  But idk what the future has lol\n  ","738525":"\n  Nobody seen me today besides my fiancé\n  \n  Try again.\n  ","738526":"\n  Pizza\n  ","738527":"\n  Free food\n  ","738528":"\n  7\n  ","738529":"\n  I need more coins 😭\n  ","738530":"\n  Couple days ago\n  ","738531":"\n  I just took mine off .\n  \n  How funny\n  ","738532":"\n  Omfg are you dumb? Or you can’t read the whole thread?\n  \n  I’m blocking your next question\n  ","738533":"\n  K\n  ","738534":"\n  I don’t wear pjs\n  ","738535":"\n  No\n  ","738536":"\n  Who fucking cares\n  \n  How about that\n  \n  You’re fxcking annoying now\n  ","738537":"\n  No. I don’t believe in birth control\n  ","738538":"\n  I do so much. They’re so food 😋\n  ","738539":"\n  I do 🥺\n  ","738540":"\n  Kinda. I use to braid my sons hair before he cut it\n  ","738541":"\n  They can do both\n  ","738542":"\n  Bye\n  ","738543":"\n  Drowning or a house fire\n  ","738544":"\n  I’ve only been pregnant twice and still not pregnant again & wont be even tho he does inside of me lmao\n  ","738545":"\n  You guys can’t read or something\n  ","738546":"\n  🤷🏽‍♀️\n  ","738547":"\n  Honestly idk . I just use me alarm on the phone lol\n  ","738548":"\n  I’d rather not say\n  ","738549":"\n  Who knows\n  ","738550":"\n  K\n  ","738551":"\n  I’m blocking you\n  ","738552":"\n  You’re annoying\n  ","738553":"\n  Mhm\n  ","738554":"\n  😂😂😂.\n  ","738555":"\n  Obviously\n  ","738556":"\n  Bye\n  ","738557":"\n  I’m not voting . How about that\n  ","738558":"\n  I d c\n  ","738559":"\n  No\n  ","738560":"\n  Idek what ur talking about\n  ","738561":"\n  .\n  ","738562":"\n  No\n  ","738563":"\n  I do\n  ","738564":"\n  Idc about ur life\n  ","738565":"\n  Ew\n  ","738566":"\n  Haven’t in 8 years since we been together and we’re not starting now\n  ","738567":"\n  Thanks\n  ","738568":"\n  NOo\n  ","738569":"\n  Not for you or anyone on here\n  ","738570":"\n  Honesty night guys?\n  \n  I’m bored\n  ","738571":"\n  Idk\n  ","738572":"\n  👍🏽\n  ","738573":"\n  Thanks . 😇\n  ","738574":"\n  I love this dress 😍\n  ","738575":"\n  Go find out yourself\n  ","738576":"\n  No\n  ","738577":"\n  Hell no\n  ","738578":"\n  Lol\n  ","738579":"\n  Inside me how about that\n  ","738580":"\n  Dont care\n  ","738581":"\n  If you say\n  ","738582":"\n  I said who cares\n  \n  Idk why you’re assuming\n  ","738583":"\n  No\n  ","738584":"\n  Asking dumb questions\n  ","738585":"\n  Who cares\n  ","738586":"\n  ???\n  ","738587":"\n  Blocked\n  ","738588":"\n  Race, gender , culture\n  ","738589":"\n  Loved how my makeup came out today\n  ","738590":"\n  I already know I’m all that lmaooo . Don’t be upset cuz I have confidence lmao\n  ","738591":"\n  Beatles for sure\n  ","738592":"\n  I just like to have it down unless I’m lazy\n  ","738593":"\n  5\/10\n  ","738594":"\n  Nothing you can do I don’t think\n  ","738595":"\n  Have loved & lost\n  ","738596":"\n  Nobody asked\n  \n  So I don’t know why you’re sending me something irrelevant\n  ","738597":"\n  I am fine\n  ","738598":"\n  My fiancé & bff\n  ","738599":"\n  It’s only good when I’m drunk\n  ","738600":"\n  I have not\n  ","738601":"\n  Scooby Doo\n  ","738602":"\n  No\n  ","738603":"\n  Uh yeah?\n  ","738604":"\n  This has to be my fav\n  ","738605":"\n  How? Lmfao wtf\n  ","738606":"\n  Lettuce , tomato, ham Swiss turkey buffalo chicken cheese , jalapeños , banana peppers, ranch\n  ","738607":"\n  No\n  ","738608":"\n  Sounds like a YOU problem\n  ","738609":"\n  Don’t have 1 rly\n  ","738610":"\n  None\n  ","738611":"\n  Stop asking dumb questions\n  ","738612":"\n  It doesn’t matter the child’s age tbh\n  ","738613":"\n  It’s not my birthday\n  ","738614":"\n  Text .\n  \n  Don’t call me or FaceTime me cuz I most likely won’t answer\n  ","738615":"\n  New York\n  ","738616":"\n  My day so far is alright ; not too bad\n  ","738617":"\n  Australia or New Zealand\n  ","738618":"\n  Mhm I don’t think I have an all time fav\n  ","738619":"\n  Making an onlyfans account isn’t the end of the world. It’s crazy how you women judge others for making some type of money. Meanwhile y’all cry on here about being broke . Stfu & let ppl so wtf they want . Shxts whack now. It’s 2020. Get your p.ussy & d!ck out of an a.ss\n  ","738620":"\n  Smoking\n  ","738621":"\n  Dont care\n  ","738622":"\n  I definitely would do it\n  ","738623":"\n  😇\n  ","738624":"\n  I’m fine 🙂\n  ","738625":"\n  Stop sending me shxt in your shxtty language ffs\n  ","738626":"\n  Going to a diner later\n  \n  Then doing laundry\n  ","738627":"\n  I don’t think so\n  ","738628":"\n  No\n  ","738629":"\n  Me , myself & I\n  ","738630":"\n  Nothing\n  ","738631":"\n  🤷🏽‍♀️\n  ","738632":"\n  I guess\n  ","738633":"\n  Didn’t get home until 9:30am lmao . Was out all night for my bffs birthday yesterday\n  ","738634":"\n  I don’t have to do anything\n  ","738635":"\n  Can’t wait to get my nails done soon\n  ","738636":"\n  You’ll never know\n  ","738637":"\n  If that happens me & him will discuss it\n  ","738638":"\n  Yawn\n  ","738639":"\n  I have them now lol.\n  \n  I like them\n  ","738640":"\n  Depends on you and your body.\n  \n  Both my pregnancies were completely different\n  ","738641":"\n  Cuz when I was in the hospital giving birth & I had a c section\n  ","738642":"\n  I have a bunch\n  ","738643":"\n  There’s a lot\n  ","738644":"\n  3\n  \n  My ears , navel & nose\n  \n  I had my nipple but took that out\n  ","738645":"\n  Next\n  ","738646":"\n  Apollo - Smoove’L\n  ","738647":"\n  Pepsi\n  ","738648":"\n  Happy Friday!\n  \n  Today’s my bff birthday. We’re suppose to go to the city tonight for a club \/\/ sugar factory . And I’m getting my lashes and eyebrows done\n  \n  And the rest of the weekend. I’m not sure. Maybe get my nails done & go shopping.\n  ","738649":"\n  No thank you\n  ","738650":"\n  Thanks\n  ","738651":"\n  Greg and Gabby\n  \n  And our last names\n  \n  My last name starts with a D like his\n  ","738652":"\n  and your point ?\n  ","738653":"\n  I have not a clue\n  ","738654":"\n  Send me questions\n  ","738655":"\n  Ability to ignore ppl\n  ","738656":"\n  Thanks. I’m obsessed\n  ","738657":"\n  Coach purse , leggings , food , crop top hoodie & some clothes for my son\n  ","738658":"\n  Thanks\n  ","738659":"\n  The amount of money I spent td\n  ","738660":"\n  I’m glad I bought this crop top hoodie today .\n  ","738661":"\n  Smoking good weed & the rain\n  ","738662":"\n  No . We’re engaged lol.\n  \n  & he takes marriage seriously\n  ","738663":"\n  Yeah 1\n  ","738664":"\n  They’re alright\n  ","738665":"\n  Lime green\n  ","738666":"\n  Me and my son missed his bus lol. So I had to walk him there\n  ","738667":"\n  Lol idk\n  ","738668":"\n  Cheating\n  \n  Red flags\n  ","738669":"\n  I have not\n  ","738670":"\n  I guess\n  ","738671":"\n  Nope\n  ","738672":"\n  “Outside babe.”\n  ","738673":"\n  Yesterday by Toni Braxton and Trey Songz\n  ","738674":"\n  Yummy - Justin\n  ","738675":"\n  Meat . I don’t like seafood\n  ","738676":"\n  I’m doing great!\n  \n  Can’t wait to get my nails , eyebrows & lashes done soon\n  ","738677":"\n  Dumb questions\n  ","738678":"\n  2.\n  \n  My brother is older , I’m the middle & my sister is the youngest.\n  ","738679":"\n  I love that show .\n  ","738680":"\n  Suck d!ck in public\n  ","738681":"\n  Open lol\n  ","738682":"\n  Racism\n  ","738683":"\n  Smell of newspaper 😁\n  ","738684":"\n  2\/10 😭🥺\n  ","738685":"\n  Rain\n  ","738686":"\n  Fajitas\n  ","738687":"\n  Fall\n  ","738688":"\n  In my room asleep\n  ","738689":"\n  Mhm I’m not entirely too sure my longest\n  ","738690":"\n  About my life , past , future\n  ","738691":"\n  Lol no\n  ","738692":"\n  Mornings\n  ","738693":"\n  I do\n  ","738694":"\n  5\/10\n  ","738695":"\n  I’m a sweetheart\n  ","738696":"\n  7\/10 😇\n  ","738697":"\n  🥰💍🥺\n  ","738698":"\n  No lmao\n  ","738699":"\n  I don’t like seafood\n  ","738700":"\n  Gray 😎\n  ","738701":"\n  Australia or New Zealand\n  ","738702":"\n  You find out\n  ","738703":"\n  Nah\n  ","738704":"\n  K\n  ","738705":"\n  Smh\n  ","738706":"\n  No you’re annoying\n  ","738707":"\n  K\n  ","738708":"\n  Bye\n  ","738709":"\n  No anon\n  ","738710":"\n  November\n  ","738711":"\n  I would’ve said the same thing\n  ","738712":"\n  Yay my ring came today\n  ","738713":"\n  🤷🏽‍♀️\n  ","738714":"\n  Yep\n  ","738715":"\n  Cuz I was young & dumb .\n  \n  You live & you learn\n  ","738716":"\n  Fake ppl everywhere\n  ","738717":"\n  My fiancé\n  ","738718":"\n  Probably\n  ","738719":"\n  I cheated & I’ve been cheated on\n  ","738720":"\n  Yep\n  ","738721":"\n  Lol to bad I spent my money\n  ","738722":"\n  Me being me\n  ","738723":"\n  It can be a little bit of both. You have it in mind but you will act on it eventually\n  ","738724":"\n  Definitely dog.\n  \n  But I wanna dog and cat now that I’m older lol.\n  \n  Cats aren’t so bad.\n  ","738725":"\n  8:43am\n  ","738726":"\n  Then you can assume all you want . Doesn’t mean ur right. Lmao\n  ","738727":"\n  I’m excited. So I care\n  ","738728":"\n  Yay my engagement ring will be arriving today 🥰\n  ","738729":"\n  Subscribe to see\n  ","738730":"\n  🤷🏽‍♀️\n  ","738731":"\n  Ok\n  ","738732":"\n  I support\n  ","738733":"\n  Nothing rly\n  ","738734":"\n  Lol no. That’s dumb imo\n  ","738735":"\n  I hate politics\n  ","738736":"\n  Any Drake\n  ","738737":"\n  Nobody cares\n  ","738738":"\n  I’m not a fan\n  ","738739":"\n  Seafood\n  ","738740":"\n  Lime green\n  ","738741":"\n  You’re anon tho\n  ","738742":"\n  Lol nope\n  ","738743":"\n  No\n  ","738744":"\n  I wish my ring came today 😭😩\n  ","738745":"\n  Yep.\n  ","738746":"\n  The United States\n  ","738747":"\n  Religion is dumb\n  ","738748":"\n  Well I keep mentioning how I’m waiting for my new engagement ring\n  ","738749":"\n  In my bio\n  ","738750":"\n  Can you form a proper sentence. I’m tired of answering stupid\n  ","738751":"\n  Being real\n  ","738752":"\n  ?????\n  ","738753":"\n  Getting ready for work\n  ","738754":"\n  I’m so mad my ring never came today. Got delayed\n  ","738755":"\n  I think someone’s reporting them or ask is deleting them\n  ","738756":"\n  Think ima get Chinese food tonight\n  ","738757":"\n  Ask me questions\n  ","738758":"\n  Cool\n  ","738759":"\n  And that’s good for them\n  ","738760":"\n  My nails are long now and need to be cut\n  ","738761":"\n  I’m not\n  ","738762":"\n  No\n  ","738763":"\n  I had a chicken sandwich from the Spanish deli by my house\n  ","738764":"\n  Now you’ll never see what I said\n  ","738765":"\n  Kinda\n  ","738766":"\n  No lol. They’re cute tho\n  ","738767":"\n  Yawn\n  ","738768":"\n  At home\n  ","738769":"\n  I think they can love . They love their owners I’d say. Lol\n  ","738770":"\n  I have. I play now with my fiancé sometimes\n  ","738771":"\n  Morning showers are the best\n  ","738772":"\n  Can I pick a tv show? Lol\n  \n  Go on Netflix and watch Love Is Blind\n  ","738773":"\n  I’m wearing jeans\n  ","738774":"\n  Not at all\n  ","738775":"\n  Suck d!ck\n  ","738776":"\n  Ugh , where’s my ring at already 😩😭\n  ","738777":"\n  Disgusting \/\/ weird\n  ","738778":"\n  Idk I don’t have the link anymore\n  ","738779":"\n  No. Not yet 😭\n  ","738780":"\n  Believe in what you want\n  ","738781":"\n  No\n  ","738782":"\n  Send me questions\n  ","738783":"\n  Both\n  ","738784":"\n  4 real ones lmao.\n  \n  And no . Idc about them\n  ","738785":"\n  Food , weed , cigs & d!ck\n  ","738786":"\n  I love TRESemmé\n  ","738787":"\n  To a certain extent\n  ","738788":"\n  My new engagement ring will be here today.\n  \n  And I’m excited\n  ","738789":"\n  No lol\n  ","738790":"\n  I don’t like rock\n  ","738791":"\n  Cuz it’s the way our brains are\n  ","738792":"\n  Giving birth\n  ","738793":"\n  I don’t think I ever been on one. But I’d go on one if I had to.\n  ","738794":"\n  Mhm\n  ","738795":"\n  My fiancé\n  ","738796":"\n  Yes! I hate when that happens 😩\n  ","738797":"\n  I do!\n  ","738798":"\n  I don’t\n  ","738799":"\n  Nope. Lol I’m not cool enough.\n  \n  I seen your post on Twitter go viral lol.\n  ","738800":"\n  On my way of thinking\n  ","738801":"\n  Smoke weed\n  ","738802":"\n  This was sent 18hrs ago lol .\n  \n  But yesterday me and my fiancé weren’t in the same page and just annoyed with each other. So I went with my bff &he went with some friends\n  ","738803":"\n  I mean depends on how much sleep I got\n  ","738804":"\n  🥰🤤\n  ","738805":"\n  I rly don’t lol\n  ","738806":"\n  Lmfao yes.\n  \n  Drugs\n  ","738807":"\n  Blocked\n  ","738808":"\n  I just want to ignore the world td\n  ","738809":"\n  Well my fiancé has facial hair\n  ","738810":"\n  No\n  ","738811":"\n  My new ring will be here today 😁\n  ","738812":"\n  Cuz\n  ","738813":"\n  Sometimes\n  ","738814":"\n  Wow\n  ","738815":"\n  No\n  ","738816":"\n  No that’s her nickname\n  ","738817":"\n  Idk why you’re sending me that\n  ","738818":"\n  My bff Maryjane\n  ","738819":"\n  30 weeks both of my kids\n  ","738820":"\n  Only for my son\n  \n  They were planning one for my daughter but I went into labor early\n  ","738821":"\n  I wouldn’t care . It’s not that serious\n  ","738822":"\n  I’ve dated girls before\n  ","738823":"\n  None\n  ","738824":"\n  NEGATIVE\n  ","738825":"\n  I don’t put a label on myself\n  ","738826":"\n  Don’t care\n  ","738827":"\n  I’ve dated girls before\n  ","738828":"\n  Yas\n  ","738829":"\n  Blocking you\n  ","738830":"\n  I just don’t open the message\n  ","738831":"\n  iPhone XS Max\n  \n  And to me it has a good battery life\n  ","738832":"\n  Idc\n  ","738833":"\n  Probably that I count as exes maybe 4\n  ","738834":"\n  Both\n  ","738835":"\n  Mhm\n  ","738836":"\n  Pizza is better than ice cream\n  ","738837":"\n  Maybe 🤪\n  ","738838":"\n  I use Apple Pay sometimes\n  ","738839":"\n  Hotel\n  ","738840":"\n  🤷🏽‍♀️\n  ","738841":"\n  I can be both\n  ","738842":"\n  Honestly feels always grow. I tried it once with my fiancé & his ex & that was one of my biggest regrets tbh . Would I allow it again? Probably not unless they’re married or committed to their s\/o\n  ","738843":"\n  I can sing on the low. Lol\n  ","738844":"\n  No\n  ","738845":"\n  K\n  ","738846":"\n  They way society thinks\n  ","738847":"\n  I did . & he passed away\n  ","738848":"\n  Only 1\n  ","738849":"\n  Drake\n  \n  Roddy Rich\n  \n  Rich the kid\n  ","738850":"\n  My fiancé or bff\n  ","738851":"\n  STRICTLY only if they NEED it . Other than that. Uh no\n  ","738852":"\n  That’s good 4 you.\n  \n  I didn’t ask nor care\n  ","738853":"\n  I can’t rly say there’s something I didn’t want to learn\n  ","738854":"\n  Nope. It’s too cold lol.\n  \n  My birthday month is November\n  ","738855":"\n  Not rly. My fiancé does tho\n  ","738856":"\n  Ppl have to learn & fall on their own\n  ","738857":"\n  Big fish in a small pond\n  ","738858":"\n  Yep smfh\n  ","738859":"\n  I been with my bff\n  ","738860":"\n  Nose\n  ","738861":"\n  Not a damn thing\n  ","738862":"\n  K\n  ","738863":"\n  I’m not sure\n  ","738864":"\n  Negative!!!!!\n  ","738865":"\n  Depends on the situation\n  ","738866":"\n  Kinda\n  ","738867":"\n  Future. For sure\n  ","738868":"\n  Same to you love ❤️\n  ","738869":"\n  Ew no lol\n  ","738870":"\n  Do u have a question\n  ","738871":"\n  How am I suppose to know. Tf\n  ","738872":"\n  Yesterday\n  ","738873":"\n  My body\n  ","738874":"\n  I’m not\n  ","738875":"\n  No\n  ","738876":"\n  I’m scared of clowns\n  ","738877":"\n  They’re pretty\n  ","738878":"\n  NO thank u\n  ","738879":"\n  My engagement ring should be here tomorrow 🤪\n  ","738880":"\n  Uh no?\n  ","738881":"\n  Who knows\n  ","738882":"\n  Lol uh no\n  ","738883":"\n  Kik is corny\n  ","738884":"\n  Nothing lol\n  ","738885":"\n  🔴🔴\n  ","738886":"\n  It’s been alright\n  ","738887":"\n  Good 4 you\n  ","738888":"\n  Uh no\n  ","738889":"\n  10 minutes ago\n  ","738890":"\n  Green\n  ","738891":"\n  😷\n  ","738892":"\n  Yea\n  ","738893":"\n  Just hanging with my bff\n  ","738894":"\n  I don’t like seafood at all 😷\n  ","738895":"\n  I was lol\n  ","738896":"\n  Stars\n  ","738897":"\n  Good prep for sure\n  ","738898":"\n  I don’t have one anymore 😢\n  ","738899":"\n  Being boxed in 😂🙄\n  ","738900":"\n  Yeah I would\n  ","738901":"\n  Sure\n  ","738902":"\n  Fall\n  ","738903":"\n  That’s answering lmao .\n  \n  I answer everything I get\n  ","738904":"\n  No\n  ","738905":"\n  Tired to pay my ticket so my license doesn’t get suspended on the 27. And now I have to go back Monday 🙄\n  ","738906":"\n  A white claw & Wendy’s\n  ","738907":"\n  His old songs\n  ","738908":"\n  🥰🤪🙄😤🤬\n  ","738909":"\n  Do you have a question\n  ","738910":"\n  Mhm I’m not sure\n  ","738911":"\n  TikTok is so dumb imo\n  ","738912":"\n  I’m blocking everything that’s not a question\n  ","738913":"\n  What’s wrong with having a job lmao\n  ","738914":"\n  Idc\n  ","738915":"\n  Don’t care\n  ","738916":"\n  Boyfriends smh\n  ","738917":"\n  ...\n  ","738918":"\n  No\n  ","738919":"\n  No thanks\n  ","738920":"\n  Good. I’m glad\n  ","738921":"\n  No\n  ","738922":"\n  I always do\n  ","738923":"\n  I don’t give a fxck\n  ","738924":"\n  No\n  ","738925":"\n  Life\n  ","738926":"\n  Lol I blocked 3 ppl\n  ","738927":"\n  Nothing at all\n  ","738928":"\n  I’m going back to sleep bye\n  ","738929":"\n  Do u have a question\n  ","738930":"\n  Obviously you have to wait until I upload\n  ","738931":"\n  Do ur math\n  ","738932":"\n  Thanks\n  ","738933":"\n  I agree with them\n  ","738934":"\n  .\n  ","738935":"\n  Yawn\n  ","738936":"\n  No blocked\n  ","738937":"\n  Who knows\n  ","738938":"\n  Both\n  ","738939":"\n  K\n  ","738940":"\n  No\n  ","738941":"\n  I Am. I can’t wait for it to be warm\n  ","738942":"\n  From my brain 🧠\n  ","738943":"\n  Sometimes for my friends or I’m just being nice 🤷🏽‍♀️\n  ","738944":"\n  2 days ago I think\n  ","738945":"\n  My engagement ring was shipped this morning\n  ","738946":"\n  Yep\n  ","738947":"\n  ???\n  ","738948":"\n  I can’t wait for my new engagement ring\n  ","738949":"\n  No\n  ","738950":"\n  I don’t at all\n  ","738951":"\n  Bxtch bye\n  ","738952":"\n  I haven’t . I e been moody af & I think it’s the mercury retrograde\n  ","738953":"\n  I have 69 unanswered questions 😩\n  ","738954":"\n  Learn to speak proper English\n  \n  Now ur blocked & can’t send me anything else 😉\n  ","738955":"\n  Pretty cold lol\n  ","738956":"\n  Everything is fine\n  ","738957":"\n  I’m blocking you now. With ur shxtty Arabic language\n  ","738958":"\n  K cool\n  ","738959":"\n  K cool\n  ","738960":"\n  I take one mostly everyday lol\n  ","738961":"\n  Nooooo\n  ","738962":"\n  Absolutely\n  ","738963":"\n  Lol\n  ","738964":"\n  Nobody asked\n  ","738965":"\n  I dint date boys\n  ","738966":"\n  My fiancé\n  ","738967":"\n  K\n  ","738968":"\n  ?\n  ","738969":"\n  ?? Wtf\n  ","738970":"\n  K\n  ","738971":"\n  3 musketeers\n  ","738972":"\n  10476\n  ","738973":"\n  Bye\n  ","738974":"\n  Omg just ordered my new engagement ring 🥰\n  ","738975":"\n  Yeah\n  ","738976":"\n  That whole statement\n  ","738977":"\n  How dumb\n  ","738978":"\n  Add my new Snapchat\n  \n  Muvax2x0\n  ","738979":"\n  Not entertaining trolls today\n  ","738980":"\n  You guess\n  ","738981":"\n  White claw lol\n  ","738982":"\n  2 days ago. I believe\n  ","738983":"\n  CSI lol\n  ","738984":"\n  Probably 😈\n  ","738985":"\n  COd\n  \n  Mario Kart\n  \n  GTA 5\n  \n  2K\n  ","738986":"\n  8 1\/2\n  ","738987":"\n  Add my new Snapchat\n  \n  Muvax2x0\n  ","738988":"\n  Weirdo\n  ","738989":"\n  I like cookies not with the milk tho lol\n  ","738990":"\n  You become blind sided\n  ","738991":"\n  I do\n  ","738992":"\n  Idc I don’t\n  \n  Click links\n  ","738993":"\n  Can’t wait\n  \n  To upgrade\n  \n  It soon\n  ","738994":"\n  Scorpio ♏️\n  ","738995":"\n  Nah\n  ","738996":"\n  Nope I say it\n  ","738997":"\n  Anon\n  ","738998":"\n  I don’t care\n  ","738999":"\n  I shared a video of my bff onlyfans account & link & Snapchat wasn’t having it lol . I’m just mad all my memories are gone 😭\n  ","739000":"\n  No\n  ","739001":"\n  No\n  ","739002":"\n  My day was alright\n  \n  Besides my Snapchat getting deleted lol\n  ","739003":"\n  How you say it\n  ","739004":"\n  Y’all are annoying\n  ","739005":"\n  How am I suppose to know\n  ","739006":"\n  Muvax2x0\n  \n  Add my new Snapchat\n  ","739007":"\n  Send me wife some juicy questions 🥰💕\n  ","739008":"\n  Add my new Snapchat guys\n  \n  Muvax2x0\n  ","739009":"\n  Muvax2x0\n  \n  Add that\n  ","739010":"\n  Muvax2x0\n  \n  Add my new Snapchat\n  ","739011":"\n  Add my new Snapchat guys\n  \n  Muvax2x0\n  ","739012":"\n  Add my new Snapchat\n  \n  Muvax2x0\n  ","739013":"\n  My clothes\n  ","739014":"\n  Yep\n  ","739015":"\n  K\n  ","739016":"\n  When you catch a STD\n  ","739017":"\n  Ew definitely not 🤢\n  ","739018":"\n  😇😇😇\n  ","739019":"\n  Probably any language\n  ","739020":"\n  Stan\n  ","739021":"\n  K cool\n  \n  You feel better now? You got that off your chest?\n  \n  Now I bet you can’t send me anything else after this 🤪\n  ","739022":"\n  I’m blocking you cuz I said idc & u keep going\n  ","739023":"\n  Oh nothing cuz that’s not educating me on something I already knew.\n  ","739024":"\n  Idc tbh .\n  \n  I don’t like wrestling. It’s fake af & not entertaining imo .\n  \n  Now stop sending me things about wrestling. Cuz idc\n  ","739025":"\n  & I don’t even like any of those shows. I hate anything with zombies & what not .  & just cuz something is fake doesn’t mean I don’t like it. I don’t like wrest. It’s way to fake & obvious\n  ","739026":"\n  Wrestling is fake\n  ","739027":"\n  There’s a few\n  ","739028":"\n  My WiFi is acting up 😩\n  ","739029":"\n  I don’t have one\n  ","739030":"\n  Ask me questions guys\n  ","739031":"\n  Never had that problem\n  ","739032":"\n  I’d rather not say\n  ","739033":"\n  I don’t have one\n  ","739034":"\n  10\n  ","739035":"\n  Thank you\n  ","739036":"\n  I can’t lol it’s inappropriate lol\n  ","739037":"\n  Okay?\n  ","739038":"\n  In between\n  ","739039":"\n  I’d just tell her she has a sister\n  ","739040":"\n  going to head to the mall soon with my fiancé & bff\n  ","739041":"\n  Depending on a lot of things\n  ","739042":"\n  Probably won’t see anything else cuz I’m uploading to my onlyfans\n  ","739043":"\n  Why would I post someone else\n  ","739044":"\n  K\n  ","739045":"\n  Subscribe to my onlyfans .\n  \n  In my bio 😘\n  ","739046":"\n  I haven’t\n  ","739047":"\n  Rn just trying to promote my onlyfans while watching 90 days in\n  ","739048":"\n  Sure\n  ","739049":"\n  Not rly tbh\n  ","739050":"\n  I have not\n  ","739051":"\n  Ask me questions\n  ","739052":"\n  Monopoly\n  ","739053":"\n  I want to see bad boys 3 but I heard that it isn’t as good\n  ","739054":"\n  I have never . I don’t think I would either lol\n  ","739055":"\n  I need my mf taxes already\n  ","739056":"\n  No where near\n  ","739057":"\n  Fajitas\n  \n  Steak\n  ","739058":"\n  Wallet\n  \n  Phone\n  \n  Charger\n  ","739059":"\n  That was my baby Ice. Until we had to give him away.\n  ","739060":"\n  My personality and how I carry myself\n  ","739061":"\n  I just hang out with my bff all weekend . Did drugs lmao 🤪\n  ","739062":"\n  You as a person\n  ","739063":"\n  That I’m a ho ☹️\n  ","739064":"\n  Subscribe to see\n  ","739065":"\n  Sure\n  ","739066":"\n  I love cheese so much lol\n  ","739067":"\n  ????\n  ","739068":"\n  iPhone XS Max\n  ","739069":"\n  Don’t care\n  ","739070":"\n  NineGDxFourO\n  ","739071":"\n  Delicious 😋\n  ","739072":"\n  I thought you meant Panera bread lmao\n  ","739073":"\n  No but I’d love to go\n  ","739074":"\n  Panera\n  ","739075":"\n  Whatever floats your boat\n  ","739076":"\n  Can’t rly say it’s annoying when I’m like that sometimes\n  ","739077":"\n  Stop sending me things that’s not a questions. Before I block you\n  ","739078":"\n  K\n  ","739079":"\n  Thanks\n  ","739080":"\n  I’m doing fine\n  ","739081":"\n  I do so much\n  ","739082":"\n  Was that suppose to hurt my feelings? Lmao\n  ","739083":"\n  I don’t care what YOU do\n  ","739084":"\n  I never\n  ","739085":"\n  Maryjane is her nick name . Lmao\n  ","739086":"\n  The ocean. For sure\n  ","739087":"\n  Smoking a blunt , doing hookah with some drinks . On a beach near clear water on a nice hit summer day ☀️\n  ","739088":"\n  Reading minds\n  ","739089":"\n  I have not!\n  \n  I’d like to meet the mayor tho\n  ","739090":"\n  Not at all\n  ","739091":"\n  Don’t know\n  ","739092":"\n  My bff\n  ","739093":"\n  Both lmao\n  ","739094":"\n  Blocking you now\n  ","739095":"\n  Pedo 🤢\n  ","739096":"\n  I love my fiancé who’s 25 like me\n  \n  Move along pedo\n  ","739097":"\n  This isn’t a proper sentence\n  ","739098":"\n  NOOOOOOOOOOOOOOOOO\n  ","739099":"\n  Going to try & install my lashes\n  ","739100":"\n  Thank you\n  ","739101":"\n  Easier said than done 👌🏽\n  ","739102":"\n  Stop sending me shxt. I deleted the last 3 of your questions on this thread. You didn’t get the hint the last 2 times .\n  \n  Still trying to be relevant\n  ","739103":"\n  Lmfaooo some of y’all say shxt we don’t care about. *unfollows*\n  ","739104":"\n  Why did I get a warning 🙄\n  ","739105":"\n  About to go to sleep\n  ","739106":"\n  No??? How dumb\n  ","739107":"\n  How do you borrow $20 from me Wednesday. Ask me for $10 more the next day. Then yesterday ask me if I had $3.25. & you haven’t paid me back? FOH broke bxtches\n  ","739108":"\n  Not listening & some other stuff\n  ","739109":"\n  My fiancé is so fxcking annoying . He’s passing me tf off\n  ","739110":"\n  I want questions about me\n  ","739111":"\n  I don’t care about her lmao\n  ","739112":"\n  Gray\n  ","739113":"\n  Okay\n  ","739114":"\n  I have no a clue on what you’re talking about\n  ","739115":"\n  Good 4 her\n  ","739116":"\n  Exactly\n  ","739117":"\n  No\n  ","739118":"\n  No\n  ","739119":"\n  NineGDxFourO\n  ","739120":"\n  I’m not a dad so I wouldn’t know\n  ","739121":"\n  Onion\n  ","739122":"\n  I get chicken strips lmao. Soda & candy\n  ","739123":"\n  For 1 I don’t even have a bf 😂.\n  \n  And I don’t even know where you got that assumption from. 😂.\n  \n  Not once have we ever cheated on each other .\n  \n  Grow up\n  ","739124":"\n  Depends on if they want to forgive .\n  \n  Depends if it was a one time thing\n  ","739125":"\n  Lmfaoooo ; if that’s where her priorities are at\n  ","739126":"\n  Nothing lol.\n  \n  We don’t care for Valentine’s Day\n  ","739127":"\n  Left\n  ","739128":"\n  It’s says 9-4-11 that’s when me and my fiancé got together\n  ","739129":"\n  I made a sandcastle before . I drew never use a metal detector\n  ","739130":"\n  I like all the above \/\/ care about them. Expect politics\n  ","739131":"\n  Btw ; mines isn’t a word\n  ","739132":"\n  I need to take my acid reflux medication\n  ","739133":"\n  I slept\n  ","739134":"\n  I almost fought my mil multiple times\n  ","739135":"\n  Probably staying in tonight.\n  \n  Yesterday I was out from 1pm-1am\n  ","739136":"\n  Bring yourself\n  ","739137":"\n  Bxtches fighting while pregnant 🤢🤮. Bxtches who claim they’re  pregnant & not .\n  ","739138":"\n  K\n  ","739139":"\n  Mhm\n  ","739140":"\n  Ask me things\n  ","739141":"\n  My life\n  ","739142":"\n  Stalking , ppl I think are fake profiles & fakes profiles made by mil \/\/ my fiancé’s cousins\n  ","739143":"\n  Pizza Hut is gross & for peasants\n  ","739144":"\n  I don’t give a fxck about Simone who fights while pregnant\n  ","739145":"\n  No movie\n  ","739146":"\n  I had my leftover chipotle\n  ","739147":"\n  I don’t give a fxck\n  ","739148":"\n  It’s always different\n  ","739149":"\n  Yes! That’s why I never use it\n  ","739150":"\n  Dog , cat , lizard , turtle\n  ","739151":"\n  I have not. Thankfully\n  ","739152":"\n  Small treehouse\n  ","739153":"\n  Yeah I do\n  ","739154":"\n  Sometimes. Depends on the crowd I’m with\n  ","739155":"\n  Lol no. I see why you thought that. Lol\n  ","739156":"\n  My fiancé\n  ","739157":"\n  No she wasn’t . That’s what I would want on my gravestone lol\n  ","739158":"\n  I’m doing good. How are you? Hope you had a good Valentine’s Day\n  ","739159":"\n  I don’t rly have one tbh\n  ","739160":"\n  Good morning\n  ","739161":"\n  A biscuit\n  ","739162":"\n  Leave me tf alone 😇\n  ","739163":"\n  Fiancé *\n  ","739164":"\n  None.\n  \n  I use to play lacrosse in school\n  ","739165":"\n  Same to you!\n  ","739166":"\n  My Valentine’s Day was great! Hope yours was well. 💕\n  ","739167":"\n  The warmer weather ; smoking hookah outside in 65° weather\n  ","739168":"\n  My kids\n  ","739169":"\n  I think everything happens for a certain reason\n  ","739170":"\n  Stop sending me things in this shxtty language\n  ","739171":"\n  Medium rare\n  ","739172":"\n  Didn’t get anything lol.\n  \n  But, my ring upgrade soon is my gift\n  ","739173":"\n  Neither\n  ","739174":"\n  How about no\n  ","739175":"\n  Thanks\n  ","739176":"\n  I’ll never make that mistake again\n  ","739177":"\n  I don’t rly give a fxck\n  ","739178":"\n  That’s not my name or a question\n  ","739179":"\n  I don’t know\n  ","739180":"\n  Bye\n  ","739181":"\n  No\n  ","739182":"\n  ....\n  ","739183":"\n  Get pregnant twice\n  ","739184":"\n  That’s trashy imo\n  \n  But to each their own 🤷🏽‍♀️🥴\n  ","739185":"\n  The Notebook\n  ","739186":"\n  I like strawberry’s without chocolate on em.\n  ","739187":"\n  Smoking\n  ","739188":"\n  I only want chocolates tbh. I want a big teddy bear but my fiancé keeps telling me no cuz he don’t know where we would put it 🙄. I usually don’t do anything else . Funny tho cuz tomorrow’s my moms birthday\n  ","739189":"\n  Pizza lol\n  ","739190":"\n  I use my phone\n  \n  Although I want an Apple Watch\n  ","739191":"\n  Idk why you’re talking to me in another language\n  ","739192":"\n  I do they’re good af\n  ","739193":"\n  Basically I’d choose my bff over just a regular friend . Cuz I know my bff will always be there no matter what. I love how fun & outgoing she is . & how she’s always ready to fight some bxtch for me if needed\n  ","739194":"\n  My mom for sure\n  ","739195":"\n  Not too sure\n  ","739196":"\n  I seen the notebook & you\n  ","739197":"\n  Pumpkin pie .\n  \n  But I only eat that around thanksgiving\n  ","739198":"\n  I answer pretty much everything\n  ","739199":"\n  🤷🏽‍♀️\n  ","739200":"\n  Alright so far\n  ","739201":"\n  Probably wouldn’t do it cuz I wouldn’t want to\n  ","739202":"\n  Yeah\n  ","739203":"\n  Thanks ☺️\n  ","739204":"\n  My fiancé paid for me to get my nails & eyebrow done Tuesday.\n  \n  Sunday my bff bought me me food\n  ","739205":"\n  That it’s a toxic site\n  ","739206":"\n  And I know she won’t add you back cuz she only adds ppl back she knows irl 😂\n  ","739207":"\n  No\n  ","739208":"\n  I don’t rly have anything planned. My fiancé has work lol.\n  \n  I’ll most likely be with my bff when he goes to work\n  ","739209":"\n  Sour cream or ranch , cheese lettuce, tomato, jalapeños\n  ","739210":"\n  My eye color\n  ","739211":"\n  Haha! No\n  ","739212":"\n  Depends\n  ","739213":"\n  Lil ol me\n  ","739214":"\n  Absolutely\n  ","739215":"\n  Today lmao\n  ","739216":"\n  It’s a good distraction\n  ","739217":"\n  I’ve been to both\n  ","739218":"\n  Probably Snapchat & fb lmao\n  ","739219":"\n  French fries\n  ","739220":"\n  No\n  ","739221":"\n  Electric\n  ","739222":"\n  Go sky diving \/\/ zip lining\n  ","739223":"\n  They should email you with what to do I believe.\n  ","739224":"\n  Mhm I rly don’t think any lol\n  ","739225":"\n  Ugly\n  ","739226":"\n  ??? Idk when needed\n  ","739227":"\n  I do in the spring & summer .\n  ","739228":"\n  What’s that\n  ","739229":"\n  Ew no\n  ","739230":"\n  Never had it\n  ","739231":"\n  Not rly\n  ","739232":"\n  I used it before & no\n  ","739233":"\n  3.\n  \n  I want 5 the most\n  ","739234":"\n  All the above\n  ","739235":"\n  No\n  ","739236":"\n  Grey\n  ","739237":"\n  No\n  ","739238":"\n  I hate tik tok\n  ","739239":"\n  No I don’t care\n  ","739240":"\n  This has nothing to do with the thread\n  ","739241":"\n  Thank you so much.\n  \n  I’ve been doing good.\n  \n  I got engaged in December 🥰.\n  \n  And we named her Nevaeh Joy 🥰🥺💕\n  ","739242":"\n  I only like Red Bull even tho it’s terrible for you lol.\n  ","739243":"\n  Nicki Minaj\n  ","739244":"\n  The backroads but I know that you can’t always take backroads lol . So sometimes the highway will do\n  ","739245":"\n  Last name antics\n  ","739246":"\n  • I’m sweet but blunt\n  \n  • I’m definitely a Scorpio\n  \n  • I enjoy smoking\n  ","739247":"\n  Hardcore rock or county\n  ","739248":"\n  Why are you asking the same question someone else asked\n  \n  Come up with your own questions\n  ","739249":"\n  Pictures say a 1,000 words .\n  \n  It shouldn’t at all hurt it . I love nude art tbh\n  ","739250":"\n  Thanks\n  ","739251":"\n  I don’t have any\n  ","739252":"\n  Photos that’s all I’m explaining\n  \n  Cuz the whole point is for you to subscribe and see what that person post\n  ","739253":"\n  I use to\n  \n  Debating on making a new one\n  ","739254":"\n  I live in NY so it’s usually in the 20’s-30’s big this year has been above average in the 40’s to low 50’s. We got like 2 60° readings probably last month\n  ","739255":"\n  How strong headed they are. How they talk to me (sometimes aggressive) . Sometimes their walk (if that makes sense) lol\n  ","739256":"\n  Bring lazy sometimes 😩\n  ","739257":"\n  I believe both of them\n  ","739258":"\n  $70 but I basically paid $90 . Including my eye brows & tips\n  ","739259":"\n  Stop asking me perverted questions 🤢🤮\n  ","739260":"\n  No\n  ","739261":"\n  Frosted Flakes ; Cinnamon Toast Crunch\n  ","739262":"\n  Thanks\n  ","739263":"\n  Ok\n  ","739264":"\n  12 year olds shouldn’t be in this site\n  ","739265":"\n  Absolutely 🥺💕\n  ","739266":"\n  Ppl are haters\n  ","739267":"\n  Spent little over $500 in one day yesterday. 🥴\n  ","739268":"\n  That doesn’t matter . Either way you put it. You’ll never get with her\n  ","739269":"\n  Stop sending me shxt in this language ffs\n  ","739270":"\n  No bye\n  ","739271":"\n  No thank you\n  ","739272":"\n  ??? This isn’t a question\n  ","739273":"\n  I love to people watch. I do it everyday 😂\n  ","739274":"\n  Does my page look like I speak this language\n  ","739275":"\n  A big possibility\n  ","739276":"\n  That I’m a bxtch ‘& how caring & amazing I am ☺️\n  ","739277":"\n  About 10 months ago\n  ","739278":"\n  I have not\n  ","739279":"\n  I’m loving my valentine day nails so much 💕\n  ","739280":"\n  My nails are so cute 🥺💕\n  ","739281":"\n  Doesn’t mean any of that LMFAO\n  ","739282":"\n  Just thought of it lmao\n  ","739283":"\n  69\n  ","739284":"\n  Garlic or potatoe\n  ","739285":"\n  💛🥺👯‍♀️\n  ","739286":"\n  I hope so. I’d love to visit both places . But it’s so expansive especially since I’m in the US\n  ","739287":"\n  Cookies\n  ","739288":"\n  No\n  ","739289":"\n  I actually broke 2 of those 😂. I need to buy another one. I use candles for now . I pretty much like sense that smell good to me.\n  ","739290":"\n  No lol smoking shouldn’t even be considered cool\n  ","739291":"\n  No\n  ","739292":"\n  I don’t click links\n  ","739293":"\n  Australia or NZ\n  ","739294":"\n  Eh ; I do sometimes. Like when I’m reading I will try to sound like the characters lol. Now when I’m thinking to myself & im mad @ myself I’ll mock myself in a different voice. I know weird haha\n  ","739295":"\n  Make sure I have my resume , dress nice & be myself\n  ","739296":"\n  Sometimes. Not always\n  "}}