{"Question":{"741443":"\n   I’m so gutted😭😭 I cant wait for you to get married ❤️\n  ","741444":"\n   Still honesty time ? If you want a spam ( bored ) 💁😂\n  ","741445":"\n   I 100% would if I wasn’t in a whole different country 😩😩😩\n  ","741446":"\n   What is your busiest day of the week?\n  ","741447":"\n   How long have you lived in your current home?\n  ","741448":"\n   When will you be pregnant again\n  ","741449":"\n   I just wanted to say happy weekend!! You're awesome!😊🌼 I love sending questions out, but if I ever annoy y'all, just shoot me something in my inbox and I'll stop.💕🌼\n  ","741450":"\n   Terrible person\n  ","741451":"\n   How are the kids?\n  ","741452":"\n   How does ur mil feel about you being engaged\n  ","741453":"\n   Your baby's grandma has goddamn custody of her, try again.\n  ","741454":"\n   What bends your mind every time you think about it? 🤔\n  ","741455":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","741456":"\n   What were some of the turning points in your life? 🤔\n  ","741457":"\n   Among your friends or family, what are you famous for? 🤔\n  ","741458":"\n   What’s the title of the current chapter of your life? 🤔\n  ","741459":"\n\n    https:\/\/ask.fm\/pollspollspolls7\/photopolls\/153500413?utm_source=copy_link&utm_medium=iOS\n   \n","741460":"\n   Do you have any friends that you find just keep making the same poor life choices repeatedly? How do you handle this situation, if you handle it at all aside from listening?\n  ","741461":"\n   Hi\n  ","741462":"\n   Ur married?\n  ","741463":"\n   Who will get engaged first?\n   \n    @kaseyisback1\n   \n   whos been with her bf for a year or\n   \n    @sydkid_13oxx\n   \n   whos been with her bf for 1-2 months\n  ","741464":"\n   Will you get married this year?\n  ","741465":"\n   Okay.. here's a serious one...\nSeedless grapes.. or seeded? 😂🤣😭 What do you prefer? Haha or NEITHER?! XD\n  ","741466":"\n   Do you prefer blue or black pens? 🤣🤷🖊\n\n(I found this question and thought it was hilarious and had to ask.. Haha! Well.. What do you think? 😆 What do you prefer? LOL)\n  ","741467":"\n   Do you enjoy baking? Would you like to tell me about a time you baked something that tasted delicious or how about a time when you baked something and it didn't turn out too good?\n  ","741468":"\n   Have you ever locked yourself out of the house?\n  ","741469":"\n   For those who actually made resolutions, how are they going?\n  ","741470":"\n   Can you play Poker?\n  ","741471":"\n   What are you wearing right now?\n  ","741472":"\n   -\n  ","741473":"\n   hii, i followed you, can you follow me back?\n  ","741474":"\n   what're you doing Gabby\n  ","741475":"\n   Would you date somebody who couldn't cook?\n  ","741476":"\n   Hello\n  ","741477":"\n   Wyd???\n  ","741478":"\n   Some coins please\n  ","741479":"\n   Thoughts on parents who post nxde photos of their toddlers or infants online? Is it no big deal\/ innocent or do you find it distasteful and wrong?\n  ","741480":"\n   Is there any person you are afraid of?\n  ","741481":"\n   🌸\n  ","741482":"\n   Do you have a favorite word from another language than your first one? Which is it?\n  ","741483":"\n   Would you rather play football or watch it played by others?\n  ","741484":"\n   Have you recently needed help with something only to have the people around just stare at you and not offer any ? Example holding a bunch of boxes and needing to open a door.\n  ","741485":"\n   What was your first mobile phone?\n  ","741486":"\n   What is your favorite way to unwind and relax after a very stressful day?\n  ","741487":"\n   What is the accomplishment that you are proudest of in your life?\n  ","741488":"\n   Hi.\n  ","741489":"\n   What's your top 5 favourite books? If you're not a reader, what's your 5 favourite pastimes?\n  ","741490":"\n   So there is some drama going around with Katie Noel and Ryan Upchurch, about how she felt violated because in his sleep he kept grabbing her and pulling her to him, but he was grabbing her in AREAS. \nDo you think she blew it out of proportion?\nWhat's your thoughts on it?\n  ","741491":"\n   What do you get complimented on a lot?\n  ","741492":"\n   I hope you have a lovely weekend! :3 Do you have any plans at all? 💐\n  ","741493":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","741494":"\n   Do you like the Kardashians? Do you watch the show?\n  ","741495":"\n   what’s something that’s oddly satisfying?\n  ","741496":"\n   what did you have for breakfast?\n  ","741497":"\n\n    http:\/\/dnserrorassist.att.net\/search\/?q=Tempting+Fling&t=9\n   \n","741498":"\n   What is your  Instagram and twitter ?\n  ","741499":"\n   What sports do you do?\n  ","741500":"\n   yes the see\n  ","741501":"\n   tew\n  ","741502":"\n   yes\n  ","741503":"\n   who will reach 300 pounds first. kasey or syd?\n  ","741504":"\n   Fav shows?\n  ","741505":"\n   are you a good judge of character?\n  ","741506":"\n   would you clone yourself if you could?\n  ","741507":"\n   have you ever played charades?\n  ","741508":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","741509":"\n   what are your plans for the weekend?\n  ","741510":"\n   At least we know what we want even we will never get what we want. At least we know everything should be deleted even we still cannot delete everything. At least we know that all of you have no value at all. And all of you should be deleted. Even we still cannot delete all of you that have no value.\n  ","741511":"\n   do you use facebook messenger?\n  ","741512":"\n   Well Eggsy said what country soooo lol\n  ","741513":"\n   That’s not a country\n  ","741514":"\n   Like, is it in any way other than when they were at the shops and that?\n  ","741515":"\n   Is it in ti again?\n  ","741516":"\n   What is your favorite source of indoor entertainment?\n  ","741517":"\n   You like honey?\n  ","741518":"\n   Do you have kik?\n  ","741519":"\n   Ever been to a haunted house before?\n  ","741520":"\n   Do you believe that each individual on Earth has a soulmate?\n  ","741521":"\n   How many of your friends are vegans\/vegetarians?\n  ","741522":"\n   He literally creates SO many accounts and asks me NONSTOP I’m just trying to understand why he’s so hateful maybe he’s got undiagnosed mental illness and needs treatment... I can’t believe people take the time out of their day to be that kind of person. You’re gorgeous btw 😭❤️❤️❤️\n  ","741523":"\n   Have you ever seen someone get madly jealous? What did they do?\n  ","741524":"\n   Question 3: who is your favourite person in the world?\n  ","741525":"\n   what is the color of your soles? do you have a photo for them?\n  ","741526":"\n   It’s okay 😩😂 i totally forgot to take it off, lol is definitely a weird one though, she loves to see people’s bedrooms\n  ","741527":"\n   Hi, followed you ✨ I see all the 🔥 coins and likes you gave me for the answers to that racist guy on my page. Im sorry people are ignorant even in 2020...\n  ","741528":"\n   Question 2: what’s your favourite crisps ( or chips I guess).\n  ","741529":"\n   Ugh I forgot to take anonymous off the first time I sent it out but the first question was me 😩😩\n  ","741530":"\n   I asked my toddler: if you could ask anyone anything what you ask. \n\nQuestion number 1: what does your bedroom look like? 🛌\n  ","741531":"\n   Everyone said in this new year, everything will be better and different... do you feel like it’s better or different yet?\n  ","741532":"\n   What is your favorite thing to cook?\n  ","741533":"\n   Have you ever loved someone you have not met?\n  ","741534":"\n   If intelligent extra-terrestrial life was discovered, how do you think humanity would react?\n  ","741535":"\n   Have you ever wrote something and then one of the suggested predictive text was something very inappropriate to the sentence you wanted to write?\n  ","741536":"\n   “At least we know what we want even we will never get what we want. At least we know everything should be deleted even we still cannot delete everything. At least we know that all of you have no value at all and all of you should be deleted even we still cannot delete all of you that have no value.”\n  ","741537":"\n   How long have you been engaged?\n  ","741538":"\n   Anyone here do spam questions or just have any in general. Haven’t been on here in almost a year and I want to answer questions. 😊😊\n  ","741539":"\n   of countries in Europe which would be highest on your vacation bucket list?\n  ","741540":"\n   what was your favorite TV show when you were a kid?\n  ","741541":"\n   What are 3 favorite movies of yours?\n  ","741542":"\n   what are some of the things you like to pin on pinterest?\n  ","741543":"\n   what’s your favorite throwback song?\n  ","741544":"\n   Which country has the world's largest forest?\n  ","741545":"\n   what’s your go to alcoholic drink when you just want to sip something while you relax?\n  ","741546":"\n   Why is it horrible? Literally who cares about cursive lol\n  ","741547":"\n   can you write in cursive?\n  ","741548":"\n   Favourite game app on your phone? I want some games too play but I really can’t find any good ones that I can get into.\n  ","741549":"\n   what’s the weirdest thing that happened to you this week?\n  ","741550":"\n   what was your childhood nickname?\n  ","741551":"\n   do you know how to write a check?\n  ","741552":"\n   Are you single or taken?\n  ","741553":"\n   what’s the farthest you’ve ever driven?\n  ","741554":"\n   Have you been in a car accident?\n  ","741555":"\n   If humans still exist in 10,000 years time, what will civilization look like?\n  ","741556":"\n   10 years is a decade how many years is the future?\n  ","741557":"\n   So u shave ur vagina??\n  ","741558":"\n   what kind of music do you listen to lately?\n  ","741559":"\n   have you ever climbed a tree? have you ever fallen out of a tree?\n  ","741560":"\n   what’s an unusual name that you actually like?\n  ","741561":"\n   do you mind hanging out with couples? (aka 3rd wheeling)\n  ","741562":"\n   feta cheese or blue cheese?\n  ","741563":"\n   of countries in Asia which would be highest on your vacation bucket list?\n  ","741564":"\n   Yeah it’s really good\n  ","741565":"\n   chocolate or vanilla?\n  ","741566":"\n   are any of your friends\/anyone in your family currently pregnant?\n  ","741567":"\n   Any active moms on here you recommend following ?\n  ","741568":"\n   Have you saw don’t fuck with cats on Netflix? OMG.\n  ","741569":"\n   u r nice\n  ","741570":"\n   hey\n  ","741571":"\n   Type \"Seduce me with your ...\" \nLet your keyboard complete the sentence.\n  ","741572":"\n   What photo on your phone do you love the most? What's the reason?!\n  ","741573":"\n   what’s a really common name that you like?\n  ","741574":"\n   have you ever gotten a late cancellation or no show fee for a doctor’s or dentist’s office? did you pay it?\n  ","741575":"\n   Have you done your good deed for the day?\n  ","741576":"\n   Are you able to play any musical instruments?\n  ","741577":"\n   How is your pain tolerance?\n  ","741578":"\n   What do you regret the most?\n  ","741579":"\n   those aren't even bad tattoos though... literally almost everyone has tattoos like this ...lol what is Anon on.\n  ","741580":"\n   I haven’t been on here in a while. I hope you’re doing well ❤️❤️\n  ","741581":"\n   Im glad to entertain you. This is not hate us the truth. Go to a real artist to get tattooed. Even simple tattoos can be made in a beautiful way that shows class and good taste. I mean you dont want to waste your hard earned money\n  ","741582":"\n   Yeah you are right it is a waste of my time but if you dont want others to give their opinions on a PUBLIC PAGE then dont post it\n  ","741583":"\n   Classless and tacky ! Who draw them out? Your kids? They dont deserve to be called tattoos even less art. No depth no nothing just plain drawed and thats it. No shades no nothing. And you show them proudly? Tacky tacky\n  ","741584":"\n   Who was the last person you took a picture with?\n  ","741585":"\n   What's the usual first impression people have on you in person? 😅✨ Are they wrong or nah?\n  ","741586":"\n   Show me your favourite meme!\n  ","741587":"\n   do you like disney music?\n  ","741588":"\n   What is your Song of the week?\n  ","741589":"\n   When was the last time you actually took a poop??\n  ","741590":"\n   How many Instagram followers do you have\n  ","741591":"\n   15 day trip to Fiji, yay or nay?\nWould you like to try something different?\n  ","741592":"\n   Post a picture of your favorite tattoo!! Or a tattoo you would like to get, or one that you just admire.😊\n  ","741593":"\n   Tell me one thing you can't stand?\n  ","741594":"\n   do you like to go and listen to live music?\n  ","741595":"\n   how many coins do you have? how many followers? how many answered questions? how many likes? how many unanswered questions?\n  ","741596":"\n   What's your favorite ice cream flavor?\n  ","741597":"\n   What are the best pizza toppings?\n  ","741598":"\n   Going through inactive followers, drop an emoji to get getting my questions!\n  ","741599":"\n   what’s your favorite salad dressing?\n  ","741600":"\n   Ever gotten a canker sore? I have one and it freaking hurts!!!\n  ","741601":"\n   Have you ever knocked a girl like completely out cold in a fight\n  ","741602":"\n   Have you ever tried bread pudding before?\n  ","741603":"\n   What’s in your pockets?\n  ","741604":"\n   what are you doing?\n  ","741605":"\n   How many followers do you have?\n  ","741606":"\n   would you rather listen to music or watch TV?\n  ","741607":"\n   I feel like ______.\n  ","741608":"\n   is there anything new happening in your life right now?\n  ","741609":"\n   Is free will real or just an illusion?\n  ","741610":"\n   If you could buy any car right now, what would you buy?\n  ","741611":"\n   I meant white family members\n  ","741612":"\n   Anyone want to send their anonymous over to me that would be wonderful! It’s 1:33 am and I’ve woken up and I’m now wide awake (how annoying is that 😭) ❤️\n  ","741613":"\n   have you ever had professional photos done of you or your family?\n  ","741614":"\n   Are you close with any white families\n  ","741615":"\n   What Caribbean country has the best accent in your opinion?\n  ","741616":"\n   Do you have any white cousins\n  ","741617":"\n   Hi, what does your last 3 interests mean?\n  ","741618":"\n   What's your favorite jolly rancher?!\n  ","741619":"\n   do you wear any rings? post a picture!\n  ","741620":"\n   what’s your favorite time of day?\n  ","741621":"\n   have you ever had a locket or a charm bracelet?\n  ","741622":"\n   Would you rather try to\n\nStorm Area 51 \n\nOR\n\nAttend the Fyre Festival\n  ","741623":"\n   how is your day going so far?\n  ","741624":"\n   do you like crab dip? shrimp salad? chicken salad? tuna?\n  ","741625":"\n   i really wanna know more about your personality\/ What are your secrets?\n  ","741626":"\n   It’s not just to sit there and look pretty on your account you’re supposed to work for it so you probably didn’t meet the criteria weekly criteria and I just noticed it now that it’s not on your profile\n  ","741627":"\n   What ever happened to ur VIP?\n  ","741628":"\n   http:\/\/tv. latintvweb.com:25461\/get.php?username=victorfuente&password=bssVGybtmh&type=m3u_plus&output=hl\n  ","741629":"\n   When was the last time somebody shouted at you?\n  ","741630":"\n   It's 2020. Did you think that the world would have ever made it to this year?\n  ","741631":"\n   When was the last time you spent an entire day without your phone? What did you do?\n  ","741632":"\n   do you hold on to receipts?\n  ","741633":"\n   I personally don't like resolutions, but are there any changes that you expect to come for you in 2020?\n  ","741634":"\n   Are goodbyes hard for you?\n  ","741635":"\n   what’s your favorite cooking show?\n  ","741636":"\n   who was your least favorite teacher in school?\n  ","741637":"\n   Do you like crime shows?\n  ","741638":"\n   Followed 🥀\n  ","741639":"\n   Ever been chosen out of the audience to participate ?\n  ","741640":"\n   Did you take your Christmas decorations down yet?\n  ","741641":"\n   what’s your favorite cover song?\n  ","741642":"\n   If you owned a luxury yacht, what would you name it?\n  ","741643":"\n   On scale from 1 to 10, how much of a pizza person are you?\n  ","741644":"\n   Favorite phone game?\n  ","741645":"\n   How do you like you coffee\/tea?\n  ","741646":"\n   what sounds do girls make when they evacuate solid waste?\n  ","741647":"\n   what do you think about having foot sIave ?😂\n  ","741648":"\n   are you awkward about pooing?\n  ","741649":"\n   My boss thinks it's offensive and rude that I don't trust him and he's trying to force me to trust him thoughts on that matter?\n  ","741650":"\n   What a good live broadcast app\n  ","741651":"\n   Sorry to bother you. Can you pls help me? I want to say happy new year to my deceased boyfriends family ( how can I say it to them? I’m having trouble )\n  ","741652":"\n   do you use a lot of emojis? 😂🤪🥴🤷🏼‍♀️💩👹🧟‍♀️🧚🏻‍♂️💛🤍\n  ","741653":"\n   what time did you go to bed last night?\n  ","741654":"\n\n    @abramsonrobbie552\n   \n","741655":"\n   Do you find dreadlocs attractive or unattractive\n  ","741656":"\n   why are we even on ask.fm if that drooling neckbeard dimwitted autistic prevert Frodo kid with awful teeth can get VIP on ask I mean what does that say about this website and the people who use it, including us? are we any better? I think not.\n  ","741657":"\n   I can’t believe the size of those cans on Heidi Watney!\n  ","741658":"\n   would you rather drink or smoke\n  ","741659":"\n   Who’s had five guys before? What was your Order? Rate it out of ten?\n  ","741660":"\n   do you wear more white or black ?\n  ","741661":"\n   Happy New Year everyone, I hope that 2020 is a great year for you! ✨💕\n  ","741662":"\n   Have you noticed the increase on VIP accounts that steal the same questions? Please be original <3\n  ","741663":"\n   Depending on where you are, tomorrow is going to be the start of a new year! What is one thing you want to change from this year?\n  ","741664":"\n   How to be simple ? \ndo good deeds | Voice, the way we talk is so important | How to be good? | Way of speaking\n   \n    https:\/\/thingstoobelearn.blogspot.com\/2019\/12\/how-to-be-simple-how-to-be-good-way-of.html?m=1\n   \n   Hαρρყ Nҽɯ Yҽαɾ!!\n  ","741665":"\n   What are your ups and downs of 2019\n  ","741666":"\n   Happy new year 🎆 🎆 leave a positive comment 🤞💕\n  ","741667":"\n   HAPPY NEW YEARS EVERYONE!!!💕 2020\n  ","741668":"\n   Happy new year to everyone I follow! I love you all💕\n  ","741669":"\n   Is anyone lighting off fireworks where you are already?\n  ","741670":"\n   Do you ever watch The Oscars?\n  ","741671":"\n   Happy New Year\n  ","741672":"\n   Have a blissful, awesome, magnificent, cheerful & rocking year ahead. I wish tremendous joy and good health for you and your family! HAPPY NEW YEAR EVERYONE!🎆🎉🎊\n  ","741673":"\n   *raises a glass* Here's to you! An amazing person! I wish you a great year, full of happiness and good things! 💕 Keep being you, because that is the best thing :3 Keep smiling! :D\n  ","741674":"\n   Are you from Iraq? Cuz I wanna see you Baghdad dat a$$ up\n  ","741675":"\n   What’s your New Year’s Day plans?\n  ","741676":"\n   Happy new year! I hope your year is better than 2019!\n  ","741677":"\n   Happy New year ❤\n  ","741678":"\n   Which TV channel do you believe in?\n  ","741679":"\n   Will you quit smoking this year\n  ","741680":"\n   I seen you on tv\n  ","741681":"\n   Is this year going to be your year\n  ","741682":"\n   Are you close with your parents\n  ","741683":"\n   Do the 10 year challenge\n  ","741684":"\n   Will any American apologise for the utter shit remake sof British films and television series such as The Italian Job, The Whicker Man, Get Carter, The Office, The Prisoner and Inbetweeners?\n  ","741685":"\n   What was the last thing to Annoy you\n  ","741686":"\n   I am going to your house for new year's eve I will be there at 11pm\n  ","741687":"\n   Your belly button looks gross\n  ","741688":"\n   🍄 If you have Instagram and you post things frequently, have you requested your “best nine” yet? bestnine.net — Feel free to share the result here! ✨\n  ","741689":"\n   What's your favorite holiday?\n  ","741690":"\n   big facts\n  ","741691":"\n   hi there, 20F😎 follow me on instagram : destiny_brew1😎. I have a surprise for you. 😉\n  ","741692":"\n   What song do you often sing in the shower?\n  ","741693":"\n   happy new year’s eve! 🎇🎆feel free to use this as a filler. 💛\n  ","741694":"\n   what’s the biggest vehicle you’ve ever driven?\n  ","741695":"\n   I think I lost VIP again 😂 Have you seen any weird incentive programs like this on any other websites? And do you see VIP being something Ask is going to keep, or will it fade out?\n  ","741696":"\n   Do you like barbecue?\n  ","741697":"\n   Do you have any nickname for your friend?\n  ","741698":"\n   Not all zoos are terrible. There are many zoos across the US that are an amazing contribution to conservation. Association of Zoos and Aquariums is a great organization and any zoo accredited by them treat their animals amazingly. I wish people understood that not all zoos are terrible.\n  ","741699":"\n   Do u regret meeting people if so who?\n  ","741700":"\n   Like how are they horrible?\n  ","741701":"\n   Have you ever been to a meetup or hosted your own?\n  ","741702":"\n   Which would you rather be able to do in real life? Copy and paste, or undo?\n  ","741703":"\n   Who was the last person to give you their number? How about last person you gave yours to?\n  ","741704":"\n   Why Spanish and french\n  ","741705":"\n   How many languages do you speak? What language would you like to learn?\n  ","741706":"\n   What's your favorite thing to do alone? 🤔\n  ","741707":"\n   Did you get bullied in school and how did you deal with it\n  ","741708":"\n   Are you a gamer\n  ","741709":"\n   ok... it's best to do that... i just hate wen dumb ass people do stuff like that it really pisses me off\n  ","741710":"\n   What does your signature look like\n  ","741711":"\n   Lol... ok u hun I think u can block the anon if i'm not mistaking\n  ","741712":"\n   Once a ho always a ho\n  ","741713":"\n   Go post more half naked pics on your onlyfans account for thirsty dudes online\n  ","741714":"\n   Girl don't worry bout anything he\/she is saying bc at the end of the day u the only one that really knows what's going on or what have went on..\n  ","741715":"\n   you get more beautiful every time I come on here omg!!\n  ","741716":"\n   God is this anonymous not bored yet 😴🤦🏼‍♀️\n  ","741717":"\n   Last summer was summer of 2018. Weren't you pregnant then ? And sleeping with other guys? Ew\n  ","741718":"\n   Cause you hopped from dxck to dxck just cause you & the father of your kids were having problems cause giving your body to dudes means nothing to you\n  ","741719":"\n   Everyone judges and if you don't wanna get judged don't post about personal stuff idiotic ho\n  ","741720":"\n   Yeah which means you were opening your legs to other dudes instead of trying to work it out smh\n  ","741721":"\n   Lame asf I feel bad for your daughter she has a terrible role model as a mom\n  ","741722":"\n   You literally said you slept with 3 other people while y'all broke up\n  ","741723":"\n   You're a shameless woman 🤢\n  ","741724":"\n   Have you ever given a bj\n  ","741725":"\n   3 months ago while your daughter was only 6 months you had to screw another guy ? Smh weak relationship lol\n  ","741726":"\n   What does it matter if you were seeing someone else when you guys broke up?\n  ","741727":"\n   what about the other men you couldn't resist screwing \nmust not have been that amazing\n  ","741728":"\n   Where was your son while you were out d!ck hopping?\n  ","741729":"\n   was the other dxck good\n  ","741730":"\n   Have you ever cheated on your  fiancee\n  ","741731":"\n   how many people were you with when y'all weren't together\n  ","741732":"\n   Does your kids have any god parents\n  ","741733":"\n   Just saying you won't teach her to not be a thot as a teen girl which you clearly were\n  ","741734":"\n   Trust me! Why is your BABY going to sleep around just because you’ve had many sexual partners YEARS before she was even born 🤦🏼‍♀️\n  ","741735":"\n   Do you Pefer sex with  girls or boys\n  ","741736":"\n   Supergroup \"Quiet Mouth\" releases the hit song \"Bangin' On The Sun\" of Summer '20 a few months early!\n  ","741737":"\n   Well you've had sex with more than 10 people may call you one\n  ","741738":"\n   Your daughter will be promiscuous too sadly\n  ","741739":"\n   So if you were 16 when you lost your v card and 17 or so when you started dating you've been with 10+ people in that year? Ew .\n  ","741740":"\n   How old were u when u started dating greg\n  ","741741":"\n   Has anyone ever called you a s**t\n  ","741742":"\n   Ever been with a girl\n  ","741743":"\n   Would you want to be internet famous?\n  ","741744":"\n   Promiscuous\n  ","741745":"\n   What's your favorite food? 😋\n  ","741746":"\n   Do you have nice handwriting? If you feel comfortable, post a picture! If not, you can definitely use this as filler :)\n  ","741747":"\n   🍄 What social stigma does society need to get over?\n  ","741748":"\n   I thought it was 9\n  ","741749":"\n   Billie Eilish needs to know what Mariah Carey wants for Christmas and she's getting pretty frustrated.\n  ","741750":"\n   What car do you have\n  ","741751":"\n   How many people have you had sex with\n  ","741752":"\n   what’s your favorite sport that involves a ball?\n  ","741753":"\n   the NBA or the NFL?\n  ","741754":"\n   How old were you when you lost your virginity\n  ","741755":"\n   Do you have any gay\/lesbian friends\n  ","741756":"\n   No. Good luck to you for being too close minded and saying never to something you dont know if you will change your opinion\n  ","741757":"\n   Yes I will\n  ","741758":"\n   Last time you had sex\n  ","741759":"\n   Don't you want any more kids\n  ","741760":"\n   Then use protection\n  ","741761":"\n   why did not being pregnant make you happy\n  ","741762":"\n   Why not\n  ","741763":"\n   You had a pregnancy scare\n  ","741764":"\n   What was the last thing to make you happy\n  ","741765":"\n   when you've finished all of your work, school, chores, general responsibilities, etc etc., what do you prefer to do in your spare time?\n  ","741766":"\n   Which is why you will get cheated on if not already now\n  ","741767":"\n   What do you do to entertain yourself?\n  ","741768":"\n   That embarrassing moment when _______.\n  ","741769":"\n   What promise have you broken? 💔\n  ","741770":"\n   I'll never ______.\n  ","741771":"\n   Do you believe in ghosts? Any paranormal experiences? 😊\n  ","741772":"\n   What are your New Year’s Eve plans?\n  ","741773":"\n   Name one thing that really annoys you 😁\n  ","741774":"\n   What if ______.\n  ","741775":"\n   what are your hobbies?\n  ","741776":"\n   who would you like to see in concert?\n  ","741777":"\n   Can you type without looking at the keyboard?\n  ","741778":"\n   Have you ever fired a real gun? 😁\n  ","741779":"\n   What day does your garbage get picked up?\n  ","741780":"\n   have you ever been to a play?\n  ","741781":"\n   What did you have for breakfast\/lunch today?!\n  ","741782":"\n   Copiers!! Lol Which would you choose though? Id love to live in a zoo!😂\n  ","741783":"\n   Do you like the New York Yankees\n  ","741784":"\n   have you ever broken a bone?\n  ","741785":"\n   favorite brand of makeup? lipstick or lipgloss?\n  ","741786":"\n   what are the ages to vote, buy alcohol, and buy cigarettes in your country? should these laws be changed, in your opinion?\n  ","741787":"\n   What is the cuisine of white americans?\n  ","741788":"\n   Are you pregnant?\n  ","741789":"\n   If they were\n  ","741790":"\n   If you knew for sure that one of your parents was cheating on the other, would you tell them?\n  ","741791":"\n   Are you a gabby?\n  ","741792":"\n   i loved the plot twist in episodes 8 and 9, but the ending in episode 10 was lackluster, imo. it obviously opens up to a new season 3, but idk the whole \"happy ending\" thing seemed a bit out of character.\n  ","741793":"\n   What is a primary fear that is holding you back?\n  ","741794":"\n   If only ______.\n  ","741795":"\n   How many pennies could fit in your shower?! 😳😯😱😆💰\n\n(I saw someone ask this earlier and I just had to send this one out. 😂 Hilarious. What y'all think of this question? Haha)\n  ","741796":"\n   Do you like chocolate milk?\n  ","741797":"\n   happy monday!\n  ","741798":"\n   What's the first thing you notice in a person of the opposite gender?\n  ","741799":"\n   do you like cheetah print? chevron? plaid? stripes? polka dots?\n  ","741800":"\n   lol i dont either\n  ","741801":"\n   What's a damn good song you've been listening to recently?\n  ","741802":"\n   didnt really need to reply did ya lol\n  ","741803":"\n   bye\n  ","741804":"\n   soz\n  ","741805":"\n   i really wanna bang paula lol\n  ","741806":"\n   nice\n  ","741807":"\n   We just stopped and hung out PFFT 😂😂😂\n  ","741808":"\n   how are ya\nwhat you up 2\n  ","741809":"\n   hey g\n  ","741810":"\n   Right?! and you go into into it thinking you're fine and then-- nope 😂😂😂\n  ","741811":"\n   what should you be doing right now?\n  ","741812":"\n   everyone always talks about the good ones but what’s the WORST vacation you’ve ever been on? why was is so bad?\n  ","741813":"\n   would you ever own a pig? ferret? squirrel?\n  ","741814":"\n   my girl and I have done that. it IS weird 😂😂\n  ","741815":"\n   Did u have a cake\n  ","741816":"\n   What did you do for Joseph's first bday\n  ","741817":"\n   Why did you\n  ","741818":"\n   have u ever been heart broken?\n  ","741819":"\n   What song did you last listen to?\n  ","741820":"\n   What is your favorite music?\n  ","741821":"\n   Do you have any gross hotel stories?\n  ","741822":"\n   Do you have any siblings and do you get along with them\n  ","741823":"\n   What are you doing\n  ","741824":"\n   What is being a parent like? Also what part of being a mother makes you happy?\n  ","741825":"\n   When’s the wedding?\n  ","741826":"\n   Would you rather live in a zoo or an amusement park?\n  ","741827":"\n   What do you hate about life?\n  ","741828":"\n   do you think cats understand what we’re saying? i definitely talk to my cat like she knows. 😂\n  ","741829":"\n   How many pennies would fit into your shower?!\n  ","741830":"\n   Kindly followed back and likes please 👸✌\n  ","741831":"\n   Kindly followed back and likes please 👸✌\n  ","741832":"\n   What's your favorite app?\n  ","741833":"\n   🍄 If you are in a bad mood, do you prefer to be left alone or have someone to cheer you up?\n  ","741834":"\n   I'm sorry.\n  ","741835":"\n   do you proofread your answers before posting them?\n  ","741836":"\n   Inovasi apa yang bisa dilakukan untuk sebuah kota kecil \/ kabupaten?\n  ","741837":"\n   do you watch reality tv?\n  ","741838":"\n   Do you have a favorite store or brand you can recommend for sports bras? I've only used Hanes so far. They're ok but I wonder what else is better and worth the price tag. Thank you!\n  ","741839":"\n   do you have an outie bellybutton?\n  ","741840":"\n   I shall now use the force to cure your constipation😓Hopefully you’re already sitting on a toilet🚽\nIf not..oh well 🤷🏻‍♂️\n  ","741841":"\n   Why are zoos horrible\n  ","741842":"\n   Have you ever smoked weed\n  ","741843":"\n   Do you have a boyfriend ?\n  ","741844":"\n   On scale from 1 to 10, how much of a sweets person are you? One meaning not so much and 10 being super duper duper, like loving sweets!\n  ","741845":"\n   Would you ever move\n  ","741846":"\n   Have you ever said what people were thinking\n  ","741847":"\n   Do you like where you live\n  ","741848":"\n   Have you ever been to any movie\/tv series set\n  ","741849":"\n   Foto fisico o in costume\n  ","741850":"\n   Thanks! 😊\n  ","741851":"\n   🍄 What kind of parent do you think you will be? \/ What kind of parent are you?\n  ","741852":"\n   You having a good day today?! \n\n\n😁 Good day for me! 🎂 I am happy and love y'all! Raining out here.\n  ","741853":"\n   Ah, ah, it's what you say!✌😁 try you aren't a dummy...\n  ","741854":"\n   🍄 When do you think a person is ready for marriage?\n  ","741855":"\n   🍄 What is a relationship deal breaker for you?\n  ","741856":"\n   What if every time you got mad or upset your body inflated like a balloon?\n  ","741857":"\n   French !!! Learn with me mademoiselle !👍\n  ","741858":"\n   Is what you’re doing now what you always wanted to do growing up?\n  ","741859":"\n   Why ?\n  ","741860":"\n   What makes you feel accomplished?\n  ","741861":"\n   What was the best phase in your life?\n  ","741862":"\n   What qualities about yourself do you value the most?\n  ","741863":"\n   If you where asked to teach a class, what class would you want to teach?\n  ","741864":"\n   Do you read a bunch of reviews about a movie before deciding whether to watch it or not?\n  ","741865":"\n   Do you consider yourself an introvert or an extrovert?\n  ","741866":"\n   If you could learn any language fluently, what would it be?\n  ","741867":"\n   Would you rather live (permanently) in a roller coaster park or in a zoo?\n  ","741868":"\n   What’s the one thing you would like to change about yourself?\n  ","741869":"\n   What you believe in then?\n  ","741870":"\n   Would you rather be able to copy and paste in real life, or undo in real life?\n  ","741871":"\n   Are you religious or spiritual?\n  ","741872":"\n   You've been given a baby elephant. You can't get rid of it. What would you do with it?\n  ","741873":"\n   What’s your philosophy in life?\n  ","741874":"\n   On a scale of 1-10 how honest are you?\n  ","741875":"\n   You're in the circus, would you rather be the person with their head inside the lion's mouths or get shot out of the cannon?\n  ","741876":"\n   If you were home on a rainy Sunday afternoon, what movie would you most want to see on television?\n  ","741877":"\n   Would you rather have unlimited sushi for life or unlimited tacos for life?\n  ","741878":"\n   have you ever experienced any sort of discrimination (i.e. homophobia, transphobia, sexism, racism, ableism, etc etc)? how did you handle the situation(s)?\n  ","741879":"\n   Juicy like what for example?\n  ","741880":"\n   Your answers are boring. I don’t know why\n   \n    @poetalunam\n   \n   sends you spam.\n  ","741881":"\n   Which Disney character would you like to be for a day?\n  ","741882":"\n   i went to an art show the other night, where local artists were showcasing their work. have you ever been to an art show before? do you support small businesses?\n  ","741883":"\n   What is the most annoying habit that other people have? 🤔\n  ","741884":"\n   do you do those facebook quizzes and games?\n  ","741885":"\n   what time do your child(ren) get up in the morning?\n  ","741886":"\n   🎆 What are your New Year’s resolutions?\n  ","741887":"\n   do you like coconut oil?\n  ","741888":"\n   What impresses you in a person?\n  ","741889":"\n   Do you enjoy wearing makeup ? If so what’s your favourite look you’ve created\n  ","741890":"\n   Anything special your doing with the new few days? Any event your attending?\n  ","741891":"\n   What is your battery percentage currently on?\n  ","741892":"\n   Share your favorite emoji!\n  ","741893":"\n   What's one thing you really want but can’t afford? 🤔\n  ","741894":"\n   do you like sour cream? do you like mayonnaise? do you like whipped cream? what about cream cheese? what about cottage cheese?\n  ","741895":"\n   Is there such a thing as knowledge if everything we know is subject to debate?\n  ","741896":"\n   do you like pina coladas? strawberry daiquiris? malibu sunrises?\n  ","741897":"\n   Who here has been through the friendzone? 😅 Or are you usually the one who friendzones? Both? 😁✨\n  ","741898":"\n   do you own a camera? what kind?\n  ","741899":"\n   do you have a favorite cup or mug that you drink out of? post a picture, if possible !!\n  ","741900":"\n   friends or the office?\n  ","741901":"\n   oh why\n  ","741902":"\n   what’s something you want?\n  ","741903":"\n   do you wear sunglasses? do you wear hats?\n  ","741904":"\n   do you miss anyone?\n  ","741905":"\n   what are you excited for?\n  ","741906":"\n   Are you walking the stairway to heaven or driving the highway to hell?\n  ","741907":"\n   Last time you got overwhelmed?\n  ","741908":"\n   coffee or tea?\n  ","741909":"\n   post a picture of anything you want 🖼\n  ","741910":"\n   thats nice\n  ","741911":"\n   does anyone else hate peppa pig? 😩\n  ","741912":"\n   so, my roommate got food poisoning from the cheese wontons we ordered from the chinese food place the other night. have you ever had food poisoning before? what do you think it was from?\n  ","741913":"\n   2019 recap ; what were your favorite moments of 2019? what have you accomplished this year?\n  ","741914":"\n   WELL DONE\n  ","741915":"\n   in our digital world, most people receive satisfaction out of the followers and likes they receive on social media. are you one of these people? if so, what does it do for you personally? if you don't pay any mind to followers or likes, then what is the most important part of social media for you?\n  ","741916":"\n   Have you ever been stood up by a date or a friend? Did you ever learn the reason why?\n  ","741917":"\n   What came first, chicken or egg?🤷‍♂️\n  ","741918":"\n   What should be common sense?\n  ","741919":"\n   You and your hubby are so cute!\n  ","741920":"\n   Would you ever date a girl?\n  ","741921":"\n   Would you ever take back a cheater?\n  ","741922":"\n   Is that better?\n  ","741923":"\n   nice\n  ","741924":"\n   i cant wait for it\n  ","741925":"\n   i am yes\n  ","741926":"\n   What ruins a good time?\n  ","741927":"\n   Bath or shower?\n  ","741928":"\n   Do you have a skincare routine?\nGuys it's important to look after your skin.\n  ","741929":"\n   What is your favourite kind of scents?\n  ","741930":"\n   Would you rather leave your hometown forever -Or- stay in your hometown forever?\n  ","741931":"\n   🧠 What harsh truths do you prefer to ignore?\n  ","741932":"\n   Have you used that Snapchat feature where your face is in it?\n  ","741933":"\n   Do you know how to cook?\n  ","741934":"\n   Ok what thread can I use?\n  ","741935":"\n   I already did\n  ","741936":"\n   I will ask you questions\n  ","741937":"\n   Do you have an app you hate but still use?\n  ","741938":"\n   If you're on Instagram, do you prefer to see posts from friends or celebrities?\n  ","741939":"\n   Ok why?\n  ","741940":"\n   Do you wish to be something little bit more?\n  ","741941":"\n   Are you ready for 2020?\n  ","741942":"\n   Have you ever put salt instead of sugar?🤣\n  ","741943":"\n   🧠 If you could teach everyone in the world one concept, what concept would have the biggest positive impact on humanity?\n  ","741944":"\n   Have you ever felt ashamed about your past?\n  ","741945":"\n   Have you ever used a sauna?\n  ","741946":"\n   Ok we arleady saw the lights in simcoe we have to go on horse trolley ride yet\n  ","741947":"\n   How do you feel about meat eaters?\n  ","741948":"\n   Were you popular in school?\n  ","741949":"\n   Ok we usually go skating and do crafts in simcoe\n  ","741950":"\n   Ok why not?\n  ","741951":"\n   What specials do you have next quarter?\n  ","741952":"\n   what are your sunday plans?\n  ","741953":"\n   Ok are u excited for new years Eve?\n  ","741954":"\n   What r u doing rn?\n  ","741955":"\n   you should have a quick wedding in Las Vegas and do it next weekend\n  ","741956":"\n   Earth, Water, Air, Fire. Which element would you rather bend? Why? 🤔 (Just pick one 😁)\n  ","741957":"\n   are you wearing lash extensions in your dp or just a rly good mascara?\n  ","741958":"\n   Thoughts on people who talk in third person?\n  ","741959":"\n   ‏كم مرَّةً أغراك جمعٌ صاخبٌ\n‏لكنَّ شيئًا فيكَ كان وحيدا\n  ","741960":"\n   I want a hot girl to tell me if I'm ugly or not and be brutally honest. Any volunteers? I'll give you my Snapchat 😂\n  ","741961":"\n   If your fiance was in jail for a year would you wait for him\n  ","741962":"\n   Are you currently in love 💚? Crushing 😍? Or heartbroken? 💔😅\n  ","741963":"\n   Who’s watched\/watching season 2 of YOU? I’m on episode 9 right now\n  ","741964":"\n   2 eggs and a sausage\n  ","741965":"\n   What was the last thing to annoy you\n  ","741966":"\n   Ok so I want to make my profile picture on Facebook a picture of me my boyfriend who is deceased. But my only thing is when I find someone else to date wouldn’t I have to remove it as my profile pic?\n  ","741967":"\n   Do u like cardi b\n  ","741968":"\n   How's the weather today where you are?\n  ","741969":"\n   What about Greg\n  ","741970":"\n   Do you work today\n  ","741971":"\n   Do you know how to bbq?\n  ","741972":"\n   a white Christmas or a warm Christmas?\n  ","741973":"\n   Do you like the simpsons ?(tv show)\n  ","741974":"\n   Last place you slept over at?\n  ","741975":"\n   have you ever been to a very small wedding? have you ever been to a very large wedding?\n  ","741976":"\n   Where are your punctuation marks? When you ask a question, you end that sentence with a question mark. It looks like this (?). Well, I guess we all learn something new sometimes... L M A O\n  ","741977":"\n   Would you cheat on your partner with your favourite celebrity if gotten the chance?😋\n  ","741978":"\n   have you ever gone on a cruise?\n  ","741979":"\n   have you ever participated in a white elephant gift exchange?\n  ","741980":"\n   What are you up to today?\n  ","741981":"\n   Do you like roast and veggies?\n  ","741982":"\n   What is that supposed to mean? How old are you, SIX? judging from your profile pic, you don’t look arrogant or conceited at all! (That was sarcasm) have a nice day!\n  ","741983":"\n   I want a really hot girl to tell me if I'm ugly or not and be honest. Any volunteers? I'll give you my snapchat 😂\n  ","741984":"\n   What's your favorite song from the 2000s?\n  ","741985":"\n   What is your busiest day of the week?\n  ","741986":"\n   Sup, bihs? I’m new to this... \n\n\nHA!\n\nAnybody out there know why we exist? TRULY?!?,\n\nHMM...............\n\nBASS DROP!\n\nFUUMMMMMMMMMM!\n\nAnyway, if anybody out there wants to have a nice convo about whatever, I’m down. In fact, I have a degree in conversationalism (not a real word)!\n  ","741987":"\n   If you gave your significant other something for the holidays but they didn’t give you anything, would you be upset?\n  ","741988":"\n   Which is why y'all will eventually break up\n  ","741989":"\n   Be with someone who brings out the best in you, not the stress in you?\n  ","741990":"\n   When's the last time you received or gave a hug?\n  ","741991":"\n   Did you have to return any gifts you were given? 🎁\n  ","741992":"\n   Do you usually get good morning or good night messages on here or elsewhere?\n  ","741993":"\n   Do you use things to help you sleep? I can’t sleep without a fan on and it has to be pitch dark\n  ","741994":"\n   Have you \/ do you make New Years resolutions? If yes, what? :3\n  ","741995":"\n   I can’t sleep so I’m gonna ask some questions. What’s your favourite snack food? I’m currently having bbq Pringle’s!\n  ","741996":"\n   stand facing the corner with your hands and one foot up and let someone to take a picture for you\n  ","741997":"\n   Have you ever had a poutine?\n  ","741998":"\n   Do you own a wax burner? Favourite scent?\n  ","741999":"\n   What is your biggest fear?\n  ","742000":"\n   spam starting soon!\n  ","742001":"\n   Do you have a calendar up somewhere In your home?\n  ","742002":"\n   Do you have any pets?\n  ","742003":"\n   what makes you angry?\n  ","742004":"\n   ?\n  ","742005":"\n   What was your favourite thing you’ve gotten for Christmas?\n  ","742006":"\n\n    https:\/\/chat.whatsapp.com\/EYkggiWnypJ8wSXUArCVuO\n   \n   Worldwide whatsapp group, come join! ❤️💫\n  ","742007":"\n   Do you own a wireless charger?\n  ","742008":"\n   Do you have any plans for New Years? :3\n  ","742009":"\n   Do you currently have your nails painted?\n  ","742010":"\n   are we talking eyebrows?\n  ","742011":"\n   If you could be intimate with anyone celebrity, who would it be?\n  ","742012":"\n   What type of phone do you have?\n  ","742013":"\n   If you could get any tattoo right now, what would it be?\n  ","742014":"\n   Do you prefer shaving or waxing?\n  ","742015":"\n   Why is your brother kinda fine though\n  ","742016":"\n   If y'all broke up when you were 18\/19 it would've\n  ","742017":"\n   Biggest fears ?\n  ","742018":"\n   Honest question would you forgive Greg if he cheated on you\n  ","742019":"\n   How did ur sister react when she found out u were pregnant the first time\n  ","742020":"\n   What if he stopped seeing the kid\n  ","742021":"\n   So she a nobody\n  ","742022":"\n   How often do u see ur dad\n  ","742023":"\n   What would u have done if u and ur man broke up permanently after ur son was born\n  ","742024":"\n   Why does she have an Arabic \/ Muslim name\n  ","742025":"\n   Is ur sister popular like u\n  ","742026":"\n   Why not\n  ","742027":"\n   What's ur sisters name\n  ","742028":"\n   Are u and ur sister close\n  ","742029":"\n   What time do you go to bed\n  ","742030":"\n   Does your man help out at night so u can sleep ?\n  ","742031":"\n   Does your sister help with the kids\n  ","742032":"\n   When is nevaehs bed time ?\n  ","742033":"\n   Do you guys like thirty seconds to Mars? \nIf you do, what’s your favorite song by them?😋😬\n  ","742034":"\n   ما تتكلمي انتي عربي 😂😂😜\n  ","742035":"\n   ما الضُر لو أن المشاعر كالملابس تُخلعُ ..\n  ","742036":"\n   If you could CLOSE one fast food chain down, which one would it be?\n  ","742037":"\n   Is true girl! You look like the grinch...  and your hair looks weird... doesnt it grow longer? Middle length hair looks horrible\n  ","742038":"\n   Im not im just giving you my opinion. If it doesnt favor you it doesn’t mean im bothered. I have complimented you and yet you dont complain or ask why im pleased or happy... or now will you say im a hater?\n  ","742039":"\n   Do ppl not know wtf getting engaged means ? If he proposed that makes him her fiancé ! 😲 Idk why your anons are acting brand new to this damn world lmao\n  ","742040":"\n   You look like a Whoville citizen, and when you talk like a thot you look like the Grinch, the same nose.\n  ","742041":"\n   If you dont like other people’s opinions, why are you here?\n  ","742042":"\n   Your piercings look so pretty, love em 💕\n  ","742043":"\n   Your skin looks good what do you use for it ?\n  ","742044":"\n   Why do you like your own answers? Is stupid! Is like kissing yourself in a mirror, or patting your own back\n  ","742045":"\n   Have you ever regretted being a parent?\n  ","742046":"\n   Call him whatever you want\n  ","742047":"\n   Why did you mil call you?\n  ","742048":"\n   What do you need right now\n  ","742049":"\n   Why you keep saying my fiancé... cant you say man or even husband because even when you are not married legally you have been living together for a couple of years now maybe so is ok to say husband. But you sound stupid oooh my fiancé you can even say boyfriend we all know already you are engaged\n  ","742050":"\n   You have any plans tonight\n  ","742051":"\n   Pengen ditanya apa?\n  ","742052":"\n   Is there anything you thought you would grow out of but didn’t?\n  ","742053":"\n   Let’s say a baby was born on a cruise ship in the middle of the Pacific Ocean. What would the child’s nationality be? Do you know the answer? First correct answer gets 100 coins.\n  ","742054":"\n   What profession doesn’t get enough credit or respect?\n  ","742055":"\n   Sweet potato fries or regular fries?\n  ","742056":"\n   ⛺️ 🎸 Have you ever been on a music festival with camping? Feel free to share your experiences or your thoughts on this topic. Here’s a festival vlog of mine:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/160051145839\n   \n","742057":"\n   do you get embarrassed easily?\n  ","742058":"\n   What's your favorite thing in your fridge right now?!\n  ","742059":"\n   have you ever gone camping? hiking? tubing?\n  ","742060":"\n   Exactly slender man. Zero booty! Unnecessary Flash in there... bad picture\n  ","742061":"\n   do you listen to kpop?\n  ","742062":"\n   what’s the next holiday you’re looking for?\n  ","742063":"\n   Do you have any favorite jewelry?\n  ","742064":"\n   What's your favorite thing to do on a rainy day?\n  ","742065":"\n   What kind of things do you not mind waiting for?!\n  ","742066":"\n   Would you rather 5% of the population have telepathy, or 5% of the population have have telekinesis?\n(You are not part of the 5% that has telepathy or telekinesis)\n  ","742067":"\n   What takes up too much of your time?\n  ","742068":"\n   do you like tie dye?\n  ","742069":"\n   Whats to like there?\n  ","742070":"\n   Have you ever gone to Disney on Ice? I’m going in two weeks with Sophia!\n  ","742071":"\n   What are the things you always take with you when you go? If there is any.\n  ","742072":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","742073":"\n   Hope you’re having a great week so far! And an even better weekend!\n  ","742074":"\n   What is the first thing you notice about a person?\n  ","742075":"\n   Do you usually show up early or late? ⏱\n  ","742076":"\n   Have you ever tried boxing before? Even as an exercise?\n  ","742077":"\n   do you make reservations before going out to eat somewhere?\n  ","742078":"\n   How are you feeling today?\n  ","742079":"\n   New videos on YouTube Snapchat andygene42\n  ","742080":"\n   Any big plans for new years?\n  ","742081":"\n   if you were getting donuts for a group and someone asked you to bring back a “simpson’s donut,” what would you bring back?\n  ","742082":"\n   “donut” or “doughnut?”\n  ","742083":"\n   what is your favourite quotation?\n  ","742084":"\n   Would you rather have all traffic lights you approach be green or never have to stand in line again?\n  ","742085":"\n   What do you think of Sundays?\n  ","742086":"\n   Would you rather go 5 years into the future or 5 years into the past ?\n  ","742087":"\n   do you use low power mode on your phone, if your phone has it?\n  ","742088":"\n   what’s the highest you’ve ever ranked in your country on ask.fm?\n  ","742089":"\n   do you have any plants?\n  ","742090":"\n   do you use pinterest?\n  ","742091":"\n   If dogs never existed, which animal would take its place as Man's Best Friend? 🤔\n  ","742092":"\n   have you ever been to a demolition derby?\n  ","742093":"\n   do you use netflix? hulu? prime video? disney+? if so, what are your favorite shows\/movies to watch on there?\n  ","742094":"\n   do you like chex mix? what’s your favorite flavor?\n  ","742095":"\n   What has been the best thing to happen to you this month?\n  ","742096":"\n   I'll be sending out more questions later, please let me know if you wish to *not* receive them!\n  ","742097":"\n   how do you feel about bank overdraft fees?\n  ","742098":"\n   My videos on\n   \n    https:\/\/youtu.be\/Kfj6oDyAxxM\n   \n\n    @Hayleywilson21\n   \n\n    https:\/\/youtu.be\/JPw4VlGWGX0\n   \n\n    @BigAmericanFatso\n   \n\n    https:\/\/youtu.be\/74T3yrM2zUc\n   \n\n    @thesmokingnymph\n   \n\n    https:\/\/youtu.be\/SZ6HqI10xlk\n   \n\n    @coffeehymn\n   \n","742099":"\n   What makes you angry?\n  ","742100":"\n   Do you agree with illegal immigrants being able to get a license?\n  ","742101":"\n   do your in-laws like you? is that important to you?\n  ","742102":"\n   are you in any groups on facebook?\n  ","742103":"\n   What is in the perfect burrito?\n  ","742104":"\n   have you ever had an orange cat?\n  ","742105":"\n   do you crack your knuckles?\n  ","742106":"\n   Will your wedding be happening sometime in 2020?\n  ","742107":"\n   Do you trust your gut instinct?\n  ","742108":"\n   What was ur school's name when Were u young\n  ","742109":"\n   This could be from any series - tv, books, movies, anime, anything! Do you have any series you enjoy that were ruined by the introduction of a terrible character?\n  ","742110":"\n   What is your absolute favorite part of the morning?\n  ","742111":"\n   Apologies if you've received this before! But what was your favourite gift you received this holiday? :3\n  ","742112":"\n   Have you ever been to a truck stop before?\n  ","742113":"\n   Your legs look like two spaghetti noodles. Too separated from each other. Too too much!\nSlender man\n  ","742114":"\n   You don’t look like you smoke. Pap smoking\n  ","742115":"\n   have you walked in on something that you wish you hadn't?\n  ","742116":"\n   Do you like the color yellow?\n  ","742117":"\n   If you could have dinner with any political figure, dead or alive, who would you pick?\n  ","742118":"\n   if you did something wrong, how do you prefer to be punished? 1- standing facing the corner with hands up 2- spanking 3- falaka\n  ","742119":"\n   Would you support a law where white people need to be taxed 20% of their salary as reparations?\n  ","742120":"\n   Was there something in your childhood your parents lied you about and you knew they were lying?\n  ","742121":"\n   Describe yourself in 3 words!\n  ","742122":"\n   What’s the most ridiculous reason someone has gotten mad at you for? 🤔\n  ","742123":"\n   what’s your favorite heist movie?\n  ","742124":"\n   hi everyone, just a reminder that I love you all and that you’re all strong and remember that you’re amazing and keep in mind you’ll get through whatever you’re going through ❤️ keep it up! just a little reminder to you all.  Sending lots of  love and support your way!\n  ","742125":"\n   Which was your most memorable birthday?\n  ","742126":"\n   Is it possible that some animals are self-aware and think about their ability to think?\n  ","742127":"\n   Wyd?\n  ","742128":"\n   Hello\n  ","742129":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/157902845727\n   \n","742130":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/threads\/157901727263\n   \n","742131":"\n   What’s the funniest lie you’ve heard someone tell? 🤔\n  ","742132":"\n   What would you do if you meet an alien?\n  ","742133":"\n   Would you rather have an electrical car or a regular one?\n  ","742134":"\n   Would you rather the aliens that make first contact be robotic or organic? \n\nWhich would be less likely to wipe us off the face of the planet?\n  ","742135":"\n   What r u doing\n  ","742136":"\n   You and your bf are so cute together\n  ","742137":"\n   When did he propose to you\n  ","742138":"\n   What did his mom say? About the engagement\n  ","742139":"\n   What sound can put you to sleep?\n  ","742140":"\n   Post a picture of your derpiest derp face!?\n  ","742141":"\n   If you have friends coming over, what would you cook?\n  ","742142":"\n   Do you prefer to talk or to listen?\n  ","742143":"\n   What would be the most useless superpower?\n  ","742144":"\n   how do you express yourself, creatively or otherwise? is there a particular activity you like doing that releases your frustrations\/sadness\/etc.?\n  ","742145":"\n   What's your ideal partner? Do the ones you date\/marry usually meet them or do your ideals change along the way? ☺\n  ","742146":"\n   Can you draw? If so, what do you like to draw? If not, do you wish you could??\n  ","742147":"\n   Have you ever played Apples to Apples\n  ","742148":"\n   do you like arts and crafts? what’s your favorite thing you’ve ever made?\n  ","742149":"\n   Did you get an epidural ?\n  ","742150":"\n   do you like the singer aaliyah\n  ","742151":"\n   You should convert to Islam so you know how to act like a decent woman\n  ","742152":"\n   Don't listen to these rude anons I've followed you since Joseph was a baby and I love your page and personality. I'm excited for your wedding 😊\n  ","742153":"\n   You're attention starved so you want random ppl to look at your body online 🤢\n  ","742154":"\n   So why even have it? Or make it in the first place? Stupidity at it's finest\n  ","742155":"\n   what new piercings did u get\n  ","742156":"\n   Posting half n.ude pics online for money is wh.oring yourself out sweetie\n  ","742157":"\n   how was your day? what did you do?\n  ","742158":"\n   have you taken your christmas decorations down? if not, when do you plan to take them down?\n  ","742159":"\n   Studies showed that SpongeBob can increase the risk of ADHD in children too cause of the animations or something so yeah you're right, it's overall not a good show.\n  ","742160":"\n   Every insult is \"your mom\" lmfao are you 12? You're an online whxre no one cares about your half as.sed insults\n  ","742161":"\n   What other shows are they not allowed to watch? One big one was Caillou but idk if that's even still on.\n  ","742162":"\n   Online fish market 🤢\n  ","742163":"\n   How does being a teen mom make someone a thot? You can get pregnant your first time having s.ex lol what is anon on\n  ","742164":"\n   Imagine your kids seeing it 🤢\n  ","742165":"\n   Also you post half nu.de pics online and have an onlyfans account for that lmaooo thirsty asf\n  ","742166":"\n   What? She'll just continue the cycle. Apple won't fall far from the tree\n  ","742167":"\n   Nevaeh will be a thot\n  ","742168":"\n   do you like sweet potatoes?\n  ","742169":"\n   Very good. Wise choice.\n  ","742170":"\n   Why you look like a doberman pinscher lmfao Marissa was spot on\n  ","742171":"\n   I wonder how your daughter would feel about reading about her mom getting dxck online smdh\n  ","742172":"\n   I'm talking about your white blonde haired blue eyed mom . But yeah maybe they could suck black dxck together\n  ","742173":"\n   Same time, i was raised in the 90’s.  But now that i think it i believe you are right . I share the same opinion. Is not appropriate for kids. I congratulate you for taking care of your kids and not allowing that type of tv show.\n  ","742174":"\n   How does the Internet influence your life?\n  ","742175":"\n   Record it next time for me\n  ","742176":"\n   ♡ what has been your biggest accomplishment in the past few years? ♡\n  ","742177":"\n   That is just wrong! A kid’s innocence is sacred in my opinion. Tv shows like that shouldn’t exist then.\n  ","742178":"\n   Yes... When I was a kid? Lol\n  ","742179":"\n   Maybe you need a 9 in dxck to fix your black girl attitude\n  ","742180":"\n   it was a joke relax\n  ","742181":"\n   do you believe it can affect a child’s innocence? And how?\n  ","742182":"\n   Why's it not a kids show?\n  ","742183":"\n   Do you like spongebob squarepants? Lola has a new obsession with it, and for once I don’t mind the obsession 😂\n  ","742184":"\n   hey babe\n  ","742185":"\n   You said you listen to 90s so I was asking if you like her. Tf is wrong with you\n  ","742186":"\n   Do you like Aaliyah?\n  ","742187":"\n   what type of music do you listen to when you want to relax\/wind down? what about when you need to be motivated?\n  ","742188":"\n   So cute aw ❤️\n  ","742189":"\n   Do you know any self righteous people?\n  ","742190":"\n   what is your drink of choice for when you might go out to a restaurant, or even a diner or fast food place?\n  ","742191":"\n   I’m a day late but merry Christmas! Post a picture of your tree with the gifts underneath! Or just a random Christmas pic!\n  ","742192":"\n   If you could undo one thing in your life, what would it be?\n  ","742193":"\n   What’s the best way to spend a rainy afternoon? 🤔\n  ","742194":"\n   What's your favourite snack?\n  ","742195":"\n   You're pregnant?\n  ","742196":"\n   What was the worst gift you received this Christmas?\n  ","742197":"\n   Do you have a console? \nWhat do you enjoy playing if so?\n  ","742198":"\n   What did you eat for dinner last night? Did you eat good?\n  ","742199":"\n   Have you ever overheard someone you believed to be a good friend saying mean and awful things about you?\n  ","742200":"\n   some controversial questions: are you pro-choice or pro-life? pro-death penalty or anti-death penalty? pro-circumcision or anti-circumcision? if you're not comfortable answering, use this as a filler !!\n  ","742201":"\n   are you a member of the VIP program on askfm? if so, what benefits have you seen? what do you believe would be some down-sides of the program?\n  ","742202":"\n   Have you watched the Mandalorian?\n  ","742203":"\n   Candy or chocolate?\n  ","742204":"\n   what does PAP mean\n  ","742205":"\n   What is something that you achieved that everyone else around you thought that you would fail?\n  ","742206":"\n   You like water balloons?\nTell me about a past time with them if you have one.\n  ","742207":"\n   What food do you crave most? 🤔\n  ","742208":"\n   What’s your sexuality?\n  ","742209":"\n   What's the last song you listened to?\n  ","742210":"\n   What's your favorite fruit?\n  ","742211":"\n   How was your day\n  ","742212":"\n   I mean who does more for them , your parents or his ?\n  ","742213":"\n   Does your parents or Greg's parents help more with the kids ?\n  ","742214":"\n   Do you think that money can buy love?\n  ","742215":"\n   Who's watching your kids\n  ","742216":"\n   What would you do if someone just came up to you and shoved you? You were just walking on the street and talking on your phone and all the sudden someone just comes up to you and shoves you.. Why? You wonder. Now what do you do?\n  ","742217":"\n   Does the police helicopter aka the hood bat aka ghetto bird fly over your area often?\n  ","742218":"\n   Where’s your VIP badge?\n  ","742219":"\n   What are your plans for today? \nDo you do anything for boxing day or is it just a normal day for you?\n  ","742220":"\n   what is your opinion on vaping (nicotine)? do you believe it's healthier than smoking cigarettes, or is it just as harmful?\n  ","742221":"\n   How do you feel about the laws in your country?\n  ","742222":"\n   What's the last lie you told? 😁\n  ","742223":"\n   Which shower gel are you currently using?\n  ","742224":"\n   100 coin question\n   \n    https:\/\/ask.fm\/askmathteacher\/answers\/160031361135?utm_source=copy_link&utm_medium=android\n   \n   Don't answer 😅\n  ","742225":"\n   What’s the difference between being rude and being honest?\n  ","742226":"\n   Have you ever gotten on social media, seen everyone else's profile and started to feel bad because you started comparing your life to theirs?\n  ","742227":"\n   The National Association of Black Social Workers wasn’t okay with white families adopting black kids “denouncing it as a form of cultural genocide and a perpetuation of black people’s chattel status.” What do you think? Could you adopt a child of a different race?\n  ","742228":"\n   Grats! I'd suggest getting verified but you already are 🤗\n  ","742229":"\n   Aww you guys look so happy!!! Love this pic!\n  ","742230":"\n   Seriously? I haven't broke 500 yet 😔\n  ","742231":"\n   PAP of your favorite bookshelf?\n  ","742232":"\n   Which celebrity you would follow on ASKfm?\n  ","742233":"\n   What would happened if people could see the thoughts of each other?\n  ","742234":"\n   What’s something you wish would happen, but know won’t?\n  ","742235":"\n   What's your dream job?\n  ","742236":"\n   Post the last photo you took!\n  ","742237":"\n   Have you ever made a gingerbread house before? Or just a gingerbread creation?\n  ","742238":"\n   Happy Holidays! 🎁🎄☃️❄️\n  ","742239":"\n   how is ur fall?\n  ","742240":"\n   How was your Christmas?\n  ","742241":"\n   have you ever disliked being a mom or secretly regretted it during difficult times?\n  ","742242":"\n   I am Scorpio ♏️ too.\n  ","742243":"\n   Hi. How are you?\n  ","742244":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","742245":"\n   Who was the last person you said \"i love you\" to? 😊💚✨\n  ","742246":"\n   Merry Christmas everyone!! I hope you all have the best day and get absolutely spoilt rotten!!\n  ","742247":"\n   have you ever hung a stocking over a fireplace?\n  ","742248":"\n   what about sweaters with jeans?\n  ","742249":"\n   What question could you ask someone you just met to get to really know them?\n  ","742250":"\n   Merry Christmas\/Merry Christmas Eve (depending when you see this)! 🎄🎅💖\n\nAnd if you don't celebrate, I hope you have a lovely day.\n  ","742251":"\n   Favourite part of Christmas dinner?\n  ","742252":"\n   As it's unlikely I'll be on til after Christmas now, I just want to wish everyone a lovely Christmas, happy holidays, have wonderful days! No matter what you're doing or celebrating! Have a great time! 💕\n  ","742253":"\n   Until what time do you sleep during holidays?\n  ","742254":"\n   What's your favorite Christmas food\/dessert?\n  ","742255":"\n   What do you normally eat on Christmas Eve? Any traditions?\n  ","742256":"\n   Well I'm on my way to bed so I'll say it now, Happy holidays ❤️❤️ \nI hope tomorrow is fun for you!\n  ","742257":"\n   Merry Christmas everyone\n  ","742258":"\n   What do you think about recycling?\n  ","742259":"\n   What kind of transportation do you use most often?\n  ","742260":"\n   Would you ever breastfeed your man\n  ","742261":"\n   Are you having anything special for dinner tonight? What do you wish you could have tonight? Go into detail if you'd like.\n  ","742262":"\n   what’s a promise you’ve recently made to yourself?\n  ","742263":"\n   who’s your favorite character in Shrek?\n  ","742264":"\n   do you think it could be?\n  ","742265":"\n   if you had a twin sister do you feel like you would be best friends in terms of interest in cooking in unification?\n  ","742266":"\n   What do you need to vent about? 🤔\n  ","742267":"\n   Do you have a secret crush? 🤔\n  ","742268":"\n   What’s the best thing you own? 🤔\n  ","742269":"\n   What's your favorite cookie?\n  ","742270":"\n   Have a Merry Christmas ! Be safe and if you have kids make this Christmas extra special for them! Tom loves ya!\n  ","742271":"\n   Cookies and milk anyone?\n  ","742272":"\n   Whilst I have a spare minute, just wanted to wish you a happy Christmas! Have a great day\n  ","742273":"\n   What was your main gift?\n  ","742274":"\n   Merry Christmas everyone! I hope your enjoy today and get what you wanted 🎁🎅🏻🎄sending lots of joy and love your way💗!\n  ","742275":"\n   Emoji of the day!\n  ","742276":"\n   Turn ons ?\n  ","742277":"\n   What's your fav s.ex position\n  ","742278":"\n   How many girls have u slept with\n  ","742279":"\n   Did you not say you like when Greg uses one on u\n  ","742280":"\n   What was the weather like for your holiday today? ✨💙🎄\nI hope everyone had a WONDERFUL holiday! Y'all the absolute best ✨💜\n  ","742281":"\n   What would u do if ur son found ur dildo\n  ","742282":"\n   Wanted to with who? That's nasty\n  ","742283":"\n   Can't relate\n  ","742284":"\n   why would she think that. so your mans mom hates you and your mom hates you? smh\n  ","742285":"\n   What would you do if Nevaeh got pregnant as a teen ?\n  ","742286":"\n   Does Greg's dad like you\n  ","742287":"\n   Does yours ?\n  ","742288":"\n   Can I ride him\n  ","742289":"\n   Merry Christmas slender man\n  ","742290":"\n   why are u so skinny? does he break u apart\n  ","742291":"\n   Your man look sexy\n  ","742292":"\n   What are your plans for Christmas Eve?! Do you have anything last minute you have to do!?\n  ","742293":"\n   Do you like fruit cake? Have you ever had it? Fruit cake. Yay or nay?\n  ","742294":"\n   What do you like about yourself the most? 🤔\n  ","742295":"\n   What does love mean to you? 🥰\n  ","742296":"\n   Do you like to cuddle? 🤗\n  ","742297":"\n   How often do you eat fast food?\n  ","742298":"\n   How often do you cut your hair?\n  ","742299":"\n   When's the last time you've been to a zoo\/aquarium?!\n  ","742300":"\n   Do you like small spaces or no? Or do you not mind them?\n  ","742301":"\n   What makes you vulnerable? 🤔\n  ","742302":"\n   Why? Are they probably not going to last?\n  ","742303":"\n   What was the last thing to make you laugh really hard\n  ","742304":"\n   Miami or Atlanta\n  ","742305":"\n   How much did it cost you to give birth ?\n  ","742306":"\n   Hello how was your day\n  ","742307":"\n   Comment trouver la force de vivre dans un monde si triste ?\n  ","742308":"\n   Do you know anyone who hates shopping?\n  ","742309":"\n   Merry Christmas to anyone that celebrates it! And a Happy New Year!\n\nAny New Year's resolutions?\n  ","742310":"\n   Have you ever been given a wedgie?\n  ","742311":"\n   I can feel the spiders in my brain\n  ","742312":"\n   Does anyone ever notice that Marissa and Cadie are never active at the same time? Not to mention the dramas between them. When Cadie hates someone, so does Marissa. I really think “Marissa” is a socc account Cadie uses for follower gains. Thoughts?\n  ","742313":"\n   What sort of mood are you in\n  ","742314":"\n   \"هل للحزينِ شِعرٌ يُنسيهِ\n‏همًّا توغّلَ في الصدرِ يخفيهِ؟\"\n  ","742315":"\n   do you like salad?\n  ","742316":"\n   WHAT ARE YOU EXCITED ABOUT MOST IN YOUR LIFE RIGHT NOW?\n  ","742317":"\n   do you ever think about the galaxy?\n  ","742318":"\n   Close your eyes and think about your deepest fear , what did you see?\n  ","742319":"\n   Merry Christmas everyone xx\n  ","742320":"\n   merry christmas eve! 🎅🏻🤶🏻☃️❄️🎁🎄 use this as a filler for whatever you want!\n  ","742321":"\n   Who's your best friend?\n  ","742322":"\n   soundcloud or vinyls?\n  ","742323":"\n   Paste the last thing you copied  😂\n  ","742324":"\n   Did u slept more than 12 hours before\n  ","742325":"\n   So I bought my boyfriends family a gift of chocolates it’s their first Christmas without him sadly:\/ his brother told me thank you and merry Christmas but I don’t know how to reply. Any suggestions for what I could say ?\n  ","742326":"\n   Why do some guys have full beards and mustaches while others don’t ??\n  ","742327":"\n   Why do girls smoke weed\n  ","742328":"\n   Do you have any great memories from 2017? 🙊\n  ","742329":"\n   If you have to lay your life on the line for someone, who would that person be?\n  ","742330":"\n   Hey guys can you please follow my backup\n   \n    @itslaurencimorelli\n   \n   I have a feelung someones going to try and report me again for exposing her as a fake :) (she fakes me and like 20+ others)\n  ","742331":"\n   Are there any bad movies that you love despite them being awful?\n  ","742332":"\n   What are some of your favorite EDM, rock, or metal songs? (If you like that kinda music!) ✨😅🎶\n(Sorry I am v bored with my playlists these days 😇💜)\n  ","742333":"\n   Do you regret anything in life? If so what is it?\n  ","742334":"\n   When was the last time you said “I love you” to someone?\n  ","742335":"\n   What is your biggest turn-off in a relationship?\n  ","742336":"\n   How judgmental are you?\n  ","742337":"\n   Be safe chick\n  ","742338":"\n   What is there out your way. I’m from the south so we like the woods lol\n  ","742339":"\n   Do you know where you were conceived\n  ","742340":"\n   screenshot all ur albums on ur phone!\n  ","742341":"\n   I care though 🤷🏼‍♀️🤷🏼‍♀️🤷🏼‍♀️\n  ","742342":"\n   What's your wrapping up skills like\n  ","742343":"\n   doing what?\n  ","742344":"\n   Hitting a lick?\n  ","742345":"\n   Have you or your pet ever knocked over the Christmas tree?\n  ","742346":"\n   Is the one who gave the order to kill as guilty as the one who committed the act?\n  ","742347":"\n   They probably thought you guys are some drug dealers\n  ","742348":"\n   You post whatever you want i give my opinion to whatever i want. You want others to talk about your shit dont post it. It doesnt make me bitter because it doesn’t affect me personally. I will give my opinion u thot\n  ","742349":"\n   Jealous of what? Of getting engaged after 7 or 8 years of relationship? Just because others dont post their public life doesnt mean they dont have or want or need or be jealous of what others have. Is good for you but is ridiculous that you keep making a big thing of it be happy for you we dont care\n  ","742350":"\n   Again telling someone something they dont like to hear doesnt make anyone a hater. Be happy and thats good but changing your name and making a big thing about it. You already announced your engagement so there we all know. Moronic\n  ","742351":"\n   Like it’s Christmas for god sake, where’s the joy 😂\n  ","742352":"\n   ‘ not bitter, but I’m gonna bitch about you being happy’ make it make sense at least 😩🤦🏼‍♀️\n  ","742353":"\n   .... literally no...once again pagans have been hand fasting long before Christianity was a thing\n  ","742354":"\n   I need some questions before I die of boredom 😩😩\n  ","742355":"\n   She is special to me so fu anon 💁🏼‍♀️probably a sad lonely human sat behind a screen feeling jealous\n  ","742356":"\n   Who wants to Snap?\n  ","742357":"\n   Doesnt matter where you do it. The action started by the Christians\n  ","742358":"\n   Not bitter but you are not special. Besides marriage is a Christian tradition and you are atheist\n  ","742359":"\n   You are acting like you are only person who is engaged! Ancée Gabby really? A whole fiancée the previous name? News flash people get engaged everyday you are not special\n  ","742360":"\n   Have you ever donated blood? I did this morning\n  ","742361":"\n   do you hate dera?\n  ","742362":"\n   fact: i’ve never actually considered ash a friend. so this anon is v v v wrong lmao\n  ","742363":"\n   can you all notice how toxic cadie is, she literally talks shxt about people left and right, even those she considered as friends. never trust her with your secrets.\n  ","742364":"\n   Thoughts on the new ash and Cadie drama?\n  ","742365":"\n   Tell a story about a funny thing that happened the past year.\n  ","742366":"\n   What to do on a rainy day?\n  ","742367":"\n   What is your favorite restaurant? Where is it located?\n  ","742368":"\n   What's the best way to apologize?\n  ","742369":"\n   what's your favorite meal to make?\n  ","742370":"\n   Good morning everyone\n  ","742371":"\n   Do you prefer to talk or to listen?\n  ","742372":"\n   Pizza or Lasagna\n  ","742373":"\n   how much money do you think most of your friends spend on their nails?\n  ","742374":"\n   were you ever considered a problem child?\n  ","742375":"\n   do you think park avenue can lead to skid row?\n  ","742376":"\n   does your boss scream in your ear about who you're supposed to be?\n  ","742377":"\n   do you worry about holy greed from churches\n  ","742378":"\n   I’m so happy for y’all\n  ","742379":"\n   What are you Christmas Eve plans for tomorrow?\n  ","742380":"\n   What song makes you feel happy?\n  ","742381":"\n   Omg your ring is flawless 😍\n  ","742382":"\n   Um...\n  ","742383":"\n   Who is the bravest person you know?\n  ","742384":"\n   When are you getting married?\n  ","742385":"\n   PAP with your sunglasses on!\n  ","742386":"\n   What is the most exotic place you have been to?\n  ","742387":"\n   What can I do to fall asleep?\n  ","742388":"\n   do u love snakes😂\n  ","742389":"\n   What's something you WANT right now\n  ","742390":"\n   Do you enjoy going to the beach?\n  ","742391":"\n   Have you talked Greg down from the roof yet?\n  ","742392":"\n   Do u watch \"the simpsons\" 😍\n  ","742393":"\n   Where Are u now\n  ","742394":"\n   What are you determined to achieve in 2020?\n  ","742395":"\n   What's something you NEED right now?\n  ","742396":"\n   Are you part of the VIP program?\nwhat made you decide to join?\n  ","742397":"\n   Christmas, Hanukkah, Kwanzaa, Yule etc. are nearly here. It's the time of year when we're surrounded by people we haven't seen since the same time last year. How do you stay calm this time of year around rude, conservative, bigoted people who you're in the same room as?\n  ","742398":"\n   You go outside to check the mail when you look to your right and see a cheeseburger in the middle of the street doing yoga. What is your first reaction? 😆\n  ","742399":"\n   Are you a forgiving person?\n  ","742400":"\n   What are you doing\n  ","742401":"\n   What is your favourite room in your house?\n  ","742402":"\n   Have you ever slapped someone on the face? If yes, why? 😬😁\n  ","742403":"\n   What smell brings back a good memory you have?\n  ","742404":"\n   Goodnight 😘🥰 #shoutout\n  ","742405":"\n   What are you drinking usually during walking?\n  ","742406":"\n   What are the benefits of being famous?\n  ","742407":"\n   Ur finally getting married\n  ","742408":"\n   How long you guys been together\n  ","742409":"\n   Which celebrities do you suspect are really aliens walking amongst us?\n  ","742410":"\n   What was the last song you danced to?\n  ","742411":"\n   What are you wearing right now?\n  ","742412":"\n   What celebrity irritates you the most?\n  ","742413":"\n   Milk chocolate or dark chocolate?\n  ","742414":"\n   How do you feel about diets?\n  ","742415":"\n   What makes you wake up each morning?\n  ","742416":"\n   Last night I dreamt me and my boyfriend ended up agreeing to pay for your wedding!!\n  ","742417":"\n   What are your fiancé work hours\n  ","742418":"\n   What did Greg dad say?\n  ","742419":"\n   Do u get along with your mom\n  ","742420":"\n   Did you eat dinner yet?\n  ","742421":"\n   I’m so happy for the both of you\n  ","742422":"\n   On a scale of 1-10 how honest are you?\n  ","742423":"\n   When you imagine yourself as really, really relaxed and happy, what are you doing?\n  ","742424":"\n   Do you know any big gossips?\n  ","742425":"\n   Who was the last person you talked to?\n  ","742426":"\n   What is your favorite tea?\n  ","742427":"\n   If you were a fruit, what kind would you be?\n  ","742428":"\n   Are you frightened or curious about the future?\n  ","742429":"\n   When was the last time you saw an animal in the wild?\n  ","742430":"\n   Would you ever try a Mexican dish called Menudo (tripe)?\n  ","742431":"\n   Do u have an idea on a wedding theme\n  ","742432":"\n   Are your parents happy\n  ","742433":"\n   He did a good job on the ring\n  ","742434":"\n   How does it feel to be engaged\n  ","742435":"\n   Now his mom is going to really be your mil\n  ","742436":"\n   Do u both want anymore kids?\n  ","742437":"\n   Your ring 😭\n  ","742438":"\n   do you like snickerdoodles?\n  ","742439":"\n   Whatcha doing? 🤔🍿\n  ","742440":"\n   did your social life end when you had your first? thats what everyone says\n  ","742441":"\n   do you like peppermint?\n  ","742442":"\n   what advice would you give new parents, especially teen ones? what's the most important thing you learned?\n  ","742443":"\n   You you like hot tubs?\n  ","742444":"\n   Which has more value: creativity or knowledge?\n\nThen...\nBeing wise and being logical?\n  ","742445":"\n   Hi 🤗\n  ","742446":"\n   How are you today\n  ","742447":"\n   Do I think his mom would come to the wedding\n  ","742448":"\n   Why do u have a wedding band on\n  ","742449":"\n   Are you sure you guys aren’t married yet and just not saying anything a\n  ","742450":"\n   Does his mom like you now?\n  ","742451":"\n   Naughtiest food is?..\n  ","742452":"\n   If You Had to Describe Yourself in Five Words, What Would They Be?\n  ","742453":"\n   Which TV family is most like your own?\n  ","742454":"\n   💎 What do you think about the statement this person makes in the following question:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159964586863\n   \n   ?\n  ","742455":"\n   Anything you would like to say to someone special in your life?\n  ","742456":"\n   Without giving away the title, describe your favorite movie and I’ll try and guess it.\n  ","742457":"\n   I'm sending this to all who may need it! Because I know right now... I do need it. But remember you are loved! You have immense worth in this world! People may not agree with you, or try to put you down, but don't allow them that power over you! Shine brighter than any star! Be your true you! 💕\n  ","742458":"\n   Who are the people you spend the most time with?\n  ","742459":"\n   That ring is AMAZING!!!!!!!  I’m a tad jealous!\n  ","742460":"\n   What is the most fertile soil for hatred? \nFear, ignorance, jealousy, or something else entirely? \nIs it possible that some people are genetically predisposed to hatred?\n  ","742461":"\n   Can you guys send me some questions?\n  ","742462":"\n   Which can you tolerate more: emotional or physical pain?\n  ","742463":"\n   Happy fourth advent or just happy Sunday! 🎄 Use this space however you like! ✨\n  ","742464":"\n   do you bake cookies or buy cookies to sit out for santa? do you put anything out for the reindeer?\n  ","742465":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","742466":"\n   If you won 100 Million Dollars lottery what would you buy with that\n  ","742467":"\n   If you had to spend $10,000 today, how would you spend it?\n  ","742468":"\n   What apps do you mostly use on your phone?\n  ","742469":"\n   What’s a food combination that sounds gross but is really good?\n  ","742470":"\n   Have you ever made a baby cry whether it be or not on purpose? 😁 (If yes, why?)\n  ","742471":"\n   what are your new year’s eve\/new year’s day plans?\n  ","742472":"\n   What would you rather be doing right now?\n  ","742473":"\n   In person, do you think you look friendly or unapproachable? 😅\n  ","742474":"\n   do you like coconut?\n  ","742475":"\n   Do you like topaz?\n  ","742476":"\n   I bet you have talents in other areas 🤗\n  ","742477":"\n   🧠 What would happen to a society in which no one had to work, and everyone was provided enough food\/water\/shelter\/healthcare for free?\n  ","742478":"\n   What do you have in mind?\n  ","742479":"\n   🦉 Can you do what I do here:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159951439215\n   \n   ?\n  ","742480":"\n   What’s your favorite viral video?\n  ","742481":"\n   How do you handle rejection?\n  ","742482":"\n   Olde muscle cars or new cars ?\n  ","742483":"\n   If you were to get a tattoo today, what would you get and where would you have it placed?\n  ","742484":"\n   Name a good friend you’ve known the longest. How many years have you been friends?\n  ","742485":"\n   How to make a man \/ woman happy?\n  ","742486":"\n   What is your pet’s name if you have one? (One or more than one)\n\n(If you don't have a pet then share a GIF of a animal that you wish was your pet.)\n  ","742487":"\n   what’s your favorite movie that takes place in the (American) South?\n  ","742488":"\n   If you have a \"criteria\" or just any requirements for following people on here, what are they?\n  ","742489":"\n   What's your favorite Christmas memory? \nWhat's your favorite Christmas Movie?\n  ","742490":"\n   MAC aka McDonald’s\n  ","742491":"\n   KFC or MAC\n  ","742492":"\n   When was the last time you got shy and in what situation? 😅\n  ","742493":"\n   What was your first mobile phone?\n  ","742494":"\n   What do you have as your phone background?\n  ","742495":"\n   If you could time travel, where would you go?\n  ","742496":"\n   What are you having for your dinner tonight?\n  ","742497":"\n   What's the most beautiful place you've ever been?\n  ","742498":"\n   how did you find out that santa wasn’t real?\n  ","742499":"\n   Are you an art lover?\n  ","742500":"\n   What's the last compliment you received?\n  ","742501":"\n   Who are the three people you send the most questions to? —(add a @ and wait for the recommendations to show up, the first three are the ones you send the most questions to)\n  ","742502":"\n   Do you particularly care about what people think of you, or are you just happy with what you think about yourself?\n  ","742503":"\n   What's the most amount of money you've spent in just a SINGLE DAY and what did you spend it for? 😁\n  ","742504":"\n   Do you like truth or dare? Which do you choose more often? What was the most interesting truth you had to tell? What was the most interesting date you had to do?\n  ","742505":"\n   What's one food that you will never order at a restaurant?🤮\n  ","742506":"\n   hey guys i’m santa🎅 is there anything you want me to bring it for you for the christmas?🤣🤣🤣\n(any thing u want)\n  ","742507":"\n   I feel like everybody I know is getting tattoos eventually. Do you believe that one time in the future it will be “in” and beautiful to not have any tattoos as all?\n  ","742508":"\n   Obama or Trump😉\n  ","742509":"\n   Hello ! My name is JamesOOn , i'm making electronic music :) if you have interest , so you may listen my Track \"Hurricane\"\n   \n    www.youtube.com\/watch?v=_QZ1YZWLr6s\n   \n   I would appreciate it, if you could help my with LIKE or SHARE my music with your friends :) Thank you :)\n  ","742510":"\n   🍄 I totally agree with you. Would love to trip with you some time. 🤗\n  ","742511":"\n   your fav raindeer of all?\n  ","742512":"\n   Do you hide from the summer heat or enjoy it?\n  ","742513":"\n   if you were arrested with zero explanation, what would your friends and family think you did?\n  ","742514":"\n   🍄 Why do you feel that you need to open your mind?\n  ","742515":"\n   What are you currently worried about?\n  "},"Answer":{"741443":"\n  Thank you!!!\n  \n  It’s funny everyone around us always says the same thing!\n  \n  I haven’t even started thinking of any ideas yet lol.\n  \n  My bff is more excited than I am to plan. I just don’t like to be stressed and I want everything to be perfect ! Lol.\n  ","741444":"\n  Uh yeah\n  ","741445":"\n  I’d love to invite you . Wish you were in America with me 🥺💕\n  ","741446":"\n  I wonder who would want to come to my wedding from here ? 🥺\n  ","741447":"\n  10 years\n  ","741448":"\n  Idek if I want anymore kids tbh.\n  \n  I’m always back & forth\n  ","741449":"\n  Happy weekend to you too! Hope you had a great day \/\/ night 💕\n  ","741450":"\n  How exactly?\n  ","741451":"\n  They’re doing amazing\n  ","741452":"\n  Don’t know. Nor do I care tbh.\n  ","741453":"\n  She doesn’t .\n  \n  Try again .\n  \n  Next !!!\n  ","741454":"\n  The fact that I’m engaged\n  \n  The fact that I’ll never have a relationship with my mil\n  ","741455":"\n  I wish I was like\n  \n   @littletrust\n  \n  . Wish I could tell me mil \/\/ kids grandma to fxck off!!!! Lmao\n  ","741456":"\n  Going to school\n  \n  Dating girls\n  \n  Having sex for the first time\n  \n  Smoking for the first time\n  \n  Trying pills\n  \n  Having kids\n  \n  Finding my soulmate\n  \n  Getting engaged\n  \n  Having the flu\n  \n  Getting my first car\n  \n  Getting my license\n  \n  Moving out\n  ","741457":"\n  Having a bad attitude and a mouth on me haha!\n  ","741458":"\n  The next chapter 💍\n  ","741459":"\n  Can I get some actually fxcking questions .\n  \n  Kasey is prettier . Point blank periodt\n  ","741460":"\n  Yes. Actually my bff has and she won’t listen. I’ve been telling her since the summer about this (what she’s going through) and she won’t listen. Like she’s eager for it and she has zero self control. Now she won’t listen to anyone and I’m tired of repeating myself. So at this point I still try but very little\n  ","741461":"\n  Let’s do honesty weekend.\n  \n  Send me in anything you’d like\n  ","741462":"\n  No engaged\n  ","741463":"\n  Me. You know why? Cause I’m actually engaged. How about dat!\n  ","741464":"\n  Maybe 👀 🤭\n  ","741465":"\n  Seamless green grapes\n  ","741466":"\n  Black .\n  \n  Blue pens are ugly to me lol\n  ","741467":"\n  I can cook but I can’t bake Lmaoo\n  ","741468":"\n  Idek if I should stay home or go out tonight\n  ","741469":"\n  Lol I haven’t made any\n  ","741470":"\n  Nope\n  ","741471":"\n  Sweat pants and a hoodie\n  ","741472":"\n\n   @reachel_n\n  \n  i didn’t see the part where he was asleep doing it . Now I find that weird lol , and he shouldn’t be doing that especially since she’s starting to feel violated\n  ","741473":"\n  No\n  ","741474":"\n  Smoking .....\n  ","741475":"\n  Yeah lol.\n  \n  My fiancé isn’t the best cook and I’m with him lol.\n  \n  Well I ain’t the best cook either lol\n  ","741476":"\n  Think ima make some steak fajitas tonight\n  ","741477":"\n  I’m about to go smoke\n  ","741478":"\n  No\n  ","741479":"\n  If they’re a infant have a diaper on I see no problem & ppl should’ve be sexualizing an infant .\n  \n  Toddlers depending on they’re age. It’s they’re like 3+ no they should have clothes on\n  ","741480":"\n  Never that\n  ","741481":"\n  I have zero clue how to put the hoop in ☹️\n  ","741482":"\n  Uh no not rly ; well, none that I can think of now\n  ","741483":"\n  Watch it be played\n  ","741484":"\n  Yasss!!! I really hate that ; I think it’s just rude imo\n  ","741485":"\n  I had a blue flip phone from sprint\n  ","741486":"\n  Smoking alone and listening to music\n  ","741487":"\n  Having kids\n  ","741488":"\n  Hello?\n  ","741489":"\n  • listening to music\n  \n  • smoking\n  \n  • watching TY \/\/ tv\n  \n  • sleeping\n  \n  • eating\n  ","741490":"\n  Uh I don’t rly see a problem unless he was trying to actually have sex with her. But then again he should respect her wishes. It’s a weird situation tbh\n  ","741491":"\n  My butt\n  ","741492":"\n  You have an amazing weekend as well 💕🥰\n  ","741493":"\n  I absolutely do.\n  ","741494":"\n  No\n  ","741495":"\n  Cleaning under my nails\n  ","741496":"\n  I’m not a breakfast eater rly\n  ","741497":"\n  I don’t click links\n  ","741498":"\n  Twitter : NineGDxFourO\n  \n  Instagram xgabs.xo\n  ","741499":"\n  None\n  ","741500":"\n  Bye\n  ","741501":"\n  Not a question\n  ","741502":"\n  Y’all are lame.\n  \n  Find something new to talk about\n  ","741503":"\n  Here we go again\n  ","741504":"\n  I’m so tired .\n  ","741505":"\n  I can be.\n  \n  😈\n  ","741506":"\n  No.\n  ","741507":"\n  I have not\n  ","741508":"\n  I’d never swim in a river , lake , sea , or an ocean. So dirty 🤢\n  \n  A pool. And not a public one. Someone that I know .\n  ","741509":"\n  Probably nothing ;\n  \n  Maybe hang with my bff idek\n  ","741510":"\n  Stop sending me this stuff.\n  \n  K ? Thanks\n  ","741511":"\n  Not rly . I have the app tho\n  ","741512":"\n  Do you have any real questions\n  ","741513":"\n  Well I’d like to go there sooo\n  ","741514":"\n  I have zero clue on what you’re talking about\n  ","741515":"\n  Wtf\n  ","741516":"\n  Hookah , smoking \/\/ drinking \/\/ playing uno \/\/ music \/\/ friends\n  ","741517":"\n  Not rly\n  ","741518":"\n  No\n  \n  And even if I did.\n  \n  You wouldn’t get it.\n  ","741519":"\n  Yep\n  ","741520":"\n  I absolutely do.\n  \n  Weather or not you find them or not before your time is up.\n  ","741521":"\n  My bff wants to hang out tonight ; and I don’t think I want too. Mhm... thoughts? 🤔\n  ","741522":"\n  He needs attention imo and he’s so bored . And thank you love. You’re gorgeous as well 💕🥺\n  ","741523":"\n  I have. They sliced the persons tires lmao.\n  ","741524":"\n  My kids 🥰.\n  \n  Plus my fiancé 🥺💕\n  ","741525":"\n  PayPal me first to entertain this fetish\n  ","741526":"\n  Lol whatever makes her little heart happy 🥰\n  ","741527":"\n  Thank you 🥺🙂.\n  \n  I know. He sends me a bunch of questions too , I just block him. I just don’t even give in lol.\n  ","741528":"\n  I like plan chips\n  \n  Or\n  \n  Salt and vinegar\n  ","741529":"\n  I re answered it .\n  \n  Thought it was so weird anon lol\n  \n  Sorry babe\n  ","741530":"\n  It’s has Christmas lights on the window still Lmaoo. When you walk in you see a entertainment center with clothes on it. Then it’s our dresser . You have the tv on it. And our bed is against the wall . And we have a little night stand with a candle on it and some other stuff .\n  ","741531":"\n  Ask me questions guys.\n  \n  I’m super bored!!!!\n  ","741532":"\n  Fajitas\n  ","741533":"\n  Not rly\n  ","741534":"\n  Probably fear\n  ","741535":"\n  Hahah! Yess it was hilarious\n  ","741536":"\n  Idek why you’re sending me this garbage\n  ","741537":"\n  Less than a month\n  ","741538":"\n  Ask her some\n  ","741539":"\n  Paris\n  ","741540":"\n  Cat dog\n  ","741541":"\n  ATL\n  \n  John Q\n  \n  Juice\n  ","741542":"\n  Wedding ideas\n  \n  Nails\n  \n  Rings\n  \n  Tattoos\n  \n  Baby girl bows\n  \n  Piercings\n  \n  Makeup\n  \n  Dresses\n  \n  Heels\n  ","741543":"\n  Anything - Jaheim\n  \n  It’s not my fav but I do love this song lol\n  ","741544":"\n  The Amazon River?\n  \n  I think it’s in Brazil\n  \n  Idek if that’s the world’s largest lol\n  ","741545":"\n  I like vodka 🤭\n  ","741546":"\n  When you do your signature it’s in cursive . These kids now won’t learn how to do a signature cause it’s not taught in school. I learned cursive when I was in kindergarten.\n  \n  Now us as parents are going to have to teach our kids that and it’s hard\n  ","741547":"\n  I can. It’s sad how they’re not teaching cursive in school anymore. Which is horrible imo\n  ","741548":"\n  I have these games lol. I mainly play the one on the bottom . It’s fun.\n  ","741549":"\n  I took an oxy earlier this week 😳\n  ","741550":"\n  Gabby or peanut\n  ","741551":"\n  Tbh I don’t lmao\n  ","741552":"\n  Engaged\n  ","741553":"\n  To NYC which is about an 1 - 1 1\/2 hrs\n  ","741554":"\n  I’ve been in 3\n  ","741555":"\n  Good question. Probably beyond high tech lmao\n  ","741556":"\n  🤷🏽‍♀️\n  ","741557":"\n  None of ya business\n  ","741558":"\n  Rap\n  \n  R&B\n  \n  Hip Hop\n  ","741559":"\n  I’ve climbed a tree but I never fell out of one lol\n  ","741560":"\n  Lennox\n  ","741561":"\n  Ehhh ; I always feel left out lol. I always wish my fiancé was around at times like that . But it’s always my bff 3rd wheeling lol\n  ","741562":"\n  Blue cheese\n  ","741563":"\n  Thailand\n  \n  Malaysia\n  ","741564":"\n  I might give it a try later on\n  ","741565":"\n  I like both tbh .\n  \n  It really just depends on my mood\n  ","741566":"\n  I know so many ppl that are pregnant and having between June & August 2020 is their due date.\n  \n  No more babies all 2020 🚫\n  ","741567":"\n\n   @learningwithlolaa\n  \n\n   @littletrust\n  \n\n   @raisingmyminions\n  \n\n   @Hayleywilson21\n  \n\n   @mommaisloved\n  \n\n   @svspicion\n  \n\n   @romperlady_0302\n  \n\n   @youcuntx\n  \n\n   @littlesha_\n  \n\n   @taylorrrebeccaa\n  \n","741568":"\n  I seen it ; but didn’t even bother to look lol.\n  \n  It’s it good?\n  ","741569":"\n  Depends on how you treat me first\n  ","741570":"\n  Ask me questions or move along\n  ","741571":"\n  Lol nice try but nah I’m good\n  ","741572":"\n  I like this random photo lol\n  ","741573":"\n  Stephany\n  ","741574":"\n  Lol yeah I have & nah I didn’t pay it . I know my fiancé got a cancellation fee from back in 2018 when he broke his foot and his last appointment he didn’t go to lmao. So it’s like a $30 cancellation fee.\n  ","741575":"\n  Lol no\n  ","741576":"\n  No but I’ve always wanted to know how to play the flute\n  ","741577":"\n  Depends\n  ","741578":"\n  Trying to be close to my mil\n  ","741579":"\n  That’s what I’m saying. This anon is dumb af\n  ","741580":"\n  I hope you’re doing well as well\n  ","741581":"\n  Went to a tattoo shop that everyone in my town goes to LOL.\n  \n  You’re a hater . That’s all.\n  \n  Everyone loves them and always asks where I go.\n  \n  Now if you have no real questions. You’ll be blocked\n  ","741582":"\n  I do what I want .\n  \n  I can easily block you lol.\n  \n  You’re entertainment cause I’m bored rn\n  ","741583":"\n  You feel proud for wasting your time .\n  ","741584":"\n  I think my fiancé\n  ","741585":"\n  I’m a bxtch 🤷🏽‍♀️🤩\n  ","741586":"\n  I like the YOU memes. They’re so funny\n  ","741587":"\n  Not rly\n  ","741588":"\n  🤩🔥✨\n  ","741589":"\n  Immaturity\n  ","741590":"\n  891\n  ","741591":"\n  Yay !!! I know this TY couple who went ; and I’d say it looks amazing. Only thing that would mess me up is the time difference . Especially for checking in on fam & stuff.\n  ","741592":"\n  Those are the ones I have currently .\n  \n  I want to get Joy in my other wrist for my daughter . And just a lot more\n  ","741593":"\n  Fake ppl\n  \n  My mil\n  \n  My bff sometimes\n  \n  Life\n  ","741594":"\n  That sounds cool. I never did it but I probably would\n  ","741595":"\n  I have a lot of unanswered questions rn lol\n  ","741596":"\n  Vanilla\n  ","741597":"\n  Pepperoni\n  ","741598":"\n  🔥\n  ","741599":"\n  Caesar or Ranch\n  ","741600":"\n  Ouch!!! Yes . I hate em .\n  ","741601":"\n  Bye\n  ","741602":"\n  Nope\n  ","741603":"\n  I’m not wearing pants lol\n  ","741604":"\n  Just got home from being out.\n  \n  Now I’m laying down with a headache not feeling well\n  ","741605":"\n  10,044\n  ","741606":"\n  Listen to music\n  ","741607":"\n  Shxt\n  ","741608":"\n  Not atm\n  ","741609":"\n  Real\n  ","741610":"\n  Jaguar or a Tesla\n  ","741611":"\n  Mhm not rly\n  ","741612":"\n  Ask my wife questions\n  ","741613":"\n  Once\n  ","741614":"\n  Why are we asking stupid questions\n  ","741615":"\n  🤷🏽‍♀️\n  ","741616":"\n  I do?\n  ","741617":"\n  Lol 🥴\n  ","741618":"\n  The blueberry one\n  ","741619":"\n  My engagement ring\n  ","741620":"\n  Night xx\n  ","741621":"\n  Nope\n  ","741622":"\n  I hate would you rather\n  ","741623":"\n  My day isn’t bad. Gonna flat iron my hair soon\n  ","741624":"\n  I do t like seafood 🤮.\n  \n  But, I do like chicken salad\n  ","741625":"\n  Why would I tell a stranger my secrets\n  ","741626":"\n  Well they keep emailing me about it\n  ","741627":"\n  Is been removed for like 2 weeks x\n  \n  Idk & I d c tbh\n  ","741628":"\n  Ask me questions guys\n  ","741629":"\n  Earlier this morning at like 3:00am\n  ","741630":"\n  I did. I honestly thought we’d have flying cars 😂\n  ","741631":"\n  Lol I don’t even remember tbh 😅\n  ","741632":"\n  I don’t. But I actually should\n  ","741633":"\n  Changing my last name 👀🤭.\n  \n  Getting a car.\n  \n  Getting a better job.\n  \n  No negativity all 2020\n  ","741634":"\n  Ugh, think I’m getting sick. Barely eating & ive has a headache for 2 days now ☹️\n  ","741635":"\n  I don’t have one\n  ","741636":"\n  My global teacher in 9th grade.\n  \n  Total bxtch\n  ","741637":"\n  I do indeed\n  ","741638":"\n  Thanks\n  ","741639":"\n  No\n  ","741640":"\n  Lol nope. This weekend tho\n  ","741641":"\n  Jacques Trip remix\n  ","741642":"\n  Party on my yacht .\n  \n  & idk never thought about it\n  ","741643":"\n  10+\n  ","741644":"\n  Don’t have one\n  ","741645":"\n  I don’t drink coffee only ice coffee\n  \n  And tea just sugar 3\n  ","741646":"\n  Tf\n  ","741647":"\n  Go tf away with your fetish\n  ","741648":"\n  Asking me dumb ass questions\n  ","741649":"\n  Idfc\n  ","741650":"\n  I like podcast\n  ","741651":"\n  Just say Happy New Years.\n  \n  What’s so hard about that?\n  ","741652":"\n  I don’t use the white heart and the devil lol\n  ","741653":"\n  Probably 2-3\n  ","741654":"\n  Don’t send me random @ names\n  ","741655":"\n  Nothing wrong with them\n  ","741656":"\n  Idc about VIP\n  ","741657":"\n  I really don’t give a shxt\n  ","741658":"\n  Lmao smoke but I’d drink too\n  ","741659":"\n  I’ve never had it. I’m not really a burger eater but I heard it’s amazing\n  ","741660":"\n  Black\n  \n  I barely own white lmao.\n  \n  How sad\n  ","741661":"\n  Happy New Year’s 🎇🥳🎆\n  \n  Same to you!\n  ","741662":"\n  I’ve noticed and it really irks me tbh. It just seems like they’re copying others and recycling it.\n  ","741663":"\n  My mindset\n  ","741664":"\n  Nah I’m good\n  ","741665":"\n  I had a lot. But now it’s 2020.\n  \n  Time for new and better thangs\n  ","741666":"\n  Happy New Year’s 🎇🥳🎆\n  ","741667":"\n  Happy New Year’s 🎇🥳🎆\n  \n  I hope 2020 is good to you\n  ","741668":"\n  Happy New Year’s 🎇🥳🎆\n  ","741669":"\n  lol yep. At 12am they were going off\n  ","741670":"\n  I don’t anymore\n  ","741671":"\n  Happy New Year’s 🎇🥳🎆\n  ","741672":"\n  Happy New Year’s 🎇🥳🎆\n  ","741673":"\n  Happy New Year’s 🎆🥳🎇.\n  \n  I hope 2020 is good to you\n  ","741674":"\n  Ew what a turn off line.\n  \n  How corny and whack.\n  \n  And I hope you’d never use that on someone cause you won’t get too far\n  ","741675":"\n  As of rn nothing.\n  \n  Maybe hang with my bff later idk\n  ","741676":"\n  Happy New Year’s 🎇🥳🎆\n  ","741677":"\n  Happy New Year’s 🎇🥳🎆\n  ","741678":"\n  Wtf kinda dumb question is this\n  ","741679":"\n  Hell no\n  ","741680":"\n  You don’t tho\n  ","741681":"\n  I hope so 🤞🏽\n  ","741682":"\n  Kinda\n  ","741683":"\n  Nah I’m on the train rn and that’s mad work\n  ","741684":"\n  Omw to NYC with fiancé for NYE 🎆🥳\n  ","741685":"\n  My best friend not coming with me\n  ","741686":"\n  I won’t be home\n  ","741687":"\n  K\n  ","741688":"\n  I don’t use instagram often lol\n  ","741689":"\n  Ugh, me and hubby need plans for tonight 👀\n  ","741690":"\n  Yep\n  ","741691":"\n  Ew no .\n  \n  Fxck off\n  ","741692":"\n  I sing random songs lol\n  ","741693":"\n  Happy New Years Eve 🥳\n  ","741694":"\n  Ford Escape truck type lol\n  ","741695":"\n  I haven’t lol. Ask just needs more active ppl.\n  \n  I think it will fade hence then taking it away from users\n  ","741696":"\n  Sure\n  ","741697":"\n  No\n  ","741698":"\n  K cool\n  ","741699":"\n  Yep. And I’d rather not say\n  ","741700":"\n  They mistreat those animals\n  ","741701":"\n  Never been to one. But I’d love to go to one and have some mimosa 😋\n  ","741702":"\n  Undo\n  ","741703":"\n  My friend Jada\n  ","741704":"\n  Spanish is common around my area . And French cause it’s different language\n  ","741705":"\n  1\n  \n  And Spanish and French I’d like to learn\n  ","741706":"\n  Watch YouTube or smoke\n  ","741707":"\n  I’ve never been bullied\n  ","741708":"\n  No\n  ","741709":"\n  Same here\n  ","741710":"\n  A signature\n  ","741711":"\n  Yeah I can\n  ","741712":"\n  awwww . You still going 🥺\n  ","741713":"\n  Boo hoo you still whining?\n  ","741714":"\n  Lol I’m not . This anon is clearly bored . Especially with old shxt hahah!\n  \n  Ima just start deleting question\n  ","741715":"\n  Thank you\n  ","741716":"\n  Exactly ; I don’t get how when 2 ppl break up & they’re single they can’t do what they please\n  ","741717":"\n  Uh no? I got pregnant in September of 2018 😂😭.\n  ","741718":"\n  You sounds dumb? What cause I was single means I couldn’t do what I wanted?\n  \n  You sound dumb af and I really hope you never get into a relationship especially with a close and weak mind\n  ","741719":"\n  Pls tell me how I’m a ho?\n  \n  Cause last time I checked I only slept with 5 ppl.\n  ","741720":"\n  But you know what’s funny . Every time we got back together. So I don’t see how that not working it it. Considering we’re together\n  ","741721":"\n  I feel bad for yours cause obviously she didn’t teach you well not to judge others especially to a stranger you don’t know 😂😭\n  ","741722":"\n  Not this summer.\n  \n  The summer before and last summer . I literally just said that\n  ","741723":"\n  So is your grandma but ain’t nobody complaining 🤮\n  ","741724":"\n  To my man\n  ","741725":"\n  I didn’t even see anyone this summer lmao. I did last summer and the summer before that .\n  \n  I love how you think you know my life haha!!!\n  ","741726":"\n  Closed minded ppl\n  ","741727":"\n  Just cause someone has sex with someone else doesn’t mean there s\/o sex is whack.\n  \n  The kinda world you little kids live in is scary af .\n  \n  If my fiancé’s d!ck wasn’t good I wouldn’t taken him back lmao.\n  ","741728":"\n  Why are we talking about something that’s irrelevant and happened 3 months ago?\n  ","741729":"\n  My mans d!ck is amazing\n  ","741730":"\n  Nope.\n  ","741731":"\n  Those 3 times we broke up which were 3 different summers. 1 each time\n  ","741732":"\n  Nope\n  ","741733":"\n  It’s sad how stupid anons can be\n  ","741734":"\n  Thank you! I don’t get how these anons think. And they’re actually stupid af for even thinking I slept with 10+ ppl meanwhile I’ve been in a 8 year relationship 😂. Don’t get me wrong I did sleep with ppl when we weren’t together lol\n  ","741735":"\n  I prefer sex with my fiancé\n  ","741736":"\n  I don’t give a fxck\n  ","741737":"\n  Lmfaooooo\n  ","741738":"\n  I’ll never understand why ppl love to talk shxt about infants \/\/ babies \/\/ toddlers .\n  \n  Sad sad sad\n  ","741739":"\n  I’m laughing so hard rn at this\n  ","741740":"\n  16 shy of 17\n  ","741741":"\n  No? Why would they\n  ","741742":"\n  I’m tired of this same question.\n  \n  YESSSS!!!!\n  \n  Yes I had sex with a girl\n  \n  Yes I’ve dated a girl\n  \n  Would I ever again?\n  \n  Only if me and my fiancé would break up forever i would. (Which is never happening)\n  ","741743":"\n  Send me in more questions\n  ","741744":"\n  I suppose lmao.\n  \n  🥴\n  ","741745":"\n  I don’t really have a fav\n  ","741746":"\n  I have shxtty handwriting imo lol\n  ","741747":"\n  People’s sexual orientation.\n  \n  Color of ppl\n  ","741748":"\n  Well I did say 9+ so 10 falls into that .\n  \n  🤷🏽‍♀️😂🥴\n  ","741749":"\n  Can I get questions about me and my life\n  ","741750":"\n  Kia\n  ","741751":"\n  10+,\n  ","741752":"\n  Football\n  ","741753":"\n  NFL\n  ","741754":"\n  16\n  ","741755":"\n  Yeah?\n  \n  Why is this even a question\n  ","741756":"\n  I already tired it lmao.\n  \n  Anyways doesn’t matter .\n  ","741757":"\n  They only way you’ll find out is if I tell you lmao.\n  ","741758":"\n  You’ll never know or find out\n  ","741759":"\n  Probably not .\n  ","741760":"\n  Don’t worry about what I do\n  ","741761":"\n  Cause I don’t want to be pregnant.\n  ","741762":"\n  Cause I don’t care for it\n  ","741763":"\n  Nah\n  ","741764":"\n  Not being pregnant lmao\n  ","741765":"\n  I went to hang with my friends\n  ","741766":"\n  You sound soooo dumb it’s actually not even funny.\n  \n  If that’s what you believe happens. Then best of luck to you .\n  \n  Lmao\n  ","741767":"\n  Ugh , my fingers got chubby\n  ","741768":"\n  you have sex in front of strangers\n  ","741769":"\n  To be more active with my mil lmfao\n  ","741770":"\n  Do anal\n  ","741771":"\n  I believe in ghost to a certain extent\n  ","741772":"\n  Haven’t figured it out yet\n  ","741773":"\n  My mother-in-law\n  ","741774":"\n  I was pregnant. Lmaoo\n  ","741775":"\n  None\n  ","741776":"\n  Drake\n  ","741777":"\n  I can indeed\n  ","741778":"\n  No but I’d like too\n  ","741779":"\n  Monday & Thursday\n  ","741780":"\n  I haven’t. Probably back in elementary school . I was in one lol\n  ","741781":"\n  I had pizza.\n  ","741782":"\n  Amusement park.\n  \n  Zoos are horrible imo\n  ","741783":"\n  Nope\n  ","741784":"\n  I have. I broke my ring finger lol. A couple years ago\n  ","741785":"\n  Ultra\n  ","741786":"\n  21. And o think 18 to vote.\n  \n  I like the age. 18 imo isn’t an adult .\n  ","741787":"\n  Can I get good questions\n  \n  I’ll do honesty night\n  ","741788":"\n  Fxck no\n  \n  I’d get an abortion\n  ","741789":"\n  Can’t say. Never been in there situation 🤷🏽‍♀️\n  ","741790":"\n  Well they aren’t together so who cares\n  ","741791":"\n  Bye\n  ","741792":"\n  I liked those episodes too. Just the ending was a little to cliche imo\n  ","741793":"\n  Mhm tbh nothing. FeR should t hold anyone back from achieving life\n  ","741794":"\n  I could change my last name now and get rid of my mil\n  ","741795":"\n  I said probably a lot lol\n  ","741796":"\n  I do .\n  ","741797":"\n  The ending to YOU wasn’t good at all\n  ","741798":"\n  Teeth\n  ","741799":"\n  Depends\n  \n  Yes\n  \n  Yes\n  \n  Yes\n  \n  No\n  ","741800":"\n  Blocked\n  ","741801":"\n  Loyal - PARTYNEXTDOOR & Drake\n  \n  Lil baby - Young Thug\n  ","741802":"\n  I see no question here\n  ","741803":"\n  ✌🏽\n  ","741804":"\n  If you don’t have any questions get off my page\n  ","741805":"\n  Idc\n  ","741806":"\n  K\n  ","741807":"\n  Lol\n  ","741808":"\n  Watching Netflix with my man\n  ","741809":"\n  Ask me questions guys\n  ","741810":"\n  That’s true. We eventually moved to the bathroom lol\n  ","741811":"\n  Absolutely nothing lol\n  ","741812":"\n  Having to drive 10 hrs to NC with food poisoning. Throwing up ode\n  ","741813":"\n  A ferret I want . I think when we greet ur own place we’ll get one. Maybe I pig. But a squirrel no\n  ","741814":"\n  Lol it’s awkward\n  ","741815":"\n  Yeah\n  ","741816":"\n  I think a small get together\n  ","741817":"\n  Lol forgot\n  ","741818":"\n  Yep\n  ","741819":"\n  I do t remember Lmaoo\n  ","741820":"\n  R&B\n  \n  Hip-hop\n  \n  90’s music\n  \n  Rap\n  ","741821":"\n  Wouldn’t say gross but me & my fiancé had sex in the same room as another couple. Weird af 😅\n  ","741822":"\n  I have 2.\n  \n  My sister yeah\n  \n  My brother not so much anymore\n  ","741823":"\n  Laying down. About to smoke\n  ","741824":"\n  Hard but also rewarding.\n  \n  Having a little tiny human love you for the rest of your life. Unconditionally.\n  ","741825":"\n  Most likely in 2021\n  ","741826":"\n  Someone asked me this same exact question\n  ","741827":"\n  How shxtty the world is .\n  ","741828":"\n  Lol I believe animals understand humans in some aspect lol\n  ","741829":"\n  A whole bunch lol\n  ","741830":"\n  Probably not\n  ","741831":"\n  No anon\n  ","741832":"\n  Probably Snapchat\n  ","741833":"\n  My fiancé or son\n  \n  Or I’d rather be left alone\n  ","741834":"\n  Idc about your sorry.\n  \n  If you have no question(s) move along\n  ","741835":"\n  Sometimes lol\n  ","741836":"\n  English . I’m tired of you non speaking English ppl coming to my page\n  ","741837":"\n  Yes I do.\n  ","741838":"\n  Don’t wear sports bra\n  ","741839":"\n  Go away with ur fetish\n  ","741840":"\n  Idc\n  ","741841":"\n  They are\n  ","741842":"\n  Probably\n  ","741843":"\n  I have a fiancé\n  ","741844":"\n  6.\n  ","741845":"\n  Yep.\n  \n  And I’d move out of state too\n  ","741846":"\n  Yeah.\n  ","741847":"\n  It’s alright . Not bad\n  ","741848":"\n  No\n  ","741849":"\n  ?.\n  ","741850":"\n  You’re welcome lovely 😊\n  ","741851":"\n  I’m a parent that my kids get over on lol . I’m strict in the moment but I give in lol\n  ","741852":"\n  Happy birthday 🎂\n  ","741853":"\n  K\n  ","741854":"\n  That’s entirely up to the person & the couple. Everyone is ready for marriage at different times\n  ","741855":"\n  Cheating \/\/ disrespect\n  ","741856":"\n  What if every time you asked this question one of your fingers got cut off?\n  ","741857":"\n  Lol\n  ","741858":"\n  No\n  ","741859":"\n  Cause being a teacher isn’t for me .\n  ","741860":"\n  When I get my adult business done\n  ","741861":"\n  Junior \/\/ senior year\n  ","741862":"\n  How caring and loyal I am\n  \n  How I good of a friend I am\n  \n  How I don’t mind helping others out\n  ","741863":"\n  I wouldn’t want to teach any class\n  ","741864":"\n  Nope. I read the description of it\n  ","741865":"\n  I’m actually both 😅\n  ","741866":"\n  Spanish or French\n  ","741867":"\n  Roller coaster park.\n  \n  Zoos are horrible\n  ","741868":"\n  I’d like to change my attitude . My way of thinking.\n  ","741869":"\n  As of right now nothing. I’m slowly starting to believe that there probably is a higher power. Have to do my research\n  ","741870":"\n  Undo\n  ","741871":"\n  Neither\n  ","741872":"\n  Raise it lmao .\n  ","741873":"\n  Never bite the hand that feeds you\n  ","741874":"\n  Need some wedding ideas 👀\n  ","741875":"\n  Shot out of a cannon\n  ","741876":"\n  I don’t watch tv for movies.\n  \n  But idk. I’m picky when it comes to watching movies and what I find interesting.\n  \n  But maybe Friday\n  ","741877":"\n  Sushi is gross .\n  \n  & I wouldn’t want to eat tacos forever tbh\n  ","741878":"\n  To my knowledge I’ve never experienced any of that. It’s sad how people are treated differently in this world.\n  ","741879":"\n  Maybe a little deeper into my life . 😇. Or pretty much anything 🙂\n  ","741880":"\n  You’re boring\n  ","741881":"\n  Ask me juicy questions 💦\n  ","741882":"\n  I’ve never been to one. But I’d love to go\n  ","741883":"\n  Talking\n  ","741884":"\n  No\n  ","741885":"\n  Between 7-8:30\n  ","741886":"\n  I don’t set those\n  ","741887":"\n  I’ve used it in my hair when I flat iron it\n  ","741888":"\n  Motivation \/\/ ambitions\n  ","741889":"\n  I only wear eyeliner but rarely\n  ","741890":"\n  Trying to figure out plans\n  ","741891":"\n  21%\n  ","741892":"\n  🥴\n  ","741893":"\n  House 🏡\n  ","741894":"\n  Yes , yes , yes, yes , no\n  ","741895":"\n  Sure\n  ","741896":"\n  Yes\n  \n  Yes\n  \n  No\n  ","741897":"\n  Never lmao. I use to friend zone ppl haha!!\n  ","741898":"\n  I don’t. But, I want one\n  ","741899":"\n  I really don’t. Lol\n  ","741900":"\n  The office\n  ","741901":"\n  Not here.\n  ","741902":"\n  I want some d!ck lol. I’m joking.\n  \n  I want more food rn\n  ","741903":"\n  No. Only cause I look weird in them & I wear glasses.\n  \n  I only wear beenies lol\n  ","741904":"\n  My kids\n  ","741905":"\n  My wedding 👰🏽 👀\n  ","741906":"\n  Highway to hell 😈\n  ","741907":"\n  Couple weeks ago\n  ","741908":"\n  Tea pls\n  ","741909":"\n  It was like 3:30am the other day. Haha\n  ","741910":"\n  K\n  ","741911":"\n  I did. I’m glad my son doesn’t watch that anymore lol.\n  ","741912":"\n  I have from checkers . Didn’t eat it for a whole year lmao\n  ","741913":"\n  Having my daughter \/\/ getting engaged. Seeing my son enter the 1st grade.\n  ","741914":"\n  K\n  ","741915":"\n  Only on here I pay attention cause I think it’s cool how I have over 10k followers lol. But on other social media idc\n  ","741916":"\n  A friend yass. And cause I have a fake bff lol\n  ","741917":"\n  Egg?\n  ","741918":"\n  Just knowing certain things , and how they work. Etc\n  ","741919":"\n  Why thank you\n  ","741920":"\n  I’m engaged\n  ","741921":"\n  Well I have a whole fiancé so i wouldn’t want nobody but him lmao.\n  \n  And he’s not a cheater\n  ","741922":"\n  You can’t read? I said stop sending me questions in this thread.\n  \n  You’re seriously annoying and being fxcking stupid.\n  \n  I know you’re not this stupid\n  ","741923":"\n  Bye\n  ","741924":"\n  Bye\n  ","741925":"\n  Idc\n  ","741926":"\n  Negative ppl\n  ","741927":"\n  Both\n  ","741928":"\n  I don’t but it definitely is important to look after your skin\n  ","741929":"\n  Vanilla\n  ","741930":"\n  Leave my hometown\n  ","741931":"\n  The ones about me lol\n  ","741932":"\n  Not that I’m aware of\n  ","741933":"\n  Yes\n  ","741934":"\n  No thread. Use your common sense & send them separately\n  ","741935":"\n  Bye\n  ","741936":"\n  Stop using this thread & ask them separately. Or ima just delete every question you send on this thread\n  ","741937":"\n  Lol yes.\n  \n  This one\n  ","741938":"\n  Mixture\n  ","741939":"\n  Bye\n  ","741940":"\n  Everyone should\n  ","741941":"\n  New decade\n  ","741942":"\n  Yep 🙄\n  ","741943":"\n  I’d teach them common sense\n  ","741944":"\n  Certain things 🤭\n  ","741945":"\n  Yep\n  ","741946":"\n  Idc . If you have no questions move along\n  ","741947":"\n  Nothing wrong with them???\n  ","741948":"\n  Yep\n  ","741949":"\n  K\n  ","741950":"\n  Cause I’m not\n  ","741951":"\n  Not a clue on what you’re talking about\n  ","741952":"\n  Being lazy\n  ","741953":"\n  Not really\n  ","741954":"\n  Laying down\n  ","741955":"\n  Sounds whack\n  ","741956":"\n  Water ; I’m a water sign\n  ","741957":"\n  It’s a filter from SC .\n  \n  Lmao\n  ","741958":"\n  Dumb\n  ","741959":"\n  Blocked\n  ","741960":"\n  Nobody cares\n  ","741961":"\n  Yeah??? A year isn’t long cause jail time they would be about 8 months since they take off 2 months\n  ","741962":"\n  In love\n  ","741963":"\n  I am . I’m not sure what episode\n  ","741964":"\n  Send me questions guys\n  ","741965":"\n  Mil\n  ","741966":"\n  Idk\n  ","741967":"\n  She’s alright ; I love her come up tho\n  ","741968":"\n  50° here in New York. Which is weird around this time of the year.\n  ","741969":"\n  No\n  ","741970":"\n  No\n  ","741971":"\n  Lol. No\n  ","741972":"\n  White Christmas\n  ","741973":"\n  No\n  ","741974":"\n  Mhm I don’t even remember . Probably my dads\n  ","741975":"\n  I’ve been to my cousins wedding. I was her Maid Of Honor.\n  \n  It was a decent size\n  ","741976":"\n  Idc . This isn’t English class. This is the internet. And obviously you comprehended what I said.\n  ","741977":"\n  Lol . Probably 😂😭\n  ","741978":"\n  I have indeed\n  ","741979":"\n  No\n  ","741980":"\n  Watching Season 2 of YOU\n  ","741981":"\n  I do not\n  ","741982":"\n  What are we FIVE . You can’t even upload a pic on your fake ass profile.\n  \n  Lmao\n  ","741983":"\n  be desperate elsewhere\n  ","741984":"\n  Way to many\n  ","741985":"\n  Depends\n  ","741986":"\n  Ew\n  ","741987":"\n  No\n  ","741988":"\n  It’s been 8 years .\n  \n  If he wanted to leave he would’ve & he wouldn’t have put a ring in it.\n  \n  Stop being a hater & hate elsewhere\n  ","741989":"\n  I stress my man tf out 🤷🏽‍♀️💍\n  ","741990":"\n  Today\n  ","741991":"\n  No\n  ","741992":"\n  Nope lol .\n  ","741993":"\n  I sleep with the windows open in the winter & in the summer I need the AC\n  ","741994":"\n  I’m not sure what we’re doing yet\n  ","741995":"\n  I like a bunch of different snacks lol.\n  ","741996":"\n  What are you on about\n  ","741997":"\n  No idea what that is\n  ","741998":"\n  I use to . But I broke it 🙄.\n  ","741999":"\n  Something happening to my lil fam\n  ","742000":"\n  Yay\n  ","742001":"\n  I do. In my room\n  ","742002":"\n  Nope\n  ","742003":"\n  My mil\n  ","742004":"\n  ...\n  ","742005":"\n  My engagement ring\n  ","742006":"\n  Nooooooo\n  ","742007":"\n  No\n  ","742008":"\n  As of rn no. Trying to figure that out.\n  ","742009":"\n  Nope\n  ","742010":"\n  🤷🏽‍♀️\n  ","742011":"\n  Nobody\n  ","742012":"\n  iPhone XS Max\n  ","742013":"\n  Joy\n  ","742014":"\n  Both\n  ","742015":"\n  Why are you asking me stupid questions\n  ","742016":"\n  K\n  ","742017":"\n  Something happening to my lil fam\n  ","742018":"\n  Don’t know cause it hasn’t happened. And won’t lol\n  ","742019":"\n  No reaction\n  ","742020":"\n  Well that isn’t going to happen sooo\n  ","742021":"\n  Just cause some isn’t popular doesn’t mean their a nobody\n  ","742022":"\n  Whenever I want\n  ","742023":"\n  We would co parent????\n  ","742024":"\n  How tf am I suppose to know\n  ","742025":"\n  No\n  ","742026":"\n  Cause she doesn’t have to ???\n  ","742027":"\n  Yasmine\n  ","742028":"\n  Kinda\n  ","742029":"\n  Randomly\n  ","742030":"\n  He works overnights\n  ","742031":"\n  No\n  ","742032":"\n  She doesn’t really have one\n  ","742033":"\n  Never heard of them\n  ","742034":"\n  Blocked 😂😂😂😂\n  ","742035":"\n  Speak English\n  ","742036":"\n  Pizza Hut 🤮🤢\n  ","742037":"\n  Says the one on anon. Let’s unclick the anon button and see your looks 🤮\n  ","742038":"\n  I just said you’re bothered.\n  \n  But if the boot fits , tie them bxtches up.\n  \n  Cause clearly you’re still whining\n  ","742039":"\n  Nah it’s cause it’s ME. If it was someone else they wouldn’t be going this hard. Like clearly they can’t be this stupid.\n  ","742040":"\n  Ooooo ~ I’m hurt.\n  \n  Brb going to cry 😭\n  ","742041":"\n  I just asked why are you sooooo bothered by what I’m doing.\n  \n  Never said you couldn’t have an opinion\n  \n  But seriously, you’re bothered.\n  ","742042":"\n  O that’s a filter lmao .\n  \n  I only have my nose & belly\n  ","742043":"\n  Lol. Thanks.\n  \n  I use absolutely nothing.\n  ","742044":"\n  Why are you soooo bothered by the things I do.\n  \n  Lol. 🥴\n  ","742045":"\n  No.\n  ","742046":"\n  People are so bothered. Lol.\n  ","742047":"\n  She left me a voicemail.\n  \n  Didn’t even bother to check 🤷🏽‍♀️\n  ","742048":"\n  A cigarette\n  ","742049":"\n  Cause he’s obviously my fiancé ... that’s what being engaged is. Lmfao. He’s not my bf , nor my husband yet. When he becomes my husband I’ll refer to him like that.\n  \n  Go whine to someone else\n  ","742050":"\n  Yep. Dropping my fiancé off at work . Then hanging with my bff .\n  ","742051":"\n  Stfu\n  ","742052":"\n  My attitude\n  ","742053":"\n  Whatever the baby parents are?\n  ","742054":"\n  Garbage men\n  ","742055":"\n  Sweet potato fries\n  ","742056":"\n  Nope. I have never. Sounds cool 😎\n  ","742057":"\n  Yes & no? Lol\n  ","742058":"\n  Pickles\n  ","742059":"\n  No , but me and my lil fam will he going .\n  \n  Hiking nope but I’d do it\n  \n  Tubing I’d do too\n  ","742060":"\n  Ohhhhhhhkayyyyy\n  ","742061":"\n  I do not.\n  ","742062":"\n  New Years.\n  \n  After that idc about any other holiday probably besides Memorial Day\n  ","742063":"\n  My engagement ring\n  ","742064":"\n  Listen to music , eat, smoke , watch movies\n  ","742065":"\n  Lmaoo I’m inpatient\n  ","742066":"\n  Telekinesis\n  ","742067":"\n  My bff sometimes\n  ","742068":"\n  Gross 🤢\n  ","742069":"\n  Not a damn thing\n  ","742070":"\n  I haven’t. I hope you guys have fun\n  ","742071":"\n  Phone , purse \/\/ fanny pack , charger , cigarettes, lighter , something to drink , keys\n  ","742072":"\n  Age 5\n  ","742073":"\n  Same to you\n  ","742074":"\n  Smile\n  ","742075":"\n  Depends for who and what\n  ","742076":"\n  Lol. No.\n  ","742077":"\n  I don’t.\n  ","742078":"\n  I’m okay . Not to bad.\n  ","742079":"\n  Lmfao 🥴\n  ","742080":"\n  Still don’t have any yet\n  ","742081":"\n  I have zero clue . I have no idea what kinda donut that even is or what it would it be classified as. Lol.\n  ","742082":"\n  Donut 🤔\n  ","742083":"\n  “When you know, you know.”\n  ","742084":"\n  Green lights\n  ","742085":"\n  They’re relaxing\n  ","742086":"\n  5 years into the future\n  ","742087":"\n  I don’t use it .\n  \n  I’ll leave the house with my phone on 15% and won’t turn on low power mode lmao. How dumb right? 🥴\n  ","742088":"\n  #2\n  ","742089":"\n  No\n  ","742090":"\n  I do. Now that I’m engaged. I’ll be using it more often for ideas lol\n  ","742091":"\n  Cats lmao\n  ","742092":"\n  No. But I’d go to one for sure lol\n  ","742093":"\n  I use Netflix & Hulu\n  \n  Netflix I only watch Jane The Virgin lol.\n  \n  I’m actually trying to get through to season 2 of YOU.\n  \n  On Hulu I want a lot of tv shows .\n  \n  Single parents\n  \n  Bobs burger\n  \n  Modern family\n  \n  Blackish\n  \n  Melissa and Joey\n  \n  Awkward\n  \n  Everybody Hates Chris\n  ","742094":"\n  I like the nacho cheese\n  ","742095":"\n  Getting engaged\n  ","742096":"\n  I want them\n  ","742097":"\n  I hate them but they’re necessary\n  ","742098":"\n  I don’t give a fxck.\n  \n  Kxll yourself already\n  ","742099":"\n  My mother-in-law\n  ","742100":"\n  Took some nice new booty pics in my new panties 🤤\n  ","742101":"\n  His dad I think so . Not too sure.\n  \n  And we already know his mom doesn’t like me. It use to be important for her to like me. But now it’s been 8 years and she’s stuck in her ways ; idc anymore lol\n  ","742102":"\n  I am in a few\n  ","742103":"\n  Who knows\n  ","742104":"\n  Never had a cat.\n  \n  But I would get one lol.\n  \n  Grey to be exact\n  ","742105":"\n  Nope. I hate when others do it. So gross lmao.\n  ","742106":"\n  Who knows 👀\n  ","742107":"\n  Yeah\n  ","742108":"\n  Haha! To much info for where I live at\n  ","742109":"\n  I’d say Grey’s Anatomy.\n  \n  Some of the newer characters I dislike a lot\n  ","742110":"\n  Sex\n  ","742111":"\n  My engagement ring 💍\n  ","742112":"\n  I have\n  ","742113":"\n  K\n  ","742114":"\n  No\n  ","742115":"\n  Probably\n  ","742116":"\n  Sure\n  ","742117":"\n  🥴\n  ","742118":"\n  None of the above sicko\n  ","742119":"\n  Idc about a law that doesn’t exist\n  ","742120":"\n  Santa 🎅🏻\n  ","742121":"\n  Loyal\n  \n  Friendly\n  \n  Outgoing\n  ","742122":"\n  Bring a good friend\n  ","742123":"\n  Mhm I’m not even sure\n  ","742124":"\n  You’re amazing 💕🤩\n  ","742125":"\n  My 21st probably lol\n  ","742126":"\n  My bff and fiancé said I should vlog since I have a big fan base. Lmao 🤔\n  ","742127":"\n  Watching tv\n  ","742128":"\n  Hi\n  ","742129":"\n  K?\n  ","742130":"\n  Okay? Y’all seriously act like she can’t have her own opinion.\n  \n  Stop trying cause drama. Cause for whatever it’s worth . Idc\n  ","742131":"\n  Lmfaoo oh gosh. There’s to many\n  ","742132":"\n  I’d be weirded out\n  ","742133":"\n  Regular\n  ","742134":"\n  Aliens . Aliens\n  \n  I believe robots are going to take over\n  ","742135":"\n  Waiting to leave work\n  ","742136":"\n  Fiancé *\n  \n  Thank you\n  ","742137":"\n  12•16•19\n  ","742138":"\n  Lmfao. Texted him a week later. Saying how she found out on fb through his family . Even tho I knew they ran & told her that same day.\n  \n  She probably meant it but her tone is what made it not pleasant\n  ","742139":"\n  The sound of my tv\n  ","742140":"\n  Clowns\n  ","742141":"\n  Lmfao not a damn thing\n  ","742142":"\n  Both\n  ","742143":"\n  Send me more questions guys.\n  \n  30 more minutes and I’m off work\n  ","742144":"\n  I play games on my phone or I write things down in my notepad in my phone.\n  ","742145":"\n  Someone who has ambitions , wants to work , motivated , a husband \/\/ family man.\n  \n  My fiancé has met all them lol.\n  ","742146":"\n  I can’t lol\n  ","742147":"\n  Uh no\n  ","742148":"\n  I do .\n  \n  I loved making ornaments\n  ","742149":"\n  I think so .\n  \n  Idk I had 2 emergency c sections.\n  \n  Everything was happening so fast. I know I go anesthesia\n  ","742150":"\n  I do\n  ","742151":"\n  And you shouldn’t be on anon but here we go .\n  \n  Plus I’m not religious let alone that one . Lmfao\n  \n  Religion sucks imo\n  ","742152":"\n  Thank you love.\n  \n  💕.\n  \n  They’re just bored haha! They need a job or something .\n  \n  Nothing they say phases me especially someone on anon trynna tell me about myself 😂\n  ","742153":"\n  You want attention hence why you’re trying so hard rn 😂\n  ","742154":"\n  You’re boring .\n  \n  Get a job or hobby\n  ","742155":"\n  For my nose\n  ","742156":"\n  It’s funny cause I don’t use my onlyfans page .\n  \n  You know why. Cause I got me a job haha!\n  ","742157":"\n  My day was good\n  \n  Went to breakfast with my fiancé .\n  \n  Go new panties & piercings\n  \n  Now I’m at work until 10.\n  \n  Then getting food\n  ","742158":"\n  Nope and after news years\n  ","742159":"\n  Nope it’s not\n  ","742160":"\n  You know a whore is someone who sleeps around right?\n  \n  Next time you need to learn your definitions.\n  \n  What are you 10?\n  ","742161":"\n  My son barely watches tv tbh\n  ","742162":"\n  Ew your mom smells like a fish Online market 🤢🤮.\n  \n  Damn anon you must stink too\n  ","742163":"\n  Trynna probe a point they can’t lol\n  ","742164":"\n  Imagine how boring your life is 🤢🤮\n  ","742165":"\n  Well my fiancé knows and doesn’t care lol\n  \n  So you shouldn’t lmao\n  ","742166":"\n  You obviously no clue what a thot is if you’re trynna say im one lmfao\n  \n  Good try tho\n  ","742167":"\n  Lol picking on baby\n  \n  You’re real cool 😎\n  ","742168":"\n  Nope. My fiancé does\n  ","742169":"\n  Yep\n  ","742170":"\n  That’s good for her anon\n  ","742171":"\n  By the time she’s able to be on the internet I won’t even have this shxtty site . So she won’t even see lol\n  ","742172":"\n  The fact that you care about someone’s parents sex life is creep and nasty\n  ","742173":"\n  My kids won’t be allowed to watch that show\n  ","742174":"\n  It doesn’t\n  ","742175":"\n  Record what?\n  ","742176":"\n  Getting engaged. Taking my relationship to the next step\n  ","742177":"\n  I agree. But sponge bob is from the 90’s my time area . (Idk what year you were born).\n  ","742178":"\n  Now that you’re older you should realize what sponge bob is about\n  ","742179":"\n  I actually have my moms attitude.\n  \n  Plus I got plenty of d!ck today.\n  \n  I’m actually in a good mood too.\n  \n  Maybe your mom needs a d!ck in her mouth\n  ","742180":"\n  Idc\n  ","742181":"\n  I think anything really can affect a child’s innocents\n  \n  I just don’t think it’s appropriate imo .\n  \n  His jokes , always whining , and stuff . Lots of ignorance imo too\n  ","742182":"\n  Have you ever watched it .\n  \n  Maybe you should watch it again\n  ","742183":"\n  Nope. That show isn’t good tbh, and it’s not really a kids show lol. But that show goes above people’s heads lol\n  ","742184":"\n  Ew don’t call me babe.\n  \n  My names gabby\n  \n  Have some respect\n  ","742185":"\n  You know how many ppl have that name? You can just say do I like a person and think I know what you’re talking about.\n  \n  Tf is wrong with you\n  ","742186":"\n  I want questions about me\n  ","742187":"\n  I listen to 90’s or slow songs lol\n  ","742188":"\n  Hahah thanks\n  \n  That’s how he hugs be all the time .\n  ","742189":"\n  I do\n  ","742190":"\n  I either get liquor or a lemonade\n  ","742191":"\n  🎄💍💕\n  ","742192":"\n  Probably should’ve cut off my mil earlier instead of waiting years to do it\n  ","742193":"\n  Smoking hand relaxing\n  ","742194":"\n  Chips\n  ","742195":"\n  Lmfao fxck no\n  \n  If I was I’d get an abortion ASAP\n  ","742196":"\n  Getting pregnant\n  ","742197":"\n  Nope. I use to have a ps4 .\n  \n  My son has the switch\n  ","742198":"\n  I made chicken , rice and broccoli\n  ","742199":"\n  Haha yep. Sounds like my bff\n  ","742200":"\n  Pro choice\n  \n  Anti - death penalty\n  \n  Circumcision I’m not getting into\n  ","742201":"\n  Lol I was. But they took it. I guess from not doing as they wanted.\n  \n  I mean I sent out questions and shout outs . So idk lol. But idc I’m still verified tho\n  ","742202":"\n  No I don’t think so\n  ","742203":"\n  Candy\n  ","742204":"\n  Pap\n  ","742205":"\n  Getting my license\n  ","742206":"\n  I don’t lol. I don’t like to be hit or splashed with water\n  ","742207":"\n  I think ima have Taco Bell for dinner after work 🤔\n  ","742208":"\n  I don’t put a label on myself\n  ","742209":"\n  Lil baby - Young Thug\n  ","742210":"\n  Strawberries\n  ","742211":"\n  My day was good.\n  \n  Went to out for breakfast with my fiancé . Got new piercings and panties ,\n  \n  And now I’m at work\n  ","742212":"\n  My parents I would say\n  \n  But his mom only comes around when she’s not mad at us\n  ","742213":"\n  Why would they help more?\n  \n  My parents don’t mind doing for their grandkids Period\n  ","742214":"\n  Absolutely\n  ","742215":"\n  My kids are at their grandparents for the holidays\n  \n  Kid free\n  ","742216":"\n  Wtf\n  ","742217":"\n  I wouldn’t say often\n  ","742218":"\n  Idc tbh ; I’m verified\n  ","742219":"\n  I got some new panties , new piercings & now I’m about to head off to work\n  ","742220":"\n  I believe it’s just the same tbh\n  ","742221":"\n  I feel like some are understandable  and others are just dumb.\n  ","742222":"\n  Lol . I’d rather not say haha\n  ","742223":"\n  I use dove soap\n  ","742224":"\n  No\n  ","742225":"\n  Time and place to say certain things .\n  ","742226":"\n  Nope\n  ","742227":"\n  Idc send me questions about me\n  ","742228":"\n  Yep I am\n  ","742229":"\n  Thank you 😊\n  ","742230":"\n  Yeah I just made it\n  ","742231":"\n  Wow I have 10K followers .\n  \n  Omfg I’m so hype rn 🤩\n  ","742232":"\n  Omfg I need 1 more follower to reach 10K 🤩\n  ","742233":"\n  The world would be horrible\n  ","742234":"\n  My in law to like me somewhat lmao\n  ","742235":"\n  Photography 📸\n  ","742236":"\n  💍💕\n  ","742237":"\n  I have back in elementary school\n  ","742238":"\n  Same to you\n  ","742239":"\n  Smh\n  ","742240":"\n  It was good\n  ","742241":"\n  Sure\n  ","742242":"\n  K\n  ","742243":"\n  Send me questions guys!\n  \n  ☺️\n  ","742244":"\n  Omg guys I have 9997 followers.\n  \n  I’m almost at 10k 🤩🥰\n  ","742245":"\n  My fiancé\n  ","742246":"\n  Merry Christmas 🎄🎁\n  ","742247":"\n  No\n  ","742248":"\n  What about them\n  ","742249":"\n  Hi how are you\n  ","742250":"\n  Merry Christmas ❤️🎄🎁\n  ","742251":"\n  Being with family\n  ","742252":"\n  Happy holidays\n  ","742253":"\n  I always wake up early\n  ","742254":"\n  Lemon key pie\n  ","742255":"\n  We just eat whatever that day usually\n  ","742256":"\n  Merry Christmas 🎄🎁❤️\n  ","742257":"\n  Merry Xmas\n  ","742258":"\n  Nothing\n  ","742259":"\n  Train or car\n  ","742260":"\n  Would you ever stop asking dumb questions.\n  ","742261":"\n  Nope. Nothing to crazy\n  ","742262":"\n  To be better in 2020\n  ","742263":"\n  The donkey\n  ","742264":"\n  ????\n  ","742265":"\n  Probably\n  ","742266":"\n  How fake my fiancé family is Lmaoo\n  ","742267":"\n  No\n  ","742268":"\n  My engagement ring\n  ","742269":"\n  Sugar cookies\n  ","742270":"\n  Merry Christmas Tom 🎄🎁\n  ","742271":"\n  Lol. No thank you!\n  ","742272":"\n  Merry Christmas 🎁🎄. Have an amazing day\n  ","742273":"\n  My engagement ring\n  ","742274":"\n  Merry Christmas 🎄🎁\n  ","742275":"\n  😂😭🥴\n  ","742276":"\n  Neck kissing\n  \n  Nipple play\n  \n  Dirty talking\n  \n  My fiancé\n  ","742277":"\n  My fiancé knows\n  ","742278":"\n  🤷🏽‍♀️ past is the past for a reason\n  ","742279":"\n  I’ve never said that .\n  ","742280":"\n  It was around 45° and sunny\n  ","742281":"\n  Good thing he wouldn’t since I don’t own one\n  ","742282":"\n  🤷🏽‍♀️ doesn’t matter with who since we never really ever discussed doing one . Considering he doesn’t like them\n  ","742283":"\n  Lmfao you been relating 🤷🏽‍♀️\n  ","742284":"\n  Actually hates a strong word .\n  \n  Nobody hates anyone\n  \n  And I never said my mom hated me. And idc if his mom does\n  ","742285":"\n  She’s almost 9 months old.\n  \n  I’m not even worried about that rn\n  \n  And you shouldn’t be either\n  ","742286":"\n  🤷🏽‍♀️.\n  \n  Probably\n  ","742287":"\n  Probably 🙂\n  ","742288":"\n  Go away with your dumbass questions\n  ","742289":"\n  K\n  ","742290":"\n  Why are you so annoying?\n  \n  Does your mom think your a disgrace to society\n  ","742291":"\n  Cool?\n  ","742292":"\n  We went to see the tree yesterday 😊💍💕\n  ","742293":"\n  Ew no lol\n  ","742294":"\n  The way I care for others\n  ","742295":"\n  My fiancé & kids\n  ","742296":"\n  I do\n  ","742297":"\n  A lot . Probably 5 times a week 😂\n  ","742298":"\n  Not often .\n  \n  I like my hair long\n  ","742299":"\n  I don’t like either.\n  \n  Animals shouldn’t have to live like that \/\/ bring mistreated\n  ","742300":"\n  No\n  ","742301":"\n  Being outside\n  ","742302":"\n  Lmfao . I wouldn’t say that. But I find it hilarious actually\n  ","742303":"\n  My fiancé’s cousins engagement today\n  ","742304":"\n  I find it so funny that after a week of being engaged my mil said “congratulations.”\n  ","742305":"\n  Idk everyone is different\n  ","742306":"\n  Good\n  ","742307":"\n  Idc still sending me things in another language\n  ","742308":"\n  Probably\n  ","742309":"\n  Merry Christmas 🎁 🤶🏼🤶🏻❄️☃️\n  ","742310":"\n  Asking dumb questions\n  ","742311":"\n  Omw to the city with my fiancé and bff 💛\n  ","742312":"\n  Leave me tf outta drama\n  ","742313":"\n  Hoping to be in a better mood\n  ","742314":"\n  Speak English or get off my page\n  ","742315":"\n  I do\n  ","742316":"\n  Getting married\n  ","742317":"\n  I do . Often\n  ","742318":"\n  Clowns\n  ","742319":"\n  Merry Christmas Eve ☃️🤶🏼🎅🏻❄️\n  ","742320":"\n  Merry Christmas Eve 🎅🏻🤶🏻❄️☃️ .\n  ","742321":"\n  My fiancé & jewel\n  ","742322":"\n  SoundCloud\n  ","742323":"\n  There’s nothing there\n  ","742324":"\n  Yep\n  ","742325":"\n  Wtf say it back\n  \n  What a dumb question\n  ","742326":"\n  Tf\n  ","742327":"\n  I can’t speak for all girls\n  ","742328":"\n  Probably\n  \n  Lol\n  ","742329":"\n  My kids\n  ","742330":"\n  Following\n  ","742331":"\n  Yep.\n  \n  “Elf”\n  ","742332":"\n  I don’t really listen to that type of music\n  ","742333":"\n  Yep. Giving my mil my time of the day.\n  ","742334":"\n  Few minutes ago to my fiancé\n  ","742335":"\n  Lack of motivation.\n  \n  No ambitions\n  ","742336":"\n  Depends on the situation\n  ","742337":"\n  Thanks\n  ","742338":"\n  I’m from up north . So buildings lol? Idk\n  ","742339":"\n  Idc\n  ","742340":"\n  No lol\n  ","742341":"\n  Lol at least I know my wife cares.\n  ","742342":"\n  They suck\n  ","742343":"\n  Not sure yet, when I’m with her we’ll make plans\n  ","742344":"\n  Uh no? Well my fiancé is at work I’ll be with my bff\n  ","742345":"\n  Lol no.\n  ","742346":"\n  Well ima be out until 3-4am tonight lol\n  ","742347":"\n  Lol . Actually no. The area we were in is a known drug place. Since we were sitting at a park and had left they probably thought we were doing \/\/ buying . Which we weren’t lol . Hence why they didn’t find anything 🤷🏽‍♀️\n  ","742348":"\n  Lmfaoooooooo this whole paragraph is hilarious .\n  \n  “Thot”\n  ","742349":"\n  You don’t care . That’s okay if you don’t care . But guess what? I’m not on ask for all of you guys to care. Idc if you care. You’re obviously bitter cause I’m happy for my own engagement. Cause if you weren’t bitter you would’ve have said anything PERIOD! .\n  \n  Now move along . Get over yourself.\n  ","742350":"\n  Lmao awww you mad?\n  \n  It’s okay to be jealous of something you don’t have 😇\n  ","742351":"\n  Lol but like they said they’re not bitter 😂🥴\n  ","742352":"\n  Thank you! That’s what I’ve been saying. Like why is it a crime for me to be happy at a time like this\n  ","742353":"\n  There you go you idiot anon\n  ","742354":"\n  Send me a my wife some juicy questions\n  ","742355":"\n  Thank you! Like why can’t I be happy to be engaged lol\n  ","742356":"\n  Nobody . Not a soul\n  ","742357":"\n  Alright. Go tell it to all them other people out there who are married and don’t believe in God the same shxt and I bet you they don’t give a fxck\n  ","742358":"\n  Nobody said I was special .\n  \n  Lol here we go 😂😂😂😂.\n  \n  Too bad I’m not getting married in a church. So there’s that\n  ","742359":"\n  Okay? Lmao.\n  \n  Im happy that’s all. 😇.\n  \n  No need to be bitter lol\n  ","742360":"\n  Nope. I’m type O tho . Which is cool. I can save millions of lives lol\n  ","742361":"\n  I’m assuming you can’t read the part where I said I don’t give a fxck\n  ","742362":"\n  There you go anon\n  ","742363":"\n  I just told you I don’t give a fxck about this drama. I love Cadie. Point blank period.\n  \n  Stop sending me things cause I don’t give a shxt what you go to say\n  ","742364":"\n  Thoughts on how much I don’t give a fxck 😇\n  ","742365":"\n  Got pulled over by the cops 2 months ago with my bff & fiancé . And they searched us and the car. They were mad they didn’t find nothing & had no choice but to let us go 😇\n  ","742366":"\n  Lmfao whoever that anon is going around saying ppl violated terms is a fxcking idiot.\n  ","742367":"\n  I should get up & dye my hair\n  ","742368":"\n  So ask only let you have the VIP badge for a week? How fxcking dumb\n  ","742369":"\n  Fajitas\n  ","742370":"\n  Morning\n  ","742371":"\n  I prefer to answer good questions\n  ","742372":"\n  Pizza\n  ","742373":"\n  That’s not anyone’s business let alone mine\n  ","742374":"\n  Every child misbehaves. But idt I was a “problem” child\n  ","742375":"\n  Idc\n  ","742376":"\n  That’s not my bosses job\n  ","742377":"\n  Idc about churches\n  ","742378":"\n  Thanks\n  ","742379":"\n  Packing my kids bag lol. They’re leaving tomorrow\n  ","742380":"\n  Lil Baby - Young Thug\n  ","742381":"\n  Thank you!\n  ","742382":"\n  .\n  ","742383":"\n  Myself\n  ","742384":"\n  In 2021 but I’m thinking sooner 👀🤔\n  ","742385":"\n  Getting closer & closer to 10K 🤩\n  ","742386":"\n  I hate how in the winter your finger shrink . Makes my ring kinda big 😭\n  ","742387":"\n  Suck d!ck\n  ","742388":"\n  Not love but I like them\n  ","742389":"\n  Food\n  ","742390":"\n  I do\n  ","742391":"\n  Lol . I haven’t\n  ","742392":"\n  Nope\n  ","742393":"\n  In my room\n  ","742394":"\n  Getting a new car\n  \n  Saving up more\n  \n  No kids all 2020\n  ","742395":"\n  To change my last name\n  ","742396":"\n  Yeah I am.\n  \n  Cause I just wanted to\n  ","742397":"\n  I ignore it\n  ","742398":"\n  Smfh\n  ","742399":"\n  Depends\n  ","742400":"\n  Watching Netflix\n  ","742401":"\n  My ring box\n  ","742402":"\n  Yes . Don’t fxck with me\n  ","742403":"\n  Mhm I’m not sure\n  ","742404":"\n  n i g h t\n  ","742405":"\n  Nothing lol.\n  ","742406":"\n  I have a craving for hot chocolate\n  ","742407":"\n  Yep . I’m by the time we’re together for 10 years . We’ll be married\n  ","742408":"\n  8 years\n  ","742409":"\n  Kanye\n  \n  6ix9ine\n  \n  Malcom x\n  \n  Nipsey Hussle\n  ","742410":"\n  Loyal - PARTYNEXTDOOR & Drake\n  ","742411":"\n  My fiancé thermal and sweat pants\n  ","742412":"\n  Taylor Swift\n  ","742413":"\n  I like both\n  ","742414":"\n  To each their own\n  ","742415":"\n  My kids\n  ","742416":"\n  How weird\n  ","742417":"\n  11pm-6am\n  ","742418":"\n  He said “yeah I know. I seen it on fb.” “Congratulations.”\n  ","742419":"\n  Sometimes. But, for the most part, she’s annoyingly af.\n  ","742420":"\n  Nah, I’m about to tho rn\n  ","742421":"\n  Thank you so much\n  ","742422":"\n  10+\n  ","742423":"\n  Living my best life\n  ","742424":"\n  I do. Within my fiancé family 👀\n  ","742425":"\n  My mom . She texted me\n  ","742426":"\n  Regular hot tea , or ice tea\n  ","742427":"\n  Strawberry cause I’m sweet\n  ","742428":"\n  Little bit of both 🥴\n  ","742429":"\n  Ask me thangs\n  ","742430":"\n  Idk what that is\n  ","742431":"\n  Nope. Rn were just probably going to do a courthouse wedding first.\n  ","742432":"\n  Yep.\n  ","742433":"\n  Thnxs\n  ","742434":"\n  Feels a little different I guess lol\n  ","742435":"\n  Lmfao. I know 😂\n  ","742436":"\n  We’re both always back & forth. 🤷🏽‍♀️\n  ","742437":"\n  Thanks? Lol\n  ","742438":"\n  Yeah\n  ","742439":"\n  Watching YouTube & smoking\n  ","742440":"\n  Not really. I still had a social life.\n  ","742441":"\n  I absolutely do!\n  \n  Sounds good af rn 😭. Craving some peppermint mocha from Starbucks 🤤😋\n  ","742442":"\n  My advice for a teen is don’t get pregnant . Period.\n  \n  New moms: sleep as much as possible when the baby is napping . Or sleeping.\n  ","742443":"\n  I’ve been in one.\n  \n  They’re relaxing\n  ","742444":"\n  Being creative within your knowledge. Have to be somewhat wise to have some logic\n  ","742445":"\n  Hello - -\n  ","742446":"\n  I’m great!\n  ","742447":"\n  I can’t say. Idk . But I’d hope so. At least for her own sake\n  ","742448":"\n  I don’t?\n  ","742449":"\n  We’re engaged\n  ","742450":"\n  Lol. Uh no\n  ","742451":"\n  Finally cleared \/\/ answered all my questions .\n  \n  Send me in more 😊\n  ","742452":"\n  • outgoing\n  \n  • shy\n  \n  • loud\n  \n  • talkative\n  ","742453":"\n  Single parents\n  ","742454":"\n  Couldn’t have said it any better\n  ","742455":"\n  You’re amazing\n  ","742456":"\n  Brooklyn:\n  \n  Why after every sentence you call me \"shawty\"? \"Yo shawty... shawty.\" I'm taller than you!\n  \n  Rashad:\n  \n  Okay, well, let me ask you this then: in New York City then why ya'll gotta say \"yo, son\" after every sentence? I'm not your kid, I'm not your child, why I gotta be your son?\n  \n  Teddy:\n  \n  Money...\n  \n  Rashad:\n  \n  B...\n  \n  Brooklyn:\n  \n  I call you \"sun,\" 'cause you shine like one. Ya' feel me?\n  \n  Rashad:\n  \n  That was real sentimental. Thank\n  ","742457":"\n  💕😊\n  ","742458":"\n  My son , daughter and fiancé\n  ","742459":"\n  Thank you 😌\n  ","742460":"\n  Jealousy for sure. Ppl have died from others being driven to by jealousy\n  ","742461":"\n  Ask them some questions\n  ","742462":"\n  Physical\n  ","742463":"\n  💍💕👰🏽\n  ","742464":"\n  We put out cookies. We bake em\n  ","742465":"\n  Plane , bus or train\n  ","742466":"\n  I’m leaving states\n  ","742467":"\n  I’d get an apartment\n  ","742468":"\n  Mainly these . But not all of the 2nd page but I do use em once in a while and I do play the games tho\n  ","742469":"\n  Roman noddle with cheese\n  ","742470":"\n  Yeah . I think it’s funny when my son cries for absolutely no reason. So I go haha! Then he starts laughing lmao\n  ","742471":"\n  Funny cause me and my fiancé and bff were talking about that Friday . What we should do. Have not a clue rn . Probably something since I won’t have the kids\n  ","742472":"\n  I should be dying my hair but I’m being lazy rn\n  ","742473":"\n  Little bit of both\n  ","742474":"\n  Ew I do not. Which is odd cause most Caribbean ppl do lol.\n  ","742475":"\n  Isn’t that November’s birthstone lol. In that case I love it cause it’s my own birth stone color haha\n  ","742476":"\n  I probably do. I need to work on some skills lol.\n  ","742477":"\n  We’d be even more lazy Americans\n  ","742478":"\n  My wedding plans\n  ","742479":"\n  I can not 😩\n  ","742480":"\n  When this girl slapped someone’s mom & cant doing it in front of her lmao.\n  ","742481":"\n  I don’t lmao\n  ","742482":"\n  I don’t like muscle cars\n  ","742483":"\n  A tattoo on my wrist they says “Joy” for my daughters name.\n  \n  Joy is her middle name.\n  ","742484":"\n  Jewel\n  ","742485":"\n  Food is the key to anyone’s heart ❤️\n  ","742486":"\n  I don’t have any .\n  ","742487":"\n  ATL\n  ","742488":"\n  Answers have to be interesting & I love following mamas haha\n  ","742489":"\n  My kids opening their presents .\n  \n  Christmas With The Kranks\n  ","742490":"\n  O well in that case neither\n  ","742491":"\n  Kfc cause idk what Mac is\n  ","742492":"\n  The day my fiancé proposed to me\n  ","742493":"\n  I had some flip phone lmao.\n  \n  & it was blue\n  ","742494":"\n  Pic of my ring\n  ","742495":"\n  New Zealand or Australia\n  ","742496":"\n  I made steak , stuffing , & corn.\n  \n  Wifey duties lol\n  ","742497":"\n  Barbados 🇧🇧\n  ","742498":"\n  I saw my parents put gifts under the tree 🌲\n  ","742499":"\n  I love art especially the female body\n  ","742500":"\n  “You’re sexy af” lmao\n  ","742501":"\n\n   @LilMommaBear\n  \n\n   @learningwithlolaa\n  \n\n   @reachel_n\n  \n\n   @MostHi\n  \n\n   @shesbackbitchesx\n  \n\n   @LyssaGirl_001\n  \n\n   @littletrust\n  \n\n   @raisingmyminions\n  \n\n   @mommaisloved\n  \n\n   @Hayleywilson21\n  \n\n   @NicoleBuckleyyx\n  \n\n   @lnr87\n  \n\n   @af9495\n  \n\n   @Ice_Frozen_Vocals\n  \n\n   @romperlady_0302\n  \n","742502":"\n  I’m just happy with how I think about myself. Other views doesn’t phase me . Only my mans & my dads tbh\n  ","742503":"\n  2,000\n  ","742504":"\n  It’s an okay game. I always chose dare tho hah! I had to eat 😸\n  ","742505":"\n  Seafood 🦞\n  ","742506":"\n  I want another wishbone to add to my engagement ring 💍\n  ","742507":"\n  I think it would be more acceptable\n  ","742508":"\n  Trump\n  ","742509":"\n  You’re blocked for sending me this 3 times\n  ","742510":"\n  🤩🤗\n  ","742511":"\n  Prancer\n  ","742512":"\n  Little bit of both lol\n  ","742513":"\n  Lol. Probably murder\n  ","742514":"\n  I feel like there’s more to life then what we all feel \/ see. We’re all stuck in somewhat of a bubble when it comes to thinking\n  ","742515":"\n  Mhm rn surprisingly nothing\n  "}}