{"Question":{"742516":"\n   What angers you the most?\n  ","742517":"\n   What movie always makes you cry?\n  ","742518":"\n   📸 This may seem like fishing for compliments, I know. I’m curious, tho. 😄 — Which picture do you like the most:\n   \n    https:\/\/ask.fm\/zy_cv\/answer\/159963324015\n   \n   ?🌻\n  ","742519":"\n   What is your favorite thing to bake?\n  ","742520":"\n   What is the key to the magic life of sound?\n  ","742521":"\n   Do you look like kylie’s dog?\n  ","742522":"\n   Do you have relatives at ask.fm ?\n  ","742523":"\n   Would you rather be Kim Kardashian for a day or Kanye West for a day?\n  ","742524":"\n   He is so lucky I'm jealous\n  ","742525":"\n   Check your 90 unread Messages and reply to the people\n  ","742526":"\n   So he never moved out? Kk lol 😂\n  ","742527":"\n   Would you rather name a dog Fred or Jack?\n  ","742528":"\n   How does it make you feel when people you text leave you on read??\n  ","742529":"\n   What is your all time favorite comedy movie?\n  ","742530":"\n   Say something people wouldn’t expect from you:\n  ","742531":"\n   🍄 How come you wanna try mushrooms?\n  ","742532":"\n   are you saving up for anything?\n  ","742533":"\n   What are your thoughts on Anime?\n  ","742534":"\n   If you had to change your name, what would your new name be, and why would you choose that name?\n  ","742535":"\n   Do you like corn?\n  ","742536":"\n   What is one thing you have absolutely no patience for?\n  ","742537":"\n   Subscribe me YouTube videos Snapchat andygene42\n  ","742538":"\n   Did u ever get the other part of your ring\n  ","742539":"\n   They sound like a hater\n  ","742540":"\n   Wow, you’re cheating lying boyfriend finally proposed. Didn’t even know you guys were back together. How proud you must feel 🙄\n  ","742541":"\n   Would you rather be able to speak any language fluently or have the ability to talk to animals?\n  ","742542":"\n   When is the last time modern technology failed you? Example WiFi goes down .\n  ","742543":"\n   Do you like pretzels? PRETZEL GIFS!\n  ","742544":"\n   do you own a waffle maker\n  ","742545":"\n   Have you ever caught a butterfly? 🌸✨\n  ","742546":"\n   Which reindeer would you be?\n  ","742547":"\n   Nervous habit\/s? 😁\n  ","742548":"\n   What smells are satisfying to you?\n  ","742549":"\n   Have you ever been to a crawfish boil before? Your experience? Like it or not like? (Check it out online if you've never heard of it)\n  ","742550":"\n   Swimming pool, river, lake, sea, ocean - where do you prefer to swim?\n  ","742551":"\n   Do you have any notifications for askfm on? If so, which? — I get notified whenever I get a new question. The rest is disabled.\n  ","742552":"\n   Have you ever mistaken someone’s friendliness with flirting?I never do . I KNOW the ladies are flirting with me! 😎😎😎\n  ","742553":"\n   Cake, pie or cookies?\n  ","742554":"\n   Do you like pears?? 😯\n  ","742555":"\n   Do you play video games?\n  ","742556":"\n   That's a lot of followers. Impressive 😋\n  ","742557":"\n   How many serious relationships have you been in?\n  ","742558":"\n   who’s your favorite character in The Incredibles\n  ","742559":"\n   Anyone i want be my friend\n  ","742560":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","742561":"\n   Story of how you found out you were pregnant ?\n  ","742562":"\n   On a scale of 1-10 how strict were your parents?\n  ","742563":"\n   Have you ever wore a wig?\n  ","742564":"\n   Do you have pets? PAP!\n  ","742565":"\n   How do you prefer to wear your hair? Up or down? Curly, wavy or straight?  Etc\n  ","742566":"\n   What are you interested in that most people aren’t?\n  ","742567":"\n   What is your least favourite month of the year? Why?\n  ","742568":"\n   If you could dye your hair a colour that isn’t natural, what colour would you go? 💙\n  ","742569":"\n   Favorite breakfast food?\n  ","742570":"\n   When we all fall asleep  , where do we go?\n  ","742571":"\n   How do you feel about her being ur in law?\n  ","742572":"\n   Ur back on the top 10\n  ","742573":"\n   Never mind , set. Just wish you a great day ❤.\n  ","742574":"\n   Just reading this made me feel tired too 😂 .\n  ","742575":"\n   Current mood •••\n  ","742576":"\n   do you have a christmas tree?\n  ","742577":"\n   Also anyone else kinda surprised how fast Christmas came around?! It's next week! What happened to this year! 🎄\n  ","742578":"\n   Hello Friday! Just one more day, and you have the weekend! Keep going! :3 Your well deserved rest is in reach! Have a lovely day! 💕\n  ","742579":"\n   Just want you guys to know I enjoy your questions and answers . Ask fm has been fun the past couple weeks and I’ve met some really nice people! Hope you have a nice holiday !\nDo you like salt water taffy?\n  ","742580":"\n   How much longer do humans have on the earth if we keep our current trajectory?\n  ","742581":"\n   Have you ever been to a heavy Rock concert? Never been to one before, would you go?\n  ","742582":"\n   You like cheese?\n  ","742583":"\n   Have you ever ran a marathon\n  ","742584":"\n   Have you ever had a job where you got hired on the spot\n  ","742585":"\n   Is the world as bad as the media makes it out to be?\n  ","742586":"\n   Would you jerk off a lot if you were a guy?\n  ","742587":"\n   Why is it important to reproduce when everything dies eventually anyway?\n  ","742588":"\n   Use this to rant about something 🙂\n  ","742589":"\n   Favorite food?\n  ","742590":"\n   What are you most afraid off. ETC(Animals, Water ETC)\n  ","742591":"\n   If u had a choose to date someone on Askfm who would it be n why??\n  ","742592":"\n   What are your turn ons... (To the girls no homo)\n  ","742593":"\n   What's one thing you think everyone should do every day?\n  ","742594":"\n   That's so dark... I like it! 😋\n  ","742595":"\n   What did you have for breakfast this morning?\n  ","742596":"\n   What is the purpose of life?\n  ","742597":"\n   Shit\n  ","742598":"\n   What business or company do you wish you owned?\n  ","742599":"\n   Merry Christmas to everyone I follow on here.  Hope Santa is good to you all.  (I’m sending this now because I’m leaving for  Cuba shortly and likely won’t be on for a week)\n  ","742600":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","742601":"\n   What is your favorite holiday? x\n  ","742602":"\n   Gizmo or Baby Yoda?\n  ","742603":"\n   What is the number one thing you want for Christmas? x\n  ","742604":"\n   add me on fb, bdhgdhy hiuhiu!!  \nI will surely confirm you!!\n  ","742605":"\n   If you could change one thing about ASKfm for 24 hours, what would it be?\n  ","742606":"\n   what’s one thing that you would like to have in your room that you don’t have already?\n  ","742607":"\n   What's a subject you wish you knew more about?\n  ","742608":"\n   What would you do if you found a celebrity's phone?\n  ","742609":"\n   Do you welcome competition?\n  ","742610":"\n   What is one personality trait you have, that you dislike about yourself?\n  ","742611":"\n   If you had one wish what would it be\n  ","742612":"\n   If you were a YouTuber, what would your videos be about?\n  ","742613":"\n   💟 You are a diamond. It’s time for you to shine. You are a magnet for love. Your thoughts are kind to you, because you deserve it. A calm feeling spreads through your thoughts and actions. You are a good person who deserves good things. You are on the best path for you. 💟\n  ","742614":"\n   What makes you feel proud of yourself?\n  ","742615":"\n   Would you rather have no one to show up for your wedding or your funeral?\n  ","742616":"\n   What are the most comfortable shoes you own?\n  ","742617":"\n   What is your favourite day of the week?\n  ","742618":"\n   Star Wars, Star Trek or Stargate? 🤔\n  ","742619":"\n   What's your favorite gum flavor?\n  ","742620":"\n   what is the best thing that happened to you today?\n  ","742621":"\n   How do you handle people you don't like?\n  ","742622":"\n   name one thing you’ll always find in your fridge!\n  ","742623":"\n   Would you rather read minds or accurately predict future?\n  ","742624":"\n   Do u know de way? x\n  ","742625":"\n   Do you reply to all questions right away or do you keep some in your inbox? How many questions are there in your inbox right now?\n  ","742626":"\n   Are there any questions you ask anonymously? If so, what kind of questions and why?\n  ","742627":"\n   Would you rather know how you will die or when you will die?\n  ","742628":"\n   Chocolate or vanilla cupcakes?\n  ","742629":"\n   What time did you wake up this morning?\n  ","742630":"\n   Today has been a bitter sweet day, but I’m feeling positive in a weird way! I hope everyone has had a good day ❤️❤️\n  ","742631":"\n   Turn back the clock and redo one thing in the last 30 days. What is it and why ?\n  ","742632":"\n   How much money would it take to change your life significantly ?\n  ","742633":"\n   Has having an askfm taught you anything about yourself?\n  ","742634":"\n   Would you rather live in an amusement park or a zoo?\n  ","742635":"\n   Are you afraid of death? If so, why?\n  ","742636":"\n   Would you rather experience the beginning of planet earth or the end of planet earth?\n  ","742637":"\n   do you know who A$AP Rocky is?\n  ","742638":"\n   What's your biggest phobia?\n  ","742639":"\n   Do you feel comfortable, when being photographed?\n  ","742640":"\n   did you watch Hey Arnold! as a kid?\n  ","742641":"\n   What is one personality trait that you have, that you like the best about yourself?\n  ","742642":"\n   What's your favourite book?\n  ","742643":"\n   What's your favorite shape? (Why not ask?! 😂🤷)\n  ","742644":"\n   What's been the best commercial you've seen?\n  ","742645":"\n   What kind of movies do you like?\n  ","742646":"\n   Lol\n  ","742647":"\n   Favorite couples on Ask? 🤔\n  ","742648":"\n   What is your favourite true crime case?\n  ","742649":"\n   At what point did you realize your favorite tv show was on its way down hill?\n  ","742650":"\n   What's the similarity between a hooker and a box of chocolates? x\n  ","742651":"\n   what’s the best thing to happen to you today? i got off work an hour early. 🥳\n  ","742652":"\n   Who are your favourite people on here?\n  ","742653":"\n   Why dont you cut your hair?\n  ","742654":"\n   how many coins do you have on here\n  ","742655":"\n   Canada or Mexico?\n  ","742656":"\n   When was the last time you stepped out of your comfort zone and tried something new?\n  ","742657":"\n   What's something you do well?\n  ","742658":"\n   In what case you can justify lies?\n  ","742659":"\n   Build a snowman or make snow angels?\n\nFor those who haven't experienced snow, which sounds more appealing?\n  ","742660":"\n   Is it possible to prove that other people besides yourself have consciousness?\n  ","742661":"\n   Unpopular opinion\n  ","742662":"\n   When's the last time you: sneezed? Lit a candle? Took a bubble bath? Gave\/recieved a hug? Sang? Drew?\n  ","742663":"\n   How would you explain your basic life philosophy?\n  ","742664":"\n   Train sets under trees; yay or nay?\n  ","742665":"\n   Do you like getting compliments?\n  ","742666":"\n   What gets you into the holiday spirit regardless of which holiday you celebrate?\n  ","742667":"\n   Do you know many people born in December? Are you one of them? Sagittarius or Capricorn?\n  ","742668":"\n   Do you have a busy upcoming week ahead?\n  ","742669":"\n   Would you rather have eggnog, hot chocolate or hot apple cider right now?\n  ","742670":"\n   Roast\n   \n    https:\/\/ask.fm\/CasperTNG\/answer\/158621875390?utm_source=copy_link&utm_medium=iOS\n   \n","742671":"\n   How did you get the check beside your name? x\n  ","742672":"\n   Are you excited for Christmas or over it type feeling as it approaches?\n  ","742673":"\n   I bought the plug a present, I don't mean to flex though\n  ","742674":"\n   I know you don't care because its not like its you getting thrown under the bus, Kate never added that feminist on Instagram or made a fake profile of her. Kate hates her to put it bluntly\n  ","742675":"\n   Can anyone prove Kate was on Elyssa's instagram or was this another lie? Elyssa is like Nancy Pelosi she constantly lies and tries hard to deny its impossible for Kate to have 100 accounts, its unrealistic\n  ","742676":"\n   What would you like to have happen before the year is over?\n  ","742677":"\n   Kate is anti feminist and pro nationalist, what makes you think shes gonna make a fake account of a feminist? It was obviously someone trying to act like Kate on the fake account Kate never said she made that account Anonymous did, also Kate is better than Elyssa i want her back on ask.fm tbh\n  ","742678":"\n   Oh absolutely! I really hope that the senate take their duties seriously and hold a fair trial. At the very least, this shows that the democrats won't stand for a president breaking the law.\n  ","742679":"\n   Unfortunately, there's no protection against that. Also, being impeached doesn't mean he won't continue to be president. The Senate will now have to hold a trial and vote as to weather or not to remove him from office. Since they're Republican, they most likely won't. Still, at least it's something!\n  ","742680":"\n   Does jealousy have value in driving humans to improve themselves or is it a purely negative emotion?\n  ","742681":"\n   What was the last picture you took with your phone?\n  ","742682":"\n   Do you agree with the saying that the squeaky wheel gets the grease?\n  ","742683":"\n   What is the next big thing that will blow people’s minds?\n  ","742684":"\n   Are your tubes tied\n  ","742685":"\n   What did you have for dinner?\n  ","742686":"\n   What’s your favorite Christmas decoration?\n  ","742687":"\n   How do you feel about Jeffree Star?\n  ","742688":"\n   How do you feel about Ariana Grande?\n  ","742689":"\n   Do you like pigs in a blanket\n  ","742690":"\n   Then why don’t your kids live wit you.\n  ","742691":"\n   Who is in China\n  ","742692":"\n   How’d you lose custody?\n  ","742693":"\n   Your picture has her with a Halo. I thought that meant she was an angel whod passed.\n  ","742694":"\n   Do you enjoy reading? Whatcha reading?\n  ","742695":"\n   If you could only play one game on a console, computer or phone for the rest of your life which game would you choose?\n  ","742696":"\n   When did your daughter pass? I’m so sorry I didn’t know\n  ","742697":"\n   ????\n  ","742698":"\n   Am Bright Scott and you?\n  ","742699":"\n   I was on here going through profiles and so luckily i came across your marvellousand charming picture of you,which really drew my attention to get in touch with you and also i really love your profile...Nice to meet you...Can we be friends.\n  ","742700":"\n   Nice to hear that.\n  ","742701":"\n   What are you waiting for?\n  ","742702":"\n   Are you happy to be married\n  ","742703":"\n   What did his mom say?\n  ","742704":"\n   \"Imagine Dragons\" or \"The Chainsmokers\"?\n  ","742705":"\n   Describe the worst weather you have ever been in ?  Did you ever think that you weren’t safe ?\n  ","742706":"\n   Might as well use who I follow to my advantage:  I have a dissertation coming up where I’m trying to answer the question “what is individuality”. Do you know of any public scenarios where people have been penalised\/hurt etc for their individuality?\n  ","742707":"\n   Favourite taka away?\n  ","742708":"\n   What do you think of people that abuse animals?\n\n(If you do not feel comfortable with answering, you do not have to.)\n(Use this question to vent how you feel. More than welcome to say whatever you'd like.)\n  ","742709":"\n   Favourite movie when you were a child?\n  ","742710":"\n   I HOPE EVERYONE HAS A FANTASTIC HOLIDAY AND A HAPPY NEW YEAR!!\n  ","742711":"\n   Who are the best parents on askfm?\n  ","742712":"\n   Awh, how come? 😞\n  ","742713":"\n   Plans for Christmas?\n  ","742714":"\n   How long have you been on ask for?\n  ","742715":"\n   Do you want to get married in spring ,summer, fall or winter\n  ","742716":"\n   do you keep your keys on some kind of keychain or lanyard? post a picture of it, if you want.\n  ","742717":"\n   Out of the positive emotions of compassion, positivity, enthusiasm and initiative, which one is your biggest strength?\n  ","742718":"\n   Do you have any role models outside of your family. If yes would you care to share who and why ?\n  ","742719":"\n   Do you like Bugels?\n  ","742720":"\n   You're half way through! You can do this! Not long until everything becomes sparkly and you can rest, relax and enjoy the holiday season!  Have a great rest of your week! :3\n  ","742721":"\n   What is one Christmas song you dislike?\n  ","742722":"\n   That speechless moment when…\n  ","742723":"\n   Would you ever make a parachute jump?\n  ","742724":"\n   What's the worst secret Santa gift that you have received?\n  ","742725":"\n   So a lot of people day 2019 is the year of their biggest changes in life and person. Was it that way for you? How would you describe your 2019?\n  ","742726":"\n   What's the most unusual thing in your refrigerator, right now?\n  ","742727":"\n   Use this space to say something sweet to your significant other. If you don't currently have one, say something sweet to yourself. 🥰\n  ","742728":"\n   Are there any shows from your childhood you could sit down and watch now? \nI'm currently watching what's new Scooby Doo (the one from 2005, even though I wish it was the older show!!)\n  ","742729":"\n   Have you ever ordered a gift online however it did not arrive until after the person’s birthday?\n  ","742730":"\n   Would you want to know you are going to die before hand or die suddenly without warning?\n  ","742731":"\n   Congratulations you two!!!\n  ","742732":"\n   proposal story?\n  ","742733":"\n   why\n  ","742734":"\n   Have you ever made a racial joke to someone up close\n  ","742735":"\n   What is your career?\n  ","742736":"\n   What do you want for Christmas?\n  ","742737":"\n   New Years Resolutions; have you ever achieved any? I always fail😂🤷🏻‍♀️\n  ","742738":"\n   ¿What language would you like to learn?\n  ","742739":"\n   Worst thing about winters?\n  ","742740":"\n   Is it just mine, or has ask randomly unfollowed people from your guys' pages too??\n  ","742741":"\n   Do you love the World you live in?\n  ","742742":"\n   You like chocolate?\n  ","742743":"\n   if you were given a chance to explore the oceans, go to outer space or visit 50 different countries, which one would you choose and why?\n  ","742744":"\n   Who makes u beyond happy 🌹\n  ","742745":"\n   What was the most thoughtful gift that you have received\n  ","742746":"\n   Full of yourself much?\n  ","742747":"\n   I saw a story where this gay couple wanted kids, and each had a sister. So they had one sister from one of the guys donate her eggs then fertilize it with the other guy, and vise versa so their kids technically had both of their dna. Do you think that's weird?\n  ","742748":"\n   use this to post a picture, as a filler, to rant, whatever. or just delete it. 😂\n  ","742749":"\n   Imagine this. Your mother being screwed by your father until he ejac.ulates inside of her. Their moans. His thrusts. Your conception and subsequent birth. Isn't life amazing?\n  ","742750":"\n   Are you an affectionate person\n  ","742751":"\n   Have you ever been knocked unconscious\n  ","742752":"\n   What did you do as a kid that seemed normal at the time but which now seems super weird?\n  ","742753":"\n   All time favorite TV show?\n  ","742754":"\n   If you could have one major change happen before 2020, what would you change?\n  ","742755":"\n   You're only allowed to listen to one music album for the rest of your life, which is it?\n  ","742756":"\n   Do you like to wear flip-flops?\n  ","742757":"\n   Are you rich\n  ","742758":"\n   Is 129\/72 blood pressure normal\n  ","742759":"\n   What do you think of Africa?\n  ","742760":"\n   What’s your favorite bug\n  ","742761":"\n   Who is your celebrity crush and why?\n  ","742762":"\n   I'm pregnant and when I went to my obyn they ordered me a ecg scan and it came back normal I just got confused why they would test me I never had heart problems or a heart attack\n  ","742763":"\n   Can you do a handstand?\n  ","742764":"\n   You have sxx before me sick sick sick blocked\n  ","742765":"\n   I'm Jamaican i live in the hood i been to jail since age 3\n  ","742766":"\n   She wasn’t bullying you please unblock her\n  ","742767":"\n   She was just saying she’s not a celebrity that’s all\n  ","742768":"\n   are you more of a sunrise or sunset person?\n  ","742769":"\n   how do you feel about sour candy?\n  ","742770":"\n   Someone tell their followers to come entertain me! The boredom is so real! 😬\n  ","742771":"\n   You deny your heritage. You’re black. Black is beautiful my child.\n  ","742772":"\n   I’d\n   \n    @reachel_n\n   \n   your brains out bby\n  ","742773":"\n   I’m blaq. Not using it against you. We all have religious beliefs in our culture. Why would you think I would use your race against you???\n  ","742774":"\n   what’s your opinion on nutmeg?\n  ","742775":"\n   do you prefer olive oil or butter on your pasta?\n  ","742776":"\n   How can you be blaq and not believe in god lmao\n  ","742777":"\n   My fan was just saying she is a fan of me she never said she was the real me now please unblock her\n  ","742778":"\n   how do you feel about spicy food?\n  ","742779":"\n   What would be your thought process if you were presented with irrefutable evidence that a god didn’t exist? What would your thought process if you were presented with irrefutable evidence that a god did exist?\n  ","742780":"\n   Do u think Chris brown is attractive\n  ","742781":"\n   TikTok bigandy4life\n  ","742782":"\n   Do you think need a college\/ university degree to get a decent job\n  ","742783":"\n   It’s me Tom I’m supposed to ask like 5 anonymous questions so here’s one. Are you excited for 2020?\n  ","742784":"\n   How long will you search for something before declaring it lost?\n  ","742785":"\n   Why will the kids be with their grandparents for Christmas? Will you see them?\n  ","742786":"\n   Does she still live 3 houses down from you? If so does that make it awkward knowing she probably just watches your every move.\n  ","742787":"\n   is porn racist?\n  ","742788":"\n   What’s your favorite Christmas dessert?\n  ","742789":"\n   what month were you born?\n  ","742790":"\n   So what metal is it\n  ","742791":"\n   But the diamonds are so shiny. How many of them are there, and what quality?\n  ","742792":"\n   Do you donate to charity?\n  ","742793":"\n   Do you like answering questions or just asking\n  ","742794":"\n   Oh ok! I understand. Oh well 😔 but dont stop smiling beautiful Miss Gabby\n  ","742795":"\n   But the kids usually are 💙\n  ","742796":"\n   What is happiness?\n  ","742797":"\n   Why do we respect the dead more than the living?\n  ","742798":"\n   8 more days until Christmas Day !!! #smile\n  ","742799":"\n   How long have you guys been together\n  ","742800":"\n   I’m so happy he finally proposed to you\n  ","742801":"\n   If you had a chance to replay one moment of your life, what would it be?\n  ","742802":"\n   what is your go to coffee order?\n  ","742803":"\n   How is everyone today?\n  ","742804":"\n   You’re five currently favourite songs?\n  ","742805":"\n   Fineassyellowbone\n  ","742806":"\n   What are your plans for New Years?\n  ","742807":"\n   Ring looks more expensive than mine b***h\n  ","742808":"\n   According to you, why do people love? Or fall in love?\n  ","742809":"\n   Do you know when you would like your wedding?!\n  ","742810":"\n   Congratz on your engagement! How did they propose?!\n  ","742811":"\n   Are you ready for 2020?\n  ","742812":"\n   Love the diamonds and gold of your ring\n  ","742813":"\n   What's your hair color?\n  ","742814":"\n   Can’t believe I’m complimenting another woman’s hand but you have like the prettiest hand ever!\n  ","742815":"\n   are you friends off the app with anyone from ask?\n  ","742816":"\n   Where is the difference between being confident and being cocky?\n  ","742817":"\n   Soon soon soon 😍\n   \n    https:\/\/ask.fm\/szq__\/answers\/159254770053?utm_source=copy_link&utm_medium=android\n   \n","742818":"\n   Plans for Christmas\n  ","742819":"\n   Are you having a dj for the wedding\n  ","742820":"\n   Hey! How’s life?\n  ","742821":"\n   Do you remember your first day at school?\n  ","742822":"\n   What's the worst thing someone can do on a first date?\n  ","742823":"\n   What do you do to entertain yourself?\n  ","742824":"\n   How did his mother react?\n  ","742825":"\n   Look at their faces & bodies they could actually be sisters\n   \n    https:\/\/ask.fm\/pollspollspolls6\/photopolls\/149041333\n   \n","742826":"\n   Set a spring wedding\n  ","742827":"\n   We’re you shocked\n  ","742828":"\n   Would you rather have Sausages for fingers or Burgers for feet? And why?\n  ","742829":"\n   What picture comes to your mind when you hear word \"fun\"?\n  ","742830":"\n   How did you're bf\/fiancee propose to you\n  ","742831":"\n   Is your mom a strong Christian or not really that observant\n  ","742832":"\n   Would you be ok with one of your kids converting to Islam as an adult\n  ","742833":"\n   Last time you had sex\n  ","742834":"\n   Congrats on getting engaged I'm happy for you\n  ","742835":"\n   What did your parents say\n  ","742836":"\n   Is she the type to have casual s.ex\n  ","742837":"\n   How are you \"getting the fun\"?\n  ","742838":"\n   Does your mom have a man\n  ","742839":"\n   How are you\n  ","742840":"\n   Does your mom still have s.ex?\n  ","742841":"\n   You like Netflix? Hulu? Crackle? What do you like to watch on there if so?\n  ","742842":"\n   How old were you when your parents split?\n  ","742843":"\n   Would you be ok with your kids dating Muslims?\n  ","742844":"\n   What are some Christmas traditions you have? Do you like these traditions? What traditions would you like to have?\n  ","742845":"\n   Are your parents religious ?\n  ","742846":"\n   Why'd they call the cops on you?\n  ","742847":"\n   Do you and Greg live together?\n  ","742848":"\n   Was he in school when that happened or did he see it?\n  ","742849":"\n   Oh so you'd have a courthouse wedding first then a ceremony later on ?\n  ","742850":"\n   Do you like the color green or maybe red?? Post a GIF with green or red in it! Dark or light green or red! It doesn't matter. GIF it aaannd go! 😊👍🌲♥\n  ","742851":"\n   Are you having a courthouse or traditional wedding\n  ","742852":"\n   what tv shows are your kids into?\nif you don’t have kids, what tv shows were you into as a kid?\n  ","742853":"\n   How did your son feel about that?\n  ","742854":"\n   what is a song you can’t stand?\n  ","742855":"\n   Do you guys have a wedding date?\n  ","742856":"\n   When did you get engaged\n  ","742857":"\n   Ever had to call the cops on your neighbors? Have they ever called the cops on you?\n  ","742858":"\n   Is letting your ex stay over pathetic?\n  ","742859":"\n   Have you ever fallen in love with a person who is in another relationship? 🤔\n  ","742860":"\n   Who was the last person you kissed? 🤔\n  ","742861":"\n   Who was the last person whose phone number you added to your contacts? (Don't have to answer.)\n  ","742862":"\n   Have you ever participated in a protest , sit in or candlelight vigil?\n  ","742863":"\n   اللهم صلي وسلم وبارك عليك يا حبيبي يا رسول الله ♥\n\n#7osta 💙💙\n  ","742864":"\n   Do you get any tornado weather where you live?\n\n(We're under a tornado warning until 9 tonight. Its 3 right now. Send some positive vibes our way please.)\n  ","742865":"\n   Which was the last compliment you gave someone?\n  ","742866":"\n   Do you have any good looking neighbors?\n  ","742867":"\n   what is the temperature near you?\n  ","742868":"\n   what are you most proud of right now?\n  ","742869":"\n   Who is your celebrity crush\n  ","742870":"\n   do you believe more in fate or that we are the creators of our own destinies because we are governed by free will?\n  ","742871":"\n   Would you rather be the funniest person in the room or the most intelligent?\n  ","742872":"\n   have you ever been golfing?\n  ","742873":"\n   #followed 💜 follow back?\n   \n    @sarchoticarcane\n   \n","742874":"\n   What scene in a movie has evoked the most feelings out of you?\n  ","742875":"\n   What is one Christmas food that you dislike?\n  ","742876":"\n   how many games do you have on your phone? what are they?\n  ","742877":"\n   Hey, followed you 😊\nIf you have any interest of mathematics or have a question about math ask me anytime plz.\n  ","742878":"\n   Which was the last compliment that you received?\n  ","742879":"\n   Would you rather be free or be totally safe?\n  ","742880":"\n   Have you finished your Christmas shopping yet? I’m not even close 😂\n  ","742881":"\n   Congratulations awhhh!😁\n  ","742882":"\n   Omg! Congratulations wifey ❤️❤️❤️\n  ","742883":"\n   Hm, maybe it just takes some time for it to activate. 🤗\n  ","742884":"\n   Are you and Greg gonna move into your own place\n  ","742885":"\n   I think it's wonderful that you stayed with the father of both your children despite having the first as a teenager you beat the odds and now you're finally getting married ❤️ I'm so happy for y'all I hope you have a wonderful life together and a prosperous family\n  ","742886":"\n   Omg congrats Gabby\n  ","742887":"\n   What exactly did you do? But the badge or sign up for their program?\n  ","742888":"\n   Sign up for their VIP program or buy the badge on the market. 🤗\n  ","742889":"\n   Do you have a song that makes you happy every time you hear it?\n  ","742890":"\n   Do you want something new?\n  ","742891":"\n   how’s your monday going so far?\n  ","742892":"\n   did you play any sports in school?\n  ","742893":"\n   Follow me on Twitter and I will follow you back please😊\n   \n    https:\/\/twitter.com\/MominaNaqvi1?s=08\n   \n","742894":"\n   Anyone else excited for Christmas to be over or is it just me😂\n  ","742895":"\n   If you had one wish, what would you wish for?\n  ","742896":"\n   Do you still have an OnlyFans?\n  ","742897":"\n   Who’s got their VIP badge then? 😊\n  ","742898":"\n   have you ever seen the movie Beetlejuice?\n  ","742899":"\n   Have you gotten all your Christmas shopping done? If you don’t celebrate, use this as a filler.\n  ","742900":"\n   What do you miss, but would like to have at your home? 🏘\n  ","742901":"\n   ✨ Everything will work out for you! ✨ You are a winner! ✨ The tools you need to succeed are in your possession! ✨ There is nobody better to get the job done than you! ✨ You have faith in your skills. ✨ Happiness is within your grasp. ✨ You are loved! ✨\n  ","742902":"\n   How much time do you spend thinking about the things you would like for the future?\n  ","742903":"\n   Have you ever\n   \n    @reachel_n\n   \n   for some lube while your banging and then you get a cramp but you just push through it so you can get off anyway?\n  ","742904":"\n   Congratulations ❤️\n  ","742905":"\n\n    @LilMommaBear\n   \n   turned off anon because she can’t handle honest truths about her lifestyle. How do you feel about that?\n  ","742906":"\n   Congratulations!\n  ","742907":"\n   If your son got randomly kicked in the t3st3s while you were out with him in public, would you comfort and provide him first aid, or run after the assailant?\n  ","742908":"\n   What exactly does it mean if someone says “ I’m hanging in there”\n  ","742909":"\n   So I need advice: I want to meet up with my boyfriends family to visit them. It’s been 5 months since my boyfriend passed. I haven’t seen his family for a while but I am shy to ask them, what should I say to them? Because I want to come see  them\n  ","742910":"\n   Tell me something you’re excited for next week!\n  ","742911":"\n   What drink do you prefer when you’re thirsty?\n  ","742912":"\n   Did you have sex last night too\n  ","742913":"\n   Do u wish u we’re famous\n  ","742914":"\n   Wyd\n  ","742915":"\n   Last time you had sex\n  ","742916":"\n   Did you ask this too weird\n  ","742917":"\n   What stocking stuffers do you usually put in your kids stockings? If you have no kids. What do you normally get in yours \/\/ or if you no longer do stocking stuffers when u were a kid what did you normally get?\n  ","742918":"\n   Why won’t you plan to go there ?\n  ","742919":"\n   Have you ever ate Outback Steakhouse?\n  ","742920":"\n   Are you a member of the Jelly of the Month club?\n  ","742921":"\n   what are your plans for christmas?\n  ","742922":"\n   Do you worry and get stressed out much\n  ","742923":"\n   Ask Greg if he’s ready to take another L next week 😈\n  ","742924":"\n   How would you explain color to a blind man?\n  ","742925":"\n   Use this question to talk about someone that you appreciate in your life aaaand go!\n  ","742926":"\n   Are you more of a sweet or a savory person? :3 What's your favourite sweet food, and what's your favourite savory food? 🧀🍰\n  ","742927":"\n   What is your favourite hot beverage? Doesn't have to be seasonal! Also what's your favourite cold beverage? ☕🥤\n  ","742928":"\n   See\n  ","742929":"\n   Instagram?\n  ","742930":"\n   if someone handed you a handbag of $100,000 to keep but the catch was you had to let one person you’ve never met get severely hurt, but they’ll live. would you take it?\n  ","742931":"\n   You’re black?\n  ","742932":"\n   what is something you’re looking forward to for the new year? what is something you’re not looking forward to?\n  ","742933":"\n   did anyone participate in the jelly bracelets where every color had a significant sexual meaning? did anyone wear them just because like me and didn’t care ?\n  ","742934":"\n   are you afraid of bugs? who kills the bugs in your house?\n  ","742935":"\n   Ur fiancé\n  ","742936":"\n   What have you been obsessed with recently, if anything?\n  ","742937":"\n   Its 2 o'clock in the morning, do you ever thank god your music is still alive?\n  ","742938":"\n\n    @kaylyph\n   \n   has you blocked but she sent you a question\n  ","742939":"\n   followed 😊\n  ","742940":"\n   what’s a movie you like that depicts the “future?” (is there time travel or is it just set in the future?)\n  ","742941":"\n   What's the weirdest thing you've found at a garage sale or thrift shop?\n  ","742942":"\n   Would you swim in a Bayou if you got the chance?\n  ","742943":"\n   what’s your life motto?\n  ","742944":"\n   Have you seen anything weird lately?\n  ","742945":"\n   gasoline smell or nail polish 😌😍smell\n🤣🤣🤣\n  ","742946":"\n   What was the last thing that made you happy?\n  ","742947":"\n   do you know what “no cap” means?\n  ","742948":"\n   What does comfort mean to you?\n  ","742949":"\n   Are you having anything specific for Christmas dinner? 🍗 & if you don't celebrate, what is your favourite thing to eat of all time? :D\n  ","742950":"\n   Who was the last person that got angry at you\n  ","742951":"\n   Do you like a sweet pea and violet smell? Or maybe a citrus smell? Flower?\n  ","742952":"\n   They went out in the most Raider way possible. A mind baffling loss to a lesser team\n  ","742953":"\n   What are your memories from this winter? Tell me, please :з\n  ","742954":"\n   What are some Christmas idea gifts you want this year?\n\n(That is if you celebrate Christmas, if not, just ignore please and thank you.)\n  ","742955":"\n   1 pillow? 2 pillow? Maybe 3? Or how about 10? 25? 40? None? 😆🤣\n\nHow many pillows do you  prefer \/ like to sleep with?\n  ","742956":"\n   Longboard or hoverboard? Neither? Both?\n  ","742957":"\n   Do you know who Bobby Heenan is\/was?\n  ","742958":"\n   If you encountered a genie, and were granted 3 wishes, what would they be? 🧞‍♂️✨\n  ","742959":"\n   Have you seen the Irishmen movie yet?\n  ","742960":"\n   Have you ever milked a cow before? Would you ever do this?\n  ","742961":"\n   If you could meet anyone in the world, who would you choose??.\n  ","742962":"\n   Any fun birthday ideas you've done or been to?\n  ","742963":"\n   What's something you'd hate to get for Christmas or whatever holiday you celebrate?\n  ","742964":"\n   Do you have any plans for Christmas Eve? Christmas Day? Boxing Day ( the day after Christmas)? New Year’s Eve? 🎄✨\n  ","742965":"\n   do you like grocery shopping? i hate it 😂\n  ","742966":"\n   what room do you hate to clean the most?\n  ","742967":"\n   Have you ever ridden on an ATV \/ four-wheeler before?\n  ","742968":"\n   Chicken. 🐔\nYay or nay?\n  ","742969":"\n   are there any rappers you like from Florida? are there any singers from Florida you like?\n  ","742970":"\n   What is an unpopular opinion that you have?\n  ","742971":"\n   What’s the weather like for you where you are at?\n  ","742972":"\n   on a scale of 1 to 10, how happy are you rn?\n  ","742973":"\n   What’s your favorite color?\n  ","742974":"\n   What frustrates you the most?\n  ","742975":"\n   What's your favorite place??\n  ","742976":"\n   Do you like Disney\n  ","742977":"\n   What is the way we can coexist with gods word and live our life the way we desire?\n  ","742978":"\n   So\n   \n    @sydkid_13oxx\n   \n   posted that she’s sick then an hour later kasey posted this\n   \n    https:\/\/ask.fm\/kaseyisback1\/answer\/158896312323?utm_source=copy_link&utm_medium=iOS\n   \n   lmao\n  ","742979":"\n   How is everyones Sunday going? Any plans?\n  ","742980":"\n   Have you ever thrown a surprise party or had one thrown for you?\n  ","742981":"\n   Do you think evil people feed the war cannibal animal?\n  ","742982":"\n   Are you afraid of bees?\n  ","742983":"\n   Have you ever had one of those days where you just want to scream out of frustration\n  ","742984":"\n   I missed you!\n  ","742985":"\n   You still with your man from last year?\n  ","742986":"\n   You still married?\n  ","742987":"\n   How was your day?\n  ","742988":"\n   Do you class any of your co workers as a friend\n  ","742989":"\n   Burger King or McDonald's\n  ","742990":"\n   The amount of stupidity in this post gave me a good chucke tbh\n  ","742991":"\n   most funerals do have wakes so like what ? the few i’ve been to, there was always a wake - even memorial services have wakes. literally how many movies have white people attending wakes? this anon just wants to attack your race with something unrelated.\n  ","742992":"\n   wtf is this anon on. i've been to five wakes and two funerals within the past 10 years & i'm as white as can be.\n  ","742993":"\n   White prob. 😆 🤷\n  ","742994":"\n   Been too 3 funerals and 4 awakes and I’m white😂 an awake to me is like the ‘after party’ of the funeral though\n  ","742995":"\n   🙄 People are ridiculous... Omgosh..\n  ","742996":"\n   Because wakes are a black thing so white people wouldn’t understand. You’re black, you should know that.\n  ","742997":"\n   Who is the most closest friend that knows everything about u?\n  ","742998":"\n   Anon are you white or black?\n  ","742999":"\n   How can someone say that they miss you and everything tells you that you better not be bood up but then when I ask that person are you bood up its shut up what does that mean if someone is like that\n  ","743000":"\n   What's the point of showering daily if you stay home\n  ","743001":"\n   Is it romantic to bow before a lady when you go on a first date?\n  ","743002":"\n   When you think about the year 2014, what memory comes to your mind first?\n  ","743003":"\n   In your opinion what is the one thing men should do to make a first date better?\n  ","743004":"\n   What are you going to do this weekend?\n  ","743005":"\n   Would you rather live in Japan or move to Montana?\n  ","743006":"\n   What do you love about people?\n  ","743007":"\n   Do you ever wonder if people will turn themselves into snowmen zombies?\n  ","743008":"\n   Just give name on my ask and it will be private everything\n  ","743009":"\n   I don't like this. Maybe it worth to get to know more not just to see  ur stories trust me.\n  ","743010":"\n   Yay or nay: Polar Express?\n  ","743011":"\n   May I have it and talk? Does that annoy u?\n  ","743012":"\n   Don't u have snap?\n  ","743013":"\n   You need to start spamming questions to others. 3 coins a pop. 😋\n  ","743014":"\n   Im curious about this 🙄 is it really good??\n  ","743015":"\n   Hi\n  ","743016":"\n   If you could have any super power in the world, which would it because and why?\n  ","743017":"\n   what is your favorite type of sandwich?\n  ","743018":"\n   What is the single most important thing people should do for the planet?\n  ","743019":"\n   What weird food combinations do you really enjoy? 🍕 🌭 🍟 🧁 🍗 🍩 🍤 🥓 🍔 🥪 🧀 🍉 🍌 🥦\n  ","743020":"\n   📚 “We have to get lost if we want to discover something new and amazing.” What are your thoughts on this quote?\n  ","743021":"\n   do you have a favorite word? like a word that you think sounds cool or that you just like saying?\n  ","743022":"\n   Why can't you just stop being rude with your answers? No hate babe\n  ","743023":"\n   if you have to resort you racism you lose :)\n  ","743024":"\n   since when was being muslim an insult?\n  ","743025":"\n   Do you consider a peck on the lips a first kiss or is it making out\n  ","743026":"\n   why do you look like a drug addict?\n  ","743027":"\n   Why don't you agree\n  ","743028":"\n   Thoughts on a 44 year old man dating a 20 year old woman?\n  ","743029":"\n   Do you think it's weird that Donald Trump is 24 years older than his wife\n  ","743030":"\n   Have you ever used a Ouija board\n  ","743031":"\n   What song means a lot to you and if you're comfortable to share your reasons why then why? x\n  ","743032":"\n   what foods do you associate with christmas?\n  ","743033":"\n   have you every dyed your hair? what’s your favorite color you’ve ever dyed it?\n  ","743034":"\n   Got any nice plans for this weekend?❣️\n  ","743035":"\n   how long was your last phone call? what was it with? (if you feel comfortable answering!)\n  ","743036":"\n   If you opened a business, what kind of business would it be?\n  ","743037":"\n   how do you feel about country music?\n  ","743038":"\n   how do you feel about ariana grande?\n  ","743039":"\n   Oh so its food lol\n  ","743040":"\n   What's that?\n  ","743041":"\n   What is a controversial opinion you have?\n  ","743042":"\n   Does your work do secret santa\n  ","743043":"\n   What language can you speak\n  ","743044":"\n   How would you spend your remaining time if you found out you only had 10 days left to live?\n  ","743045":"\n   what brand of water is the best, in your opinion?\n  ","743046":"\n   spam this account from this point forward. decided to use my original handle to let it die out with its glory till the day ask is no longer useful💜\n  ","743047":"\n   What happens if I dig in Hannah morrow booty\n  ","743048":"\n   God I’m so bored! Send your anonymous people my way\n  ","743049":"\n   Hows everyone's Friday going so far?\n  ","743050":"\n   Do you know more assholes or cool people? Not saying just friends  I mean the people you interact with daily.\n  ","743051":"\n   It's finally Friday! You've got today! Then it's the weekend! :3 I hope you have a wonderful, relaxing weekend 💕 Feel free to use as a filler! :3\n  ","743052":"\n   What is your definition of a “perfect life”?\n  ","743053":"\n   A Christmas song that is not overplayed?\n  ","743054":"\n   Do you like playing at arcades?\n  ","743055":"\n   How do you  deal with unwanted advice?\n  ","743056":"\n   what did\/are you going to have for lunch? i need some ideas. 😂\n  ","743057":"\n   what’s a song you’re currently obsessed with? i love finding new music. 🎶\n  ","743058":"\n   what is your favorite scent?\n  ","743059":"\n   do you listen to audio books?\n  ","743060":"\n   What’s your favourite food and drink from McDonald’s?\n  ","743061":"\n   what was the last thing to scare you?\n  ","743062":"\n   what are your plans for this weekend?\n  ","743063":"\n   have you ever filed a complaint against a coworker?\n  ","743064":"\n   what’s your biggest screw up in the kitchen?\n  ","743065":"\n   Are you a Reese's type person?\n  ","743066":"\n   what’s the worst tasting soda?\n  ","743067":"\n   Does nudity in films bother you? How about excessive swearing?\n  ","743068":"\n\n    https:\/\/ask.fm\/ihateallmuslimso9a\/answers\/157606956898\n   \n   Can anyone tell me the name of this song cause Ben is being a douche and won't tell me unless I give him $10\n  ","743069":"\n   what’s your favorite color to wear?\n  ","743070":"\n   Body confident pap?\n  ","743071":"\n   Which would you choose to be:  law-abiding citizen or rule breaker, and why?\n  ","743072":"\n   Do you prefer to travel by train, bus, plane or ship?\n  ","743073":"\n   Is it possible to cross a bear with a cow? ???\n  ","743074":"\n   Oh. Lol\n  ","743075":"\n   arguments happen...what does that have to do with being a mother lmao\n  ","743076":"\n   You shouldn’t be fighting your a mother you have a kid what a great role model you need to grow the hell up\n  ","743077":"\n   What happened?\n  ","743078":"\n   I like the girl over there with the long blonde hair\n  ","743079":"\n   Last fight you and your s\/o got into?\n  ","743080":"\n   Do u follow\n   \n    @foolian\n   \n","743081":"\n   Does ur parents know u smoke ?\n  ","743082":"\n   How many cigs do u smoke a day,\n  ","743083":"\n   Ur so damn pretty 😭💕\n  ","743084":"\n   Was he mad?\n  ","743085":"\n   He needs to upgrade to an engagement ring\n  ","743086":"\n   1 slice, 2 slices, 3 slices, 4 slices or just the whole pizza? How many do you want? 🍕\n  ","743087":"\n   Tell me about a good Christmas memory. (That is if you celebrate it, if not, just ignore)\n  ","743088":"\n   You're as cute as snow under the mistletoe, I got a mistletoe for that cameltoe\n  ","743089":"\n   this was me when my promise ring got stepped on by my dad and broke 😭😭😭\n  ","743090":"\n   How did u almost loose ur promise ring\n  ","743091":"\n   What is your favourite condiment\n  ","743092":"\n   Thanks for explaining. I never knew that.\n  ","743093":"\n   What was the last thing to make you happy\n  ","743094":"\n   I apologise if this is a dumb question. What’s the difference between a funeral and a wake?\n  ","743095":"\n   Anyone planning to go for the VIP offer? I might if it means I’ll actually get some questions 😂\n  ","743096":"\n   Don’t answer if it makes you uncomfortable.\n\nHow many funerals have you been too? Were they cremations or burials? I’m going to my 3rd one on Thursday and it’s my first burial!\n  ","743097":"\n   Parents . What’s something your child pronounces that’s cute? My youngest calls a hippopotamus and hippotonipuss lol.\n  ","743098":"\n   What's your most favorite thing to eat and drink during the Winter holidays?\n  ","743099":"\n   which are you more drawn to: the moon or the sun?\n  ","743100":"\n   what do you think of astrology\n  ","743101":"\n   I know these can be annoying but my page is full of crickets today....help me out by sending your followers\/their questions my way?? Love you all😊❤️\n  ","743102":"\n   Do you prefer to give or or receive gifts for christmas?\n  ","743103":"\n   How's life?\n  ","743104":"\n   What's up\n  ","743105":"\n   How much was your nails\n  ","743106":"\n   What are you doing?\n  ","743107":"\n   Your skin looks dry\n  ","743108":"\n   Best nap ever time to get jiggy\n  ","743109":"\n   How much do you smoke? Pack a day?\n  ","743110":"\n   If you can turn the person you hate INTO something in your house what would it be and why?\n  ","743111":"\n   what would a world populated by clones of you be like?\n  ","743112":"\n   Which is a quality in a man do you dislike the most?\n  ","743113":"\n   are chocolate chip cookies and m&m cookies basically the same thing or are they inherently different?\n  ","743114":"\n   What is your favorite way of wasting time?\n  ","743115":"\n   What’s the most you’ll spend on yourself?\n  ","743116":"\n   what are you allergic to? (if anything)\n  ","743117":"\n   Skype anyone\n  ","743118":"\n   what’s your top ramen flavor of choice\n  ","743119":"\n   Apa hal terbaik yang kamu pelajari dari orangtuamu?\n  ","743120":"\n   Are you good at math?\n  ","743121":"\n   Who do you know that has the worst phone crack?\n  ","743122":"\n   #yolo #5kids5dadsclub #lieaboutrape #hypocrite\n  ","743123":"\n   YOU'RE IN THE UK NOW?!!!!\n  ","743124":"\n   Life is short let me give you a small eternity to always remeber :)\n  ","743125":"\n   Would you ever have an open relationship?\n  ","743126":"\n   It's sad you can't answer direct questions lol\n  ","743127":"\n   What about your current man ?\n  ","743128":"\n   Could you forgive someone for cheating on you?\n  ","743129":"\n   Sometimes it's my life I can't taste.\n  ","743130":"\n   Juke Box Insanity Its everyone's favorite song by Foreignoquai!\n  ","743131":"\n   Followed 🙋‍♂️\n  ","743132":"\n   Ur man is lucky to have u\n  ","743133":"\n   Any updates on the court situation\n  ","743134":"\n   Why didn’t you answer ur bff\n  ","743135":"\n   Ur anon can’t even type out a proper sentence\n  ","743136":"\n   Ain't nobody asked for your opinion so sit the fuck down and shut the fuck up\n  ","743137":"\n   Did you know hyenas are actually members of the cat family?\n  ","743138":"\n   which animal would be cutest if scaled down to the size of a cat?\n  ","743139":"\n   What’s one luxury item you would like to own?\n  ","743140":"\n   For what in your life do you feel most grateful? ...\n  ","743141":"\n   How do u handle something that involves one of your supposed to be friends n your supposed to be boyfriend?\n  ","743142":"\n   Many kids have gone to see him at the mall\n  ","743143":"\n   Have you visited santa\n  ","743144":"\n   What are you thankful for today?\n  ","743145":"\n   Double yikes\n  ","743146":"\n   What do you wish you knew more about??\n  ","743147":"\n   Is love complicated? Why?\n  ","743148":"\n   What is the first thing you notice about a person?\n  ","743149":"\n   What would you rate me 1-10\n  ","743150":"\n   how are you today?\n  ","743151":"\n   I  got a Match on tinder what should I start off by saying to her I want to say something so I get noticed any ideas what to say? 🙂\n  ","743152":"\n   You’re gorgeous babe\n  ","743153":"\n   Do u smoke?\n  ","743154":"\n   How are you at giving advice\n  ","743155":"\n   Can you drive\n  ","743156":"\n   What kind've YouTube videos do you like to watch?\n  ","743157":"\n   When’s your kids birthday\n  ","743158":"\n   How old are your kids?\n  ","743159":"\n   Who else is studying for finals? 😅\n  ","743160":"\n   Congratulations! I'm happy for you! 😊👌🙏👍\n  ","743161":"\n   What happened with u and ur bff?\n  ","743162":"\n   You still talk to Taylor?\n  ","743163":"\n   Omg you guys are finally engaged 🥺\n  ","743164":"\n   Hi\n  ","743165":"\n   If you could travel anywhere in the world where would you go and why.\n  ","743166":"\n   if you could know the truth behind every conspiracy, but you would instantly die if you even hinted that you knew the truth, would you want to know?\n  ","743167":"\n   How to overcome depression and be more focused in life?\n  ","743168":"\n   do u prefer rainy days or snowy days\n  ","743169":"\n   Do you like chicken or shrimp alfredo better? Or neither?\n  ","743170":"\n   Pap of ur text messages\n  ","743171":"\n   In what age you think is ok to someone to sleep over with his girlfriend at home?\n  ","743172":"\n   Have you ever ridden in or driven a 18-wheeler before?\n  ","743173":"\n   what are your three favorite kinds of weather\n  ","743174":"\n   How old are you?\n  ","743175":"\n   What’s the weather like where you are?\n  ","743176":"\n   Is it important to you to be a vip\n  ","743177":"\n   PAP of your favorite bookshelf?\n  ","743178":"\n   Who’s your fb post about\n  ","743179":"\n   If you were giving a girl who just turned 19 dating advice what would it be?\n  ","743180":"\n   Who’s up\n  ","743181":"\n   What drives you every single day? Why do you wake up every morning?\n  ","743182":"\n   🎁 what are your favorite kind of presents to give someone?\n  ","743183":"\n   Do you ever go antique shopping?\n  ","743184":"\n   did you and friends or family ever do secret santa? what was your favorite gift from it?\n  ","743185":"\n   What smell can you not stand?\n  ","743186":"\n   👵🏻🧓🏻do you have a big family gathering during the holidays or is it normally a small group?\n  ","743187":"\n   Did you ever watch Power rangers as a child? Maybe still do?\n  ","743188":"\n   If life were a video game, what would some of the cheat codes be?\n  ","743189":"\n   🎄when it comes to decorating your tree [if you do], what is your favorite color scheme?\n  ","743190":"\n   Do you have Tiktok? What’s your @ ? (I made a new account and am looking for mutuals\n  ","743191":"\n   Do you still have feelings for your ex\/s ?\n  ","743192":"\n   did you ever go through a phase where you liked bad boys?\n  ","743193":"\n   🎅🏻 post your favorite photo with santa as you as a child or with your own children!\n[if you have kids or if you celebrate the idea of santa]\n  ","743194":"\n   do u have a husky\n  ","743195":"\n   What’s the most imaginative insult you can come up with?\n  ","743196":"\n   Do you think all weak mother f'ers ought to give your ring a kiss?\n  ","743197":"\n   are you up for a friendly game of freeze tag?\n  ","743198":"\n   growing up, did you leave cookies out for santa?\n  ","743199":"\n   When was the last time you got completely \"dolled up\"?? Was there a special event happening, or was it a \"just because\" occasion??\n  ","743200":"\n   what’s the best kind of salad?\n  ","743201":"\n   Does Pitbull prefer dance music or street jams?\n  ","743202":"\n   what’s Santa’s favorite kind of cookie?\n  ","743203":"\n   Do you do white elephant gifts?\n  ","743204":"\n   What was number 1 in the song charts the day that you were born\n  ","743205":"\n   Are you mature yet immature compared to your actual age?\n  ","743206":"\n   What was the first band or musician you were really into? Do you still like it?\n  ","743207":"\n   Why\n  ","743208":"\n   What was the most amount of trouble you have ever been in\n  ","743209":"\n   Have you ever been in a pawn shop before\n  ","743210":"\n   Do you like Christmas or Halloween more?\n  ","743211":"\n   why do people think we are always alone?\n  ","743212":"\n   I have big tummy but I'm not fat! I mean arms or leg or the rest of my body. Just a crazy bad experience of deppression and staying home for a long time and not going out at all gives a weird and crazy shape not fat but fat tummy !\n  ","743213":"\n   True. But if she gmhad a nice personality she’d be physically attractive. But she needs braces asap\n  ","743214":"\n   But being fat is not bad. I didnt say or no one said she is groos because she is fat. She is beautiful but she is fat. When people stop making the word fat evil the world will change. Beauty comes in every size and shape\n  ","743215":"\n   do you think a man who smiles is the most attractive type of man?\n  ","743216":"\n   Why did you call Syd fat,\n  ","743217":"\n   Bianca Belair isn't ew she is prettier than you\n  ","743218":"\n   🐾 are you the type of person to get your pets presents too?\n  ","743219":"\n   did you ever like an old piano to practice on when you were young?\n  ","743220":"\n   Someone who says she is healthy because is a good swimmer but maybe her cholesterol and triglycerides are high. But curiously the drinking video is one year old and looks fat\n   \n    @sydkidfanpage1\n   \n   by that time she was with her last bf who recently broke up with\n  ","743221":"\n   People get unhealthy if they dont take care of themselves. Besides if the video is old and he say people get less healthy as they get older means she is even less healthy now a yr later.\n   \n    https:\/\/ask.fm\/sydkidfanpage1\/answer\/159641982862?utm_source=copy_link&utm_medium=iOS\n   \n","743222":"\n   Fatty syd\n   \n    https:\/\/ask.fm\/sydkid_13oxx\/answer\/152135124983?utm_source=copy_link&utm_medium=iOS\n   \n","743223":"\n   do you ever think \"here we are now, entertain us?\"\n  ","743224":"\n\n    @sydkidfanpage1\n   \n   is so delusional saying that the blurred video distorted Sydney and made her look wider and the bottles of alcohol when everything on the background and the guy in the video and the beer can looks fine and the guy doesnt look wide only Sydney because she is fat!!\n  ","743225":"\n   AND SHE ISNT FAT??? Smh\n   \n    https:\/\/ask.fm\/sydkid_13oxx\/answer\/152135124983?utm_source=copy_link&utm_medium=iOS\n   \n","743226":"\n   When the lights are out do you think its less dangerous?\n  ","743227":"\n   Guys\n   \n    @lorengrayy\n   \n   's real name is patricia so go tell her hi patricia :))\n  ","743228":"\n   ¿Has hecho una casa de pan de jengibre?\n  ","743229":"\n   Are you engaged. I see a ring in your dp\n  ","743230":"\n   you look like Bianca Belair\n  ","743231":"\n   It would be easiest for everyone to make a quick VR on their accounts so everyone can know they're all ran by the people they claim to be....then people can go from there with that info lol\n  ","743232":"\n   Plans for today\n  ","743233":"\n   Wyd?\n  ","743234":"\n   Hey, if you get this...I follow you! Here's a question: What's your favourite activity to do in December?\n  ","743235":"\n   Oh I see, you're a fool. Okay carry on.\n  ","743236":"\n   What’s your favorite dessert?\n  ","743237":"\n   Who will you be celebrating Christmas with this year? 🎄\n  ","743238":"\n   Who's there?\n  ","743239":"\n   Chup teri maa ki chut 😝\n  ","743240":"\n   Next time u work?\n  ","743241":"\n   Your mans at my house right now\n  ","743242":"\n   Wassup\n  ","743243":"\n   Do u like the couple blogger Ken & Dearra?\n  ","743244":"\n   What’s the last thing you searched on YouTube?\n  ","743245":"\n   All this drama\n  ","743246":"\n   Why don’t you like Syd\n  ","743247":"\n   Who is the boss in your house?\n  ","743248":"\n   Are you drinking fire ?\n  ","743249":"\n   You’re amazing\n  ","743250":"\n   If you could witness any event of the past, present, or future, what would it be?\n  ","743251":"\n   Not worth ig\n  ","743252":"\n   So if I do that can I get a video of you scrunching your feet?\n  ","743253":"\n   Why would you let her\n  ","743254":"\n   Ur just as stupid\n  ","743255":"\n   If someone offered you $5,000 cash for allowing them to tickle your feet for a half hour would you take the offer?\n  ","743256":"\n   Do you believe in an eye for an eye and a tooth for a tooth?\n  ","743257":"\n   Lebih pilih mana: HP jadul dengan internet kencang atau HP keren dengan internet super lemot?\n  ","743258":"\n   Why did you get your daughters ears pierced at 8 months old\n  ","743259":"\n   Why do u have such a problem with your in law\n  ","743260":"\n   What gift would you like to receive on the upcoming holidays?\n  ","743261":"\n   Why?\n  ","743262":"\n   Syd , Kasey , Devon and Maugia want attention\n  ","743263":"\n   screen block list\n  ","743264":"\n   Has anything good happen today\n  ","743265":"\n   If you could choose a different time period and place to be born, when and where would it be?\n  ","743266":"\n   What is the most days that you have worked without a day off\n  ","743267":"\n   So........tell me about your life .\n  ","743268":"\n   Fill in the blank.  If you want me to talk for a long time ask me about_________.\n  ","743269":"\n   How do successful people differ from unsuccessful ones?\n  ","743270":"\n   A hot pocket\n  ","743271":"\n   What makes a person rich?\n  ","743272":"\n   Most favorite thing to talk about?\n  ","743273":"\n   Hello Monday! Just your lil reminder that you're a super hero! And you've got this week! :D I hope it brings lovely things :3 ☃️❄\n  ","743274":"\n   Oooo, it’s such a nice ring too 😍😍\n  ","743275":"\n   Definitely\n  ","743276":"\n   What’s the earliest time you can fall asleep?\n  ","743277":"\n   Which they did received it.\n  ","743278":"\n   Send your followers my way to follow me and ask me some questions, I’m so close to 1,000 followers and I’m so so bored! Might too my eyes out, I’m that bored! \nAlso, on a scale of 1 to 10 how excited for Christmas are you? What’s on your wish list for Christmas? ❤️❤️❤️\n  ","743279":"\n   Well yeah you are right Miss Gabby, the guilty party needs to come clean.\n  ","743280":"\n   Lol. Well i run a gossip page so yeah this is so much content for my page. Why do i need to cover other gossips from other people in the page if this is the most notorious one lol\n  ","743281":"\n   Who?\n  ","743282":"\n   Do you like pumpkin?\n  ","743283":"\n   I think they played the part to go along with the conversation rolling on the other side with Maigua, to give validation. Maigua if she is real in here got played, again. If you observe closely my posts from yesterday til today you may see the little hints i dropped.\n  ","743284":"\n   What crazy activities do you dream of trying someday?\n  ","743285":"\n   ربما التبرج يأتي بعريس ؛ ولكن الحياء يأتي برجل !💛\n  ","743286":"\n\n    https:\/\/ask.fm\/ExposingAllTheTruth\/photopolls\/150602745?utm_source=copy_link&utm_medium=iOS\n   \n","743287":"\n   What's your hair color?\n  ","743288":"\n   In the end i cant prove who it is, because im not even there, they one that did it has to come clean. Well should. There is nothing else to hide. All the events were exposed.\n  ","743289":"\n   What's one thing everyone should do in their lifetime?\n  ","743290":"\n   What did you have for lunch today?\n  ","743291":"\n   Have you ever heard of a, \"baby bottle pop\"?\n  ","743292":"\n   Lord of the rings or the hobbit\n  ","743293":"\n   What are your fave movies Gabby?\n  ","743294":"\n   Have you seen any movies about Korea?\n  ","743295":"\n   Why are Australian dogs fastest in the world?\n  ","743296":"\n   And she says she is not fat smh\n   \n    https:\/\/ask.fm\/lilcokeangel\/answer\/150671307558?utm_source=copy_link&utm_medium=iOS\n   \n","743297":"\n   Feel free to share with me your suspects. I wont post it. 100% confidentiality\n  ","743298":"\n   Ik, but sharks eat that shit up not just chase it lol\n  ","743299":"\n   When it snows, do you ever go out and play in it or nah?\n  ","743300":"\n   🤔🤔 I wouldn't say fish but shark maybe lol\n  ","743301":"\n   Do you like cheese cake? What kind if so.\n  ","743302":"\n   What is your favorite pastime?\n  ","743303":"\n   Learning to increase brain power and improve productivity starts with just a few simple lifestyle changes.  Let's explore the ways that you can support your brain health. Exercise.\n   \n    https:\/\/thefrend.com\/brain-power\/\n   \n","743304":"\n   What's the chance of getting your reply if I am unknown?\n  ","743305":"\n   Thanks, ig\n  ","743306":"\n   R.I.P. Daddy Mac tho. :'(\n  ","743307":"\n   Personal opinion on \"living far from home\"?\n  ","743308":"\n   Erin is famous on Tellonym\n  ","743309":"\n   This Devon and Kasey thing is good\n  ","743310":"\n   Which singer's vocal cords would you like to steal?\n  ","743311":"\n   You can block me then. It doesn't bother me at all. :)\n  ","743312":"\n   How was your day today?\n  ","743313":"\n   Why do you keep replying then?\n  ","743314":"\n   You're welcome my love :)\n  ","743315":"\n   And you're being rude to someone who only asked you a simple question\n  ","743316":"\n   Why you being rude to that anon ? They didn't do anything to you 🙄 chill tf out\n  ","743317":"\n   this person has clearly never seen a filler post lmao\n  ","743318":"\n   Okay you will be reported as well. :)\n  ","743319":"\n   I'm not the one throwing insults. I suggest you measure your energy and calm down. This is a site to spread positivity. But if you continue being rude I will have to block you and report you.\n  ","743320":"\n   What’s your favorite time pass?\n  ","743321":"\n   PAP your style icon!\n  ","743322":"\n   You are at that point in life where ___?\n  ","743323":"\n   Lmao tf😂 you know these shout outs are random right? I'm not that person you mentioned. Relax and breathe :)\n  ","743324":"\n   What is one trait you like about yourself the most?\n  ","743325":"\n   Do you mind sharing or don't you like to share\n  ","743326":"\n   Pregunten!??\n  ","743327":"\n   no I don’t understand why your being rude to that girl when she’s just saying that her stomach hurts.\n  ","743328":"\n   you could’ve said something nicer like sorry instead of the words I don’t care, that sounds rude\n  ","743329":"\n   u don’t have to be so rude to her\n  ","743330":"\n   What annoys you\n  ","743331":"\n   u don’t have to be so rude to him\n  ","743332":"\n   yea, my stomach hurts\n  ","743333":"\n   Just got an awesome new hood wanna check it out\n  ","743334":"\n   Sup lil nigglet\n  ","743335":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","743336":"\n   Pengennya liburan ke Eropa atau Amerika?\n  ","743337":"\n   Do like basketball? Playing it or watching it?\n  ","743338":"\n   Are puppets creepy to you or nah?\n  ","743339":"\n   I don't feel well\n  ","743340":"\n   a quesadilla or a grilled cheese?\n  ","743341":"\n   Do you like butter?\nWhat kinds of foods do you like butter with? GIF?\n  ","743342":"\n   Where is your favourite place too go on holiday?\n  ","743343":"\n   What’s your favourite meat?\n  ","743344":"\n   Waddup waddup\n  ","743345":"\n   Mamacita, donde esta Santa Claus?\n  ","743346":"\n   Yesssss 😏😏😏😏\n  ","743347":"\n   Do you think a jackpot win in the lottery and change your life\n  ","743348":"\n\n    @learningwithlolaa\n   \n   posts ass pics and her in her underwear its gross women shouldn't post photos like that. Full of themselves.\n  ","743349":"\n   How do you deal with your mother when she's annoying?\n  ","743350":"\n   Do you hate your job\n  ","743351":"\n   if you could switch bodies with any celebrity for a day which celebrity would you be and why\n  ","743352":"\n   Thoughts on Donald Trump\n  ","743353":"\n   What was the last argument that you had\n  ","743354":"\n   Start caring\n  ","743355":"\n   Happy 37th Birthday to Nicki Minaj\n  ","743356":"\n   What are your three favorite songs?\n  ","743357":"\n   So my daughters best friend still believes in Santa and the Elf on the Shelf. She’s 11 and in middle school. How old were you when you learned the truth about Santa? And do you think it’s a little odd her parents still go along with it? You’d think the kids at school would of clued her in by now.\n  ","743358":"\n   Thought it was wrong to tell ppl to die hypocrite\n  ","743359":"\n   Warning!👹 Never eat these 12 deadly cancer linking foods 🍔🍪🍞\n   \n    https:\/\/t.co\/w6mn5EklrM\n   \n","743360":"\n   Do you get tired easily\n  ","743361":"\n   How to become popular on ask.fm?\n  ","743362":"\n   hey \ntoday I am here asking you all only one question are you safe. \nis girls are safe in your country\nand what if you are next please share it because I won't answer please show your responsibility.\n   \n    https:\/\/thefrend.com\/sexual-harassment-of-women-at-workplace\/\n   \n","743363":"\n   The whole of April next year is 4\/20\n  ","743364":"\n   you still got that unusual belly button?\n  ","743365":"\n   Your passion?\n  ","743366":"\n   🙄 People these days man...\n  ","743367":"\n   You must have a cool job, I can't even get on the internet at work til break. I need your job.\n  ","743368":"\n   You're mixed but look black\n  ","743369":"\n   LOL why are they so obessesed\n  ","743370":"\n   Damn, must be nice to spend all day, everyday on Ask. What do you do for a living? Just come here to fight with people you don't know? Askfm should be paying you.\n  ","743371":"\n   Poor girl thinks she's white.\n  ","743372":"\n   Guess that was the end of your education then.\n  ","743373":"\n   Did you even graduate high school?\n  ","743374":"\n   You're black\n  ","743375":"\n   You're seen as black no matter how much you hate it\n  ","743376":"\n   Yes, I do. And you do definitely have several traits of a psychopath. Either way there is something that is seriously off with you. I hope your children don't inherit it.\n  ","743377":"\n   I guess you've never heard of the one drop rule then. Ignorant smh\n  ","743378":"\n   You're still black what can't you comprehend? Lightskinned but black\n  ","743379":"\n   How are you not black lmfao look in the mirror and at your father and kids\n  ","743380":"\n   ~ do you find enjoyment in cleaning, or is it a necessary chore that you do simply because you have to?\n  ","743381":"\n   ~ do you prefer clean, fresh scents or floral scents, in terms of things like hand soap, body wash, shampoo, etc etc.?\n  ","743382":"\n   If someone was to offered you free lessons to learn how to play an instrument, would you do it and what instrument would you choose. It can only be one.\n  ","743383":"\n   Halfway through the weekend! I hope you're having a good one! :3 Little reminder that you are an amazing person! No matter what is happening in your life, don't forget that! 💕🎄\n  ","743384":"\n   Who or what brings out your insecurities?\n  ","743385":"\n   How do you feel as a black woman in America?\n  ","743386":"\n   Is there a show you want to watch over and over again, no matter how many times you've seen it? Also are there any new shows that catch your eye? I am going to watch V wars when I get home tonight!\n  ","743387":"\n   ~ what is something you do in your down time -- something that takes the edge off, relaxes you, and\/or helps you wind down?\n  ","743388":"\n   Lol k 😂\n  ","743389":"\n   How's it even a story? Lol Ehh doesn't even matter anyways take care! Bye :)\n  ","743390":"\n   Who would you do it with if you could\n  ","743391":"\n   Would you ever have a 3some\n  ","743392":"\n   My bad I noticed 3 pics on your profile. Lol it's not just one js😉\n  ","743393":"\n   Lol 😂 Says the girl with her ass cheeks out in public with her profile pic. Smfh😂\n  ","743394":"\n   What are you really curious about?\n  ","743395":"\n   What did you have for dinner ? I had an Italian sausage sub.\n  ","743396":"\n   do you quote ludacris during tax season\n  ","743397":"\n   I love Latinas 😍❤Hmu if you single :) I'll be kind to you.\n  ","743398":"\n   How was your day\n  ","743399":"\n   if they had a race, who would win, Godzilla or bugs bunny?\n  ","743400":"\n   do you prefer spongebob or little mermaid?\n  ","743401":"\n   Last time you had sex\n  ","743402":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","743403":"\n   Wil it be the same for your kids\n  ","743404":"\n   Ew no\n  ","743405":"\n   did you ever do speech and debate in high school?\n  ","743406":"\n   I want a really hot girl to tell me if I’m ugly or not. Any volunteers? I’ll give you my Snapchat.\n  ","743407":"\n   How old were you the first time you were allowed to be home alone\n  ","743408":"\n   ~ when you're feeling ill, do you prefer home remedies or medicine you purchase in stores? what, in your opinion, is the most effective method of treating the common cold?\n  ","743409":"\n   Are there any black people where you live?\n  ","743410":"\n   How much screen time is too much?\n  ","743411":"\n   What do you think about football?\n  ","743412":"\n   Take care\n  ","743413":"\n   K???\n  ","743414":"\n   ??? Good luck\n  ","743415":"\n   Phone model?\n  ","743416":"\n   Model?\n  ","743417":"\n   Daddy yankee has been around longer then Drake 🤮\n  ","743418":"\n   is daddy Yankee the new drake?\n  ","743419":"\n   is it time to recognize the differences we sometimes fear to show?\n  ","743420":"\n   tru dat\n  ","743421":"\n   Sup people!🙆🏻‍♀️\n  ","743422":"\n   Do you possess any unusual or unique currency? Like I have a note from Iraq when Saddam Hussein was president and I have some 2 dollar bills from the US and coins from China etc..\n  ","743423":"\n   how can you be ready to commit to having a baby but not ready to commit to each other?\n  ","743424":"\n   do you want to be?\n  ","743425":"\n   are you married?\n  ","743426":"\n   (If you celebrate Christmas that is... if not just post a random GIF)\n\nWhat kind of food do you like nibbling on around Christmas time?\n  ","743427":"\n   I’m a fast typist btch and dont worry girl, you’re too stupid to deal with. Feel sry for your kids tbh. See ya wouldnt wanna be ya\n  ","743428":"\n   Being concerned with the welfare of children isnt weird or creepy, its what adults should do - protect children even if they are not their own. And STFU with the parents can do what they want with their own kids shit. You know the majority of child abuse is inflicted by parents\/relatives dont you?\n  ","743429":"\n   do you curse in front of your parents? (if so, at what age was it pretty much okay for you to curse in front of them?)\n  ","743430":"\n   Do you like mac and cheese?\n\nI am making some old school home made macaroni and cheese right now and some hot dogs! Y'all come get ya some! 😁🤘😊\n  ","743431":"\n   what term do you use the most for saying bad words? (swearing? cussing? cursing? something else?)\n  ","743432":"\n   Secret Santa would be nice messages unless you agree to actual gifts... figured I'd share since someone else asked\n  ","743433":"\n   Do you ever do those FB fundraisers for your birthday? I'm not sure which one i want to help eek\n  ","743434":"\n   How was everyones friday night\n  ","743435":"\n   What do you want to know about the future?\n  ","743436":"\n   As long as you know that no baby needs a piece of their genitals cut off we cool\n  ","743437":"\n   even good kids do bad things. you sounds like one of those shitty moms who think their kids are perfect omg\n  ","743438":"\n   Males don’t need to be either, girl\n  ","743439":"\n   I wonder why?\n  ","743440":"\n   Should I try doing Secret Santa again? Think I'd only count the people I follow and whoever else wanted in. \n\nDoing the poll way was mayhem. Most weren't even active etc \n\nThoughts? 🎅❄☃️\n  ","743441":"\n   Long sleeves or short?\n  ","743442":"\n   When you pee do you just use toilet paper or do you use water to clean as well\n  ","743443":"\n   Has your son ever threw a tantrum? If so how did you handle it\n  ","743444":"\n   Do you know how to gight\n  ","743445":"\n   Last thing that made you laugh uncomfortably?\n  ","743446":"\n   Why?\n  ","743447":"\n   What products do you regularly use on your hair?\n  ","743448":"\n   What makeup products do you regularly use?\n  ","743449":"\n   Do you use the dove rich moisture lotion\n  ","743450":"\n   So ppl who don't shower twice a day are dirty? Lool. Good luck with dry asx skin\n  ","743451":"\n   Isnt it a hastle to put lotion all over your body after a shower just to wash it off the next day?\n  ","743452":"\n   You said the women too. Cause I said that's just some of them men are you said it's the women too cause they allow it. liar\n  ","743453":"\n   Why would you shower twice a day? That's bad for your skin\n  ","743454":"\n   Can you crochet?\n  ","743455":"\n   Do you think that the world is becoming more aggressive?\n  ","743456":"\n   Do you floss?\n  ","743457":"\n   Thoughts on female circumcision?\n  ","743458":"\n   people are so butthurt lmao. she never said every single one of them were gross, she's talking about the ones she knows obviously. you can't tell her that her OWN observations are incorrect bc you're not her.\n  ","743459":"\n   You made it seem like all Muslim dudes are pxdos and have multiple wives and mistreat them when that's far from the truth. Ignorant asf and you can't even see it.\n  ","743460":"\n   If you like both men and women youre bi.\n  ","743461":"\n   Do you use mouthwash?\n  ","743462":"\n   Are u bi?\n  ","743463":"\n   \"Muslim people are gross\" is wrong cause you're judging a billion ppl based on a few you've seen.\n  ","743464":"\n   How many times a day do you shower?\n  ","743465":"\n   You didn't say some for Muslims. You generalized, that's the problem you're not understanding. Cause Christians and Jews can be gross too.\n  ","743466":"\n   Your opinion is racist, so if you don't mind being called a racist sure it's not wrong.\n  ","743467":"\n   Opinions can be wrong. That's why people debate.\n  ","743468":"\n   How is your week going?\n  ","743469":"\n   What should I get my wife for Christmas? if I was your husband what would you want for Christmas? I was thinking maybe a dustpan. Cause I got her a broom for her birthday.\n  ","743470":"\n   Which one was the  Loyal gudget  to you?\n  ","743471":"\n   Have you ever bullied anyone ?\n  ","743472":"\n   Do you use dove baby lotion eberyday\n  ","743473":"\n   Get over yourself is all you can say when you know you're wrong. Racist b.\n  ","743474":"\n   Black ppl are gross .\n  ","743475":"\n   How big is your mans dxck?\n  ","743476":"\n   Do you have many friends?\n  ","743477":"\n   Have you ever taken part in a flash mob\n  ","743478":"\n   Whats it like being a psychopath?\n  ","743479":"\n   I'm Muslim & why did you say before that we are gross? That's islamophobia. You're gross.\n  ","743480":"\n   Chicago or Seattle?\n  ","743481":"\n   Do you like line dancing?\n  ","743482":"\n   Have you heard of On YouTube? Do you have an opinion on the things that go on involving him or his recent videos?\n  ","743483":"\n   يارب لو موجود تعالا خدني انا اتبضنت\n  ","743484":"\n   What you up to rn? 😁\n  ","743485":"\n   No, I was speaking from experience, believe me, I miss all the dumb shit my mom did and said. I even miss her smell, which was cigarettes and old lady perfume, which I hated. I would do anything to smell that again. So, don't tell me what I'm implying. No worries though, one day you'll understand.\n  ","743486":"\n   -\n  ","743487":"\n   How does your behavior change when you have a falling out with a friend?\n  ","743488":"\n   انو عايزك❤️😕\n  ","743489":"\n   What's the longest you've gone without a haircut?\n  ","743490":"\n   Do you like to write? Care to share some of your favorite work?\n  ","743491":"\n   if the answer were yes, what would be your question?\n  ","743492":"\n   Your thoughts on flys?\n  ","743493":"\n   The object that's on your right side will be the key to your success. What is it?\n  ","743494":"\n   What kind of clothes do you prefer ~ hobo fashion or tight and trendy?\n  ","743495":"\n   Do you struggle to find your identity?\n  ","743496":"\n   1)Who was the last dialogue with? ✨ 2) Who is your first friend? ?? 4) Do you have many friends? ? 5) Favorite song? ? 6) Favorite movie? ? 7) Currently in love? ? 8) Favorite season of the year? ? 9) Do you dance? ? 10) Favorite fruit? ? Share this to everyone you are following\n  ","743497":"\n   Where did I say that it is wrong to say your mom is annoying? That is not what I said.\n  ","743498":"\n   No one is bent out of shape. Making a comment is not being bent, you are the one who gets bent. Look at how you respond. Grow up.  You take this app. to seriously.\n  ","743499":"\n   136. PAP your favorite accessory you are wearing right now.\n  ","743500":"\n   Exactly how am I stupid?\n  ","743501":"\n   I feel bad for your mom. Unless she's as rude as you are.\n  ","743502":"\n   You will miss her being annoying when she is no longer here.\n  ","743503":"\n   Do you have an idea what show you'd like to see?\n  ","743504":"\n   Do u have any piercings? If so, what are they? \nAnd do u want anymore more?\n  ","743505":"\n   Do u want anymore tattoos?\n  ","743506":"\n   Do u wear rings?\n  ","743507":"\n   How many tattoos do you have?\n  ","743508":"\n   How many kids do u have?\n  ","743509":"\n   Who is the happiest person you know?\n  ","743510":"\n   Do you have a tendency to be rebellious?\n  ","743511":"\n   I want to marry you\n  ","743512":"\n   Pap of ur Xmas tree\n  ","743513":"\n   Ur extremely gorgeous\n  ","743514":"\n   What drama?\n  ","743515":"\n   How was ur day?\n  ","743516":"\n   What's your favorite seafood?\n  ","743517":"\n   What kind of natural juice do you recommend to stay energizer to work out?\n  ","743518":"\n   What was your first thought when you woke up this morning?\n  ","743519":"\n   do you have a pair of kitchen scissors?\n  ","743520":"\n   would u rather drink an iced latte or hot black coffee\n  ","743521":"\n   Thoughts on the name Journey\/Journee for a girl?\n  ","743522":"\n   Do u think black men have bigger dxcks than average ?\n  ","743523":"\n   Have you ever been to a Broadway show\n  ","743524":"\n   How was it for you\n  ","743525":"\n   Did you like school\n  ","743526":"\n   So you like it ?\n  ","743527":"\n   What did she do\n  ","743528":"\n   Is there something you eat every day?\n  ","743529":"\n   Have you ever climbed up a mountain\n  ","743530":"\n   what percentage do you tip?\n  ","743531":"\n   😏😏\n  ","743532":"\n   cash or card?\n  ","743533":"\n   oh you wearing any rings rn?\n  ","743534":"\n   Who is the craziest person that you know\n  ","743535":"\n   Are you a family person\n  ","743536":"\n   Would you ever do a sky dive\n  ","743537":"\n   Thoughts on anxl? Would you do it\n  ","743538":"\n   Wouldn’t it make you uncomfortable if you had one of your friends message you every single day with a good morning text\n  ","743539":"\n   Agreed, imo life in prison or solitary confinement is a way worse punishment than death\n  ","743540":"\n   Watchmen of people who have no filter. What I mean by this is people who are brutally honest\n  ","743541":"\n   Even for a rxpist or child mxlester?\n  ","743542":"\n   Would you get implants if someone paid for them?\n  ","743543":"\n   -\n  ","743544":"\n   Why\n  ","743545":"\n   What states have you been to?\n  ","743546":"\n   Did you breastfeed your kids? If so for how long?\n  ","743547":"\n   Why\n  ","743548":"\n   What was her name supposed to be\n  ","743549":"\n   what is one topic you think is inapprorpriate to talk about on ask? I want to be respectful so I can ask questions you like to answer.\n  ","743550":"\n   do you like spicy food in general?\n  ","743551":"\n   Do you support the death penalty?\n  ","743552":"\n   Do you support trump?\n  ","743553":"\n   Yes or no\n  ","743554":"\n   How did you choose your kids' names?\n  ","743555":"\n   Is Greg well endowed?\n  ","743556":"\n   How old were you when you first went? Hope this isn't an invasive question.  A lot of ppl have different answers for when someone should start going & it's confusing\n  ","743557":"\n   Are there any baby names you like that you haven't\/are yet to use? If so what are they if you don't mind sharing\n  ","743558":"\n   What have you done today? What are your plans for later?\n  ","743559":"\n   What was the best year of your life?\n  ","743560":"\n   How often do you go to the gyno?\n  ","743561":"\n   To the people who keep sending you video game questions, find another account. LMAO! She ain't interested.\n  ","743562":"\n   Do you prefer chicken strips or chicken nuggets? What is your favorite dipping sauce?\n  ","743563":"\n   Would you ever bungee jump?\n  ","743564":"\n   how many pillows do you like on your bed?\n  ","743565":"\n   do you like to drink grape juice?\n  ","743566":"\n   Do you prefer regular or extra crispy chicken?\n  ","743567":"\n   Do you prefer Grand Theft Auto to Assassins Creed?\n  ","743568":"\n   Do you think Starcraft is a better tactical game than League of Legends? I am from Korea, do you speak any Korean?\n  ","743569":"\n   Which disney movie most reminds you of your childhood?\n  ","743570":"\n   With the next gen consoles coming out in 2020, which one are you more interested in Xbox, Play Station, Nintendo or Virtual Reality?\n  ","743571":"\n   What color do you most associate with christmas, green, red or white?\n  ","743572":"\n   do you prefer mario cart or sonic?\n  ","743573":"\n   Do you listen to Tic Tac and Melatonin’s The Book of Basketball song?\n  ","743574":"\n   What will be your reaction if you see your partner masturbates while watching porno?\n  ","743575":"\n   which dinosaur would you most like to have as a pet?\n  ","743576":"\n   Do you prefer Wobbuffet or Blissey in Pokemon Go?\n  ","743577":"\n   How often do you play Call of Duty during the week?\n  ","743578":"\n   did you ever want to be a veterinarian?\n  ","743579":"\n   What's your typical \"getting ready\" routine?\n  ","743580":"\n   Do you like to paint or do arts and crafts?\n  ","743581":"\n   you watching married to medicine?\n  ","743582":"\n   How is Nevaeh danzy doing today\n  ","743583":"\n   Do you have a favorite brand of lipstick?\n  ","743584":"\n   did you like to jump rope when you were a kid?\n  ","743585":"\n   Have you ever had a perm?\n  ","743586":"\n   Have you ever lost a good night of sleep worrying about the way things might have been?\n  ","743587":"\n   Would you say people on the river are happy to give?\n  ","743588":"\n\n    @latinagirl398\n   \n   ssid she’s taking kaseys man\n  "},"Answer":{"742516":"\n  My in law\n  ","742517":"\n  John Q\n  ","742518":"\n  All the above 💕😋\n  ","742519":"\n  Cake \/\/ cupcakes\n  ","742520":"\n  Sucking d!ck\n  ","742521":"\n  Idc\n  ","742522":"\n  No\n  ","742523":"\n  I’m not playing would you rather\n  ","742524":"\n  ???\n  ","742525":"\n  No idc about them\n  ","742526":"\n  And what does that have to do with anything??\n  \n  You’re bring up that he moved out over the summer when we weren’t together lol .\n  \n  Kk 😂\n  ","742527":"\n  Idc\n  ","742528":"\n  Doesn’t bother me cause I have 90 unread messages\n  ","742529":"\n  I don’t really have 1\n  ","742530":"\n  I hate you all\n  ","742531":"\n  I heard it opens up your mind & that’s what I really need. But also, heard it depends on the kind of trip you have or whatever\n  ","742532":"\n  My wedding haha!\n  \n  Nah I’m not saving for anything atm\n  ","742533":"\n  Not a fan\n  ","742534":"\n  I wouldn’t change my name\n  ","742535":"\n  Yeah\n  ","742536":"\n  Stupidity\n  ","742537":"\n  No\n  ","742538":"\n  Yep. The wishbone part I wanted\n  ","742539":"\n  Lmfaooo ; they also, sound like someone who makes up shxt 🤷🏽‍♀️\n  ","742540":"\n  Lol when did he ever cheat on me 😂. And we been together lmfaooo\n  \n  I love how y’all make up shxt 😂😭\n  ","742541":"\n  6:46am & I have yet to sleep 😭\n  ","742542":"\n  Today\n  ","742543":"\n  Depends . But for the most part they’re dry\n  ","742544":"\n  Nope\n  ","742545":"\n  No\n  ","742546":"\n  Prancer\n  ","742547":"\n  I bite my nails or I start laughing\n  ","742548":"\n  Gasoline \/\/ new paper smell lmao\n  ","742549":"\n  I don’t eat seafood\n  ","742550":"\n  Pool\n  \n  I hate beach \/\/ public pools .\n  \n  They’re gross\n  ","742551":"\n  They’re on but only the number pops up and if I pull down my notification bar then I’ll see if it’s a question like shout out etc .\n  ","742552":"\n  Not really lol\n  ","742553":"\n  Cookies 🍪\n  ","742554":"\n  I do\n  ","742555":"\n  No\n  ","742556":"\n  I know I can’t wait to get to 10k soon 👀\n  ","742557":"\n  I’ve been in one for the last 8 years with my fiancé\n  ","742558":"\n  Jack jack\n  ","742559":"\n  My bff wants to hang out tonight so I guess that’s what I’m doing\n  ","742560":"\n  I probably wouldn’t 90’s is the best imo\n  ","742561":"\n  Missed my period both times\n  \n  No story\n  ","742562":"\n  My dad a 7\n  \n  My mom a 3\n  ","742563":"\n  No\n  ","742564":"\n  Nah\n  ","742565":"\n  My hair is already curly .\n  \n  I usually wear it down\n  ","742566":"\n  Send some good questions\n  ","742567":"\n  Probably March , nothing exciting happens imo lol\n  ","742568":"\n  I dyed my hair red \/\/ blonde .\n  \n  I’d most likely do blonde\n  ","742569":"\n  I’m not a breakfast fan\n  ","742570":"\n  To a quiet space\n  ","742571":"\n  Doesn’t bother me\n  ","742572":"\n  Oh am I?\n  ","742573":"\n  Thank you . Same to you!\n  ","742574":"\n  Lol sorry\n  ","742575":"\n  Tired \/\/ but I need to shower & get ready for work\n  ","742576":"\n  I do\n  ","742577":"\n  I just want it to be over\n  ","742578":"\n  Hope u have a Good Friday as well\n  ","742579":"\n  Nope I don’t\n  ","742580":"\n  Don’t know\n  ","742581":"\n  No & no\n  ","742582":"\n  I love cheese\n  ","742583":"\n  No\n  ","742584":"\n  Yep\n  ","742585":"\n  Idk . Good question\n  ","742586":"\n  Probably. Who knows\n  ","742587":"\n  Don’t know\n  ","742588":"\n  Crazy how a lot of ppl won’t be invited for my wedding . And I think they’re still unaware\n  ","742589":"\n  Don’t have one\n  \n  But I’m eating checkers rn 😋\n  ","742590":"\n  Send me some good questions\n  ","742591":"\n  My fiancé\n  ","742592":"\n  Neck kissing\n  \n  Nipple play\n  \n  Dildo play\n  ","742593":"\n  Self love \/\/ self care\n  ","742594":"\n  Lmao it’s the truth . Seems like that’s all us humans are here for\n  ","742595":"\n  I don’t really eat breakfast\n  ","742596":"\n  To reproduce and die\n  ","742597":"\n  I see no question\n  ","742598":"\n\n   https:\/\/askhonest.com\/ohokaygabby\n  \n","742599":"\n  Same to you!\n  ","742600":"\n  Yep\n  ","742601":"\n  Probably between Halloween & Christmas\n  ","742602":"\n  Gizmo\n  ","742603":"\n  I already got what I wanted\n  ","742604":"\n  No\n  ","742605":"\n  Blocking system\n  ","742606":"\n  Trash can\n  ","742607":"\n  Life\n  ","742608":"\n  Probably sell it\n  ","742609":"\n  I do 😈\n  ","742610":"\n  My attitude\n  ","742611":"\n  Money money money.\n  ","742612":"\n  My daily life\n  ","742613":"\n  💕\n  ","742614":"\n  Being a mom\n  ","742615":"\n  My funeral\n  ","742616":"\n  All my uggs\n  ","742617":"\n  Saturday\n  ","742618":"\n  I don’t watch none\n  ","742619":"\n  I don’t like gum\n  ","742620":"\n  Absolutely nothing\n  \n  Ended up fighting with my fiancé this morning .\n  \n  But , he’s buying me good later lol\n  ","742621":"\n  Ignore them \/\/ deal with it\n  ","742622":"\n  Milk\n  ","742623":"\n  Predict the future\n  ","742624":"\n  I don’t\n  ","742625":"\n  29 lol . I sometimes answer right away. Other times I don’t . Depends on my mood & what I’m doing\n  ","742626":"\n  I do not\n  ","742627":"\n  Probably how I assume\n  ","742628":"\n  I like both\n  ","742629":"\n  6:50am\n  ","742630":"\n  I hope you had a great day wifey 💕\n  ","742631":"\n  Today\n  ","742632":"\n  All the money in the world probably\n  ","742633":"\n  That I don’t let dumb shxt get to be especially strangers\n  ","742634":"\n  Amusement park.\n  \n  I don’t like zoos\n  ","742635":"\n  Nope. We’re all born to die\n  ","742636":"\n  Beginning\n  ","742637":"\n  Yep\n  ","742638":"\n  Coulrophobia\n  ","742639":"\n  Uh yea\n  ","742640":"\n  I did & still do on Hulu\n  ","742641":"\n  How passionate I can be\n  ","742642":"\n  I don’t really have one\n  ","742643":"\n  Square\n  ","742644":"\n  I hate commercials\n  ","742645":"\n  Comedy , horror , thriller , romance, drama lol\n  ","742646":"\n  ???\n  ","742647":"\n  Me & my fiancé\n  \n   @MostHi\n  \n  ❤️\n  ","742648":"\n  Casey Anthony or OJ\n  ","742649":"\n  As I go older & wiser\n  ","742650":"\n  They’re both delicious\n  ","742651":"\n  Tbh nothing lol\n  \n  Probably going to get some checkers for dinner after my nap lol\n  ","742652":"\n  Wow I for so many coins\n  ","742653":"\n  I don’t want to\n  ","742654":"\n  I don’t care for coins\n  ","742655":"\n  Neither\n  ","742656":"\n  Found the upgraded engagement ring I want 🥺\n  ","742657":"\n  I’m hungry but I’m to warm to get up 😩\n  ","742658":"\n  Never really.\n  ","742659":"\n  Snowman\n  \n  Snowflakes are to easy\n  ","742660":"\n  Yep\n  ","742661":"\n  Ketchup doesn’t belong in the fridge\n  ","742662":"\n  Yesterday \/\/ last week or the week before \/\/ don’t know \/\/ today \/\/ today \/\/ idk\n  ","742663":"\n  Why is it only 21° outside rn 😭\n  ","742664":"\n  I like them . They look so cool\n  ","742665":"\n  They’re nice\n  ","742666":"\n  Family , music , the atmosphere\n  ","742667":"\n  I know a few . & a mixture of both signs lol\n  ","742668":"\n  Not that I’m aware of\n  ","742669":"\n  Hot chocolate\n  ","742670":"\n  Lmfao I’m not even pregnant. Nor am I a garden tool.\n  ","742671":"\n  I’ve had it for about almost 2 years.\n  \n  I just emailed ask about it\n  ","742672":"\n  Just slowly waiting for it to be all over\n  ","742673":"\n  Blocked\n  ","742674":"\n  Don’t care\n  ","742675":"\n  Don’t care\n  ","742676":"\n  Send me questions guys!!!\n  \n  😌😌😌\n  ","742677":"\n  Don’t care\n  ","742678":"\n  I agree! But we shall see\n  ","742679":"\n  Him just being impeached is great! 45 presidents and he’s the 3rd in history.\n  ","742680":"\n  It can be a mixture of both\n  ","742681":"\n  Getting closer to 10K followers . It feels so unreal 🥺💕\n  ","742682":"\n  Never heard of it before 🤔\n  ","742683":"\n  My wedding 👰🏽 💍\n  ","742684":"\n  No. Why would they be. I’m only 25\n  ","742685":"\n  Nothing at all\n  ","742686":"\n  Don’t have one\n  ","742687":"\n  Our president just got impeached\n  ","742688":"\n  Why am I being asked this again?\n  \n  I don’t give a shxt about her\n  ","742689":"\n  They’re alright ; don’t really eat em\n  ","742690":"\n  Lmfao wtf . My kids live with me. Idk where you to that dumb shxt from. Never once have I posted that my kids don’t live with me. 😂.\n  \n  You must be stuck on stupid\n  ","742691":"\n  Nobody\n  ","742692":"\n  Wtf are you even talking about.\n  \n  Nobody lost custody lmao.\n  \n  Again, pulling shxt out your a.ss?\n  ","742693":"\n  You shouldn’t just assume then.\n  \n  Smfh . And not once have I mentioned anything about her passing . Plus I’ve taken pics and posted them on here recent ones too . Lmao\n  ","742694":"\n  Reading is relaxing . And I’m currently not reading anything at the moment\n  ","742695":"\n  Sims\n  ","742696":"\n  What? Idek why you’re just making shxt up.\n  \n  Move along or be blocked\n  ","742697":"\n  Get off my page if you have zero questions about me or my life.\n  \n  I don’t care to be your friend. Stop begging strangers online\n  \n  NOW MOVE ALONG OR GET BLOCKED\n  ","742698":"\n  Hi you’re blocked\n  ","742699":"\n  This is irrelevant to the post\n  ","742700":"\n  Yep\n  ","742701":"\n  I want to be engaged for at least a year . So in 2021 we’ll go down to the court house . He wants to get married right away but I wanted to wait like 2-3 years but we comprised and said we’ll be getting engaged for a year than get married\n  ","742702":"\n  I’m not married yet lol.\n  \n  I’m engaged\n  ","742703":"\n  Nothing.\n  \n  Went on her fake Facebook to say “congratulations.”\n  \n  I think she’s mad lmao. Idc tho\n  ","742704":"\n  Ask me some questions guys\n  ","742705":"\n  Probably a snow blizzard or when hurricane Sandy hit us back in October 2012\n  ","742706":"\n  Rosa Parks\n  \n  Martin Luther King Jr\n  ","742707":"\n  Lmao I don’t have a fav. It changes a lot. But maybe pizza. I can eat that 24\/7 if I could .\n  ","742708":"\n  They’re a POs. I’m glad animal abuse is a felony now\n  ","742709":"\n  Rugrats Movie\n  ","742710":"\n  Same to you!\n  ","742711":"\n  Everyone I follow ffs\n  ","742712":"\n  They will be with their grandparents\n  ","742713":"\n  We have zero plans lol. Our kids won’t be here\n  ","742714":"\n  6 years while years\n  ","742715":"\n  Well we’re going to do a court house first . I want a spring wedding I think but we’ll most likely get married in the winter since it’s cheaper\n  ","742716":"\n  You know those mosquito bracelets they have lol. I have that but for keys and other stuff. It’s lime green\n  ","742717":"\n  Compassion\n  ","742718":"\n  I’d say my dad. He just has a good head on his shoulder \/\/ knows what he’s doing in life. And gives pretty great advice . Want my son to be like him in some aspects\n  ","742719":"\n  I do. I like the cheese one\n  ","742720":"\n  You have a fantastic rest of the week 💕\n  ","742721":"\n  To me they’re all the same lol.\n  ","742722":"\n  You see your mil lmao\n  ","742723":"\n  I would\n  ","742724":"\n  Hair spray\n  ","742725":"\n  Mine was getting engaged. I never thought this day would come. I found myself over the summer \/\/ I realized my mil is always going to be a bitter women. My relationship with my fiancé grew stronger. Just ready for a new decade\n  ","742726":"\n  This blue cheese lmao.\n  ","742727":"\n  I’m so proud of my fiancé for taking this next step in our relationship. He’s such an amazing father \/\/ fiancé . He goes above & beyond for his family 👨‍👩‍👧‍👦. I can’t wait to become Mrs.Danzy in 2021 💍👰🏽💕\n  ","742728":"\n  I love that show so much 😩. I could watch Hey Arnold\n  ","742729":"\n  Lmfao omg yes . Horrible\n  ","742730":"\n  Suddenly without warning\n  ","742731":"\n  Thank you Tom 🥺😌\n  ","742732":"\n  We were laying down Monday morning and around 6:30am he just asked me .\n  ","742733":"\n  How tf am I suppose to know why?\n  \n  I probably have a clue on why his lol didn’t say it . Cause she’s a biter women. Doesn’t want anyone especially her own son to be happy.\n  \n  But, she did message him on her fake Facebook she has to harass us and said “congratulations” . Only how younger cousin said congratulations\n  ","742734":"\n  Oh yeah, none of his family said congratulations to us . Not even his own mom. Fxck em\n  ","742735":"\n  I want to do photography\n  ","742736":"\n  I got my engagement ring 💍. And my mom is buying me another part for it probably tomorrow or Saturday\n  ","742737":"\n  Nope but I literally want to have no ties to my mother-in-law in 2020. That’s my New Years Resolution lol\n  ","742738":"\n  Idk\n  ","742739":"\n  Snow\n  ","742740":"\n  I haven’t noticed\n  ","742741":"\n  The world we live in is cruel\n  ","742742":"\n  Yea\n  ","742743":"\n  50 different countries\n  ","742744":"\n  My kids & fiancé\n  ","742745":"\n  My engagement ring\n  ","742746":"\n  Nah\n  ","742747":"\n  K\n  ","742748":"\n  McDonald’s run after work\n  ","742749":"\n  I didn’t even read this\n  \n  Now your blocked\n  ","742750":"\n  Only with my man and kids\n  \n  Also depends on my mood\n  \n  I like to be clingy but I don’t like ppl being clingy to me\n  ","742751":"\n  Uh no\n  ","742752":"\n  I use to eat dirt lmao\n  ","742753":"\n  I don’t really have a all time fav tv show. I like \/\/ love a bunch tbh.\n  ","742754":"\n  My last name already\n  \n  Mrs.Danzy coming 2021 💍👰🏽\n  ","742755":"\n  Drake - More Life\n  ","742756":"\n  In the summer\n  ","742757":"\n  No\n  ","742758":"\n  I’m not\n  \n  A doctor\n  ","742759":"\n  Never been soo\n  ","742760":"\n  Praying mantises\n  ","742761":"\n  I answered this yesterday\n  ","742762":"\n  Am I your doctor? No\n  \n  So you should’ve asked questions not some stranger on the internet\n  ","742763":"\n  No, but that would awesome if I could lol\n  ","742764":"\n  Fake account alert  🚨\n  ","742765":"\n  K\n  ","742766":"\n  Now you’re fxcking blocked\n  ","742767":"\n  I don’t give a fxck .\n  ","742768":"\n  I like the sunset\n  ","742769":"\n  It’s good.\n  ","742770":"\n  Send my wife some good questions\n  ","742771":"\n  It’s funny . I tell you guys my heritage and y’all try and tell me otherwise.,\n  \n  I’m not dealing with this stupidity today. You’ll be blocked\n  ","742772":"\n  .\n  ","742773":"\n  That’s literally what you did .\n  \n  I don’t have time your stupidity\n  ","742774":"\n  Gross 🤢\n  ","742775":"\n  Butter I suppose\n  ","742776":"\n  Tons of white ppl don’t believe in god. ....\n  \n  Cute how you anons always trying you use my race against me Lmfaoo . Come up with something better.\n  ","742777":"\n  How I block you for not asking me questions about me\n  ","742778":"\n  I love spicy foods\n  ","742779":"\n  No thoughts but I don’t believe in God so 🤷🏽‍♀️\n  ","742780":"\n  Can I get actual questions about my life\n  ","742781":"\n  No\n  ","742782":"\n  You go to college to study , graduate & still can’t find the job you studied for\n  ","742783":"\n  I am.\n  ","742784":"\n  Like 5 minutes hah! No it just depends on how important that item is or whatever it is\n  ","742785":"\n  Cause their grandparents wants them\n  ","742786":"\n  Yeah. My kids go to her house lol\n  ","742787":"\n  No lol\n  ","742788":"\n  My family from my dads side likes rum cake . Lol\n  ","742789":"\n  November\n  ","742790":"\n  It’s my engagement ring , who cares .\n  \n  I wasn’t with him\n  ","742791":"\n  Okay? That doesn’t make it gold.\n  \n  And idk idc lol\n  ","742792":"\n  No\n  ","742793":"\n  Answering questions\n  ","742794":"\n  Thank you 💕\n  ","742795":"\n  My kids won’t be home lol. They will be with your grandparents\n  ","742796":"\n  When you love yourself you’re able to love someone else other then your kids.\n  ","742797":"\n  Cause the living is disrespectful\n  ","742798":"\n  I’m really not that excited lol\n  ","742799":"\n  8 years\n  ","742800":"\n  I am too. It’s been a long time coming 🥺\n  ","742801":"\n  December\n  ","742802":"\n  I’m not a coffee person . I mainly like iced coffee\n  ","742803":"\n  I’m fine. It’s 6:07am & I just woke up\n  ","742804":"\n  I wouldn’t say I have a fav\n  ","742805":"\n  Ew, don’t ever say that\n  ","742806":"\n  I have none as of rn\n  ","742807":"\n  Lol ; shouldn’t matter how expensive the ring is.\n  ","742808":"\n  That’s what we’re born to do\n  ","742809":"\n  Nope. Probably in 2021\n  ","742810":"\n  Thank you. And yesterday morning we were laying down and he popped the question\n  ","742811":"\n  I am so much\n  ","742812":"\n  My ring isn’t gold & doesn’t have gold in it\n  ","742813":"\n  Black\n  ","742814":"\n  Lol ; thanks\n  ","742815":"\n  A couple\n  ","742816":"\n  Being cocky to me means you think your the shxt & nobody can stop you.\n  \n  Being confident is having good self esteem within yourself. You don’t bring others down about their confident\n  ","742817":"\n  Cool\n  ","742818":"\n  I have none.\n  \n  Our kids won’t be around for Christmas or New Years .\n  ","742819":"\n  Uh yeah? We don’t have much details on the wedding. We literally just got engaged today\n  ","742820":"\n  Hey. Life’s good \/\/ bad.\n  \n  Good news is I’m engaged\n  ","742821":"\n  Need good Netflix recommendations\n  ","742822":"\n  Bring uneducated\n  ","742823":"\n  YouTube videos\n  ","742824":"\n  Lol. I have no clue.\n  \n  Someone in his family told her. Probably from Facebook\n  ","742825":"\n  So let’s ask me some questions\n  ","742826":"\n  Mhm zero clue 🤷🏽‍♀️\n  ","742827":"\n  I actually was. Ha!\n  ","742828":"\n  I’d rather not dumb questions\n  ","742829":"\n  I stg my vip badge better show up\n  ","742830":"\n  Fiancé*\n  \n  Fiancée is for female .\n  \n  And we were laying down talking & he popped the question.\n  ","742831":"\n  I mean she goes to church but that’s about it 🤷🏽‍♀️\n  ","742832":"\n  Idc I don’t give a fxck what my kids decide to do with their religion\n  ","742833":"\n  I’m on my period\n  ","742834":"\n  Thank you so much 😊\n  ","742835":"\n  They were happy\n  ","742836":"\n  Can I get questions about me\n  ","742837":"\n  Lol wdym\n  ","742838":"\n  No\n  ","742839":"\n  I’m fine\n  ","742840":"\n  I don’t care .\n  \n  That’s none of my business\n  ","742841":"\n  Netflix is alright . Hulu is good . Crackle is good. I just hate the ads\n  ","742842":"\n  I’m not sure.\n  ","742843":"\n  My kids can date whoever they want. Within reason. Like obviously not ppl who abuse etc or whatever\n  ","742844":"\n  We don’t have any rn. I want to start some soon. Like elf on the shelf & wearing Christmas pjs . Maybe wear ugly sweaters\n  ","742845":"\n  My mom is Christian.\n  \n  But my dads really nothing\n  ","742846":"\n  It was actually my mother-in-law who lives 3 houses down\n  ","742847":"\n  Yeah. We have been for years now\n  ","742848":"\n  He was asleep\n  ","742849":"\n  Yep. Most likely. we’ll see.\n  \n  The year we’re aiming for is 2021\n  ","742850":"\n  I like the color lime green .\n  ","742851":"\n  I want a courthouse. But I know my dads is going to want us to have a traditional wedding.\n  \n  Probably both\n  ","742852":"\n  He like The Amazing Workd Of Gumball .\n  ","742853":"\n  I mean I asked him how he felt and he’s okay with it . He loves the fact that his parents will be together forever\n  ","742854":"\n  Leave New Alone - Flipp Dinero\n  ","742855":"\n  No. I want to be engaged for at least a year. So 2021 is the year\n  ","742856":"\n  This morning\n  ","742857":"\n  No & yes\n  ","742858":"\n  Depends on how you look at it\n  ","742859":"\n  No\n  ","742860":"\n  My fiancé\n  ","742861":"\n  Tbh I don’t even remember . I don’t usually save numbers anymore\n  ","742862":"\n  I sat at a candle vigil\n  ","742863":"\n  Stop sending me stuff in this language.\n  \n  Thank you\n  ","742864":"\n  We never really ever get tornados and if we do which is rare they’re like a F0 tbh. But I hope you stay safe 🤞🏽\n  ","742865":"\n  “You’re sweet”\n  ","742866":"\n  Yeah lmao\n  ","742867":"\n  35° with some snow showers in the area\n  ","742868":"\n  My fiancé. Im happy he took the next step with our relationship\n  ","742869":"\n  Lil baby\n  ","742870":"\n  I’m in between both. I feel like sometimes our life can be fate but other times I also feel like we make our own destiny\n  ","742871":"\n  Most intelligent\n  ","742872":"\n  I never\n  ","742873":"\n  Nah\n  ","742874":"\n  John Q at the end of the movie\n  ","742875":"\n  The aspect of HAVING to give\n  ","742876":"\n  Those are the games I have now on this page\n  ","742877":"\n  Thanks\n  ","742878":"\n  That I’m beautiful from my fiancé\n  ","742879":"\n  Totally safe\n  ","742880":"\n  I have not\n  ","742881":"\n  Thank you so much 💕🥺\n  ","742882":"\n  Thank you so much 💕😍💍\n  ","742883":"\n  My friend\n  \n   @littletrust\n  \n  said here’s took 48 hrs lol. And I didn’t even buy the badge not even 24hrs ago.\n  ","742884":"\n  Eventually ; we’re working towards getting a car first\n  ","742885":"\n  Thank you so much 💕\n  ","742886":"\n  Thank you ☺️\n  ","742887":"\n  Used my coins for the badge\n  ","742888":"\n  I did that and nothing lol\n  ","742889":"\n  Okay ask when can I be vip?\n  ","742890":"\n  Not really\n  ","742891":"\n  It was good . My fiancé proposed to me this morning then court didn’t go as expected\n  ","742892":"\n  I played lacrosse\n  ","742893":"\n  No\n  ","742894":"\n  I want it to be over but I also, want my vip badge lol\n  ","742895":"\n  Need engagement photos done\n  ","742896":"\n  I do\n  ","742897":"\n  I don’t\n  ","742898":"\n  That’s my fav movie\n  ","742899":"\n  Only a little bit\n  ","742900":"\n  Engagement photos\n  ","742901":"\n  🥰💕🥺\n  ","742902":"\n  13 day old post\n  ","742903":"\n  I love me some\n  \n   @reachel_n\n  \n  😍\n  ","742904":"\n  Thank you 💕\n  ","742905":"\n  Can’t believe I’m officially engaged 💍🥰💕\n  ","742906":"\n  Thank you 💕💍\n  ","742907":"\n  I said yes!!!!\n  \n  I’m official engaged 💍💕😍\n  ","742908":"\n  Wow\n  ","742909":"\n  Don’t care tbh\n  ","742910":"\n  Go to the city with my fiancé next Thursday\n  ","742911":"\n  Water ;  but also depends on what I’m in the mood for\n  ","742912":"\n  Now you’re asking to many sex questions\n  ","742913":"\n  Youtube famouS 😎\n  ","742914":"\n  Smoking ; kinda stressing about tomorrow 😬\n  ","742915":"\n  This morning\n  ","742916":"\n  Oh stfu .\n  ","742917":"\n  Why are you copying my question\n  \n  Lame\n  ","742918":"\n  I never really go out to eat and restaurants tbh. Yesterday was mine and my fiancé’s first time going out to a restaurant in a few months\n  ","742919":"\n  No. I have never & it makes me mad. Cause I heard so so freaking amazing\n  ","742920":"\n  I am not lol.\n  ","742921":"\n  I have nothing planned.\n  \n  My kids won’t be home this Christmas\n  ","742922":"\n  I use to a lot ; especially when things weren’t going good.\n  \n  But, honestly I only really stress about my mother-in-law 🙄\n  ","742923":"\n  Lmfaooo ; I always clown him how the Chargers are watching the play offs from their couch 😂\n  ","742924":"\n  Cleared out my inbox\n  \n  Send me juicy questions\n  ","742925":"\n  I appreciate my fiancé so much . The changes he has made this is amazing \/\/ outstanding . Can’t wait to officially call him my husband soon\n  ","742926":"\n  It really just depends on my whole mood lol\n  ","742927":"\n  I like peppermint mocha from Starbucks ; \/\/ hot tea.\n  \n  I like ice coffee , white claw , oj , soda etc\n  ","742928":"\n  Bye\n  ","742929":"\n  xgabs.xo\n  ","742930":"\n  Yeah lol. I don’t know that stranger nor care if they’re hurt. Lol\n  ","742931":"\n  My moms white & my dads black .\n  \n  So I’m mixed .\n  \n  Now move along and stop being stupid. Cause next you’ll be added to my block list\n  ","742932":"\n  Looking forward to taking my relationship to the next step 👀. And I wish I could cut off my in law & not deal with her in 2020\n  ","742933":"\n  I did 😂😭. I wore them but I didn’t let anyone pop them cause ya know I was to young for any of that lol\n  ","742934":"\n  I am very much lol. My fiancé does or if no ones around I will\n  ","742935":"\n  What about him?\n  ","742936":"\n  My ring 💍💕🥰\n  ","742937":"\n  How tf do I become vip in here? I messaged them about it & haven’t heard anything .\n  ","742938":"\n  It actually was a shout out question. But let’s be honest . I kinda wish she’d unblock me. 🤷🏽‍♀️\n  ","742939":"\n  Following back 🙂\n  ","742940":"\n  I’m not a future type of movie gal\n  ","742941":"\n  Someone’s dildo\n  ","742942":"\n  Heck no !!!\n  ","742943":"\n  Be yourself no matter what. Nobody can stop you\n  ","742944":"\n  I seen someone getting a bj while driving the other day 😳\n  ","742945":"\n  I actually like both smells\n  ","742946":"\n  Getting the rest of my ring 💍💕\n  ","742947":"\n  I means I’m not lying lol\n  ","742948":"\n  Having my fiancé and kids around d me. 👨‍👩‍👧‍👦\n  ","742949":"\n  I don’t even think my mom is cooking that day. But my kids won’t home . So idc really\n  ","742950":"\n  My fiancé\n  ","742951":"\n  I love sweet pea scent\n  ","742952":"\n  Lmfaooo ; that’s hilarious 😂. Trash. We need to beat these bills today 😬\n  ","742953":"\n  I want to see the tree in NYC ; but we might go next Thursday\n  ","742954":"\n  I got my ring 💍\n  ","742955":"\n  I sleep with 2 pillows but my fiancé is always using mine lol\n  ","742956":"\n  I’d hoverboard\n  ","742957":"\n  I don’t.\n  \n  But are you ready for the Raiders to become the Las Vegas Raiders\n  ","742958":"\n  • buy my dream house \/\/ car\n  \n  • for my in law to be outta my life\n  \n  • endless amount of money\n  ","742959":"\n  No, but my fiancé has\n  ","742960":"\n  Lol no. I don’t think I’d ever do that . Tbh\n  ","742961":"\n  Ted Bundy\n  ","742962":"\n  Everyone is lame\n  ","742963":"\n  Socks\n  ","742964":"\n  I have zero plants those days unfortunately. My kids don’t even be around lol\n  ","742965":"\n  I like it low key lol\n  ","742966":"\n  My own room. Lol\n  ","742967":"\n  No I haven’t\n  ","742968":"\n  Yay\n  ","742969":"\n  T-pain\n  ","742970":"\n  Infant piercing at 6 month old\n  ","742971":"\n  39° and partly cloudy\n  ","742972":"\n  10\n  ","742973":"\n  Lime green\n  ","742974":"\n  My in law\n  ","742975":"\n  I don’t have one\n  ","742976":"\n  Yeah\n  ","742977":"\n  I found the wedding band I want\n  ","742978":"\n  I’m sick\n  ","742979":"\n  Pretty good.\n  \n  Just have to go to the library later ; other than that nothing\n  ","742980":"\n  Never lol ; my baby shower was suppose to be a surprise but my mom needed up telling me ha\n  ","742981":"\n  Uh no?\n  ","742982":"\n  I actually am lmao\n  ","742983":"\n  Yep.\n  \n  I think we all do\n  ","742984":"\n  Well I haven’t gone anywhere\n  ","742985":"\n  You mean from 8 years ago?\n  \n  Yeah\n  ","742986":"\n  I was never married\n  ","742987":"\n  My day was alright\n  ","742988":"\n  No\n  ","742989":"\n  It always be the bitter bxtches who talk shxt about the next bxtches profession but yet in the same exact strip club smh\n  ","742990":"\n  lol I know. That anon never came back either\n  ","742991":"\n  Yeah. Usually they have wakes before the actually funeral lol. But that’s what anons do they try to attack me cause of my race and half the time don’t even make sense\n  ","742992":"\n  Anons are so dumb I swear. They try to use anything against me . But it’s funny how they haven’t came back lol\n  ","742993":"\n  Okay\n  ","742994":"\n  Ooo you see that anon.\n  \n  Not only black ppl attend wakes\n  \n  I bet they won’t come back\n  ","742995":"\n  Exactly what I’m saying . The world we live in\n  ","742996":"\n  Lmfaoo I know plenty of ppl who are white who attend wakes . But k\n  ","742997":"\n  My man\n  ","742998":"\n  Who cares\n  ","742999":"\n  Sounds like you have an issue\n  ","743000":"\n  Well I don’t stay home all day\n  ","743001":"\n  Never heard of ppl in America doing that\n  ","743002":"\n  Mhm . I don’t remember much from that year ~\n  ","743003":"\n  Idk . Everybody likes different things.\n  ","743004":"\n  I have work today from 4pm-11pm\n  ","743005":"\n  None of the above\n  ","743006":"\n  I don’t love anything about people\n  ","743007":"\n  How dumb\n  ","743008":"\n  Bye\n  ","743009":"\n  Oh well\n  ","743010":"\n  Yay\n  ","743011":"\n  If you add me you can only view my story. I don’t add strangers\n  ","743012":"\n  Uh yea?\n  ","743013":"\n  Oh okay lol .\n  \n  New thing I guess to get ppl to send out questions\n  ","743014":"\n  Lol . To me it’s good. I use the shredded cheese\n  ","743015":"\n  Okay I’m mad that I’m number like 65 and you only get one coin for answering questions. How dumb\n  ","743016":"\n  Be invisible\n  ","743017":"\n  BEC\n  \n  BLT with jalapeños\n  ","743018":"\n  Explore themselves\n  ","743019":"\n  I like Ramen Noodles with cheese in it lol\n  ","743020":"\n  I agree .\n  \n  You have to come out your comfort zone\n  ","743021":"\n  Finna lol\n  ","743022":"\n  DONT CALL ME BABE\n  \n  Same reason why some anons can’t stop talking shxt .\n  \n  If you’re going to disrespect me , my man; or my kids I don’t give to shxts to respect you either .\n  ","743023":"\n  Try sending me something else you little dumb bxtch .\n  \n  Hope your parents die tonight in a car accident\n  ","743024":"\n  Your kind is disgusting (well some)\n  \n  But you’re disgusting\n  ","743025":"\n  I guess\n  ","743026":"\n  Why didn’t you mom swallow your dads cum?\n  ","743027":"\n  Because mindsets aren’t the same and a 20 year old doesn’t have their life together compared to a 44 year old\n  ","743028":"\n  Well she’s over age sooo\n  \n  I don’t agree but it’s over age soooo why do you care so much\n  ","743029":"\n  I don’t give a shxt\n  ","743030":"\n  No.\n  \n  You ask this so much\n  ","743031":"\n  4 letter word ; and cause my bf dedicated it to me\n  ","743032":"\n  Ham , Mac & Cheese , collard greens , mash potatoes, rum cake\n  ","743033":"\n  I have; and I’m basic. I like black\n  ","743034":"\n  I work tomorrow but I’m finally off Sunday. So Sunday is going to be a relaxing day\n  ","743035":"\n  With my mom and 13 seconds lmao\n  ","743036":"\n  Marijuana\n  ","743037":"\n  I’m not a big fan\n  ","743038":"\n  She’s just annoying af\n  ","743039":"\n  Yeah; that’s what it is\n  ","743040":"\n  Where ppl bring in different dishes .\n  ","743041":"\n  Ear piercings are 6 months old\n  ","743042":"\n  Nah they’re doing a pot luck\n  ","743043":"\n  English\n  ","743044":"\n  I’d do everything on my bucket list\n  ","743045":"\n  Fiji water\n  ","743046":"\n  Spam babe with good questions\n  ","743047":"\n  Send me questions .\n  \n  Doing honesty weekend\n  ","743048":"\n  Anon\n  ","743049":"\n  Not bad. It’s a rainy day tho\n  ","743050":"\n  Mixture of both\n  ","743051":"\n  Well, I have work in 2hrs\n  ","743052":"\n  Having something to show for\n  ","743053":"\n  They’re all over played\n  ","743054":"\n  I haven’t played at one in so long.\n  \n  They’re alright . Lol\n  ","743055":"\n  I ignore it 🤷🏽‍♀️\n  ","743056":"\n  I didn’t have anything lol. I was asleep 😂. Omw to work ima stop by Starbucks to get a refresher . Maybe a cake pop\n  ","743057":"\n  Loyal - PARTYNEXTDOOR & Drake\n  ","743058":"\n  Vanilla\n  ","743059":"\n  I do not\n  ","743060":"\n  I like their McChickens . I’m not really a big fan of McDonald’s. That’s like my go to when I’m in a rush or I’m unsure of what I want\n  ","743061":"\n  What my bf told me earlier .\n  \n  Nothing bad tho but scary\n  ","743062":"\n  Unfortunately I have work all weekend 🤑\n  ","743063":"\n  No. I’ve seen an ex co worker do it tho\n  ","743064":"\n  Messing up rice 😭😂.\n  \n  How fxcking simple lmao\n  ","743065":"\n  Allergic to peanuts 😭\n  ","743066":"\n  Root Beer 🤢\n  ","743067":"\n  No it doesn’t bother me.\n  \n  When I was younger and a scene like that came on when watching a movie with my mom or dad it was awkward lmao\n  ","743068":"\n  Idc\n  ","743069":"\n  Grey . Literally\n  ","743070":"\n  You guys will be shocked soon .\n  \n  Maybe 😁\n  ","743071":"\n  Probably a rule breaker.  I don’t like to listen to others tbh\n  ","743072":"\n  By car\n  ","743073":"\n  Stop asking me dumb questions\n  ","743074":"\n  K\n  ","743075":"\n  Lmfao ; that’s what I was wondering 😂\n  ","743076":"\n  Oh I’m sorry . Couples don’t argue \/\/ can’t . My bad . Let me write that in the relationship rule book.\n  \n  Brb\n  ","743077":"\n  My attitude;\n  \n  YOLo\n  ","743078":"\n  Go tell that to somebody that cares.\n  \n  • if you don’t have questions for me ABOUT ME. Then move along\n  ","743079":"\n  Actually earlier this morning 🙄\n  ","743080":"\n  Lol. No\n  ","743081":"\n  Yea. And tbh nothing they can do about it: I’m grown\n  ","743082":"\n  It really depends tbh\n  ","743083":"\n  Thank you 🥺\n  ","743084":"\n  I mean after he helped me looked. I was still looking & he was standing there. But, then after 5 minutes I said “I can’t find it” and he walked out the room.\n  \n  So ima assume he was upset\n  ","743085":"\n  In due time.\n  \n  Young one\n  ","743086":"\n  I can eat 2 and maybe 3 depending on how hungry I am . Lol.\n  \n  My man can eat the whole pie by himself. Crazy 😳\n  ","743087":"\n  How about cute ole Gabby\n  ","743088":"\n  How about nah\n  ","743089":"\n  Omg that’s even worse 😭😭😭.\n  \n  I honesty thought I lost it forever & I could see how mad my man was. Even tho he helped me looked it was just the fact .\n  ","743090":"\n  I took it off & it fell behind my sons bed. & I couldn’t find it for about 20 minutes. I was crying & freaking out\n  ","743091":"\n  I like a bunch\n  ","743092":"\n  No problem.\n  \n  Now you know.\n  ","743093":"\n  This d!ck I just had 🤤\n  ","743094":"\n  An awake is where loved ones or ppl who knew that person show up. And their family \/\/ close friends. Say great things about the person. And their in a casket .\n  \n  A funeral is where you go to the cemetery where their being buried. I’ve never attended a funeral tho\n  ","743095":"\n  I already applied .\n  \n  I think I’ll most likely get it lmao\n  ","743096":"\n  I’ve been to zero funerals & about over 5 wakes.\n  \n  Most of them were burials\n  ","743097":"\n  Lol idk he says a lot of weird \/\/ cute words .\n  ","743098":"\n  Coquito\n  ","743099":"\n  Moon\n  ","743100":"\n  I find it interesting\n  ","743101":"\n  Ask us some juicy questions\n  ","743102":"\n  Both\n  ","743103":"\n  Omg I almost lost my promise ring today\n  ","743104":"\n  Nothing much. Applied for the VIP feature on here .\n  ","743105":"\n  Why? Lmao.\n  ","743106":"\n  about to eat my lunch\n  ","743107":"\n  It’s not tho.\n  \n  It’s called putting on lotion.\n  \n  And plus they put lotion on everyone’s hands when they’re done. Soooo\n  ","743108":"\n  I love my nails\n  ","743109":"\n  Uh no\n  ","743110":"\n  Can’t wait to get my nails done in a little\n  ","743111":"\n  Annoying ; id hate a world full on clones\n  ","743112":"\n  Disrespect\n  ","743113":"\n  inherently different imo\n  ","743114":"\n  Smoking , watching YouTube video’s \/\/ listening to music , going on walks , working lol.\n  ","743115":"\n  Whatever I want lol. Only bc it’s my money lol.\n  \n  But I’d someone offers to buy me something like food ; I limit myself\n  ","743116":"\n  Peanuts\n  ","743117":"\n  Ew no\n  ","743118":"\n  I hate ramen now\n  \n  Broke ppl food Lmaoo\n  ","743119":"\n  Stop talking to me in other languages.\n  \n  Speak English or move along\n  ","743120":"\n  Nope\n  ","743121":"\n  My man Lmaoo\n  ","743122":"\n  Reported & blocked\n  ","743123":"\n  How dumb\n  ","743124":"\n  No\n  ","743125":"\n  Fxck no .\n  \n  Not for me\n  ","743126":"\n  I did answer. Just not how you wanted.\n  \n  It’s sad how you’re mad about not getting your way. LOL\n  ","743127":"\n  Like I said I’ve forgiven one person\n  ","743128":"\n  I’ve forgave 1 person for that\n  ","743129":"\n  Don’t care\n  ","743130":"\n  And why do I care\n  ","743131":"\n  Thanks\n  ","743132":"\n  No, I’m the lucky one 🥺\n  ","743133":"\n  We go back Monday\n  ","743134":"\n  Cause I didn’t feel like it\n  ","743135":"\n  Lmfaooo. I know. Which made the sentence more funny\n  ","743136":"\n  Lol . You mad?\n  ","743137":"\n  Well let’s scale it down to the actual size of a house cat\n  ","743138":"\n  Hyena\n  ","743139":"\n  Cleared out my inbox ;\n  \n  Send me juicy questions 💦\n  ","743140":"\n  My lil fam\n  ","743141":"\n  I don’t have suppose to be friends and I have a bf not a suppose to be bf\n  ","743142":"\n  Thats good 4 those many kids\n  ","743143":"\n  No\n  ","743144":"\n  My son\n  ","743145":"\n  K\n  ","743146":"\n  Life\n  ","743147":"\n  Lol 😂\n  ","743148":"\n  Personality\n  ","743149":"\n  10\n  ","743150":"\n  Send me questions guys\n  ","743151":"\n  Figure it out\n  ","743152":"\n  Don’t call me babe. But, thank you\n  ","743153":"\n  Yes\n  ","743154":"\n  Mhm.. depends on the situation I suppose\n  ","743155":"\n  I have my license. So yeah\n  ","743156":"\n  Moms , family vlogs\n  ","743157":"\n  10\/21\/2013\n  \n  04\/01\/2019\n  ","743158":"\n  6 years old & 8 months old\n  ","743159":"\n  Not I\n  ","743160":"\n  Thank you. 💕\n  ","743161":"\n  Uh. She’s just becoming fake. Smh\n  ","743162":"\n  Yep . well she texted me at 2:30am this morning\n  ","743163":"\n  No. Lol.\n  \n  It’s my promise ring he bought me\n  ","743164":"\n  1999 🎄\n  ","743165":"\n  I’ve answered this so many times\n  ","743166":"\n  Uh no?\n  ","743167":"\n  You just don’t over come depression\n  ","743168":"\n  Rainy days.\n  \n  I hate the snow. Speaking which. It snowed where I live last night \/\/ today till about noon\n  ","743169":"\n  Chicken.\n  \n  I don’t like sea food period!\n  ","743170":"\n  🥱\n  ","743171":"\n  I have no say in what others do\n  ","743172":"\n  Nope\n  ","743173":"\n  Sunny \/\/ 70 degrees with some clouds .\n  ","743174":"\n  25\n  ","743175":"\n  ❄️🙄\n  ","743176":"\n  No.\n  \n  I just want to be\n  ","743177":"\n  I’m trying to be VIP on this site. The need to release it in the US\n  ","743178":"\n  Just trying to get rid of fake ppl . Fresh start for my 2020. But unfortunately I have someone who will linger forever and be fake in my life 😒\n  ","743179":"\n  Idk ; I probably wouldn’t give advice . I wouldn’t even talk to a 19 probably at my age\n  ","743180":"\n  8:12am\n  ","743181":"\n  My kids are the reason why I get up & im an adult\n  ","743182":"\n  Gift cards\n  ","743183":"\n  No\n  ","743184":"\n  I’ve done secret Santa’s at McDonald’s we did one.\n  \n  & honestly i don’t even remember what the gift was . It was so long ago.\n  ","743185":"\n  Seafood 🤢\n  ","743186":"\n  Not really. Unless we go to Brooklynn but other than that nah.\n  ","743187":"\n  I did as a kid.\n  \n  Not anymore tho\n  ","743188":"\n  Life doesn’t have chest codes\n  ","743189":"\n  As you can tell my moms tree has no color scheme lol. But for my own tree I’d do sliver & blue. I like that color scheme\n  ","743190":"\n  Tiktok is for kids imo .\n  \n  So no I don’t have one\n  ","743191":"\n  I’m in an 8 year relationship\n  \n  Why tf would I have feelings for any of my ex’s .\n  \n  I don’t give a shxt about them\n  ","743192":"\n  I guess????\n  ","743193":"\n  Little ole me back in 1999 lmao .\n  ","743194":"\n  I have no pets\n  \n  I’ve stated this a million times\n  ","743195":"\n  Y’all are lame\n  ","743196":"\n  Sucks it’s going to snow tomorrow\n  ","743197":"\n  No\n  ","743198":"\n  Yep.\n  \n  & I’ll do the same for my kids.\n  \n  Cookies for me 😉\n  ","743199":"\n  Back in October. For my god mothers 50th birthday bash\n  ","743200":"\n  Caesar\n  ","743201":"\n  I perfect good questions\n  ","743202":"\n  Chocolate chip with milk\n  ","743203":"\n  Never heard of it\n  ","743204":"\n  I have no idea\n  ","743205":"\n  Everybody acts immature\n  ","743206":"\n  Less than 30 minutes and I’m off work 😁\n  ","743207":"\n  I had a taser\n  ","743208":"\n  I went to jail\n  ","743209":"\n  Uh yeah\n  ","743210":"\n  Christmas\n  ","743211":"\n  We’re born alone\n  ","743212":"\n  Okay questions about\n  \n  Me or move along\n  ","743213":"\n  I guess lmao\n  ","743214":"\n  She’s not even beautiful .\n  \n  Her shxtty personality makes her ugly\n  ","743215":"\n  I think my man is attractive\n  ","743216":"\n  Cause she is\n  ","743217":"\n  Lmao , anon logic :\n  \n  Anon: you look like Bianca Belair\n  \n  Also anon: “she isn’t ew she’s prettier than you.”\n  ","743218":"\n  I don’t have any pets\n  ","743219":"\n  Uh no\n  ","743220":"\n  Lmfaooo ; she’s fat . Point blank\n  \n  But I’m not here to body shame really\n  ","743221":"\n  Lmaooo\n  ","743222":"\n  Okay we all are well aware .\n  ","743223":"\n  Ask me questions\n  ","743224":"\n  Lmfao I’m dead 😂.\n  \n  She is delusional\n  ","743225":"\n  Yes she’s fat\n  ","743226":"\n  Wtf kinda questions are these\n  ","743227":"\n  Idc\n  ","743228":"\n  Speak English or leave my page\n  ","743229":"\n  No. It’s my promise ring\n  ","743230":"\n  Ew, I definitely don’t\n  \n  But k\n  ","743231":"\n  Lol they probably should ; I also, hate how ppl get blamed for certain shxt on here and they have to prove themselves everyday to a bunch of strangers lol. Like they need validation or something\n  ","743232":"\n  I have work later at 5pm\n  ","743233":"\n  I find it funny ; how a certain someone has to prove themselves everyday on this app. And it makes me laugh\n  ","743234":"\n  I follow you too!\n  \n  Well, it’s our winter month so , I’d love to go ice skating lol\n  ","743235":"\n  Oh I see, you’re stupid.\n  \n  Carry on\n  ","743236":"\n  I don’t have any\n  ","743237":"\n  My man ,\n  ","743238":"\n  Nobody\n  ","743239":"\n  Speak English or move along\n  ","743240":"\n  Tomorrow night\n  ","743241":"\n  Lol ; if you call him being at work your house then ok 👌🏽\n  ","743242":"\n  Nothing. Watching so YouTube videos\n  ","743243":"\n  Yeah. They’re so cute lol. And I like their content\n  ","743244":"\n  I’m catching up on the vloggers I’m subscribed to rn\n  ","743245":"\n  Now I’m tired of seeing ppl talking about Caitlin Fladager\n  ","743246":"\n  “I don’t want anymore drama.”\n  \n  * 5 seconds later involved in drama*\n  ","743247":"\n  Lmaoo , somebody has been bored for the last 7 hrs\n  ","743248":"\n  Why tf would anyone drink fire.\n  \n  Stop asking dumb questions\n  ","743249":"\n  Lol. Thanks\n  ","743250":"\n  Ask me questions .\n  \n  How about we play some honesty night? Send in them questions & I’ll answer everything honest . Even tho I do already 😇\n  ","743251":"\n  Good\n  ","743252":"\n  Videos are $150\n  ","743253":"\n  Complicated\n  ","743254":"\n  So is your mama\n  ","743255":"\n  I don’t entertain feet fetish unless you PayPal me $50\n  ","743256":"\n  No\n  ","743257":"\n  Speak fxcking English or move along\n  ","743258":"\n  Her grandma did that\n  ","743259":"\n  She’s toxic . I wish I could delete her out my life altogether\n  ","743260":"\n  Lmfao the way some of you come on the internet and start saying shxt I know for a fact you don’t believe in . Says a lot. Clout chasing for the internet\n  ","743261":"\n  Cause she fxcking acts like she knows everything. ‘Meanwhile she don’t know shxt\n  ","743262":"\n  Lmao ; probably . Who knows\n  ","743263":"\n  No. But I know my mother-in-law is really getting me mad\n  ","743264":"\n  Nope. Been sleep most of the day\n  ","743265":"\n  Well Nevaeh got her ears pierced the other day\n  ","743266":"\n  A full week? Lmao\n  ","743267":"\n  I’m currently baking cookies rn . My moms fxcking annoying af . My relationship is going so well. My mother-in-law is the biggest bxtch \/\/ and we have to see her next week in court. Works going great! And now I have to run to the store lmao. And wait for my sons teacher to call me.\n  ","743268":"\n  My life\n  ","743269":"\n  Isn’t that what you did 😂\n  ","743270":"\n  Lol that’s what I was thinking before , but idk if I want that or Mac & Cheese\n  ","743271":"\n  I’m starving guys ; idk what to eat\n  ","743272":"\n  My life \/\/ tv shows \/\/ my kids \/\/ debates \/\/ sports -\/ music \/ my job\n  ","743273":"\n  I hope you have a fantastic week ahead 💕\n  ","743274":"\n  Thank you baby 😍🥺\n  ","743275":"\n  Yep\n  ","743276":"\n  I fall asleep randomly\n  ","743277":"\n  Sad sad life. Could never be me 🤷🏽‍♀️\n  ","743278":"\n  About a 5 lmao\n  \n  And I got my gift already which was my promise ring I gilt last month. I’m suppose to get more added\n  ","743279":"\n  Exactly ; they just need some attention \/\/ validation\n  ","743280":"\n  Yeah well it’s annoying now tbh ;\n  ","743281":"\n  Syd , Kasey , Devon & Maigua\n  ","743282":"\n  Only pumpkin pie\n  ","743283":"\n  Mhm ; I still don’t get any of this. I think their all lying & texting each other for a story on the internet\n  ","743284":"\n  Sky diving , zip lining ,\n  \n  That’s not really crazy ;\n  ","743285":"\n  Stop sending me this garbage\n  ","743286":"\n  Can’t see anything\n  ","743287":"\n  I wonder why both of their bios don’t say “taken” anymore 🤔\n  ","743288":"\n  I hope this wasn’t like some type of hoax. Smh ; odd\n  ","743289":"\n  So who is behind these fake accounts 🤔. Still fxcking confused\n  ","743290":"\n  Okay. Now my moms even more annoying & shxts annoying . Always questioning everything I do. Always has to be “why” at the end of everything I say. So annoying yo\n  ","743291":"\n  I have. I use to like them\n  ","743292":"\n  Lord Of The Rings\n  ","743293":"\n  To many to name rn\n  ","743294":"\n  No .\n  \n  & idc to\n  ","743295":"\n  Wtf\n  ","743296":"\n  Lmfaoo you’re such a desperate anon that you really searched someone who hasn’t used their ask in a year. Wow.\n  ","743297":"\n  Lol okay I’ll inbox you\n  ","743298":"\n  Nah ; they can’t be a shark\n  ","743299":"\n  Hell no.\n  \n  I don’t like the snow\n  ","743300":"\n  I .\n  \n  Fish ; sharks aren’t p.ussy\n  ","743301":"\n  I do. Amazing\n  ","743302":"\n  Think I know who the big fish is\n  ","743303":"\n  Idc I’m not clicking your link\n  ","743304":"\n  Zero\n  ","743305":"\n  O\n  ","743306":"\n  O\n  ","743307":"\n  Nothing?\n  ","743308":"\n  Don’t give a fxck\n  ","743309":"\n  I already talked to Kasey.\n  \n  I’m still all confused about this\n  ","743310":"\n  If\n  \n   @kaseyisback1\n  \n  is telli g y’all that’s not Devon believe it you dip shxts . Like obviously she knows more than you anons who listen to\n  \n   @latinagirl398\n  \n  made up lies\n  ","743311":"\n  It will when you make a new account to send me pointless shxt\n  ","743312":"\n  I’m not answering regular questions on this thread\n  \n  Either send it separately or don’t send any or be added to my block list\n  ","743313":"\n  Well it’s MY ask page .\n  \n  I say and do what I want\n  ","743314":"\n  Bye loser\n  ","743315":"\n  If I don’t care that much you shouldn’t even .\n  \n  It doesn’t even involve you\n  ","743316":"\n  How about y’all chill tf out.\n  \n  It’s just the internet .\n  \n  Relax\n  ","743317":"\n  Exactly like I know the person I tagged wasn’t them lol.\n  \n  Their just mad because I didn’t want to answer their lame shout out lol\n  ","743318":"\n  Thanks\n  ","743319":"\n  Block me 😇.\n  \n  Doesn’t bother me.\n  \n  I could careless about some stranger\n  ","743320":"\n\n   @latinagirl398\n  \n  starting  rumors\n  ","743321":"\n  I’m assuming Devon broke up with Kasey bc of\n  \n   @latinagirl398\n  \n","743322":"\n  I hate ppl\n  ","743323":"\n  You sound bothered .\n  \n  Not my problem\n  ","743324":"\n  Stfu already\n  \n   @latinagirl398\n  \n","743325":"\n  I don’t like to\n  ","743326":"\n  English\n  ","743327":"\n  That’s not my problem\n  ","743328":"\n  Good 4 you idc\n  ","743329":"\n  I don’t care\n  \n  Do you not understand orrr\n  ","743330":"\n  My mother-in-law\n  ","743331":"\n  I don’t care .\n  \n  Can’t you understand\n  ","743332":"\n  I don’t care\n  ","743333":"\n  Don’t give a fxck\n  ","743334":"\n  Ew\n  ","743335":"\n  Lmfao bxtches they think they the shxt 😂🥴\n  ","743336":"\n  Send me some questions\n  ","743337":"\n  It’s alright ; my bf watches it but I don’t really care for it\n  ","743338":"\n  Yes they are . Very\n  ","743339":"\n  Okay?\n  ","743340":"\n  Quesadillas\n  ","743341":"\n  I do!\n  \n  I use butter to cook with .\n  ","743342":"\n  My grandmas\n  ","743343":"\n  I like ham tbh\n  \n  Steak , chicken ,\n  ","743344":"\n  I need answers on what’s going on lmao\n  ","743345":"\n  If you don’t speak English get off my page\n  ","743346":"\n  Forever & ever 💦🥰🥺\n  ","743347":"\n  Probably who knows\n  ","743348":"\n  That ass is all mine 🍑 💦\n  ","743349":"\n  Ignore her or smoke\n  ","743350":"\n  No I don’t\n  ","743351":"\n  I’m comfortable in my own skin\n  ","743352":"\n  None\n  ","743353":"\n  I don’t remember\n  ","743354":"\n  Nah\n  ","743355":"\n  Don’t care\n  ","743356":"\n  Don’t have a top 3\n  ","743357":"\n  I was probably like 6 or 7.\n  \n  I think middle school is a tad bit old to still believe in Santa , but to each their own 🤷🏽‍♀️\n  ","743358":"\n  It’s like beating a dead horse\n  ","743359":"\n  Bye\n  ","743360":"\n  Depends?\n  ","743361":"\n  Go suck dick\n  ","743362":"\n  Don’t care\n  ","743363":"\n  Don’t care\n  ","743364":"\n  You still fxcking stupid?\n  ","743365":"\n  What does that question have to do with the thread\n  ","743366":"\n  Exactly\n  ","743367":"\n  Funny bc I’m barely on social media at work 😂.\n  \n  Nice try tho .\n  \n  Blocked\n  ","743368":"\n  You’re blocked\n  ","743369":"\n  Why are they so ignorant\n  ","743370":"\n  I actually got off work 2hrs ago .\n  \n  Nice try tho Lmaoo\n  ","743371":"\n  Nah , I know I’m mixed .\n  \n  Bye bxtch 😁\n  ","743372":"\n  Well it’s 1am & I’m going up bed .\n  \n  Maybe I’ll answer ur next question in the morning or maybe you’ll end up on my block list 😇😉\n  ","743373":"\n  In 2013. Lmfaoo\n  ","743374":"\n  Guess what? You’re blocked 😇\n  ","743375":"\n  Guess what you’re blocked 😇\n  ","743376":"\n  Smh the dumb anons came out\n  ","743377":"\n  I’m ignorant or you are? Lmfaoo.\n  \n  Do me a favor and stfu .\n  \n  I’m blocking you because I’m tired of the dumb shxt that comes out your mouth .\n  \n  Go drink a gallon of bleach for me\n  ","743378":"\n  But I’m also white . What can’t you comprehend? 🤔\n  ","743379":"\n  Yep. But I look at my WHITE mom everyday\n  ","743380":"\n  I do : I feel like it’s a stress reliever\n  ","743381":"\n  I use regular dove soap . So I guess clean lol. For my body wash at least\n  \n  For soap \/\/ shampoo & conditioner I like it scented\n  ","743382":"\n  I’d love to learn how to play the flute\n  ","743383":"\n  I hope you have a great weekend as well 💕\n  ","743384":"\n  My forehead is my insecurity lmao.\n  \n  Can’t do anything about that tho 🤷🏽‍♀️\n  \n  And my bottom teeth 🙄\n  ","743385":"\n  Exactly what\n  \n   @sweetnothings18\n  \n  said\n  ","743386":"\n  Yep. I literally watch the same shows over & over\n  \n  I’m currently watching “Big Mouth”\n  \n  Made it to season 2 finally\n  ","743387":"\n  I smoke \/\/ listen to music .\n  \n  Or I like to be in silence away from everyone\n  ","743388":"\n  Idk why you keep responding back\n  ","743389":"\n  K\n  ","743390":"\n  I just said I wouldn’t do one so nobody\n  ","743391":"\n  I always wanted to but then I heard horrible stories about having one with the person you love \/\/ that your with so nope\n  ","743392":"\n  Cool story\n  ","743393":"\n  This is my profile pic lmao\n  ","743394":"\n  Y’all are whack lmao\n  ","743395":"\n  Nothing I’m at work for another hour\n  ","743396":"\n  Wtf\n  ","743397":"\n  Ew\n  ","743398":"\n  My day was okay,\n  \n  Missing my man rn\n  ","743399":"\n  Idc\n  ","743400":"\n  Neither\n  ","743401":"\n  Who knows\n  ","743402":"\n\n   https:\/\/askhonest.com\/ohokaygabby\n  \n","743403":"\n  Depends on how mature they are\n  ","743404":"\n  How irrelevant\n  ","743405":"\n  Ask me some good questions guys\n  ","743406":"\n  Ew no .\n  \n  But send over questions to\n  \n\n   https:\/\/askhonest.com\/ohokaygabby\n  \n","743407":"\n  Between 8 or 9\n  ","743408":"\n  I take no medicine . Probably only for a headache \/\/ migraine.\n  \n  I hardly ever get sick either lol.\n  \n  I believe taking nothing & letting your immune system work itself\n  ","743409":"\n  There’s blacks everywhere\n  \n  Wtf kinda dumb question is this\n  ","743410":"\n\n   https:\/\/askhonest.com\/ohokaygabby\n  \n","743411":"\n  I love football actually\n  ","743412":"\n  Send me questions guys\n  ","743413":"\n  Bye\n  ","743414":"\n  K ?\n  ","743415":"\n  iPhone XS Max\n  ","743416":"\n  ?\n  ","743417":"\n  K?????\n  ","743418":"\n  Stupid\n  ","743419":"\n  Sure I guess\n  ","743420":"\n  Cool\n  ","743421":"\n  7am & I’m wide awake for no reason rn\n  ","743422":"\n  My mom had money from Barbados\n  ","743423":"\n  You know you can be in a long term relationship or in a relationship period and still commit 😱\n  ","743424":"\n  When me & my man are ready sure\n  ","743425":"\n  No\n  ","743426":"\n  Eh ; i don’t really care for a big dinner tbh.\n  ","743427":"\n  Typing fast doesn’t mean you just didn’t sit here and waste your type typing some dumb ass paragraph nobody cares about .\n  ","743428":"\n  Yawn. Are you done yet? It’s 6:44am and your really sitting here typing me paragraphs that idc about.\n  \n  If you don’t have questions about me or my life. Move along or be added to my block list.\n  \n  P.s I didn’t read any of this\n  ","743429":"\n  Yeah .\n  \n  I’m grown they can’t say much unless I’m being disrespectful to them or something.\n  \n  And probably 20?\n  ","743430":"\n  Mac & Cheese is one of my fav me. Especially my dads homemade\n  ","743431":"\n  Cursing\n  \n  Cussing is what ppl down south say lol. With their country accents . 😁\n  ","743432":"\n  Maybe messages\n  ","743433":"\n  No. I see nobody do them really\n  ","743434":"\n\n   @latinagirl398\n  \n  needs to get beat up . Sorry not sorry\n  ","743435":"\n  Nothing. Let my future come to me\n  ","743436":"\n  I don’t care what someone else does to their kids privates & you shouldn’t either.\n  \n  That’s weird\n  ","743437":"\n  How dumb do you sound? My kid doesn’t throw tantrums . Never did . You know why? Because when you raise your kid not to do something SOMETIMES they don’t do it & listen. & plus my son is 6.\n  ","743438":"\n  All well idc\n  ","743439":"\n  Because idc to have friends 😱\n  ","743440":"\n  I wouldn’t mind . Sounds cool\n  ","743441":"\n  Short\n  ","743442":"\n  You’re disgusting with your fetish\n  ","743443":"\n  Nope.\n  \n  He knows better and always have.\n  \n  My son is a good kid tbh\n  ","743444":"\n  What\n  ","743445":"\n  My co worker\n  ","743446":"\n  Because females don’t need to be\n  ","743447":"\n  Either I use nothing\n  \n  I use tresemme mousse \/ hair spray\n  \n  Or I use some coconut thing for my hair when I flat iron it .\n  ","743448":"\n  None\n  ","743449":"\n  I use dove\n  ","743450":"\n  Well good thing dove doesn’t make my skin dry\n  ","743451":"\n  No\n  ","743452":"\n  I don’t give a fxck damn\n  \n  Can you read or not\n  ","743453":"\n  At least I’m not dirty\n  ","743454":"\n  No\n  ","743455":"\n  Sure\n  ","743456":"\n  No\n  ","743457":"\n  Shouldn’t be a thing\n  ","743458":"\n  Exactly and I said previously it was the men I knew.\n  \n  I’m glad somebody took the time out to read\n  ","743459":"\n  Anything new\n  ","743460":"\n  If you say\n  \n  Not once have I said i was\n  ","743461":"\n  Nope .\n  \n  I use toothpaste\n  ","743462":"\n  I don’t put a label on myself\n  ","743463":"\n  I don’t give a fxck\n  \n  Stop bring up old shxt from a week ago and bring up some new material\n  ","743464":"\n  Once or twice\n  ","743465":"\n  They can be lmao.\n  \n  Again, why are we on a week old topic is what I’m wondering .\n  \n  Y’all must be bored so you want to stir up a week old drama\n  ","743466":"\n  I’m racist because I said they’re gross lmao.\n  \n  I think blacks are gross, Spanish , whites , idc . Anybody can be dirty\n  ","743467":"\n  still doesn’t make my opinion wrong lmao.\n  \n  Its okay not to like it. Lmao\n  ","743468":"\n  It’s going good.\n  \n  At work for about another 2hrs\n  ","743469":"\n  Get a an Apple Watch , and a purse\n  ","743470":"\n  My phone\n  ","743471":"\n  You ask the same question like once a week.\n  \n  NOOO\n  ","743472":"\n  Yep\n  ","743473":"\n  Well it was my opinion.\n  \n  An opinion can’t be wrong lmao.\n  \n  Boo hoo you sound mad 🥺\n  ","743474":"\n  Some are .\n  \n  That’s you’re right about .\n  \n  White ppl can be gross , any race at that 🤷🏽‍♀️\n  ","743475":"\n  None ya\n  ","743476":"\n  Nope.\n  ","743477":"\n  No\n  ","743478":"\n  Do you even know what psychopath is?\n  \n  Because clearly you don’t know your definition\n  ","743479":"\n  You’re really on a topic that was over a week ago?\n  \n  Get over yourself\n  ","743480":"\n  Neither\n  ","743481":"\n  Sure\n  ","743482":"\n  I’ve never heard of him. When I get out of work later at 10:30 I’ll google \/ YouTube him\n  ","743483":"\n  Speak English\n  ","743484":"\n  Taking a shower ; then probably getting La Cubanita\n  ","743485":"\n  I don’t care about you or your life\n  ","743486":"\n  Boo hoo . My answer got deleted from the person who called me a racist c.unt 😂.\n  ","743487":"\n  I distance myself from them \/\/ I reply back with short answers or none at all\n  ","743488":"\n  Fxck off.\n  \n  Speak English or move along\n  ","743489":"\n  A year\n  ","743490":"\n  I’m not really a writer\n  ","743491":"\n  No question\n  ","743492":"\n  Annoying \/\/ gross\n  ","743493":"\n  Lmaoo my tv that’s on my bed\n  ","743494":"\n  Tight & some what trendy\n  ","743495":"\n  No.\n  ","743496":"\n  No\n  ","743497":"\n  Well, that’s what your implying by that dumb ass comment you made\n  ","743498":"\n  Seems like to my y’all take this app to seriously smh\n  ","743499":"\n  I love Big Mouth .\n  ","743500":"\n  Stating the obvious.\n  \n  Like it’s not wrong for me to say my moms annoying.\n  \n  You getting all bent outta shape. For what??? Lmaoo\n  ","743501":"\n  I feel bad for how stupid u are. But you don’t see me complaining\n  ","743502":"\n  K\n  ","743503":"\n  Beetlejuice\n  ","743504":"\n  I do. I have my nose , & navel.\n  \n  I had my nipple \/\/ but took that out 8 months ago.\n  \n  I just want the bottom of my navel pierced\n  ","743505":"\n  I do. So bad. 😩\n  ","743506":"\n  Yep.\n  \n  I never take off my promise ring unless I’m showering \/\/ washing my hands , cleaning , or doing my hair.\n  ","743507":"\n  4.\n  ","743508":"\n  2.\n  ","743509":"\n  Ugh, got court in 2 weeks 🥴\n  ","743510":"\n  Yep\n  ","743511":"\n  Sucks for you\n  ","743512":"\n  🎄\n  ","743513":"\n  Thank ya\n  ","743514":"\n  This boring ass drama that keeps popping up on my feed\n  ","743515":"\n  My day was alright ; was in pain earlier this morning that it made me throw up. Lmao.\n  ","743516":"\n  Honesty night\n  \n  Send them juicy questions in\n  ","743517":"\n  I’m so tired of this dumb drama ; idk why y’all trying to prove anything to each other. Strangers at that.\n  \n  Smh , let it go already.\n  ","743518":"\n  Lmao ; y’all still fighting 👀\n  ","743519":"\n  Yep\n  ","743520":"\n  Iced latte\n  ","743521":"\n  Idc about someone else’s name\n  ","743522":"\n  Idc about other men\n  ","743523":"\n  No. But I’d like to go to one\n  ","743524":"\n  You try it & lmk\n  ","743525":"\n  Sure\n  ","743526":"\n  Try it & lmk\n  ","743527":"\n  She’s just annoying\n  ","743528":"\n  I stg my moms so fxcking annoying.\n  ","743529":"\n  No. And I probably wouldn’t want to\n  ","743530":"\n  Depends on how good my service was\n  ","743531":"\n  😉😉😉\n  ","743532":"\n  I use both\n  ","743533":"\n  My promise ring\n  ","743534":"\n  Myself\n  ","743535":"\n  Depends on my mood\n  ","743536":"\n  I would\n  ","743537":"\n  You try it and lmk\n  ","743538":"\n  No?\n  ","743539":"\n  Like granted you’re most likely on death row for nearly 30 years . But you eventually die. Easy way out imo but everyone is entitled to their own\n  ","743540":"\n  Honesty night\n  ","743541":"\n  I don’t support with they do . Gross\n  \n  But I don’t support the death penalty.\n  \n  What’s so hard to understand?\n  ","743542":"\n  I’d pay for them myself if I want them.\n  ","743543":"\n  & Virginia\n  ","743544":"\n  inhuman\n  ","743545":"\n  Alabama\n  \n  North & South Carolina\n  \n  Pennsylvania\n  \n  New Jersey\n  \n  Up State Ny\n  ","743546":"\n  With my son no.\n  \n  With my daughter i pumped for a month then stopped\n  ","743547":"\n  I don’t speak about politics on here\n  \n  Too messy\n  ","743548":"\n  I don’t even remember lmao.\n  ","743549":"\n  I like a mixture of questions\n  ","743550":"\n  Sure\n  ","743551":"\n  No\n  ","743552":"\n  No\n  ","743553":"\n  Lol\n  ","743554":"\n  Our son is named after his dads bff who passed away.\n  \n  Our daughter name was suppose to be something else. But, we changed it. Idk we were just talking & it came up.\n  ","743555":"\n  Lol\n  ","743556":"\n  16\n  ","743557":"\n  No. I haven’t thought of anymore baby names\n  ","743558":"\n  I haven’t done anything. Later I have to run to wal-mart\n  ","743559":"\n  2011\n  ","743560":"\n  Every year\n  ","743561":"\n  Thank you!\n  \n  At least someone got the hint\n  ","743562":"\n  I’m not a fan of either really\n  ","743563":"\n  Hell yeah I would.\n  \n  I want to sky dive and zip line also\n  ","743564":"\n  2\n  ","743565":"\n  No ew\n  ","743566":"\n  Regular?\n  ","743567":"\n  Bye\n  ","743568":"\n  No\n  ","743569":"\n  Lion king\n  ","743570":"\n  None none none\n  ","743571":"\n  All those colors , even blue\n  ","743572":"\n  I prefer better questions\n  \n  These ones are lame & boring me\n  ","743573":"\n  No idea who that is\n  ","743574":"\n  No reaction?\n  ","743575":"\n  None\n  \n  Why are these questions so fxcking dumb\n  ","743576":"\n  I don’t play that game\n  ","743577":"\n  Zero\n  ","743578":"\n  Nope\n  ","743579":"\n  I don’t really have one. It changes every morning\n  ","743580":"\n  Sure\n  ","743581":"\n  Nope.\n  \n  That show isn’t good to me.\n  \n  I’m watching Real Housewives of Atlanta\n  ","743582":"\n  Why did you need to put her government out there\n  ","743583":"\n  I don’t wear lipstick\n  ","743584":"\n  Sure\n  ","743585":"\n  No\n  ","743586":"\n  Yep\n  ","743587":"\n  Idc\n  ","743588":"\n  Home wrecker\n  "}}