{"Question":{"743589":"\n   \"none of the Bible has been proven wrong\" \nMe thinking about the fact that the Bible says man was made from dirt and women from a rib from said man made from dirt...🤔\n  ","743590":"\n   Does it matter whose wrong or right?\n  ","743591":"\n   do you ever play truth or dare?\n  ","743592":"\n   do you have one clothing item that always makes you happy?\n  ","743593":"\n   There no evidence whatsoever that \"Devon\" and \"Latina girl\" actually exists, probably Kasey is just having fun and messing with all of us intelligence\n  ","743594":"\n   Do you have to show them that you're really not scared?\n  ","743595":"\n   Did you know that none of the Bible has been proven wrong, yet we reject it as truth, and disregard how it lines up with history perfectly?\n  ","743596":"\n   Do men have it better in America ?\n  ","743597":"\n   Describe your day in emojis!\n  ","743598":"\n   Gorgeous asf😍🥵❤\n  ","743599":"\n   will you become an Askfm VIP user when it becomes available in your country?\n  ","743600":"\n   Excited for anything?\n  ","743601":"\n   hey \nplease check this out and share\n   \n    https:\/\/thefrend.com\/auli-dream-destination\/\n   \n","743602":"\n   Onlyfans link?\n  ","743603":"\n   What did you have for breakfast today?\n  ","743604":"\n   Why is it when you’re in an empty office or waiting area someone comes in and sits next to you? What the fuck???\n  ","743605":"\n   You know\n  ","743606":"\n   How many followers do you have? How many people do you follow?\n  ","743607":"\n   Isn't 25 too old to be lectured by your parents\n  ","743608":"\n   No.. Hose A hose B 😂\n  ","743609":"\n   Why you're 25 lol\n  ","743610":"\n   Does your dad still lecture you\n  ","743611":"\n   What did the Mexican fire fighter name his 2 sons?\n  ","743612":"\n   What is the most annoying thing your parents ever said to you\n  ","743613":"\n   Are you hard or easy to shop gifts for\n  ","743614":"\n   Can we have a preview ?\n  ","743615":"\n   What’s on your only fan account ?\n  ","743616":"\n   What do you like to  collect\n  ","743617":"\n   Are you as excited as I am for Christmas? I can’t wait to hide the eggs!!!\n  ","743618":"\n   Did you go to many house parties when you were younger\n  ","743619":"\n   Do you ever walk around the house naked when no one else is home\n  ","743620":"\n   Hey 👋\n  ","743621":"\n   Every black girl has that comb haha\n  ","743622":"\n   do u have iPhone? how r u finding the new X?\n  ","743623":"\n   I like this one\n  ","743624":"\n   What Christianity means to you?\n  ","743625":"\n   If you could travel back in time and change one thing in the past (yours or the worlds) would you? If so, what would it be? What would you do?\n  ","743626":"\n   What good sex means to you?\n  ","743627":"\n   Wyd?\n  ","743628":"\n   Is that an engagement ring in ur dp 👀\n  ","743629":"\n   How do you know she was pregnant before she got back with her husband\n  ","743630":"\n   Well duh I thought everyone knew she was fake\n  ","743631":"\n   Caitlin who?\n  ","743632":"\n   Caitlin is fake. Her post are for attention\n  ","743633":"\n   Ik but where there's smoke there's fire lol\n  ","743634":"\n   the only thing I think is strange is her leaving her husband without reason and not knowing what happened with the other guy and his kid. that was confusing. other than that I don't think she's faking anything although people have said her captions are from google but I haven't found any so far.\n  ","743635":"\n   The Caitlin thing . But I guess there's not really any drama for now\n  ","743636":"\n   Lol this is why you don't do fxck shxt online cause it seems ppl will always find out eventually . This drama would've been way better when ask was more active a few years ago tho 😂\n  ","743637":"\n   Why u still liking Caitlin's shxt on insta if she's fake\n  ","743638":"\n   I’ve had a rough day and now my only distraction is sleeping. If you or you followers wouldn’t mind coming to my page and sending me some questions that would be fab! Hope you and your day is okay ❤️\n  ","743639":"\n   Will a person that's interviewing you can take a resume that u made on your phone\n  ","743640":"\n   You don’t like Syd?\n  ","743641":"\n   What was the last thing to shock you\n  ","743642":"\n   What tv show is comedy gold\n  ","743643":"\n   How big is your left butt cheek?\n  ","743644":"\n   Do you want to be in one?\n  ","743645":"\n   What is your favourite fruit and vegetable\n  ","743646":"\n   are you good in police chases?\n  ","743647":"\n   How was everyone’s Thanksgiving in USA did you waddle like Duck when you left the table plus are you still making those cold turkey sandwiches\n  ","743648":"\n   Sex is 90% mental.\nIntelligent people fuck better. Agree with that?\n  ","743649":"\n   Your location through snapchat filters.\n  ","743650":"\n   what’s your favorite way to consume alcohol?\n  ","743651":"\n   would you rather be poolside or at the beach?\n  ","743652":"\n   PAP of you and your pets or just of your pets aaaand go!\n  ","743653":"\n   are you a good dancer ?\n  ","743654":"\n   If humans can't see air, can fish see water? And if humans can see water, doesn't that mean fish can see air?\n  ","743655":"\n   Can you discuss politics rationally or does it usually end up in a heated debate or a fight ?\n  ","743656":"\n   Who’s at work tomorrow?\n  ","743657":"\n   Would you rather fight a shark or 1000 fishies??🐋🐠🍭😂🤷\n\n(Oh my gosh... I saw this question somewhere and thought it was absolutely hilarious and had to send it to y'all... 🤣 Hahaha.. Soo.. What ya think? 😆 haha)\n  ","743658":"\n   are you a good cook?\n  ","743659":"\n   Would you try spicy ice cream? \n\n(😆 LOL)\n  ","743660":"\n   How is your Autumn going so far? Do you have alot of leaves in your yard and trees changing colors on you? The grass changing? PAP?\n\n(There are soo many leaves in my yard right now from autumn. I am tempted to go and jump in some! 😁)\n  ","743661":"\n   Do you enjoy going out?\n  ","743662":"\n   Do you have a favourite Christmas movie ?\n  ","743663":"\n   Do you think xmas is the most wonderful time of the year\n  ","743664":"\n   Rock climbing.\nYay or nay?\n  ","743665":"\n   In the past, fatter men and women were considered more attractive, now the reverse is true. Who are you more attracted to?\n  ","743666":"\n   Do you think you have a normal life\n  ","743667":"\n   You’re walking down the street, feeling great —  what holiday song should be playing in the background?\n  ","743668":"\n   May I put teapot under my pillow?\n  ","743669":"\n   What do you want out of life\n  ","743670":"\n   “A face without freckles is like a night without stars.” Do you have freckles?\n  ","743671":"\n   What are you doing now?\n  ","743672":"\n   Have a nice day\n  ","743673":"\n   did u eat breakfast this morning ? :)\n  ","743674":"\n   Check this out really funny\n   \n    https:\/\/thefrend.com\/funny-videos\/\n   \n","743675":"\n   Plans for the rest of the night?\n  ","743676":"\n   do you know how to swim?\n  ","743677":"\n   Body confi pic\n  ","743678":"\n   What’s the worst town in Florida, in your opinion?\n  ","743679":"\n   Is your bellybutton innie or outie? Pap.\n  ","743680":"\n   Have you ever had that moment in your life where you're like wtf am I doing with my life? I feel that way in my current job\n  ","743681":"\n   Pap of body\n  ","743682":"\n   Surprising Facts About Kylie Jenner- That You Need To Know\n   \n    https:\/\/thefrend.com\/surprising-facts-about-kylie-jenner-that-you-need-to-know\/\n   \n   Download App now for interesting facts\n   \n    http:\/\/bit.ly\/thefrend128\n   \n","743683":"\n   How are you\n  ","743684":"\n   How would your superhero costume look like?\n  ","743685":"\n   Ur gorgeous\n  ","743686":"\n   If you had the chance to go on Family Feud would you do it\n  ","743687":"\n   Do you still have a bff\n  ","743688":"\n   Syd wants to be\n   \n    @kaseyisback1\n   \n   friend\n  ","743689":"\n   Que piensas la mayor parte del dia?\n  ","743690":"\n   Watch Syd  post your number\n  ","743691":"\n   That what Maigua gets\n  ","743692":"\n   Maigua Should press chargers\n  ","743693":"\n   what’s a game console you miss from your childhood?\n  ","743694":"\n   That’s actually the dumbest thing I ever heard in my life lmaooo so petty\n  ","743695":"\n   Oh ok well I just wanted to throw shade at Maigua anyway 😂\n  ","743696":"\n   Aren’t you?\n  ","743697":"\n   Post Malone or Wiz Khalifa?\n  ","743698":"\n   If you won an Oscar, where in your home would you place it?\n  ","743699":"\n   Do you know any black conservatives?\n  ","743700":"\n   🥨 VS 🍫\n  ","743701":"\n   Did you ever have those vintage Christmas trees with different colored light bulbs on them?\n  ","743702":"\n\n    @latinagirl398\n   \n   can take ur man\n  ","743703":"\n\n    @latinagirl398\n   \n   &\n   \n    @sydkid_13oxx\n   \n   think they’re better than u\n  ","743704":"\n   Are you engaged\n  ","743705":"\n   What are your future plans? Or are you living in the present moment, not thinking about the future?\n  ","743706":"\n   did you vote for Barack Obama?\n  ","743707":"\n   how do you feel about capitalism?\n  ","743708":"\n   - what are you feeling today? -\n  ","743709":"\n   have you ever donated to a politician?\n  ","743710":"\n   do you wear more blue or green?\n  ","743711":"\n   What's your naughty Christmas elf name?\n   \n    https:\/\/ask.fm\/lnr87\/answers\/158948873133?utm_source=copy_link&utm_medium=android\n   \n","743712":"\n   If you celebrate christmas, what traditions do you have around this time of year? If you dont have any traditions, are there any youd like to start?\n  ","743713":"\n   Can you do honesty night\n  ","743714":"\n   I love your background photo\n  ","743715":"\n   She’s just so fake too me, I can’t stand her 😬\n  ","743716":"\n   How many times would you estimate you got called to the office while you were in school?\n  ","743717":"\n   Girl! I can’t STAND her 😬😬😬\n  ","743718":"\n   If I had a Lamborghini or a Ferrari and I invited ya to ride for the experience, would you jump in and go? Lambo\/Ferrari GIFs. Anyone?\n  ","743719":"\n   Do you sing in the shower?\n  ","743720":"\n   Do you have a favorite old school jam you like to dance to?\n  ","743721":"\n   This is such a big asx lie anon lmfao . Ppl need to build a bridge and get tf over what you post\n  ","743722":"\n   Who tweeted about her if you don't mind sharing? I only saw some from Ciera I think it was?\n  ","743723":"\n   would you build a blanket fort?\n  ","743724":"\n   What gets put on onlyfans\n  ","743725":"\n   Pap of thighs or booty\n  ","743726":"\n   Islam gave women rights more than Christianity actually. Idiot. It's a great religion for women, they are highly respected so don't call Muslims gross and think they all act like the ones you see\n  ","743727":"\n   Bruh where? I've heard some stuff about her but just dismissed it. Wanna catch up on the drama lmao\n  ","743728":"\n   How would periods feel like for a guy?\n  ","743729":"\n   Ok f off\n  ","743730":"\n   What is the point of banning users on Ask if all they need to do is create a new account?\n  ","743731":"\n   Hey\n  ","743732":"\n   What movie can you watch over and over again?\n  ","743733":"\n   What vegetable do you hate?\n  ","743734":"\n   What's the longest you've gone without sleep?\n  ","743735":"\n   If you could be the leader of your country, what would you change?\n  ","743736":"\n   Last answer\n  ","743737":"\n   Leave a message for your future self!\n  ","743738":"\n   PAP a creepy face!\n  ","743739":"\n   You can only pick one person which person has had the biggest impact on you\n  ","743740":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","743741":"\n   Do you enjoy going visit and helping at animal shelters? Seeing the animals and showing them love. Maybe helping them out or even taking them out of their cages and playing with them?\n  ","743742":"\n   Hi\n  ","743743":"\n   Have you ever wondered why people stay such ugly things to people for no reason? May not even know them. Tell me about a scenario if you'd like.\n  ","743744":"\n   Do you smoke socks?\n\n(Lol 😆 someone just asked me this. Is this a thing? Wtf 😂🤣😭 I'm dead...)\n  ","743745":"\n   if you could drop everything this moment and go on a no cost vacation, would you? where wouldja go?\n  ","743746":"\n   peanuts or almonds?\n  ","743747":"\n   You've got this week! :D just remember you're awesome! Nothing will change that! :3 (feel free to use this for anything!)\n  ","743748":"\n   It's just a question, nothing personal (In a relationship) \n\n-Do you like a man to whip you very hard on your buttocks and other parts of your body?\n  ","743749":"\n   Do you like fries, rice and gravy?\n  ","743750":"\n   Do you like balloons? 😀🎈\nBalloon GIFs? Pictures?\n  ","743751":"\n   If you could do any job what job would you do\n  ","743752":"\n   Do you think men have it better than women in today society\n  ","743753":"\n   Last time you had sex\n  ","743754":"\n   oreos or nutter butters?\n  ","743755":"\n   If you were a little ant and a giant anteater appeared towards an anthill wanting to suck all the ants, and you were there too, what would you do?\n  ","743756":"\n   ¿Qué es lo más loco que has hecho por celos?\n  ","743757":"\n   thong colour?\n  ","743758":"\n   When was the last time you felt old\n  ","743759":"\n   hey your gorgeous x\n  ","743760":"\n   would you care if your brother saw you in your underwear?\n  ","743761":"\n   Do you like babies?\n  ","743762":"\n   What do you like to do in your free time?\n  ","743763":"\n   What makes someone a VIP? Do they buy coins? Work for ask? They don't have the normal check mark badges..\n   \n    https:\/\/ask.fm\/lnr87\/answers\/158933550765?utm_source=copy_link&utm_medium=android\n   \n","743764":"\n   What was your first thought when you woke up this morning\n  ","743765":"\n   Yummm, do you like Burger King Or Mcdonalds better?\n  ","743766":"\n   That's what you said about white privilege soo\n  ","743767":"\n   White privilege ain't even a thing, just make good choices and work hard and you can make it in America. People just blame white people for all their issues. We should stand together as Americans first to address injustice, not as a certain color.\n  ","743768":"\n   Do you think that's eggsy since makes everything about race?\n  ","743769":"\n   Does that make it right?\n  ","743770":"\n   It's sad you don't care abt white privilege. If you don't stand up for something even if it doesn't affect you personally, no one will be left to stand up for you in the end. Racism is a real problem and you should do your part by addressing white privilege and how to make the states a better place\n  ","743771":"\n   When black ppl are shot by the police should white ppl say I don't have that problem so idgaf?\n  ","743772":"\n   Because this wasn't a legit question?\n  ","743773":"\n   🍔🍟\n  ","743774":"\n   But black people who have gotten mvrdered by the police and get longer sentences do. Guess you don't care if it doesn't effect you directly\n  ","743775":"\n   Why when it affects black people the most? Everyone must fight it together\n  ","743776":"\n   How can I help unfortunate people during the holidays.\n  ","743777":"\n   Do you believe in white privilege\n  ","743778":"\n   Is she a ghetto white b?\n  ","743779":"\n   Chill with your black girl attitude\n  ","743780":"\n   I used to live in the middle east and what you're saying isn't far fetched. Most people just want comforting lies instead of the truth. I love that you keep it 💯\n  ","743781":"\n   muslim people's prophet was literally a pxdophile too. like he had multiple wives and one of them was nine years old. the religion is sxxist and patriarchal, nothing wrong with pointing that out\n  ","743782":"\n   You've never been to their country idiot\n  ","743783":"\n   Most Muslim women don't even agree with or support that. Or Muslim dudes. Clearly you're ignorant and basing the actions of a few on the majority. Smh\n  ","743784":"\n   Do u think Indians smell bad\n  ","743785":"\n   How many tattoos do you have\n  ","743786":"\n   Have you ever been in the news\n  ","743787":"\n   If anyone wants to block and report Ben's account, here it is ❤️\n   \n    @reacheltherecordbreaker\n   \n","743788":"\n   Do you ever get annoyed by people who are more stupid than you\n  ","743789":"\n   Wyd?\n  ","743790":"\n   You don’t like\n   \n    @latinagirl398\n   \n","743791":"\n   I love it 🥰\n  ","743792":"\n   Pap of your promise ring\n  ","743793":"\n   To see if you were interested in voting on their poll\n  ","743794":"\n\n    https:\/\/ask.fm\/ExposingAllTheTruth\/photopolls\/149771001?utm_source=copy_link&utm_medium=iOS\n   \n","743795":"\n   Do you have favorite dip?\nFor like chips or crackers.\n  ","743796":"\n   Not all of them are like that\n  ","743797":"\n   They have multiple wives? Lmfao I thought that was just a stereotype. Ew.\n  ","743798":"\n   Have you ever been on a silly diet?\n  ","743799":"\n   That's just the men not the women lmao but true\n  ","743800":"\n   Would u be friends with a Muslim\n  ","743801":"\n   HOW\n  ","743802":"\n   How quickly have you fallen in and out of love?\n  ","743803":"\n   Did you go Black Friday shopping? If so, what did you score?\n  ","743804":"\n   Do you think people can change or is it too late people are too far gone there is no going back\n  ","743805":"\n   How are the Muslims you know like ? Can you be more specific on why they're gross\n  ","743806":"\n   so you dislike muslim people?\n  ","743807":"\n\n    https:\/\/ask.fm\/latinagirl398\/threads\/157445002044\n   \n","743808":"\n   Who is the most intelligent person that you know\n  ","743809":"\n   Do you think that learning things the hard way is the best way\n  ","743810":"\n   How long do you wait to tell your partner that you love them. Plus who went first you or your partner\n  ","743811":"\n   Thoughts on Jews ?\n  ","743812":"\n   What lipstick shade should a fair skin and blonde girl use on her prom night? Please help this nerd out😅\n\nOption 1:\n   \n    https:\/\/t.co\/FkrQz68JBA?amp=1\n   \n   Option 2 (My Favourite one)\n   \n    https:\/\/t.co\/qws4ZClEE4?amp=1\n   \n","743813":"\n   What lipstick shade should a fair skin and blonde girl use on her prom night? Please help this nerd out😅\n\nOption 1:\n   \n    https:\/\/t.co\/FkrQz68JBA?amp=1\n   \n   Option 2 (My Favourite one)\n   \n    https:\/\/t.co\/qws4ZClEE4?amp=1\n   \n","743814":"\n   What advent calendar did you get this year then?\n  ","743815":"\n   Do you have an advent  calendar\n  ","743816":"\n   She already betrayed miguay\n   \n    https:\/\/ask.fm\/sydkid_13oxx\/answer\/157329951991?utm_source=copy_link&utm_medium=iOS\n   \n","743817":"\n   Really she said aloud?? Again!\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438666044?utm_source=copy_link&utm_medium=iOS\n   \n","743818":"\n   It was a sarcastic question since she betrays everyone and then says is not her fault and plays the victim. Who did she betray? Stephanie\n  ","743819":"\n   The truth is out. Screenshot this\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438690108?utm_source=copy_link&utm_medium=iOS\n   \n","743820":"\n   She doesnt know $hit repeating herself like a parrot saying you got set up because they said they wouldn’t be home even after the policemen said is their house and it wasn’t a set up. That hoe is the one that can get the charges pressed against her for attacking kasey\n  ","743821":"\n   Is she the better woman?\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438478140?utm_source=copy_link&utm_medium=iOS\n   \n","743822":"\n   Sydney is a fu€kin liar which is why you should screenshot this as a proof of one of her lies since the hoe revealed the truth that even Devon gas publicly said before that he doesnt want her or lead her on\n  ","743823":"\n   Screenshot this da hoe admits Devon didn’t lead her on. And there is Sydney saying that is Devon’s fault for leading her on and that it takes two to tango\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438649660?utm_source=copy_link&utm_medium=iOS\n   \n","743824":"\n   are you the only child or do you have siblings? how many and which one do you think you’re the closest to?\n  ","743825":"\n   Do you dry your clothes with a machine or do you air dry them?\n\n(Nothing wrong with that. Just wanna know who's still doing them old school thangs still.)\n  ","743826":"\n   do you know any anglophiles? do you know any francophiles?\n  ","743827":"\n   If you had the opportunity to visit Antarctica for 4 days and 3 nights, would you do it?\n  ","743828":"\n   Who did Sydney betray?\n   \n    https:\/\/ask.fm\/sydkidfanpage1\/answer\/159486336910?utm_source=copy_link&utm_medium=iOS\n   \n","743829":"\n   She is the victim mf hoe\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438528316?utm_source=copy_link&utm_medium=iOS\n   \n","743830":"\n   What i mean is the nursing job is not for her. Her job requires dignity and professionalism which doesn’t have so im downgrading her to a job suited for her.\n  ","743831":"\n   Awww the poor thing is the victim who Kasey and Devon are getting a restraining order against her innocent ugly trailer nasty a$$ that looks like she works in a soup kitchen\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157438404924?utm_source=copy_link&utm_medium=iOS\n   \n","743832":"\n\n    https:\/\/ask.fm\/latinagirl398\/answer\/157438351164?utm_source=copy_link&utm_medium=iOS\n   \n","743833":"\n   Ever gotten lost before while on the road?\n  ","743834":"\n   what’s your favorite Leonardo DiCaprio role?\n  ","743835":"\n   Did you go Black Friday shopping? What did you buy?\n  ","743836":"\n   So what is your favorite movie genre?\n  ","743837":"\n   How tickilish are your feet on the scale from 1-10?\n  ","743838":"\n   Maine or Mississippi?\n  ","743839":"\n   Do you like bitter tasting things?\n  ","743840":"\n   SHE WILL BRING OLD STUFF ABOUT KASEY BC SHE TEXTED SYDNEY SO SHE IS DOING GREAT AS SYDNEYS NEW PUPPET\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157430444348?utm_source=copy_link&utm_medium=iOS\n   \n","743841":"\n   Who’s that?\n  ","743842":"\n   Ever played Edward forty hands\n  ","743843":"\n   SYDNEY IS THE ONE WHO SENT THIS TO HERSELF ON ANON\n   \n    https:\/\/ask.fm\/sydkid_13oxx\/answer\/157320263671?utm_source=copy_link&utm_medium=iOS\n   \n","743844":"\n   What's your favorite flavor of bubble gum?\n  ","743845":"\n   Lol maybe. Good luck to her.\n  ","743846":"\n   Make me\n  ","743847":"\n   Hahahahaha i wish i could reply in here with a gif 🥺 this is not personal. This is internet!!! Lol\n  ","743848":"\n   Yeah I know but Google thinks there will be 8 billion people at the end of 2020 even with the people who died\n  ","743849":"\n   Would you like to\n  ","743850":"\n   Do you own a pair of binoculars\n  ","743851":"\n   True there will be 8.5 billion people   at the end of 2020\n  ","743852":"\n   Lol!!! Im dying now! Is just extra funny to read nasty lil girl. Lol lol lol you’re the best!!!\n  ","743853":"\n   SHE TRIED TO SLEEP OVER BECAUSE IF SHE HADNT ASKED THE ROOMMATE WOULD NOT HAVE TO SAY NO.\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157426475580?utm_source=copy_link&utm_medium=iOS\n   \n","743854":"\n   Do you ever think human will ever become extinct\n  ","743855":"\n   Be honest: who’s actually liking and giving you coins? Your posts suck\n  ","743856":"\n   Who rules the World?\n  ","743857":"\n   Thoughts on the new Telsa truck?\n  ","743858":"\n   Do you think Hispanic women in general are gross or just that person?\n  ","743859":"\n   The village is on fire (games of thrones style) im not a troublemaker but im ready to defend myself. People like to take my kindness for weakness.\n  ","743860":"\n   Im Puerto Rican and i dont think you are a racist at all. I understood what you meant. So if not offended by it why should anon be offended??\n  ","743861":"\n   Why are Spanish women gross? Lmfao you're being racist af for no reason\n  ","743862":"\n   How many people have seen you naked after puberty\n  ","743863":"\n   Why does Eggsy talk so much shit about white people\n  ","743864":"\n   What is there to do for fun around here?\n  ","743865":"\n   Anyone about?\n  ","743866":"\n\n    @latinagirl398\n   \n   got served!!!\n   \n    @kaseyisback1\n   \n   beat her up!!!\n  ","743867":"\n\n    https:\/\/ask.fm\/latinagirl398\/answer\/157427651644?utm_source=copy_link&utm_medium=iOS\n   \n","743868":"\n   Just as we predicted anons started to send links and mention our names\n  ","743869":"\n   Many professors can't explain whether soul  exists as such, and if it exists, then what is it and where is it located. Do you think there is soul and if so, where is it located?\n  ","743870":"\n\n    https:\/\/ask.fm\/latinagirl398\/answer\/157426014268?utm_source=copy_link&utm_medium=iOS\n   \n","743871":"\n   Wow\n   \n    https:\/\/ask.fm\/sydkid_13oxx\/answer\/157315875063?utm_source=copy_link&utm_medium=iOS\n   \n","743872":"\n   ew bruh that’s so creepy\n  ","743873":"\n   Hello\n  ","743874":"\n   I'm voting for trump in 2020 keep America great 🇺🇸🇺🇸\n  ","743875":"\n   What’s your Twitter\n  ","743876":"\n   Why is ur Instagram private now\n  ","743877":"\n   I’ll steal ur man\n  ","743878":"\n   How is she a home wrecker\n  ","743879":"\n   💋\n  ","743880":"\n   What did you forget to do today?\n  ","743881":"\n   Exactly she can do whatever she wants whether is good or wrong but by doing it publicly she is getting a bad rep for it. She is not protecting her public image. But yes in the end it takes two so it wouldn’t be entirely her fault.\n  ","743882":"\n   Yasss it's so pretty just like you wifey😍😍😍❤❤❤\n  ","743883":"\n   Sorry i sent my last message on anon. Forgot to switch off the option.\n  ","743884":"\n   No. In the end the guy decides if he will pay attention or not, thats another important point, the guy is the one that really has to respect his girlfriend no matter how many women are like vultures flying around them. But is not super wrong liking him, is being that open about it.\n  ","743885":"\n   What’s up a\n  ","743886":"\n   Ur promise ring is gorgeous\n  ","743887":"\n   Yup in here women do get in between couples but are not that open about it bc they know they could get beat up badly. No girl in here with her 5 senses in function would do that not even online bc in less than two hours her broken jaw will be all over the internet and will only have 2 senses left 😂\n  ","743888":"\n   What’s ur Snapchat\n  ","743889":"\n   How was your Black Friday\n  ","743890":"\n   Lol i dont. I dont hate the girl but since everything is posted online im entitled to have my own personal opinion about it. Besides I wouldn’t like to have a co worker disrespect me like that i mean of course it wouldn’t happen. In Puerto Rico things dont roll like that.\n  ","743891":"\n   Stop taking about Maigua .\n  ","743892":"\n   I wish you could see my carefree face. Lol.\n  ","743893":"\n   Okay\nWhere are you from?\n  ","743894":"\n   Oh\nWhat you doing now\n  ","743895":"\n   Exactly . To each their own. But she is making decent latinas like myself look bad. She can do whatever she wants and in the end is none of my business but is just wrong. And this is for drama stirring anons to tell her what i said. Lol\n  ","743896":"\n   What's wrong\n  ","743897":"\n   Hello\n  ","743898":"\n   I ask myself the same question. Believe me i do. I feel so embarrassed!\n  ","743899":"\n   No thank you love. I totally understand what you meant. And is a shame...\n  ","743900":"\n   Thanks sweetheart xoxo 😘 💋❤️😍🥰 you are great and awesome too\n  ","743901":"\n   What to do if she don't give u attention anymore?\n  ","743902":"\n   Favorite Christmas movie\/movies\n  ","743903":"\n   .\n  ","743904":"\n\n    https:\/\/ask.fm\/latinagirl398\/answers\/157413694780\/likes\n   \n","743905":"\n   Which part of day is the most productive for you?\n  ","743906":"\n   What makes you nervous?\n  ","743907":"\n   Do you use Uber or Lyft often? Do you prefer a taxi or light rail or a bus? Or do you just drive yourself? Do you walk many places? Have you ever roller skated? Have you ever water skied?Have bout in the snow? Ever hitch hiked? That’s really dangerous to do by the way. What are you staring at?\n  ","743908":"\n   which do you enjoy more: french fries or mashed potatoes?\n  ","743909":"\n   which do you enjoy more: Thanksgiving or Easter?\n  ","743910":"\n   which do you enjoy more: seeing movies in theaters or watching movies at home?\n  ","743911":"\n   hope you've worked it out\n  ","743912":"\n   Do you ever wear camouflage? Do you like it?\n  ","743913":"\n   💚\n  ","743914":"\n   So stupid couple arguments\n  ","743915":"\n   If you were able to make the world a better place for every single person. Would you\n  ","743916":"\n   Tony Stark or Bruce Wayne?\n  ","743917":"\n   Over what\n  ","743918":"\n   What was the last argument you've had\n  ","743919":"\n   What is everyone Relationship status:\n  ","743920":"\n   Hey\n  ","743921":"\n   Do you like guacamole\n  ","743922":"\n   Have you ever had a  memory foam mattress\n  ","743923":"\n   Is just a hypothetical question\n  ","743924":"\n   Do you know which word I'm on about\n  ","743925":"\n   What i mean is if she has no respect so she is capable to do it to you\n  ","743926":"\n   Is keeping  secret money hidden away from your partner a bad idea\n  ","743927":"\n   Has anyone ever called you the you know what word\n  ","743928":"\n   Well she is doing it to Kasey and Devon is hers. So there is nothing stopping her\n  ","743929":"\n   What is the quickest way to your heart answer even if you are taken.  Pretend that you are single\n  ","743930":"\n   What's the one thing people always misunderstand about you?\n  ","743931":"\n   Do you know anyone racist\n  ","743932":"\n   Are you a germaphobe\n  ","743933":"\n   So you would let that hoe disrespect you like that?\n  ","743934":"\n   Ok but would you break her face if it did happened?\n  ","743935":"\n   Would you break Maigua’s face if she were doing what she is doing to you ?\n  ","743936":"\n   Are you single?\n  ","743937":"\n   R u Lisbon\n  ","743938":"\n   انا حدا حكيو دج ايش اعملكم يعني هيك الله خالكني\n  ","743939":"\n   Banana cream pie or chocolate cream pie?\n  ","743940":"\n   Have you ever been to a black thanksgiving ?\n  ","743941":"\n   Pap of your gloves\n  ","743942":"\n   If there is one thing that you could change about the past, what would that be?\n  ","743943":"\n   How did Greg’s mom react to him getting you a ring?\n  ","743944":"\n   How long you been in a relationship\n  ","743945":"\n\n    @theofficialpaulapiranha\n   \n   died on Tuesday\n  ","743946":"\n   Honesty weekend?\n  ","743947":"\n   When will you guys be engaged\n  ","743948":"\n   Ok are you popular? Not more than anyone. Just you.\n  ","743949":"\n   Ok are YOU more popular? I know you are. You are nicer and more down to earth\n  ","743950":"\n   I love your ring\n  ","743951":"\n   So that means you are more popular than Sydney\n  ","743952":"\n   What you gonna do this weekend? 😁\n  ","743953":"\n   What would you do differently from your parents when raising up your children?\n  ","743954":"\n   If I was your man that 👇would be a wedding ring js.\n  ","743955":"\n   What did you and your bf argue about if you don't mind me asking?\n  ","743956":"\n   So who's all up going shopping right now? \nWhat helps you get ready for black Friday shopping if you go? For me it's this hot Chocolate that's hitting my soul just right!\n  ","743957":"\n   Okay\n  ","743958":"\n   Yes\n  ","743959":"\n   Would you ever date a shy guy?\n  ","743960":"\n   Помнишь ли ты своего первого соседа по школьной парте?\n  ","743961":"\n   what are two things you don’t like about your bathroom? (i only have a shower stall, i want a bathtub! also the mirror is really small. i can see my face, but nothing from the chest down.)\n  ","743962":"\n   What was the worse pick up line you've ever heard\n  ","743963":"\n   Have you ever played with those little electric cars with the remotes, the ones that you used to charge, when you were growing up?\n  ","743964":"\n   if you were a videoblogger, what would your videos be about?\n  ","743965":"\n   no need to rush? it's way past rush. a rush would be getting married before 2 years.\n8 years? that's enough time to decide.\n  ","743966":"\n   Imagine being with someone for 8 years and still not being sure if they want to marry you and make that committment lol\n  ","743967":"\n   So u guys basically engaged\n  ","743968":"\n   How much was it\n  ","743969":"\n   Post another pic of your promise ring\n  ","743970":"\n   Did you know he was getting you a ring\n  ","743971":"\n   Do you prefer cinema or theatre?\n  ","743972":"\n   does your shower have a curtain or shower glass?\n  ","743973":"\n   Have you ever fallen off a roof , a ladder, a chair or a bed? Did you survive?\n  ","743974":"\n   😍\n  ","743975":"\n   Ur engaged?\n  ","743976":"\n   (Share whatever you'd like on this question. It's a space for ya!)\n\nHappy Thanksgiving to whoever celebrates it! Much love to all of you who receives this message! Have an amazing day!\n  ","743977":"\n   What did\/are you having for your dinner tonight?\n  ","743978":"\n   What childhood story actually frightened you?\n  ","743979":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","743980":"\n   would you enter a relationship with someone who was separated but legally married?\n  ","743981":"\n   what are two of your favorite things about your bathroom? (i’m grateful for the natural light and good water pressure)\n  ","743982":"\n   what are you thankful for? do you express this gratitude often?\n  ","743983":"\n   Happy Thanksgiving to all you Americans! If you’re from a different country have a good day otherwise!\n  ","743984":"\n   What did\/are you having for your lunch today?\n  ","743985":"\n   Ever had a green bean casserole before? What kind've casseroles do you like to make or eat?\n  ","743986":"\n   Happy Thanksgiving to all who celebrate! And if not, I hope you all have had \/ are having a lovely day! :3\n  ","743987":"\n   how was your turkey day? what was your favorite dish?\n  ","743988":"\n   Your hand looks black\n  ","743989":"\n   Lol wdym your ass is nice asf\n  ","743990":"\n   You have a fat ass\n  ","743991":"\n   If you could travel the world with only one person who would you take?\n  ","743992":"\n   What cigs would you recommend starting with\n  ","743993":"\n   Im trying to get ahold of someone\n  ","743994":"\n   How did you start smoking cigs\n  ","743995":"\n   Do you smoke\n  ","743996":"\n   You're engaged?\n  ","743997":"\n   How did you lose your virginity?\n  ","743998":"\n   How are you\n  ","743999":"\n   Do you find psychology interesting\n  ","744000":"\n   What was the last thing that made you go WTF\n  ","744001":"\n   Do you like yourself? We all should love ourself more today!\n  ","744002":"\n   Have you ever played hide and seek as an adult???\n  ","744003":"\n   Happy Thanksgiving to anyone who celebrates it!!!\n  ","744004":"\n   How creative are you?\n  ","744005":"\n   Do you fear the wraith of the chocolate bomber?\n  ","744006":"\n   Do you ever wonder what people really want from you?\n  ","744007":"\n   Do you think people are living with their minds half opened? Do you think we are broken?\n  ","744008":"\n   I hope you and your family have a nice thanksgiving. Best wishes to you. What is your favorite Thanksgiving food item?\n  ","744009":"\n   Who are you going to fight?\n  ","744010":"\n   What’s your plans for today?\n  ","744011":"\n   Wow people really do not understand how genetics work, since you are half white your son had a 25% chance of being straight up white, my son's dad is tanned - Caleb is pale and ginger, genetics can take after one parent or be a mixture of the two. Your son looks just like his dad 💀\n  ","744012":"\n   Have a gf\n  ","744013":"\n   Does she still have s.ex?\n  ","744014":"\n   Does he ?\n  ","744015":"\n   What about your mom\n  ","744016":"\n   \"he's gotten dark\" not darker. Plus he wasn't that light to begin with, he was just brown\n  ","744017":"\n   Does your dad and greg have a BBC\n  ","744018":"\n   Does your dad still have a s.ex life since he's divorced and doesn't have a gf? Men have needs\n  ","744019":"\n   So he's dark skinned now?\n  ","744020":"\n   Your son is way too light for Greg to be the daddy\n  ","744021":"\n   How would you like to celebrate your next birthday?\n  ","744022":"\n   (k) ???\n  ","744023":"\n   nice ass💙\n  ","744024":"\n   Are you sure lol\n  ","744025":"\n   Your kid\n  ","744026":"\n   So I'm guessing he's the one helping with Maths homework lol\n  ","744027":"\n   Is your bf good at maths\n  ","744028":"\n   Speaking of school what subjects did you hate\n  ","744029":"\n   What if he gets all d\n  ","744030":"\n   Oh he needs to have good grades\n  ","744031":"\n   I understand why he wants games and a camera. Do you know why he wants a microphone\n  ","744032":"\n   What does Joseph want\n  ","744033":"\n   Do you know what to get or no clue yet\n  ","744034":"\n   Do you make much noise during sex\n  ","744035":"\n   What have you got your kids for xmas so far\n  ","744036":"\n   What would you say if the whole world was listening to you?\n  ","744037":"\n   How often do you have sex\n  ","744038":"\n   Do you want any more kids\n  ","744039":"\n   Was that with your current bf\n  ","744040":"\n   Why did you have sex right before school\n  ","744041":"\n   Oh you took the train to school\n  ","744042":"\n   Fine be like that\n  ","744043":"\n   Fine\n  ","744044":"\n   I don’t want sex\n  ","744045":"\n   A minute ago\n  ","744046":"\n   What did she try get you arrested for\n  ","744047":"\n   Weirdest place you've had sex\n  ","744048":"\n   Yes\n  ","744049":"\n   Why\n  ","744050":"\n   How many followers do u have?\n  ","744051":"\n   Have you ever been arrested\n  ","744052":"\n   Have you witnessed any paranormal acitvities?\n  ","744053":"\n   Age that you first had sex\n  ","744054":"\n   Weight\n  ","744055":"\n   What is the best thing to eat for breakfast?\n  ","744056":"\n   Have you ever bullied anyone\n  ","744057":"\n   You gained?\n  ","744058":"\n   Who is sydney\n  ","744059":"\n   If you could go back in history, who would you like to meet?\n  ","744060":"\n   Sydney is better than you.\n  ","744061":"\n   What is something you find hard to stop once you have started?\n  ","744062":"\n   I swear I’d love to meet you\n  ","744063":"\n   Question on tv:\nWhat are you most dreading about Thanksgiving?\n  ","744064":"\n   Have you ever been to IKEA? Opinions? 🤔😁\n  ","744065":"\n   You could buy my cat insurance, if you'd like?\n  ","744066":"\n   Does anyone know of any baguazhang schools\/dojos in the United States?\n  ","744067":"\n   Do you like wrestling\n  ","744068":"\n   Do you have pet insurance?\n  ","744069":"\n   Fuck you lol\n  ","744070":"\n   Being attractive is the most important thing there is. If you want to catch the biggest fish in your pond. You have to be as attractive as possible\n  ","744071":"\n   What is the dumbest thing somone has ever said to you\n  ","744072":"\n   Have you ever nearly died\n  ","744073":"\n   Plans for tomorrow\n  ","744074":"\n   What did you do today\n  ","744075":"\n   I'm just a teenage dirt bag, baby\n  ","744076":"\n   Have you ever been madly jealous? What did you do?\n  ","744077":"\n   Do you have a money box\n  ","744078":"\n   What kind of food do you like to make when it's cold outside?\n  ","744079":"\n   How much money do you have on you\n  ","744080":"\n   Trashy just like her new friend. OOPS!!!\n  ","744081":"\n   Who\n  ","744082":"\n   You’re gorgeous\n  ","744083":"\n   Who is your best friend?\n  ","744084":"\n   Are you much better today?\n  ","744085":"\n   Sydney was talking about you\n  ","744086":"\n   I thought you were taking a nap?\n  ","744087":"\n   What is your most favorite thing about the Winter and then your least favorite thing about Winter?\n  ","744088":"\n   Onlyfans link?\n  ","744089":"\n   Do you like Winter time?\n  ","744090":"\n   I have followed her on here for years and she has never deactivated before. Find out where she is\n  ","744091":"\n   Hello\n  ","744092":"\n   if two people flirted a lot and it was obvious one of them liked the other, do u think that person should tell the other person how they feel or just let it go\n  ","744093":"\n   When's the last time you broke a promise to yourself? To someone else?\n  ","744094":"\n   Do you wear new clothes\/pjs straight away or whenever you need to?\n  ","744095":"\n   Favorite cake to have on your birthday?\n  ","744096":"\n   Romantic movies, yay or nay? 🤔\n  ","744097":"\n   Has ask.fm have glitched on you?? If yes, how so?? If no, you can use this as a filler to post whatever you'd like. 😊\n  ","744098":"\n   Who else has anxiety, and is trying to stay on top?\n  ","744099":"\n   Have you ever been inside a prison\n  ","744100":"\n   How do you usually discover new music?\n  ","744101":"\n   Obviously ppl say shxt in the heat of the moment & you still acknowledged it's wrong so who cares lol .\n  ","744102":"\n   And why do you tell ben to slit his wrists the correct way?\n  ","744103":"\n   But you told the person who was making fun of your daughter to slit their wrists and overdose on pills. Don't be a hypocrite\n  ","744104":"\n   What if the person you're wishing death on is an abxser or pxdo?\n  ","744105":"\n   What has happened to\n   \n    @theofficialpaulapiranha\n   \n","744106":"\n   She wants to break Kasey’s relationship\n   \n    https:\/\/ask.fm\/latinagirl398\/answer\/157377204540?utm_source=copy_link&utm_medium=iOS\n   \n","744107":"\n   Is it wrong to love food more than people?\n  ","744108":"\n   If the person is a really horrible person & did shxtty things to them it's not uncommon\n  ","744109":"\n   i am ok\n  ","744110":"\n   hi x\n  ","744111":"\n   How much have you come to terms with your own mortality?\n  ","744112":"\n   What do you do when you need a mental break? I'm getting into one of those places and need (coping?) Ideas to keep my mind at ease and in a good place ❤️💜\n  ","744113":"\n   Neck kisses?\n  ","744114":"\n   Have you ever wished for someone to die and it actually happened\n  ","744115":"\n   5 turn ons?\n  ","744116":"\n   Fav compliment to receive?\n  ","744117":"\n   Do you want me to take care of anyone for you?\n  ","744118":"\n   Last great kiss?\n  ","744119":"\n   Honesty hour?\n  ","744120":"\n   What gadget are you addicted to?\n  ","744121":"\n   I hope you feel better\n  ","744122":"\n   What’s wrong\n  ","744123":"\n   You’re hot 🔥\n  ","744124":"\n   Have you ever had an ich that you couldn't reach\n  ","744125":"\n   Its from king of the hill 🙄\n  ","744126":"\n   Who wants to go to Mego Lo Mart and buy some tinsel?!?!\n  ","744127":"\n   Do you know if it is possible to block a Facebook post so certain people can't see it\n  ","744128":"\n   Do you believe in Karma?\n  ","744129":"\n   What's the best way to apologize?\n  ","744130":"\n   How do you cope with anger??\n  ","744131":"\n   Sydney said ur irrelevant\n  ","744132":"\n   Hi\n  ","744133":"\n   Are you ok?\n  ","744134":"\n   What was the last youtube video you watched\n  ","744135":"\n   What is your dream job? 💡\n  ","744136":"\n   You live with your mom so you can’t say she’s annoying\n  ","744137":"\n   Are you upset\n  ","744138":"\n   What's the quickest way to make a girl cry?\n  ","744139":"\n   Where would you like to live?\n  ","744140":"\n   Have you ever needed the use of crutches\n  ","744141":"\n   Do you follow\n   \n    @latinagirl398\n   \n","744142":"\n   Why are you and your bf fighting\n  ","744143":"\n   I don't wanna live like this, but I don’t wanna die\n  ","744144":"\n   What's on your bucket list?\n  ","744145":"\n   Sydney is going to talk about you now\n  ","744146":"\n   So you do\n  ","744147":"\n   Aw thank you and im sorry you are too 😔💚 omg he is adorable!!! 💚\n  ","744148":"\n   You have problems with Syd now\n  ","744149":"\n   Book of the day!\n  ","744150":"\n   How are you?\n  ","744151":"\n   What sound annoys you the most?\n  ","744152":"\n   have you seen The Revenant?\n  ","744153":"\n   Have you listened to OneRepublic? Opinions? 😁\n  ","744154":"\n   What one piece of advice would you give to your younger self?\n  ","744155":"\n   Why is the sky blue?\n  ","744156":"\n   Hot Kinky Ho! :D\n  ","744157":"\n   Do you smile much\n  ","744158":"\n   Having a bit of a low night so if you have pets post a picture if not post something funny or just use this as a free space orr ignore 💚\n  ","744159":"\n   have you seen The King’s Speech?\n  ","744160":"\n   Wym on this site?\n  ","744161":"\n   How many times per day do you shower?\n  ","744162":"\n   Fill you in on what\n  ","744163":"\n   Milk chocolate or dark chocolate?\n  ","744164":"\n   have you seen The Help?\n  ","744165":"\n   Was it painful? 🤔 I guess you didn't do the whole thing?\n  ","744166":"\n   Have you ever gotten waxed before? 🤔 How was it? 😂\n  ","744167":"\n   Would you rather time travel into the future or time travel into the past and why\n  ","744168":"\n   the juicy question is why are you telling your friend taylor you don’t have custody of your son? why do you have to ask you mil if you can keep him for a certain amount of time? also, taylor is clearly not trustworthy bc she sends ss of what you tell her\n  ","744169":"\n   Who's to say that your to old or who's to Young?\n  ","744170":"\n   Where is everyone?! Send your people my way 👅❤️\n  ","744171":"\n   Tell me the story about your first crush what happened\n  ","744172":"\n   I am sorry I go away now. Should I never come back.\n  ","744173":"\n   Do you like a light sweater or heavy jacket better?\n  ","744174":"\n   What were the diffrent types of students you had in your school\n  ","744175":"\n   1. Age \n2. Height \n3. Do you have a S.O? \n4. Pro choice or Pro life? \n7. Dress or skirt? \n8. Virgin? \n9. Favourite movie \n10. Do you drink? \n11. Do you smoke?\n  ","744176":"\n   When you were young did you believe in Santa? If so how did you discover he wasn't real? How old were you when you found out the truth?\n  ","744177":"\n   Ever had or heard of an oreo cookie ball before?\n\n(If you've never heard of these.. You can look them up, they are easy to make. Yummy and a good food present for some folks.)\n  ","744178":"\n   Do you think me creepy.\n  ","744179":"\n   I was circumcised twice in Seattle.\n  ","744180":"\n   Are you in college.\n  ","744181":"\n   oh\n  ","744182":"\n   Koliko najduže nisi spavao\/la?😴\n  ","744183":"\n   I will follow it what is your OnlyFans?\n  ","744184":"\n   is he ok with it?\n  ","744185":"\n   What was the last thing to depress you\n  ","744186":"\n   Who has christmas decs and tree up already? Ours wont go up until the 1st of December\n  ","744187":"\n   You like kool aid? Ever hear of this?\n  ","744188":"\n   I want ur small ass 😍😍😍 between ny hand\n  ","744189":"\n   is a pumpkin on fire romantic?\n  ","744190":"\n   so tell me why you've chosen me?\n  ","744191":"\n   I want marry u 😍😍😍\n  ","744192":"\n   anybody willing to send me money on PayPal or cash app?\n  ","744193":"\n   Did you ever play hopscotch as a child?\n  ","744194":"\n   You so hot!\n  ","744195":"\n   Do you worry about guys named skip or people who have a lot of greed?\n  ","744196":"\n   Can anyone make me a playlist\n  ","744197":"\n   Do you wear pyjamas to bed\n  ","744198":"\n   Can anyone give me Apple Music to use?\n  ","744199":"\n   What is your favorite love story movie?\n  ","744200":"\n   Hows your little girl? :)\n  ","744201":"\n   Ever have a 1 night stand\n  ","744202":"\n   How many people have you slept with\n  ","744203":"\n   if you have a son, would you take him circumcised?\n  ","744204":"\n   Why\n  ","744205":"\n   Did your in law take custody\n  ","744206":"\n   Who is the smartest person you know?\n  ","744207":"\n   What’s it like to be Ask famous\n  ","744208":"\n   How many weeks were u when you gave birth\n  ","744209":"\n   You smoking tonight\n  ","744210":"\n   which state do you live in?\n  ","744211":"\n   Baby girl turn me on with your electric feel\n  ","744212":"\n   Why finally?\n  ","744213":"\n   Do your kids have the same dad?\n  ","744214":"\n   Wyd?\n  ","744215":"\n   Have you ever fall asleep in class\n  ","744216":"\n   So I'm looking for something to binge on either Hulu or Netflix, what's something you would suggest BESIDES Grey's anatomy? (Fun fact, i hate that show lmao)\n  ","744217":"\n   I DONT KNOW HOW BUT THEY FOUND ME\n  ","744218":"\n   Has this ever happened to you you're tired in the day and wide awake in night\n  ","744219":"\n   And might be... The comfort of a knowledge of a rise above the sky but could never parallel the challenge of an acquisition in the here and now\n  ","744220":"\n   Letters to cleo\n  ","744221":"\n   Pap\n  ","744222":"\n   Where is ur bf ?\n  ","744223":"\n   Do you hate any of your bf\/fiance or husband clothing\n  ","744224":"\n   K, good to hear, haven't talked to you in while. Glad you are doing well.\n  ","744225":"\n   Doing ok?\n  ","744226":"\n   try having custody for your first two first. ha ha ha\n  ","744227":"\n   Is\n   \n    @kaseyisback1\n   \n   prettier or is Miygua prettier\n  ","744228":"\n   Hi\n  ","744229":"\n   Hey. You remember Taylor? Do you still talk to her?\n  ","744230":"\n   Your dp 😍\n  ","744231":"\n   You have problems with Syd\n  ","744232":"\n   Have you ever went camping in a tent?\n  ","744233":"\n   You live with her . So respect her\n  ","744234":"\n   What questions do you usually ask when you want to get acquainted with someone?\n  ","744235":"\n   Do u want anymore kids\n  ","744236":"\n   You’re gorgeous\n  ","744237":"\n   Are you pregnant\n  ","744238":"\n   Do u have a sex toy\n  ","744239":"\n   What's your dream car?\n  ","744240":"\n   Which of Murphy’s law(s) have you experienced?\n  ","744241":"\n   Did you have a good day\n  ","744242":"\n   And kiss ur lower lips😉\n  ","744243":"\n   I want u❤️😉\n  ","744244":"\n   Plz\n  ","744245":"\n   u post a picture of your ass and want people to like your spirit and your soul first. controversal\n  ","744246":"\n   Plz\n  ","744247":"\n   What is mean\n  ","744248":"\n   Can u answer on instagram\n  ","744249":"\n   sure but why do u want such thing?\n  ","744250":"\n   u still didn't answer the question.. why you take pictures of your ass and post It?\n  ","744251":"\n   Can i get ur instagram\n  ","744252":"\n   Ok u are not virgin😂\n  ","744253":"\n   why you picture your ass?\n  ","744254":"\n   Okk 😂i am from egypt iam young of pharahos\n  ","744255":"\n   And how old are u\n  ","744256":"\n   Do u like Egypt?\n  ","744257":"\n   Ate u taken?\n  ","744258":"\n   U are beatiful ❤️\n  ","744259":"\n   What’s it about?\n  ","744260":"\n   Who would you most like to be stuck in an elevator with?\n  ","744261":"\n   Yeah I know. Guess what island I live on\n  ","744262":"\n   Yeah me too Lol. Does it start with a H?\n  ","744263":"\n   Yeah me too. Which one?\n  ","744264":"\n   So you live on an island?\n  ","744265":"\n   Nice. hopefully I'll see my girl tonight. I like chilling, house party's, going to the club, bars and the beach. Do you live near the ocean?\n  ","744266":"\n   What makes you say that\n  ","744267":"\n   Do you think you are a good parent or will be if you don't have kids\n  ","744268":"\n   You're welcome. I didn't think so but was just wondering. What do you like to do for fun?\n  ","744269":"\n   Wow you're so sexy 😍. What size breasts do you have?\n  ","744270":"\n   You have beautiful kids\n  ","744271":"\n   He flirts with everyone\n  ","744272":"\n   Omfg your smoking hot\n  ","744273":"\n   How many unread text messages do you have?\n  ","744274":"\n   Smoking is bad for you\n  ","744275":"\n   Oofff nines profile photo 😍👀\n  ","744276":"\n   Who do you want to meet on here?\n  ","744277":"\n   Any piercings\n  ","744278":"\n   How many tattoos do you have?\n  ","744279":"\n   You lost custody\n  ","744280":"\n   Does ur bf know you have an onlyfans page\n  ","744281":"\n   How many men you slept with\n  ","744282":"\n   Last time u and Greg broke up\n  ","744283":"\n   Wyd\n  ","744284":"\n   If you could perfectly speak any 3 languages what would it be?\n  ","744285":"\n   Onlyfans page?\n  ","744286":"\n   Have you talked to your mother-in-law?\n  ","744287":"\n   Do both of your kids have the same father?\n  ","744288":"\n   When are your kids birthday\n  ","744289":"\n   ¿Cómo te describirías en 3 adjetivos?\n  ","744290":"\n   What is your favorite month of the year?\n  ","744291":"\n   What is worse to forget your gf\/wife birthday or forget your anniversary with her\n  ","744292":"\n   What's cool nowadays?\n  ","744293":"\n   Salted or sweet popcorn?\n  ","744294":"\n   What kind of phone do you have? Today I got an iPhoneXR\n  ","744295":"\n   Would you breastfeed in public?\n  ","744296":"\n   How are you at map reading\n  ","744297":"\n   Last time you had sex\n  ","744298":"\n   it's a great booty no doubt about it 😍😍😍\n  ","744299":"\n   Trueee 🍑😍\n  ","744300":"\n   Is\n   \n    @learningwithlolaa\n   \n   booty really good though?\n  ","744301":"\n   no and you are hot\n  ","744302":"\n   Mmmmm nose\n  ","744303":"\n   You’re hot 🥵\n  ","744304":"\n   Pap of ur text messages\n  ","744305":"\n   Would you be happy without money?\n  ","744306":"\n   Send your anonymous people to send me questions 😩\n  ","744307":"\n   Lmao i'm not a girl\n  ","744308":"\n   I'll pay you 300 dollars ngl\n  ","744309":"\n   Ok that sucks\n  ","744310":"\n   Huh sure it is you get all the TLC you want just no sex tho lol\n  ","744311":"\n   Bye\n  ","744312":"\n   Lol why not be fun\n  ","744313":"\n   I feel like your husband or whatever would hate me\n  ","744314":"\n   Sorry\n  ","744315":"\n   Oh ok\n  ","744316":"\n   We can both massage you at the same time\n  ","744317":"\n   How do u block an anon? ru stupid?\n  ","744318":"\n   I don't care about that. I'm not fake\n  ","744319":"\n   Why not\n  ","744320":"\n   How am i fake?\n  ","744321":"\n   Can I give you a full body oil massage\n  ","744322":"\n   Relax i thought u were black. I'm black tho\n  ","744323":"\n   Ru black?\n  ","744324":"\n   Ohh fuck this. You are boring\n  ","744325":"\n   She blocked me\n  ","744326":"\n   I hate your wife\n  ","744327":"\n   Rude\n  ","744328":"\n   That ass thoo\n  ","744329":"\n   What will you never do?\n  ","744330":"\n   Do you have\n   \n    @Katecreme\n   \n   blocked\n  ","744331":"\n   What topics do your family usually bring up during Thanksgiving?\n  ","744332":"\n   Do you know what you're bringing to your Thanksgiving feast yet?\n  ","744333":"\n   What color?\n  ","744334":"\n   Say it's 10° F out.\nHow many layers would you wear? Just a shirt and a coat? Or more? Do you get cold easily?\n  ","744335":"\n   It’s funny when you call out your haters and then they disappear\n  ","744336":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","744337":"\n   Do you miss school?\n  ","744338":"\n   Where you do not mind waiting?\n  ","744339":"\n   If you could print any phrase on a T-shirt, what would it say?\n  ","744340":"\n   Do you like kiwi?\n  ","744341":"\n   Your daughter is beautiful\n  ","744342":"\n   Plans for this up coming holiday\n  ","744343":"\n   Does ur man know about your onlyfans\n  ","744344":"\n   Who are you thankful for?\n  ","744345":"\n   Likes for likes? ❤❤❤\n  ","744346":"\n   What do men talk about when there are no women around?\n  ","744347":"\n   Which song best represents your life so far?\n  ","744348":"\n   does he know about it and is he ok with it?\n  ","744349":"\n   Emily Blunt is pretty good? Or no?\n  ","744350":"\n   Who's the best actress in the world?\n  ","744351":"\n   that's usually how that works\n  ","744352":"\n   Free Verse Poetry\n  ","744353":"\n   If you steal a pen from a bank, is it a bank robbery?\n  ","744354":"\n   Continue with a rhyme: \"From my window I can see…\"\n  ","744355":"\n   Do you have a sweet tooth or a savory tooth?\n  ","744356":"\n   How long can you swim underwater until you need to come up for air?\n  ","744357":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","744358":"\n   Are you hard-working or more lazy?\n  ","744359":"\n   What are you going to do this week other than Thanksgiving?\n  ","744360":"\n   Haters are always anon\n  ","744361":"\n   Hater anon\n  ","744362":"\n   Like she looks like a goddess in a baby body 😍😍😍 anons are just mad and picking on a baby (which shows how pathetic they are and nothing more lmao)\n  ","744363":"\n   All these people saying she's beautiful are just saying it out of pity\n  ","744364":"\n   not mad just telling the truth. maybe she'll grow into those ugly as.s features in the future\n  ","744365":"\n   Okay but she's one of the most beautiful babies I've ever seen OML!!\n  ","744366":"\n   Your daughter is beautiful. This anon is a hater and it’s sad how they pick on babies\n  ","744367":"\n   screen blocklist\n  ","744368":"\n   Just a guess . Hopefully her grandmother gets custody, it's that poor babys only chance.\n  ","744369":"\n   her nose is huge and she has weird lips. baboon lookin asx lmfao\n  ","744370":"\n   She'll be selling pics of her flat as.s on social media for attention. Well maybe have more as.s since she has more black in her lmao. Wh.ore herself out like you. Probably be a teen mom too.\n  ","744371":"\n   She'll be a wh.ore just like her mommy\n  ","744372":"\n   More pics of Nevaeh please\n  ","744373":"\n   Why does this anon care that you have an onlyfans page\n  ","744374":"\n   So desperate for a few bucks you sell a.ss on ask.fm lmao sad Marissa was right about you being a wh.ore\n  ","744375":"\n   Well nuts to you. Ima spend my six bucks buying crack\n  ","744376":"\n   Sooooo no advertising, nothing to actually entice or make people want to subscribe?\n  ","744377":"\n   What kind of pictures can we expect? N*des? S*x? Toys?\n  ","744378":"\n   Subscribe to see your 2 pictures?\n  ","744379":"\n   So what exactly should people pay six bucks for? You only have 2 pictures\n  ","744380":"\n   Ouvert à une nouvel relation en couple?\n  ","744381":"\n   ok\n  ","744382":"\n   Which celebrity's computer would you like to be hack for one day and what would you do?\n  ","744383":"\n   If a guy whos really tall took your phone and held it over you're head and wouldn't give it back what would you do\n  ","744384":"\n   what do you like to do then x\n  ","744385":"\n   thats good x\n  ","744386":"\n   Is only fans pxrn of you\n  ","744387":"\n   you ok x\n  ","744388":"\n   hi x\n  ","744389":"\n   Why do people say you don’t have custody when you just posted a pic of her . Is that recent?\n  ","744390":"\n   Wyd\n  ","744391":"\n   What are you doing\n  ","744392":"\n   Omg 😍\n  ","744393":"\n   Hi cutie pie\n  ","744394":"\n   What house number do you live in?\n  ","744395":"\n   Like I just want a new ring for Christmas tbh lmao\n  ","744396":"\n   Reported + blocked\n  ","744397":"\n   This is me right now lmao (even though we've talked about marriage and we've been engaged and I have a ring technically lmao)\n  ","744398":"\n   Bye, i make Santa list you do with your child?\n  ","744399":"\n   Yes i woll grow up my ma said\n  ","744400":"\n   Can there be friendship between a man and a woman?\n  ","744401":"\n   Omg ur dp 😍\n  ","744402":"\n   Ur sexy\n  ","744403":"\n   You’re talking ur boyfriend for child support?\n  ","744404":"\n   What's your favorite love song?\n  ","744405":"\n   Well Nevaeh come home when Joseph does\n  ","744406":"\n   Hey wyd?\n  ","744407":"\n   Are tire kids home?\n  ","744408":"\n   You have an onlyfans page\n  ","744409":"\n   Hey\n  ","744410":"\n   PAP of your favorite bookshelf?\n  ","744411":"\n   Why do so many girls make duck-faces in pictures?\n  ","744412":"\n   Do you like to spend your free time alone or in company?\n  ","744413":"\n   are there any dog breeds you’re particularly drawn to?\n  ","744414":"\n   candy corn or candy canes?\n  ","744415":"\n   It got deleted did it? That’s funny because you have it on your page multiple times rn\n  ","744416":"\n   Ooops I was on anon and lmfao call me what you’d like what you say has no effect on me I don’t know you at all and you don’t know me at all so the fact that your judging me without knowing me shows what type of person you are! :)\n  ","744417":"\n   PLEASE GUYS 😩😴\n  ","744418":"\n   do you own any ugly christmas sweaters ?\n  ","744419":"\n   What subjects do you study in school?\n  ","744420":"\n   ... why do you keep asking yourself that question and answering it again...\n  ","744421":"\n   \"just for fun\"\nWhat is the last number in ur \"phone number\" 😋\n  ","744422":"\n   Is it just my ask.fm that is suddenly dead?? I went from gaining loads of new followers and questions, to just gaining new followers! They never ask me questions 😩😩😩\n  ","744423":"\n   Beautiful profile picture my dear and I like your ho ho name! It is cuuute! Keep it spicy for these people's gurl! 🤙😁 Tis' it is almost the season. Haha. You should see my shirt atm. It says, \"I can get you on the naughty list.\" 😆 lol haha. It's green.\n  ","744424":"\n   What are your hobbies?\n  ","744425":"\n   Come to spain please\n  ","744426":"\n   My wife is hottttt\n  ","744427":"\n   If you were single could you see yourself dating a 35 year old?\n  ","744428":"\n   Are you wet rn?\n  ","744429":"\n   What is the one thing a guy and\/or girl do that will make you \"Climax\" instantly?\n  ","744430":"\n   “What’s in a name?” We’ve all heard that. But what you name your future daughter can have major implications for her entire life. Even though she might change her last name when she gets married, her first name will always affect her personality and how others see her.  What kind of person do you wa\n  ","744431":"\n   What's one thing you will never do?\n  ","744432":"\n   Do you have a fetish? What is it?\n  ","744433":"\n   Anal's fun.\n  ","744434":"\n   If an ex who cheated on you was tied to a tree in the woods and you had the choice to either let them go or kick them hard in the balls for a $1,000,000 what would you pick\n  ","744435":"\n   That's so ugly\n  ","744436":"\n   Will you name your next daughter that ?\n  ","744437":"\n   What are you mixed with\n  ","744438":"\n   What do teenagers think about?\n  ","744439":"\n   Bra cup size?\n  ","744440":"\n   sorry if I unintentionally went too far with my tbh questions 🤷‍♀️\n  ","744441":"\n   moist and sticky sugar 👅\n  ","744442":"\n   you got the pink brown sugar between your leggings\n  ","744443":"\n   well i do care about your 1st time and it’s honesty weekend so answer the fcken question!\n  ","744444":"\n   why does the brown sugar taste so good?\n  ","744445":"\n   What is the most interesting science?\n  ","744446":"\n   How tall are you\n  ","744447":"\n   was your first time at age 16 face to face or from behind?\n  ","744448":"\n   when is the last time you had a bowel movement?\n  ","744449":"\n   do you let your bf finish inside you during anooool?\n  ","744450":"\n   are you addicted to the perks?\n  ","744451":"\n   looks like he has a tiny 🍤 d\n  ","744452":"\n   tbh who was your last lover?\n  ","744453":"\n   how was work today?\n  ","744454":"\n   does weed make s*x better for you? does it help you clim*x?\n  ","744455":"\n   Which celebrity would you like to be for one day and what would you do?\n  ","744456":"\n   I don’t think\n   \n    @foolian\n   \n   is good enough for Chloe\n  ","744457":"\n   Or maybe it's you who wants him all to yourself?\n  ","744458":"\n   Have you ever been greedy?\n  ","744459":"\n   Sounds like your inlaw is jealous of you?\n  ","744460":"\n   Where you get weed from?\n  ","744461":"\n   Has she always been that kind of person even before you came on the scene?\n  ","744462":"\n   How would you deal with a rude person?\n  ","744463":"\n   Age u first had s.ex?\n  ","744464":"\n   Why is your mother in law a problem for you?\n  ","744465":"\n   Is greed good?\n  ","744466":"\n   What do you believe in?\n  ","744467":"\n   Are you secure?\n  ","744468":"\n   Are you a kind person?\n  ","744469":"\n   Why\n  ","744470":"\n   Last time you cried and why?\n  ","744471":"\n   What is the biggest problem in your life?\n  ","744472":"\n   Sure but what is it about their looks that makes them insicure?\n  ","744473":"\n   Insecurity about what?\n  ","744474":"\n   Why are most girls so worried about how they look?\n  ","744475":"\n   Any idea what causes greed in some people?\n  ","744476":"\n   Is poetry dead? Who likes poetry anymore?\n  ","744477":"\n   What’s everyone doing tonight??\n  ","744478":"\n   What's the worst nightmare you've ever had?\n  ","744479":"\n   Snapchat? 👀\n  ","744480":"\n   Are you a men's rights activist ?\n  ","744481":"\n   do you like hot coffee or iced coffee more?\n  ","744482":"\n   have you ever gambled in a casino? (how was it?)\n  ","744483":"\n   does Greg care about you having an OnlyFans?\n  ","744484":"\n   Do you live in Canada?\n  ","744485":"\n   Be gone evil spirit!\n  ","744486":"\n   mild, medium, or hot?\n  ","744487":"\n   Do you have what's app 🤔\n  ","744488":"\n   Does size matter?\n  ","744489":"\n   What's the address?\n  ","744490":"\n   So you know what cigs do and you still smoke?\n  ","744491":"\n   an angel or a star? 🎄\n  ","744492":"\n   The entire world stands still for one day, but not you. What do you do?\n  ","744493":"\n   Is it scandalous to wear socks with sandals?\n  ","744494":"\n   Thots everywhere! Ho ho ho. Pussy ah fake ahh GD.\n  ","744495":"\n   You don't look a day over 18 tbh. I guess you got the good genes\n  ","744496":"\n   Did you like it\n  ","744497":"\n   Have you ever been to upstate new York ?\n  ","744498":"\n   Why not with you ?\n  ","744499":"\n   You haven't aged wtf . What's your secret girl 😂\n  ","744500":"\n   How do you cope with emotional pain?\n  ","744501":"\n   I’m still wondering how you lost custody\n  ","744502":"\n   You made an onlyfans page?\n  ","744503":"\n   Tell me about a vacation you'd like to take one day.\n  ","744504":"\n   What animal do you think describes you best?\n  ","744505":"\n   Where are your kids?\n  ","744506":"\n   If you won an Oscar, where in your home would you place it?\n  ","744507":"\n   Where are you from?:P\n  ","744508":"\n   since this is trending on twitter, i'll pose the question here -- post a photo of yourself from the beginning of the decade (2010) vs from the end of the decade (2019) !! how have you changed, both physically and in personality?\n  ","744509":"\n   How much is your OnlyFans a month?\n  ","744510":"\n   something you wanna say to people who thinks you are jealous of them?\n  ","744511":"\n\n    https:\/\/youtu.be\/J89we5IFF88\n   \n   wtf\n  ","744512":"\n   Hot profile pic\n  ","744513":"\n   When u gonna get onlyfans 😍\n  ","744514":"\n   When will Greg be back on here?\n  ","744515":"\n   I swear it's so true\n  ","744516":"\n   New full body figure pic\n  ","744517":"\n   Do you like Chris Stabsporzicus\n  ","744518":"\n   Who is your hero?\n  ","744519":"\n   Do you think pain is an illusion?\n  ","744520":"\n   Is there a sunrise you remember fondly?\n  ","744521":"\n   Hello how are you girl :)\n  ","744522":"\n   What is your favorite type of sushi? That is if you like it.\n  ","744523":"\n   Do you know anyone from Hong Kong?\n  ","744524":"\n   You watching Disney +\n  ","744525":"\n   screen blocklist\n  ","744526":"\n   peppermint bark or gingerbread?\n  ","744527":"\n   eggnog or hot chocolate?\n  ","744528":"\n   ice skating or sledding?\n  ","744529":"\n   what are three of your favorite winter activities ?\n  ","744530":"\n   what are some of your favorite shows to have playing in the background just for noise effect?\n  ","744531":"\n   When you got ate out\n  ","744532":"\n   Did you like it\n  ","744533":"\n   Did he like it\n  ","744534":"\n   What's the first thing you grab from the refrigerator when you're hungry?\n  ","744535":"\n   Thought you didn't like her\n  ","744536":"\n   So he watched ?\n  ","744537":"\n   Her hair nappy\n  ","744538":"\n   So why would it be weird if she has a crush on you 😂\n  ","744539":"\n   Way! 💔\n  ","744540":"\n   Welcome to my cage, little lover. Attempt to rearrange with you baby. Still don’t know your name, Miss Honey. Let’s go up in flames, pretty lady\n  ","744541":"\n   How long is your hair?\n  ","744542":"\n   Have you been in a car accident before?\n  ","744543":"\n   Hi\n  ","744544":"\n   When will u tell us the truth?\n  ","744545":"\n   Do u have anxiety\n  ","744546":"\n   What's one thing your parents do not know about you?\n  ","744547":"\n   I’d Greg & his mom trying to take custody\n  ","744548":"\n   Does it in law like ur parents??\n  ","744549":"\n   Your dp ❤️❤️❤️🥰😘\n  ","744550":"\n   Did your smoke ur pregnancy\n  ","744551":"\n   Why does she want custody\n  ","744552":"\n   Where r ur kids at\n  ","744553":"\n   Do u have a job?\n  ","744554":"\n   When it came to assignments in school, were you one to crunch like right before they were due? Haha\n  ","744555":"\n   screen blocklist\n  ","744556":"\n   Leave a message to ........\n  ","744557":"\n   'Ay, what's your name? And why don't you pull your pants up?\n  ","744558":"\n   Wait until ur boyfriend leaves u again\n  ","744559":"\n   😚\n  ","744560":"\n   I want to talk to you\n  ","744561":"\n   Which food you are forced to eat at home 😁\n  ","744562":"\n   Not Belize\n  ","744563":"\n   Hi\n  ","744564":"\n   Stunning\n  ","744565":"\n   Do you want more kids\n  ","744566":"\n   How many weeks were u when u gave birth?\n  ","744567":"\n   How can we save the World from global warming?\n  ","744568":"\n   Beautiful 😍😚\n  ","744569":"\n   What personality type are you out of the 16 personalities?\n  ","744570":"\n   who is the whole meal then?\n  ","744571":"\n   How come you didn’t text your best friend back\n  ","744572":"\n   You be lookin like a tasty snack 😋\n  ","744573":"\n   When will you tell us what happened in court\n  ","744574":"\n   Did ur bf care?\n  ","744575":"\n   Would you date her\n  ","744576":"\n   What kills us and what makes us eternal?\n  ","744577":"\n   If you drink... Like drink 🍸 🍺\nWhat do you like to drink? PAP?\n  ","744578":"\n   GDK\n  ","744579":"\n   You can create a new body organ: what would it do?\n  ","744580":"\n   Do you remember your first day at school?\n  ","744581":"\n   I some fire baby girl 🔥\n  ","744582":"\n   Ur man is lucky\n  ","744583":"\n   R u pregnant again?\n  ","744584":"\n   What's the last book you read?\n  ","744585":"\n   What’s her middle name\n  ","744586":"\n   She’s beautiful\n  ","744587":"\n   how naughty exactly is santas naughty gal? 🤔\n  ","744588":"\n   What made you give your daughter to live w ur in law\n  ","744589":"\n   Why did she take your both to court\n  ","744590":"\n   Nice small booty is life 😍\n  ","744591":"\n   Do u follow\n   \n    @kaseyisback1\n   \n","744592":"\n   Which is your favorite TV show?\n  ","744593":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","744594":"\n   Why don’t you have custody\n  ","744595":"\n   Your daughter is gorgeous 😍\n  ","744596":"\n   Was it awkward going to see ur in law\n  ","744597":"\n   In three words, how would you describe your best friend?\n  ","744598":"\n   😍😍😍\n  ","744599":"\n   i’ve always found being too close to your parents to kind of be a red flag. do you? is it more unattractive to be a little bit too much of a mama’s boy or daddy’s boy? (i’m using boy in a gender neutral way idk lol.)\n  ","744600":"\n   Which foreign country do you dislike the most?\n  ","744601":"\n   have you ever rented an airbnb? (what was it like?)\n  ","744602":"\n   What is your relationship status?\n  ","744603":"\n   have you ever worked an office job\/had a cubicle? (what was it like?)\n  ","744604":"\n   have you ever been to Europe? (what was it like?)\n  ","744605":"\n   What is the most dangerous thing you have ever done?\n  ","744606":"\n   Is Instgram model Lauren Summers a convicted sex offender ?\n  ","744607":"\n   What animal do you think is the scariest?\n  ","744608":"\n   Did she ever text you back?\n  ","744609":"\n   How much of a shopper are you?\n  ","744610":"\n   Who do you admire the most right now?\n  ","744611":"\n   I follow you.\nDo you follow me?\nWhy\/why not?\n  ","744612":"\n   What did you text your in law\n  ","744613":"\n   Fun of the day!\n  ","744614":"\n   My student organisation is gonna have a party on friday next week with the theme \"Heroes\". You have any costume suggestions for a 6'1 ginger that's built like a bear after all my years of swimming that is NOT Ron Weasley? 😂 (We're gonna have a similar Harry potter themed event later)\n  ","744615":"\n   Where did your money go?\n  ","744616":"\n   U don’t wear one? Cool\n  ","744617":"\n   What brand of cigarettes do you smoke? How much a day? What age did you start?\n  ","744618":"\n   Bra size?\n  ","744619":"\n   Who’s older your son or nephew?\n  ","744620":"\n   Right & if his gf is black it doesn't make the kids automatically black even tho they're technically 75% . They still look clearly mixed so that anon was wrong. & Your niece kinda does look like you tbh!\n  ","744621":"\n   I just remembered how ppl were saying if your kids had kids w a black person theyd be black cause they'd look black but both of those kids look clearly mixed lol\n  ","744622":"\n   He looks Indian or something\n  ","744623":"\n   Guyanese isn't a race.\n  ","744624":"\n   Is she black\n  ","744625":"\n   How long did it take for Nevaeh to come home from the hospital?\n  ","744626":"\n   What ethnicity is your nieces mom\n  ","744627":"\n   How old is your bro\n  ","744628":"\n   Is she an easy baby?\n  ","744629":"\n   Are u breastfeeding\n  ","744630":"\n   Is your son at school?\n  ","744631":"\n   What's Nevaeh doing rn\n  ","744632":"\n   Aww she's so adorable ❤️ your niece on what side of the family?\n  ","744633":"\n   Have you ever accidentally walked into a place you weren't supposed to be in? Haha\n  ","744634":"\n   My bad what are u doing today?\n  ","744635":"\n   Last thing u took a screenshot of?\n  ","744636":"\n   Can I ask yours\n  ","744637":"\n   Like watching pxrn?\n  ","744638":"\n   What research 🤔\n  ","744639":"\n   So how did u find out abt everything\n  ","744640":"\n   Did your parents have the talk with u\n  ","744641":"\n   What is your favorite month of the year?\n  ","744642":"\n   don't make an OnlyFans\n  ","744643":"\n   I wonder why mother in laws have the reputation of being such bxtches lol. I think women are just more controlling & jealous of their kids' lives\n  ","744644":"\n   How is she fake & it sounds like you need to address it with her & if she doesn't change cut her off .\n  ","744645":"\n   You use perfume? 🤔\n  ","744646":"\n   You think you are more similar to your mom or your dad? In what way? 🤔😁\n  ","744647":"\n   Do you workout in any way?  How often? 😁💪\n  ","744648":"\n   Are you a night owl or a morning person? 🤔\n  ","744649":"\n   Yes you should\n  ","744650":"\n   Hi\n  ","744651":"\n   What is the funniest thing to ask SIRI?\n  ","744652":"\n   Rant\n  ","744653":"\n   You have such an amazing body\n  ","744654":"\n   Wyd?\n  ","744655":"\n   What do you look for in a friend?\n  ","744656":"\n   Who cares . If you fetishize something enough you'll have compulsions to act on it\n  ","744657":"\n   I mean if you watch pxrn you'd know it's an extremely common fantasy & I've talked to a lot of men who have it so am I sick or are you naive? Not saying it's ok btw but it goes to show women should be especially careful who they date if they have young daughters in the house imo\n  ","744658":"\n   You’re hot af 😍😍😍\n  ","744659":"\n   Yes or no\n  ","744660":"\n   How’d you lose custody of your daughter\n  ","744661":"\n   What is it like to give birth to a baby?\n  "},"Answer":{"743589":"\n  Preach it !\n  ","743590":"\n  Yawn these questions are dumb\n  ","743591":"\n  I have\n  ","743592":"\n  No\n  ","743593":"\n  You sound dumb. Why can’t someone be happy online and have a bf\/gf without y’all thinking it’s fake.\n  \n  Get a life\n  ","743594":"\n  I have zero clue what you’re talking about\n  ","743595":"\n  Idc about the Bible\n  ","743596":"\n  Send me questions about me\n  ","743597":"\n  😴🥱🤑🤮😭☺️😋🍕\n  ","743598":"\n  Thank you baby 🥰\n  ","743599":"\n  I want to be\n  ","743600":"\n  Nope\n  ","743601":"\n  No\n  ","743602":"\n\n   https:\/\/onlyfans.com\/gabbyohok\n  \n","743603":"\n  Keep sending me questions in.\n  \n  About my life \/\/\n  ","743604":"\n  Exactly ; I literally hate that. Like there’s so many other seats that are empty. Don’t sit next to me. I even hate when it’s packed and I HAVE to sit next to someone.\n  ","743605":"\n  If that’s what you wanna think .\n  \n  Sure .\n  ","743606":"\n  9853 - almost to 10K 🤩.\n  \n  I follow a bunch of ppl tbh\n  ","743607":"\n  Uh no? I guess your parents don’t want what’s best for you when you fxck up.\n  \n  Lmao\n  ","743608":"\n  What a lame joke .\n  \n  You’re blocked\n  ","743609":"\n  Because he’s my dad? & obviously wants best for me . I’d lecture me kids at any age. Especially if it’s for the better\n  ","743610":"\n  Yeah ; from time to time\n  ","743611":"\n  That you’re blocked\n  ","743612":"\n  My moms annoying everyday 24\/7\n  \n  And my dads annoying when he lectures me\n  ","743613":"\n  Depends\n  ","743614":"\n  Nah\n  ","743615":"\n  Subscribe to see. If not all well.\n  ","743616":"\n  Mhm, nothing\n  ","743617":"\n  Yep. Lol\n  ","743618":"\n  No. I don’t like house parties\n  ","743619":"\n  Sure\n  ","743620":"\n  Hello\n  ","743621":"\n  You know what’s funny. That’s my moms comb ;\n  \n  I don’t even own one like that\n  ","743622":"\n  I have the xs max\n  ","743623":"\n  Thank you\n  ","743624":"\n  Idc ; I’m not religious\n  ","743625":"\n  I would definitely change a lot of things between me & my mother-in-law. Lot I regret with letting her do \/\/ getting away with a lot\n  ","743626":"\n  Let’s not worry about others sex life.\n  \n  Now spam me with decent questions about me & my life.\n  ","743627":"\n  smoking\n  ","743628":"\n  Lol. No it’s not.\n  ","743629":"\n  Mhm , that’s what I heard \/ read. But she did get an abortion a year & half ago. And she wasn’t with Noah at that time.\n  ","743630":"\n  Well people are just now figure things out.\n  \n  So I highly doubt you knew that before a ppl recently started saying it\n  ","743631":"\n  Fladager\n  ","743632":"\n  Well, I just read that she was pregnant by someone else before she got back with Noah.\n  ","743633":"\n  Mhm\n  ","743634":"\n  Mhm , from what I was seeing , people are saying she’s coming out of nowhere with these disorders she claims to have.\n  \n  ** TW: she says she had an ED but idk how true that was bc before her & her husband split she never mentioned anything. But idk\n  ","743635":"\n  O.\n  \n  Nobody said there was drama with her??? So idk where you got that from.\n  ","743636":"\n  I have no idea what drama you’re referring to .\n  ","743637":"\n  For 1 I like her post randomly . I don’t like everything she shares.\n  \n  And like I’ve stated before. Ppl saying shxt about her seems to be true but ima do my own research and see what the fuss is all about & what others are seeing that most don’t.\n  ","743638":"\n  Can y’all send me and my wifey some questions. My inbox is empty . I know I haven’t really been answering questions. But, I have time to myself today . So let’s ask me some questions\n  ","743639":"\n  I don’t think so.\n  \n  Looks better if you just print it out\n  ","743640":"\n  Nah\n  ","743641":"\n  Lol . Seeing this person\n  ","743642":"\n  Mhm idk\n  ","743643":"\n  Bye\n  ","743644":"\n  No\n  ","743645":"\n  Send me some good questions\n  ","743646":"\n  Never been in one\n  ","743647":"\n  I got my promise ring that day\n  ","743648":"\n  Idc\n  ","743649":"\n  Uh no\n  ","743650":"\n  By drinking it?\n  ","743651":"\n  Poolside\n  ","743652":"\n  I don’t have any\n  ","743653":"\n  Sure\n  ","743654":"\n  Bye\n  ","743655":"\n  Heated debates\n  ","743656":"\n  Not me\n  ","743657":"\n  100 fishes\n  ","743658":"\n  Sure\n  ","743659":"\n  No. I’m not a big fan of ice cream anyways\n  ","743660":"\n  Rn there’s snow on the ground lol . It’s actually more like winter here\n  ","743661":"\n  I do\n  ","743662":"\n  Christmas with the Krank\n  ","743663":"\n  No . Ppl just say that to say it\n  ","743664":"\n  Yay\n  ","743665":"\n  Honesty I’m not into fat ppl . They’re gross imo\n  ","743666":"\n  Nobody does\n  ","743667":"\n  I don’t like holiday songs\n  ","743668":"\n  Idc\n  ","743669":"\n  More\n  ","743670":"\n  No\n  ","743671":"\n  Nothing\n  ","743672":"\n  5:00pm\n  ","743673":"\n  Yea I did\n  ","743674":"\n  Ask me questions\n  ","743675":"\n  Going to urgent care , wal mart probably , and who knows what else\n  ","743676":"\n  Ya\n  ","743677":"\n  Subscribe to my onlyfans page\n  ","743678":"\n  Idk I don’t live in Florida\n  ","743679":"\n  I’m going to take a nap\n  ","743680":"\n  Yep\n  ","743681":"\n  Subscribe to my onlyfans\n  ","743682":"\n  Idc\n  ","743683":"\n  I’m fine\n  ","743684":"\n  Bye\n  ","743685":"\n  Thanks\n  ","743686":"\n  Hah! Probably , I’ve always said I would love to go on a game show and win the money . Me and my man talked about it before. Just a dream lmao.\n  ","743687":"\n  I do i guess lol.\n  ","743688":"\n  I highly doubt that .\n  \n  Plus I highly doubt she wants that kind of friend\n  ","743689":"\n  Lmfao what’s her excuse this time for not being her friend\n  ","743690":"\n  She doesn’t have it .\n  ","743691":"\n  Nobody deserves their number put on the internet .\n  \n  Getting punch in the face, yes she deserved that .\n  ","743692":"\n  As she should. Nobody should post someone personal number online. Simple.\n  ","743693":"\n  Sega genesis\n  ","743694":"\n  Exactly ; that’s seems to be the world we live in unfortunately\n  ","743695":"\n  Well we should throw shade at her fake ass friend who pretend to be her friend bc she dislikes kasey\n  ","743696":"\n  Let’s see now\n  ","743697":"\n  Lmfao I’m the floater friend but yet you just switched up on a desperate girl. Smh . Y’all lil bxtches are so dumb sometimes\n  ","743698":"\n  Omg that didn’t take long. Took what? 2 days lmao. Weren’t you just all up her ass? 👏🏽\n  ","743699":"\n  Nah\n  ","743700":"\n  Face tattoos are so ugly lmao\n  ","743701":"\n  Nope.\n  \n  Those are really ugly to me.\n  ","743702":"\n  A stranger\n  \n  Logic\n  ","743703":"\n  Well, that’s fxcking great for them 👍🏽\n  ","743704":"\n  No\n  ","743705":"\n  Just made a quick $75\n  ","743706":"\n  Yep\n  ","743707":"\n  I don’t like getting to much into these type of debates or talks\n  ","743708":"\n  I’m feeling good .\n  ","743709":"\n  Nope & I probably won’t either\n  ","743710":"\n  Blue\n  ","743711":"\n  Disco Knob Jockey\n  ","743712":"\n  I celebrate Christmas but I don’t really have any traditions . But one thing we always do is put up the Christmas tree the day after thanksgiving\n  ","743713":"\n  I can.\n  \n  Send me in good questions\n  ","743714":"\n  Thank you.\n  \n  Funny I showed my mom & she thought we were engaged 😂\n  ","743715":"\n  Text me 👀\n  ","743716":"\n  Lmfaoo , probably over 100\n  ","743717":"\n  I’ve heard a lot of negative feed back from her. I use to like her but I kinda most interested when her and her hubby broke up & she never mentioned why or anything. Left we followers wondering\n  ","743718":"\n  I love jaguars tbh lmao . But I’d ride around with you lol.\n  ","743719":"\n  No\n  ","743720":"\n  I like a lot of old school I guess\n  ","743721":"\n  That’s what I’m saying. Like I said what I said like yesterday. Literally like a whole day ago\n  ","743722":"\n  No not her . But other females I follow. I’m lot going to put there usernames out there bc that’s not right .\n  ","743723":"\n  When I was younger or if my kids asked\n  ","743724":"\n  Pics\n  ","743725":"\n  You can see those details if u subscribe to my onlyfans\n  ","743726":"\n  Wasn’t this yesterday’s on going lmao.\n  \n  Idgaf about any religion\n  ","743727":"\n  I see ppl tweeting about her and I see her comments. It kinda seems like she wants attention . Idk I gotta do more research\n  ","743728":"\n  Seeing more & more of Caitlin Fladager bs . How was I so blind\n  ","743729":"\n  K cool\n  ","743730":"\n  Do I look like I own ask?\n  \n  You better take that up with the owners\n  ","743731":"\n  Bye\n  ","743732":"\n  187\n  ","743733":"\n  Brussel Sprouts\n  ","743734":"\n  2 days?\n  ","743735":"\n  Getting closer to 10k 🤩\n  ","743736":"\n  Need some good questions\n  ","743737":"\n\n   https:\/\/onlyfans.com\/gabbyohok\n  \n","743738":"\n  Damn bxtch . You’re still being desperate for someone else’s man. You had to beg for forgiveness. Nasty lil ho\n  ","743739":"\n  Nobody did\n  ","743740":"\n  Get me back on the top 10\n  ","743741":"\n  Animal shelter are so sad and I know they never treat those animals right\n  ","743742":"\n  Smh all this snow\n  ","743743":"\n  Yep. They’re unhappy with their lives so they have to bring others down\n  ","743744":"\n  Lmfao socks?\n  \n  I smoke cigs\n  ","743745":"\n  Australia\n  ","743746":"\n  Neither . I can’t have none\n  ","743747":"\n  Sorry but I’m obsessed 💍💕\n  ","743748":"\n  Wtf go away nasty\n  ","743749":"\n  I like all the above\n  ","743750":"\n  I’m not a big fan of balloons\n  ","743751":"\n  Photography\n  ","743752":"\n  Uh yeah?\n  ","743753":"\n  Who knows\n  ","743754":"\n  Oreos\n  ","743755":"\n  Bye\n  ","743756":"\n  Bye\n  ","743757":"\n  Blocked\n  ","743758":"\n  Idk everyday\n  ","743759":"\n  I know\n  \n  THanks\n  ","743760":"\n  Blocked\n  ","743761":"\n  I dislike everyone\n  ","743762":"\n  I’m tired of this question that i answer everyday\n  ","743763":"\n  I have no clue\n  ","743764":"\n  Damn I have work\n  ","743765":"\n  Burger King\n  ","743766":"\n  I’m not going back & forth with you on this\n  ","743767":"\n  Our world makes everything about color\n  ","743768":"\n  No\n  ","743769":"\n  Obviously not\n  ","743770":"\n  Can I actually get questions about my life\n  ","743771":"\n  They do say that\n  ","743772":"\n  Nah i want questions about my life\n  ","743773":"\n  Burger King\n  ","743774":"\n  Ok?\n  ","743775":"\n  Well I don’t have that problem\n  ","743776":"\n  Ask me things guys\n  ","743777":"\n  Idgaf about white privilege\n  ","743778":"\n  Wtf\n  \n  Far from it lmao\n  ","743779":"\n  If anything I have an attitude like my mama 😇\n  ","743780":"\n  Bam anon\n  ","743781":"\n  Idc\n  ","743782":"\n  Omfg are you dumb?\n  \n  You can study and look upon other countries\n  ","743783":"\n  Oh stfu.\n  \n  I’m basing it off what I see and how their country is you dumb bxtch\n  ","743784":"\n  Lol\n  ","743785":"\n  4\n  ","743786":"\n  Nope.\n  \n  Never and I don’t want to be\n  ","743787":"\n  Done 💕\n  ","743788":"\n  Absolutely like some of these females on here lmao\n  ","743789":"\n  About to clock back in from my break\n  ","743790":"\n  Nah ; nasty ho\n  ","743791":"\n  Thanks. I do too.\n  ","743792":"\n  💕💍😍\n  ","743793":"\n  I’m interesting in receiving good questions\n  ","743794":"\n  Can I ask why you’re sending me this\n  ","743795":"\n  I like onion dip lmao\n  ","743796":"\n  Like what 90% of em lmao\n  ","743797":"\n  In their country they are allowed to marry multiple women\n  ","743798":"\n\n   @latinagirl398\n  \n  can’t even form her own opinion . Saying I’m a floater friend but has barely been on ask for a whole week & just going based off someone who likes you and dislikes someone else. Smh\n  ","743799":"\n  So what . They still allow their men  to be treat them like they’re nobody’s\n  ","743800":"\n  Sure\n  ","743801":"\n  They smell , always hitting on teen girls , never let their wives leave the house without them, having multiple wives , just nasty yo\n  \n  Anything fxcking else?\n  ","743802":"\n  I can’t wait to go on break & catch up on drama 👀😂\n  ","743803":"\n  I did. I got my man a jacket , hoodie and sweat pants , the kids clothes and my man got me a promise ring 💍\n  ","743804":"\n  People change when they want\n  ","743805":"\n  Gross\n  ","743806":"\n  I dislike a lot of ppl\n  ","743807":"\n  Says the one who wants someone else man lmao.\n  \n  Lmfao taking well after Syd the kid\n  ","743808":"\n  My man\n  ","743809":"\n  Depends\n  ","743810":"\n  I don’t remember how long it took . But I’m like 100% sure I said it first\n  ","743811":"\n  Why would I have a thought\n  ","743812":"\n  I don’t click links\n  ","743813":"\n  I don’t click links\n  ","743814":"\n  I don’t have one\n  ","743815":"\n  No\n  ","743816":"\n  She just can’t keep up with what she says\n  ","743817":"\n  Dumb bxtch\n  ","743818":"\n  Well there\n  ","743819":"\n  Lmfaooo ; if the boot fits lace that bxtch up\n  ","743820":"\n  Ho*\n  \n  And Syd the kid obviously has no idea what she’s talking about .\n  \n  But k\n  ","743821":"\n  This song is fire 🔥\n  ","743822":"\n  Lmfaoo cause Syd the kid things she knows everything I guess 🤷🏽‍♀️\n  ","743823":"\n  But didn’t Sydney said he did lead her on? 🤔\n  ","743824":"\n  I have an older brother & a younger sister.\n  \n  I’m fairly close with them\n  ","743825":"\n  A machine\n  ","743826":"\n  No & no\n  ","743827":"\n  Hell yeah\n  ","743828":"\n  Why are you asking me .\n  \n  Am I her keeper? No .\n  \n  Do I talk to her like that ? No.\n  ","743829":"\n  Ho *\n  ","743830":"\n  I’m not going to down play her job .\n  ","743831":"\n  She’s just a dumb bxtch . Lmao .\n  \n  Playing victim ~\n  ","743832":"\n  Bxtch stfu. If you weren’t trying to act tough on the internet you wouldn’t have gotten punched . Especially trying to steal someone else’s man on top of that. Smh\n  ","743833":"\n  I have\n  ","743834":"\n  Idk he’s amazing\n  ","743835":"\n  I bought clothes for ppl & other stuff.\n  \n  I also, got a ring from my bf\n  ","743836":"\n  I like a lot\n  ","743837":"\n  Fetish\n  ","743838":"\n  Neither\n  ","743839":"\n  I do not\n  ","743840":"\n  It’s funny how she knows about Alex when she has never been on ask before.\n  \n  Let me guess . Her bff told her lmao\n  ","743841":"\n  Lmfaoo if you don’t know all well\n  ","743842":"\n  No\n  ","743843":"\n  Duh we already knew that lol .\n  \n  Syd the kid at it again\n  ","743844":"\n  Lmfao she got the tea from the kid on here who thinks she’s the shxt 🥴\n  ","743845":"\n  She needs all the luck lmao\n  ","743846":"\n  I will when you’re blocked lmao\n  ","743847":"\n  Lmfaoo she’s going to take it personal and try and act all tough again . Til her teeth are down her throat lmao\n  ","743848":"\n  Idc .\n  \n  Ask me questions about me or move along\n  ","743849":"\n  No\n  ","743850":"\n  No\n  ","743851":"\n  People die everyday\n  ","743852":"\n  She is a nasty little girl lmao . Trying to steal someone’s man and gets punched for trying to act big and bad on the internet lmao\n  ","743853":"\n  Hi I’m gabby and I don’t give a fxck about that chick  . She’s a nasty lil girl\n  ","743854":"\n  Probably not since we keep reproducing\n  ","743855":"\n  You sound mad lmaoooo\n  \n  Hater at its finest\n  ","743856":"\n  They need to be arrested lmao. This chick is hilarious\n  ","743857":"\n  Not a fan\n  ","743858":"\n  Just here and others who are like her.\n  \n  Half my friends are Hispanic . Like half my hometown \/ town is filled with Hispanics lmao\n  ","743859":"\n  💕💕💕\n  ","743860":"\n  Anons love to knit pick at everything lol\n  ","743861":"\n  6 hrs late to the party\n  ","743862":"\n  Wtf\n  ","743863":"\n  Why are you asking me as if I’m them\n  ","743864":"\n  Lmfaooo omg she got punched 😂\n  ","743865":"\n  What?\n  ","743866":"\n  Idc about her\n  ","743867":"\n  Why are you sending me this\n  ","743868":"\n  And you were right lol\n  ","743869":"\n  Don’t care\n  ","743870":"\n  Cool story\n  ","743871":"\n  Doesn’t bother me lmao. Syd the kid can say whatever she wants lmao.\n  ","743872":"\n  Exactly ; I just seen it too. And he requested me on IG and I left it there\n  ","743873":"\n  Y’all see the dumb shxt I get. Smh\n  \n  Lmfaoo this was sent Monday & im just now seeing it\n  ","743874":"\n  That’s good for you.\n  \n  Nobody asked\n  ","743875":"\n  NineGDxFourO\n  ","743876":"\n  Cause I want it like that\n  ","743877":"\n  Try it\n  ","743878":"\n  Publicly announcing she wants someone else’s man & she wants to be his wife. & how she will comfort him when his gf leaves. Mhm\n  ","743879":"\n  💕\n  ","743880":"\n  Still getting closer to 10k followers\n  ","743881":"\n  I agree 😇\n  ","743882":"\n  Thank you wifey. But that’s all you ❤️🔥💕\n  ","743883":"\n  No you’re fine\n  ","743884":"\n  No in the end it’s both . He doesn’t like her but yet she’s like trying to force him. At the end of the day she’s just a POS for even posting that shxt online especially for attention 😭\n  ","743885":"\n  Get me back on the top 10\n  ","743886":"\n  Thank ya\n  ","743887":"\n  😂😂😂😂. I agree lmfaoooo . It’s not cute to want to brag about wanting someone else’s man .\n  ","743888":"\n  GxCxD\n  ","743889":"\n  It was good .\n  \n  Worked\n  ","743890":"\n  No female will ever disrespect me like that. Especially talking about wanting my man and being his wife. That’s just ew\n  ","743891":"\n  She shouldn’t try & want to be a home wrecker 🤮\n  ","743892":"\n  Lol . Good . Don’t care what these anons say.\n  ","743893":"\n  America\n  ","743894":"\n  going to get ready for the day\n  ","743895":"\n  Lol ; your speaking the truth tho. They probably will go run & send links around.\n  ","743896":"\n  I’m not here for conversations.\n  \n  I want questions\n  ","743897":"\n  Bye\n  ","743898":"\n  I would feel embarrassed too tbh. Some ladies can’t just get there own man\n  ","743899":"\n  It really is tbh. How someone can just do that\n  ","743900":"\n  Thank you baby 💕❤️\n  ","743901":"\n  Omg my wife\n  \n   @LilMommaBear\n  \n  have me 900 coins in my promise ring 🥰\n  ","743902":"\n  Christmas with the Kranks\n  ","743903":"\n  But\n  \n   @krazie_doll\n  \n  is an expectation. She’s amazing & gorgeous 💕😍\n  ","743904":"\n  Ew ; it’s sad how she can’t get her own man. Spanish women are gross & gives no fxcks\n  ","743905":"\n  Disrespectful lil ugly bxtch\n  ","743906":"\n  Inbox empty now.\n  \n  Send in them questions\n  ","743907":"\n  No\n  \n  No\n  \n  I take the train \/ drive myself lol.\n  \n  Yes\n  \n  No\n  \n  No\n  \n  No\n  \n  No\n  ","743908":"\n  Both lol\n  ","743909":"\n  Neither\n  ","743910":"\n  Watching movies at home . I don’t even remember the last time I went to the movies\n  ","743911":"\n  Yeah we have\n  ","743912":"\n  Nope and it’s alright\n  ","743913":"\n  💕\n  ","743914":"\n  I don’t think it was stupid. It ran deeper\n  ","743915":"\n  Ofc\n  ","743916":"\n  None\n  ","743917":"\n  He said something along the lines of how I’m annoying and the way he said it I didn’t like . So I dragged it and it lead to an argument\n  ","743918":"\n  Couple days ago with my man\n  ","743919":"\n  Taken\n  ","743920":"\n  Do you have a question\n  ","743921":"\n  Yes\n  ","743922":"\n  No\n  ","743923":"\n  A dumb one\n  ","743924":"\n  And I just said “nope” never got called that name from a random stranger\n  ","743925":"\n  Idk why y’all are trying to say a stranger will take my man lmao.\n  \n  You know how dumb that sounds rn\n  ","743926":"\n  Not really. Like if y’all are trying to save and you know your s\/o likes to spend money it’s a good idea I suppose\n  ","743927":"\n  Nope .\n  ","743928":"\n  & im Gabby.\n  \n  Not kasey or Devon\n  ","743929":"\n  Well my man knows .\n  \n  Food and cuddles\n  ","743930":"\n  That I’m actually a sweet girl\n  ","743931":"\n  Yeah\n  ","743932":"\n  No\n  ","743933":"\n  She wouldn’t in the first place bc what’s mine is mine & I don’t play\n  ","743934":"\n  We’re 25 so we’re both to mature for that bs\n  ","743935":"\n  It wouldn’t happen Lmaoo\n  ","743936":"\n  Uh no?\n  ","743937":"\n  What\n  ","743938":"\n  Send me juicy questions guys\n  ","743939":"\n  Ew\n  ","743940":"\n  Why are you asking such a dumb question\n  ","743941":"\n  I’m so in love 🥰💍💕\n  ","743942":"\n  Mhm Dunkin’ Donuts for breakfast 🧐\n  ","743943":"\n  I have zero clue & idc what she thinks. Lol.\n  \n  Idk if she knows yet & she probably does know from his cousins\n  ","743944":"\n  8 years\n  ","743945":"\n  You’re going to die\n  \n  Stfu and stop making things up about ppl\n  ","743946":"\n  Sure .\n  ","743947":"\n  Don’t know. Not something I’m to worried about right now\n  ","743948":"\n  In my hometown\n  ","743949":"\n  Idk why you’re trying to still compare me to her when I want questions about ME . Not me and her.\n  \n  You got that\n  ","743950":"\n  Thank you\n  ","743951":"\n  Can I get questions about me\n  ","743952":"\n  I have work all weekend .\n  ","743953":"\n  Getting closer everyday to 10k followers 🤩\n  ","743954":"\n  I don’t want a wedding ring rn.\n  \n  So obviously I’m happy with what I have\n  ","743955":"\n  He had said something along the lines of how I’m annoying and whatever. But he said it in a way I didn’t like . So I dragged the argument\n  ","743956":"\n  I got some stuff yesterday lol.\n  \n  I just go lmao. Wing it\n  ","743957":"\n  Bye\n  ","743958":"\n  This isn’t a question\n  ","743959":"\n  I’m dating my guy\n  ","743960":"\n  I love my promise ring\n  ","743961":"\n  How small it is\n  \n  & how it doesn’t have a bath tub\n  ","743962":"\n  Stop asking this question\n  ","743963":"\n  He’ll yeah . Lol\n  ","743964":"\n  My life\n  ","743965":"\n  Relax . We have more than enough time to get married.\n  \n  I didn’t realize there was a time limit lmao\n  ","743966":"\n  We both talked about marriage plenty of times lol. No need to rush fool.\n  \n  Imagine thinking you know my relationship lol.\n  ","743967":"\n  Lol. Uh? No.\n  ","743968":"\n  Idk ; he paid for it while my friend took a video on my sc for me\n  ","743969":"\n  🥰\n  ","743970":"\n  Yeah I knew. We talked about it.\n  \n  And it’s my early Christmas gift 💕🙄\n  ","743971":"\n  Spam me with juicy questions tonight 💦\n  ","743972":"\n  Shower glass & curtain\n  ","743973":"\n  A bed lol. & yes I survived\n  ","743974":"\n  I love it so much. I’m so obsessed & shocked 💕💍\n  ","743975":"\n  Lol. No\n  ","743976":"\n  Thanks. I had a really great day!!! Hope you did as well\n  ","743977":"\n  I had thanksgiving dinner\n  ","743978":"\n  Home wreckers 🤮\n  ","743979":"\n  I’m so obsessed with my ring 💍💕\n  ","743980":"\n  No\n  ","743981":"\n  The space\n  ","743982":"\n  I’m thankful for my little fam ❤️☺️.\n  \n  I honestly don’t\n  ","743983":"\n  Happy thanksgiving\n  ","743984":"\n  I had my thanksgiving dinner today\n  ","743985":"\n  I’m not a fan of casserole\n  ","743986":"\n  Happy thanksgiving to you too!\n  \n  I’ve had a fantastic day\n  ","743987":"\n  My thanksgiving was the best I’ve had 🥰 & I love\n  \n  Turkey wings\n  ","743988":"\n  K\n  ","743989":"\n  Idc\n  ","743990":"\n  No I don’t\n  ","743991":"\n  💍😇\n  ","743992":"\n  Bye\n  ","743993":"\n  Okay???\n  ","743994":"\n  Me and my bf had broke up back in like 2014 and that’s how\n  ","743995":"\n  Yes\n  ","743996":"\n  I said a promise ring .\n  ","743997":"\n  Wtf\n  ","743998":"\n  I’m so happy .\n  \n  I just got my promise ring that I’ve always wanted for 8 years 💍💕\n  ","743999":"\n  Omfg might be getting my promise ring today 💍\n  ","744000":"\n  I have those moments a lot so idk\n  ","744001":"\n  Promise ring today 👀 🙊\n  ","744002":"\n  No unless with my son\n  ","744003":"\n  Thanks\n  ","744004":"\n  Not very creative\n  ","744005":"\n  No\n  ","744006":"\n  No\n  ","744007":"\n  Ppl don’t use there minds\n  ","744008":"\n  Mac&Cheese\n  ","744009":"\n  What are you even talking about\n  ","744010":"\n  It’s thanksgiving in America . So maybe after 6pm when most stores open I’ll probably go shopping\n  ","744011":"\n  Thank you. But these ppl will tell you that , that 25% doesn’t mean anything. Ppl are so ignorant\n  ","744012":"\n  Yeah\n  ","744013":"\n  If your so curious about other parents sex life to ask your own parents\n  ","744014":"\n  Does he what?\n  ","744015":"\n  What about my mom\n  ","744016":"\n  If you say\n  ","744017":"\n  Blocked\n  ","744018":"\n  My dad was never married so idk how he would be divorce . And how would you even know if he has a gf or not\n  ","744019":"\n  Did I say that? Or did I say he got darker\n  ","744020":"\n  Actually he’s gotten dark lmao.\n  \n  Funny because my dad pointed that out when we were texting lmao.\n  \n  And you haven’t realized I’m light\n  ","744021":"\n  In ATLANTIC CITY\n  ","744022":"\n  Wtf you didn’t ask a question.\n  ","744023":"\n  K\n  ","744024":"\n  Uh yeah?\n  ","744025":"\n  Uh no? 1st grade math I’m capable of doing\n  ","744026":"\n  Helping who?\n  ","744027":"\n  Yeah\n  ","744028":"\n  Math\n  ","744029":"\n  Then he’ll be in trouble and with no camera .\n  \n  But, I know I wouldn’t have that problem\n  ","744030":"\n  Yep . Do as good as he can.\n  ","744031":"\n  He wants to make YouTube videos.\n  \n  But he isn’t getting a camera until the end of the school year plus he has to do well\n  ","744032":"\n  He wants a microphone, a camera , games for his switch , and that’s about all for now.\n  ","744033":"\n  My son yeah. He’s 6 so he tells us what he wants. My daughter is only going to be 8 months . So probably some toys & clothes\n  ","744034":"\n  I’m not answering all your sex questions .\n  \n  So either ask decent ones or don’t ask at all\n  ","744035":"\n  Nothing yet. Haven’t even started yet .\n  \n  Hopefully tomorrow or Friday we’ll start haha\n  ","744036":"\n  Keep the questions coming for honesty night\n  ","744037":"\n  When we feel like it ~\n  ","744038":"\n  I do and then I don’t .\n  ","744039":"\n  Yeah. We been together since high school\n  ","744040":"\n  Because we wanted to????\n  ","744041":"\n  No. I was a walker & in order for me and my bf (when we were in school) to get there we’d have to cross over the train tracks\n  ","744042":"\n  Exactly ;\n  ","744043":"\n  K cool\n  ","744044":"\n  I didn’t ask nor do I care\n  ","744045":"\n  I didn’t bully anyone .\n  \n  And if I did link me to it lmao\n  ","744046":"\n  No reason lmao\/\n  \n  Her and her lies backfired\n  ","744047":"\n  Playground , car , bushes by the train tracks before school, in the woods , when I played manhunt outside lmao\n  ","744048":"\n  When? Lmao\n  ","744049":"\n  Cause of my mother-in-law.\n  ","744050":"\n  9781\n  ","744051":"\n  No. But close lmao.\n  ","744052":"\n  No. But I don’t really believe in paranormal activity\n  ","744053":"\n  I already answered this before\n  ","744054":"\n  I’m about 117lbs\n  ","744055":"\n  I’m not big on breakfast .\n  \n  But if I do eat it , it’s like BEC sandwich, McDonald’s , or ihop ,\n  ","744056":"\n  Not to my knowledge\n  ","744057":"\n  Gained?\n  ","744058":"\n  Someone on here\n  ","744059":"\n  Ted Bundy\n  \n  Charles Manson\n  ","744060":"\n  Lol. If that’s your opinion.\n  \n  Cool\n  ","744061":"\n  Smoking cigarettes\n  ","744062":"\n  I swear everyday I’m getting closer to 10k followers 💕😇\n  ","744063":"\n  Honestly I really can’t stand thanksgiving . I’d wish we could just skip the whole holiday\n  ","744064":"\n  I have. It’s a good store I just hate how when you get home you have to play bob the builder\n  ","744065":"\n  You can ask me questions about me or my life\n  ","744066":"\n  Still doing honesty night\n  ","744067":"\n  No.\n  ","744068":"\n  I don’t have a pet. So no\n  ","744069":"\n  Cool story\n  ","744070":"\n  You sound dumb & ignorant\n  ","744071":"\n  All the questions you ask\n  ","744072":"\n  Not that I’m aware of\n  ","744073":"\n  Well my sons going to grandpas tonight. Nevaeh went with her grandma. So just eat Lmaoo\n  ","744074":"\n  This morning we ran errands with Joseph , cane back home, then went back out. Got my eyebrows done, my man got a hair cut , we ate and that was all for now. Hopefully we do something when he wakes up.\n  ","744075":"\n  Let’s do honesty night\n  \n  Send in whatever you want\n  ","744076":"\n  I want Taco Bell sm rn\n  ","744077":"\n  No I don’t.\n  ","744078":"\n  I love to make stuffed shells\n  ","744079":"\n  Enough money to last us until next pay period\n  ","744080":"\n  🙊😂\n  ","744081":"\n  Maigua\n  ","744082":"\n  Thank you\n  ","744083":"\n  Bragging about wanting someone else’s man on the internet is just trashy af\n  ","744084":"\n  I am .\n  \n  Thanks for asking\n  ","744085":"\n  That’s good for her. Lol.\n  ","744086":"\n  I was . Probably going back to sleep for another hr\n  ","744087":"\n  I love everything tbh .\n  \n  But I do hate how cold it can get\n  ","744088":"\n\n   https:\/\/onlyfans.com\/gabbyohok\n  \n","744089":"\n  I do\n  ","744090":"\n  Not my job\n  ","744091":"\n  Thinking about taking a nap & hopefully going out later tonight\n  ","744092":"\n  Whatever they want\n  ","744093":"\n  Yesterday \/\/ and I’m not sure\n  ","744094":"\n  When I need to\n  ","744095":"\n  I’m not a big fan of cake\n  \n  But maybe red velvet\n  ","744096":"\n  Depends on my mood\n  ","744097":"\n  Found $200 today . And me and my man both got paid decent . Much better day than yesterday\n  ","744098":"\n  Me and my man both got paid today & found $200 on top of that\n  ","744099":"\n  I’ve visit a person on prison\n  ","744100":"\n  From Apple Music or my man\n  ","744101":"\n  Well I care .\n  \n  I didn’t say what I said was wrong lmao.\n  \n  I meant what I said about those 2 ppl\n  ","744102":"\n  Same reason why Ben just comes on here to talk shxt down upon ppl and making so many unnecessary accounts .\n  \n  But still you shouldn’t tell someone to die\n  ","744103":"\n  Well you shouldn’t be talking about my kids .\n  \n  But obviously me telling them that it hasn’t worked\n  ","744104":"\n  I don’t think any one should tell someone they should die.\n  \n  That’s just my morals\n  ","744105":"\n  Am I her keeper\n  ","744106":"\n  Well she’s a disrespectful PoS.\n  \n  Hope she never finds a man and if she does somebody takes him .\n  ","744107":"\n  Who cares\n  ","744108":"\n  For 1 saying that someone should die makes you a shxtty person.\n  \n  And it’s uncommon . They doesn’t happen often .\n  ","744109":"\n  Idc\n  ","744110":"\n  You send this everyday.\n  \n  If you have no questions move along .\n  \n  And don’t ask how are you either\n  ","744111":"\n  Not much\n  ","744112":"\n  I smoke or I like to be left alone tbh\n  ","744113":"\n  I just said my man\n  ","744114":"\n  Why would anyone wish someone would die\n  ","744115":"\n  • my man • my man • my man • my man • my man\n  ","744116":"\n  Idc about compliments\n  ","744117":"\n  Ew no\n  ","744118":"\n  My man\n  ","744119":"\n  Sure\n  ","744120":"\n  Got paid 2 days early 🤘🏽\n  ","744121":"\n  Thank you.\n  \n  Feelings only temporary\n  ","744122":"\n  Just been arguing with my bf today\n  ","744123":"\n  Thanks\n  ","744124":"\n  Can I get some questions to get my mind off all of this bs I’m dealing with today\n  ","744125":"\n  Well I don’t watch that show nor care to\n  ","744126":"\n  Who wants this anon to stfu\n  ","744127":"\n  Yeah. I have my whole fam blocked from seeing my post unless I fix the setting\n  ","744128":"\n  I don’t get why some anons are just out right lying\n  ","744129":"\n  Lmfaoo ewww 🤢.\n  ","744130":"\n  I smoke or isolate myself\n  ","744131":"\n  Cool.\n  ","744132":"\n  Send me decent questions\n  ","744133":"\n  No\n  ","744134":"\n  Mhm idk last time I watched YouTube was yesterday morning\n  ","744135":"\n  Photography\n  ","744136":"\n  I can say whatever I want.\n  ","744137":"\n  I have mix mood right now\n  ","744138":"\n  “ when you want to fall back in love” - Lyrica\n  ","744139":"\n  I stg my moms so annoying rn . Kms\n  ","744140":"\n  Nope\n  ","744141":"\n  No\n  ","744142":"\n  Just dumb shxt .\n  \n  Gave me a really bad headache\n  ","744143":"\n\n   @sydkid_13oxx\n  \n  when did I ever say I was against you lmao. 😂. Did I say anything bad about you? Not that I’m aware of . Just like when everyone exposed you for making that hate page and I stayed quiet lmao. And it’s hilarious how you all of a sudden have a problem with me when Maigua makes an ask account. Smh . Don’t tag me in shxt anymore bc I won’t read it nor take my time out to respond 😇\n  ","744144":"\n  Why do my answers get deleted 🙄\n  ","744145":"\n  Now y’all are just being obsessed.\n  \n  Leave me tf alone\n  ","744146":"\n  No, I don’t . I literally just fxcking said that.\n  \n  Fxck off now\n  ","744147":"\n  Thank you so much ❤️\n  ","744148":"\n  I don’t have a problem with nobody. But what I don’t appreciate is , her trying to talk shxt about me . When I haven’t mentioned or talked bad about her recently or at all . Especially with that hate page she made and yet I stay out of it. So I’ll kindly love for her to now mention me ☺️\n  ","744149":"\n  Let’s be clear I ain’t nobody’s friend on here . I call out bs when I see it .\n  ","744150":"\n  In a shxtty mood. I have a really bad headache . My & my bf are fighting . Barely talked to him today. My fake axss bff just texted me to hang out even tho we barely text anymore & she’s just bored.\n  ","744151":"\n  Like I don’t get how women find it cool to go around and say the like someone else’s man .\n  \n  Shxts whack\n  ","744152":"\n  No\n  ","744153":"\n  Probably a while ago lmao\n  ","744154":"\n  Maigua is such a disrespectful POS\n  ","744155":"\n  Smh ; I hadn’t seen my bff in 2 weeks. I barely been texting her & now that she’s bored she wants to hang. FOH . Miss me with that.\n  ","744156":"\n  I don’t have time for this\n  ","744157":"\n  Depends on my mood \/ day\n  ","744158":"\n  Sorry you’re having a low night. Sadly I am too ☹️. I hope things get better with you . ❤️\n  \n  Enjoy a pix of Joseph\n  ","744159":"\n  No but I have to watch it\n  ","744160":"\n  I literally just said above this question “on this site lol”\n  \n  So why tf are you asking me something you just asked and I just answered\n  ","744161":"\n  Got this creep liking my pictures from 2-3 days ago 🥴\n  ","744162":"\n  What’s going on .\n  \n  On this site lol . I see parts but not understanding all of it . Like missing puzzle pieces\n  ","744163":"\n  I need someone to fill me in lmao 👀\n  ","744164":"\n  I have . Good movie\n  ","744165":"\n  Lol when I mean waxed I mean like get some of the hairs off . Not all lmao. That’s what some females do when they get their eyebrows done. To me it doesn’t hurt anymore bc I’m use to it\n  ","744166":"\n  My eyebrows waxed lol.\n  \n  Nothing else\n  ","744167":"\n  I’d like to stay in the present & get to my future while my past is behind me\n  ","744168":"\n  Lmfaooooo my son is literally right next to me . He has his room here all his clothes. His address for school is mine Lmaoo. And I know Taylor hasn’t told you anything bc we barely talked. The last time I talked to Taylor besides yesterday was September 28th lmaoooooo. I well aware have custody of both my kids you dipshxt\n  ","744169":"\n  Send me some juicy questions\n  ","744170":"\n  Ask my wife some good questions\n  ","744171":"\n  Idk & idc about my first crush\n  ","744172":"\n  Bye\n  ","744173":"\n  Light sweater\n  ","744174":"\n  Idk. All different type?\n  ","744175":"\n  • 25\n  \n  • 5’4\n  \n  • yeah\n  \n  • pro-choice\n  \n  • neither\n  \n  • 2 kids later\n  \n  • don’t have one\n  \n  • yeah\n  \n  • yeah\n  ","744176":"\n  Like 5 or 6 I stopped believing . I think I just found out on my own.\n  ","744177":"\n  Lol never heard of them\n  ","744178":"\n  You can’t even form a proper sentence\n  ","744179":"\n  Don’t give a fxck about you or your life\n  ","744180":"\n  No\n  ","744181":"\n  .\n  ","744182":"\n  Does it look like my page has anything else’s other then English.\n  ","744183":"\n\n   https:\/\/onlyfans.com\/gabbyohok\n  \n","744184":"\n  Yeah\n  ","744185":"\n  I don’t get depressed\n  \n  I get sad\n  ","744186":"\n  Our tree goes up Friday\n  ","744187":"\n  I kinda do\n  ","744188":"\n  You’re blocked\n  ","744189":"\n  Are you really this dumb\n  ","744190":"\n  Definitely not\n  ","744191":"\n  Sucks for you\n  ","744192":"\n  No\n  ","744193":"\n  I have\n  ","744194":"\n  I know\n  \n  Thanks\n  ","744195":"\n  No\n  ","744196":"\n  No\n  ","744197":"\n  No\n  ","744198":"\n  No\n  ","744199":"\n  Hey we all need to do a text group chat\n  \n   @LilMommaBear\n  \n  &\n  \n   @reachel_n\n  \n  🤪\n  ","744200":"\n  She’s doing amazing\n  ","744201":"\n  I’ve had plenty\n  ","744202":"\n  5+\n  ","744203":"\n  I already have a son\n  \n  & his private parts are none your business\n  ","744204":"\n  Cause she’s toxic to me\n  ","744205":"\n  Nope. And she would never win\n  ","744206":"\n  I wish I could off all contact with my in law\n  ","744207":"\n  How would I know\n  ","744208":"\n  My son: 30 weeks\n  \n  My daughter: 30 weeks & 2 days\n  ","744209":"\n  I do everyday\n  ","744210":"\n  One of the 50\n  ","744211":"\n  I’m tired of these dumb questions I get\n  ","744212":"\n  Bc I was in the living room while my man sleeps\n  ","744213":"\n  Lmaoo yes!\n  ","744214":"\n  Laying down in my bed finally\n  ","744215":"\n  Nope.\n  \n  Not something I think is ok\n  ","744216":"\n  Black-ish\n  \n  Awkward\n  \n  Real House Wives Of Atlanta\n  \n  Bobs Burger\n  \n  Modern Family\n  \n  Single Parents\n  \n  South Park\n  ","744217":"\n  Ask me questions about ME 😇\n  ","744218":"\n  Sure\n  ","744219":"\n  Don’t care\n  ","744220":"\n  Wtf are you even taking about\n  ","744221":"\n  Take me back to the summer\n  ","744222":"\n  He’s asleep for the next 40 minutes\n  ","744223":"\n  No not really\n  ","744224":"\n  Cool. Thanks\n  ","744225":"\n  I’m doing good\n  ","744226":"\n  I already do\n  \n  Try again 😂\n  ","744227":"\n  Kasey\n  ","744228":"\n  Mhm ... do u have a question\n  ","744229":"\n  Lol yeah. I’m texting her now.\n  ","744230":"\n  Thank ya 🤪\n  ","744231":"\n  No???\n  \n  Lmaoooo\n  ","744232":"\n  Fml ; reached my coin limit 😒☹️\n  ","744233":"\n  Idc. Doesn’t change the fact that she’s loud af at 8pm.\n  ","744234":"\n  Smfh my moms so fxcking annoying with her yelling. Like stfu\n  ","744235":"\n  I do. Then I don’t.\n  ","744236":"\n  Thxs.\n  ","744237":"\n  No. If I was I’d have an abortion\n  ","744238":"\n  I use to . Until I forgot it at my mother-in-law house when we moved out\n  ","744239":"\n  Ugh I feel like I have to throw up 🤢\n  ","744240":"\n  Keep sending me questions\n  ","744241":"\n  My day was alright\n  ","744242":"\n  Blocked ✌🏽\n  ","744243":"\n  Ew\n  ","744244":"\n  Blocked\n  ","744245":"\n  O\n  ","744246":"\n  No\n  ","744247":"\n  Bye\n  ","744248":"\n  I saw it ; I don’t accept ppl idk\n  ","744249":"\n  I do what I want.\n  \n  Now stop asking\n  ","744250":"\n  I do what I want\n  ","744251":"\n  xgabs.xo\n  ","744252":"\n  I’m a mother of 2\n  \n  In a 8 year relationship\n  ","744253":"\n  Why can’t you form a proper sentence\n  ","744254":"\n  Cool idc\n  ","744255":"\n  Read my bio\n  ","744256":"\n  Never been so I can’t say?\n  ","744257":"\n  Are*\n  \n  Yes I am.\n  ","744258":"\n  Thank you.\n  ","744259":"\n  People dating strangers in another country . That they met online and they’re going halfway across the country to see if this is the person they met online lmao.\n  \n  Stupid\n  ","744260":"\n  90 Day Fiancé is such a crazy show\n  ","744261":"\n  I don’t care tbh\n  ","744262":"\n  No?\n  \n  And even if it did I wouldn’t tell you\n  ","744263":"\n  Just know I’m one of the 50 states\n  ","744264":"\n  Yep in one of the 50 states\n  ","744265":"\n  That’s cool\n  \n  And no I’m surround by water\n  ","744266":"\n  Because I know I am. And people tell me all the time .\n  \n  I do everything a parent should .\n  ","744267":"\n  I’m a great damn mother to both my kids\n  ","744268":"\n  Smoke , hang out with my bf . Hang with my man \/ friends , listen to music\n  ","744269":"\n  Thanks and that’s none of your business\n  ","744270":"\n  Thank you sm\n  ","744271":"\n  I’m not bothered or worried\n  ","744272":"\n  Lol. Thanks\n  ","744273":"\n  🤷🏽‍♀️\n  ","744274":"\n  No shxt\n  ","744275":"\n  Thanks\n  ","744276":"\n\n   @LilMommaBear\n  \n\n   @learningwithlolaa\n  \n\n   @reachel_n\n  \n\n   @LyssaGirl_001\n  \n\n   @shesbackbitchesx\n  \n\n   @raisingmyminions\n  \n\n   @Hayleywilson21\n  \n\n   @littletrust\n  \n\n  That’s some that came up\n  ","744277":"\n  My nose & navel\n  \n  I had my nipple but took it out 7 months ago.\n  ","744278":"\n  4.\n  \n  I can’t wait to get more\n  ","744279":"\n  I swear. This question is so annoying\n  ","744280":"\n  Yeah???\n  ","744281":"\n  5+\n  ","744282":"\n  End of May?\n  ","744283":"\n  probably going outback to smoke\n  ","744284":"\n  I hate how fake my best friend is. It disgusts me\n  ","744285":"\n  What about it?\n  ","744286":"\n  I have no choice.\n  \n  But, yes\n  ","744287":"\n  Uh yeah??\n  ","744288":"\n  10.21.13\n  \n  04.01.19\n  ","744289":"\n  Does it look like my page is in Spanish\n  ","744290":"\n  I just want my engagement ring already 💍\n  ","744291":"\n  Their birthday?\n  ","744292":"\n  Well not sending my son to school tomorrow. Lol\n  ","744293":"\n  Everyday I’m getting closer to 10K followers 🤩\n  ","744294":"\n  iPhone XS Max\n  ","744295":"\n  Hell yeah I would.\n  ","744296":"\n  Good I guess?\n  ","744297":"\n  Yesterday\n  \n  That’s all you need to know\n  ","744298":"\n  Yep it is.\n  ","744299":"\n  Yummy 🤤🍑\n  ","744300":"\n  That booty all mine 🍑🥵🤤\n  ","744301":"\n  Cool\n  ","744302":"\n  Mhm dumbass\n  ","744303":"\n  Why thank you\n  ","744304":"\n  Boring\n  ","744305":"\n  About to start doing squats everyday\n  ","744306":"\n  Ask my wife questions\n  ","744307":"\n  K\n  ","744308":"\n  Lmfaoo yeah okay.\n  \n  Girl bye\n  ","744309":"\n  I don’t see how that sucks lmao\n  ","744310":"\n  I have a man for my needs\n  \n  So I really don’t care for someone else touching me. Let alone I don’t want nobody else touching me\n  ","744311":"\n  K\n  ","744312":"\n  Because that’s not fun\n  ","744313":"\n  Bye\n  ","744314":"\n  K\n  ","744315":"\n  Not a question\n  ","744316":"\n  Ew\n  ","744317":"\n  You swipe over where the question is. And there’s a flag. And you click “block” and bam their added lmao.\n  \n  Are you stupid?\n  ","744318":"\n  Bye\n  ","744319":"\n  Because I have a man for that if I really wanted one\n  ","744320":"\n  Go away damn\n  \n  I literally just said I don’t give a damn about you or your life\n  ","744321":"\n  Ew\n  ","744322":"\n  I don’t give a fxck about you or your life.\n  \n  How about that\n  ","744323":"\n  No. I’m mixed dummy\n  ","744324":"\n  Well you have no questions sooo\n  ","744325":"\n  K\n  ","744326":"\n  Sounds like your problem\n  ","744327":"\n  K\n  ","744328":"\n  K\n  ","744329":"\n  Omfg I’m so sick & tired of my answers being deleted by ask. Or y’all reporting them.\n  ","744330":"\n  Nope. I been unblocked them\n  ","744331":"\n  Family topics\n  ","744332":"\n  Not a damn thing\n  ","744333":"\n  Green with white lights\n  ","744334":"\n  I’d wear jeans , uggs , sweater \/ hoodie, my green jacket, scarf , beenie and my north face jacket\n  ","744335":"\n  Yep. It’s fxcking hilarious\n  ","744336":"\n  No\n  \n  I think there’s no such thing as UFO 🛸\n  ","744337":"\n  I can’t wait to put up the tree Friday\n  ","744338":"\n  New bio .\n  \n  Who’s dis\n  ","744339":"\n  “Fxck off”\n  ","744340":"\n  I’ve only tired kiwi drinks .\n  \n  Never had the actually kiwi lmao\n  ","744341":"\n  Thank you so much 🥰\n  ","744342":"\n  I get paid this week. So maybe some shopping since I’m off Thursday . And Friday I work\n  ","744343":"\n  Yep\n  ","744344":"\n  My lil family 🥰🥺\n  ","744345":"\n  Probably not\n  ","744346":"\n  Wow literally gained 3 new followers within 20 minutes of each other\n  ","744347":"\n  I don’t get how my answers get deleted and they weren’t even bad post lmao\n  ","744348":"\n  I haven’t talked to him about it yet lmao.\n  \n  I just recently made it & im positive he will be fine with it. Since it’s another source of income if needed.\n  ","744349":"\n  Don’t know don’t care\n  ","744350":"\n  Mhm idk\n  ","744351":"\n  I literally don’t have time for this dumb shxt this morning.\n  \n  If you don’t have any questions about me or my life. Move along\n  ","744352":"\n  Do you have a question\n  ","744353":"\n  If you say dumb shxt does that make you dumb?\n  ","744354":"\n  No\n  ","744355":"\n  Both\n  ","744356":"\n  Stop asking dumb questions\n  ","744357":"\n  None\n  ","744358":"\n  Hard working\n  ","744359":"\n  Work\n  ","744360":"\n  Yep\n  ","744361":"\n  Lol. I agree.\n  ","744362":"\n  😍😍❤️❤️❤️.\n  \n  Thank you. Like who picks on babies and kids are pathetic and should never have kids\n  ","744363":"\n  You just sound dumb rn.\n  \n  I’m really about to block you because now you’re really sitting here picking on a baby.\n  \n  I literally hope you can’t have any children and if you do they get taken from you\n  ","744364":"\n  You are mad . for simple fact that you’re picking on a baby lmao .\n  \n  You’re mad about something. Hopefully you’ll figure it out .\n  ","744365":"\n  Thank you ❤️❤️❤️. Every time I post her somewhere everyone says the same thing even in public 🥰.\n  ","744366":"\n  It is sad. And don’t get me wrong not all babies are cute or whatever but to say it and pick on them is wrong.\n  \n  But that’s the society we live in\n  ","744367":"\n  No\n  \n  Stop asking\n  ","744368":"\n  Too bad she won’t tho 🤪\n  ","744369":"\n  Are you really picking on a 7 month old. Lmao.\n  ","744370":"\n  Yawn .\n  \n  I love how you’re trying to plan out an 7 month olds future lmao.\n  ","744371":"\n  You know a wh.ore I someone who sleeps around right?\n  \n  I’ve been sleeping with the same person lmao.\n  \n  Go slit your wrist\n  ","744372":"\n  She looks just like her daddy 🥺😩❤️\n  ","744373":"\n  Cause this anon has a problem with anything I do Lmaoo.\n  \n  They’re just bitter\n  ","744374":"\n  Well I have a job lmao.\n  \n  So ain’t nobody desperate for a few dollars lmao.\n  \n  So if I want money I work. Duh\n  ","744375":"\n  Good 4 you,\n  ","744376":"\n  I’m not going to keep repeating myself to you.\n  \n  Get the hint that either you subscribe or OH FXCKING WELL\n  \n  now move along\n  ","744377":"\n  Gotta subscribe to find out\n  ","744378":"\n  Obviously I’ll upload more pics you dip shxt\n  \n  Now again if you don’t care to subscribe then so be it\n  ","744379":"\n  You have to subscribe to see lmao.\n  \n  But like I said if you don’t want to cool\n  ","744380":"\n  Does it look like my page is a different language\n  ","744381":"\n  Cool\n  ","744382":"\n  Send me good questions\n  ","744383":"\n  Stop asking dumb questions\n  ","744384":"\n  Smoke , work , hang with my kids, listen to music\n  ","744385":"\n  Okay if you no questions about me or my life you can kindly get off my page now\n  ","744386":"\n  Subscribe to see.\n  \n  If not oh well\n  ","744387":"\n  Im fine\n  ","744388":"\n  Do you have a question?\n  ","744389":"\n  People want to run & believe everything\n  ","744390":"\n  Now I’m home\n  ","744391":"\n  Driving to the store\n  ","744392":"\n  She’s getting so big.\n  \n  I can’t believe she will 8 months old\n  \n  on the 1st\n  ","744393":"\n  🥺👑😍\n  ","744394":"\n  28\n  ","744395":"\n  I hope you get it ☺️\n  ","744396":"\n  I don’t give a fxck\n  ","744397":"\n  lol lucky you got that far lol.\n  \n  We talk about it but I just want it now lol\n  ","744398":"\n  Bye\n  ","744399":"\n  Bye\n  ","744400":"\n  Waiting for my engagement ring 💍\n  \n  I hope it’s soon 🥺😩\n  ","744401":"\n  🥺☺️❤️\n  ","744402":"\n  Thank ya\n  ","744403":"\n  No. His mother is taking US\n  ","744404":"\n  4 letter word\n  ","744405":"\n  Probably; probably not\n  ","744406":"\n  I’m about to take a nap\n  ","744407":"\n  Nope\n  ","744408":"\n  I do 😏\n  ","744409":"\n  Do you have a question\n  ","744410":"\n  Bought a new Christmas tree & I can’t wait to put it up next week.\n  ","744411":"\n  Why is ask so dead rn ???\n  \n  I’m still doing honesty weekend. Ending today at 12 midnight my time .\n  \n  Eastern time\n  ","744412":"\n  No going to work today\n  ","744413":"\n  I like Boston Terrier\n  ","744414":"\n  Candy corn for Halloween\n  \n  Candy canes for Christmas\n  ","744415":"\n  I really could careless people\n  ","744416":"\n  O\n  ","744417":"\n  We want questions\n  ","744418":"\n  No but I need to get one ASAP\n  ","744419":"\n  No subject\n  ","744420":"\n  For one it got deleted and ended up back in my inbox.\n  \n  I don’t ask myself questions weirdo\n  ","744421":"\n  1\n  ","744422":"\n  Send me and my wife some questions guys 🤪\n  ","744423":"\n  Sounds cute girl. I want to buy an ugly sweater\n  ","744424":"\n  Everyday I’m getting closer to 10K followers 🤩\n  ","744425":"\n  No\n  ","744426":"\n  Thank you baby 😍😘🔥\n  ","744427":"\n  No\n  \n  I wouldn’t want to date someone 10 years older than me\n  ","744428":"\n  Still doing honesty weekend. Ends today at midnight my time.\n  \n  Eastern time\n  ","744429":"\n  Adding you to my block list\n  ","744430":"\n  You wasted ur time typing this bc i didn’t even read it.\n  ","744431":"\n  Never say never\n  ","744432":"\n  Ew\n  ","744433":"\n  Good 4 you\n  \n  I didn’t ask\n  ","744434":"\n  Bye\n  ","744435":"\n  Good thing you’re allowed to have your own opinion\n  ","744436":"\n  Nope\n  ","744437":"\n  Moms white\n  \n  Dads bajan\n  ","744438":"\n  I love the name Kenzleigh\n  ","744439":"\n  A B C D\n  ","744440":"\n  I have no idea which question that was so idc\n  ","744441":"\n  These questions are trash\n  ","744442":"\n  You’ll be added to my block list\n  ","744443":"\n  I did answer it .\n  \n  And that was me being honest\n  ","744444":"\n  I don’t like brown sugar\n  ","744445":"\n  The solar system\n  ","744446":"\n  5’4\n  ","744447":"\n  I don’t care about my first time so you shouldn’t\n  ","744448":"\n  Ask ya mom\n  ","744449":"\n  Anal ew\n  ","744450":"\n  No\n  ","744451":"\n  Cool story\n  ","744452":"\n  My bf\n  ","744453":"\n  It wasn’t so bad\n  ","744454":"\n  Perks make sex better\n  ","744455":"\n  I’ll be doing honesty weekend\n  ","744456":"\n  Ask me questions guys\n  \n  Be nosey .\n  \n  Honesty weekend\n  ","744457":"\n  If that’s what you want to think okay\n  ","744458":"\n  Finally off work!!!\n  ","744459":"\n  Nah I think she just didn’t \/ doesn’t want her son to grow up & wants him all to her self\n  ","744460":"\n  Who reported my answer lmao\n  ","744461":"\n  When I first meet her 8 years ago. She was cool the first year than turned into that lmao.\n  \n  Smh she’s like a little kid . I hate dealing with her & so does her son\n  ","744462":"\n  Be rude back or ignore them???\n  ","744463":"\n  16\n  ","744464":"\n  She’s been a problem for the 7 years .\n  \n  She hates to see me and her son happy. She’s mad we have 2 kids together lmao. She’s alway trying to ruin our lives. She just took us to court. She’s always spreading lies about us to his fam or whatever tf else. She never sees her wrong doing . She doesn’t mind calling the cops on us for no reason. Wish I could cut her off\n  ","744465":"\n  Can I get questions about MY LIFE\n  \n  so I can do honesty night\n  ","744466":"\n  Can’t wait to go home and smoke a nice blunt\n  ","744467":"\n  Yeah\n  ","744468":"\n  I am\n  ","744469":"\n  I’m not getting much into it but my in-law wants custody and child support lmao\n  ","744470":"\n  Tuesday when I went to court\n  ","744471":"\n  My mother-in-law\n  ","744472":"\n  Am I other ppl no?\n  \n  I’m not insecure so I couldn’t answer this\n  ","744473":"\n  Their looks?\n  ","744474":"\n  Insecurity\n  ","744475":"\n  Mhm no I don’t\n  ","744476":"\n  Let’s do honesty night\n  ","744477":"\n  I’m at work until 11\n  ","744478":"\n  You anons must be bored tonight lmao\n  ","744479":"\n  GxCxD\n  ","744480":"\n  Send me questions\n  ","744481":"\n  Ice coffee more\n  ","744482":"\n  Yep\n  ","744483":"\n  I don’t think so Lmaoo\n  \n  Haven’t talked to him about it yet\n  ","744484":"\n  No\n  ","744485":"\n  Send me questions\n  ","744486":"\n  Hot\n  ","744487":"\n  No\n  ","744488":"\n  Does it?\n  ","744489":"\n  Address? You mean link?\n  ","744490":"\n  If you’re not buying them for me then stfu\n  ","744491":"\n  A star\n  ","744492":"\n  Send me questions before I go into work soon 🤪\n  ","744493":"\n  I really don’t want to work 4:30-11 today\n  ","744494":"\n  ☺️\n  ","744495":"\n  Why thank you ☺️\n  ","744496":"\n  I went to go visit my cousin in prison lmao\n  ","744497":"\n  Once\n  ","744498":"\n  Are my kids not allowed to see their grandma? Lmao\n  ","744499":"\n  Lmfaoo I have no secret which is weird Bc I smoke cigs and cigs make you age lmao.\n  \n  Ppl say I look at least 19 or 20.\n  ","744500":"\n  I smoke or want to be left tf alone\n  \n  Sometimes I listen to music\n  ","744501":"\n  I’m still wondering who ever told you that. Lmao\n  ","744502":"\n  I did indeed\n  ","744503":"\n  I have tons of place I want to go lol.\n  \n  Australia\n  \n  New Zealand\n  \n  Europe\n  \n  Malaysia\n  \n  Thailand\n  \n  South Korea\n  \n  Hawaii\n  \n  Florida\n  ","744504":"\n  Hyena\n  ","744505":"\n  At their grandmas house for the weekend or until Monday\n  ","744506":"\n  Damn I hdce to work 4pm-11pm 🙄\n  ","744507":"\n  One of the 50 states\n  ","744508":"\n  End of 2010 vs 2019\n  \n  Oh how I thought I was cute in 9th grade 😂🥴\n  ","744509":"\n  $5.99\n  ","744510":"\n  Nobody thinks I’m jealous of them Bc I don’t show any traits of jealousy towards someone else\n  ","744511":"\n  I’m not clicking your link\n  ","744512":"\n  Thanks I know\n  ","744513":"\n  I have one\n  ","744514":"\n  Am I him?\n  ","744515":"\n  O\n  ","744516":"\n  No\n  ","744517":"\n  Spam me with questions to wake up to\n  ","744518":"\n  Nobody\n  ","744519":"\n  Pain is all in ur head.\n  ","744520":"\n  No\n  ","744521":"\n  Annoyed af at 7am\n  \n  Hate when I’m trying to sleep & my bf comes in the house all loud & shxt . Tv loud & whatnot . But I’m never loud when he’s trying to sleep. Fxcking inconsiderate\n  ","744522":"\n  Ew sushi is nasty\n  ","744523":"\n  No\n  ","744524":"\n  No\n  ","744525":"\n  No\n  ","744526":"\n  Peppermint Bark\n  ","744527":"\n  Hot Chocolate\n  ","744528":"\n  Never been sledding\n  \n  So ima say ice skating but, I do want to go sledding .\n  ","744529":"\n  Looking at lights , going to the tree lighting in the city . Ice skating\n  ","744530":"\n  The office\n  \n  Blackish\n  \n  Bobs Burger\n  \n  Family Guy\n  \n  Awkward\n  \n  American Dad\n  \n  Futurama\n  ","744531":"\n  It was alright I guess . It was a while ago . & it happened one time.\n  ","744532":"\n  Like what?\n  ","744533":"\n  Idk Lmaoo\n  \n  Never asked\n  \n  Never really bring it up unless steer joking\n  ","744534":"\n  Made n onlyfans page 🤪\n  ","744535":"\n  Civil dats about it\n  ","744536":"\n  Uh yea?\n  ","744537":"\n  Ok?\n  ","744538":"\n  Bc it just is\n  ","744539":"\n  Bye\n  ","744540":"\n  Ew\n  ","744541":"\n  Weirdo\n  ","744542":"\n  I have\n  ","744543":"\n  Do you have a question\n  ","744544":"\n  About????\n  ","744545":"\n  Only while driving\n  ","744546":"\n  Everyday I’m getting closer to 10k followers 😁\n  ","744547":"\n  No?\n  \n  Just his mom\n  \n  Plus me & him are together & he doesn’t live with her\n  ","744548":"\n  Nope.\n  \n  She hates my dad & she’s fake af to my mom\n  ","744549":"\n  Thanks\n  ","744550":"\n  In the very beginning.\n  \n  I had really bad nausea and my doctor knew\n  ","744551":"\n  She thinks it’s what’s best for her\n  ","744552":"\n  Their grandmas\n  ","744553":"\n  I do\n  ","744554":"\n  Nope. I bs on everything in my life .\n  ","744555":"\n  Nah to much work\n  ","744556":"\n  Go fxck ur self\n  ","744557":"\n  Stop with the dumb questions\n  ","744558":"\n  Lmfao never happening\n  ","744559":"\n  B l o c k e d\n  ","744560":"\n  B y e\n  ","744561":"\n  None\n  ","744562":"\n  Bye\n  ","744563":"\n  Bye\n  ","744564":"\n  Anons love to talk shxt 😂\n  ","744565":"\n  I do then I don’t .\n  \n  But my bf said once we’re more stable he would trap me with another one. Lmao\n  ","744566":"\n  With my son 30 weeks\n  \n  With my daughter 20 weeks & 2days\n  ","744567":"\n  Gaining new followers 👀\n  ","744568":"\n  Y’all are so sweet rn\n  ","744569":"\n  Who tf reported me 😒\n  ","744570":"\n  Bxtch I am\n  \n  I’m the snack & the full course meal\n  ","744571":"\n  Bc I didn’t care to talk to her\n  ","744572":"\n  I am the snack\n  ","744573":"\n  Maybe soon\n  ","744574":"\n  Nope. He was there lmaoooooo\n  ","744575":"\n  She ate me out once & made out with me lol\n  ","744576":"\n  It’s weird how my mans friends baby mama has a crush on me lol. 😏\n  ","744577":"\n  Vodka\n  \n  Beer\n  ","744578":"\n  ✌🏽\n  ","744579":"\n  Well reached my coin limit for now\n  ","744580":"\n  Kid free this weekend 👀\n  ","744581":"\n  Ppl on this app 👀🤥\n  ","744582":"\n  Nah ; I’m the lucky one ☝🏽\n  ","744583":"\n  If I got pregnant again rn I’d have an abortion\n  ","744584":"\n  Be nosey y’all 🤪\n  ","744585":"\n  Joy\n  ","744586":"\n  Thanks\n  ","744587":"\n  For my bf to know & you never to find out\n  ","744588":"\n  Wtf .\n  \n  Y’all are weirdos for thinking that\n  ","744589":"\n  Custody \/\/ child support\n  ","744590":"\n  Small ol booty’s matter 😇\n  ","744591":"\n  Uh yeah?\n  ","744592":"\n  Waiting on my engagement ring 💍\n  ","744593":"\n  Get me back on the top 10 🥺\n  ","744594":"\n  🙄🙄🙄\n  ","744595":"\n  Thank ya\n  ","744596":"\n  Nah ; she just acts like she never took me to court 🙄\n  ","744597":"\n  Send me questions\n  ","744598":"\n  Thank you 💕\n  ","744599":"\n  Eh ; my bf was always a mama’s boy & I hated it bc it was like she never did wrong.\n  \n  But now he’s realizing what kind of person she really is\n  ","744600":"\n  Baby girl 🥰❤️\n  ","744601":"\n  Nah\n  ","744602":"\n  Crazy how my in law just texted me back at nearly 7pm when I texted her at 8:40am\n  ","744603":"\n  Nope\n  ","744604":"\n  Nope\n  ","744605":"\n  Have sex\n  ","744606":"\n  Idk????\n  ","744607":"\n  Polar Bear\n  \n  Or\n  \n  Black Panther\n  ","744608":"\n  Nope.\n  \n  Fxcking shame yo\n  ","744609":"\n  applied for the VZiP bandage even tho it’s not available in the United States yet. Only in certain countries. But I applied to be the first in America when it’s available 😇\n  ","744610":"\n  Can I be VIP 👑 on ask?\n  ","744611":"\n  I follow you\n  \n  You’re gorgeous and I love your answers ❤️\n  ","744612":"\n  Nothing serious\n  ","744613":"\n  Questions questions questions\n  ","744614":"\n  I have no idea\n  \n  Sorry\n  ","744615":"\n  I really don’t want to hang out with my best friend today lmao\n  ","744616":"\n  Where did I say that?\n  ","744617":"\n  • Newport 100’s\n  \n  • idk depends on my day lol or when I want one.\n  \n  • 19 I quit then started again at 21.\n  ","744618":"\n  None ya\n  ","744619":"\n  My nephew is by 6 months\n  ","744620":"\n  Yeah she does. That’s my brothers twin lol .\n  \n  And my nephew looks like his mom .\n  \n  People act like they never heard of biracial people lol.\n  ","744621":"\n  Well my brother is mixed like me lmaooooo .\n  \n  So his kids are mixed like mine are lol .\n  \n  They’re cousins . But ppl will say other wise haha!\n  \n  Fun fact. My nephew & son are 6 months apart lol\n  ","744622":"\n  Well he’s not ???\n  ","744623":"\n  Well she’s black then\n  \n  But both her parents are from Guyana\n  ","744624":"\n  That’s my nephew 🥰.\n  \n  & I just said she’s Guyanese\n  ","744625":"\n  6 months\n  ","744626":"\n  Guyanese 🇬🇾\n  ","744627":"\n  30\n  ","744628":"\n  For the most part\n  ","744629":"\n  No\n  ","744630":"\n  Yep\n  ","744631":"\n  Asleep\n  ","744632":"\n  That’s my brothers daughter lol .\n  ","744633":"\n  Yep.\n  \n  The men’s restroom\n  ","744634":"\n  Absolutely nothing\n  \n  Shame my in law still hasn’t texted me back .\n  \n  Smh\n  ","744635":"\n  My niece 🥰\n  ","744636":"\n  You can ask yours .\n  \n  Either ask questions about my life or appropriate questions\n  ","744637":"\n  Ask ya aunt\n  ","744638":"\n  Omg your dragging this .\n  \n  Next\n  ","744639":"\n  Thought myself . Asked questions to my close cousin & did my own research????\n  ","744640":"\n  No\n  ","744641":"\n  Send in more questions\n  ","744642":"\n  I probably will 🤪🤷🏽‍♀️🤟🏽\n  ","744643":"\n  Well she needs a reality check.\n  \n  And she still hasn’t even texted me back SMH .\n  ","744644":"\n  I’ve been addressed it with her .\n  \n  Too much to type on why she’s fake lol. But I haven’t talked to her since Wednesday anyways . Plus we had a little falling out about 2 weeks ago or 3 weeks ago and ever since we “made up” it really hasn’t been the same 🤷🏽‍♀️\n  ","744645":"\n  I don’t really use perfume\n  \n  But I like sweet pea\n  \n  Vanilla\n  \n  And some other one my mom uses\n  ","744646":"\n  I have my dads looks\n  \n  My moms attitude\n  ","744647":"\n  I don’t actually .\n  \n  I should do some squats tho lmao\n  ","744648":"\n  I’m a little bit of both tbh\n  ","744649":"\n  Haha! I should right\n  ","744650":"\n  Send me questions\n  ","744651":"\n  Should i make an onlyfans page 🤪\n  ","744652":"\n  My best friend is fake af . & it makes me sick to my stomach\n  \n  My mother-in-law is a bxtch lmao. Wish I didn’t have to deal with her and her lies .\n  \n  Would be easier to just cut her tf off\n  ","744653":"\n  Thank ya 😇\n  ","744654":"\n  Lmao let’s see if my mother-in-law will text me back\n  ","744655":"\n  Nothing\n  \n  Friends are lame\n  ","744656":"\n  You can’t go off of fake acts lmao\n  \n  Porn is fake\n  \n  Nobody should have fantasy with wanting to sleep with their step kids , step parents , step brother , sister\n  \n  That’s just sick\n  ","744657":"\n  Porn is fake you idiot .\n  \n  Nah I thought you’d know that by now\n  ","744658":"\n  Gee thanks\n  ","744659":"\n  Why do y’all sexualize everything .\n  \n  Anybody can be a creep towards anything but idk why y’all even think of this type of shxt.\n  \n  Maybe y’all are the sick ones\n  ","744660":"\n  I never lost custody Lmaoo\n  ","744661":"\n  Like having a c section\n  "}}