{"Question":{"744662":"\n   yes\n  ","744663":"\n   thats good x\n  ","744664":"\n   you ok\n  ","744665":"\n   He loves you.\n  ","744666":"\n   hi x\n  ","744667":"\n   Cupcake anyone?\n  ","744668":"\n   Female profession, the first letter \"S\", the last \"y\"?\n  ","744669":"\n   in your opinion, what should a man be like?\n  ","744670":"\n   Do you have any advice to someone considering getting a tattoo?\n  ","744671":"\n   hi x\n  ","744672":"\n   You should've named Nevaeh kanz (cans)\n  ","744673":"\n   Thoughts on the name Samara?\n  ","744674":"\n   What's your earliest memory?\n  ","744675":"\n   Ever got an std?\n  ","744676":"\n   What is your favorite thing about summer?\n  ","744677":"\n   What's your dream career?\n  ","744678":"\n   Will you ever go back to school ?\n  ","744679":"\n   What would you do if your mom started dating someone and moved him in with y'all?\n  ","744680":"\n   Would you expect all As and Bs from your children in school or be happy with grades lower than those ?\n  ","744681":"\n   Do you think step dads in general tend to be creeps towards their step daughters?\n  ","744682":"\n   Why'd u start again?\n  ","744683":"\n   What's your stance on underage drinking and smoking? Would you ever allow it under your roof or at least be more lenient if your kids didn't sneak around to do it?\n  ","744684":"\n   Would you be ok with one of your kids marrying an Asian person ?\n  ","744685":"\n   age you started smoking ? (cigs)\n  ","744686":"\n   Yes\n  ","744687":"\n   Do you think you'll ever quit smoking ?\n  ","744688":"\n   Thoughts on Donald Trump ?\n  ","744689":"\n   Aren't you concerned about lung cancer ?\n  ","744690":"\n   Ever hear of ice climbing?\n\n(Check it out online if ya ever get a chance to)\n  ","744691":"\n   do you think tacos and nachos are better than burritos?\n  ","744692":"\n   Wyd\n  ","744693":"\n   Is it messed up that women are expecting to sacrifice everything for men?\n  ","744694":"\n   What are you most looking forward to about the holiday season?\n  ","744695":"\n   Have u ever done a prank call?\n  ","744696":"\n   what’s the last picture in your camera roll of something you ate? how was it\/who made it?\n  ","744697":"\n   Would you call yourself a “happy person”?\n  ","744698":"\n   would you go to an ex’s family member’s wedding, if you had been close to their family?\n  ","744699":"\n   What movie can you quote word for word?\n  ","744700":"\n   I don't even see the color? 🤷 Skin is skin. You all mean the world to me. Like family. I'm white and your black and we still don't even worry about the color. We look through that. At the end of the day we're all human and we bleed the same and we all feel the same.\n  ","744701":"\n   The actual nerve of people bruh... 🙄\n  ","744702":"\n   What's on your Christmas list this year?\n  ","744703":"\n   Wow that sucks you would think the second time would be better than the first\n  ","744704":"\n   do you own a crockpot?\n  ","744705":"\n   have you ever been pregnant? (what’s it like?)\n  ","744706":"\n   That's not ignorance that's logic lol. 50\/50 is one thing. But if the  majority of your blood is black you're black. Sorry you can't accept that.\n  ","744707":"\n   have you ever lived in a collegedorm? (what’s it like?)\n  ","744708":"\n   have you ever gotten a tattoo? (what’s it like?)\n  ","744709":"\n   If they're 75% black they'll be considered black by most people sorry\n  ","744710":"\n   The percentage of white in them would be super small so why even claim it wtf lmao\n  ","744711":"\n   Do you play the sims?\n  ","744712":"\n   Black and Caribbean is the same shxt. They're just black and white\n  ","744713":"\n   If your kids had kids with a black person, would those kids be mixed too ? 🤔\n  ","744714":"\n   you're definitely shaped like a white chick. look like you'll break apart in one thrust lol\n  ","744715":"\n   You came out of a WHITE woman lmao, how can you be black? These people are idiots. She never said she was 100% white, biracial people exist get over it lmao\n  ","744716":"\n   So she looks black and your son looks mixed ?\n  ","744717":"\n   Nevaeh is gonna look fully black\n  ","744718":"\n   Would you ever get braids ?\n  ","744719":"\n   would it bother you if your kids wanted to just identify as black and not mixed\n  ","744720":"\n   Girl I meant fully white not half lol\n  ","744721":"\n   can you bake?\n  ","744722":"\n   when was the last time you got your nails done? 💅🏽\n  ","744723":"\n   Have you used any of your ask coins yet? On what?\n  ","744724":"\n   Obviously you're not white what is there to argue about ?\n  ","744725":"\n   Who cares\n  ","744726":"\n   Is it important to have a lighter at all times?\n  ","744727":"\n   Fave pic from the weekend? ?\n  ","744728":"\n   what's your favorite line in a song?\n  ","744729":"\n   Do you stay at home and watch The Voice?\n  ","744730":"\n   What are your plans for over the Christmas holidays? :3 If you don't celebrate Christmas, what will you be doing? 🎄☃️\n  ","744731":"\n   What's your favorite song at the moment..\n  ","744732":"\n   If i said to u i need something from ur room\n  What will you give me\n  ","744733":"\n   Do you like road trips? I'm on a road trip right now. 👍\n  ","744734":"\n   Your PP is 😍😍😍\n  ","744735":"\n\n    https:\/\/ask.fm\/pollspollspolls6\/photopolls\/147827637?utm_source=copy_link&utm_medium=iOS\n   \n","744736":"\n   Is there a lot of crime where you live ?\n  ","744737":"\n   Were you hoping that attentive viewers would be able to solve the crime?\n  ","744738":"\n   I'm curious! Have you started your Christmas \/ holiday shopping? :D 🎁\n  ","744739":"\n   Do you like math\n  ","744740":"\n   do you rock from summer until Santa comes down the chimney?\n  ","744741":"\n   Is there too much drama on Real Housewives of New Jersey?\n  ","744742":"\n   Is the price of cigarettes going up lately?\n  ","744743":"\n\n    https:\/\/www.youtube.com\/watch?v=ejsS-CTSOI8\n   \n","744744":"\n   what character class do you play in D & D?\n  ","744745":"\n   Have you ever been on a cruise?\n  ","744746":"\n   Would you say that a new job could be a hassle?\n  ","744747":"\n   Do you buy cigarettes in bulk?\n  ","744748":"\n   Have you ever been to Montana?\n  ","744749":"\n   Do you like Whiteclaw?\n  ","744750":"\n   Do you think the clippers win over Boston last night proves they are the team to beat?\n  ","744751":"\n   I want to go to your house for new year's eve\n  ","744752":"\n   Is froggy a better name than chubs?\n  ","744753":"\n   Why log in if you're tired of dumb questions?\n  ","744754":"\n   What's your favorite hitman movie?\n  ","744755":"\n   Do you have a favorite pair of sneakers?\n  ","744756":"\n   What part of cooking is your favorite part?\n  ","744757":"\n   Do you like cigars?\n  ","744758":"\n   Do you blow smoke rings at people?\n  ","744759":"\n   answer a question lol 🤷🏾‍♀️\n  ","744760":"\n   Do you listen to your parents’ advice?\n  ","744761":"\n   Why don’t u want to tell people wby you had to go to court w you’re mil\n  ","744762":"\n   If ur this stupid irl I worry for your court proceedings 😅\n  ","744763":"\n   So do you live with your son and boyfriend or do you live with your son, boyfriend and your daughter?\n  ","744764":"\n   They think it for both reasons\n  ","744765":"\n   How tall is ur bf ?\n  ","744766":"\n   How many kids do you have?\n  ","744767":"\n   You said, not that long ago, that you lived with your son and boyfriend and not your daughter. That’s why people think that.\n  ","744768":"\n   What made you give up your baby daughter ?\n  ","744769":"\n   What is the last song you heard ? ▶️?\n  ","744770":"\n   Giving up your child still bery very much matters\n  ","744771":"\n   What??? What on earth makes you think giving up custody of your kid doesn’t matter ?\n  ","744772":"\n   What?\n  ","744773":"\n   So i’m losing custody of your child doesn’t matter?\n  ","744774":"\n   Do you want to start a conversation in insta dm\n  ","744775":"\n   Plans for tomorrow\n  ","744776":"\n   You’re hot . Ur boyfriend is lucky\n  ","744777":"\n   What’s ur ig\n  ","744778":"\n   I added whats up, thats your q to say what you're doing, its like a greeting and a question, something you probably don't understand....\n  ","744779":"\n   Hi Gabby whats up\n  ","744780":"\n   Nice profile picture\n  ","744781":"\n   How are you?\n  ","744782":"\n   hope all is well with you\n  ","744783":"\n   do you like to go camping? Hiking near the mountains?\n  ","744784":"\n   Would you name each of your cigarettes so they can have a story before you smoke them? It would be like an adventure in every pack. :)\n  ","744785":"\n   You\n  ","744786":"\n   You keep saying “i’m not saying if i did or didn’t” hence keeping it a secret. it’s your choice but like that’s what  a secret is 😅\n  ","744787":"\n   Do you know what a secret is?\n  ","744788":"\n   You’d get more questions if you answered them more intelligently\n  ","744789":"\n   How does it not matter??? Your custody of your child is a very serious thing\n  ","744790":"\n   Why are you keeping it a secret\n  ","744791":"\n   What's the absolute best vacation you can imagine?\n  ","744792":"\n   What year were we in when u were 5 years old?\n  ","744793":"\n   You’re gorgeous with a nice booty 😍\n  ","744794":"\n   I’m sorry you in law is doing this to you guys\n  ","744795":"\n   I’m getting back into asking questions again.. what are some of your favorite board games?\n  ","744796":"\n   What are some of your favorite movies?\n  ","744797":"\n   Do you want more kids?\n  ","744798":"\n   What time is it\n  ","744799":"\n   What don’t we know?\n  ","744800":"\n   Why ? Did you and Joseph endanger her or something\n  ","744801":"\n   Why does she want custody of Nevaeh\n  ","744802":"\n   Ur rude\n  ","744803":"\n   Wyd?\n  ","744804":"\n   Does she have custody of Nevaeh\n  ","744805":"\n   Do you shave or wax\n  ","744806":"\n   You are so pretty\n  ","744807":"\n   What's your favorite song at the moment?\n  ","744808":"\n   Have you ever had physio therapy and if you have on what\n  ","744809":"\n   What state are you from\n  ","744810":"\n   What time do you go to bed?\n  ","744811":"\n   There is a new challenge could you do it. Doing a 100 push ups a day for a month could you do it\n  ","744812":"\n   Why did you lose custody?\n  ","744813":"\n   How long has your mil had custody?\n  ","744814":"\n   Sydney boyfriend broke up with her\n  ","744815":"\n   Sydney thinks she’s better than you\n  ","744816":"\n   So why did your in law take you both to court?\n  ","744817":"\n   You have such a nice booty 😍\n  ","744818":"\n   Do you hate your mother-in-law\n  ","744819":"\n   Do you believe in fate?\n  ","744820":"\n   I’m sorry you don’t have custody\n  ","744821":"\n   Your butt ❤️\n  ","744822":"\n   Pure bred or mutt? PAP of your favorite pooch\n  ","744823":"\n   Why does she want you to pay child support\n  ","744824":"\n   Omg\n  ","744825":"\n   How many people do you think you've met in your life?\n  ","744826":"\n   No i like older girls\n  ","744827":"\n   Can you l.ick my p.uss.y\n  ","744828":"\n   So she has custody?\n  ","744829":"\n   what’s your favorite side: baked beans, coleslaw, or mac n cheese?\n  ","744830":"\n   would you rather work with kids or animals?\n  ","744831":"\n   yeah, but i think when most people say mhm they nod their head yes? but if you need an explicit yes or no that's fine too it's not that deep lol\n  ","744832":"\n   If you are talking with someone in person their \"mhm\" could mean \"not really butttttt\" or \"yeah.\" Js.\n  ","744833":"\n   Space 🖤 🍀\n  ","744834":"\n   on what planet does mhm not mean yeah..\n  ","744835":"\n   I think you were being sarcastic by saying mhm like you do to dismiss a lot of ppl & anon didn't know that . Not your problem lol\n  ","744836":"\n   If you say \"mhm\" it means yes to the vast majority of people. Common sense just ain't so common to you I guess\n  ","744837":"\n   Who’s the first black actress that comes to mind?\n  ","744838":"\n   i’m being pressured into running a thanksgiving 5k. have you ever ran one of those like charitable races?\n  ","744839":"\n   tell me the story of how your parents met!\n  ","744840":"\n   your favourite picture from last weekend?\n  ","744841":"\n   I thought the question was does your in law have custody of neveah and you said yeah.\n  ","744842":"\n   What was the last nice thing you've done\n  ","744843":"\n   Why don't you have custody of your own daughter?\n  ","744844":"\n   Do you have any nieces or nephews that are older than you?\n  ","744845":"\n   Why?\n  ","744846":"\n   Hi\n  ","744847":"\n   Doesn’t your in law have custody of Nevaeh\n  ","744848":"\n   What is the best news you could hear right now?\n  ","744849":"\n   Oh shit up\n  ","744850":"\n   Your in law wants custody of your children\n  ","744851":"\n   Right . If you're completely secure in your ethnicity you don't give af if people wanna try to put you down for it . Own it . That's what I think everyone should teach their kids cuz unfortunately racism will always exist .\n  ","744852":"\n   Do you think asian eyes are ugly ?\n  ","744853":"\n   how are asians chinks?\n  ","744854":"\n   Unpopular opinion but a word isn't worth getting upset over . They only have power if you give them that power . Like I'm black & if someone says the n word i see it as basically just another word for a black person so I'm like yeah whatever I'm black and ? Who cares lol . You're just being real\n  ","744855":"\n   So why would you say \"well they are *insert racial slur*\" like do you not see how that's ignorant asf?\n  ","744856":"\n   Favorite places to buy clothes ?\n  ","744857":"\n   Pet not just peeve\n  ","744858":"\n   Chink is actually a racial slur.\n  ","744859":"\n   Thoughts on Lyndsey being racist ? Calling asian ppl chinks\n  ","744860":"\n   What is so funny\n  ","744861":"\n   Y r u so ignorant\n  ","744862":"\n   Do you have a daily makeup routine ?\n  ","744863":"\n   Biggest insecurity?\n  ","744864":"\n   I finally found you\n  ","744865":"\n   Do you have a bisexual friend\n  ","744866":"\n   What's your #1 pet peeve?\n  ","744867":"\n   What's your favorite body spray \/ fragrance to use?\n  ","744868":"\n   What are your plans for today ?\n  ","744869":"\n   How do u feel about Kanye west\n  ","744870":"\n   She wants custody & child support for who ? I'm confused .\n  ","744871":"\n   How old were you when you first had sex\n  ","744872":"\n   Age you lost your virginity\n  ","744873":"\n   Lol who?\n  ","744874":"\n   Do you have tones of sex\n  ","744875":"\n   How did court go?\n  ","744876":"\n   Why did she take you guys to court?\n  ","744877":"\n   Who\n  ","744878":"\n   I've heard Donald Trump wants to put his face on your money what are your thoughts on that\n  ","744879":"\n   Would you rather face Conor McGregor in the octagon or listen to somebody scratching a plate with a fork for 2 hours straight?\n  ","744880":"\n   What a hug on a rainy day from the man you love make everything better?\n  ","744881":"\n   What Brittney Spears song makes you think of your childhood?\n  ","744882":"\n   Is there something people don't know about you that you wish they did?\n  ","744883":"\n\n    https:\/\/www.youtube.com\/watch?v=GNWHe_equ3g&t=27s\n   \n","744884":"\n   Is it wrong to be?\n  ","744885":"\n   What constitutes a dumb question in your opinion?\n  ","744886":"\n   Do you like alot of ice in your drink or nah?\n  ","744887":"\n   all of us? do you feel like you are evil? do you feel like your children are evil?\n  ","744888":"\n   Pizza? Anyone? (Hands you slice) Unless you don't like pizza?\n  ","744889":"\n   Is Cardi B a radical poet on a musical level?\n  ","744890":"\n   What is bi curious ??\n  ","744891":"\n   What happens next?\n  ","744892":"\n   Do you think the lack of hugs leaves us empty inside?\n  ","744893":"\n   Are menthol's your favorite?\n  ","744894":"\n   Today Gabrielle is 9143 days old\n  ","744895":"\n   Do you like to dye your hair from time to time?\n  ","744896":"\n   How do you feel about Scooby Doo?\n  ","744897":"\n   Do you like to go to 7-11?\n  ","744898":"\n   Single ?\n  ","744899":"\n   I'd be glad to assist, lol.\n  ","744900":"\n   Cuando  me preguntan que  mas  quiero en la vida > respondo  dormir  y comer 😴😇🥣🍲\n  ","744901":"\n   how do you feel about guns? what are your country’s gun laws like?\n  ","744902":"\n   do you like coleslaw?\n  ","744903":"\n   are humans inherently good?\n  ","744904":"\n   What do you want to be doing right now?\n  ","744905":"\n   top 3 favorite emojis\n  ","744906":"\n   Waffles are better\n  ","744907":"\n   Do you know how to make pancakes? If yes would you make me some? I’m hungry\n  ","744908":"\n   I read today in America they found a man who was a nazi back in world war 2 he's 95 years old now and they are kicking him out of America do you think that's a little harsh?\n  ","744909":"\n   Were your parents married when they had you\n  ","744910":"\n   Last time you had sex\n  ","744911":"\n   Have you ever experienced racism?\n  ","744912":"\n   Racism is systematic opression and black people don't have the power to do that so how can they be racist? They can be prejudice but not enforce racist systems against whites\n  ","744913":"\n\n    https:\/\/ask.fm\/littletrust\/answers\/157215469297\n   \n","744914":"\n   Do you think it's racist for a black person to say they don't like white people?\n  ","744915":"\n   is there a device to tell you what is real\n  ","744916":"\n   what’s the perfect sunday morning in december breakfast? ❄️\n  ","744917":"\n   Do you play video games? If you do what are you currently playing and what is your favourite title?\n  ","744918":"\n   What do you think abt caitlin fladager supposedly faking all those serious issues just for likes?\n  ","744919":"\n   Why do you think so many people think reverse racism isn't a thing ?\n  ","744920":"\n   What do you like to do with your spare time? 😊\n  ","744921":"\n   Do you think minorities can be racist?\n  ","744922":"\n   You don't care about innocent Palestinian children dying?\n  ","744923":"\n   Do you ever look back and regret something stupid that you did?\n  ","744924":"\n   Do you support Palestine or Israel?\n  ","744925":"\n   during your childhood did you ever go fishing?\n  ","744926":"\n   Would you marry a robot?\n\n(Lol this is a random question ask gave me. 😆 Thought it was funny and had to send! Haha.)\n  ","744927":"\n   Have you ever roasted chestnuts on an open fire?\n  ","744928":"\n   What do you know to be true?\n  ","744929":"\n   during your childhood did you ever go to disneyland ?\n  ","744930":"\n   Today Gabrielle is 9142 days old\n  ","744931":"\n   I wish you would tell us what happened so we could support you better. She sounds crazy.\n  ","744932":"\n   How many days old are you\n  ","744933":"\n   It’s you?\n  ","744934":"\n   Do u think Ben will make a good dad? I sort of think it is cute tbh x it might change him.\n  ","744935":"\n   Did you ever play Nintendo Dogs?\n  ","744936":"\n   What's your favorite holiday?\n  ","744937":"\n   what are your plans for the day?\n  ","744938":"\n   What's your opinion on Ben having a daughter on the way?\n  ","744939":"\n   What is bi curious\n  ","744940":"\n   can you get the bunnies out?\n  ","744941":"\n   I have been out as  gay. I am gay Ramon.\n  ","744942":"\n   Which insect is the most irritating?\n  ","744943":"\n   What do you value the most in your life?\n  ","744944":"\n   what is simple?\n  ","744945":"\n   Are you the scarecrow?\n  ","744946":"\n   what about jello?\n  ","744947":"\n   do you think snowy nights are romantic?\n  ","744948":"\n   The reason it is easier to group all Blacks together unlike Whites is because you get so many subcultures of Whites such as Mods, Emos, Goths, Metalheads, Punks, Skinheads, Indieboys, Teddy Boys, Bikers, Chavs, Ravers, skaters etc whereas almost all Blacks follow that hip hop gang culture thing.\n  ","744949":"\n   Whatecer you say do you even have friends\n  ","744950":"\n   Well that is rude\n  ","744951":"\n   Why not\n  ","744952":"\n   Wow that’s really messed up. I’m sorry. Hope all goes well for you.\n  ","744953":"\n   Sexist\n  ","744954":"\n   Your mother-in-law is taking you to court? That’s crazy. I’m sorry. That’s just wrong. What for?\n  ","744955":"\n   Happy International Men's Day\n  ","744956":"\n   hi can i be your frind i am following you\n  ","744957":"\n   If you could travel anywhere in Africa, where would it be?\n  ","744958":"\n   You haven’t lived until…\n  ","744959":"\n\n    https:\/\/ask.fm\/pollspollspolls6\/photopolls\/147336885?utm_source=copy_link&utm_medium=iOS\n   \n","744960":"\n   What's the best compliment you've ever received?\n  ","744961":"\n   Stephy Doesn’t like you\n  ","744962":"\n   Why do you have court tomorrow\n  ","744963":"\n   What are you mixed with\n  ","744964":"\n   Post a picture of your derpiest derp face!?\n  ","744965":"\n   Pretty much.\n  ","744966":"\n   Do you speak Spanish?🤔😍\n  ","744967":"\n   You are so rude. Yeah, yeah. We know, you don't care.\n  ","744968":"\n   If you could change your name to anything, what would it be?\n  ","744969":"\n   Gomco, Mogen, or Plastibell?\n  ","744970":"\n   Pure bred or mutt? PAP of your favorite pooch\n  ","744971":"\n   Oh... I was talking bout death that time baby girl lol\n  ","744972":"\n   Act like wat\n  ","744973":"\n   Girl when I tell u i'm so tired of losing people close to me I mean that... I miss them all\n  ","744974":"\n   U welcome babes\n  ","744975":"\n   Right well let me tell u this life is to short to be stuck on all the bs going on baby i'm here to tell u to move forward with your life n always know that God is always there n he will never switch up on u.... Much love baby girl\n  ","744976":"\n   I know you say you don't care have a good night\n  ","744977":"\n   Ok\n  ","744978":"\n   What's the best advice your father ever gave you ?\n  ","744979":"\n   Would you ever let someone pick a tattoo for you?\n\nSeems like it should be more personal, tbh.\n  ","744980":"\n   Are you well known in your hometown?\n  ","744981":"\n   What's the worst place you have ever been to?\n\n(May it be a food place. Place you stayed at? Museum? Movie theater? School?)\n  ","744982":"\n   Are you more brawn and brains\n  ","744983":"\n   Heavenly father I call upon you this your child Mario Evans I'm asking you my Father in heaven remove every virus remove every tracking remove every being coming against in the future or my life remove every hack the movie every danger the new every trouble I pray this in the name of Jesus Christ\n  ","744984":"\n   KFC or Popeye’s?\n  ","744985":"\n   Would you rather have a perfect face or a perfect body\n  ","744986":"\n   yes\n  ","744987":"\n   KFC or McDonald's\n  ","744988":"\n   What is your favorite flower?\n  ","744989":"\n   A name everyone knows ya by? A little nickname or a jokester name or none, and just your name?\n  ","744990":"\n   If a child somehow survived and grew up in the wilderness without any human contact, how “human” would they be without the influence of society and culture?\n  ","744991":"\n   Oh damn\n  ","744992":"\n   Ever heard of magnet fishing?\n\n(If not check it out online. A really entertaining thing and is good for the environment.)\n  ","744993":"\n   If I cared about anons opinions I'd be a horrible person lmao\n  ","744994":"\n   I don't like f.at a.ss Reachel.\n  ","744995":"\n   يا ترى ماذا تشعر عندما تجد نفسك محظورا من قبل شخص لا تعرفه هنا في البرنامج؟!\nوماذا ان تعرضت لذلك من قبل عدة اشخاص ,\n\n,\n♥❀ ,\n  ","744996":"\n   ♥ Likes ♥\n  ","744997":"\n   How are you today?\n  ","744998":"\n   What's your favorite pasta dish \/recipe to make... Currently trying to remember and old recipe that was like pasta salad but with Parmesan cheese instead\n  ","744999":"\n   What is your favorite waste of time?\n  ","745000":"\n\n    @GretaKetrinalove\n   \n   is a muslim and circumcised\n  ","745001":"\n   do you think those that would label the gods are anti social?\n  ","745002":"\n   Wassup\n  ","745003":"\n   Does she not live with you?\n  ","745004":"\n   Tell me something you'd love to learn more about.\n  ","745005":"\n   who’s your favorite character on Parks and Recreation?\n  ","745006":"\n   what’s your favorite song in Grease?\n  ","745007":"\n   what are three things you like about December?\n  ","745008":"\n   Would you describe yourself as passive aggressive ?\n  ","745009":"\n   Which movies or books have made a big impact on you?\n  ","745010":"\n   What was the best gift for you on your birthday\n  ","745011":"\n   When picking a movie, book or music choice, do you try to make sure you're not picking something which supports someone problematic. For example, JK Rowling (Harry Potter), Roahl Dahl, David Bowie and so on... or is this something you dont take any notice about?\n  ","745012":"\n   Who do you take after more your mom or your dad?\n  ","745013":"\n   Have you ever attended any type of sporting event before?\n  ","745014":"\n   Where do you feel most safe?\n  ","745015":"\n   what are two of your favorite traditional thanksgiving dishes?\n  ","745016":"\n   What’s your favorite fruit that has a pit\n  ","745017":"\n   You listed your son but forgot your daughter lol :(\n  ","745018":"\n   What's the biggest positive change you've made lately?\n  ","745019":"\n   What makes a good bestfriend???\n  ","745020":"\n   Do you like Ramen? What kind of ramen do you like?\n  ","745021":"\n   which do you like better: steak or cake?\n  ","745022":"\n   who do you live with?\n  ","745023":"\n   Ever heard of a sloppy joe? Ever had one? Messy and so good. Quick and easy to make.\n\n(If you haven't heard of it before. Take some time out and check it out online.)\n  ","745024":"\n   do you like cranberry sauce?\n  ","745025":"\n   Do you like mustard?\n  ","745026":"\n   Have you ever written or read fan fiction\n  ","745027":"\n   Do you watch a lot of television?\n  ","745028":"\n   i saw on your Snapchat you are 11 weeks pregnant\n  ","745029":"\n   omg pregnant again?\n  ","745030":"\n   How jealous are you, on a scale of 0 (not) to 10 (extremely)?\n  ","745031":"\n   If you killed someone, howwould you get rid of the body?\n  ","745032":"\n   I really want to learn another language. Can you give me some advice on how I can learn how to speak another language?\n  ","745033":"\n   a pet cat or a pet rat? 🐈 🐀\n  ","745034":"\n   potatoes or tomatoes?\n  ","745035":"\n   What do you like to eat with crackers?\n  ","745036":"\n   Would you ever let your kid or future kid watch a movie or play a video game that he\/she isn't old enough to watch\/play\n  ","745037":"\n   Who likes gravy?\n  ","745038":"\n   What are u on here for ♾😂😍🙂😉😜💛💕\n  ","745039":"\n   Hi gabby sorry I didn’t mean to say that so wyd where u from\n  ","745040":"\n   What are some fun, light hearted movies to watch on a date night?\n  ","745041":"\n   Whats your favorite phrase?\n  ","745042":"\n   What are you’re thoughts on people who always give one words answers\n  ","745043":"\n   what do you order at Starbucks?\n  ","745044":"\n   rap or jazz?\n  ","745045":"\n   what do you order at Waffle House?\n  ","745046":"\n   Is there some things that you wished you did\n  ","745047":"\n   Scuse me, you have understand what I say here?\n  ","745048":"\n   You undestendvitaly?\n  ","745049":"\n   Pranzo a casa con parenti, vado poi da sola in camera mia per fare alcune cose, dopo 10 min bussa ed entra mia cuginetta quasi 14enne e a bruciapelo mi chiede.. Ma come si fa a V. E. N. I. R. E?  Me lo spieghi?... 😳😳😳🙈🙈🙈😱😱😱😱\n  ","745050":"\n   Anything interesting going on in your life at the moment?\n  ","745051":"\n   Have you ever watched a movie\/documentary\/series about a cult? Any suggestions?\n  ","745052":"\n   Are you a strong swimmer\n  ","745053":"\n   its sticking in my throat\n  ","745054":"\n   please ill pay\n  ","745055":"\n   Pap your booty\n  ","745056":"\n   Do you have an Only Fans account\n  ","745057":"\n   Wizards of Waverly Place or Victorious?\n  ","745058":"\n   how do you like your eggs?\n  ","745059":"\n   biscuits or scones?\n  ","745060":"\n   What are your least favorite kinds of breakfast foods?\n  ","745061":"\n   i licked it all up for u\n  ","745062":"\n   my gf makes me give oral to guys at the video store\n  ","745063":"\n   And modest too!\n  ","745064":"\n   im a male slave here to serve you as ordered Mistress\n  ","745065":"\n   You're beautiful\n  ","745066":"\n   ever see 2 guys doing each other?\n  ","745067":"\n   Tell 3 for sure facts about your personality. You.\n  ","745068":"\n   Ever read (The Death of the West: how dying populations and immigrant invasions imperil our culture and civilization), a serious book\n  ","745069":"\n   Did you get a cool vacuum for valentines day?\n  ","745070":"\n   Are most of your friends insane?\n  ","745071":"\n   Where in the united states would you like to visit?\n  ","745072":"\n   Have you started your Christmas shopping? 🎁\n  ","745073":"\n   Do you have a favorite drink?\n  ","745074":"\n   When your in the shower do you worry about getting shampoo in your eyes?\n  ","745075":"\n   would you call up a guy named earl on the telephone?\n  ","745076":"\n   do you think men should be against mustaches?\n  ","745077":"\n   do you like taco salads?\n  ","745078":"\n   What is your dream travel destination?\n  ","745079":"\n   Maybe the multiple d*ldos on Ash’s Wishlist are for a super-special kind of “meet the alters\/switch” video.\n  ","745080":"\n   How many $ do you pay for taxes per month?\n  ","745081":"\n   who likes bi boys?\n  ","745082":"\n   How long has your longest ever phone call been?\n  ","745083":"\n   Hi Santa’s thotty wyd right now\n  ","745084":"\n   How are you\n  ","745085":"\n   Ash: claims multiple personalities Also Ash: makes a personality out of other people's personalities\n  ","745086":"\n   If you’re sad it’s because these bitches are praying on your downfall\n  ","745087":"\n   Remember when Ash said their mother was an abuser? Pepperidge farm remembers.\n  ","745088":"\n   Ash didn’t know their body well enough to tell they were pregnant, how could they know they have head mates?\n  ","745089":"\n   Ash, the only “intersex person” (without health insurance or hormone therapy) who can manage to become pregnant.\n  ","745090":"\n   Describe a perfect night out!\n  ","745091":"\n   have you ever had a pet rodent? what kind?\n  ","745092":"\n   💜\n  ","745093":"\n   Tumblr?\n  ","745094":"\n   How much did you lurk your crushes social media before talking to them?\n  ","745095":"\n   Imma need those details in the group chat because you've got me curious🙈🙊\n  ","745096":"\n   Wassup!\n  ","745097":"\n   What's wrong with\n   \n    @mohamedhassanatellyou\n   \n","745098":"\n   What was your last \"oops\" moment?? 😅\n  ","745099":"\n   When was the last time someone knocked on your door\n  ","745100":"\n   Space 💙\n  ","745101":"\n\n    @mohamedhassanatellyoudaghhh\n   \n   what's wrong with him\n  ","745102":"\n   How do you feel about yourself?\n  ","745103":"\n   Can I eat it from behind\n  ","745104":"\n   Wear them and I will start respecting you\n  ","745105":"\n   Would you wear contact lenses?\n  ","745106":"\n   ❤️❤️❤️\n  ","745107":"\n   Well yeah! But i mean 9 whole months of the craziest dreams!!! Is crazy for real lol\n  ","745108":"\n   Bloods or crips\n  ","745109":"\n   Omg!!! Im due March!! Oh well!!\n  ","745110":"\n   Omg i get up tired, or mad or with whatever emotion the dream causes me. I hope it ends soon\n  ","745111":"\n   Omg i though it was me who was getting crazy just like my every night’s dreams. So is a normal thing during pregnancy?\n  ","745112":"\n   do you have vivid dreams in general?\n  ","745113":"\n   do you believe that a couples sexual chemistry can cover up for emotional problems in the relationship?\n  ","745114":"\n   do you have to lie on a regular basis in your relationships to keep other people happy?\n  ","745115":"\n   do you think men and women use different communication strategies?\n  ","745116":"\n   are you an exclusive iphone person?\n  ","745117":"\n   do you believe that a couples sexual chemistry can cover up for emotional problems in the relationship?\n  ","745118":"\n   Will you tell someone not to try to be that girl with the weird belief in the power of that thing that people don't really know about in truth?\n  ","745119":"\n   Post something thoughtful. Quote. Words... Just tell me something...\n\n____\n[Side note]\nSo... My sweet Maw maw (Grandma) took her last breath this morning... I am silent and broken atm... For I lost someone dearly close to me and my family.. 😔\nMuch love fams.\nSrry for the bad news..\nHave a good day.\n  ","745120":"\n   Is a lifetime spent preparing for a journey?\n  ","745121":"\n   Do you think people fall in love because the right person has arrived, or because the time is right (regardless of whom the person is they fall in love with)?\n  ","745122":"\n   can you think of any couples that seem like a really strange pairing? (celebrities, fictional, doesnt really matter lol)\n  ","745123":"\n   Do you like juice? Becoming juice do you like?\n  ","745124":"\n   Ever encountered a bat? (The animal) Tell me about your experience if you have one.\n  ","745125":"\n   What’s your favorite Troy McClure film? Mines Today we Kill Tomorrow We Die.\n  ","745126":"\n   Do you like Wendy Williams?\n  ","745127":"\n   Do you hate juice?\n  ","745128":"\n   Can words describe what your feelings show?\n  ","745129":"\n   Do you tell the men not to lie or do you tell them not to cry?\n  ","745130":"\n   are the most dangerous never going to look tough?\n  ","745131":"\n   What do you believe?\n  ","745132":"\n   Who do you think is the biggest jerk in New York?\n  ","745133":"\n   What is your best childhood memory??\n  ","745134":"\n   are you bi curious?\n  ","745135":"\n   do you eat fish with rice\n  ","745136":"\n   My boyfriend has been deceased for 6 months now. His family now considers me family, but now that I have to find someone else to share my life with, how would that make his family feel? Do you think they would feel some type of way?\n  ","745137":"\n   What's on your christmas list this year, if you dont have a list or dont celebrate Christmas what are some things you'd like to get for yourself in the next few months to treat yourself?\n  ","745138":"\n   happy friday!\n  ","745139":"\n   Do you have a door bell camera\n  ","745140":"\n   If your you and your bf lived together and he wanted to\n   \n    @nal\n   \n   April (only\n   \n    @nal\n   \n   for the month) would you be down?\n  ","745141":"\n   Beautiful <3\n  ","745142":"\n   Do you still have your nip piercing?\n  ","745143":"\n   her dress is so cute 🥺 omg\n  ","745144":"\n   which do you find scarier: snakes or spiders?\n  ","745145":"\n   are you a germaphobe?\n  ","745146":"\n   What’s the one of the more gratuitously misogynistic tv shows of all time?\n  ","745147":"\n   Where and when do you get your best ideas?\n  ","745148":"\n   È molto bello confrontarsi su tanti argomenti tra ragazze sconosciute, è la prova che l intesa è la complicità femminili sono uniche, non mi pentirò mai della mia scelta di essere bisex, un bacio e un grazie a tutte voi. 😘❤️Domynella\n  ","745149":"\n   What do you like to cook?\n  ","745150":"\n   What legacy do you want people to remember about you after you’re gone?\n  ","745151":"\n   How much time does it take to forget someone you love?\n  ","745152":"\n   would you cross the road to the railroad tracks\n  ","745153":"\n   do you like bud light? do you blueberry pie? do you like 15 million websites?\n  ","745154":"\n   Is life a mystery?\n  ","745155":"\n   Do you think the people you work with are dumb in general?\n  ","745156":"\n   No. Later on in the 80s\n  ","745157":"\n   if you mean Grease, yes lol. it came out in 1978, which is before 1980.\n  ","745158":"\n   Do you  use Amazon\n  ","745159":"\n   What's your main rule in life?\n  ","745160":"\n   have you ever named a pet after a character?\n  ","745161":"\n   what’s your favorite movie that came out pre-1980?\n  ","745162":"\n   have you ever been to Vancouver (British Colombia, Canada)?\n  ","745163":"\n   when it comes to cereal bars, do you prefer the soft ones (more like the nutrigrain soft baked bars\/fig newtons) or crunchy (like nature valley granola bars\/kind bars)?\n  ","745164":"\n   Tell me a veggie you really like to eat. 😁\n  ","745165":"\n   Because is the proof ben would bang a man and hasnt slit his wrist correctly\n  ","745166":"\n\n    https:\/\/ask.fm\/noblackso9a\/answer\/157953166113?utm_source=copy_link&utm_medium=iOS\n   \n","745167":"\n   What is one thing u regret\n  ","745168":"\n   What is your favorite thing in your room? PAP!\n  ","745169":"\n   What is your favorite hobby?\n  ","745170":"\n   Favorite dessert?\n  ","745171":"\n   do you like german food?\n  ","745172":"\n   What’s your favorite method of shopping?\n  ","745173":"\n   did you ever go to school \/ class drunk? (my sister just admitted to getting drunk at school before... ?????\n  ","745174":"\n   Would you date yourself if you were someone else?\n  ","745175":"\n   Why do most people who watch anime act elitist?\n  ","745176":"\n   Ever shaken a can of soda and given it to someone?\n  ","745177":"\n   What about the fame?\n  ","745178":"\n   If animals could talk which animal would be the most rude and why\n  ","745179":"\n   Tell me about your favorite beer?\n  ","745180":"\n   would you order Chinese food\n  ","745181":"\n   Ever mixed vinegar and baking soda?\n  ","745182":"\n   Do you like happy people?\n  ","745183":"\n   would you like someone to just say \"hi\"?\n  ","745184":"\n   What’s your favorite African country\n  ","745185":"\n   Do you have a favorite gif?\n  ","745186":"\n   Hey pretty , \nfollowed you ,\n♥❀ ,\n  ","745187":"\n   What makes socks special?\n  ","745188":"\n   Would you go on living like a king?\n  ","745189":"\n   you prefer pants, shorts, skirts or dresses?\n  ","745190":"\n   Is the world ugly and sad?\n  ","745191":"\n   marvel or D.C.?\n  ","745192":"\n   would you get a wrist tattoo?\n  ","745193":"\n   Ok no hard feeling ❤️🌹\n  ","745194":"\n   Last time you went on a date\n  ","745195":"\n   How is everyone? How is your night going?\n  ","745196":"\n   ✌️👑\n  ","745197":"\n   Say something 👑\n  ","745198":"\n   do you like Hank Williams? (i’m talking about the 1950s country music star lol)\n  ","745199":"\n   do you remember the tv show Max & Ruby?? (it’s like two little bunnies and they’re brother and sister.)\n  ","745200":"\n   Have you ever seen a fortune teller if you have what did they tell you and has any of them happened yet\n  ","745201":"\n   Smile\n  ","745202":"\n   Tell me about an experience you've had the grocery store once. Can be good or bad. Aaaand go.\n  ","745203":"\n   Well dang... Careful girl! Hope your nail is feeling better from yesterday.\n  ","745204":"\n   How important is money to you?\n  ","745205":"\n   Are you an active person\n  ","745206":"\n   What do you crave when youre drunk? (I always am either craving fish and chips or Steak ‘n shake lol)\n  ","745207":"\n   Have you ever been to a spa\n  ","745208":"\n   Do you do black Friday shopping\n  ","745209":"\n   did you watch Sesame Street as a kid?\n  ","745210":"\n   How are you?\n  ","745211":"\n   Pumpkin chocolate chip pancakes or blueberry pancakes?\n  ","745212":"\n   💋💕\n  ","745213":"\n   Favourite snack healthy and unhealthy\n  ","745214":"\n   Hi beautiful. Plans for today\n  ","745215":"\n   Is having control the principal obsession in your opinion?\n  ","745216":"\n   That’s good and that’s faxxx\n  ","745217":"\n   Damn that’s not bad I’m only a couple pounds heavier and a lot taller so ignore these anons\n  ","745218":"\n   do you ever look at your plans and feel like you made decisions based on fear?\n  ","745219":"\n   Which do you prefer, mustard, bbq sauce, hot sauce, mayonnaise, ketchup, salsa or peanut butter?\n  ","745220":"\n   And are you happy with that?\n  ","745221":"\n   Ikr you should follow the rules\n  ","745222":"\n   Why do you look so anorexic?\n  ","745223":"\n   Do you think people are struggling to survive this drug induced warfare?\n  ","745224":"\n   Does it feel like your week has gone slow or fast? 😴 For me it has dragged so much.\n  ","745225":"\n   Do any of your friends or family call you smokey the bear?\n  ","745226":"\n   Would you rather sleep near a lion or wrestle a grizzly bear?\n  ","745227":"\n   Have you ever gone for a run in the rain?\n  ","745228":"\n   What kind of shoes did you wear today? Or did ya not wear any today?\n  ","745229":"\n   You ever notice the same people who make up the rules are the same ones who consistently abuse them?\n  ","745230":"\n   What apps do you mostly use on your phone?\n  ","745231":"\n   Ikr, the world is fucked up enough\n  ","745232":"\n   which last name would you\/will you\/did you give your kids? both? the mothers? the fathers?\n  ","745233":"\n   What’s the most imaginative insult you can come up with?\n  ","745234":"\n   What kind of music do you listen to?\n  ","745235":"\n   Do you think all rivalries lead to retribution?\n  ","745236":"\n   Have you ever feared or been wary of someone you didn’t really know only to meet them and end up really liking them?\n  ","745237":"\n   I do not like South and Central Americans or any little brown Spanish speaking people at all....\n  ","745238":"\n   What are the 5 important things you would include in your things-to-do list in your life?\n  ","745239":"\n   Have you fattened up for the winter? I have.\n  ","745240":"\n   Would you talk about Nigeria?\n  ","745241":"\n   what is your favorite anime?\n  ","745242":"\n   Ever had cajun gumbo before?\n  ","745243":"\n   Have you got the disney plus app? What do you think? I'm binge watching hannah Montana 😂\n  ","745244":"\n   Are you able to tell people no?\n  ","745245":"\n   Where is your happy place\n  ","745246":"\n   What is the most painful moment of your life\n  ","745247":"\n   on roadtrips, do you ever listen to podcasts ?\n  ","745248":"\n   Do you still get acne? How bad does it get and where at?\n  ","745249":"\n   Did you ever fit in when you were in school\n  ","745250":"\n   Share whatever you'd like on this question. Whether it be a picture or something about you or someone else. Just share it. It can be thoughts and words. Aaand go!\n  ","745251":"\n   Hi.\nI guess? 🤷🏻‍♂️\n  ","745252":"\n   Can you play poker\n  ","745253":"\n   I do not like South and Central Americans or any little brown Spanish speaking people at all....\n  ","745254":"\n   You remind me of Ben\n  ","745255":"\n   the color of your underwear + the last thing you eat = your superhero\n  ","745256":"\n   Wearing anything black what is it\n  ","745257":"\n   Didn't that burn\n  ","745258":"\n   Have you ever made a fake social media account to troll people\n  ","745259":"\n   What did you drink\n  ","745260":"\n   Have you ever jugged an alcoholic drink\n  ","745261":"\n   Sorry can i give you a like? I won't bug you\n  ","745262":"\n   Little kids on here are gross\n  ","745263":"\n   Are you single? You're cute af\n  ","745264":"\n   What countries have you been too and what countries do you want to visit\n  ","745265":"\n   You're a hot momma\n  ","745266":"\n   Do you have any biracial friends?\n  ","745267":"\n   If you married the first person you dated what would your life be like\n  ","745268":"\n   What is the safest place in the world?\n  ","745269":"\n   also i am two seconds away from quitting my job. do you remember the first time you ever quit a job? how old were you?\n  ","745270":"\n   i want to make chicken alfredo tonight. i have almost all the ingredients except pasta, so i’m going to the store after work. what pasta shape should i buy for it? what vegetable should i serve on the side?\n  ","745271":"\n   What is your opinion on the movement to deport all known foreign born people out of the USA ? \nFor example Ilhan Omar and Salma Hayek.\n  ","745272":"\n   Bad driver\n  ","745273":"\n   Cadie’s butt is better\n  ","745274":"\n   You're gorgeous\n  ","745275":"\n   What genre of music do you prefer? Share your favorite track\n  ","745276":"\n   Happy birthday\n  ","745277":"\n   👅🥵😍\n  ","745278":"\n   Last time u had sex\n  ","745279":"\n   How long you been in a relationship\n  ","745280":"\n   Are you 25\n  ","745281":"\n   Body confidence pic\n  ","745282":"\n   What's the best way to calm you down?\n  ","745283":"\n   What sport do you do?\n  ","745284":"\n   What are the three most important things for you to be happy?\n  ","745285":"\n   Where will you go on your next trip?\n  ","745286":"\n   How amazing\n  ","745287":"\n   Change your bio to 25 not 24\n  ","745288":"\n   have you ever thought a girl who is out there that might make your life better and make you smile everyday?\n  ","745289":"\n   If ben sees that he will want to hunt yo a$s and forget his a racist\n  ","745290":"\n   What is the best movie you have ever watched?\n  ","745291":"\n   Booty pic\n  ","745292":"\n\n    https:\/\/ask.fm\/svspicion\/answer\/159150179782?utm_source=copy_link&utm_medium=iOS\n   \n","745293":"\n   Do people describe your boss at work as L.A. face with the Oakland booty?\n  ","745294":"\n   Do you ever feel like your silent fears have griped you?\n  ","745295":"\n   “The invisible truths of God, through the world’s existence, are completely evident when understanding what He made. Even His omnipotence and deity so all have no excuse.” Do you know God and His Son, Jesus Christ?\n  ","745296":"\n   Do you feel like you can't believe in others because they don't understand your point of view?\n  ","745297":"\n   do you think there is senseless violence everywhere? In the age of terrorism, do you think people need to vote for moral leaders?\n  ","745298":"\n   Do you have a baby face\n  ","745299":"\n   Do you think dogs\/cats can understand each other when they bark\/meow at each other\n  ","745300":"\n   What was the last thing that you found scary\n  ","745301":"\n   Do you have lots of anxiety?\n  ","745302":"\n   what is ur fav classic \/ traditional christmas song?\n  ","745303":"\n   Do you have a friend who tells you they miss your smile?\n  ","745304":"\n   Ever been in a conga line?\n  ","745305":"\n   What's a topic you love to talk about?\n  ","745306":"\n   Have you ever thought something was nasty and now you do it\n  ","745307":"\n   What's your main rule in life?\n  ","745308":"\n   have you ever been to Ikea? (have you ever eaten Ikea food?)\n  ","745309":"\n   Are you a member of any clubs or groups?\n  ","745310":"\n   do you sleep on one pillow or stack two?\n  ","745311":"\n   Are you able to laugh at yourself?\n  ","745312":"\n   Ever had a little clubhouse\/treehouse when you were a kid?\n  ","745313":"\n   Do you think you would a Popeye's chicken sandwich?\n  ","745314":"\n   Would you rather travel on a flying carpet or a dragon's back?\n  ","745315":"\n   How long?\n  ","745316":"\n   Goodbye everyone. ✌✌ Can we all just have a good day?\n  ","745317":"\n   How everybody doing pray for me\n  ","745318":"\n   I’m going to assume you’re an introvert, right?\n  ","745319":"\n   do y’all mfers not use google? it’s Scorpio you dipshit other anon.\n  ","745320":"\n   We're half way through the week! You've got this! :D do you have any plans for the weekend? 😸🌟\n  ","745321":"\n   Another booty pap?\n  ","745322":"\n   omg you're still not married yet?\n  ","745323":"\n   What have you always wanted ? Did you ever get it ?\n  ","745324":"\n   Would you let a guy put it in your 🍑\n  ","745325":"\n   What is your zodiac sign?\n  ","745326":"\n   is there a price to pay for the truth?\n  ","745327":"\n   Do you feel sometimes like you must always be alone?\n  ","745328":"\n   Would you like a guy to ask you marry him in some old fashioned way?\n  ","745329":"\n   Are you described as cool because you don't get upset?\n  ","745330":"\n   Do you like to smoke your stuff and drink all your wine to relax?\n  ","745331":"\n   do you ever feel like you've made up your mind but others just won't accept that?\n  ","745332":"\n   You rooting for the Clips to win the chips? Clipper nation for life! Are you a good free throw shooter?\n  ","745333":"\n   What am I supposed to do, when everything reminds me of you 😘😘😘\n  ","745334":"\n   Girl look at the last sentence. Anon asked a weird ass question but it’s still a question.\n  ","745335":"\n   Then your blind or illiterate.\n  ","745336":"\n   Would you ever go on a game show\n  ","745337":"\n   In the immortal words of DaBaby: “I could have a b**ch from Harvard w an 8 year degree, I probably still’d rather pull up with a hood b**ch.” Which is more your type?\n  ","745338":"\n   Do you stretch when you wake up in the morning\n  ","745339":"\n   idk who needs to here it but brosephines and bros african americans and latinas are hot fire 🥵💚\n  ","745340":"\n   Does\n   \n    @kaylyph\n   \n   still have you blocked?\n  ","745341":"\n   Why are you going to sleep\n  ","745342":"\n   do you like lingonberries?\n  ","745343":"\n   How are you today\n  ","745344":"\n   Hi gorgeous\n  ","745345":"\n   What he do\n  ","745346":"\n   all of your bio is lies\n  ","745347":"\n   Could Lufy Toothy beat Tub Truther in a 1 v 1 battle? Single elimination format on XBOX. Do you play call of duty?\n  ","745348":"\n   What’s wrong\n  ","745349":"\n   What is your favorite part about winter? (I love the look of snow and Christmas lights but I hate going out in it lmao)\n  ","745350":"\n   What is your all time favorite Christmas movie?\n  ","745351":"\n   Have you ever fallen for the “Pull my Finger” trick?\n  ","745352":"\n   Are the painting of rebellion drawn up by the thoughts you think?\n  ","745353":"\n   Are you more romantic than most people?\n  ","745354":"\n   Who is your favorite YouTuber? \nWhat do you use YouTube for?(i.e music, drama videos etc etc)\n  ","745355":"\n   When did you last travel?\nAnd where you went\n  ","745356":"\n   If you formed a band what would you name it?\n  ","745357":"\n   your bio still says twenty-four\n  ","745358":"\n   Do you write yelp reviews?\n  ","745359":"\n   Do you think smoking during the nighttime is more relaxing than smoking during lunch?\n  ","745360":"\n   Do you have a dream vacation spot?\n  ","745361":"\n   Do you prefer ice cream cake or pie and ice cream?\n  ","745362":"\n   do you watch love and hip hop?\n  ","745363":"\n   did you have a favorite toy as a kid?\n  ","745364":"\n   Is there a heaven for a g?\n  ","745365":"\n   when you were in high school did you go to prom?\n  ","745366":"\n   do you follow anyone on youtube on the regular?\n  ","745367":"\n   who is your favorite person on real housewives of atlanta? I'm a nene person lol!\n  ","745368":"\n   do you think studio lyricists come real with it?\n  ","745369":"\n   Post your best picture\/sexy pic!\n  ","745370":"\n   do you like lobster or do you prefer burger king\n  ","745371":"\n   Do you think the kids in Chicago are having a good time?\n  ","745372":"\n   Are you a born leader who never leaves the block without a heater? Would you get a dog a named snitch ninja eater?\n  ","745373":"\n   Not that way omg\n  ","745374":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","745375":"\n   Ever get a facia\n  ","745376":"\n   would you hang a sign above your door that says don't disturb this groove?\n  ","745377":"\n   do you believe in strict rules to be happy?\n  ","745378":"\n   Are Muppets better than puppets?\n  ","745379":"\n   Tumblr?\n  ","745380":"\n   Post a pic\n  ","745381":"\n   do you like Drake?\n  ","745382":"\n   do you like Tyler the Creator?\n  ","745383":"\n   Have you ever let a child paint your nails?\n  ","745384":"\n   Mantenere la verginità, realtà o utopia?\n  ","745385":"\n   Tbh on\n   \n    @JustTheKingOfficial\n   \n   ?\n  ","745386":"\n   Have you ever hated or pretended to hate an ex just so you could move on from them? Is it ok to do so?\n  ","745387":"\n   can there be friendship after love?\n  ","745388":"\n   Do you have any grey hairs\n  ","745389":"\n   i tried to trick you there lol\n  ","745390":"\n   Well you're wrong\n  ","745391":"\n   Do you have any family members who can't admit that they're wrong\n  ","745392":"\n   What’s a cute wintery name\n  ","745393":"\n   Ever did any kind of wood working? Care to share your experience?\n  ","745394":"\n   Do you have a good sense of humor?\n  ","745395":"\n   are your parents still alive\n  ","745396":"\n   Do you like spicy food\n  ","745397":"\n   What do you do in your free time\n  ","745398":"\n   What is the secret of happy relationship?\n  ","745399":"\n   You put a star on your Christmas tree or angel? Which do you prefer\n  ","745400":"\n   Wyd???\n  ","745401":"\n   Thanks dear! It would be so fun! 🥰\n  ","745402":"\n   what's your sign? do you know your moon and rising signs?\n  ","745403":"\n   manicotti or tamale?\n  ","745404":"\n   Are any of your friends or family members pastry chefs\n  ","745405":"\n   Fiddlesticks better than Ekko? Not when you consider Jhin and his damage per second. Deals major damage. What LOL champion do you like?\n  ","745406":"\n   What are your favourite perfume scents?\n  ","745407":"\n   استغفر الله العظيم وأتوب إليه \nاللهم صل على محمد\n  ","745408":"\n   do airports stress you out?\n  ","745409":"\n   Do you like egg drop soup?\n  ","745410":"\n   Paella or risotto ?\n  ","745411":"\n   Do you like bell peppers?\n  ","745412":"\n   Who on ask would you take on a summer roadtrip\n  ","745413":"\n   What is something that you always wanted to buy etc you're not allowed to say a house\n  ","745414":"\n   I’m currently naked. Have you ever been naked?\n  ","745415":"\n   What personality trait do you think is more important for friendship?\n  ","745416":"\n   Have you ever walked the streets a soldier\nAnd fought the world alone?\n  ","745417":"\n   Do you like pringles more than ruffles?\n  ","745418":"\n   Is Southern hospitality a real thing?\n  ","745419":"\n   Have you ever walked out to the sandbars on the beach before?\n  ","745420":"\n   What is your favorite subject in school?\n  ","745421":"\n   Last thing you wore that was pink\n  ","745422":"\n   Are you a deep sleeper or do you wake up easily?\n  ","745423":"\n   Do you ever set up your friends on dates?\n  ","745424":"\n   Was becoming a mother the most memorable day of your life? Can you remember most of the details of that day?\n  ","745425":"\n   Is marvel real cinema? Or is Martin Scorsese correct in calling it amusement park moments?\n  ","745426":"\n   Would you rather speak Spanish or speak Italian?\n  ","745427":"\n   Has Eric the Midget's death made Howard Stern's show worse?\n  ","745428":"\n   do you watch real housewives of Atlanta?\n  ","745429":"\n   Are Libras and Taurus undateable?\n  ","745430":"\n   what scale do you like to solo over?\n  ","745431":"\n   Get rid of your glasses cos they make you look like a little kid\n  ","745432":"\n   hi\n  ","745433":"\n   Omg guys I’m going for a massive goal so if you want to help me out let me know. Any order of any cost helps. We have the simplest everyday items such as toothpaste, deodorant, shampoo, conditioner! \n\nGracePower.arbonne.com\n  ","745434":"\n   Are you into dancing?\n  ","745435":"\n   Is trying to change someone in a relationship a bad idea\n  ","745436":"\n   Which one of your family members is the biggest control freak\n  ","745437":"\n   Are the party people bringing down the little people?\n  ","745438":"\n   what is better, pumpkin pie, turkey dinner or watching an annoying child fall down in a bucket of garbage?\n  ","745439":"\n   Do you think people understand the purpose of good conversation?\n  ","745440":"\n   Pokemon is political?\n  ","745441":"\n   do you feel like this generation scooby doo? Or are you more political like Pokemon?\n  ","745442":"\n   Last thing to make you smile\n  ","745443":"\n   Who is the smartest person in your family\n  ","745444":"\n   What does this emoji mean do you know  🐡\n  ","745445":"\n   Do you keep any secret from your boyfriend or husband or whatever your house\n  ","745446":"\n   New account\n   \n    @Fabb_Priv\n   \n   ⭐️\n  ","745447":"\n   Suggestions who too follow\n  ","745448":"\n   Did you panic when you found out that you are pregnant when you were pregnant\n  ","745449":"\n   Would you ever try bull riding  for fun\n  ","745450":"\n   Do you like fruit smoothies if you do what do you like in them\n  ","745451":"\n   is Donald Trump a good president?\n  ","745452":"\n   what kind of iced drinks\/iced coffee do you like to order on a warm morning?\n  ","745453":"\n   What’s your go to breakfast\n  ","745454":"\n   Miss. Miss, is Naomi Watts academy award material?\n  ","745455":"\n   What’s your favorite farm animal?\n  ","745456":"\n   If you’re getting this it’s because I sent it to you. Anyhow what’s something that can just brighten your day no matter how bad your day has been?\n  ","745457":"\n   Do you go all out for Christmas decorations? Or not really your thing?\n  ","745458":"\n   would you rather live near the beach, the mountains or in the city?\n  ","745459":"\n   Are you buying the Disney plus streaming app?\n  ","745460":"\n   What are you currently up to at the moment? Me at the moment I'm watching some football. 😁👌\n  ","745461":"\n   Is it tougher to love a man who only sings opera or a man who dances like justin bieber?\n  ","745462":"\n   Would you ride a horse 🐎 if you got the chance? Or no.. too scary?\n  ","745463":"\n   have you ever been a vegetarian?\n  ","745464":"\n   What gets you really hot?😏😏 .If you really want to get me hot just have me wear a heavy coat in the middle of summer .😘\n  ","745465":"\n   Last movie you saw at the movie theatre?\n  ","745466":"\n   What are we having for dinner?\n\nWe are having a little bit of everything. Cornbread, lots of vegetables, baked chicken wings. Pot roast with vegetables in it too. Onions, carrots and potatoes.\n  ","745467":"\n   ☃️🎄 Do you prefer gingerbread cookies or sugar cookies? :3\n  ","745468":"\n   Happy birth day\n  ","745469":"\n   What is your go to order for Starbucks\n  ","745470":"\n   do you drink seltzer\/sparkling water? if so, what's your favorite flavor?\n  ","745471":"\n   Thoughts on implants?\n  ","745472":"\n   would you have your wife get on the phone and call minister Farrakhan?\n  ","745473":"\n   What do u want for Christmas?\n  ","745474":"\n   Did you watch Mr Rogers neighborhood as a kid?\n  ","745475":"\n   Just checking.. who wants off my followers list?\n  ","745476":"\n   have you ever been a babysitter?\n  ","745477":"\n   Long hair or short on yourself?\nWhich do you prefer? Both? Ya like to change it up?\n  ","745478":"\n   Any games you enjoy playing?\nHave a game you will never play again?\n  ","745479":"\n   what’s your favorite fair\/carnival food?\n  ","745480":"\n   top two favorite types of massage?\n  ","745481":"\n   do you have any half siblings?\n  ","745482":"\n   Spell remove pain\n  ","745483":"\n   What does it mean when someone says they have feelings for someone? My friend broke up with her boyfriend, and says “ she still has feelings for him”\n  ","745484":"\n   Have you ever dated a jock\n  ","745485":"\n   beef or pork\n  ","745486":"\n   Turkey 🦃\nYay or nay?\n  ","745487":"\n   What is something you will NEVER do again?\n  ","745488":"\n   How are you doing\n  ","745489":"\n   Tbh, i wish I was cute! 💔\n  ","745490":"\n   Candles or incense?\n  ","745491":"\n   lol im suprised that you're still on here but im glad that you are lol i just got back on today\n  ","745492":"\n   Did you tell them\n  ","745493":"\n   Where from\n  ","745494":"\n   What did you eat\n  ","745495":"\n   Have you ever had food poisoning\n  ","745496":"\n   have you ever had Ethiopian food?\n  ","745497":"\n   do you like Indian food?\n  ","745498":"\n   do you like Jamaican food?\n  ","745499":"\n   Hi\n  ","745500":"\n   What would you say was the craziest thing you’ve ever done\n  ","745501":"\n   With you man?\nHav you a man :))\n  ","745502":"\n   What did you do today\n  ","745503":"\n   How are you willing to spend your summer vacation?\n  ","745504":"\n   Did you have a great birthday 🎂 beautiful\n  ","745505":"\n   do you think we hate ourselves too much for past mistakes?\n  ","745506":"\n   🔥FREE SPACE🔥🔥\n  ","745507":"\n   do you think Fallout 76 is a money grab by Bethesda to make money with micro transactions?\n  ","745508":"\n   Do you think ghosts are lonely?\n  ","745509":"\n   are pancakes better than waffles?\n  ","745510":"\n   how much time do you think it takes to get over a bad break up?\n  ","745511":"\n   What do you think about truck drivers? Would you ever consider dating one? I'm a 26 year old truck driver\n  ","745512":"\n   Hey all, I know I don’t send stuff out very often but today I got told that my grandad has skin cancer not even three years after he had prostate cancer, if you could keep him in your thoughts\/prayers it would be greatly appreciated 🖤\n  ","745513":"\n   Have you ever seen Harold and Kumar go to White Castle?\n  ","745514":"\n   What would you do\/say if you were walking and these two girls about 7+ came up to you telling you that some boys were throwing glass they found on the road at them? Granted the boys were long gone at that time.\n  ","745515":"\n   If your life were a movie, what would be the title?\n  ","745516":"\n   could you love a baked potato more than a gold fish named bobby?\n  ","745517":"\n   do you think you would be good at paranormal studies? Could you detect a ghost and stop a demon if you had to?\n  ","745518":"\n   do you think the last mistake a person makes defines who they are?\n  ","745519":"\n   what's the use in buying a car if a person won't buy gasoline?\n  ","745520":"\n   Cigarettes, yuck!\n  ","745521":"\n   Where’s\n   \n    @Bands_Over_Food\n   \n   gone ?\n  ","745522":"\n   Response with\" thank you\" no with \"i know\"\n  ","745523":"\n   are you a hardcore gamer?\n  ","745524":"\n   do you think about lyrical flow or are you more about the beat?\n  ","745525":"\n   But x2 grows more rapidly than x, so 2x2−5x will head towards +infinity\n  ","745526":"\n   Nice jeans nice nails\n  ","745527":"\n   They look beautiful\n  ","745528":"\n   PAP something, anything that is beautiful to you.\n  ","745529":"\n   do 99% of your fans wear high heels?\n  ","745530":"\n   do you prefer instagram or twitter?\n  ","745531":"\n   do you kick it real\n  ","745532":"\n   do you trust the person who says Free Hong Kong?\n  ","745533":"\n   How do you ask someone out on a date?\n  ","745534":"\n   I’m itchy. Do you get dry skin often?\n  ","745535":"\n   A lot of people in my town say autistic people are not worthy of love. Is that true?\n  ","745536":"\n   If a guy asks you what brand of makeup you recommend for sensitive skin, what would you say?\n  ","745537":"\n   I think that is a lie\n  ","745538":"\n   What are you scared off\n  ","745539":"\n   Have you ever been rejected by someone dating wise\n  ","745540":"\n   Hi\n  ","745541":"\n   Which Is the oldest text message you have saved on your phone?\n  ","745542":"\n   HAPPY BIRTHDAY 🎂🎈🎊🎉🎁\n  ","745543":"\n   Happy Birthday Beautiful 🌹🎈🎁\n  ","745544":"\n   Happy birthday Gabby 🥳🥳\n  ","745545":"\n   You are very welcome hun ❤️❤️❤️\n  ","745546":"\n   Happy Birthday 🥰🌹\n  ","745547":"\n   What do you do to let others know you love them?\n  ","745548":"\n   How you created your squad? Have any tips on how to create your own community?\n  ","745549":"\n   Thats nice and besides today is Friday so you can have like a weekend birthday and celebrate til Sunday xD 25 years is an awesome age. In Puerto Rico we call it la peseta (the quarter dollar) i really hope you enjoy it so much.\n  ","745550":"\n   How would your friends describe you?\n  ","745551":"\n   What are your plans to celebrate your birthday 🎂? ❤️\n  ","745552":"\n   Favorite cartoon growing up?\n  ","745553":"\n   PAP your style icon!\n  ","745554":"\n   What's your favorite picture of you\n  ","745555":"\n   What are the three most important things for you to be happy?💫⭐\n  ","745556":"\n   Happy birthday Wifey 🎂\n  ","745557":"\n   When have you felt like you were living life to the fullest? When have you felt like you weren’t?\n  ","745558":"\n   What are you doing for your birthday\n  ","745559":"\n   I know I'm not straight, but I don't know what I'm supposed to call it. I'm a girl, but I like males more then females. Am I bisexual?\n  ","745560":"\n   How old are You?\n  ","745561":"\n   what’s ur favorite kind of casserole ? (do u like\/ever make casseroles?)\n  ","745562":"\n   would you rather give up ice cream or movies, for the next three years?\n  ","745563":"\n   Birthday Queen\n  ","745564":"\n   Also today is a good day\n  ","745565":"\n   green or yellow?\n  ","745566":"\n   would you name a kid after any of your grandparents?\n  ","745567":"\n   Hello\n  ","745568":"\n   Really ? Your face is same same Asian girl\n  ","745569":"\n   smile... you’re amazing 😉\n  ","745570":"\n   Yes but you are from Phillipins\n  ","745571":"\n   What’s the weather like where you are?\n  ","745572":"\n   Como haz estado\n  ","745573":"\n   you are crazy friend\n  ","745574":"\n   Congratulations friend\n\nCongratulations friend\n\nCongratulations friend\n  ","745575":"\n   Congratulations friend\n  ","745576":"\n   Happy birthday!!! Philipina😍😍😍\n  ","745577":"\n   De donde eres ¿?\n  ","745578":"\n   hello\n  ","745579":"\n   HAPPY BIRTHDAY GABBY! i hope your day is as wonderful as you are!\n  ","745580":"\n   Happy birthday wifey!!!❤😘🎉 I hope you have a great day!\n  ","745581":"\n   hmmm 🤔 not in the market yet 😅\n  ","745582":"\n   Happy Birthday gurl! hope you have a fantastic day. 🤗🎁🎉🎊\n  ","745583":"\n   Is there a person you hate for no reason?\n  ","745584":"\n   do you celebrate christmas? if so are you excited? 😍🎄\n  ","745585":"\n   Happy birthday!\n  ","745586":"\n   Ever jumped on a trampoline before?\n  ","745587":"\n   who among you have tellonym accounts?\n  ","745588":"\n   what do you have for breakfast on thanksgiving morning?\n  ","745589":"\n   How's the weather today where you're at? It is absolutely pouring out here.\n  ","745590":"\n   Would you learn sign language if you had the chance? and why if no\/yes?\n  ","745591":"\n   What's your favorite birthday memory?\n  ","745592":"\n   If your crush has fallen for someone uglier than you does that mean you have a less chance or more chance ?\n  ","745593":"\n   Happy birthday!🎈 I hope you have a great day and eat cake!😁\n  ","745594":"\n   Happy birthday! Tell Greg to take you somewhere fancy for dinner and not red lobster! Red Lobster isn’t fancy!\n  ","745595":"\n   samsung s10 or iphone 11 max pro?\n  ","745596":"\n   Happy birthday!!! 😍🔥❤️😘\n  ","745597":"\n   Happy Birthday To Youuuu 🎂 🎉 🎈 🎊❤️\n  ","745598":"\n   Nice! Oh! And HAPPY BIRTHDAY! 🤘😁\n\nMay all your wishes come true today on your birthday!\n  ","745599":"\n   Happy 15th Birthday Gabrielle\n  ","745600":"\n   Kk 🤷‍♀️\n  ","745601":"\n   Happy birthday\n  ","745602":"\n   Is there anyone who you jealous of?\n  ","745603":"\n   Your so very welcome beautiful I hope that you have a good birthday 🎂\n  ","745604":"\n   Name 5 things that are currently in your line of sight?\n  ","745605":"\n   Happy birthday 🎂 beautiful\n  ","745606":"\n   What is your favourite meal\n  ","745607":"\n   Does your family not like your bf, fiance or husband whatever you have\n  ","745608":"\n   you ok\n  ","745609":"\n   Favourite people you follow?\n  ","745610":"\n   hi\n  ","745611":"\n   Last time you had sex\n  ","745612":"\n   Follow for follow?\n  ","745613":"\n   do you believe in horoscopes?\n  ","745614":"\n   I have no woman because of tooth gap. 🎱\n  ","745615":"\n   ❤️🤩\n  ","745616":"\n   IT'S ALMOST YOUR BIRTHDAY!!!!!! Any plaaaans?! 😊👏👏🎂\n  ","745617":"\n   Do you like your job\n  ","745618":"\n   What is the most painful experience you had?\n  ","745619":"\n   Do you like Spanish\/Mexican food?\n  ","745620":"\n   How many push ups could you do in a minute\n  ","745621":"\n   What makes you feel special ?\n  ","745622":"\n   What's the most valuable thing you've held in your hands?\n  ","745623":"\n   What is your favourite thing about Christmas? ☃️🎄\n  ","745624":"\n   Christmas trees! Real or fake? 🎄 Which do you prefer? :)\n  ","745625":"\n   Hiii thank you for the coins ❤️ i hope you have a beautiful day\n  ","745626":"\n   What's the last photo you took on your phone? Post it!\n  ","745627":"\n   Sorry\n  ","745628":"\n   ¿Eliges a tus amigos?\n  ","745629":"\n   Why are you blocking people\n  ","745630":"\n   Thats rude\n  ","745631":"\n   Describe \"being cocky.\"\nWhat is it to you to be \"cocky.\"\n  ","745632":"\n   What's your favorite school subject and tell me why? ☺\n  ","745633":"\n   Ok mama\n  ","745634":"\n   Why this much hate\n  ","745635":"\n   It matters amigo :)\n  ","745636":"\n   U tell yes or no\n  ","745637":"\n   Can boys apply lipstick if yes recommend a cute colour xD ?\n  ","745638":"\n   Hi\n  ","745639":"\n   What is ur current time\n  ","745640":"\n   Ever stated in Airbnb? Care to share your experience? (Don't have to share)\n  ","745641":"\n   What about your snapchat code? ?\n  ","745642":"\n   Cream or milk in your coffee?\n  ","745643":"\n   Does penis size really matter when it comes to sex?\n  ","745644":"\n   Will there be an open bar and a chocolate fountain?\n  ","745645":"\n   2 days?\n  ","745646":"\n   Did you forget your first love?\n  ","745647":"\n   You can't be nice can you\n  ","745648":"\n   You are welcome am always here to help\n  ","745649":"\n   Did you take a nap\n  ","745650":"\n   Ur birthday is coming up\n  ","745651":"\n   Thanks for the spam likes and 🔥🔥 🌹\n  ","745652":"\n   Yeeeeaha! Let's go fam. 🤙🤘\n  ","745653":"\n   Why you wanna take a nap on a cat tho?\n  ","745654":"\n   What scares you more than anything else?\n  ","745655":"\n   If you could change one thing in the world, what would it be and why ?\n  ","745656":"\n   Figures 🙄\n  ","745657":"\n   Do u have sex\n  ","745658":"\n   How r u this evening\n  ","745659":"\n   Pap of your text\n  ","745660":"\n   If you have a crush on someone what will you do\n  ","745661":"\n   ROADTRIP! Where are you going and who are you taking with you?\n  ","745662":"\n   What is the weirdest argument you've ever had\n  ","745663":"\n   Who would you invite to your wedding if you got married\n  ","745664":"\n   What is something you want right now?\n  ","745665":"\n   Do you use depop? If you'd like, answer with your depop username and I'll follow you 🙂\n  ","745666":"\n   Do you tuck in your shirt?\n  ","745667":"\n   What do you think you do best\n  ","745668":"\n   What is your Zodiac sign??\n  ","745669":"\n   What movie can you watch over and over again?\n  ","745670":"\n   What do you think is the most enjoyable thing?\n  ","745671":"\n   - Él es mi más grande recuerdo en la adolescencia. ¿Qué es lo más que han durado en una relación y el por qué se terminó? Saludos gente bella y feliz tarde de lluvia ⛈️\n  ","745672":"\n   Last time you been to court\n  ","745673":"\n   Ever get a ticket\n  ","745674":"\n   Hi\n  ","745675":"\n   Who’s going to watch your kids while you go out Saturday?\n  ","745676":"\n   Who do you trust most in your life?\n  ","745677":"\n   Why lol\n  ","745678":"\n   Would you like to have a mr meeseeks\n  ","745679":"\n   Do you like Rick and Morty\n  ","745680":"\n   What was ur nake name When u were young🤣\n  ","745681":"\n   Are you excited for you birthday\n  ","745682":"\n   Wyd?\n  ","745683":"\n   Weight lost tips!\n  ","745684":"\n   What are you doing for your birthday?\n  ","745685":"\n   How old will u be?\n  ","745686":"\n   Post a picture of your angry face!\n  ","745687":"\n   hugs\n  ","745688":"\n   These are so random indeed. Sorry for troubling you! Have a terrific day!\n  ","745689":"\n   Just a reminder that you're so much more than your trauma or disease or anything that's holding you back. We are all capable of big things, so don't hold back if you don't have to. Rise above the stigma and be the best you that you are! 🤗❤️\n  ","745690":"\n   Post a picture of your favorite celebrity!\n  ","745691":"\n   Body confi pic\n  ","745692":"\n   Ikr?\n  ","745693":"\n   [🌷]Что вам не нравится в вашем районе?..\n  ","745694":"\n   Ever owned a dream catcher before? PAP of it? or of one?\n  ","745695":"\n   Do you believe in horoscope compatibility?\n  ","745696":"\n   PAP of what's in front of you now. (Don't have to) (Post a GIF instead if you'd like)\n  ","745697":"\n   Emoji of the day!\nAaaand go!\n(Can be more than one)\n  ","745698":"\n   who is the funniest person you know?\n  ","745699":"\n   How many siblings do you have? What is your relationship like with them?\n  ","745700":"\n   Coconut.\nYay or nay?\n  ","745701":"\n   Netflix or Lostfilm?\n  ","745702":"\n   If you could meet anyone from ask in person, who would it be?\n  ","745703":"\n   Have you started your xmas shopping yet\n  ","745704":"\n   They have really cool pipes and bowls that hey make for smoking. Beautiful stuff. Should invest. You'd probably like. You've probably seen some and didn't even realize it.\n  ","745705":"\n   aren’t you bi\n  ","745706":"\n   lemon or lime?\n  ","745707":"\n   Is it a myth that white girls are freakier\n  ","745708":"\n   Glass blowing.\nHeard of it? It is so awesome! Beautiful art. Should look it up when ya have the time!\n  ","745709":"\n   cap’n crunch or cinnamon toast crunch?\n  ","745710":"\n   are you quiet ?\n  ","745711":"\n   WWYD??. If you were at a coffee shop or restaurant and you noticed the couple at the next table were arguing and one of them was being aggressive\/ abusive towards the other.\n  ","745712":"\n   Happy Guy Fawkes Night\n  ","745713":"\n   Followed\n  ","745714":"\n   Is there any people who has done you wrong and you'll never forgive them\n  ","745715":"\n   Would you ever try any fighting sports\n  ","745716":"\n   Name 3 thing you thought you'll never do but now you did it\n  ","745717":"\n   Do you like ESPN\n  ","745718":"\n   Anything interesting happen today\n  ","745719":"\n   Are relationships harder these days? Why do you think so?\n  ","745720":"\n   Where do you find new music?\n  ","745721":"\n   Predictive text: I lost my ____________________\n  ","745722":"\n   black or white?\n  ","745723":"\n   what are you busy with today?\n  ","745724":"\n   What’s your plans for today?\n  ","745725":"\n   Which part of day is the most productive for you?\n  ","745726":"\n   What annoys you more slow drivers or people who don't indicate whilst driving\n  ","745727":"\n   Are you friends with any of your ex’s ?\n  ","745728":"\n   Why do girls hate talking to boys?\n  ","745729":"\n   Does it bother you when the same friends text you everyday ?\n  ","745730":"\n   Why do some guys shave their beards and mustaches off? What is the reason for this?\n  ","745731":"\n   What religion do you practice\n  ","745732":"\n   NOOT NOOT!!!\n  ","745733":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","745734":"\n   Last kiss\/makeout????\n  "},"Answer":{"744662":"\n  I’m blocking you\n  ","744663":"\n  Bye since you have no questions\n  ","744664":"\n  I’m fine\n  ","744665":"\n  Kay?\n  ","744666":"\n  Do you question\n  ","744667":"\n  Maybe later lol\n  \n  It’s only 6:50am\n  ","744668":"\n  Don’t care how about that\n  ","744669":"\n  A man?\n  ","744670":"\n  Just go for it\n  ","744671":"\n  Do you have a question\n  ","744672":"\n  Ugly name.\n  \n  You name your child that since you obviously like that name\n  ","744673":"\n  Don’t care\n  ","744674":"\n  This emoji 🤷🏽‍♀️\n  ","744675":"\n  No\n  ","744676":"\n  Gotta text my in law tomorrow. how fxcking awkward 🥴\n  ","744677":"\n  Photography\n  ","744678":"\n  Probably\n  ","744679":"\n  Nothing???\n  ","744680":"\n  I expect them to do & try their hardest . If they need to stay after for help then they will attend .\n  ","744681":"\n  🤷🏽‍♀️\n  ","744682":"\n  Craving one at the time\n  ","744683":"\n  Well obviously it’s bad .\n  \n  But you can’t stop your kids from doing certain things in life no matter how hard gig try. Strict or not\n  ","744684":"\n  Yep\n  ","744685":"\n  19. I stopped . Started smoking again at 21.\n  ","744686":"\n  Lol o  🚬\n  ","744687":"\n  No tbh\n  ","744688":"\n  No thoughts\n  ","744689":"\n  I should be right?\n  \n  Lmao\n  ","744690":"\n  Never heard of it\n  ","744691":"\n  Updated my bio 😘\n  ","744692":"\n  Smoking\n  \n  Kxlling my lungs\n  ","744693":"\n  Stfu\n  ","744694":"\n  Spending time with my family\n  ","744695":"\n  Yep\n  ","744696":"\n  I don’t normally take pics of my food\n  ","744697":"\n  I can be\n  ","744698":"\n  Lmfao no\n  ","744699":"\n  ATL\n  ","744700":"\n  Same here but unfortunately it’s the world we live in where ppl see only color\n  ","744701":"\n  Thank you!!\n  \n  People don’t understand common sense and try to fight me on my race\n  ","744702":"\n  I want an engagement ring lmao\n  \n  But I do want the Apple Watch\n  ","744703":"\n  Well not in my case\n  ","744704":"\n  No but I want one badly\n  ","744705":"\n  Yep .\n  \n  My first time was great!\n  \n  My 2nd time was horrible\n  ","744706":"\n  Unless my kids are 100% black you can’t just say they’re only black .\n  \n  That’s just ignorant\n  ","744707":"\n  Nope\n  ","744708":"\n  Yep.\n  \n  I love the feeling of it lol\n  ","744709":"\n  Well that’s how ignorant you and the world is smh.\n  ","744710":"\n  Because why lie?\n  \n  Lmaoo ; would you lie about what you are?\n  \n  No so why would my kids?\n  \n  They wouldn’t say they’re ONLY black if they’re mixed\n  \n  You see how that works?\n  ","744711":"\n  No I don’t\n  ","744712":"\n  👏🏽\n  \n  So that means they’re mixed\n  ","744713":"\n  Well if my kids are wouldn’t their kids be mixed????\n  \n  Just because they have kids with a black person doesn’t change that their mixed lmao\n  \n  I’m white and from the Caribbean. My kids are black , white and Caribbean lmao\n  ","744714":"\n  Lmaoo ;\n  \n  But I’m ONLY black according to these anons soo 🤷🏽‍♀️\n  ","744715":"\n  That’s what I’m saying . These ppl are dumb af ifs simple science lmao\n  ","744716":"\n  Did I say that? No\n  \n  Obviously she looks black bc her dad is lmao\n  \n  But in person her skin is as light as me you know why? Because she’s mixed lmao\n  ","744717":"\n  Well she looks like her dad lmao .\n  \n  And my son looks like me lmao\n  ","744718":"\n  When I was younger yeah\n  ","744719":"\n  No but my kids would say they’re mixed because that’s what they are lmao.\n  \n  Why lie about your race\n  \n  How dumb like half y’all on here\n  ","744720":"\n  Not once did I ever state I was fully white Lmaoo\n  \n  And if y’all taking my name serious on here y’all got issues .\n  \n  It’s just the internet\n  ","744721":"\n  I can\n  ","744722":"\n  Today Lmaoo\n  ","744723":"\n  Nope\n  ","744724":"\n  When my moms not white then I won’t be half white lmao\n  \n  Until then suck it up butter cup\n  ","744725":"\n  Obviously I do lmao\n  ","744726":"\n  Sigh ; about to be on my way to work . But gotta make that money 💰\n  ","744727":"\n  Uh no\n  ","744728":"\n  “I supply the cigarettes and bread”\n  ","744729":"\n  No\n  ","744730":"\n  Working\n  ","744731":"\n  Lowkey not ready for work today\n  ","744732":"\n  My candle\n  ","744733":"\n  I indeed do\n  ","744734":"\n  Thank you baby 🥰😍❤️\n  ","744735":"\n  Why do y’all send me these shxts\n  ","744736":"\n  Everyday there’s crime\n  ","744737":"\n  I love the color and length of my nails 🥰\n  ","744738":"\n  I have not yet\n  ","744739":"\n  Nope\n  ","744740":"\n  Crazy how my whole thread about me not being white got deleted smh\n  ","744741":"\n  I only watch Real Housewives Of Atlanta\n  ","744742":"\n  Yep .\n  \n  I pay $11.60 something like that\n  ","744743":"\n  Wow I’m almost woke 10k followers 🤩\n  ","744744":"\n  None????\n  ","744745":"\n  I have with my dad\n  ","744746":"\n  Speaking of work.\n  \n  I have work today\n  ","744747":"\n  No?\n  ","744748":"\n  No\n  ","744749":"\n  I do now 🤟🏽\n  ","744750":"\n  Can’t wait to get my nails done today and cut them down a little\n  ","744751":"\n  Sounds like your problem\n  ","744752":"\n  Sigh dumb questions once again\n  ","744753":"\n  I’m just logged in . I don’t log out\n  ","744754":"\n  I’m tired of waking up to these dumb questions\n  ","744755":"\n  I don’t wear sneakers\n  ","744756":"\n  None\n  ","744757":"\n  No\n  ","744758":"\n  Stupid\n  ","744759":"\n  Mhm\n  ","744760":"\n  Send me more questions\n  ","744761":"\n  Because I shouldn’t have too .\n  \n  And plus I already stated it earlier I’m jus no getting to deep into details\n  ","744762":"\n  Y’all are real life stupid 😇\n  ","744763":"\n  All 3 ~\n  ","744764":"\n  Ppl are dumb ~\n  ","744765":"\n  6’1\n  ","744766":"\n  2\n  ","744767":"\n  No ppl think that Bc I mentioned going to court with my mother-in-law lmao\n  ","744768":"\n  Wtf???\n  \n  Idk where y’all getting this information from smh\n  ","744769":"\n  Russ- Best on Earth\n  ","744770":"\n  If it’s for a good reason. No it shouldn’t especially not to strangers\n  ","744771":"\n  If it’s for a good reason?\n  \n  No it shouldn’t matter to you people\n  \n  Lmao\n  ","744772":"\n  ?\n  ","744773":"\n  Let me break this down for you so you understand a little better .\n  \n  Losing custody of your child would matter .\n  \n  Giving up your child wouldn’t matter\n  \n  Now with that being said .\n  \n  Nobody said I lost custody of her\n  ","744774":"\n  NooooooooooooooooooOOOOOOO\n  ","744775":"\n  Work work work\n  ","744776":"\n  Thank you . 🤗\n  ","744777":"\n  In my bio\n  ","744778":"\n  O k\n  \n  What’s up? Is a conversation starter.\n  \n  I’m here for questions.\n  \n  Which is what this site is for\n  ","744779":"\n  Bye .\n  \n  I’m not here for conversation\n  ","744780":"\n  Thanks yo\n  ","744781":"\n  I’m great!\n  ","744782":"\n  Thanks .\n  \n  Same to you!\n  ","744783":"\n  I do .\n  \n  Not near mountains\n  ","744784":"\n  Sounds fxcking stupid\n  ","744785":"\n  *\n  ","744786":"\n  I said who said I gave her up???\n  \n  Never once did I say I’m not saying or not .\n  \n  I literally asked y’all who said I did and none of y’all can answer\n  \n  Weirdos\n  ","744787":"\n  Obviously you don’t\n  ","744788":"\n  I get questions every day????\n  ","744789":"\n  It wouldn’t matter\n  \n  Because giving up your child or losing your child is 2 different things .\n  ","744790":"\n  How am I keeping that a secret? Lmao\n  ","744791":"\n  Hopefully getting my nails done tomorrow morning 😁\n  ","744792":"\n  1999 lol\n  ","744793":"\n  Haha!\n  \n  Thanks\n  ","744794":"\n  Don’t be sorry.\n  \n  She’s just a miserable person\n  ","744795":"\n  Monopoly\n  ","744796":"\n  John Q\n  \n  ATL\n  \n  New Jack City\n  \n  The Notebook\n  \n  Dear John\n  \n  Diary of a mad black women\n  \n  I Can Do Bad all by myself\n  ","744797":"\n  I do & then I don’t\n  ","744798":"\n  10:00pm\n  ","744799":"\n  She wants child support from us\n  \n  And other things I’m not ready to discuss.\n  \n  Y’all probably have a lot of hate \/ questions when I decide to say\n  ","744800":"\n  Joseph is my son Lmaoo which is her sister .\n  \n  And nope nothing of that sort .\n  \n  But there’s a lot y’all don’t know and I’m not ready to disclose that info lmao\n  ","744801":"\n  Because she thinks it would be in her best interest .\n  ","744802":"\n  I’m well aware\n  ","744803":"\n  Just woke up from a nap\n  ","744804":"\n  Even if she did or does . Why does it matter\n  ","744805":"\n  You been added to my block list\n  ","744806":"\n  Thanks\n  ","744807":"\n  Russ - Best On Earth\n  ","744808":"\n  Uh no\n  ","744809":"\n  Ny\n  ","744810":"\n  It’s always random\n  ","744811":"\n  Idc\n  ","744812":"\n  Who said I did?\n  ","744813":"\n  Who said she did?\n  ","744814":"\n  I see that\n  ","744815":"\n  Oh stfu anon\n  ","744816":"\n  Child support \/ custody\n  ","744817":"\n  Thank ya\n  ","744818":"\n  I do indeed\n  ","744819":"\n  👀👀👀\n  ","744820":"\n  Omfg stfu already\n  ","744821":"\n  🥰😇\n  ","744822":"\n  Probably going to take a nap 😴\n  ","744823":"\n  Who?\n  ","744824":"\n  Lol\n  ","744825":"\n  Can I get decent questions\n  ","744826":"\n  Go ask ya mom\n  \n  And get off my page\n  ","744827":"\n  Go ask your mom\n  ","744828":"\n  Why does this matter so much lol\n  ","744829":"\n  Mac & cheese\n  ","744830":"\n  Kids\n  ","744831":"\n  It apparently is that deep for that anon to be reaching smh\n  ","744832":"\n  That’s what I thought I don’t usually assume they’re saying “yeah”\n  ","744833":"\n  Anyone have real questions for me\n  ","744834":"\n  When ppl say mhm I don’t automatically assume they’re saying yeah so I ask them yeah or no lmao .\n  \n  Well that’s just mean Bc I don’t just assume things\n  ","744835":"\n  They’re real life dumb .\n  \n  Like I don’t get what they would automatically assume “mhm” means “yeah”\n  \n  Like having a convo with someone irl and they say “mhm” do you automatically assume they’re responding with “yeah” lol\n  ","744836":"\n  “Mhm” can mean anything you prick.\n  \n  I could’ve just said “mhm no” & you’ll probably take that as “yeah” lmaooooo\n  ","744837":"\n  Will Smith\n  ","744838":"\n  Nope\n  ","744839":"\n  Tbh I have no clue.\n  \n  I never really care to ask lol\n  ","744840":"\n  🤪\n  ","744841":"\n  Even if the question did say that I never said “yeah”\n  \n  & even if she did or does who cares\n  ","744842":"\n  Nothing\n  ","744843":"\n  Wtf who said I didn’t?\n  ","744844":"\n  No\n  ","744845":"\n  Why what?\n  ","744846":"\n  Reached my coin limit I think 🙄\n  ","744847":"\n  Mhm\n  ","744848":"\n  Ask me things\n  ","744849":"\n  Lmaooo\n  ","744850":"\n  Smh\n  ","744851":"\n  And that’s just the saddest part .\n  \n  The world we live in smh\n  ","744852":"\n  Not everyone has nice eyes no matter your race\n  \n  Lmaoo\n  ","744853":"\n  You never seen an Asians eyes lol?\n  \n  They’re chinky\n  ","744854":"\n  Thank you .\n  \n  Like you can’t change who you are\n  ","744855":"\n  Omfg I don’t give fxck what you think is ignorant\n  \n  You asked me a fxcking question and I answered\n  ","744856":"\n  Wal mart\n  \n  Old Navy\n  \n  Forever 21\n  \n  Target\n  \n  Kohl’s\n  \n  American Eagle\n  ","744857":"\n  what\n  ","744858":"\n  Duh\n  ","744859":"\n  Well they are chinks lol\n  \n  But I can see how\n  ","744860":"\n  The fact they you couldn’t even explain how I’m ignorant smh\n  ","744861":"\n  Pls explain to me how\n  \n  Lmao\n  ","744862":"\n  I don’t wear makeup only eyeliner and I fill in my eyebrows\n  ","744863":"\n  I have none\n  ","744864":"\n  That’s good\n  ","744865":"\n  This has nothing to do with this thread\n  ","744866":"\n  Having to repeat myself .\n  \n  If you say “huh” or “what” more than twice while I’m talking or asking a question I won’t repeat myself .\n  ","744867":"\n  I like sweet pea\n  \n  I use dove body wash and lotion\n  ","744868":"\n  It’s Wednesday.\n  \n  Nothing at all .\n  \n  I’m off from work td so I’m relaxing\n  ","744869":"\n  I don’t feel anyway\n  ","744870":"\n  And I’m going to leave it at that\n  ","744871":"\n  Go ask ya mom\n  ","744872":"\n  No such thing as virginity\n  ","744873":"\n  Lmfaoo the one who always talked shxt about others relationships\n  ","744874":"\n  Go ask ya mom\n  ","744875":"\n  Horrible\n  ","744876":"\n  Custody \/ child support\n  ","744877":"\n  Ask me things\n  ","744878":"\n  I don’t give a fxck .\n  \n  Ask me about my life\n  ","744879":"\n  I see karma worked it’s way to someone 👀\n  ","744880":"\n  No\n  ","744881":"\n  Mhm idk\n  ","744882":"\n  Uh no\n  ","744883":"\n  I don’t click links\n  ","744884":"\n  It is wrong to be nothing?\n  ","744885":"\n  All the ones I received last night that’s on anon\n  ","744886":"\n  I like light ice\n  ","744887":"\n  Everyone is evil in some aspect\n  ","744888":"\n  I love me some pizza\n  ","744889":"\n  Idk is she?\n  ","744890":"\n  Google.com\n  ","744891":"\n  Going back ???\n  ","744892":"\n  Do you think asking better questions would save this site\n  ","744893":"\n  You can read a bio I assume\n  ","744894":"\n  Today you will be blocked\n  ","744895":"\n  Sure\n  ","744896":"\n  Idc\n  ","744897":"\n  Stop asking me dumb questions\n  ","744898":"\n  No\n  ","744899":"\n  Ew .\n  \n  That’s why I have a man to assist me\n  ","744900":"\n  Bye if you can’t speak English\n  ","744901":"\n  I’m all for it\n  \n  You have the rights to bare arm but you shouldn’t just be going around shooting\n  ","744902":"\n  Depends on my mood\n  ","744903":"\n  No. we’re all evil\n  ","744904":"\n  Having sex lmao\n  ","744905":"\n  I use these\n  ","744906":"\n  Nobody asked\n  ","744907":"\n  I do.\n  \n  My man loves blueberry pancakes that I make\n  ","744908":"\n  Okay?\n  ","744909":"\n  No my parents were never married\n  ","744910":"\n  Who cares\n  ","744911":"\n  No\n  ","744912":"\n  I didn’t read this bc idc\n  ","744913":"\n  And why are you sending me this???\n  \n  What? She’s not allowed to feel her way & im not allowed to feel mine?\n  \n  Y’all are pathetic for trynna start drama\n  \n  You failed\n  ","744914":"\n  Omg stop asking dumb questions\n  ","744915":"\n  Smh\n  ","744916":"\n  I’m not a big breakfast fan tbh\n  ","744917":"\n  No I don’t.\n  \n  I hardly have the time now a days\n  ","744918":"\n  I highly doubt she’s faking anything .\n  \n  Y’all never want to see anyone succeed in life. And it shows . Just sad\n  ","744919":"\n  Idk ; can’t speak for everyone.\n  \n  But I believe anyone can experience racism\/ or can be racist\n  ","744920":"\n  Smoke\n  \n  Listen to music\n  \n  Watch my YouTube videos\n  \n  Browse social media\n  \n  Eat\n  \n  Sleep\n  ","744921":"\n  Uh yeah\n  \n  I believe anyone can be racist\n  ","744922":"\n  Right now I have my own shxt to deal with .\n  \n  But yes it’s sad\n  ","744923":"\n  Yes!!!!\n  \n  I have this one regret rn .\n  \n  And it back fired on me even tho I thought this was best. Clearly I was wrong & I had to be my in law. smfh\n  ","744924":"\n  I don’t care about either\n  ","744925":"\n  I’ve never been fishing\n  \n  Only crabbing\n  ","744926":"\n  Haha! No\n  \n  Robots taking over the world scares me tho\n  ","744927":"\n  No lol.\n  \n  But I do like that song\n  ","744928":"\n  That I hate my mother-in-law\n  ","744929":"\n  No\n  \n  I want to tho Lmaoo\n  ","744930":"\n  Cool story\n  \n  Idc\n  ","744931":"\n  Lol I’m not going to say because there’s a lot I haven’t told y’all about her taking us to court and what’s going on for real lol\n  ","744932":"\n  Go the fxck away with your dumb questions\n  ","744933":"\n  It’s your mom\n  ","744934":"\n  I don’t care\n  ","744935":"\n  No\n  ","744936":"\n  Christmas I guess\n  ","744937":"\n  Went to court this morning and it didn’t go well\n  \n  So now I’m at home\n  ","744938":"\n  I don’t give a fxck\n  ","744939":"\n  Google.com\n  ","744940":"\n  Nah they’re stuck forever\n  ","744941":"\n  Cool\n  ","744942":"\n  Bees\n  ","744943":"\n  My kids\n  ","744944":"\n  Not life\n  ","744945":"\n  Lol no but I know who is tho\n  ","744946":"\n  What about jello\n  ","744947":"\n  They’re nice\n  ","744948":"\n  I can’t stand my mother-in-law and I want nothing to do with her I stg\n  ","744949":"\n  I don’t care to have friends\n  ","744950":"\n  Well I don’t care\n  ","744951":"\n  Bc I said\n  ","744952":"\n  Thank you\n  ","744953":"\n  I’m not I just don’t care\n  ","744954":"\n  I’d rather not even say for what . But yeah it’s messed up. That’s just the type of person she is.\n  \n  She’s also , taking her son\n  ","744955":"\n  I don’t care\n  ","744956":"\n  No\n  ","744957":"\n  Jason Lee the blogger\n  \n  Messy . Yikes 😬\n  ","744958":"\n  Tired Maryjane\n  ","744959":"\n  Idk why you’re sending me this pointless shxt\n  ","744960":"\n  This Apyrl Jones shxt is insane .\n  \n  I could never 🥴\n  ","744961":"\n  I’d say that’s quit the opposite\n  ","744962":"\n  My mother-in-law is taking me lmao\n  ","744963":"\n  My moms white and my dads from the Caribbean\n  ","744964":"\n  Reached my coin limit again smh\n  ","744965":"\n  Can I get decent questions guys\n  ","744966":"\n  I speak English like my whole page\n  ","744967":"\n  So then why are you telling me?\n  \n  Just to hear yourself talk I see\n  ","744968":"\n  I love some candles 🕯\n  ","744969":"\n  None\n  ","744970":"\n  I need me a gf\n  ","744971":"\n  Oh sorry\n  ","744972":"\n  Act fake lol\n  ","744973":"\n  I don’t usually miss ppl who act like that .\n  ","744974":"\n  ❤️❤️❤️\n  ","744975":"\n  Thanks 😇\n  ","744976":"\n  Okay so why do you keep responding???\n  \n  Just leave\n  ","744977":"\n  Ok is not a question\n  ","744978":"\n  Don’t have kids young\n  \n  Oops had my first at 18\n  \n  Haha\n  ","744979":"\n  Nope . Unless it was probably a dare but even that to a certain extent\n  ","744980":"\n  I am\n  ","744981":"\n  The hospital\n  ","744982":"\n  Send me juicy questions\n  ","744983":"\n  I don’t care\n  ","744984":"\n  Both how about that\n  ","744985":"\n  I’m not playing would you rather\n  ","744986":"\n  Smh\n  ","744987":"\n  Both\n  ","744988":"\n  Im dreading court tomorrow\n  ","744989":"\n  Gabby lol\n  ","744990":"\n  Not human much .\n  \n  Since they have no human interaction\n  ","744991":"\n  Lol I know. Crazy right\n  ","744992":"\n  I never heard of it\n  ","744993":"\n  Wouldn’t we all lol\n  ","744994":"\n  Yet you’re anon .\n  \n  Let’s not be ugly now\n  ","744995":"\n  Bye\n  ","744996":"\n  No\n  ","744997":"\n  I’m great\n  ","744998":"\n  Stuffed shells\n  \n  Next ima try to make manicotti\n  ","744999":"\n  Questions\n  ","745000":"\n  And this means what to me?\n  ","745001":"\n  Going to do my nails baby blue white and sliver\n  ","745002":"\n  Can’t wait to hang up lights in my room\n  ","745003":"\n  She’s with her grandma rn\n  ","745004":"\n  The solar system\n  ","745005":"\n  I don’t watch that show\n  ","745006":"\n  I love the ending song\n  \n  And Sandra D song lol\n  ","745007":"\n  • cold air\n  \n  • snow\n  \n  • Christmas\n  ","745008":"\n  Nope\n  ","745009":"\n  John Q\n  ","745010":"\n  Still on the look out for my engagement ring 💍\n  ","745011":"\n  No not really tbh\n  ","745012":"\n  My mom 🙄\n  ","745013":"\n  Not like the NBA or NFL type shxt lmao .\n  \n  But for school stuff yeah\n  ","745014":"\n  In my mans arms\n  ","745015":"\n  Mac&Cheese & collard greens\n  ","745016":"\n  Peach\n  ","745017":"\n  Well there you go\n  ","745018":"\n  Not taking shxt from people\n  ","745019":"\n  My best friend iS fake\n  ","745020":"\n  You mean the noodles\n  ","745021":"\n  Steak\n  ","745022":"\n  My mom, sister son & bf\n  ","745023":"\n  I have. I love making it.\n  ","745024":"\n  Ew no\n  ","745025":"\n  I do\n  ","745026":"\n  No\n  ","745027":"\n  Yeah\n  ","745028":"\n  It says a “year ago from memories” lmao\n  ","745029":"\n  Lmao no wtf\n  ","745030":"\n  0\n  ","745031":"\n  Why would I tell my secret\n  ","745032":"\n  Google.com\n  ","745033":"\n  Pet cat\n  ","745034":"\n  Potatoes\n  ","745035":"\n  Soup\n  ","745036":"\n  This white claw is so good\n  ","745037":"\n  I do\n  \n  My man thinks it’s disgusting lmao\n  ","745038":"\n  Obviously this is a question site\n  ","745039":"\n  I’m not here for a conversation\n  ","745040":"\n  Guys ask me a bunch of good questions\n  \n  I’ll do honesty night since i get off work in 30 minutes\n  ","745041":"\n  I can’t wait to smoke\n  ","745042":"\n  I don’t care????\n  ","745043":"\n  This is what I got the last 2 days\n  ","745044":"\n  Rap\n  ","745045":"\n  I don’t have one where I live\n  ","745046":"\n  I feel like I don’t want anymore kids then I do lmao\n  ","745047":"\n  Bye\n  ","745048":"\n  What\n  ","745049":"\n  I’m so glad I’m off tomorrow\n  ","745050":"\n  No but I’m hoping for an engagement soon 👀\n  ","745051":"\n  I have before\n  ","745052":"\n  I mean I can swim\n  ","745053":"\n  Bye\n  ","745054":"\n  Pay first\n  ","745055":"\n  Nah 😇\n  ","745056":"\n  No\n  ","745057":"\n  Im dreading going into work at 3\n  ","745058":"\n  Scramble\n  ","745059":"\n  None\n  ","745060":"\n  All of them\n  ","745061":"\n  Bye\n  ","745062":"\n  Good 4 you\n  ","745063":"\n  Lol why thank you\n  ","745064":"\n  O\n  ","745065":"\n  I know\n  \n  Thanks\n  ","745066":"\n  Wtf\n  ","745067":"\n  1• shy sometimes - outgoing\n  \n  2• funny\n  \n  3• attitude\n  ","745068":"\n  Send me things\n  ","745069":"\n  Wtf\n  ","745070":"\n  I’m insane 😈\n  ","745071":"\n  California\n  \n  Utah\n  \n  Florida\n  \n  Atlanta\n  ","745072":"\n  I have not\n  ","745073":"\n  No\n  ","745074":"\n  No\n  ","745075":"\n  Yawn\n  ","745076":"\n  I think you should ask me questions about me\n  ","745077":"\n  No\n  ","745078":"\n  New Zealand\n  ","745079":"\n  I need a new dildo\n  ","745080":"\n  None of ur business\n  ","745081":"\n  Go away\n  ","745082":"\n  I’m tired of these dumb questions I wake up to\n  ","745083":"\n  Ew don’t call me that\n  \n  My names Gabby\n  \n  And I’m at work for another hour\n  ","745084":"\n  I’m at work but I’m fine\n  ","745085":"\n  Anon: nobody cares\n  ","745086":"\n  Sad sad sad\n  ","745087":"\n  Remember when you didn’t have a life be still don’t\n  ","745088":"\n  Get a life\n  \n  Stop talking about a year old event\n  ","745089":"\n  Why are we even talking about something that’s a whole year old\n  \n  Get a life\n  ","745090":"\n  Answering pointless shxt with me @ name in it will result in me blocking you 😇\n  ","745091":"\n  No I never have lol\n  \n  Eww\n  ","745092":"\n  Sucks I’m at work until 11pm\n  ","745093":"\n  I have one\n  ","745094":"\n  No much lmao\n  ","745095":"\n  Lol I’ll fill you in\n  ","745096":"\n  About to leave to get my Starbucks\n  \n  Then going to work\n  ","745097":"\n  Can’t wait to pick up this drink\n  ","745098":"\n  Coupe days ago during sex 😅🥴\n  ","745099":"\n  Mhm yesterday\n  ","745100":"\n  I love how curly my hair is lol\n  ","745101":"\n  Ugh going to be at work from 4-11\n  ","745102":"\n  I love myself lmao\n  ","745103":"\n  You can be blocked\n  ","745104":"\n  Idgaf if you don’t respect me\n  ","745105":"\n  No\n  ","745106":"\n  ❤️❤️❤️💕💕💕\n  ","745107":"\n  💕\n  ","745108":"\n  Can I get questions about me\n  ","745109":"\n  Almost there girl\n  ","745110":"\n  Mine didn’t go away until I gave birth\n  ","745111":"\n  Yeah it’s normal lol\n  ","745112":"\n  When I was pregnant\n  ","745113":"\n  Why ask this twice\n  ","745114":"\n  No lmfaooo\n  \n  I don’t care to spare anyone’s feelings\n  ","745115":"\n  Obviously.\n  \n  Everybody does bc no 2 ppl are the same\n  ","745116":"\n  Well I only have an iPhone\n  ","745117":"\n  Anything can cover up for any type of problems in a relationship\n  ","745118":"\n  About to have a wake n bake\n  ","745119":"\n  I’m sorry girl. I hope things get better 💕\n  ","745120":"\n  It can be I suppose\n  ","745121":"\n  I believe right timing\n  ","745122":"\n  Yep I can think of plenty\n  ","745123":"\n  I like juice lol\n  ","745124":"\n  The fly around in backyard but I’ve never really encountered them\n  ","745125":"\n  Idk tbh lol\n  ","745126":"\n  I guess she’s alright\n  ","745127":"\n  No\n  ","745128":"\n  Think I’m going to settle for some ice coffee this morning\n  ","745129":"\n  Both?\n  ","745130":"\n  What\n  ","745131":"\n  That my best friend is fake\n  ","745132":"\n  Ugh I have work from 4:30-11 today\n  ","745133":"\n  All me good questions\n  ","745134":"\n  Uh no\n  ","745135":"\n  Fish is disgusting\n  ","745136":"\n  Idk\n  ","745137":"\n  Uggs and an apple watch\n  ","745138":"\n  It’s Saturday now!\n  ","745139":"\n  Uh no\n  ","745140":"\n  Go away\n  ","745141":"\n  Thank you\n  ","745142":"\n  I took that out 7 months ago\n  ","745143":"\n  Thank you 💕\n  ","745144":"\n  Spiders\n  ","745145":"\n  Not really\n  ","745146":"\n  Baby girl 🥰💕💋\n  ","745147":"\n  When I’m high\n  ","745148":"\n  My whole page is English\n  ","745149":"\n  Fajitas\n  \n  Stuff shells\n  ","745150":"\n  How much fxcks I don’t give\n  ","745151":"\n  As much time as you need\n  ","745152":"\n  I do?\n  ","745153":"\n  Yes\n  \n  No\n  \n  No???\n  ","745154":"\n  Not for nothing but my best friend is mad fake smh\n  ","745155":"\n  Wtf kind of questions are these\n  ","745156":"\n  ActuAlly before lol\n  ","745157":"\n  I got to stop swipe typing lmao.\n  \n  Always giving me a typo lmao.\n  \n  But okay I was right\n  \n  Lol thanks\n  ","745158":"\n  Yeah\n  ","745159":"\n  My inbox is empty\n  \n  Spam me guys\n  ","745160":"\n  Not that I’m aware of\n  ","745161":"\n  Does Greece count lmao\n  ","745162":"\n  Nope\n  ","745163":"\n  I really doesn’t matter tbh\n  ","745164":"\n  Collard greens\n  ","745165":"\n  Idc how about that\n  ","745166":"\n  I don’t click links\n  \n  So idk why you’re sending me this\n  ","745167":"\n  Being the bigger person when it comes to my in law\n  ","745168":"\n  Can’t wait for my new case to come in today\n  ","745169":"\n  Sleeping Lmaoo\n  ","745170":"\n  I don’t have a fav\n  ","745171":"\n  I never tried it before\n  ","745172":"\n  Yummy\n  ","745173":"\n  No lol\n  ","745174":"\n  Hell no lol\n  ","745175":"\n  How would I know how someone acts by Watching anime\n  ","745176":"\n  Lmaoo I have and it was hilarious\n  ","745177":"\n  Finally unblocked\n  \n   @Katecreme\n  \n","745178":"\n  Questions about my life would be great\n  ","745179":"\n  I don’t have a favorite\n  ","745180":"\n  Uh yeah\n  ","745181":"\n  No\n  ","745182":"\n  I do t like people in general\n  ","745183":"\n  No\n  ","745184":"\n  I don’t have one?\n  ","745185":"\n  No lol . I like random ones\n  ","745186":"\n  Thanks\n  ","745187":"\n  Nothing\n  ","745188":"\n  I’m a queen\n  ","745189":"\n  Pants\n  ","745190":"\n  Yep\n  ","745191":"\n  I’m not a fan of either\n  ","745192":"\n  I have one .\n  \n  I’m going to eventually get another one\n  ","745193":"\n  Cool\n  ","745194":"\n  I d o n t k n o w\n  ","745195":"\n  I’m doing fine.\n  \n  Just at work until 10\n  \n  Then we’re either having wing stop or kfc for dinner\n  \n  Then my man has work at 11\n  ","745196":"\n  I ain’t shxt either 👑\n  ","745197":"\n  I’m a mf Queen\n  ","745198":"\n  Idk who that is lol\n  ","745199":"\n  I do remember it lol\n  ","745200":"\n  Either Wing Stop or KFC for dinner tonight and I’m so excited .\n  \n  For 1 I’ve been craving wings and both sounds amazing lol\n  ","745201":"\n  I am\n  ","745202":"\n  I almost got into a fight with some lady over the last chicken 😂\n  ","745203":"\n  I know it sucks lol\n  ","745204":"\n  Money is very important in your everyday to day life\n  ","745205":"\n  Sexually\n  ","745206":"\n  I crave my man 🤤\n  ","745207":"\n  At work .\n  \n  Send me questions\n  ","745208":"\n  I’ll most likely be working that day\n  ","745209":"\n  I did indeed\n  ","745210":"\n  I’m so mad my nail broke today & idk how\n  ","745211":"\n  Neither\n  ","745212":"\n  💕🥰\n  ","745213":"\n  I just love food.\n  \n  K?\n  ","745214":"\n  I have work today from 5pm-10pm\n  ","745215":"\n  I just want my inbox spammed\n  ","745216":"\n  Yep 👍🏽\n  ","745217":"\n  lol they don’t bother me.\n  \n  They don’t got the slightest clue about anything anyways\n  ","745218":"\n  I’m so mad I have court next week 😑\n  ","745219":"\n  All the above expect peanut butter\n  ","745220":"\n  Uh yeah?\n  \n  My doctors aren’t concerned so you shouldn’t be Lmaoo\n  ","745221":"\n  I see no question\n  ","745222":"\n  I w actually gained weight Lmaoo\n  \n  I’m about 117lbs now\n  \n  So\n  ","745223":"\n  Battle within ones self\n  ","745224":"\n  Fast\n  ","745225":"\n  Nope even tho i smoke a lot\n  ","745226":"\n  What a dumb question SMH\n  ","745227":"\n  Uh yeah???\n  ","745228":"\n  I wore my purple uggs.\n  \n  But I might wear my grey ones later\n  ","745229":"\n  Yes. Like y’all should follow your rules too. Smh\n  ","745230":"\n  All of those\n  ","745231":"\n  Yep it is 🤷🏽‍♀️\n  ","745232":"\n  My kids have their dads last name\n  ","745233":"\n  Why would anybody really want to insult someone\n  ","745234":"\n  Going to take some new booty pics today\n  ","745235":"\n  I’m going to take a little nap some I only got a total of 2hrs of sleep.\n  \n  😴\n  ","745236":"\n  Yes!!! This happened with my best friend\n  ","745237":"\n  You sound like you’re racist and have an issue\n  ","745238":"\n  Mhm everything I do is important on my day to day basis\n  ","745239":"\n  I have\n  ","745240":"\n  Not if it’s not brought up in some sort of conversation\n  ","745241":"\n  I don’t like anime\n  ","745242":"\n  Nope. Idk what that is\n  ","745243":"\n  I downloaded but I have t had the time to watch anything yet\n  ","745244":"\n  Yes\n  ","745245":"\n  When I smoke\n  ","745246":"\n  Giving birth\n  \n  Having 2 sections\n  ","745247":"\n  No . But I listen to JBP\n  ","745248":"\n  Only when I get my period & even then it’s be barely any\n  ","745249":"\n  Uh yeah\n  ","745250":"\n  I hurt my thumb nail this morning taking me seat belt off & now it hurts so badly\n  ","745251":"\n  Do you have a question\n  ","745252":"\n  Nah I can’t\n  ","745253":"\n  O\n  ","745254":"\n  Did you also forget to slit your wrist the correct way?\n  ","745255":"\n  Bye\n  ","745256":"\n  My beenie has black in it Lmaoo\n  ","745257":"\n  Yep but fxck it\n  ","745258":"\n  Lol no I troll ppl on my account\n  ","745259":"\n  Vodka\n  ","745260":"\n  Yep\n  ","745261":"\n  I don’t give a fxck\n  ","745262":"\n  Thank you.\n  \n  Like he’s not getting the hint at all\n  ","745263":"\n\n   @LilMommaBear\n  \n  told you to fxck off. So stop coming to me page . I’m telling you to fxck off. Or I’m blocking you\n  ","745264":"\n  I’ve only been to Barbados when I was younger\n  \n  I want to go to Europe\n  \n  New Zealand\n  \n  Australia\n  \n  Malaysia\n  ","745265":"\n  okay don’t come to my page because\n  \n   @LilMommaBear\n  \n  told you to fxck off\n  ","745266":"\n  Wow\n  ","745267":"\n  I’d probably hate it lmao\n  ","745268":"\n  It’s crazy how this man was beating his baby mama from the time she found out she was pregnant until she left him. Then come to find out he was paying for sex and having them come over to her house and have sex in her bed and her car.\n  \n  Smh\n  ","745269":"\n  I was 19 or 20 I believe when I quit McDonald’s\n  ","745270":"\n  Mixed veggies\n  \n  And the noodles doesn’t really matter lol\n  ","745271":"\n  Mhm probably going to curl my hair soon 🤔\n  ","745272":"\n  Lmao pls explain\n  ","745273":"\n  You’re right .\n  \n  Her butt is bomb af 🥰\n  ","745274":"\n  I know\n  \n  Thanks\n  ","745275":"\n  I like tap , r&b , hip hop , 90’s music 2000 music\n  ","745276":"\n  My birthday was Friday lol.\n  \n  But thank you lovely 🥰\n  ","745277":"\n  Thank you wife 😍❤️🥰\n  ","745278":"\n  Last night yo\n  ","745279":"\n  8 whole years\n  ","745280":"\n  I’m guessing you knew this\n  ","745281":"\n  Old\n  ","745282":"\n  Either leaving me alone or I have to smoke\n  ","745283":"\n  Spam me with questions\n  ","745284":"\n  About to buy some Christmas lights and candles for my room tomorrow\n  ","745285":"\n  Lmao I know ; ima reach my coin limit soon\n  ","745286":"\n  Lol 🤟🏽\n  ","745287":"\n  nah I’m good\n  ","745288":"\n  Well no considering I’m with a man rn lol.\n  \n  But I do love my wife’s\n  \n   @LilMommaBear\n  \n\n   @reachel_n\n  \n  &\n  \n   @learningwithlolaa\n  \n  🥰\n  ","745289":"\n  O\n  ","745290":"\n  Mhm John Q\n  ","745291":"\n  Leave me alone lmao.\n  \n  It will probably get deleted anyways\n  ","745292":"\n  I saw lol.\n  \n  My relationship is beyond perfect rn lol . Well perfect in my eyes lol.\n  \n  And btw I never broke up with him . He broke up with me always lol. And it was for valid reasons .\n  ","745293":"\n  I need my lashes done again lol\n  ","745294":"\n  Nope but I have Coulrophobia\n  ","745295":"\n  What is a “God”\n  ","745296":"\n  What? Lmao how dumb of a question\n  ","745297":"\n  I’m so mad I have court next Tuesday\n  ","745298":"\n  Some say I do\n  ","745299":"\n  Don’t know\n  ","745300":"\n  I don’t find anything scary\n  ","745301":"\n  Only when I’m driving\n  ","745302":"\n  All I want for Christmas is you\n  \n  My only wish this Christmas\n  \n  This Christmas\n  ","745303":"\n  No\n  ","745304":"\n  Lol yes I have\n  ","745305":"\n  I like to talk about a lot of things actually\n  ","745306":"\n  Lol ofc haha\n  ","745307":"\n  Be yourself\n  ","745308":"\n  I have lol. Store is like a maze\n  ","745309":"\n  No\n  ","745310":"\n  I have 2 pillows.\n  \n  Ones mine ones my bf lol\n  ","745311":"\n  Lol everyone should\n  ","745312":"\n  My cousin did. So I would always be in her tree house\n  ","745313":"\n  People over hype this sandwich I have yet to try lmao\n  ","745314":"\n  Flying carpet like a genie\n  ","745315":"\n  This long\n  ","745316":"\n  Ugh my nails are way to long\n  ","745317":"\n  I don’t pray sorry but you’ll be in my thoughts\n  ","745318":"\n  I can be a be an introvert and a extrovert lol\n  ","745319":"\n  Lol\n  ","745320":"\n  Mhm I’m not even sure. I know Saturday I work 4:30-11\n  ","745321":"\n  How about no\n  ","745322":"\n  Omg why do I have to be married 😱\n  ","745323":"\n  I want a lot of things\n  ","745324":"\n  I have a man\n  ","745325":"\n  My birthday was Friday\n  \n  Figure it out\n  ","745326":"\n  Ask me better questions\n  ","745327":"\n  Yep\n  ","745328":"\n  Idc\n  ","745329":"\n  Lmao wtf\n  ","745330":"\n  I smoke\n  ","745331":"\n  Everyone at some point has\n  ","745332":"\n  Don’t care\n  ","745333":"\n  Ew\n  ","745334":"\n  Again asking me those type of questions will get you nowhere\n  ","745335":"\n  Asking me dumb questions will get you nowhere in life\n  ","745336":"\n  Probably\n  ","745337":"\n  I see no question here\n  ","745338":"\n  Sometimes\n  ","745339":"\n  Nobody cares\n  ","745340":"\n  Mhm I guess?\n  ","745341":"\n  I’m tired & not in the mood\n  ","745342":"\n  I like good questions\n  ","745343":"\n  Annoyed af\n  ","745344":"\n  is there a question\n  ","745345":"\n  Just can’t do something simple I asked of him\n  ","745346":"\n  Pls explain to me what’s a lie\n  \n  and don’t say my age cause I clearly don’t care that much about this site to ruin & change it now\n  ","745347":"\n  Good fxcking night\n  ","745348":"\n  My bf just irk tf outta me this morning\n  ","745349":"\n  I just like the crisp air especially when it’s about to snow or after.\n  \n  I love the Christmas decorations also\n  ","745350":"\n  I don’t have a fav Christmas movie but not all of them are good either\n  ","745351":"\n  When I was younger lol\n  ","745352":"\n  Ask me some questions\n  ","745353":"\n  Not really\n  ","745354":"\n  I have a bunch I’m subscribed to\n  ","745355":"\n  A while ago probably\n  ","745356":"\n  On everything , idk why I woke up today\n  ","745357":"\n  This site isn’t that important for me to run and change my bio on here\n  ","745358":"\n  Going back to sleep fr this time\n  ","745359":"\n  I smoke all day\n  ","745360":"\n  Yep\n  ","745361":"\n  Neither\n  ","745362":"\n  Not anymore\n  \n  Dumb show\n  ","745363":"\n  I guess\n  ","745364":"\n  Stop with the dumb questions frfr or you’ll be blocked\n  ","745365":"\n  My current bf\n  ","745366":"\n  I follow tons of youtubers and I’m not naming them all\n  ","745367":"\n  Mhm kandi or Cynthia\n  ","745368":"\n  I’m going back to sleep. Send me questions\n  ","745369":"\n  No\n  ","745370":"\n  Neither\n  ","745371":"\n  I don’t give a fxck\n  ","745372":"\n  Ask me dumb questions get you no where\n  ","745373":"\n  K\n  ","745374":"\n  Right now. Probably black because of how mad I am right now\n  ","745375":"\n  Smh\n  ","745376":"\n  I’m tired of your dumb questions\n  ","745377":"\n  Not really\n  ","745378":"\n  Asking me dumb questions\n  ","745379":"\n  I have one\n  ","745380":"\n  No\n  ","745381":"\n  I do\n  ","745382":"\n  No only certain songs\n  ","745383":"\n  Yeah lol\n  ","745384":"\n  Bye\n  ","745385":"\n  Nobody said I was doing tbh\n  ","745386":"\n  No that’s stupid\n  ","745387":"\n  Probably\n  ","745388":"\n  No\n  ","745389":"\n  O\n  ","745390":"\n  O\n  ","745391":"\n  That’s me\n  ","745392":"\n  Ok\n  ","745393":"\n  No tbh\n  ","745394":"\n  Lol I do.\n  \n  Ppl think I’m hilarious 😁\n  ","745395":"\n  Yeah\n  ","745396":"\n  1 more hr left of work\n  ","745397":"\n  I smoke\n  \n  Sleep\n  \n  Hang out with friends\n  \n  Listen to music\n  \n  Hang with my kids\n  \n  Hang with my man\n  ","745398":"\n  I hate when my mom copy’s my nails . Shxt irks me\n  ","745399":"\n  Who are you even\n  ","745400":"\n  I’m at work .\n  \n  I have 2 more hrs.\n  \n  Can’t wait to eat , hang with my friend , smoke & so hookah\n  ","745401":"\n  You’re welcome\n  ","745402":"\n  I’m a Scorpio\n  \n  And no\n  ","745403":"\n  Manicotti\n  \n  I made stuff shells last night  tho\n  ","745404":"\n  No I wish tho lol\n  ","745405":"\n  Spam me with questions while I’m at work\n  ","745406":"\n  Vanilla\n  \n  Sweet pea\n  ","745407":"\n  Ugh ; about to go back to work for about 4 1\/2 more hrs\n  ","745408":"\n  They can\n  ","745409":"\n  Ew\n  ","745410":"\n  Don’t care\n  ","745411":"\n  I haven’t tried them\n  ","745412":"\n\n   @LilMommaBear\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @LyssaGirl_001\n  \n\n\n   @shesbackbitchesx\n  \n\n\n   @raisingmyminions\n  \n\n\n   @reachel_n\n  \n\n\n   @krazie_doll\n  \n","745413":"\n  Land\n  ","745414":"\n  Uh yeah lol.\n  \n  Mostly going to bed with my man lol\n  ","745415":"\n  I don’t have friends\n  \n  But with my bff i want loyalty\n  ","745416":"\n  Wtf is up with these dumb questions\n  ","745417":"\n  They’re both alright\n  ","745418":"\n  Is it?\n  ","745419":"\n  No lol\n  ","745420":"\n  I’m not in school\n  ","745421":"\n  I don’t remember\n  ","745422":"\n  I barely sleep\n  ","745423":"\n  No wtf\n  ","745424":"\n  Uh yeah\n  ","745425":"\n  Don’t care\n  ","745426":"\n  Speak English\n  ","745427":"\n  Ugh I got work td\n  ","745428":"\n  I do\n  ","745429":"\n  I’m a Scorpio\n  ","745430":"\n  Huh\n  ","745431":"\n  Get off ask because you sound 12\n  ","745432":"\n  Bye\n  ","745433":"\n  Idc\n  ","745434":"\n  Depends on my mood I guess\n  ","745435":"\n  Asking dumb questions irk me\n  ","745436":"\n  Myself\n  ","745437":"\n  These questions are so whack\n  ","745438":"\n  None of the above\n  ","745439":"\n  I can’t speak for everyone\n  ","745440":"\n  That has nothing to do with what I  posted\n  ","745441":"\n  Smh I miss all the drama on here every time\n  ","745442":"\n  Nothing\n  ","745443":"\n  Myself\n  ","745444":"\n  Why are you asking such dumb questions\n  ","745445":"\n  No that’s stupid\n  ","745446":"\n  Following\n  ","745447":"\n  Myself\n  ","745448":"\n  No\n  ","745449":"\n  No\n  ","745450":"\n  Strawberry banana\n  ","745451":"\n  Idc\n  ","745452":"\n  I love French vanilla ice coffee\n  ","745453":"\n  I’m not a breakfast fan\n  ","745454":"\n  Naomi is such a terrible name\n  ","745455":"\n  Goats lmao\n  ","745456":"\n  My kids\n  ","745457":"\n  I just decorate the inside for the most part\n  ","745458":"\n  The city\n  ","745459":"\n  No\n  ","745460":"\n  I’m about to head to the store to pick up something\n  ","745461":"\n  What’s with these questions\n  ","745462":"\n  I would love tooo\n  ","745463":"\n  Nope\n  ","745464":"\n  The shower water\n  ","745465":"\n  Last time I went to the movies was like 5 years ago\n  ","745466":"\n  I made stuffed shells for dinner tonight\n  ","745467":"\n  Sugar cookies\n  ","745468":"\n  Thank you\n  ","745469":"\n  I like there refreshers\n  ","745470":"\n  I don’t but I’ve tried white claw which is seltzer lmao.\n  \n  I like the mango flavor\n  ","745471":"\n  I see nothing wrong with them\n  ","745472":"\n  Yawn\n  ","745473":"\n  Engagement ring 💍\n  ","745474":"\n  I have\n  ","745475":"\n  Not me\n  ","745476":"\n  No\n  ","745477":"\n  I hated my short hair.\n  \n  When I wad pregnant with my daughter it got so much longer and I like it that way better\n  ","745478":"\n  I enjoy monopoly\n  ","745479":"\n  Fried Oreos\n  ","745480":"\n  Hi\n  \n  Bye\n  ","745481":"\n  No\n  ","745482":"\n  Just finished making dinner\n  ","745483":"\n  Okay?\n  ","745484":"\n  No\n  ","745485":"\n  Both\n  ","745486":"\n  Nay\n  ","745487":"\n  Lol I’d rather not discuss this on here\n  ","745488":"\n  I’m fine . Not feeling to well\n  ","745489":"\n  Sucks for you\n  ","745490":"\n  Candles\n  ","745491":"\n  Ok\n  ","745492":"\n  Uh no ?\n  ","745493":"\n  I just said checkers\n  ","745494":"\n  Checkers\n  ","745495":"\n  Yeah once\n  ","745496":"\n  Nope\n  ","745497":"\n  Only curry\n  ","745498":"\n  I do\n  ","745499":"\n  Bye\n  ","745500":"\n  Idk I’ve done a lot of crazy things\n  ","745501":"\n  Mhm\n  ","745502":"\n  I’m at work until 5pm then I’m going out to the city with my man and bff\n  ","745503":"\n  Idk it’s winter now\n  ","745504":"\n  Yeah I guess\n  ","745505":"\n  Probably\n  ","745506":"\n  Can’t wait to go to the city tonight\n  ","745507":"\n  Don’t care\n  ","745508":"\n  I don’t believe in ghost\n  ","745509":"\n  I don’t really like either\n  ","745510":"\n  How ever much time you need\n  ","745511":"\n  I’m in a 8 year relationship so idc about you\n  ","745512":"\n  ❤️❤️❤️❤️\n  ","745513":"\n  Yeah?\n  ","745514":"\n  Tell them to report it to there parents and or an adult if it happens again\n  ","745515":"\n  Chaotic At It’s Finest\n  ","745516":"\n  S\n  \n  T\n  \n  U\n  \n  P\n  \n  I\n  \n  D\n  ","745517":"\n  Probably not since I don’t really believe in that paranormal activity\n  ","745518":"\n  No\n  ","745519":"\n  Wtf\n  ","745520":"\n  🤤😋\n  ","745521":"\n  Am I her keeper?\n  \n  Uh no\n  ","745522":"\n  Lmao\n  ","745523":"\n  I’m not\n  ","745524":"\n  I’m more about the music\n  ","745525":"\n  Why do I have a lot of dumb shxt in my inbox\n  ","745526":"\n  I know I know\n  ","745527":"\n  Thanks\n  ","745528":"\n  My beautiful nails\n  ","745529":"\n  I don’t have any fans\n  ","745530":"\n  Probably Instagram\n  ","745531":"\n  What\n  ","745532":"\n  Idgaf\n  ","745533":"\n  By asking them\n  ","745534":"\n  I usually itch where have Greg name tatted on me or my star tattoo on my wrist.\n  \n  Other than that nah\n  ","745535":"\n  Form your own opinion\n  ","745536":"\n  I don’t wear makeup\n  ","745537":"\n  If you say so lmao .\n  ","745538":"\n  I’m scared of nothing\n  ","745539":"\n  No\n  ","745540":"\n  Bye\n  ","745541":"\n  From 3\/8\/19\n  ","745542":"\n  Thank you baby\n  ","745543":"\n  Thank you 😊\n  ","745544":"\n  Thank you so much 😊\n  ","745545":"\n  💕💕💕\n  ","745546":"\n  Thank you 😊\n  ","745547":"\n  I tell them I love them lmao\n  ","745548":"\n  No\n  ","745549":"\n  That’s pretty neat!!!\n  \n  Thank you 💕🥰\n  ","745550":"\n  Hardheaded\n  ","745551":"\n  Mhm idk my man has work tonight ; but my friend boyfriend has the same birthday as me so she’s having a little get together & I might go.\n  \n  Probably tomorrow go to the city idk yet\n  ","745552":"\n  Cat dog\n  ","745553":"\n  Send me questions\n  ","745554":"\n  Not my fav but I like it\n  ","745555":"\n  Be yourself\n  \n  Self love 💕\n  ","745556":"\n  Thank you baby ❤️❤️❤️🥰\n  ","745557":"\n  Probably back in 2011.\n  \n  And I’m not sure\n  ","745558":"\n  Today nothing lol. My man has to work . But maybe going to a birthday bash ; my friends man has the same birthday as me.\n  \n  But probably trying to go to the city after work tomorrow .\n  ","745559":"\n  Whatever your heart desire\n  ","745560":"\n  25\n  ","745561":"\n  I’m not a casserole fan\n  ","745562":"\n  Ice cream for sure\n  ","745563":"\n  Yes I am 👑\n  ","745564":"\n  If you have no questions leave\n  ","745565":"\n  Definitely green\n  ","745566":"\n  No\n  ","745567":"\n  Doing honesty birthday weekend\n  ","745568":"\n  Well I’m not Asian\n  ","745569":"\n  Thanks\n  ","745570":"\n  I’m from America\n  \n  And my moms white and my dads from Barbados\n  ","745571":"\n  Cold 37°\n  ","745572":"\n  Happy birthday to me\n  ","745573":"\n  Bye\n  ","745574":"\n  ?\n  ","745575":"\n  On?\n  ","745576":"\n  Philippina? My names gabby\n  ","745577":"\n  Happy birthday to me 🥰\n  ","745578":"\n  This doesn’t relate to this thread\n  ","745579":"\n  Thank you ❤️❤️❤️\n  ","745580":"\n  Thank you baby ❤️❤️❤️\n  ","745581":"\n  K\n  ","745582":"\n  Thank you\n  ","745583":"\n  Hates a strong word\n  ","745584":"\n  I do & yeah I’m excited\n  ","745585":"\n  Thank you\n  ","745586":"\n  I have\n  ","745587":"\n  I have one but don’t use it\n  ","745588":"\n  We don’t eat all day until dinner that day\n  ","745589":"\n  It’s 35° right now\n  ","745590":"\n  Probably\n  ","745591":"\n  Mhm maybe my 21st\n  ","745592":"\n  Well my crush only finds me attractive\n  ","745593":"\n  Thank you lovely\n  ","745594":"\n  Lol thank you Tom\n  ","745595":"\n  iPhone Mac Pro\n  ","745596":"\n  Thank you love\n  ","745597":"\n  Thank you\n  ","745598":"\n  Thank you\n  ","745599":"\n  Uh thanks?\n  ","745600":"\n  K\n  ","745601":"\n  Thanks\n  ","745602":"\n  Uh no\n  ","745603":"\n  Thanks\n  ","745604":"\n  Stop sign\n  \n  Cars\n  \n  Street light\n  \n  Houses\n  \n  Headlights\n  ","745605":"\n  Thank you\n  ","745606":"\n  I don’t have one\n  ","745607":"\n  They like him\n  ","745608":"\n  Why wouldn’t I be?\n  ","745609":"\n  Myself\n  ","745610":"\n  Bye\n  ","745611":"\n  I’m on my period\n  ","745612":"\n  Probably not\n  ","745613":"\n  To a certain extend\n  ","745614":"\n  This has nothing to do with this thread\n  ","745615":"\n  ❤️❤️🥰\n  ","745616":"\n  In 6 more hrs 😁.\n  \n  I’m thinking of going to the city Saturday with my bff and man. Since my man works on Friday’s and it’s mandatory\n  ","745617":"\n  I don’t\n  ","745618":"\n  Having a c section\n  ","745619":"\n  I do indeed .\n  \n  I had some from the deli earlier this week .\n  ","745620":"\n  Zero\n  ","745621":"\n  Mhm ....\n  ","745622":"\n  My kids\n  ","745623":"\n  I love the Christmas spirt . Just the way it feels in the air. The colors ; the smell , the cold ,\n  ","745624":"\n  I like real ones. But I’ve never had a real one smh .\n  \n  But I’d prefer a real one.\n  ","745625":"\n  You’re welcome love\n  ","745626":"\n  Nah\n  ","745627":"\n  K\n  ","745628":"\n  Does it look like my page is spoken in Spanish? Uh no\n  ","745629":"\n  Bc I’m tired of you anons not listening\n  ","745630":"\n  😇.\n  ","745631":"\n  Someone who thinks they’re better than you\n  ","745632":"\n  Social studies\n  ","745633":"\n  My name is Gabby & you didn’t have to put ok\n  ","745634":"\n  Can you not read???\n  \n  STOP WITH THE FOLLOW UP QUESTIONS\n  ","745635":"\n  Stop with the follow up questions\n  ","745636":"\n  My opinion doesn’t matter.\n  \n  Now stop with the follow up questions\n  ","745637":"\n  Google.com\n  ","745638":"\n  Wow tomorrow’s my birthday\n  ","745639":"\n  5:51am\n  ","745640":"\n  I have not. But I did look into them\n  ","745641":"\n  GxCxD\n  \n  That’s my username\n  ","745642":"\n  Wow got my period day before my birthday 🙄\n  ","745643":"\n  Blah\n  ","745644":"\n  Hell yeah\n  ","745645":"\n  Tomorrow\n  ","745646":"\n  Idc about them\n  ","745647":"\n  Blah\n  ","745648":"\n  Bye\n  ","745649":"\n  I did\n  ","745650":"\n  Thanks I didn’t know that 🙄\n  ","745651":"\n  Your welcome lovely ❤️\n  ","745652":"\n  Okay we out 😎\n  ","745653":"\n  I’m tired of the stupidity\n  ","745654":"\n  About to take a cat nap\n  ","745655":"\n  Hate this question\n  ","745656":"\n  I don’t see the problem lmao\n  ","745657":"\n  365\n  ","745658":"\n  Felt some type of way cause my “bff” went to South Carolina 🙄\n  ","745659":"\n  😇\n  ","745660":"\n  Ok I can’t wait to eat these cinnamon apple pies 😋\n  ","745661":"\n  To Cali\n  \n\n   @LilMommaBear\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @reachel_n\n  \n\n\n   @shesbackbitchesx\n  \n\n\n   @LyssaGirl_001\n  \n\n\n   @DLOVELIFE\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @raisingmyminions\n  \n\n\n   @Ice_Frozen_Vocals\n  \n","745662":"\n  Don’t know if the weirdest but my most recent was about how I complain about everything 🙄\n  ","745663":"\n\n   @LilMommaBear\n  \n\n\n   @learningwithlolaa\n  \n\n\n   @shesbackbitchesx\n  \n\n\n   @Lcottrill\n  \n\n\n   @raisingmyminions\n  \n\n\n   @reachel_n\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @LyssaGirl_001\n  \n\n\n   @xovanny_\n  \n\n\n   @BigAmericanFatso\n  \n","745664":"\n  Get me back on the top 10 😫\n  ","745665":"\n  Don’t know what that is\n  ","745666":"\n  Only if I’m wearing a body suit lmao\n  ","745667":"\n  Talk shxt\n  ","745668":"\n  Scorpio\n  ","745669":"\n  Guys send me in lots of questions .\n  \n  I’ll be answering everything\n  ","745670":"\n  A cigarette\n  ","745671":"\n  Mhm\n  ","745672":"\n  I have a court date a coming up actually\n  ","745673":"\n  I have\n  ","745674":"\n  Can’t wait for paid day tomorrow\n  ","745675":"\n  Grandparents\n  ","745676":"\n  My boyfriend\n  ","745677":"\n  Because\n  ","745678":"\n  Mhm no\n  ","745679":"\n  I do\n  ","745680":"\n  Gabby\n  ","745681":"\n  I’m just excited to go out & drink Saturday after work lol\n  ","745682":"\n  Smoking a cigarette\n  ","745683":"\n  I don’t have any\n  ","745684":"\n  Hopefully going to the city\n  ","745685":"\n  25\n  ","745686":"\n  Birthday in 2 days 🤟🏽\n  ","745687":"\n  Questions\n  ","745688":"\n  K\n  ","745689":"\n  lol\n  ","745690":"\n  No\n  ","745691":"\n  No\n  ","745692":"\n  K\n  ","745693":"\n  English\n  ","745694":"\n  My mom has one in her car\n  ","745695":"\n  Eh ; some of it to me is just a coincidence\n  ","745696":"\n  This is what’s on my tv now lol\n  ","745697":"\n  🥴\n  ","745698":"\n  My son\n  ","745699":"\n  2\n  ","745700":"\n  Nay\n  ","745701":"\n  Neither\n  ","745702":"\n  Y’all ask this to much\n  ","745703":"\n  Nah\n  ","745704":"\n  Lol ima look into them & see what they’re about\n  ","745705":"\n  Who said that?\n  ","745706":"\n  I like Both\n  ","745707":"\n  How would I know\n  ","745708":"\n  Never heard of it\n  ","745709":"\n  Cinnamon Toast Crunch\n  ","745710":"\n  Not at all.\n  \n  Only when I’m mad or don’t want to be bothered with\n  ","745711":"\n  Mhm depends on how bad it is\n  ","745712":"\n  Send me questions\n  ","745713":"\n  K\n  ","745714":"\n  Yep. My mother-in-law\n  ","745715":"\n  Uh no\n  ","745716":"\n  Give birth twice .\n  \n  We’ll be cut open twice\n  ","745717":"\n  Yeah it’s alright\n  ","745718":"\n  It’s only 8:13am\n  ","745719":"\n  Mhm\n  ","745720":"\n  This does t relate to the question above\n  ","745721":"\n  I lost my bff app and it is a great way\n  ","745722":"\n  Lime green\n  ","745723":"\n  Nothing it’s only 5:45am\n  ","745724":"\n  Probably sleep all day\n  ","745725":"\n  Mhm idk it changes everyday\n  ","745726":"\n  People who can’t drive\n  ","745727":"\n  Ew no I’m in relationship\n  ","745728":"\n  Why do you ask such stupid questions\n  ","745729":"\n  No bc I hardly reply back as it is now\n  ","745730":"\n  Go ask a guy\n  ","745731":"\n  Zero\n  ","745732":"\n  O\n  ","745733":"\n  Well the point is for them not to know\n  ","745734":"\n  Idk\n  "}}