{"Question":{"748954":"\n   Oh u are drooling for it. U watch it with your significant other?\n  ","748955":"\n   U like p o r n?\n  ","748956":"\n   Are u in a serious relationship?\n  ","748957":"\n   That's a lot of guys lol\n  ","748958":"\n   How big was the biggest D?\n  ","748959":"\n   Yes,he shot and killed one of them and shot another in the leg. In Indiana, there's a charge called felony murder charge..if while in the middle of a felony if someone is killed, it's the fault of the ones commiting the felony\n  ","748960":"\n   Dam that sucks.\n  ","748961":"\n   Niiiiice. Great character also you get all the toaster strudels in the world with being married to her! What's your favorite toaster strudel?\n  ","748962":"\n   I'm very confused. I thought you spelt it the right way. So is she your favorite character?\n  ","748963":"\n   So, there was this case that happened in Indiana...5 boys decided to rob a house, one of the guys got shot by the home owner and died , the other 4 got charged with murder because of the felony murder charge in Indiana. Do you think they should of been charged with murder?\n  ","748964":"\n   Which pregnancy was easier?\n  ","748965":"\n   Reread your name. Then reread that screenshot. Maybe go slowly.\n  ","748966":"\n   not to be a bitch or anything but anon is right. “i before e except after c” lol\n  ","748967":"\n   Girl, can you read\n  ","748968":"\n   Lollll google her name if you don’t believe me\n  ","748969":"\n   You spelled ur character’s name wrong\n  ","748970":"\n   if ur currently in a relationship: do you get along with your mother-in-law (or partner’s mother?)\n  ","748971":"\n   I'm guessing u are being super sarcastic.\n  ","748972":"\n   😂😂😂\n  ","748973":"\n   All you do is complain about his family\n  ","748974":"\n   Do you want anymore kids?\n  ","748975":"\n   Why did you guys break up? Did he cheat on you? Did you cheat?\n  ","748976":"\n   Ever been on tinder?\n  ","748977":"\n   Why was your mother-in-law mad at you guys last week?\n  ","748978":"\n   i don’t have kids, but my sisters do, and i have learned that there are a lot of little debates in the parenting world! did u know that pacifiers are kind of debates? do ur kids\/would ur kids use pacifiers?\n  ","748979":"\n   what are you dreading right now?\n  ","748980":"\n   what’s one thing about you that surprises people?\n  ","748981":"\n   How are you doing today?\n  ","748982":"\n   How many people have you slept with?\n  ","748983":"\n   sending out a lot of questions throughout the day&night.\nif you want them, let me know! this is included for others who I don’t follow as well\n  ","748984":"\n   when was the last time you were sick?\n  ","748985":"\n   Give me this account\n  ","748986":"\n   Do you have account on facebook\n  ","748987":"\n   Yes I have\n  ","748988":"\n   Do you have to go often to get them redone?\n  ","748989":"\n   what are winters like where you live? do you like winters?\n  ","748990":"\n   Hi\n  ","748991":"\n   happy friday!! 💗 hope you have a great day and an even better night 😊\nwhat do you love about yourself?\n  ","748992":"\n   do you get more excited for autumn or Halloween?\n  ","748993":"\n   what’s ur fav farm animal?\n  ","748994":"\n   Whats ur username on chaturbate??\n  ","748995":"\n   Then how’d you fix them?\n  ","748996":"\n   Haven't I watched videos of you on pornhub?\n  ","748997":"\n   when you were a child, did you believe in any sort of God? what about as a teenager?\n  ","748998":"\n   Should I drop my yoga class? I need an extra credit, but I’m always being corrected on the poses because I can’t do them correctly?\n  ","748999":"\n   Everyone has Christmas time traditions, do you guys have Halloween traditions though?\n  ","749000":"\n   If your last name is Weiners my last name is d.ildos\n  ","749001":"\n   Is your last name really Weiner?\n  ","749002":"\n   Did you mircoblade your eyebrows?\n  ","749003":"\n   what kind of things do you tolerate that shouldn’t be tolerated?\n  ","749004":"\n   I feel bad for Greg's family\n  ","749005":"\n   Your lame\n  ","749006":"\n   Pap of your text messages\n  ","749007":"\n   What is up?\n  ","749008":"\n   What was for breakfast\n  ","749009":"\n   Yo you’re amazing\n  ","749010":"\n   Nah we don’t like beggars.\n  ","749011":"\n   What's the most awkward thing you can say in an elevator?\n  ","749012":"\n   Heyy\n  ","749013":"\n   You havent got a mother in law because you're not married\n  ","749014":"\n   It's my birthday today\n  ","749015":"\n   what future spams would you like?\n  ","749016":"\n   How would you describe your country in three words?\n  ","749017":"\n   what dream do you have that you have yet to achieve?\n  ","749018":"\n   what are your plans for this weekend?\n  ","749019":"\n   lol wow. I said in my answer that \"basement sounded sexier\" joking. anons are weird XD\n  ","749020":"\n   The other person said they were a sex attic, instead of a sex addict. Attic the space above your ceiling, basement, the space below your floor. It was a joke, not a dick! Don't take it so hard!\n  ","749021":"\n   what do people usually misunderstand about you?\n  ","749022":"\n   How old are you\n  ","749023":"\n   Last time u had sex?\n  ","749024":"\n   How old are your kids?\n  ","749025":"\n   That's better than being a sex basement, LOL, RIGHT!?\n  ","749026":"\n   That’s awesome! I hope your little man is doing great as well ❤️\n  ","749027":"\n   Do you believe the government is controlling us by making us believe a reality that is not true?\n  ","749028":"\n   what has been on your mind lately?\n  ","749029":"\n   Is it too soon to ask Halloween\/autumn questions?\n  ","749030":"\n   I follow you on insta and I hope you don’t mind, but how is your baby girl doing? I know you never posted about her and I was just curious!\n  ","749031":"\n   What something cool about you?\n  ","749032":"\n   what are you most proud of yourself for?\n  ","749033":"\n   How many kids do you have?\n  ","749034":"\n   i am a sex attic\n  ","749035":"\n   what kind of questions do you want right now?\n  ","749036":"\n   Have you ever been big\/overweight?\n  ","749037":"\n   I only like girls that are called Holly, Chloe and Lauren\n  ","749038":"\n   do u fart?\n  ","749039":"\n   What do you order at Wendy’s?\n  ","749040":"\n   Space! Use this question to share anything you'd like! 😃\n\n___ (Side note)\nI love y'all! Thanks for being around to talk with me! Y'all are very great for that! You guys keep my day going & bright! I really appreciate it. Been going through losing a few people in my life & it's tough.. Thanks!😊🙏❤\n  ","749041":"\n   You're in a good mood and still acting like a huge C U next Tuesday? That's sad\n  ","749042":"\n   A good mood and still acting like a see u next tuesday? That's sad\n  ","749043":"\n   Has this ever happened to you... you're about to leave your work or school and it just starts to down pour! 😆🍀🤷\n  ","749044":"\n   PAP (Post a picture) of some good looking food or maybe an awesome drink 🍸 you've had lately!\n  ","749045":"\n   Flip flops or shoes?\n  ","749046":"\n   You're the moodiest person on askfm and that's not a good thing lmao\n  ","749047":"\n   Oh man!\n  ","749048":"\n   Pap of u in a bathing suit 😯😯\n  ","749049":"\n   What's the last random thing to make you happy? Random as in not cliche your kids etc. lol\n  ","749050":"\n   Gorgeous🔥😍😍😍❤\n  ","749051":"\n   Need your likes:)\n  ","749052":"\n   How many coins do you have?\n  ","749053":"\n   Man jumped out of the ride out in the packs last night wonder if he caught some blades i seen on the news\n  ","749054":"\n   my english is the bestest i am the most very expert with the languaje\n  ","749055":"\n   Plans for tonight\n  ","749056":"\n   hi 20F here. Add me on snapchat:emsnaps00🍇. I send n*des.\n  ","749057":"\n   The pervs never seem to go away.\n  ","749058":"\n   i wanna see boobies\n  ","749059":"\n   likers get a kick in the balls lol\n  ","749060":"\n   thoughts on\n   \n    @zactc\n   \n","749061":"\n   How often do you talk to yourself?\n  ","749062":"\n   Did you find your soulmate?\n  ","749063":"\n   What’s Marissa ask?\n  ","749064":"\n   Plans for this weekend?\n  ","749065":"\n   She’s cute tho\n  ","749066":"\n   Wyd?\n  ","749067":"\n   How is your relationship with your parents?\n  ","749068":"\n\n    @MaggieAndErin\n   \n   has a crush on you 😍🌈\n  ","749069":"\n   You need to stay faithful\n  ","749070":"\n   I like your name... mean girl\n  ","749071":"\n   How old are you?\n  ","749072":"\n   The best way to learn English for ESL\n  ","749073":"\n   Are there any side effects to that spell?\n  ","749074":"\n   would you rather give up ketchup or mayonnaise forever?\n  ","749075":"\n   Please, turn me into a girl with a magic spell!\n  ","749076":"\n   ok it's fine thanks :)\n  ","749077":"\n   My website has traffic but not generating leads. I can't understand what is missing attractive design or content is not good? I am open to suggestions. This is my website\n   \n    https:\/\/bizzclan.com\/seo-services\/\n   \n","749078":"\n   Marissa thinks your a slxt\n  ","749079":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","749080":"\n   What's your favorite photo that you've taken?\n  ","749081":"\n   follow back may be and likes for likes?\n  ","749082":"\n   Wow I’ve never seen anyone so beautiful 😍\n  ","749083":"\n   How do you get the stencil heart in your name? Mine won’t let me add emojis or anything.\n  ","749084":"\n   Lol 😂\n  ","749085":"\n   How many languages can you speak\n  ","749086":"\n   Mau liat foto bugil mantan gua ga\n  ","749087":"\n   Have you ever been up in a hot air balloon?\n  ","749088":"\n   how many times per day do u wash ur face?\n  ","749089":"\n   have you ever worked in a fast food restaurant?\n  ","749090":"\n   How do you feel about rollercoasters?\n  ","749091":"\n   what is something that not many people know about you?\n  ","749092":"\n   what was the best thing that happened to you today?\n  ","749093":"\n   what are you waiting for?\n  ","749094":"\n   Who is your favourite celebrity\n  ","749095":"\n   هل حدث وأن كتبتَ شيئاً.. خفت أن تقرأه؟!\n  ","749096":"\n   I’m bored hi👀🤣\n  ","749097":"\n   do u autumn mood?\n  ","749098":"\n   I love you so much 😘❤️🌹\n  ","749099":"\n   Did you have a good day\n  ","749100":"\n   My heart is pumping so excited to get my makeup Barbie later sorry not a question i'm just excited\n  ","749101":"\n   In art class, I had to draw a picture of a beuitful woman.  So I drew a picture of you.\n  ","749102":"\n   I maybe f.at but my bbc is bigger then Gregs i seen his before\n  ","749103":"\n   I'm 25 male my body count is zero i tried so hard to f.uc.k you in high school but it never worked out because you aren't interested in f.at boys\n  ","749104":"\n   tag is fun, but i feel like growing up we were always playing variants. what’s ur favorite version of tag?\n  ","749105":"\n   i bet all of the msgs mentioning marissa is actually her\n  ","749106":"\n   Did you ever eat gregs nut while you were prego i heard it suppose to be good for the baby growth\n  ","749107":"\n   do u wash your face in the sink or in the shower?\n  ","749108":"\n   Which goals are you trying to achieve ?\n  ","749109":"\n   Follow For Follow?\n  ","749110":"\n   I need to learn from u where to put X ? Kinda teach me\n  ","749111":"\n   You style is good putting X into something i think you are missing your X\n  ","749112":"\n   Whats a troll?\n  ","749113":"\n   You are free to write SHIT instead of SHXT\n  ","749114":"\n   My mommy works as a doctor so i get whatever i want\n  ","749115":"\n   You dont talk shit but you are shit\n  ","749116":"\n   I'm 8 years old and i have a iPhone 8 Plus\n  ","749117":"\n   Wow, pretty soon you'll have a teenager who will want a phone\n  ","749118":"\n   Thats wild how time fly's, how old is your oldest child?\n  ","749119":"\n   I was 7 in 2013 thats crazy\n  ","749120":"\n   What year did you finish high school?\n  ","749121":"\n   I would of thought you would of had it for swearing or fighting\n  ","749122":"\n   So normal stuff lol\n  ","749123":"\n   Detentions for what\n  ","749124":"\n   Do you prefer sun-bathing or staying in the shade on hot summer days?\n  ","749125":"\n   How many detentions did you have in school\n  ","749126":"\n   As your wish i m not asking any more?\n  ","749127":"\n   Who is in the class now?  What are you doing?  what do you feel?\n  ","749128":"\n   What’s the weather like where you are\n  ","749129":"\n   Beautiful young lady\n  ","749130":"\n   Why\n  ","749131":"\n   When was the last time you felt old\n  ","749132":"\n   Thoughts on those who have crush on you??\n  ","749133":"\n   Thank you\n  ","749134":"\n   Do you believe that the present is really better than the past?\n  ","749135":"\n   How was your day today? Describe it in one sentence!\n  ","749136":"\n   if you cook, what is your favorite thing to cook?\n  ","749137":"\n   need more active people to follow ☺️\n  ","749138":"\n   I like your name 😂. Mean girl\n  ","749139":"\n   Hi\n  ","749140":"\n   Good morning beautiful\n  ","749141":"\n   What time do you usually wake up?\n  ","749142":"\n   okay fine i am sorry    wish you all life happy bye\n  ","749143":"\n   what happen why you hates me ?\n  ","749144":"\n\n    @MaggieLevel7\n   \n   is the queen of us all\n  ","749145":"\n   Hey\n  ","749146":"\n   you are 24 not 25\n  ","749147":"\n   What have you been thinking about lately?\n  ","749148":"\n   If you had to be an insect, which would you pick?\n\nLady bug, june bug or butterfly for me :)\n  ","749149":"\n   is rap music?\n  ","749150":"\n   thoughts on people of double face?\n  ","749151":"\n   Por favor senor gibme a dollar 👲\n  ","749152":"\n   Pap barefeet\n  ","749153":"\n   Have you ever made a candle out of beeswax?\n  ","749154":"\n   You're decent no wonder you deserve the badge\n  ","749155":"\n   Would you ever be alright with your child engaging in underage drinking so long as it's in moderation and you're aware of it? For example if you have an older teen attending a party, you can guess they'll be exposed to it but you talk seriously to them and trust them to be safe about it.\n  ","749156":"\n   Do you ever take photos with a normal camera or do you primarily use your phone? What type of regular camera do you use ?\n  ","749157":"\n   Do you know the words to your nations national anthem?\n  ","749158":"\n   “Torrist ” 😂😂😂\n  ","749159":"\n   Wtf is that name!! Is that torrist Arabic!!!\n  ","749160":"\n   do at opinion\n  ","749161":"\n   I guess Elyssa blocked me which i was gonna be nice to her.\n  ","749162":"\n\n    https:\/\/youtu.be\/vjHz_J9rTxo\n   \n","749163":"\n   what is for dinner tonight?\n  ","749164":"\n   teen\n  ","749165":"\n   hey\n  ","749166":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","749167":"\n   She tries everything to get attention, and once she notices you she never leaves you alone smh. I feel bad, like i feel like I'm spreading this disease to all my ask friends bc she's going around targeting Chloe and Tom and anyone she sees me talking to😂😂\n  ","749168":"\n   Stop talking down on this girl\n   \n    @MaggieLevel7\n   \n","749169":"\n   Lmfao yesss fr👏🏻 we grown we don't want boys😂 she loves ignoring the facts about our lives to make her arguments seem valid lmfao, kid is psychotic af smh\n  ","749170":"\n   You're the best❤❤❤❤❤ I'm so sad I hit my daily coin limit bc I wanna spam all your answers with so many coins😫\n  ","749171":"\n   I swear she's gotta have some serious mommy issues, almost every single user she's gone after is a mom smh she is so obsessed.\n  ","749172":"\n   I CAME FROM THE BOTTOM LIL N!GGA ALL I EVER DREAMT ABOUT WAS BEING HOOD RICH\n  ","749173":"\n   I thought you were single?\n  ","749174":"\n   What’s for dinner?\n  ","749175":"\n   You’re hands down one of the best users on ask.fm\n  ","749176":"\n   What do you always look forward to? 👍\n  ","749177":"\n   What or who brings out the best in you? 👍\n  ","749178":"\n   You’re #9 in America\n  ","749179":"\n   Why are you fighting with a 13 y\/o\n  ","749180":"\n   What helps you to make the right decision?\n  ","749181":"\n   peeniss HAHAHAHAHAHAHAHAHAHAHAHAHAHAA\n  ","749182":"\n   people need to learn to keep their nose out of other people's lives.\n  ","749183":"\n   I thought you and your bf weren’t together\n  ","749184":"\n   Well they get food, they are safe and some were born in the zoo they won't survive in the wild\n  ","749185":"\n   Favourite holiday\n  ","749186":"\n   there literally is no flaw to anyone's story lmao. \nnot everyone gets the talk when they're younger. she doesn't believe in abortion, so why would she abort? knowing what sex is has nothing to do with being taken advantage of, I was made to have sex by my ex at 13 and ended up pregnant 🤷🏼‍♀️\n  ","749187":"\n   Do you like the zoo\n  ","749188":"\n   Are you double jointed\n  ","749189":"\n   Yeah well Elyssa said she didn't know what s.ex was at age 12 i know what s.ex is and i'm 13 plus i know stranger danger also if this older man took advantage of her why would she keep the baby? Theres flaws in her story that doesn't add up. Plus she gave her a.utistic child to its father.\n  ","749190":"\n   The flash aw cute heads that outfit not cheap thou\n  ","749191":"\n   Do you have a lucky talisman you keep with you? PAP!\n  ","749192":"\n   Why do animals respond more to tongue clicking sounds than actual English words?\n  ","749193":"\n   What's your kid going as for Halloween\n  ","749194":"\n   Hell yesssssss💕💕💕💕 love you longtime wifey😘🥰\n  ","749195":"\n   Are you an adventurous person\n  ","749196":"\n   How was it\n  ","749197":"\n   last time u slapped someone in public\n  ","749198":"\n   Last time you had sex\n  ","749199":"\n   How was your day\n  ","749200":"\n   I never said you're a snowflake but your friends are. Never seen people spread their legs then turn around and say cruel hurtful things about men.\n  ","749201":"\n\n    @MaggieLevel7\n   \n   said you’re a snowflake\n  ","749202":"\n   I want to get you on the top 5\n  ","749203":"\n   Why do you or don't you smile back at strangers?\n  ","749204":"\n\n    @MaggieLevel7\n   \n","749205":"\n   Don’t even give her your time of the day\n  ","749206":"\n   I don't really like to brag but i can get more boys after me then you can\n  ","749207":"\n   You're like a pizza in a oven, i can feel the heat from you through the glass thats how hot you are\n  ","749208":"\n   just asking\n  ","749209":"\n   your are hot?\n  ","749210":"\n   What drama?\n  ","749211":"\n   Post a pic of your favorite shoes?\n  ","749212":"\n   Why so many coins\n  ","749213":"\n   What’s been going on in your life lately?\n  ","749214":"\n   What time is it ?\n  ","749215":"\n   what is the last thing you purchased online?\n  ","749216":"\n   Hi how are u 2day care to chat sometime ?\n  ","749217":"\n   Ever been in a mosh pit?\n  ","749218":"\n   NINE\n  ","749219":"\n   Do you like sweet tea?\n  ","749220":"\n   Ever had an ingrown toenail?\n  ","749221":"\n   What's the last book you read?\n  ","749222":"\n   What did you do\n  ","749223":"\n   what was the last food item you bought?\n  ","749224":"\n   When was the last time you had a family day out\n  ","749225":"\n   This made my day, thank you so much beautiful you're an amazing momma too!!!❤❤❤❤\n  ","749226":"\n   Can you drive,\n  ","749227":"\n   Was up?\n  ","749228":"\n   Hi Gabby\n  ","749229":"\n   Wyd?\n  ","749230":"\n   How old is Nevaeh\n  ","749231":"\n   what are your plans for the day?\n  ","749232":"\n   How would you like to be remembered?👀\n  ","749233":"\n   Hey!\nWhatsup\n  ","749234":"\n   Your country?\n  ","749235":"\n   Haw are you?\n  ","749236":"\n   Do you have OCD\n  ","749237":"\n   how do i unbake a cake\n  ","749238":"\n   Advice about a family issue. Nothing inappropriate.\n  ","749239":"\n   what color is your ask?\n  ","749240":"\n   is there a past friendship you wish you still had? or could start over on?\n  ","749241":"\n   what do you wish you were doing right now?\n  ","749242":"\n   Things?\n  ","749243":"\n   When are you getting married?\n  ","749244":"\n   what is your biggest pet peeve when it comes to being a parent?\n  ","749245":"\n   aw thank you 💗 you’re doing amazing mama! 🥰\n  ","749246":"\n   I thought you weren’t texting your bff?\n  ","749247":"\n   @ 3 people you follow and give each a compliment 💗\n  ","749248":"\n   What current trend is going to look silly in 10 years?\n  ","749249":"\n   What did you me in law say to you that you blurred it out?\n  ","749250":"\n   how are you feeling tonight? if you ever need or want someone to talk to, I’m here 💗\n  ","749251":"\n   what is something you miss about your life before you had a child?\n  ","749252":"\n   If it was up to you how much would you like to be paid in work.\n  ","749253":"\n\n    @mohamedhassanatellyou\n   \n   is talking about you on his page\n  ","749254":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","749255":"\n   Would you rather get a tattoo or piercing right now?\n  ","749256":"\n   Lipstick or mascara?\n  ","749257":"\n   Would you rather go to a fair or the movies?\n  ","749258":"\n   Flannel or floral?\n  ","749259":"\n   what is your biggest worry for your child’s future?\n  ","749260":"\n   What beautiful names 😍😘\n  ","749261":"\n   Pap of your text messages pls\n  ","749262":"\n   did you ever get into fights at school? were your parents the Rough Parents that taught you to fight back? were they the Peaceful Parents that encouraged you to turn the other cheek? were they the Dramatic Parents that would call the school to complain? \n\n(questions based on an IG parody video)\n  ","749263":"\n   what is the last thing your child cried about?\n  ","749264":"\n   what were you doing when you went into labor?\n  ","749265":"\n   what were your pregnancy cravings?\n  ","749266":"\n   what was your reaction when you found out you were pregnant?\n  ","749267":"\n   what was the last show you binge watched?\n  ","749268":"\n   Heels or flats?\n  ","749269":"\n   Dining in or take out?\n  ","749270":"\n   Facebook or Ask?\n  ","749271":"\n   Iced coffee or hot coffee?\n  ","749272":"\n   Who is the craziest person you've ever meet and why\n  ","749273":"\n   Swimming or tanning?\n  ","749274":"\n   Same lol I commanded people who've done that\n  ","749275":"\n   what could you not stand the taste or smell of while pregnant?\n  ","749276":"\n   When was the last time you were nervous and why\n  ","749277":"\n   Could you ever do the 72 hour fast challenge. Go 72 hours without eating\n  ","749278":"\n   What did you do today\n  ","749279":"\n   Selfie\n  ","749280":"\n   how was your day?\n  ","749281":"\n   What is something that is fun as a child but not as an adult?\n  ","749282":"\n   I was asking if you gave advice to others, not if you ask for advice from others.\n  ","749283":"\n   Why don't you? You seem to be intelligent and have common sense like a lot of people don't.\n  ","749284":"\n   Do you ever answer questions asking for advice on this site?\n  ","749285":"\n   Do you agree with cadie?\n  ","749286":"\n   What is your favorite salad?\n  ","749287":"\n\n    https:\/\/ask.fm\/svspicion\/answers\/158344286406\n   \n","749288":"\n   Your hair looks really nice straight.\n  ","749289":"\n   What’s going on\n  ","749290":"\n   Color\n  ","749291":"\n   Stop complaining about his side of the family\n  ","749292":"\n   When is Greg going to propose to you?\n  ","749293":"\n   What happened with you and your best fiend?\n  ","749294":"\n   So now you’re not cool with his family\n  ","749295":"\n   Do you want more kids?\n  ","749296":"\n   Just love your not embarrassed by it\n  ","749297":"\n   What did you buy\n  ","749298":"\n   Hows your day been so far\n  ","749299":"\n   Does the male love bug do the flying or the female while they’re mating?\n  ","749300":"\n   If we had to live off the land, what sort of things would you grow? 🌽🥕\n  ","749301":"\n   What's the last concert you went to?\n  ","749302":"\n   hey americans (& non-americans who also have an answer)! how r u feeling abt the 2020 election? the democratic candidates so far? trump’s re-election campaign? (any predictions 🔮?)\n  ","749303":"\n   You’re so rude\n  ","749304":"\n   Because it’s relevant, and the dude won’t shut the fuck up about it, unless you block him; so this dude is tryna look out for you 💯\n  ","749305":"\n   Do you think you’re a good person?\n  ","749306":"\n   Did you see the moon tonight?\n  ","749307":"\n   Did you buy anything\n  ","749308":"\n   What is your most bizarre talent?\n  ","749309":"\n   They’ve got pictures from 2 years ago anon 🤦‍♂️\n  ","749310":"\n   They probably change their name and pictures a ton 😂\n  ","749311":"\n   Lol no problem I’m easily forgettable\n  ","749312":"\n   Okay that’s fine\n  ","749313":"\n   On here occasionally it wasn’t anything like long and deep, maybe that’s where the confusion is\n  ","749314":"\n   I don't know why I hate Asians,help me please\n  ","749315":"\n   Erm my name is on my profile? And it would of been ages ago. I don’t use this often..\n  ","749316":"\n   I do, but ok\n  ","749317":"\n   Cool\n  ","749318":"\n   Hi i'm not asian\n  ","749319":"\n   Well you’re wrong and we used to talk and this was never a thing back then but 👍🏻\n  ","749320":"\n   Reverse search them if you like 👍🏻🤚🏻\n  ","749321":"\n   How? 😂\n  ","749322":"\n   Where happened with you best friend\n  ","749323":"\n   Oh 🥺 never mind\n  ","749324":"\n   Do you not remember me🥺\n  ","749325":"\n   ITS YOU\n  ","749326":"\n   Why are up?\n  ","749327":"\n   What’s something you want\n  ","749328":"\n   Where’s Kasey\n  ","749329":"\n   I would make you food\n  ","749330":"\n   Single or taken?\n  ","749331":"\n   Gorgeous 😘😍\n  ","749332":"\n   😳\n  ","749333":"\n   Would you erase your most precious memories to become smarter?\n  ","749334":"\n   Do you wanna talk on snap? I can just send you voice messages 🤪\n  ","749335":"\n   That’s so sweet 😇\n  ","749336":"\n   You’d love my accent I’m from London 😂\n  ","749337":"\n   ? U ok\n  ","749338":"\n   do you value all life equally? (like do all animals feel equal? do u value a dog more than a cow, or a pig more than a chicken?)\n  ","749339":"\n   Very cool\n  ","749340":"\n   Do you ever check out new people that give you likes or cba at times?\n  ","749341":"\n   Whats your favourite accent?\n  ","749342":"\n   26 days till my birthday\n  ","749343":"\n   It’s your choice!! Have fun😇\n  ","749344":"\n   Mood\n  ","749345":"\n   do you eat meat? (do u feel any guilt abt eating meat? why or why not?)\n  ","749346":"\n   If you could change the past would you?\n  ","749347":"\n   Do you know any card games? If so what kind?\n  ","749348":"\n   what do you hope never changes?\n  ","749349":"\n   Can you play chess? Understand the game?\n  ","749350":"\n   are there any kinda dumb tv shows u have seen 100 percent of?\n  ","749351":"\n   What's something you feel very strongly about? Can be anything.\n  ","749352":"\n   What is the best place for the first date?\n  ","749353":"\n   Instagram ? \n\nFollow for follow, checkout please\n   \n    https:\/\/instagram.com\/aagaman_555mn?igshid=1tehabjyjuvai\n   \n","749354":"\n   De joke di ko kayang manakit physically.\n  ","749355":"\n   Selfie\n  ","749356":"\n   Ever climbed trees as a child?\n  ","749357":"\n   Selfie\n  ","749358":"\n   Have you ever been in a sex shop\n  ","749359":"\n   Have you converted to Islam?\n  ","749360":"\n   How many attempts did it take you to pass your driving test\n  ","749361":"\n   Hahaa\n  ","749362":"\n   You do look Indian\n  ","749363":"\n   So? 🤷‍♀️\n  ","749364":"\n   if u ever get a dude asking about boxers ignore him or he will keep going on and on about how is not fair girls wear em and he doesnt\n  ","749365":"\n   Why what did they do\n  ","749366":"\n   What was the last thing that annoyed you\n  ","749367":"\n   She buried her baby wtf\n  ","749368":"\n   Does any crazy shit like that happen in America\n  ","749369":"\n   So you don’t like his side of the family\n  ","749370":"\n   What did she text you\n  ","749371":"\n   but I do agree with you life should mean life in prison.\n  ","749372":"\n   In the UK life is 20 years\n  ","749373":"\n   He's gotten 20 years in prison\n  ","749374":"\n   Did you hear what happened in the UK?  a man he picked up his 11 month year old baby and threw him off a bridge\n  ","749375":"\n   Do you read the  news\n  ","749376":"\n   i just wanted to know cuz whenever someone sends u something in that language u snap at em so i was curious why u picked it that was all\n  ","749377":"\n   u made up the whole \"y’all get bored and make up shxt first thing in the morning\" when all u had to say was \"i dont hate it\" and actually explain why cuz thats all i wanted to know\n  ","749378":"\n   You don’t have a mother in law. You guys aren’t married\n  ","749379":"\n   u can just explain yourself without snapping it was a simple q u talk about making things up but u do the exact same thing\n  ","749380":"\n   what are some small things that make your day better?\n  ","749381":"\n   why ur name in arabic? i thought u hated it\n  ","749382":"\n   do you think products that are mandatory to our everyday life should be free such as pads, tampons, glasses, and contacts? \nexplaining your reasons.\nwhat other products not listed do you think fit into that category?\n  ","749383":"\n   Whats the tallest building you've ever been up?\n  ","749384":"\n   They all sound crazy\n  ","749385":"\n   What did she say?\n  ","749386":"\n   Pap of of your text messages\n  ","749387":"\n   How many bathrooms does your home have? How many showers\/bathtubs?\n  ","749388":"\n   Are you easy to get along with?\n  ","749389":"\n   What happened\n  ","749390":"\n   What’s an unpopular opinion you have?\n  ","749391":"\n   Have you ever had an aids test\n  ","749392":"\n   What type of music are you into?\n  ","749393":"\n   what is the most annoying question that people ask you?\n  ","749394":"\n   When is the right time for children to try wearing makeup?  \n\nInspired by Kim Kardashian West.. Do you think North even needs it?\n  ","749395":"\n   Which day is trash day in your neighborhood?\n  ","749396":"\n   Do you agree we should keep our friends close and enemies even closer?\n  ","749397":"\n   is there anything you are looking forward to in a couple of months? if so, what?\n  ","749398":"\n   From where ?\n  ","749399":"\n   what’s your favorite drink? alcoholic and non-alcoholic\n  ","749400":"\n   what job would you be terrible at?\n  ","749401":"\n   Hi 👋\n  ","749402":"\n   WHO IS YOUR BEST FRIEND\n  ","749403":"\n   My mom is having surgery can you pray for her? She is really illl\n  ","749404":"\n   Do you live with your mother in law\n  ","749405":"\n   I don’t trust you, mane.\n  ","749406":"\n   what makes your blood boil?\n  ","749407":"\n   Does your area have an issue with traffic?\n  ","749408":"\n   Can you post a selfie\n  ","749409":"\n   Hi wyd?\n  ","749410":"\n   But that’s their cousin\n  ","749411":"\n   Where do you see yourself five years from now?\n  ","749412":"\n   How would you explain your basic life philosophy?\n  ","749413":"\n   What do we do now that will be looked at as primitive and backwards in 100 years?\n  ","749414":"\n   What are you big plans for today?\n  ","749415":"\n   What do you spend most of your money on?\n  ","749416":"\n   When's the last time you made a list & what was it for?\n  ","749417":"\n   What inspired you to such name 😂\n  ","749418":"\n   Have you joined Tinder?\n  ","749419":"\n   What's جححكخث ؟\n  ","749420":"\n   do you feel unloved\n  ","749421":"\n   When was the last time u cried\/ why?\n  ","749422":"\n   What did you do on Friday the 13?\n  ","749423":"\n   Wyd?\n  ","749424":"\n   Am I by myself because of my own doing?\n  ","749425":"\n   what shows are you into?\n  ","749426":"\n   how many kids u got and how old\n  ","749427":"\n   Do you find it flattering if the same gender hits on you? C'mon admit it 😉\n  ","749428":"\n   Pandora, Spotify or youtube? Or other music go tos?\n  ","749429":"\n   What is the purpose of your existence?\n  ","749430":"\n   Am I an\n   \n    @sshole\n   \n   for sending questions to someone who i know never gets on? Sometimes it feels weird not ticking their name lol ¯\\_(ツ)_\/¯\n  ","749431":"\n   Why did she block you?\n  ","749432":"\n   What can you think about for hours?\n  ","749433":"\n   Do you like to shower nude???😏😏😉😉\n  ","749434":"\n   What’s a fancy restaurant you enjoy dining at? I love to dress up and go to the international house of pancakes.\n  ","749435":"\n   what would cause you to block someone?\n  ","749436":"\n   Have you picked your nose today? Find anything good?\n  ","749437":"\n   How? You slept with over ten people before you were in what, 10th grade? that's gross.\n  ","749438":"\n   Did you regret being with any of them\n  ","749439":"\n   You're a degenerate\n  ","749440":"\n   From your school?\n  ","749441":"\n   Were they mostly girls or guys?\n  ","749442":"\n   Did people know you were a hoe\n  ","749443":"\n   Ok age you first had s.ex\n  ","749444":"\n   How many people has Greg been with\n  ","749445":"\n   What age did you lose your v card\n  ","749446":"\n   Why were you so promiscious\n  ","749447":"\n   I start my new job today!!!\n  ","749448":"\n   What was the last awkward moment you've had recently\n  ","749449":"\n   Can you sing well\n  ","749450":"\n   You were with 10+ people before age 16? Thot\n  ","749451":"\n   How many of those people were you actually in a relationship with versus casual?\n  ","749452":"\n   When was the last time you got drunk\n  ","749453":"\n   so? :)\n  ","749454":"\n   with words :)\n  ","749455":"\n   you\n  ","749456":"\n   nice looking girl :)\n  ","749457":"\n   Why didn’t you reply back?\n  ","749458":"\n   Have you talked to your MiL?\n  ","749459":"\n   are you into astrology ? feel free to talk about it if you’d like ! 🐍\n  ","749460":"\n   post a picture of your favorite halloween costume you have done ! 🐍\n  ","749461":"\n   HOTTIE 🥵🤤😍\n  ","749462":"\n   post a picture of you that makes you feel fierce ! 🐍\n  ","749463":"\n   do you think it’s important for non parents to be educated on safety concerns involving children (cpr, car seat safety, safe sleep, etc) ? 🐍\n  ","749464":"\n   when was the last time you didn’t speak up but should have ? 🐍\n  ","749465":"\n   if you had to get a tattoo right now, what would it be of ? 🐍\n  ","749466":"\n   what do you want the most out of life ? 🐍\n  ","749467":"\n   Who are you talking about?\n  ","749468":"\n   Last time you had sex?\n  ","749469":"\n   if your life was a mixtape, what songs would be on it ? 🐍\n  ","749470":"\n   what is your favorite flower ? 🐍\n  ","749471":"\n   rant about anything:\n  ","749472":"\n   what name do you prefer to go by ? 🐍\n  ","749473":"\n   How are you\n  ","749474":"\n   Are you mixed?\n  ","749475":"\n   You like girls?\n  ","749476":"\n   Elyssa is my girlfriend x\n  ","749477":"\n   Your on the top 20\n  ","749478":"\n   What does it mean?\n  ","749479":"\n   Post Malone or Wiz Khalifa?\n  ","749480":"\n   You’re freaking gorgeous . I’m jealous\n  ","749481":"\n   What’s in your full name section? what language is that?\n  ","749482":"\n   I’m just asking because I never heard a girl do it before?\n  ","749483":"\n   Question is why are females shy to say they fart? I mean are you tbh?\n  ","749484":"\n   Hey there. Hope all well? Is it fine if I ask you a personal question? I appreciate it if you don’t mind. Thank you! Cheers!\n  ","749485":"\n   Are you in USA?\n  ","749486":"\n   Did\n   \n    @kaylyph\n   \n   unblock you?\n  ","749487":"\n   Age?\n  ","749488":"\n   Lies\n  ","749489":"\n   You really slept with that many people?\n  ","749490":"\n   How many ppl have you slept with\n  ","749491":"\n   Honest day?\n  ","749492":"\n   How early where both your kiddos born?\n  ","749493":"\n   Nice bio\n  ","749494":"\n   Who does your daughter look like?\n  ","749495":"\n   Cutie pie\n  ","749496":"\n   Aren’t you single?\n  ","749497":"\n   Who’s that?\n  ","749498":"\n   Why do some people stay in relationships that they know are toxic?\n  ","749499":"\n   Pap of your home screen\n  ","749500":"\n   How far?\n  ","749501":"\n   I thought Taylor was your best friend?\n  ","749502":"\n   When do you hang with you best friend\n  ","749503":"\n   Would you rather choose a high paid office job or a low paid adventurous job?\n  ","749504":"\n   would you rather see Italy or Sweden?\n  ","749505":"\n   would you rather see Ireland or Scotland?\n  ","749506":"\n   Pap of your text messages\n  ","749507":"\n   um, you typed these exact words “I can do whatever I want with my child or my children”. if you think there’s nothing wrong with that then...... 🤷🏻‍♀️.\n  ","749508":"\n   why are they even debating with you? it’s YOUR child. I personally wouldn’t pierce my daughter’s ears until she is old enough to say so but I’m not coming for you because mother to mother, I respect you and the decisions you make for your children. leave gabby alone 🤦🏻‍♀️\n  ","749509":"\n   lol. I’m not hurt. words are important, children are important. i’m sorry that you don’t think so too\n  ","749510":"\n   If you could make one book or movie a reality, which would you choose?\n  ","749511":"\n   what are you currently worried about?\n  ","749512":"\n   What is your most needed appliance in your home?\n  ","749513":"\n   what is your most precious possession?\n  ","749514":"\n   what are your top 3 most used emojis?\n  ","749515":"\n   🎶 I don’t really care if you cryyyyyyyyyy🎶.   🎶push me to some bees 🐝 all my friends are cheese 🧀🎶\n  ","749516":"\n   what is a controversial opinion that you have?\n  ","749517":"\n   piercing a chikf’s ears isnt the worse thing, its stupid but low risk. your argument is worrying though, as i said, children arent property and you talk about them like they are\n  ","749518":"\n   when it comes to friendship, what is a deal breaker for you?\n  ","749519":"\n   you realize that’s what ppl who abuse their child say, don’t you? “theyre MY children so I can do what I want!” no you fking cant. I’ve seen parents defend beating their children severely with that argument\n  ","749520":"\n   “MY child” Children aren’t property, you know. You can’t justify doing whatever you want to then because their YOURS\n  ","749521":"\n   lmao. how if piercing a child’s ears “best for their child”? espesh it if its without consent? jfc\n  ","749522":"\n   what is an unpopular opinion that you have?\n  ","749523":"\n   if money wasn’t an issue, what would you buy for yourself right now?\n  ","749524":"\n   which African country would be top on ur personal bucket list?\n  ","749525":"\n   hello frands ! i’m gonna be spamming in about an hour. you’re already on my spam list ! but if you don’t want spam, just let me know and i’ll take you off ! tell your followers to LIKE my most recent post if they’d like to receive spam, too ! 🐍\n  ","749526":"\n   Do you know phone numbers by heart or are you reliant on your phone ?\n  ","749527":"\n   Do you prefer towel drying, blow drying or natural dryin your hair?\n  ","749528":"\n   What was the last thing you got excited about planning??\n  ","749529":"\n   I’m sending out more questions tonight. do you want them?\n  ","749530":"\n   What do you think about me?\n  ","749531":"\n   Anyone wanna add me on Facebook and send funny gifs to each other on messenger\n  ","749532":"\n   i read an article that said “yoga studios are the new country clubs.” does this comparison make any sense to u?\n  ","749533":"\n   Have you ever had a shit boss\n  ","749534":"\n   how many coins do you have?\n  ","749535":"\n   We aren’t together but he won’t be sleeping with anyone but me Forever Lmao\n  ","749536":"\n   I miss Greg do you miss him?\n  ","749537":"\n   Have you ever tried archery for fun?\n  ","749538":"\n   Have you ever bought anything from a food market\n  ","749539":"\n   what’s ur fav airport ever\n  ","749540":"\n   What browser do you use?\n  ","749541":"\n   what was the first horror film you ever seen\n  ","749542":"\n   How old are your child(ren)?\n  ","749543":"\n   miss you ❤️💙\n  ","749544":"\n   Last thing you bought\n  ","749545":"\n   whom do you favor between\n   \n    @alpacasarenice\n   \n   and\n   \n    @abramsonrobbie552\n   \n   ?\n  ","749546":"\n   Truth and beauty  💙\n  ","749547":"\n   I made up a name for you,\nالحقيقة والجمال\nHope you like it\n  ","749548":"\n   Is it just yall and the kids living together ?\n  ","749549":"\n   Would you be okay with putting your teenage daughter on birth control if you knew she was s.exually active?\n  ","749550":"\n   I wondered, these letters of my language\n  ","749551":"\n   It's not the name it's some letters, it's like \"jkhkgkct\"\n  ","749552":"\n   what’s a movie u kinda like, but also don’t really love? but also like u definitely don’t dislike it! u like it!\n  ","749553":"\n   Thor or Captain America??\n  ","749554":"\n   I listen to Sabrina Carpenter, who just turned 20 years old. Would you listen to an artist that was much younger than you without feeling ashamed about it?\n  ","749555":"\n   Are you terrified of anything fictional? For example, the supernatural or zombies.\n  ","749556":"\n   Has anyone ever intentionally ruined something for you?\n  ","749557":"\n   From where you bring this name?\n  ","749558":"\n   What do we lose with age?\n  ","749559":"\n   Would you be ok with it if Greg slept with someone else since yall ain't together\n  ","749560":"\n   Why don’t you post any pics of your daughter?\n  ","749561":"\n   Its like gdusbsyshsg in english\n  ","749562":"\n   Wheres the pics of your daughter?\n  ","749563":"\n   Is that an Arabic name ? Lol\n  ","749564":"\n   How challenging is it financially wise raising a child\n  ","749565":"\n   What is your opinion about racism?\n  ","749566":"\n   cheddar cheese or provolone cheese?\n  ","749567":"\n   Post one of your favorite quotes & who it's by!✌\n  ","749568":"\n   What is your favorite book?\n  ","749569":"\n   Can I get follow maybe?\n  ","749570":"\n   What’s ur fav cheez it flavor\n  ","749571":"\n   Thick yellowbone\n  ","749572":"\n   Go to bed lol\n  ","749573":"\n   Hi\n  ","749574":"\n   Followed. Back?\n  ","749575":"\n   What time is it?\n  ","749576":"\n   Can I be your friend\n  ","749577":"\n   What a shame\n  ","749578":"\n   If a guy had only his right ear pierced is he considered to be gay?\n  ","749579":"\n   Did Greg break up with you? Or did you?\n  ","749580":"\n   Where time do you get up in the morning\n  ","749581":"\n   What can we ask you?\n  ","749582":"\n   Wyd?\n  ","749583":"\n   How many followers you have?\n  ","749584":"\n   Ugh you’re so beautiful\n  ","749585":"\n   Do you guys r together,?\n  ","749586":"\n   what is a trait that other people have that you cannot stand?\n  ","749587":"\n   in what ways have you changed over the years?\n  ","749588":"\n   Why?\n  ","749589":"\n   Are you guys back together???\n  ","749590":"\n   best homemade meal only you n your family can make?\n  ","749591":"\n   Selfie 😍🔥\n  ","749592":"\n   Did you & Greg break up\n  ","749593":"\n   What's been your greatest discovery on the web?\n  ","749594":"\n   I'll just shut up now... didn't know she was 5 months old :(\n  ","749595":"\n   who did you look up to growing up? what did you admire about them?\n  ","749596":"\n   Why do you let her be mean?  Are you trying to teach her to be nice to people?\n  ","749597":"\n   what question do you wish people would stop asking you?\n  ","749598":"\n   what do you want to do for a career?\n  ","749599":"\n   Girl you fine\n  ","749600":"\n   what is your favorite social media?\n  ","749601":"\n   Do you want more kids?\n  ","749602":"\n   Last time you had sex?\n  ","749603":"\n   what is your favorite thing to do to spend time with your child(ren)?\n  ","749604":"\n   describe your child’s personality\n  ","749605":"\n   Dior is a weird name lol\n  ","749606":"\n   Who are you guys talking about\n  ","749607":"\n   what is your parenting style? laid back, strict, etc.\n  ","749608":"\n   what is a funny thing your child has said or done?\n  ","749609":"\n   what do you do when you are without your child(ren)?\n  ","749610":"\n   are you a stay at home parent or a working parent?\n  ","749611":"\n   what age would you allow your child to have a cell phone?\n  ","749612":"\n   what is your child’s favorite food(s)?\n  ","749613":"\n   how much did your child weigh when they were born?\n  ","749614":"\n   Pap of your conversation with bff\n  ","749615":"\n   You would name your kid Dior?\n  ","749616":"\n   what parenting advice do you have for other parents?\n  ","749617":"\n   honestly, what is the hardest part for you when it comes to being a parent?\n  ","749618":"\n   what are baby names that you love but would never use?\n  ","749619":"\n   Kdi wich puwaya?\n  ","749620":"\n   Doesn’t seem any different here lmao\n  ","749621":"\n   Hi\n  ","749622":"\n   Where can I get a good guy at?\n  ","749623":"\n   Who’s your bff?\n  ","749624":"\n   How are you tonight\n  ","749625":"\n   Where’s Kasey?\n  ","749626":"\n   If you saw kids bullying another kid on the street would you say something to the bullies\n  ","749627":"\n   Pap of your text messages\n  ","749628":"\n   Are you a savge\n  ","749629":"\n   How many times do you hit the snooze button before getting up?\n  ","749630":"\n   Have you ever rolled down the street smokin Indo, sippin on gin and juice?\n  ","749631":"\n   Name a problem leaders in your country should solve?\n  ","749632":"\n   Do you vape? If so are you concerned about the health issues it may cause?\n  ","749633":"\n   do u think Louis CK is funny ?\n  ","749634":"\n   How are you at saving money\n  ","749635":"\n   do u think Dave Chappelle is funny?\n  ","749636":"\n   Are you rich\n  ","749637":"\n   What happened 18 years ago today?\n  ","749638":"\n   Who was the last person you gave a gift to?\n  ","749639":"\n   Yeah but you used to look like a teenager a couple months ago\n  ","749640":"\n   You look grown now\n  ","749641":"\n\n    @alpacasarenice\n   \n   I tried to tell u from the start Robbie will never let go he will NEVER stop obsessing after u chasing u & 🤜💦ing to ur pics & liking ur answers but u didn’t believe me 😂 he will never take no for an answer he believes ask.fm is real life he has no friends it’s almost sad but horrible\n  ","749642":"\n   Its so hard try to speak un english for me\n  ","749643":"\n   Ah okayyy\n  ","749644":"\n   hey do u wanna trade 2000 coins? (dont publish), just send a question to urself and then answer it with yes and I'll reveal myself\n  ","749645":"\n   Single or taken?\n  ","749646":"\n   If you have a job does your job offer good benefits?\n  ","749647":"\n   What movie can you watch over and over again?\n  ","749648":"\n   Do you make a honking sound when you blow your nose?\n  ","749649":"\n   Is it really overpriced if you use it frequently ?\n  ","749650":"\n   Whats the highest you've ever jumped into the water from?\n  ","749651":"\n   DO YOU LIKE THE POWER RANGERS\n  ","749652":"\n   What is your favourite sprit alcoholic drink\n  ","749653":"\n   What is an example of a double standard? Have you experienced this double standard?\n  ","749654":"\n   What’s your favorite tv show?\n  ","749655":"\n   Que edad tienes?\n  ","749656":"\n   have u ever talked to any of the weirdos that say things between asterisks like they role play all the time\n  ","749657":"\n   When was the last time you felt awkward\n  ","749658":"\n   I am in a mixed race relationship because I'm not rude like you\n  ","749659":"\n   If someone never gives you a chance to apologize but you feel there's so much left to be said, how do you deal with that feeling knowing you probably won't be able to say what you need and want?\n  ","749660":"\n   Do you wear a fanny pack?\n  ","749661":"\n   What should we spend money on?\n  ","749662":"\n   what is something is missing in life that was in your life and you love that?\n  ","749663":"\n   do you mainly satisfy your hunger with booze, dwugzzz and self loathing?\n  ","749664":"\n   Why did you stop breastfeeding?\n  ","749665":"\n   How was your day\n  ","749666":"\n   i am  frank, son of governor of lagos state of nig.\ni am looking for any bank manager over there to contact i want to have savice acconut over there i am coming over there soon to stay and invest my money be fore then i need a bank manager that i can have his acconut number\n  ","749667":"\n   If your partner went through your phone without permission while you were asleep, what would you do?\n  ","749668":"\n   Hey love ask me questions please\n  ","749669":"\n   What are some nicknames you call your kids?  Funny or weird if any!\n  ","749670":"\n   Did you have any nicknames growing up?\n  ","749671":"\n\n    @taylorrrebeccaa\n   \n   said you guys don’t talk anymore.\n  ","749672":"\n   What’s a guilty pleasure of yours?\n  ","749673":"\n   If you took part in a challenge where I showed you a bunch of funny videos and you can't smile or laugh how do you think you'll do?\n  ","749674":"\n   do not dare patronise me, i am not your little one goodbye\n  ","749675":"\n   How do you handle people you don't like?\n  ","749676":"\n   Do you prefer tea, coffee or cocoa?\n  ","749677":"\n   Do you think forgetting is the ultimate revenge?\n  ","749678":"\n   What did you watch on TV yesterday?\n  ","749679":"\n   If you could listen to only one song for the rest of your life, what would it be?\n  ","749680":"\n   What was the last song you heard?\n  ","749681":"\n   no, i just do not cook for my husband he has hands he can, annoying his mother is just a bonus lmao\n  ","749682":"\n   What's your favorite perfume?\n  ","749683":"\n   What is your favorite type of flower?\n  ","749684":"\n   What's one thing you hate sharing?\n  ","749685":"\n   If there is one thing that you could change about the past, what would that be?\n  ","749686":"\n   Where should you never take a first date?\n  ","749687":"\n   If you could be invisible, what would you do?\n  ","749688":"\n   Take care\n  ","749689":"\n   Please\n  ","749690":"\n   its my business, who i cook for etc, cyou\n  ","749691":"\n   Rude 😓\n  ","749692":"\n   Awesome Size 😍🔥\n  ","749693":"\n\n    https:\/\/ask.fm\/BWP_CHAUDHARY\/answers\/155853892600?utm_source=copy_link&utm_medium=android\n   \n   Please like this Thanks\n  ","749694":"\n   why\n  ","749695":"\n   Your Boobs 🔥🔥👍❤😍\n  ","749696":"\n   thats cool, i like annoying my mother in law i make sure she sees i just prepare my own food and not her sons, and i order him about lmao\n  ","749697":"\n   lol, my mother in laws the same, she said oh dont see that to my boy, i told her i will say and do what  i like to my husband lol.\n  ","749698":"\n   do u enjoy offensive\/edgy humor?\n  ","749699":"\n   what did she do lol\n  ","749700":"\n   Are you & your mother-in-law on good terms yet?\n  ","749701":"\n   Your drop dead gorgeous\n  ","749702":"\n   Are you single?\n  ","749703":"\n   what’s a comedian or comedy u find funny, that you would also consider offensive? (why would u count it as offensive?)\n  ","749704":"\n   That’s mean & rude\n  ","749705":"\n   Did you read what marissa said?\n  ","749706":"\n   Why do people smoke?\n  ","749707":"\n   Hii\n  ","749708":"\n   Do you have any injuries at the moment\n  ","749709":"\n   Is there anyone from this site who used to be on here that you wish would come back?\n  ","749710":"\n   Why do many people hate their job?\n  ","749711":"\n   What’s your plans for today?\n  ","749712":"\n   Are you any good at shooting pool?\n  ","749713":"\n   Put it in my p.uss.y and give it a thrust\n  ","749714":"\n   what forms of art are you most drawn to, just in terms of consumption? (do u like images? paintings? photographs? cinematography? calligraphy? words? poetry?)\n  ","749715":"\n   what’s a minor injustice u HATE? something small but you’re like “that’s just not fair!”\n  ","749716":"\n   have u dated more athletes or artists\n  ","749717":"\n   Do you think fatphobia exists the way racism\/homophobia exists?\n  ","749718":"\n   can u think of any kind things u have done today? tell me abt one ! :)\n  ","749719":"\n   did u grow up in a family that watched sports?\n  ","749720":"\n   did you grow up in an athletic family?\n  ","749721":"\n   What’s a guilty pleasure of yours?\n  ","749722":"\n   What’s one mistake you keep repeating?\n  ","749723":"\n   Wtf 😂😂😂\n  ","749724":"\n   By !!!\n  ","749725":"\n   Any song recommendations?!!!!!\n  ","749726":"\n   What is the best thing that ever happened to you\n  ","749727":"\n   do you smudge your thong after pooing?\n  ","749728":"\n   How’s your daughter doing? Has she got to come home yet?\n  ","749729":"\n   Ugh you’re body goals!  So jelly!\n  ","749730":"\n   do u find certain lgbt ppl obnoxious? i mean, the ones who have to bring up their sexual preferences, the gender they identify with and their opinions on every conversation even if its completely unrelated to the current topic. and these days u cant say anything bad or ur automatically a homophobe\n  ","749731":"\n   Yes oh yes\n  ","749732":"\n   Are you a bad kid?\n  ","749733":"\n   Hey\n  ","749734":"\n   What are your plans for tomorrow?\n  ","749735":"\n   Aliens are abducting people in Los Angeles.I think we will never seen them again. 👿\n  ","749736":"\n   do you like basil? what abt cilantro?\n  ","749737":"\n   Dislike then because of what others say about her?\n  ","749738":"\n   Do you hate Nikki?\n  ","749739":"\n   Be honest , have you ever made fun of our picked on someone who looked different from you? Example they were overweight or wore glasses or had acne etc. I’m not judging I’m just asking for the purpose of the concept of this site .\n  ","749740":"\n   What’s your favourite Christmas movie?\n  ","749741":"\n   Followed\n  ","749742":"\n   would you rather: go to the movies or mini golf?\n  ","749743":"\n   Sweet Satan, that is nasty-looking!! Which zoo did you photograph this disgusting creature at?\n  ","749744":"\n   Ever sent a good question and then realized you did it anonymously? I just did and I don’t get to reap the rewards of coins:(\n  ","749745":"\n   receive small gifts, selective massages, or various hugs\/kisses?\n  ","749746":"\n   Post a picture of your room\n  ","749747":"\n   If you wanted to reward yourself what might you do to celebrate?\n  ","749748":"\n   Post a picture of both of your pregnancies\n  ","749749":"\n   What’s the most overpriced dog breed?\n  ","749750":"\n   -يا فاتنة العينين جئتُكِ مُرهقا...🤕\n        ‏من وحي حُسنكِ راعني أن أُقتلا\n‏تلكَ العيونُ الناعِساتُ فَتَكْنَ بي... 🤩\n        ‏باللّحظِ أم بالكُحل صرتُ مجندلا؟ \n‏القتلُ في شرعِ الإلهِ محرمُ...😱\n       ‏وبشرع حُسنِكِ لا يزال مُحلّلا \n\n🔮💜🌸🌺🌹🥀❤🥀🌹🌺🌸💜🔮\n\nمساؤو💜🙂\n\nهيك شي عذوقككك______✍💝\n  ","749751":"\n   What’s a good movie or tv show w aliens in it\n  ","749752":"\n   Ranch dressing yay or nay?\n  ","749753":"\n   If someone made a statue of you, what position would you choose?\n  ","749754":"\n   Black women are three times LESS likely than black men to marry outside their race? Why do you think this is? Is this statistic a coincidence, or is there a reason?\n  ","749755":"\n   Do you like Batman more than the Joker?\n  ","749756":"\n   do u like ginger?\n  ","749757":"\n   What’s the most overrated kind of dog\n  ","749758":"\n   Miles Morales or Peter Parker?\n  ","749759":"\n   Omg you’re gorgeous 😍\n  ","749760":"\n   Lol you are scared 😄\n  ","749761":"\n   Which of your five senses is the best?\n  ","749762":"\n   Pap panties or are you scared\n  ","749763":"\n   YOUR PIC 🔥 🔥🔥🔥\n  ","749764":"\n   Do you follow Marissa?\n  ","749765":"\n   How did he break it a year ago?\n  ","749766":"\n   Is it you that pays for your electricity?\n  ","749767":"\n   Do you leave your TV on all night every single night?\n  ","749768":"\n   What is your favorite source of outdoor entertainment?\n  ","749769":"\n   What is the nerdiest thing about you? 🤓       (staif)\n  ","749770":"\n   & it's Monday again.. you got this! 😸 Do you have any plans at all for this week?\n  ","749771":"\n   do u know who Lord Pretty Flacko Jodye is?\n  ","749772":"\n   tuna salad sandwiches or egg salad sandwiches\n  ","749773":"\n   I saw your Snapchat and he has broken it again\n  ","749774":"\n   would u rather have sushi or steak for dinner\n  ","749775":"\n   Do you like salami?\n  ","749776":"\n   Please take the poll at exposingrichardprendergast.tumblr.com\n  ","749777":"\n   do you think Asian is a language?\n  ","749778":"\n   Did you break Greg's foot?\n  ","749779":"\n   follow diana\n   \n    @neurocognitive\n   \n   for anonymous flirting and filth ;)\n  ","749780":"\n   do you think children are entitled to their own privacy or do you believe the saying “my house, my rules” holds any truth? how far is too far when invading your child’s privacy?\n  ","749781":"\n   What do you think about when you’re by yourself?\n  ","749782":"\n   Do you have a favorite outside activity?\n  ","749783":"\n   How old were you when you learned to ride a bike?\n  ","749784":"\n   What makes you anxious?\n  ","749785":"\n   do you take time for yourself everyday for self-care? if so, what do you do? if you don't, what's something you wish you had the time for everyday?\n  ","749786":"\n   when you ask a question, do you like it even if you disagree with their reply just for the simple fact they took the time out of their day to respond?\n  ","749787":"\n   Follow for a follow back? :)\n  ","749788":"\n   Did you know dogs can have horoscopes too?\n   \n    http:\/\/read.ohippo.com\/article\/do-dogs-have-a-zodiac-sign-astrology-isn-t-just-for-humans-a16970\n   \n","749789":"\n   Где ћеш лезбо\n  ","749790":"\n   do u eat sandwiches or salads more regularly\n  ","749791":"\n   What makes you feel  better when youre angry\n  ","749792":"\n   Send people my way please, anyways..\nHow many languages are you fluent in? Is there any you would like to learn? I'd like to learn ASL & repick up French.\n  ","749793":"\n   do u know how to knit?\n  ","749794":"\n   Why is your recent ex, your recent ex?\n  ","749795":"\n   Have you ever hated someone  but later on youve became friends\n  ","749796":"\n   how often do you look back on your life?\n  ","749797":"\n   Are white men ugly?\n  ","749798":"\n   Do you wear socks with your sandals? I do it’s cool!\n  ","749799":"\n   Psst whats ur cellphone password?\n  ","749800":"\n   I like your big black butt\n  ","749801":"\n   Us white men will treat you good\n  ","749802":"\n   Thank you 💛💛💛💛😘😍\n  ","749803":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","749804":"\n   Is dog breed discrimination (like hating\/banning pit bulls) okay?\n  ","749805":"\n   when u think of Irish culture, what do u think of? (movies, cuisine, cultural norms, habits, slang, 🤷‍♀️)\n  ","749806":"\n   who’s the shortest person of u and all ur siblings?\n  ","749807":"\n   🍆\n  ","749808":"\n   Why not\n  ","749809":"\n   We all know  y 😏\n  ","749810":"\n   What's your favorite candy or bake goods?\n  ","749811":"\n   What's your relationship with your parents like\n  ","749812":"\n   “You can’t be pro-black and date your oppressor.” Agree or disagree?\n  ","749813":"\n   You got $100 for me?\n  ","749814":"\n   Dayum when did you come back?\n  ","749815":"\n   I want new music. Any suggestions? ???\n  ","749816":"\n   Don't get involved with the bullying\n  ","749817":"\n   Lmao spoken like a true wannabe\n  ","749818":"\n   If you didn't care you wouldn't have answered everyone knows that. You are a human just like everyone else and there is nothing special about you so you can step off that high horse your on.\n  ","749819":"\n   Have you ever choked someone out in a fight that you had no choice but to do it\n  ","749820":"\n   would you consider the word “cracker” a slur?\n  ","749821":"\n   How tall are u?\n  ","749822":"\n   what do you think is your best feature?\n  ","749823":"\n   This is why I go through this process to find the worthy people!\n  ","749824":"\n   how did you get it in dark mode?\n  ","749825":"\n   Што не једеш нешто\n  ","749826":"\n   are you addicted to caffeine?\n  ","749827":"\n   Do you like Twizzlers?\n  ","749828":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/156245359647\n   \n   y’all gross\n  ","749829":"\n   I'm about to be banned so go follow my new main\n   \n    @S09819B\n   \n","749830":"\n   how's your heart today?\n  ","749831":"\n   what ‘this vs that’ debate do you think is the worst?\n  ","749832":"\n   you’re going to win $100,000 in the next 10 minutes. the catch is you have to go public about your winnings on live tv. could you do that or would you decline the money?\n  ","749833":"\n   do you think facial hair gives off a stereotype or is that a product of ignorance?\n  ","749834":"\n   what is your preferred temperature to sit comfortably outside for long periods of time?\n  ","749835":"\n   what feature do you think should be added to this app ?\n(the blocking feature doesn’t count as an answer).\n  ","749836":"\n   A line to describe what your life is being to you now?\n  ","749837":"\n   What is a saying you say a lot?\n  ","749838":"\n   If I see you on the street can I get a photo with you?\n  ","749839":"\n   When was the last time a guy (that isn't your bf) hit on you?\n  ","749840":"\n   Eww bye literaly 😕\n  ","749841":"\n   Lets play truth or dare\n  ","749842":"\n   According to you, who are real heroes? ?\n  ","749843":"\n   cuteeeeeeeeeeeeee\n  ","749844":"\n   What is the best wifi name youve seen or heard of\n  ","749845":"\n   Like it?\n  ","749846":"\n   Get high everytime you smoke?\n  ","749847":"\n   What do you smoke?\n  ","749848":"\n   What's the worst thing u smoked?\n  ","749849":"\n   Seen Mia Khalifha in porn vidoes?\n  ","749850":"\n   I know but I'm sure u know lol.\n  ","749851":"\n   Do u smoke?\n  ","749852":"\n   Well into round 3 I think 🤷‍♂️\n  ","749853":"\n   How long does a good guy last?\n  ","749854":"\n   do midgets have night vision\n  ","749855":"\n   Can I ask you one?\n  ","749856":"\n   Do you mind sexual questions?\n  ","749857":"\n   Ever have sex and the guy runs out of sperm?\n  ","749858":"\n   Who’s bored?\n  ","749859":"\n   Do you ever fall asleep with the tv on?\n  ","749860":"\n   Are more of ur family members in prison or in the military ?\n  ","749861":"\n   Have you ever gone to a black church?\n  ","749862":"\n   have you ever smoked a menthol cigarette?\n  ","749863":"\n   What's your favorite board game?\n  ","749864":"\n   What’s worth spending more on to get the best?\n  ","749865":"\n   What is your favorite thing about summer?\n  ","749866":"\n   What are your weekend plans? My family is taking me out to dinner for my birthday.\n  ","749867":"\n   Good morning! I want you all to know that I ate pizza last night and now I have gas!! 😊 Do you tend to overshare things?\n  ","749868":"\n   What’s something people wouldn’t expect about you?\n  ","749869":"\n   Are you on IG or twitter? Has anyone famous ever followed you , liked, or retweeted one of your posts?\n  ","749870":"\n   Do you like Lewis capaldi?\n  ","749871":"\n   What to you, do you think is your strongest quality?\n\n_____\n(Adding in... Just wanted to send this message to thank everyone who receives it! I thank you for being here, asking and answering questions! I love y'all all! Such wonderful folks! Just wanted to let y'all know I love y'alls company! 😁🤘)\n  ","749872":"\n   Do you think men suffer more or less ? If less explain. 💋💋💋💋💋\n  ","749873":"\n   In the morning, approximately how long does it take you to usually get ready for your day?\n  ","749874":"\n   Everything happen\n  ","749875":"\n   Hey\n  ","749876":"\n   Why is the site becoming trash?\n  ","749877":"\n   Aside from all things pumpkin spiced, what is the one thing, if any, you enjoy about the autumn season?\n  ","749878":"\n   The best day of your life?\n  ","749879":"\n   Do you like apple juice\n  ","749880":"\n   Last time you had sex\n  ","749881":"\n   Why is it embarrassing to be on here\n  ","749882":"\n   What is the most embarrassing moment of your life\n  ","749883":"\n   Do you have many friends\n  ","749884":"\n   I know that feeling\n  ","749885":"\n   Yeah\n  ","749886":"\n   Last time you went on holiday somewhere\n  ","749887":"\n   Ranks these place from favourite to least favourite subway, McDonalds, kfc, burger king, domintos and pizza hut\n  ","749888":"\n   Haha lucky you then\n  ","749889":"\n   22:20pm x\n  ","749890":"\n\n    https:\/\/youtu.be\/FHSSE1TtI5s\n   \n   hope this will make your day\n  ","749891":"\n   I’m thinking about going too sleep at about 11 tonight x\n  ","749892":"\n   That’s good too hear. N I’m just abit tired today, but it’s nearly time for sleep.\n  ","749893":"\n   How are you doing?❤️x\n  ","749894":"\n\n    https:\/\/youtu.be\/FHSSE1TtI5s\n   \n   hope this will make your day\n  ","749895":"\n   I have an evil sibling.Do you have an evil sibling ?\n  ","749896":"\n   You just admitted you've never had it lmao hater\n  ","749897":"\n   I don't think you've ever even had pineapple on pizza. You just follow the hate wave\n  ","749898":"\n   Heyyyyy girl x\n  ","749899":"\n   what’s ur opinion on raisins in oatmeal cookies? what’s ur opinion on walnuts in brownies?  what’s your opinion on pineapple on pizza?\n  ","749900":"\n   what is one dish\/meal\/food\/restaurant that reminds u of the city u were born in?\n  ","749901":"\n   Tag a user here and if you could ask them one question and they had to give an honest answer what would it be??\n  ","749902":"\n   What emoji do you wish existed?\n  ","749903":"\n   do you think the criminal-justice system of the country u live in is racially biased?\n  ","749904":"\n   What is your favourite movie that was made before you were born\n  ","749905":"\n   What’s your favorite way to unwind ?\n  ","749906":"\n   What was the last chance you took? (without knowing how the outcome would turn out)\n  ","749907":"\n   Frozen question:\nWhich character are you most like? Have you seen it? How about the 2nd one? Do you think they'll try making a remake of it? 😮😂 Would you watch that?\n  ","749908":"\n   Have you ever gone surfing or boogie boarding or paddle boarding?\n  ","749909":"\n   Do you like chorizo?\n  ","749910":"\n   How often do you shop on Amazon?\n  ","749911":"\n   Do you know to change a tire the battery or the oil on your vehicle  ?\n  ","749912":"\n   watermelon or cantaloupe?\n  ","749913":"\n   red grapes or green grapes?\n  ","749914":"\n   What activity instantly calms you?\n  ","749915":"\n   What's something you would legalize?\n  ","749916":"\n   I woke up with a headache this morning . Do you currently have any aches or pains?\n  ","749917":"\n   In the summer, would you rather sleep with the window open or blast the AC?\n  ","749918":"\n   Have you ever used a oujda board before and if you have did it work\n  ","749919":"\n   what do u think of chihuahuas?\n  ","749920":"\n   What is the most you've ever been scared\n  ","749921":"\n   Last time you got hurt\n  ","749922":"\n   Do you talk in your sleep\n  ","749923":"\n   Do you like THE WIGGLES\n  ","749924":"\n   What feature do you try to accentuate in pictures of you?\n  ","749925":"\n   How’s baby?\n  ","749926":"\n   Do you like heavily colored eyebrows?\n  ","749927":"\n   (1 last film you watched (2 last music track you listened to (3 last time you had a run  (4 last time you had sex (5 last time you went on hoilday  (6 last time you made a cake (last time you went to the beach (7 last time you had a💩 (8 last time you babysat someone (9 last time you washed the car\n  ","749928":"\n   Whats new\n  ","749929":"\n   This woman working in Tesco's said my shirt is racist, how is it racist?\n  ","749930":"\n\n    https:\/\/youtu.be\/FHSSE1TtI5s\n   \n   hope this will make your day\n  ","749931":"\n   Your cool!\n  ","749932":"\n   Can you guilt trip people ?\n  ","749933":"\n   I just want someone to talk to\n  ","749934":"\n   Have you ever tried truffles\n  ","749935":"\n   Like my posts plz! :) Like 4 like\n  ","749936":"\n   Your new pic is so cute! Love the straight hair.\n  ","749937":"\n   Are you ever going to talk about where she is? You talked about your pregnancy and then when she was born early. Then just stopped mentioning her.\n  ","749938":"\n   I mean, it makes sense. You never talk about her. Never post about her. Never even mention her. You post about your son on insta, why not her?\n  ","749939":"\n   why is your daughter in nicu\n  ","749940":"\n   have you ever asked yourself an anon question here\n  ","749941":"\n   So then where is she? You post nothing about her. Don’t lie now.\n  ","749942":"\n   So you gave your daughter up for adoption? Why?\n  ","749943":"\n   are there any women rappers u like?\n  ","749944":"\n   Harlem or Compton?\n  ","749945":"\n   Houston or Atlanta?\n  ","749946":"\n   Were you live\n  ","749947":"\n   What r u doing?\n  ","749948":"\n   You’re cute\n  ","749949":"\n   Does anyone else think that Britney Spears jeans should be popular again?\n  ","749950":"\n   How many people have you hooked up with\n  ","749951":"\n   do u believe love at first sight?\n  ","749952":"\n   How can someone earn $1,000,000?\n  ","749953":"\n   Did you ever ride the bus to school? Any horror stories from your bus rides? I’ve got a few 😢\n  ","749954":"\n   Do you think you've changed in the last year? In what way?\n  ","749955":"\n   Be honest: Are looks important??\n  ","749956":"\n   Would you eat an entire stick of butter for 20 bucks?\n  ","749957":"\n   اللي عايز يتكلم واتس يبعت رقم تليفونه\n  ","749958":"\n   You probably really love to travel?\n  ","749959":"\n   01112832183 \n01156177192\n  ","749960":"\n   “What you need now?” “Drugs”\ncrack head shit\n  ","749961":"\n   It’s disgusting you openly discuss and seem to encourage drug usage not only while pregnant but afterwards. Hope they call CPS on your irresponsible ass. Its not only selfish but self destructive.Its 2019,cigarettes? Really? Get it the fuck together. At least for your kids, Second hand smoke. Nasty\n  ","749962":"\n   Why is there a life jacket under the seat on an airplane, but not a parachute?\n  ","749963":"\n   Okay fine 😔😔\n  ","749964":"\n   If a man had to fight his EX (who cheated on him and stole his money) in a tournament, but she beat him and dumped him head first into the trash can so his feet stuck up in the air , what would be the most embarrassing thing she could say as she won?\n  ","749965":"\n   What is the best birth control?\n  ","749966":"\n   Is sex overrated?\n  ","749967":"\n   Then how? What do u use? Lol\n  ","749968":"\n   So I take it u use condoms or some birth control to not become pregnant?\n  ","749969":"\n   Are u looking to have anymore?\n  ","749970":"\n   Do u not want kids? :)\n  ","749971":"\n   Ah really? How come?\n  ","749972":"\n   Sometimes it's very fast other times it takes forever. Is there anything specifically that I can do to get pregnant?\n  ","749973":"\n   Are you in a relationship?\n  ","749974":"\n   Why does it sometimes take 2 years to become pregnant?\n  ","749975":"\n   How old are you?\n  ","749976":"\n   How old?\n  ","749977":"\n   My hubby does it since I can't turn him on 😔🙈\n  ","749978":"\n   Is it healthy for a couple to watch porn??\n  ","749979":"\n   Do you think its disgusting or okay to do?\n  ","749980":"\n   Thoughts on masturbating?\n  ","749981":"\n   Went to the eye doctor today and my vision hasn’t changed enough to need new glasses so that’s good. Glasses even with insurance is expensive plus it’s good my eyesight hasn’t gotten worse. It’s important to take care of your vision it really is. Maybe I’ll get the eye surgery one day. Do u like pie\n  ","749982":"\n   How will you celebrate your next birthday?\n  ","749983":"\n   What’s something you know as fact. I know for a fact the AI on the sports games I play on PS4 cheats.\n  ","749984":"\n   of the seven continents how many have you been to?\n  ","749985":"\n   Do you make your bed each morning?\n  ","749986":"\n   Are you Christian?\n  ","749987":"\n   ??What would you say to your young self and why?\n  ","749988":"\n   Do you like harry Harry Potter\n  ","749989":"\n   Last thing to shock you\n  ","749990":"\n   have you ever read any of Vonnegut’s books?\n  ","749991":"\n   Do you know how to play the guitar?\n  ","749992":"\n   Does it bother you that your mom screwed the help at a resort in the Caribbean?\n  ","749993":"\n   Have you hit your daily limit??\n  ","749994":"\n   Have you ever written a poem? If yes, what was it about?\n  ","749995":"\n   Good women are always getting played by low life guys\n  ","749996":"\n   Did you ever watch that MTV show where people went to schools and did the whole \"if you really knew me, you'd know....\" exercises? \n\nThe book I'm reading just mentioned that and it made me think of that show.\n\nBQ: Do you feel like people really know you here?\n  ","749997":"\n   those of u w tattoos: what was ur very first tattoo? how old were u when u got it? how did u choose the tattoo? do u still like it?\n  ","749998":"\n   do u like dogs? (are u a “dog person?”)\n  ","749999":"\n   would u rather have a very big dog or a very little dog\n  ","750000":"\n   do you have any forearm tattoos (like elbow down)? do you have any hand\/finger tattoos?\n  ","750001":"\n   I keep messaging one of my friends on Facebook she keeps leaving me on seen whenever I send her a message. I’ve sent her one message yesterday and one today she saw it but hasn’t replied. Should I try again?\n  ","750002":"\n   Have you ever give a guy a blow Job before\n  ","750003":"\n   Last thing to make you laugh\n  ","750004":"\n   Post your last pictures that you have take on your phone and I'll rate it with coins 😊\n  ","750005":"\n   yay\/nay: snickerdoodle cookies\n  ","750006":"\n   What do you think it means if you had a dream about your ex?\n  ","750007":"\n   What do u think about loving a girl ?,.\n  ","750008":"\n   Why would you want another boy?\n  ","750009":"\n   Which song best represents your life so far?\n  ","750010":"\n   Hey\n  ","750011":"\n   What r u doing pretty lady\n  ","750012":"\n   Wow almost 10 years holy\n  ","750013":"\n   Girly flats or vans\n  ","750014":"\n   What country are u from\n  ","750015":"\n   What’s the best thing you have learned from your parents?\n  ","750016":"\n   You're a beautiful mother.\n  ","750017":"\n   Are you ready for the summer to be over?\n  ","750018":"\n   You’re so damn pretty\n  ","750019":"\n   Hi\n  ","750020":"\n   You still smoke?\n  ","750021":"\n   Ever got a ticket?\n  ","750022":"\n   Would you do something illegal to save the love of your life?\n  ","750023":"\n   If a snail doesn't have a shell, is it homeless or naked?\n  ","750024":"\n   What are you doing?\n  ","750025":"\n   Murder\n  ","750026":"\n   If you got pregnant now. Would you keep the baby?\n  "},"Answer":{"748954":"\n  Oh you’re being way to nosey\n  ","748955":"\n  🤤🤤🤤🤤\n  ","748956":"\n  Yeah\n  ","748957":"\n  Lol\n  ","748958":"\n  Lmao bye\n  ","748959":"\n  Ooo I see. tbh that’s just dumb imo\n  ","748960":"\n  Lol not really\n  ","748961":"\n  I don’t like those actually lol\n  ","748962":"\n  She’s one of my favorites\n  ","748963":"\n  Didn’t the home owner shoot one of the guys?\n  \n  Because if so I don’t think the boys should be charged with murder. Burglary yes\n  ","748964":"\n  With my son\n  ","748965":"\n  😂🥴\n  ","748966":"\n  I suppose lol\n  ","748967":"\n  Can you read?\n  ","748968":"\n  That’s exactly how I spelled it\n  ","748969":"\n  I definitely didn’t\n  ","748970":"\n  Lol hell no\n  ","748971":"\n  You got it\n  ","748972":"\n  Okay???\n  ","748973":"\n  Well I have reasons to sooo\n  ","748974":"\n  Atm no.\n  \n  But if we do have another one I want a boy\n  ","748975":"\n  Nobody cheated lol.\n  \n  Personal reasons\n  ","748976":"\n  I have. 🤷🏽‍♀️\n  ","748977":"\n  Because we had went out lol\n  ","748978":"\n  None of my kids used them\n  \n  And I believe your child should be off them by 1 or 1\/2\n  ","748979":"\n  My mother-in-law\n  ","748980":"\n  How stupid & ignorant people can be\n  ","748981":"\n  I’m doing great!\n  \n  Hopefully going out around 8:30 with my man and best friend to the city\n  ","748982":"\n  9\n  ","748983":"\n  I’m ready for some spam\n  ","748984":"\n  When I was pregnant tbh\n  ","748985":"\n  Be blocked\n  ","748986":"\n  Yeah & not for you\n  ","748987":"\n  So what’s your question\n  ","748988":"\n  Every 2 weeks\n  ","748989":"\n  Uh . I live in New York so ....\n  \n  It gets anywhere between 5-35 maybe 40 I guess\n  \n  And it snows randomly throughout the winter year . If it does at all\n  ","748990":"\n  Do you have a question\n  ","748991":"\n  I love how I don’t take no bullshxt anymore like how I use to .\n  \n  How I’m more independent\n  ","748992":"\n  Halloween 🎃\n  ","748993":"\n  Horses\n  ","748994":"\n  Never been\n  ","748995":"\n  I get them waxed?,,\n  ","748996":"\n  Definitely not.\n  \n  P*rnhub is whack\n  ","748997":"\n  Eh ; not really . And nope\n  ","748998":"\n  Ask me some good questions\n  ","748999":"\n  Uh not really tbh\n  ","749000":"\n  Gretchen isn’t even my real name\n  ","749001":"\n  Lol wow\n  ","749002":"\n  Uh no ????\n  ","749003":"\n  People\n  ","749004":"\n  Idk why you would since you don’t know em\n  ","749005":"\n  Lol you sound mad this morning\n  ","749006":"\n  Same ole same ole\n  ","749007":"\n  Nothing much .\n  \n  Just finished eating\n  ","749008":"\n  I had checkers lmao\n  ","749009":"\n  Why. Thank you 🤩\n  ","749010":"\n  Well my friend spammed me with likes & coins .\n  \n  Lol.\n  ","749011":"\n  Bless me with coins y’all 😇\n  ","749012":"\n  Do you have a question\n  ","749013":"\n  Well like I said my mother-in-law\n  \n  If that bothers you so much you clearly have issues .\n  ","749014":"\n  I don’t care\n  ","749015":"\n  Anything about my life basically\n  ","749016":"\n  Shxt\n  \n  Unbelievable\n  \n  Gross\n  ","749017":"\n  Buying a house\n  \n  Buying a car\n  ","749018":"\n  It’s my boyfriends birthday weekend . So probably going out tonight or tomorrow tonight\n  ","749019":"\n  Lol they are weird 😂\n  ","749020":"\n  I really don’t care bc obviously it wasn’t funny.\n  \n  Come up with a better joke kid\n  ","749021":"\n  That I’m a moody bxtch\n  \n  When in reality I’m the nicest person & if I can I’ll help you out before myself\n  ","749022":"\n  I’ll be 25 in November\n  ","749023":"\n  Yesterday\n  ","749024":"\n  My son will be 6 next month\n  \n  And my daughter is 5 months old\n  ","749025":"\n  You make no sense little kid\n  ","749026":"\n  He is. He’s perfect as well\n  \n  Thanks\n  ","749027":"\n  Yep\n  ","749028":"\n  Uh ; the fact that my mother-in-law is probably going to do something messed up\n  ","749029":"\n  lol for Halloween I think it’s to early . Is weird how houses around me or when I drive somewhere have Halloween decorations out already.\n  ","749030":"\n  She’s doing perfect 😍💓\n  ","749031":"\n  I am cool\n  ","749032":"\n  Bring a mom\n  ","749033":"\n  2\n  ","749034":"\n  Bye\n  ","749035":"\n  About my life\n  ","749036":"\n  Uh no\n  ","749037":"\n  &???\n  ","749038":"\n  Yep.\n  \n  Nothing wrong with that unless your immature\n  ","749039":"\n  Wendy’s bacon asiago\n  ","749040":"\n  ✨💓\n  ","749041":"\n  Cunt\n  \n  Thanks. It’s hashtag in my bio\n  ","749042":"\n  I still don’t see how I’m being moody Lmaoo.\n  \n  Because I didn’t want to post a bikini pic lmao\n  ","749043":"\n  Lol yes. Bad luck at its finest\n  ","749044":"\n  I don’t take pics of my food.\n  \n  Imo that’s gross. Nobody wants to see your food\n  ","749045":"\n  Flip flops\n  ","749046":"\n  I’m actually not even moody .\n  \n  I’m in a good mood rn .\n  \n  Soooo I can’t relate to this statement\n  ","749047":"\n  .....\n  ","749048":"\n  No bye\n  ","749049":"\n  Nothing @ all\n  ","749050":"\n  Thank you wife 🥺😍💓\n  ","749051":"\n  No\n  ","749052":"\n  41,200\n  ","749053":"\n  Mhm who are you even\n  ","749054":"\n  & why so I care?\n  ","749055":"\n  Laundry\n  \n  & then having a drink\n  ","749056":"\n  Blocking\n  ","749057":"\n  Yep\n  ","749058":"\n  Bye\n  ","749059":"\n  How immature smh\n  ","749060":"\n  No thoughts\n  ","749061":"\n  Everyday\n  ","749062":"\n  I have indeed\n  ","749063":"\n  I don’t know nor do I care tbh\n  ","749064":"\n  Well my bfs birthday is Monday so probably tomorrow or Saturday I’m trying to go out\n  ","749065":"\n  And she’s 13...\n  ","749066":"\n  Watching Teen Mom 2\n  ","749067":"\n  I want to buy land 😩 & build a house on it\n  ","749068":"\n  Lol I highly doubt it 🥴\n  ","749069":"\n  I am faithful .\n  \n  😇😈✨\n  ","749070":"\n  I am indeed a mean gal\n  ","749071":"\n  I’ll be 25 in November\n  \n  50 more days\n  ","749072":"\n  How tf would I know\n  ","749073":"\n  Blocked\n  ","749074":"\n  Mayonnaise\n  ","749075":"\n  Please, stop sending me stupid things\n  ","749076":"\n  Take my back to Coney Island\n  ","749077":"\n  I’m not clicking that\n  \n  But I’d like questions about ME\n  ","749078":"\n  Lmfaoooo ; boring\n  \n  Next\n  ","749079":"\n  Dior - MoneyBagg Yo\n  \n  The London- Young Thug\n  \n  Calboy - Envy\n  ","749080":"\n  Send me more questions\n  ","749081":"\n  Probably not\n  ","749082":"\n  Haha thank you 😇\n  ","749083":"\n  I googled hearts & I copy and pasted it lol\n  ","749084":"\n  Okay? I see no question\n  ","749085":"\n  English\n  ","749086":"\n  Mhm... probably going to curl my hair today 🤔\n  ","749087":"\n  No but I actually want to go on one. I think they’re cool lol\n  ","749088":"\n  Twice a day.\n  \n  once in the morning & once at night\n  ","749089":"\n  I have when I was 16\n  ","749090":"\n  I absolutely love them\n  ","749091":"\n  That my fav color is lime green\n  ","749092":"\n  Finding more money in my bank account lol\n  ","749093":"\n  To move out of state\n  ","749094":"\n  Nobody lol\n  ","749095":"\n  Bye\n  ","749096":"\n  Bye\n  ","749097":"\n  What? Make sense\n  ","749098":"\n  Ew bye\n  ","749099":"\n  Yeahhhh\n  ","749100":"\n  I don’t care tbh\n  ","749101":"\n  That’s cool\n  ","749102":"\n  Good 4 you\n  ","749103":"\n  Sounds like your problem\n  ","749104":"\n  Manhunt but that’s more like hide n seek\n  ","749105":"\n  Probably but idc\n  ","749106":"\n  I’m so tired of these dumb questions yo\n  ","749107":"\n  I do both\n  ","749108":"\n  Life\n  ","749109":"\n  Nah\n  ","749110":"\n  I have no idea what you’re talking about so ima just delete whatever question you send next\n  ","749111":"\n  My X? Huh lmao\n  \n  I’m not missing anything\n  ","749112":"\n  I’m blocking you\n  ","749113":"\n  Unless you want it deleted then okay but I’ll continue to put shxt bc it’s my page\n  ","749114":"\n  Bye. Troll\n  ","749115":"\n  I always talk shxt about others lmao ; and I also say it to their face\n  \n  But you’re right I am shxt 🤷🏽‍♀️😈\n  ","749116":"\n  And I’m 24 and don’t give a fxck\n  ","749117":"\n  Well he’s 6 and I’m not even thinking that far sooo\n  ","749118":"\n  Almost 6....\n  ","749119":"\n  That’s cool for you\n  ","749120":"\n  2013...\n  ","749121":"\n  Yeah I cursed but not at my teacher. That’s wild & dumb lol\n  \n  And i didn’t fight in school or in general bc nobody wanted to or I didn’t care to.\n  ","749122":"\n  Uh yeah lol\n  ","749123":"\n  Not doing homework & not caring about my work lol\n  \n  🤷🏽‍♀️\n  ","749124":"\n  Oh snap. I’m #4 in America\n  ","749125":"\n  I haven’t had detention since middle school .\n  ","749126":"\n  You haven’t even asked any\n  \n  Let’s not be stupid\n  ","749127":"\n  Nobody: nobody is in class rn\n  ","749128":"\n  Pretty chilly\n  ","749129":"\n  Thanks\n  ","749130":"\n  Because I’m 24 and being an adult sucks . Bills bills bills\n  \n  Auditing sucks\n  ","749131":"\n  Today\n  ","749132":"\n  Why would I have a thought lmao\n  ","749133":"\n  Not a question so you must want to be blocked\n  ","749134":"\n  I don’t believe either or is better.\n  \n  Your past is what kinda makes you and we’re all just living in the present .\n  ","749135":"\n  My day yesterday was alright.\n  \n  Now this morning I’m in a bad mood & overthinking everything .\n  ","749136":"\n  Fajitas or Steak\n  ","749137":"\n  I think you pretty much follow the same ones I do.\n  \n  I don’t really follow “new” people\n  ","749138":"\n  Lol thank you\n  ","749139":"\n  Hi....\n  ","749140":"\n  Good morning\n  ","749141":"\n  Between 5am-8am\n  ","749142":"\n  Cool\n  ","749143":"\n  Get off my page.\n  \n  I have no desire to have a conversation with you\n  ","749144":"\n  Lmaoo no I’m the queen of this whole site\n  ","749145":"\n  No\n  ","749146":"\n  Nobody said I was 25.....\n  \n  I always say I’ll be 25 in November lmao\n  ","749147":"\n  How fake people can be and that bothers me to the fullest\n  ","749148":"\n  I’d like to be a lighten bug\n  ","749149":"\n  Uh ofc\n  ","749150":"\n  A double face. Wtf\n  ","749151":"\n  Bye\n  ","749152":"\n  Go away with your fetish\n  ","749153":"\n  No I haven’t lol\n  ","749154":"\n  Okay? Lmao\n  ","749155":"\n  Mhm ...\n  \n  Ofc I wouldn’t be “okay” with it. But if I know and it’s in my house just him & not other than fine. I guess. But regardless if I tell him “no” or “yes” he’s still going to do it either way\n  ","749156":"\n  I use my phone camera and I use portrait mode sometimes .\n  \n  But I also, use the Snapchat camera and save the photos\n  ","749157":"\n  lol I kinda do\n  ","749158":"\n  Lmaoo that’s what I’m saying\n  ","749159":"\n  A what, lmao\n  ","749160":"\n  On???\n  ","749161":"\n  Girl bye you already said what you said & it can’t be undone\n  ","749162":"\n  Idk why your sending me this link\n  ","749163":"\n  Left overs\n  ","749164":"\n  If you have zero question get off my page\n  ","749165":"\n  Hi....\n  ","749166":"\n  Almost on the top 5\n  \n  Help me get there guys 🥺😭💓\n  ","749167":"\n  Lol 13 y\/o must be bored. Should’ve be doing her homework or something instead of being on ask? She’s whack & annoying.\n  \n  Ofc she knows about sex because of the generation she lives in. Bc in our era sex wasn’t everything and barely cared for it lol.\n  ","749168":"\n  Ain’t nobody talking down on her\n  ","749169":"\n  Lmaoo. She just randomly sent me some lame thing a 13 y\/o boy would sent to her like randomly lol. Like who are you girl\n  ","749170":"\n  No you’re the best . Aw it’s okay lovely . When you’re allow to give me coins then you can . No biggie 💓\n  ","749171":"\n  I know. Earlier she told me she can get kore boys than me LOL. Like girl in 25 in a 8 year relationship . And plus I don’t want no “boy” I want a MAN\n  ","749172":"\n  And why do I care about you or your life\n  ","749173":"\n  Well ya thought wrong\n  ","749174":"\n  Left overs tonight 🤷🏽‍♀️\n  ","749175":"\n  Aw, thank you sm.\n  \n  Means a lot to me 🥺💓\n  ","749176":"\n  Sleeping my life away\n  ","749177":"\n  My kids\n  ","749178":"\n  Get me to the top 5\n  ","749179":"\n  Because she’s disrespectful and doesn’t have any idea what she’s talking about.\n  ","749180":"\n  Why are you running your mouth about my wife\n  \n   @LilMommaBear\n  \n  ?\n  \n\n   @maggielevel7\n  \n","749181":"\n  How immature\n  ","749182":"\n  She really does need to. That’s what I’ve been trynna tell her\n  ","749183":"\n  Well we are now.\n  ","749184":"\n  Idc still not what I like\n  ","749185":"\n  Christmas\n  ","749186":"\n  Thank you. That’s why I said that little girl knows nothing\n  ","749187":"\n  No the zoo is a bad place .\n  \n  They shouldn’t cage up animals like that tbh and I know some of them are endangered\n  ","749188":"\n  Not the slightest bit\n  ","749189":"\n  You’re 13 . You know nothing . Lol. You think you do but girl you don’t. Stop judging others for the choice they made.\n  \n  What she does with her kids is her business not yours or anybody else’s\n  ","749190":"\n  Lol doesn’t matter the price. Whatever he wants to be\n  ","749191":"\n  Lmfaooo yo I swear ppl feelings are gonna be hurt when they no longer see my kids\n  ","749192":"\n  I have zero idea tbh\n  ","749193":"\n  He wants to be flash lmao .\n  \n  But he might change his mind\n  ","749194":"\n  I love you more wife 🥺🌈🥰😘✨\n  ","749195":"\n  Yes I am\n  ","749196":"\n  Okay this doesn’t need a follow up question.\n  ","749197":"\n  I have no desire to slap anyone especially in public\n  ","749198":"\n  Yesterday morning\n  ","749199":"\n  My day was fine.\n  \n  Now can I get decent questions about my life and I’ll answer truthful\n  ","749200":"\n  You’re 13. You shouldn’t even be worrying about who is spreading their legs open. They are grown.\n  \n  And yes there is disgusting men out there . Especially ones who think it’s okay to think they own women or whatever\n  ","749201":"\n  Lol. Or it seems like she was mad about my response 🤷🏽‍♀️\n  ","749202":"\n  I would love that 🥺✨\n  ","749203":"\n\n   @LilMommaBear\n  \n  is my girlfriend y’all 🌈🥺💓\n  ","749204":"\n  ??¿¿\n  \n  Why are you sending me her @ name?\n  ","749205":"\n  Lol. Ima let her say what she wants LOL\n  ","749206":"\n  You’re 13 and I’m 25 in a 8 year long relationship LOL.\n  \n  But do you boo boo\n  ","749207":"\n  Uh lame\n  ","749208":"\n  No. I’m comfortable\n  ","749209":"\n  Are you asking me are question or making a statement\n  ","749210":"\n  His mama texting me some bs the other day.\n  ","749211":"\n  Yay I’m on the top 10.\n  \n  Let’s see how long this last\n  ","749212":"\n  I need more tho\n  ","749213":"\n  Me and my man are back together\n  \n  We have drama with his mom .\n  \n  I have drama with his family & his mom.\n  \n  But other then that  nothing\n  ","749214":"\n  2:44pm\n  ","749215":"\n  Mhm I don’t even remember tbh lol\n  ","749216":"\n  Ew no\n  ","749217":"\n  No but I’d like to go to one lol\n  ","749218":"\n  Yes?\n  ","749219":"\n  I do lol\n  ","749220":"\n  Ew no lol\n  ","749221":"\n  Im trying to be on the top 10 and have 10k followers 🥺\n  ","749222":"\n  We went to the park & our to eat\n  ","749223":"\n  I bought McDonald’s\n  ","749224":"\n  Couple weeks ago\n  ","749225":"\n  I’m glad it did baby 💕😘.\n  \n  & thank you 🥺💕✨\n  ","749226":"\n  I absolutely can\n  ","749227":"\n  nothing much.\n  \n  Ask me whatever\n  ","749228":"\n  HellO anon\n  ","749229":"\n  Watching Hustlers\n  ","749230":"\n  She will be 6 months old October 1st\n  ","749231":"\n  My son had open school night at 6:30pm so that’s what we’re going to be doing later. Other than that just clean my room here and there\n  ","749232":"\n  By being me\n  ","749233":"\n  Nothing just put my son on the bus .\n  \n  Now going to smoke and then clean my room more\n  ","749234":"\n  What about my country\n  ","749235":"\n  I’m fine\n  ","749236":"\n  No, not really\n  ","749237":"\n  Stop asking stupid questions frfr\n  ","749238":"\n  Like I said it just depends\n  ","749239":"\n  Burgundy\n  ","749240":"\n  Yes definitely but just hard rn\n  ","749241":"\n  Sleep\n  ","749242":"\n  My wisdom teeth hurt so bad rn\n  ","749243":"\n  Who knows.\n  \n  But I hope to be engaged in the next 5 years. So we shall see. 👀\n  ","749244":"\n  How other parents are so quick to judge or how people will judge you just for being a young mom\n  ","749245":"\n  You’re welcome love 💕.\n  \n  Thank youuu 🥺💝\n  ","749246":"\n  She texted me to tell me something lol\n  ","749247":"\n\n   @LilMommaBear\n  \n\n   @mamaandwifexo\n  \n\n   @mommaisloved\n  \n\n   @Hayleywilson21\n  \n\n  Y’all are amazing mamas . Gorgeous & strong 🥺💝\n  ","749248":"\n  Send me questions .\n  \n  ✨ anything of your choice\n  \n  🌈 lets me nosey . My life has been wild thus far\n  ","749249":"\n  A bunch of mean shxt . That she shouldn’t have said\n  ","749250":"\n  I’m feeling alright . My nail still hurts so bad. So I put a bandaid on it\n  ","749251":"\n  Not having to share my food\n  ","749252":"\n  Endless amount of money\n  ","749253":"\n\n   @NineGDxFour\n  \n  doesn’t give a fxck\n  ","749254":"\n  I like my mans hair\n  ","749255":"\n  Tattoo .\n  \n  I’m done with piercings . I’ll stick to the ones I got\n  ","749256":"\n  Mascara .\n  \n  I tired lipstick once. And girl let me tell you how awful it looked on me lol.\n  ","749257":"\n  I definitely rather go to a fair\n  ","749258":"\n  Flannel\n  ","749259":"\n  Being bullied or not making it in this world\n  ","749260":"\n  Thank you.\n  \n  I love baby girls name so much\n  ","749261":"\n  I wish I could just delete certain threads\n  ","749262":"\n  Never tbh . But I would fight back if someone did step to me. As my parents taught me .\n  ","749263":"\n  Going to bed\n  ","749264":"\n  With Joe I was in the bathroom & I started bleeding\n  \n  With Nevaeh I was at my doctors appointment and I was contracting so they sent me to the hospital the was 2 minutes away.\n  ","749265":"\n  With Joe it was fast food\n  \n  With Nevaeh it was sweet & sour stuff\n  ","749266":"\n  The first time I was scared af\n  \n  The 2nd time I already knew from the moment I was throwing up before I even missed my period . I was just way off\n  ","749267":"\n  13 Reasons Why\n  ","749268":"\n  Flats\n  ","749269":"\n  Take out\n  ","749270":"\n  Facebook\n  ","749271":"\n  Ice coffee\n  ","749272":"\n  Myself\n  \n  My man\n  \n  My in law\n  ","749273":"\n  Tanning all the way\n  ","749274":"\n  Mhm sure\n  ","749275":"\n  Mhm the only time I couldn’t stand any food is when I was nauseous\n  ","749276":"\n  I don’t get nervous easily\n  ","749277":"\n  No not my cup of tea. I love eating\n  ","749278":"\n  Absolutely nothing\n  ","749279":"\n  Click on my profile pic\n  ","749280":"\n  My day was alright ;\n  \n  Just my finger is throbbing and red from bleeding earlier. I almost ripped my nail off taking off my acrylic . And just now in the store my mom banged into my finger and now it hurts more than EVER 😭\n  ","749281":"\n  lol LIFE\n  ","749282":"\n  Oops I read it wrong lol.\n  \n  Depends on what kind of advice they ask for I guess\n  ","749283":"\n  Because I don’t want advice from others unless I know them irl or I message them on fb\n  ","749284":"\n  No\n  ","749285":"\n  Yep\n  ","749286":"\n  Almost n the top 10 guys\n  ","749287":"\n  And why are you sending me this???\n  ","749288":"\n  Why thank you\n  ","749289":"\n  Not a damn thing lol\n  ","749290":"\n  I can’t wait to take off these nails\n  ","749291":"\n  Well I’m most likely always going to .\n  \n  Soo\n  ","749292":"\n  Hopefully in the next 5 years\n  ","749293":"\n  She got mad at me because I didn’t invite her to Coney Island with me and my man. Lol\n  ","749294":"\n  Lol. 🙄\n  ","749295":"\n  Ugh, I’m always back & fourth\n  ","749296":"\n  I don’t get why anybody would be embarrassed by it.\n  ","749297":"\n  A toy ....\n  ","749298":"\n  So far. It’s been alright\n  ","749299":"\n  Uh... google it\n  ","749300":"\n  Carrots\n  \n  Corn\n  \n  Sweet potatoes\n  \n  Beans\n  \n  Chard\n  ","749301":"\n  Oh yeah almost on the Top 10 🥺\n  ","749302":"\n  I’m not really paying attention atm. Maybe I should a lot more lol.\n  ","749303":"\n  Send me questions\n  ","749304":"\n  Don’t care 💯\n  ","749305":"\n  Absolutely\n  ","749306":"\n  No I didn’t but I seen the Harvest moon Friday & now shxt has been happening to me & my man & it’s weird\n  ","749307":"\n  Uh yeah lol.\n  \n  That was the point of going in\n  ","749308":"\n  Top #15 yay\n  \n  But get me on the top 10\n  ","749309":"\n  Lol why is this even a conversation rn\n  ","749310":"\n  Okay????\n  ","749311":"\n  Don’t be so harsh\n  ","749312":"\n  Okay sorry I don’t remember you\n  ","749313":"\n  No I don’t remember you at all that’s the problem\n  ","749314":"\n  Don’t care\n  ","749315":"\n  I literally don’t know anyone by that name lol.\n  \n  Like where we would we talk lol\n  ","749316":"\n  So whats your name?\n  \n  When was the last time we spoke\n  ","749317":"\n  Lol exactly.\n  \n  You don’t know me\n  ","749318":"\n  Good 4 you\n  ","749319":"\n  I don’t even know who you are\n  ","749320":"\n  I don’t really don’t care to.\n  \n  Just pointing out what I think\n  ","749321":"\n  From your photos.\n  \n  Looks like you stole them off google images\n  ","749322":"\n  She got mad at me for going to Coney Island with my man. We didn’t invite her. So she deleted me social media & blocked my number. So now I’m done\n  ","749323":"\n  You look fake\n  ","749324":"\n  No\n  ","749325":"\n  Do you have a question\n  ","749326":"\n  Because I can’t sleep\n  ","749327":"\n  Food.\n  \n  Probably get a BEC sandwich in the morning\n  ","749328":"\n  How tf would I know?\n  \n  & I don’t fxcking care\n  ","749329":"\n  That’s sweet\n  ","749330":"\n  Taken 🥰\n  ","749331":"\n  Thank you\n  ","749332":"\n  ????\n  ","749333":"\n  I’m starving rn 🥺😭😫\n  ","749334":"\n  No I’m good.\n  ","749335":"\n  Lol 😌\n  ","749336":"\n  Lol I probably would 🥺\n  ","749337":"\n  I’m not here for a conversation\n  ","749338":"\n  I’ll value a dog or cat lol. But not everything is qual\n  ","749339":"\n  ...\n  ","749340":"\n  Yes lol and see who I’d like to follow if so\n  ","749341":"\n  British or southern\n  ","749342":"\n  Okay???\n  ","749343":"\n  Nobody cares to follow tbh\n  ","749344":"\n  Cool\n  ","749345":"\n  I love meat lol.\n  \n  Idk I just like it lol. I can’t picture myself being a vegan or vegetarian\n  ","749346":"\n  1:51am and I can’t sleep\n  ","749347":"\n  Yes\n  \n  Uno\n  \n  Blackjack\n  \n  Spades\n  \n  21\n  ","749348":"\n  My outlook on life\n  ","749349":"\n  I can and I can. I’ve played plenty of times\n  ","749350":"\n  lol yeah\n  ","749351":"\n  I stand my ground when I say something. And I did that with his side of the family yesterday\n  ","749352":"\n  The house\n  ","749353":"\n  No\n  ","749354":"\n  Bye\n  ","749355":"\n  Bye\n  ","749356":"\n  I have\n  ","749357":"\n  Nah\n  ","749358":"\n  Ofc\n  ","749359":"\n  I’m not even religious Lmaoo\n  ","749360":"\n  Zero\n  ","749361":"\n  Cool\n  ","749362":"\n  I definitely don’t\n  ","749363":"\n  Mhm\n  ","749364":"\n  Why are you sending me this?\n  ","749365":"\n  Everyone is fake\n  ","749366":"\n  People\n  ","749367":"\n  Exactly .\n  \n  And she was found not guilty of murder\n  ","749368":"\n  This is some bs\n  ","749369":"\n  Some of them yes but recently smh nah\n  ","749370":"\n  She just texted me going off. Kept texting until like 2am and I told her stop texting my phone with her non spelling axx\n  ","749371":"\n  I agree too . But some people in this world is just awful\n  ","749372":"\n  Oh see I learned something new because I didn’t know that\n  ","749373":"\n  He should get life in prison\n  ","749374":"\n  Omg no . That’s fxcking sickening and outrageous\n  ","749375":"\n  I watch the news everyday .\n  \n  But not always news from outside the USA or my area\n  ","749376":"\n  I snap at ppl who sending me shxt in Spanish to .\n  \n  Sooooo???????\n  \n  I snap at people in general if they start speaking to me in another language other than the 1 I speak lol\n  ","749377":"\n  I didn’t make nothing up .\n  \n  It’s actually a fact lol.\n  \n  You literally made that up considering I never said i hated any language\n  ","749378":"\n  Ofc I know we aren’t married .\n  \n  Been together for 8 years might as well be and anyways we plan on getting married sooooo\n  ","749379":"\n  What have I made up?\n  \n  Oh pls enlighten me LOL\n  ","749380":"\n  My kids\n  \n  Food\n  \n  Smoking\n  \n  Hanging by the water\n  ","749381":"\n  Hate is a strong word btw\n  \n  And I never said I hated anything.\n  \n  I swear y’all get bored and make up shxt first thing in the morning\n  \n  Sounding like my mother in law\n  \n  All delusional and shxt\n  ","749382":"\n  Nope. It’s supply and demand . That’s how this world makes it money. We need and they demand a certain amount of money\n  ","749383":"\n  Some build in NYC at the top top lol\n  ","749384":"\n  More like fake and doing things for the clout\n  ","749385":"\n  A bunch of bullshxt\n  ","749386":"\n  Nothing exciting\n  ","749387":"\n  1 & only a shower\n  ","749388":"\n  I sure can be\n  ","749389":"\n  Because his whole family including his mom is fake AF. Texting me some BS yesterday. His cousins want to act like they care about my kids but yet don’t ask about them. My sons grandma didn’t even come for his first day of school. And you can see her house from his bus stop. I’m sick of her and his family\n  ","749390":"\n  Abortion isn’t murder\n  ","749391":"\n  Everyone should at some point\n  ","749392":"\n  So sick of my mother in law & his side of the family.\n  ","749393":"\n  Why I never post my daughter\n  ","749394":"\n  Probably 16 & no her child is way to young\n  ","749395":"\n  I think Tuesdays and Thursdays\n  ","749396":"\n  Sure\n  ","749397":"\n  Moving tf away from everyone\n  ","749398":"\n  ????\n  ","749399":"\n  Tea lol\n  \n  & Vodka\n  ","749400":"\n  Selling things to people lol\n  ","749401":"\n  Uh\n  ","749402":"\n  This girl but she’s mad at me and deleted me off social media so idk anymore but we shall see\n  ","749403":"\n  I don’t pray but she will be in my thoughts tho\n  ","749404":"\n  Fxck no lmAo\n  ","749405":"\n  Idc man\n  ","749406":"\n  My best friend who deleted me off Snapchat because I’m with my man at Coney Island and I didn’t invite her\n  ","749407":"\n  Hell yeah\n  ","749408":"\n  😜\n  ","749409":"\n  Watching “It Chapter 2”\n  ","749410":"\n  Okay? And?\n  \n  You don’t ask about my children period!!!!\n  ","749411":"\n  What gets me mad is how my mans side of the family thinks they can just take pics with MY daughter and post her on their social media but hasn’t asked about her when I was pregnant or after she was born for 5 months. Oh yeah & doesn’t even ask about my son. Smfh\n  ","749412":"\n  Send me some questions to answer guys\n  ","749413":"\n  Nothing lol.\n  \n  Our world is getting more & more advanced as we speak.\n  ","749414":"\n  I have none atm\n  \n  I need to get more cigarettes tho\n  ","749415":"\n  Drugs\n  ","749416":"\n  I don’t make list TBH\n  ","749417":"\n  Nothing did .\n  \n  I just put it .\n  \n  I don’t see what’s so funny\n  ","749418":"\n  I have .\n  \n  But I deactivated my account\n  ","749419":"\n  Means nothing lol\n  ","749420":"\n  Not at all\n  ","749421":"\n  Thursday & it’s personal\n  ","749422":"\n  I was with my man , my bff and a homebody of ours\n  ","749423":"\n  Making breakfast\n  ","749424":"\n  How td would I know\n  ","749425":"\n  90 Day Fiancé\n  \n  Unexpected\n  \n  Teen Mom 2\n  \n  Grey’s Anatomy\n  \n  Jane The Virgin\n  \n  OiTNB\n  \n  13 Reasons Why\n  \n  The Office\n  ","749426":"\n  I have 2 kids\n  \n  Almost 6 year old\n  \n  And a 5 month old\n  ","749427":"\n  Hell yeah lol\n  ","749428":"\n  Apple Music\n  \n  & YouTube\n  ","749429":"\n  To die\n  ","749430":"\n  Lol absolutely not\n  ","749431":"\n  How would I know\n  ","749432":"\n  Life\n  ","749433":"\n  Nah I wear my bonnet\n  ","749434":"\n  I don’t really care to dine at a fancy restaurant tbh\n  ","749435":"\n  Talking bad about my children\n  \n  Making cruel jokes\n  \n  Or just being annoying\n  ","749436":"\n  I pick my nose everyday .\n  \n  Ain’t no shame in my game ~\n  ","749437":"\n  It’s a shame how you guys believe anything someone tells you on the internet LOL\n  ","749438":"\n  You shouldn’t live your life with regrets\n  ","749439":"\n  And half of you anons are so stupid lol ☺️\n  ","749440":"\n  Lol wow\n  ","749441":"\n  Half & half\n  ","749442":"\n  Well I’m not a garden tool\n  ","749443":"\n  Nobody knows ~\n  ","749444":"\n  I’m not Greg\n  ","749445":"\n  Virginity isn’t real\n  ","749446":"\n  Who knows\n  ","749447":"\n  Yay I’m happy for you 💝\n  ","749448":"\n  Mhm today\n  ","749449":"\n  Nah\n  ","749450":"\n  Lol if you can do math\n  ","749451":"\n  None lol\n  ","749452":"\n  Idk\n  ","749453":"\n  If you have no questions then be gone\n  ","749454":"\n  Okay\n  ","749455":"\n  Mhm\n  ","749456":"\n  What nice looking girl?\n  ","749457":"\n  Because there was nothing to say back to her\n  ","749458":"\n  Nope. She texted me last Saturday & I never replied back\n  ","749459":"\n  Not really .\n  \n  I’ll just read my horoscope lol\n  ","749460":"\n  This the best I could do back in 2017 lol\n  ","749461":"\n  Thank you baby 😍😌💝\n  ","749462":"\n  Endless love 🎀💝\n  ","749463":"\n  Ofc. I think it’s important for anybody. You never know if you’ll lie watching kids in your family or anyone else’s at that\n  ","749464":"\n  Probably about a week ago\n  ","749465":"\n  Joy on my wrist for my daughter\n  \n  Since her middle name is Joy lol\n  \n  That’s actually my next tat\n  ","749466":"\n  To be living a comfortable life with my children and man. 👨‍👩‍👧‍👦\n  ","749467":"\n  Lol. I’ll keep comments to myself\n  ","749468":"\n  This morning yo\n  ","749469":"\n  Mixed personalities by - YNW Melly\n  ","749470":"\n  🌷\n  ","749471":"\n  I literally hate how people go over the internet and lie about simple things . I hate when people think they know you just by posting a glimpse of your life to the world. I hate how people think your obligated to do anything . I hate how women just want attention & will do ANYTHING.\n  \n  Btw i miss my best fxcking friend. Can’t wait to see her later\n  ","749472":"\n  Gabby\n  ","749473":"\n  I’m great!\n  ","749474":"\n  Uh .\n  \n  My moms white & my dads from Barbados\n  ","749475":"\n  Yep.\n  \n  I rather females over males but I’m too in love with my baby daddy 🥺😍\n  ","749476":"\n\n   @LilMommaBear\n  \n  is my girlfriend\n  \n  Tf you talking about?\n  ","749477":"\n  Well now I want to be on the top 15 then top 10\n  ","749478":"\n  It means nothing\n  ","749479":"\n  I’m trying to get to the top 20 and nobody wants to help me 😭😩\n  ","749480":"\n  Thank you!\n  \n  Don’t be jealous tho\n  ","749481":"\n  Copy & paste\n  ","749482":"\n  Idc\n  ","749483":"\n  Everyone farts .\n  \n  Let’s grow up now\n  ","749484":"\n  You can ask me questions\n  ","749485":"\n  Mhm yeah\n  ","749486":"\n  I don’t believe so\n  ","749487":"\n  I’ll be 25 in November\n  ","749488":"\n  Lol. If that’s what you think.\n  ","749489":"\n  Yeah. Lol.\n  \n  I’m not saying it for shxts and giggles\n  ","749490":"\n  Little over 10\n  ","749491":"\n  Sure!\n  ","749492":"\n  My son 30weeks exactly\n  \n  My daughter- 30 weeks & 2 days\n  ","749493":"\n  Lol thanks\n  ","749494":"\n  She looks like me a little but more like her daddy\n  ","749495":"\n  Lol. Wow.\n  ","749496":"\n  No. Not really\n  ","749497":"\n  My man\n  ","749498":"\n  Because they “love” that person .\n  \n  Sometimes I hard to just walk out.\n  \n  Maybe that person is depend on them.\n  ","749499":"\n  Yummy\n  ","749500":"\n  9,226\n  \n  That’s my follower count\n  ","749501":"\n  We were but idk what happened\n  ","749502":"\n  When I can lol.\n  \n  I miss her so much rn tho 💛😭\n  ","749503":"\n  I’m almost at 10K followers\n  ","749504":"\n  Italy\n  ","749505":"\n  Scotland\n  ","749506":"\n  I’m still boring lol\n  ","749507":"\n  Lol .\n  \n  Clearly you have zero kids 🥴\n  ","749508":"\n  Thank you.\n  \n  I know kids aren’t property but they are my children lol.\n  \n  This anon was clearly hurt over what I said. People will always do as they pls with their children . Whatever they think is best 😌\n  ","749509":"\n  You clearly are hurt LOL.\n  \n  Ofc children are important lmao.\n  \n  Nobody said they weren’t .\n  \n  So idk why you’re trying to put words in my mouth I didn’t say\n  ","749510":"\n  Probably “IT”\n  ","749511":"\n  Bills bills bills\n  ","749512":"\n  Microwave\n  ","749513":"\n  My purse\n  ","749514":"\n  😂😭💛\n  ","749515":"\n  Send me some good questions\n  ","749516":"\n  That 9\/11 was our own kind who attacked . Smh\n  ","749517":"\n  So if it’s not the worse thing idk why you’re so offend .\n  \n  And even if I worded it differently you still would’ve gotten hurt over my unpopular opinion LOL.\n  \n  Like I said i would get my daughters ears pierced at 6 months old . And I said what i said\n  ","749518":"\n  Lying\n  \n  Stealing\n  ","749519":"\n  You do realize the topic of this was ear piercings . Not abusing your children which is just outrageous imo\n  \n  But carry on lmao.\n  \n  I see how bad my unpopular opinion really got to you 😉\n  ","749520":"\n  I can do whatever I want with my child or my children .\n  \n  I get them dress , I discipline them , I educate them . I go above and beyond . You know why? Because their MY children.\n  \n  Like i wouldn’t do that with someone else’s child or children because they aren’t MINE\n  ","749521":"\n  I wouldn’t say best but it’s MY child. Unless you’re raising my child then you have absolutely no say.\n  \n  Unless asking for advice which I didn’t 😌\n  ","749522":"\n  I believe a parent should be able to pierce their children’s ears\n  \n  without these parents who think they know everything and what’s best for your child\n  ","749523":"\n  Apple Watch\n  ","749524":"\n  South Africa\n  ","749525":"\n  Me me me\n  ","749526":"\n  Yeah lol\n  ","749527":"\n  Natural drying\n  ","749528":"\n  My sons 6th birthday next month\n  ","749529":"\n  I always want your spam\n  ","749530":"\n  You’re beautiful 😍\n  ","749531":"\n  Ew no\n  ","749532":"\n  Idc tbh\n  ","749533":"\n  Ofc who hasn’t\n  ","749534":"\n  37,638\n  ","749535":"\n  I guess you miss the part where I said we’re working on getting back together lmao\n  \n  And plus he has no desire to sleep with someone else LOL\n  ","749536":"\n  Nah I don’t\n  ","749537":"\n  Nope\n  ","749538":"\n  No\n  ","749539":"\n  I don’t have one\n  ","749540":"\n  Safari\n  ","749541":"\n  I have no clue\n  ","749542":"\n  Almost 6\n  \n  And 5 months\n  ","749543":"\n  I miss you too\n  ","749544":"\n  Beer\n  ","749545":"\n  I favor myself\n  ","749546":"\n  Awww how sweet.\n  \n  Thank you 💝\n  ","749547":"\n  What does it mean lol\n  ","749548":"\n  Who cares\n  \n  We live together\n  ","749549":"\n  Wtf .\n  \n  My daughter is 5 months old.\n  \n  I’m not even thinking of that and neither should you\n  \n  CREEP\n  ","749550":"\n  Okay\n  ","749551":"\n  Okay then lol\n  \n  If you knew why are you asking me\n  ","749552":"\n  Love Don’t Cost a Thing\n  ","749553":"\n  I don’t like either tbh lol\n  ","749554":"\n  Ofc lol .\n  \n  Music is music at the end of the day\n  ","749555":"\n  werewolves I guess lol\n  ","749556":"\n  Yep & they can go to hell\n  ","749557":"\n  What?\n  ","749558":"\n  Life\n  ","749559":"\n  Well we live together and we’re working on getting back together lmao.\n  \n  He won’t be sleeping with anyone but me forever\n  ","749560":"\n  Because I don’t have to post her on here\n  ","749561":"\n  Oh cool\n  ","749562":"\n  In my phone obviously\n  ","749563":"\n  Mhm is it?\n  ","749564":"\n  Mhm my sons almost 6 & my daughter is 5 months old.\n  \n  It’s not really challenging anymore imo\n  ","749565":"\n  What a dumb question this early in the morning .\n  \n  Obviously racism is such a horrible thing\n  ","749566":"\n  Provolone\n  ","749567":"\n  Ugh I have such a headache 🤕\n  ","749568":"\n  I don’t really have 1\n  ","749569":"\n  Mhm\n  ","749570":"\n  Regular?\n  ","749571":"\n  I’m no where near thick Lmaoo\n  ","749572":"\n  I’m going to\n  ","749573":"\n  Do you have a question m\n  ","749574":"\n  Thanks\n  ","749575":"\n  1:08am\n  ","749576":"\n  Probably not tbh\n  ","749577":"\n  Lol WHUT?\n  ","749578":"\n  I don’t get how that would make one “gay”\n  ","749579":"\n  He broke up with me lmao.\n  ","749580":"\n  Between 5:30am-7:30am\n  ","749581":"\n  Anything you’d like\n  ","749582":"\n  About to go to bed\n  ","749583":"\n  9221\n  ","749584":"\n  Thanks you 😌\n  ","749585":"\n  Not yet\n  ","749586":"\n  Being fake.\n  \n  And that’s something that irks me especially about my in law\n  ","749587":"\n  I’ve become more independent and more outspoken\n  \n  I don’t take ppls bs\n  ","749588":"\n  Personal reasons .\n  \n  And no nothing to do with cheating or wanting other ppl\n  ","749589":"\n  Not yet. I mean kinda lol.\n  \n  We live together again lol\n  ","749590":"\n  I make the best steak 🥩\n  ","749591":"\n  Pretty lil bad thing 👑🎀\n  ","749592":"\n  Yeah over the summer lol.\n  ","749593":"\n  Send me over some questions guys\n  ","749594":"\n  Mhm yeah....\n  \n  And I wouldn’t teach my kids to be mean lmao.\n  ","749595":"\n  Tbh nobody really\n  ","749596":"\n  She’s 5 months old I highly doubt she’s being mean on purpose .\n  \n  She’s mean in the aspect that she doesn’t like to be touched and she’s always giving ppl dirty looks and she pretends she’s asleep when your bothering her to much\n  ","749597":"\n  About my sex life\n  ","749598":"\n  I want to be a photographer\n  ","749599":"\n  I’m on 🔥\n  ","749600":"\n  Probably Facebook now because I always find the best memes\n  ","749601":"\n  atm, no\n  ","749602":"\n  Today\n  ","749603":"\n  Watching movies cuddle up\n  ","749604":"\n  Funny\n  \n  Whinny\n  \n  Outgoing\n  \n  Shy\n  \n  Talkative (once’s he’s comfortable around you)\n  \n  Nevaeh is quiet , doesn’t cry much, she doesn’t like to be touched tho lol. She can be mean\n  ","749605":"\n  It is indeed but I like the name lol\n  ","749606":"\n  Some guy we know gf lmao\n  ","749607":"\n  I’m a mixture of both\n  \n  But I’m more on the soft side 😂🙄\n  ","749608":"\n  Last night my son told me I always “front” on him lmao\n  ","749609":"\n  Relax & get stuff done lol\n  ","749610":"\n  Rn SAHM\n  \n  Currently looking for another job\n  ","749611":"\n  Ehh ; I still have no idea tbh. We always say when’s the right time.\n  \n  Just like when is it the right time to allow your kid(s) to have social media\n  ","749612":"\n  Mac & cheese\n  \n  Bagel w\/ cream cheese\n  \n  Hot dogs\n  \n  Burgers\n  \n  Tacos\n  \n  Cereal\n  \n  Junk food lmao\n  ","749613":"\n  Joseph: 3lbs 2oz\n  \n  Nevaeh: 2lbs 13oz\n  ","749614":"\n  My bff is crazy 😜\n  ","749615":"\n  No that’s what it said names you like but wouldn’t use lmao\n  ","749616":"\n  Just do the best you can & don’t be afraid to ask for help when needed.\n  \n  Also, try not to judge other moms for wrong doing and correct them\n  ","749617":"\n  Knowing how to prepare your child for the real work A.KA school\n  ","749618":"\n  Dior\n  \n  &\n  \n  Novalee\n  ","749619":"\n  This isn’t English\n  ","749620":"\n  This isn’t dating app.\n  \n  That’s the difference if you haven’t noticed\n  ","749621":"\n  Do you have question\n  ","749622":"\n  Don’t ask us go on a dating website Lmaoo\n  ","749623":"\n  My best friend lmao\n  ","749624":"\n  I’m great!\n  ","749625":"\n  Don’t fxcking know nor care 😊\n  ","749626":"\n  Mhm no.\n  ","749627":"\n  Lol I’m boring 😇\n  ","749628":"\n  Nah I’m not\n  ","749629":"\n  I don’t get how ppl can just walk around smelling lmao\n  ","749630":"\n  Lol maybe 👀\n  ","749631":"\n  Ugh, someone get me to the top 20\n  ","749632":"\n  I don’t vape lol\n  ","749633":"\n  I have no idea who that is\n  ","749634":"\n  Not good\n  ","749635":"\n  I do indeed\n  ","749636":"\n  Not @ all\n  ","749637":"\n  America attacking its own smh\n  ","749638":"\n  Send me questions\n  ","749639":"\n  I don’t ever think I looked like a teen lmao.\n  \n  But I guess that is what happens when you get older....\n  ","749640":"\n  I’m 24....\n  ","749641":"\n  I don’t care\n  ","749642":"\n  Don’t care\n  ","749643":"\n  Cool\n  ","749644":"\n  Nah I’m good\n  \n  I give coins to those who I want\n  ","749645":"\n  Not single\n  ","749646":"\n  Nah\n  ","749647":"\n  I need more coins\n  ","749648":"\n  No lol\n  ","749649":"\n  Yeah lol\n  \n  My phone is overpriced lmao\n  ","749650":"\n  Mhm I’m not even sure\n  ","749651":"\n  Nah\n  ","749652":"\n  I love vodka bye\n  ","749653":"\n  Men can sleep around with zero problems\n  \n  But everybody wants to sl*t Shane females SMH\n  ","749654":"\n  OITNB\n  \n  90 Day Fiancé\n  \n  The Office\n  \n  Nurse Jackie\n  \n  Grey’s Anatomy\n  \n  Law&Order\n  \n  Bobs Burger\n  \n  South Park\n  \n  American Dad\n  \n  Family Guy\n  ","749655":"\n  English\n  ","749656":"\n  Whut\n  ","749657":"\n  I’m always awkward\n  ","749658":"\n  I don’t give a fxck about you or your life\n  ","749659":"\n  Idc\n  ","749660":"\n  Nah I don’t\n  ","749661":"\n  Nothing\n  ","749662":"\n  Nothing at all\n  ","749663":"\n  You’re annoying\n  ","749664":"\n  Because I did\n  ","749665":"\n  Good\n  ","749666":"\n  And why are you telling me?\n  ","749667":"\n  Absolutely nothing.\n  \n  Let him go through it lmao\n  ","749668":"\n  Probably not tbh\n  ","749669":"\n  Bubs, Joe , bubbie man lmao\n  ","749670":"\n  Uh not really .\n  \n  Just Gabby as far as I can remember\n  ","749671":"\n  I wish we did more 😕\n  ","749672":"\n  I’d have to say cigarettes lmao\n  ","749673":"\n  Nope\n  ","749674":"\n  Lmao .\n  ","749675":"\n  I laugh at them or ignore em\n  ","749676":"\n  Tea\n  ","749677":"\n  Not necessarily\n  ","749678":"\n  ESPN\n  ","749679":"\n  I wouldn’t want to do that tbh\n  ","749680":"\n  Mhm I don’t remember\n  ","749681":"\n  Lol.\n  \n  Divorce is bright in your future little one\n  ","749682":"\n  I don’t really have one\n  ","749683":"\n  Tulips 🌷\n  ","749684":"\n  My weed\n  ","749685":"\n  Story of my life\n  ","749686":"\n  Home\n  ","749687":"\n  Go about my day\n  ","749688":"\n  Byeeee\n  ","749689":"\n  Byeeeeee\n  ","749690":"\n  Lmao seems like you only cook for yourself . Since you only make your own plate & not your husbands just to annoy your in law\n  ","749691":"\n  Good I’m glad\n  ","749692":"\n  Lol\n  ","749693":"\n  How about..... NOOO\n  ","749694":"\n  I shouldn’t have to explain how you sound ignorant\n  ","749695":"\n  Lmao what?\n  ","749696":"\n  Well that’s not cool & you sound ignorant\n  ","749697":"\n  Lol crazy.\n  \n  Nothing she says or does bothers me anymore .\n  ","749698":"\n  I do indeed\n  ","749699":"\n  We haven’t been on good terms in 7 years LOL .\n  \n  To much has been done & said over the years\n  ","749700":"\n  We will NEVER be on good terms .\n  \n  We’re just civil for the kids and even that’s a thin line\n  ","749701":"\n  Thank you\n  ","749702":"\n  Noooo\n  ","749703":"\n  lol just watch the new Dave Chappelle “Sticks & Stones”\n  ","749704":"\n  Idc tbh.\n  ","749705":"\n  Idc about Marissa .\n  \n  Idc what she says\n  \n  Idc about her life\n  \n  If she was to drop dead I wouldn’t care\n  ","749706":"\n  So they die faster\n  ","749707":"\n  Bye\n  ","749708":"\n  Uh no\n  ","749709":"\n  No idc if they come back or not\n  ","749710":"\n  Who knows\n  ","749711":"\n  Mhm I’m not sure.\n  \n  I’ll most likely be home by myself today\n  ","749712":"\n  lol no\n  ","749713":"\n  Ew\n  ","749714":"\n  Nude art\n  ","749715":"\n  Life\n  ","749716":"\n  Neither???\n  ","749717":"\n  D o n t k n o w\n  \n  D o n t c a r e\n  ","749718":"\n  I made dinner 😂\n  ","749719":"\n  Yes indeed\n  ","749720":"\n  Not at all\n  ","749721":"\n  Food\n  ","749722":"\n  Lol I love how ppl crave attention\n  ","749723":"\n  ....\n  ","749724":"\n  Byeeeeee\n  ","749725":"\n  No no no no no\n  ","749726":"\n  Not a damn thing\n  ","749727":"\n  Blocked\n  ","749728":"\n  She’s doing perfect 💜👑\n  ","749729":"\n  Thanks.💝☺️\n  \n  No need to be jelly tho\n  ","749730":"\n  Anybody can be obnoxious\n  ","749731":"\n  Bye\n  ","749732":"\n  I’m not a kid\n  ","749733":"\n  No\n  ","749734":"\n  My inbox is officially empty\n  ","749735":"\n  Wow!\n  ","749736":"\n  No and yes\n  ","749737":"\n  I haven’t even been paying attention to that drama\n  ","749738":"\n  Hates a strong word\n  ","749739":"\n  We judge people everyday\n  ","749740":"\n  I don’t really have a fav Christmas movie tbh\n  ","749741":"\n  Thanks\n  ","749742":"\n  Mini golfing\n  ","749743":"\n  Yawn 🥴\n  ","749744":"\n  Lol sometimes\n  ","749745":"\n  All the above\n  ","749746":"\n  Nah I’m good\n  ","749747":"\n  Probably relax\n  ","749748":"\n  Top is with Joe at 29 weeks\n  \n  Bottom is with Nevaeh at 28 weeks\n  ","749749":"\n  Ask me questions\n  ","749750":"\n  I don’t give a fxck\n  ","749751":"\n  I watch shows with aliens in them.\n  ","749752":"\n  I like it\n  ","749753":"\n  Sounds pretty dumb\n  ","749754":"\n  Idk why you care so much.\n  \n  Who cares.\n  \n  Maybe they just don’t like black men. Just like how some ppl don’t like white man or Spanish man\n  ","749755":"\n  Joker\n  ","749756":"\n  Nah\n  ","749757":"\n  Idk\n  ","749758":"\n  Neither\n  ","749759":"\n  Thank you\n  ","749760":"\n  👍🏽\n  ","749761":"\n  Ears 👂🏽\n  ","749762":"\n  💜🥺\n  ","749763":"\n  Thank you babe 😘😘😘\n  ","749764":"\n  Lmao. No.\n  \n  I have no desire to\n  ","749765":"\n  Last summer at the end of August we went to a kids party which eventually turned into an adult party lmao . And we were drunk in the bouncy house and he jumped down wrong and broke his foot\n  ","749766":"\n  I pay my cable bill sooooo???? I do as I please\n  ","749767":"\n  Yep\n  ","749768":"\n  Give me coins 😈\n  ","749769":"\n  How good I am in social studies\n  ","749770":"\n  I despise Monday’s lol.\n  \n  Mhm I’m not sure what I have planned this week.\n  \n  I never usually know until the day comes\n  ","749771":"\n  Yeah\n  ","749772":"\n  Ew sounds gross both lol\n  ","749773":"\n  Smh it said from a “ year ago”\n  ","749774":"\n  Steak\n  \n  Sushi is gross\n  ","749775":"\n  I have such a headache\n  ","749776":"\n  Nobody gives a fxck\n  ","749777":"\n  Well not Asian Lmaoo\n  \n  Idk what the language is called that Asians speak obviously\n  ","749778":"\n  His foot isn’t broken.....\n  \n  Why would you assume it’s broken lmao\n  ","749779":"\n  No.\n  \n  Bye\n  ","749780":"\n  They’re entitled to their privacy to a certain extent. They are human too\n  ","749781":"\n  Everything I’ve been through\n  ","749782":"\n  Mhm not really tbh .\n  \n  I need to find me one .\n  \n  Maybe gardening one day\n  ","749783":"\n  7\n  ","749784":"\n  My man\n  ","749785":"\n  Not really tbh. The most time I usually have to myself is when my sons in school or my mans not around but even then it’s not really self care\n  ","749786":"\n  Ofc. Anyone can answer how they feel\n  ","749787":"\n  Probably not\n  ","749788":"\n  BAM!!!!\n  ","749789":"\n  Don’t give a fxck\n  ","749790":"\n  Sandwiches\n  ","749791":"\n  Smoking\n  ","749792":"\n  I know a lil Spanish\n  \n  I want to to learn the Asian language\n  ","749793":"\n  Nope\n  ","749794":"\n  That was like 9 years ago\n  ","749795":"\n  Nah\n  ","749796":"\n  Often\n  ","749797":"\n  They’re not my type\n  ","749798":"\n  Yep\n  ","749799":"\n  🤷🏽‍♀️\n  ","749800":"\n  🤮\n  ","749801":"\n  Idc byeee\n  ","749802":"\n  You’re welcome my love 💝💝💝😘😘😘\n  ","749803":"\n  Happy birthday\n  \n   @reachel_n\n  \n  💝🎊🎉🎁🎈\n  ","749804":"\n  No it’s absolutely not okay.\n  \n  Any type of breed can attack you. It’s all up to how their owners take care of them \/ raise them\n  ","749805":"\n  Pubs lmao\n  ","749806":"\n  My sister\n  ","749807":"\n  Why send me an emoji\n  ","749808":"\n  They’re just not my type\n  ","749809":"\n  Why? Lmao\n  ","749810":"\n  I like chocolate lmao\n  ","749811":"\n  With my mom it’s gotten better\n  \n  With my dad it’s good\n  ","749812":"\n  Well I don’t date white men 🤷🏽‍♀️\n  ","749813":"\n  Cash app me\n  ","749814":"\n  Probably last week?\n  \n  Lmao\n  ","749815":"\n  Go on Apple Music.\n  ","749816":"\n  I’ll do what I want\n  ","749817":"\n  👍🏽\n  ","749818":"\n  Cool story\n  ","749819":"\n  Uh\n  ","749820":"\n  Yeah\n  ","749821":"\n  5’4\n  ","749822":"\n  My smile\n  ","749823":"\n  Don’t care\n  ","749824":"\n  I have the ios13\n  ","749825":"\n  Bye\n  ","749826":"\n  Yep\n  ","749827":"\n  Yeah\n  ","749828":"\n  Who tf is y’all?\n  \n  Stop sending me her links idgaf\n  ","749829":"\n  No\n  ","749830":"\n  My heart is happy today\n  ","749831":"\n  Parenting choices\n  ","749832":"\n  I’m definitely declining .\n  \n  I wouldn’t tell the whole world I won that type of money. I could get robbed or kxlled\n  ","749833":"\n  I believe it’s a product of ignorance.\n  \n  Like facial hair shouldn’t define a person\n  ","749834":"\n  This type of weather\n  ","749835":"\n  New theme colors\n  ","749836":"\n  My life is a roller coaster everyday\n  ","749837":"\n  “Fxck is you talking about”\n  ","749838":"\n  Mhm idk lmao\n  ","749839":"\n  Guys hit on me everyday 🙄\n  ","749840":"\n  Byeeeeeeee\n  ","749841":"\n  No\n  ","749842":"\n  Idk\n  ","749843":"\n  I know\n  ","749844":"\n  None\n  ","749845":"\n  Bye\n  ","749846":"\n  Bye\n  ","749847":"\n  Marijuana\n  ","749848":"\n  Nothing\n  ","749849":"\n  Go tf away\n  ","749850":"\n  ....\n  ","749851":"\n  Yeah\n  ","749852":"\n  Am I a guy? No?\n  ","749853":"\n  Am I a guy? No?\n  ","749854":"\n  Tf\n  ","749855":"\n  Depends on what it is and you’ll see if you get the response you want\n  ","749856":"\n  I mean, I don’t prefer them\n  ","749857":"\n  Have you ever thought not to ask stupid questiOns\n  ","749858":"\n  Me 🙋🏽‍♀️\n  ","749859":"\n  I sleep with my tv on\n  ","749860":"\n  Neither\n  ","749861":"\n  I don’t go to church\n  ","749862":"\n  I smoke newports\n  ","749863":"\n  Get me to the top #10\n  ","749864":"\n  Spending more on life\n  ","749865":"\n  I need more questions\n  ","749866":"\n  Mhm going to see baby girl, food shopping & I think that’s about all unless plans comes to me\n  ","749867":"\n  I always do lol.\n  \n  I had pizza last night to\n  ","749868":"\n  That I’m a sweet heart lol\n  ","749869":"\n  I’m on both.\n  \n  I had 1 famous person retweet me before lol\n  ","749870":"\n  I just googled him & I have zero clue who he is lol\n  ","749871":"\n  The way I use my words\n  ","749872":"\n  What a stigma\n  ","749873":"\n  Hour - hour in a half\n  ","749874":"\n  For a reason\n  ","749875":"\n  Hi\n  ","749876":"\n  It’s boring & I don’t receive any good questions\n  ","749877":"\n  Hoodies\n  \n  The weather.\n  \n  Holidays\n  ","749878":"\n  The day my kids were born\n  ","749879":"\n  Yawn\n  ","749880":"\n  My sex life isn’t your concern\n  ","749881":"\n  This app is becoming trash\n  ","749882":"\n  Being on this app\n  ","749883":"\n  I have 2 best friends\n  ","749884":"\n  Cool\n  ","749885":"\n  Don’t know what that is\n  ","749886":"\n  On holiday???\n  ","749887":"\n  Nah\n  ","749888":"\n  And I just had some pizza 🍕\n  ","749889":"\n  Oh lol it’s 5:43pm where I’m at lol\n  ","749890":"\n  Bye\n  ","749891":"\n  What time is it now? x\n  ","749892":"\n  You should go get some sleep. x\n  ","749893":"\n  I’m doing good.\n  \n  How are you?\n  ","749894":"\n  Bye\n  ","749895":"\n  I’m the evil sibling\n  ","749896":"\n  Cool idc\n  ","749897":"\n  Cool idc\n  ","749898":"\n  Heyyy lovely x ❤️\n  ","749899":"\n  Nasty . I don’t like raisins lol\n  \n  Can’t have any peanuts lol\n  \n  And pineapple doesn’t go on pizza . Ppl just follow the wave\n  ","749900":"\n  Pizza lmao\n  ","749901":"\n\n   @carlahall88\n  \n\n  Why are you so damn beautiful and never HMU x 🥺🤩\n  ","749902":"\n  Anyone wanna send questions my way\n  ","749903":"\n  Yep.\n  \n  The system wants to see you fail\n  ","749904":"\n  Lion king lmao.\n  \n  Came out in June 94\n  \n  And I was born November of 94 lmao\n  ","749905":"\n  By smoking\n  ","749906":"\n  That’s a bit personal\n  ","749907":"\n  I’ve never actually seen it.\n  \n  Maybe some parts but that’s about it\n  ","749908":"\n  I want to go surfing lol\n  ","749909":"\n  What’s that? Lmao\n  ","749910":"\n  Not often but I do buy from there from time to time\n  ","749911":"\n  Hell no lmao\n  ","749912":"\n  Cantaloupe\n  \n  I hate watermelon\n  ","749913":"\n  Green all the way\n  ","749914":"\n  Walking lol\n  ","749915":"\n  Weed lmao that’s a given .\n  \n  But rn I can’t think of anything else tbh\n  ","749916":"\n  I have a headache from not eating but I’m having pizza for dinner so it’s ok\n  ","749917":"\n  Blast the AC lol.\n  \n  Mines still up tho . I have to take it down soon & it makes me sad lol\n  ","749918":"\n  I haven’t but I would love to lol\n  ","749919":"\n  They’re cute lol\n  ","749920":"\n  Giving birth both times\n  ","749921":"\n  About 2 months ago\n  ","749922":"\n  Lol no\n  ","749923":"\n  No\n  ","749924":"\n  I love my hair straight 🎀😍🥺\n  ","749925":"\n  She’s doing perfect 💝\n  ","749926":"\n  Nope.\n  \n  They look bushy like that\n  ","749927":"\n  Lol\n  ","749928":"\n  Nothing much\n  ","749929":"\n  Ok\n  ","749930":"\n  I don’t click links\n  ","749931":"\n  I am\n  ","749932":"\n  Uh yeah lol\n  ","749933":"\n  That sounds personal\n  ","749934":"\n  Nope I haven’t\n  ","749935":"\n  No\n  ","749936":"\n  Thank you boo ❤️\n  ","749937":"\n  I talked a lot about what happened in the beginning. I’m not obligated to update y’all on everything especially strangers . If ppl on here want to know the can message me through social media they follow me on\n  ","749938":"\n  Where have I posted him recently on insta?\n  ","749939":"\n  She was born early\n  ","749940":"\n  Nope\n  ","749941":"\n  Oh shut up I don’t have to lie about anything . Certain people on here know where she’s at and stuff.\n  \n  You can believe whatever tf you want .\n  ","749942":"\n  Lol never .\n  \n  Y’all making shxt up now?\n  ","749943":"\n  Sure\n  ","749944":"\n  Neither\n  ","749945":"\n  Neither\n  ","749946":"\n  On an island\n  ","749947":"\n  Laying down.\n  \n  Going to nap soon\n  ","749948":"\n  Thank ya 💝\n  ","749949":"\n  Idc tbh\n  ","749950":"\n  100+\n  ","749951":"\n  I do .\n  \n  The moment I saw my kids\n  ","749952":"\n  Happy 8 year anniversary to me\n  ","749953":"\n  Up until 9th grade lol\n  \n  & no not really .\n  \n  I got kicked off the bus for cursing out the bus driver Lmaoo\n  ","749954":"\n  I should take a nap while my sons @ school lol\n  ","749955":"\n  To a certain extent\n  ","749956":"\n  Ew no lol\n  ","749957":"\n  English\n  ","749958":"\n  Send me questions\n  ","749959":"\n  ?\n  ","749960":"\n  I don’t need anything lmao\n  ","749961":"\n  I’ve never smoked while pregnant and I don’t smoke around my kids.\n  \n  You’re right it’s 2019 get your head out your ass\n  ","749962":"\n  Omg I’m #22 😭😩\n  ","749963":"\n  Cool\n  ","749964":"\n  Why do you keep asking me this bullshxt\n  ","749965":"\n  I don’t believe in both control\n  ","749966":"\n  Bye\n  ","749967":"\n  Lol okay I’m done with\n  \n  This conversation\n  ","749968":"\n  No\n  ","749969":"\n  No me & my man aren’t\n  ","749970":"\n  I have 2 kids\n  ","749971":"\n  Because....... lmao\n  ","749972":"\n  I’ve never TTC so idk\n  ","749973":"\n  Uh yeah\n  ","749974":"\n  How would I know?\n  \n  Every woman’s body is different\n  ","749975":"\n  I’ll be 25 in November\n  ","749976":"\n  Is???\n  ","749977":"\n  Bye\n  ","749978":"\n  Bye\n  ","749979":"\n  Like I said I have zero thoughts on what someone does behind closed doors .\n  \n  Now stop asking me questions on this matter\n  ","749980":"\n  Zero thoughts\n  ","749981":"\n  I wear glasses and I cannot for the life of me put contacts in lmao.\n  \n  And yes I like pie\n  ","749982":"\n  Well I’ll be 25 in November so idk what to do or if anyone has anything planned for me.\n  ","749983":"\n  I know for a fact that I tend to overthink everything 🙄\n  ","749984":"\n  North America only ☹️\n  ","749985":"\n  Lol no\n  ","749986":"\n  Definitely not lmao\n  ","749987":"\n  #74\n  ","749988":"\n  Ew no\n  ","749989":"\n  Lol I’m not saying\n  ","749990":"\n  No\n  ","749991":"\n  No\n  ","749992":"\n  I don’t get how you can try and insult someone without facts lmao.\n  \n  My moms never been to the Caribbean for starters lmao\n  \n  And you must be bored sending me these dumb ass random questions\n  ","749993":"\n  I have no idea.\n  \n  It was like that yesterday too.\n  \n  It says “communication error”\n  ","749994":"\n  How come I can’t give coins out??? 😭\n  ","749995":"\n  Lol. Wow\n  ","749996":"\n  No I’ve never seen it.\n  \n  And I kinda believe that body truly knows who you are besides your self. We don’t go around telling people EVERY aspect of our lives. Even those who are closes , best friends don’t know everything about one another\n  ","749997":"\n  My wrist tattoo of my star lmao. I think I was 18 or 19.\n  \n  Tbh I just wanted a wrist tattoo so bad 😂🙄.\n  \n  I do only because I’m going to be adding to it\n  \n  so there’s that lol.\n  ","749998":"\n  Yes indeed\n  ","749999":"\n  Small dog\n  ","750000":"\n  I have a forearm tattoo\n  ","750001":"\n  Mhm idc what you do\n  ","750002":"\n  Y’all are so obsessed with my weight but actually don’t know that 113 isn’t anorexic . Smfh\n  \n  Y’all need to hop on your bus\n  ","750003":"\n  You stupid ass anons\n  ","750004":"\n  No\n  ","750005":"\n  Nay\n  ","750006":"\n  Don’t care\n  ","750007":"\n  Bye\n  ","750008":"\n  Because I want Nevaeh to be the only queen 👑\n  ","750009":"\n  Lol made it on the top 100\n  ","750010":"\n  Question\n  ","750011":"\n  watching 90 Day Fiancé\n  ","750012":"\n  Lol. That’s what I’ve been saying\n  ","750013":"\n  Neither\n  ","750014":"\n  US\n  ","750015":"\n  And at least I’m still with my kids father unlike most of these females out there who aren’t with them, who has a deadbeat or better yet who want don’t even know who the father of their child is lmao.\n  \n  Keep my name out y’all mouths .\n  \n  Shxts annoying and only want validation from strangers on this site smh\n  ","750016":"\n  Thank you\n  ","750017":"\n  I sure am.\n  \n  I’m so ready for the fall\n  ","750018":"\n  Thank you guys 😘\n  ","750019":"\n  Question?\n  ","750020":"\n  Uh? Yeah?\n  ","750021":"\n  Yeah. I got one like 2 or 3 weeks ago 🙄\n  ","750022":"\n  Yep\n  ","750023":"\n  Can I get questions?\n  \n  I’m bored rn\n  ","750024":"\n  about to smoke\n  ","750025":"\n  I guess so 🤷🏽‍♀️\n  ","750026":"\n  I’ll be seeing doctor abortion\n  "}}