{"Question":{"756465":"\n   What is it current time in your country?\n  ","756466":"\n   Fav comedian\n  ","756467":"\n   Have you ever been bored of a job that's how I feel atm about my current job. But my problem is I don't know what I want to do  any suggestions?\n  ","756468":"\n   Do you have pay pal\n  ","756469":"\n   do you ever go to coffee\/tea shops? if so, what do you usually order?\n  ","756470":"\n   where i live, it's currently chilly and raining. what do you like to do on cold, rainy days?\n  ","756471":"\n   Have you ever used subscription boxes before? (makeup, food, videogames etc)\n  ","756472":"\n   What has been the best part of your day?\n  ","756473":"\n   How would you describe your style?\n  ","756474":"\n   👿👊🏻\n  ","756475":"\n   What was your first paid job? If you haven't had one, what do you want it to be?\n  ","756476":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","756477":"\n   Do you still have your tonsils?\n  ","756478":"\n   Can you post a pic of your belly again\n  ","756479":"\n   What about there is a girl love you?\n  ","756480":"\n   What do you think makes a person beautiful?\n  ","756481":"\n   How old are you ?\n  ","756482":"\n   Is it illegal to not call an ambulance or help someone who’s been stabbed?\n  ","756483":"\n   have u ever asked for a spanking?\n  ","756484":"\n   Was it cozumel\n  ","756485":"\n   what’s ur favorite drink on a hot summer day? what’s ur favorite drink on a cold winter morning?\n  ","756486":"\n   What was the last movie you saw in cinema? I just saw Captain Marvel and it was brilliant!\n  ","756487":"\n   Weekend Spam: Do you prefer to have plans for the weekend or just play it by ear?\n  ","756488":"\n   Weekend Spam: Which is the better day; Friday, Saturday, or Sunday?\n  ","756489":"\n   Happy weekend my lovelies ❤ i hope you all have a amazing day filled with everything your heart desires ❤ sorry for not sending things out like i do but i love you guys!  hugs hugs\n\nWhat's new with you all??\n  ","756490":"\n   Weekend Spam: Do you usually feel energized or tired at the end of your week?\n  ","756491":"\n   Weekend Spam: When does your weekend typically begin? (Some people work Saturdays and Sundays;)\n  ","756492":"\n   Weekend Spam: How late do you sleep in on weekends?\n  ","756493":"\n   In the past, I often called a male teacher \"Miss\" or a female teacher \"Mr\". Have you ever messed up anyone's pronouns or prefixes accidentally? What are your pronouns? (I'm he)\n  ","756494":"\n   When it comes to significant others sharing a bathroom, what's your opinion? Should someone be allowed to pee in the toilet while another is showering in the shower etc or is it all a big no-no?\n  ","756495":"\n   Have you lost your tonsils?\n  ","756496":"\n   Have you ever went on a cruise\n  ","756497":"\n   can't wait to see how sexy that belly will get\n  ","756498":"\n   Foto ora ?\n  ","756499":"\n   I have seen your house on Snapchat\n  ","756500":"\n   What is your favorite way to spend a Saturday?\n  ","756501":"\n   Your house looks like it smells\n  ","756502":"\n   Made this playlist if you need some good new music to listen to!\n   \n    https:\/\/open.spotify.com\/user\/7bjz2xdrkmcttp0jufrrbu9dp\/playlist\/5OILia26FiXqHCFcy4KdX8?si=6e9cCo38S6aGEyot9xfIMw\n   \n","756503":"\n   Would you ever be a vegetarian? 🌱\n  ","756504":"\n   Has something happened to\n   \n    @MostHi\n   \n","756505":"\n   Have you ever bullied someone?\n  ","756506":"\n   You are going to be shot over your right eye and in the back of the head and dragged into a cornfield\n  ","756507":"\n   You are a future unidentified murder victim\n  ","756508":"\n   Would you be nervous if you were cooking for Gordan Ramsey\n  ","756509":"\n   You’re a spoiled brat\n  ","756510":"\n   Which means it wasn’t directed at u\n  ","756511":"\n   sorry to bother. We are developing youtube channel on cute cat and dog theme, you can go to youtube search: \"PODA DOG\" and watch the videos as well as subscribe to channels, thank you.\n  ","756512":"\n   Ooof it was shoutout, keep scrolling\n  ","756513":"\n   Don’t mean u gotta respond back😉\n  ","756514":"\n   What do you like to do on your relaxing days, if you ever have them?\n  ","756515":"\n   Who wants to hang out\n  ","756516":"\n   I follow you, do you follow me?\n  ","756517":"\n   Wyd?\n  ","756518":"\n   Lol, you responding is pointless but here we are\n  ","756519":"\n   Are you ok?\n  ","756520":"\n   What’s the point in responding\n  ","756521":"\n   🤷‍♀️🤷‍♀️\n  ","756522":"\n   Do you have MySpace now?\n  ","756523":"\n   Who plays IMVU?\n  ","756524":"\n   What’s your favorite season? 🌷☀️🍁❄️\n  ","756525":"\n   Top 3 favourite chrisp flavours\n  ","756526":"\n   No struggle can ever succeed without women participating side by side with men. There are two powers in the world one is the sword and the other is the pen. There is a third power stronger than both, that of women. - Malala Yousafzai  💛 POWER SPEAKS happy international women's day\n  ","756527":"\n   Have you😇😗👦 ever stolen anything?\n  ","756528":"\n   It got deleted a few hours ago\n  ","756529":"\n   Does being a member of the UDA count as having military experience?\n  ","756530":"\n   hey, you don't have to answer this if you don't want, but ben stole one of our pictures and ask.fm isn't doing anything about it. his new account is @\/dindusofask666 i've reported it several times and it's still up\n  ","756531":"\n   Followed ya!, \nDo you prefer Coke or Pepsi?\n  ","756532":"\n   We Dindu Nuffin we’s is good boys n girls.\n  ","756533":"\n   Do you like people\n  ","756534":"\n   What is your hair type?\n  ","756535":"\n   Thanks\n  ","756536":"\n   btw what is the time now ?!!\n  ","756537":"\n   He must be from the middle East, don't care about this shxt.\n  ","756538":"\n   Are you still buying me a ps4?\n  ","756539":"\n   How much longer til the baby is done?\n  ","756540":"\n   Do you think you have the perfect family ?\n  ","756541":"\n   Hello how are you doing today?\n  ","756542":"\n   Did U blocked him ?!!\ni think that's arabic,isn't it !!\n  ","756543":"\n   do u like being spanked?\n  ","756544":"\n   Do you have MySpace now?\n  ","756545":"\n   What year ?\n  ","756546":"\n   Did you ever have a Myspace?\n  ","756547":"\n   YOU'RE GONNA LOVE IT i love mine so much, how many gigs did you get?\n  ","756548":"\n   Ben is using one of your pictures on his new account\n  ","756549":"\n   What did you do last weekend?\n  ","756550":"\n   How are you.\n  ","756551":"\n   Fav book\n  ","756552":"\n   Pap!\n  ","756553":"\n   What song can you rap word for word?\n  ","756554":"\n   What is the single best decision you have made in your life so far?\n  ","756555":"\n   Is your life anything like it was two years ago?\n  ","756556":"\n   Hi\n  ","756557":"\n   Why are you up so early?\n  ","756558":"\n   Good morning\n  ","756559":"\n   Do you have a skincare product you like but don't really care for the texture?\n  ","756560":"\n   Do you feel bad for teens that never got to listen to the radio and have a tape recording it or burn their own cds?\n  ","756561":"\n   جمعة مباركة😇\nمساحة من صغيرك الجميل هذا 📱\n  ","756562":"\n   That’s a lot of money to be spending\n  ","756563":"\n   They’re beautiful\n  ","756564":"\n   Who paid for your nails to be done\n  ","756565":"\n   which movie will u see? Five Feet Apart, Wonder Park, Captain Marvel, Tyler Perry's A Madea Family Funeral, Greta, How to Train Your Dragon: The Hidden World, Alita: Battle Angel, Fighting with My Family, The LEGO Movie 2: The Second Part, Isn't It Romantic, The Upside, What Men Want, or Green Book?\n  ","756566":"\n   Do you care what people think of you\n  ","756567":"\n   Are your nails Gel or Acrylic\n  ","756568":"\n   How mich were your nails\n  ","756569":"\n   I love them 😍\n  ","756570":"\n   Fav cartoon as a kid\n  ","756571":"\n   What is beautiful to you?\n  ","756572":"\n   I’m drinking peach Snapple with peach alcohol it’s so good😍🤤\n  ","756573":"\n   were you vaccinated? did u\/will u vaccinate ur kids?\n  ","756574":"\n   What was the last compliment you were given? Do you have a favourite compliment that you've been given?\n  ","756575":"\n   Has anyone famous came from your town if so who?\n  ","756576":"\n   AskFM Spam: How long have you been on Ask historically? How long today?\n  ","756577":"\n   ASKFM Spam: Have you ever received a violation notice or any other account issue here?\n  ","756578":"\n   Can you recommend people to follow that are active on here ? Need new faces 😝\n  ","756579":"\n   What sort of music do you listen to\n  ","756580":"\n   Wats up\n  ","756581":"\n   What is your fashion sense\n  ","756582":"\n   Hi 💜\n  ","756583":"\n   Hello you had a good day\n  ","756584":"\n   Have you ever been to Portland, Maine? Have you ever been to Portland, Oregon?\n  ","756585":"\n   Have you ever given a waiter or waitress a ridiculously huge tip just cuz? It's a great feeling seeing their reaction!\n  ","756586":"\n   What are your thoughts on the young boy whose hand and part of his forearm was bitten off and possibly eaten by his neighbor's dog? Do you think the dog should be euthanized for this? Why or why not? (\n   \n    https:\/\/people.com\/pets\/thousands-sign-petition-to-save-huskies-who-bit-boy-hand-off\/\n   \n   )\n  ","756587":"\n   Do you often suffer from sleeplessness?\n  ","756588":"\n   What was the scariest thing you've ever experienced? Could be a real life event, a game, movie etc!\n  ","756589":"\n   in universe where u live\n  ","756590":"\n   for job or something else to do in future\n  ","756591":"\n   place\n  ","756592":"\n   any plan\n  ","756593":"\n   do you work some where ?\nWhere?\n  ","756594":"\n   i mean where???\n  ","756595":"\n   you stay with family or alone\n  ","756596":"\n   Where do you stay ?\n  ","756597":"\n   Do you need finances for your small business?\n  ","756598":"\n   What is your birthday Date?\n  ","756599":"\n   I will date any race of women except women who are black but that’s my preference, I’d date a woman who was any race but if she had a drop of black heritage it would be a no go for me, is that just my preference?\n  ","756600":"\n   are any of your relatives indigenous?\n  ","756601":"\n   are there any twins in your family?\n  ","756602":"\n   (i’m just curious how common some things are lol) were you born by c-section?\n  ","756603":"\n   are you related to any Mormons?\n  ","756604":"\n   on a scale of 1 to 10, how well do you dance?\n  ","756605":"\n   do any of your relatives have extreme religious views? (what religion?)\n  ","756606":"\n   are any of your grandparents immigrants?\n  ","756607":"\n   who do you think had a better childhood: your mother or father?\n  ","756608":"\n   Post something for your best friend ?\n  ","756609":"\n   men and women don’t actually like eachother, in fact they hate eachother, but they tolerate eachother because they can offer one another sex, but if we didn’t have genitals and sex was out of the equation then we’d be mortal enemies.\n  ","756610":"\n   Only decent questions ? what about everything else ?\n  ","756611":"\n   I thought that by this time in my life, I'd...\n  ","756612":"\n   What is one thing that everybody should know about you?\n  ","756613":"\n   Wyd?\n  ","756614":"\n   Hater\n  ","756615":"\n   What do you prefer, Love or Pleasure?\n  ","756616":"\n   Physical attraction or Mental connection ?\n  ","756617":"\n   wouldn't you feel kinda sad?\n  ","756618":"\n   if you and greg broke up and he started dating someone else, would you allow that woman to be a second mother to your kids?\n  ","756619":"\n   Do you see your siblings\n  ","756620":"\n   You’re my idol\n  ","756621":"\n   u have a name for your next kids\n  ","756622":"\n   sorry forgive me\n  ","756623":"\n   can i baby sit your kid\n  ","756624":"\n   sorry queen\n  ","756625":"\n   i wanna do stuff u say please\n  ","756626":"\n\n    https:\/\/www.paypal.com\/us\/gifts\/all\n   \n","756627":"\n   App Store & iTunes Gift Cards (Email-Delivery)\nGoogle Play Gift Code\nGoogle Play Gift Code\nBest Buy eGift Card\nBest Buy eGift Card\nLowe's Gift Card\nLowe's Gift Card\nBlizzard Balance Gift Card\nBlizzard Balance Gift Card\nUber Gift Card\nUber Gift Card\nDomino’s® Pizza Gift Card\nDomino’s® P\n  ","756628":"\n   want me to tell u what stores i can get a gift card from\n  ","756629":"\n   i have PayPal and can get u a gift card from a store of your picking\n  ","756630":"\n   name a store u want a gift card from and i will get u 1 ok\n  ","756631":"\n   can i send u amazon?\n  ","756632":"\n   ..\n  ","756633":"\n   you would give me commands ?\n  ","756634":"\n   can i do stuff u say once i pay\n  ","756635":"\n   🧐\n  ","756636":"\n   Which is the most memorable day you have ever had?\n  ","756637":"\n   got skype\n  ","756638":"\n   got PayPal\n  ","756639":"\n   for real?\n  ","756640":"\n   lost a bunch of weight and now people are noticeably nicer to me... wtf?\n  ","756641":"\n   can i pay for your nails\n  ","756642":"\n   grow them out ma\n  ","756643":"\n   they natural your nails?\n  ","756644":"\n   can i see how your nails look now?\n  ","756645":"\n   can i record u from my phone?\n  ","756646":"\n   Which seasons\n  ","756647":"\n   What color are you doing your nails?\n  ","756648":"\n   Did u watch degrassi\n  ","756649":"\n   Would you rather have a rewind button or a pause button in your life?\n  ","756650":"\n   You have a car\n  ","756651":"\n   How come you don’t reply back to Taylor?\n  ","756652":"\n   You in a group chat with misty?\n  ","756653":"\n   Hello\n  ","756654":"\n   How many days can you go without bathing? I don't have sweat glands so I bath every other day to protect my dry skin.\n  ","756655":"\n   Would you rather lose all of your old memories, or never be able to make new ones?\n  ","756656":"\n   Everyday there is something to cherish \nSomeone to make smile or even just tell them you're thinking of them make someone's day a little brighter ❤ hugsss i love you guys so much!\n  ","756657":"\n   You’re sweet af\n  ","756658":"\n   Is ur dad talking to you?\n  ","756659":"\n   What aren’t you looking forward to?\n  ","756660":"\n   How much weight have you gained?\n  ","756661":"\n   Do u think what Alexis said about Ava’s stepmom is right\n  ","756662":"\n   How are you feeling?\n  ","756663":"\n   Wyd?\n  ","756664":"\n   Do you have any song\/film recommendations?\n  ","756665":"\n   What's are your goals for this year?\n  ","756666":"\n   What do you think you'd be doing day to day if the internet didn't exist?\n  ","756667":"\n   What to look forward in March?\n  ","756668":"\n   How does the question \"have you tried turning it off and on again?\" make you feel?\n  ","756669":"\n   What's the last song you listened to? Would you recommend it, why\/why not?\n  ","756670":"\n   What's a common girls name in your area?\n  ","756671":"\n   What's a common gender neutral name in your area?\n  ","756672":"\n   What's a common boys name in your area?\n  ","756673":"\n   What is something you want really badly? \nHugs i love you!\n  ","756674":"\n   ايه اكتر حاجه نفسك فيها دلوقت\n\"الاجابة وقت ماتشوف السؤال علطول من غير تفكير كتير\"\n  ","756675":"\n   Wanna throw up? Try picturing\n   \n    @reachel_n\n   \n   and that country bumpkin porking each other. Why would anyone brag about that disgusting act?\n  ","756676":"\n   If you were to become instantly famous on any social network, which one would it be?\n  ","756677":"\n   You’re welcome\n  ","756678":"\n   Your anons are so ignorant, skin colour and race are not the same thing, some siblings with a white mum and black dad are white, some are olive skinned and some are black, they're all mixed race regardless of the amount of melanin 🤦🏼‍♀️\n  ","756679":"\n   Yeah let’s see them check that off on a college application when they’re trying to get the United Negro College fund, you can’t have it both ways.\n  ","756680":"\n   Lmao. You’re both BLACK lmao\n  ","756681":"\n   Hey <3! I’ve uploaded a cover of Nick Jonas, hope you like it:\n   \n    https:\/\/youtu.be\/JnoQUfXTfTM\n   \n","756682":"\n   Gonna do opinions on people, because I'm bored to heck, so send me your @s off anon and I'll show you what I think of you! If you don't care then fair enough 😂\n  ","756683":"\n   Last time you had sex\n  ","756684":"\n   Man is Mortal মানুষ মাত্রই ভুল 🐸 কোনো সন্দেহ 💀\n  ","756685":"\n   who knew that just saying “sweaty” meant you kissed my ass lmaooo\n  ","756686":"\n   What is the creepiest message or question someone has sent you on here?\n  ","756687":"\n   In one sentence, how would you sum up the internet?\n  ","756688":"\n   You kiss\n   \n    @babycadiexo\n   \n   axs\n  ","756689":"\n   What religion are you?\n  ","756690":"\n   Post a picture of something? Anything at all :D\n  ","756691":"\n   Currently there is an uproar in Blackpool Sandcastles Waterpark, as they have started a members only event of nudist swimming with adults and children together. What’s your thoughts?\n  ","756692":"\n   When is the wedding\n  ","756693":"\n   likes for likes?  come\n  ","756694":"\n   Okay\n  ","756695":"\n   Everybody lies, even if it is something small, so basically you’re just lied\n  ","756696":"\n   Are you a good liar?\n  ","756697":"\n   ,,,, when you message me anytime you want\n  ","756698":"\n   Which state are you going to\n  ","756699":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","756700":"\n   What is something that can bring a smile to your face❤ \nHugs love u\n  ","756701":"\n   Hows the weather where you are? Atm its cloudy and light rain here🙃\nHugs love you\n  ","756702":"\n   You was born in 2000 How are you a 90s kid?\n  ","756703":"\n   What do you find attractive in a person?\n  ","756704":"\n   Favorite t.v show growing up\n  ","756705":"\n   What was the last thing to make you happy\n  ","756706":"\n   What you baking today yellow princess?\n  ","756707":"\n   Selfie you pene 😏\n  ","756708":"\n   How you  ever  meant  Crowley  , Sam ,  Dean ,  Castile  From supernatural? I would love to  meet them one day  .\n  ","756709":"\n   What's more valuable, brains or beauty?\n  ","756710":"\n   Do you like kissing and making out?\n  ","756711":"\n   Whos your man?\n  ","756712":"\n   So are you going to tell your kids they are 3\/4  coon  so they can cling to that little bit of white just like you, or are you going to be honest with them and just tell them they’re black.\n  ","756713":"\n   Do you like guys who are muscular or more on the slimmer side?\n  ","756714":"\n   I didn’t know you were friends with “Reachel”\n  ","756715":"\n   Would you describe yourself as sexy??? 😏\n  ","756716":"\n   honestly who tf randomly video chats someone ew\n  ","756717":"\n   what do people count as a single parent? Is it A - someone who parents completely solo and the other parent isn’t involved. OR B - someone who has split with the other parent but they’re both still involved and co-parent.\n  ","756718":"\n   Who is that?\n  ","756719":"\n   What phone service do you have?\n  ","756720":"\n   Your rank is getting lower\n  ","756721":"\n   Wyd?\n  ","756722":"\n   Have you ever thought about going somewhere where nobody knows you and starting a new life?\n  ","756723":"\n   You love sex?\n  ","756724":"\n   Have you got a good lawyer?\n  ","756725":"\n   Hi\n  ","756726":"\n   When’s the last time it snowed?\n  ","756727":"\n   How are you?\n  ","756728":"\n   did love ,, decision or destin?\n  ","756729":"\n   What has annoyed you today?\n  ","756730":"\n   Are you excited for Avengers Endgame or any movies \/ tv series in 2019?\n  ","756731":"\n   Should prisoners with full life sentences be given the chance to end their life rather than live out their days locked up?\n  ","756732":"\n   What are some things your saving up for?\n  ","756733":"\n   What event that happened in your life altered you the most?\n  ","756734":"\n   Do you agree life is too short and tomorrow\nisn't guarantee\n  ","756735":"\n   Compórtate girl 😂\n  ","756736":"\n   Good morning cutie\n  ","756737":"\n   سؤال:\nالحب قرار أم قدر؟\n  ","756738":"\n   Who is the most closest friend that knows everything about u?\n  ","756739":"\n   When do u normally go to bed @?\n  ","756740":"\n   Dragon or unicorn? Which would you take as a pet?\n  ","756741":"\n   Why don’t you check ur notifications\n  ","756742":"\n   What iPhone is that?\n  ","756743":"\n   America is great\n  ","756744":"\n   #70\n  ","756745":"\n   Pap of the apps you use\n  ","756746":"\n   How long you been in a relationship\n  ","756747":"\n   Ever volunteer?\n  ","756748":"\n   have you ever gotten your eyebrows waxed, professionally? have you ever waxed your eyebrows at home?\n  ","756749":"\n   Do you like\n   \n    @XxSavageBxtchxx\n   \n","756750":"\n   Battery %\n  ","756751":"\n   Can you please be more active\n  ","756752":"\n   What’s for dinner?\n  ","756753":"\n   How old are you?\n  ","756754":"\n   Would you rather Experience the beginning of planet earth or the end of planet earth?\n  ","756755":"\n   If you could instantly become an expert in something, what would it be?\n  ","756756":"\n   What do you spend most of your money on?\n  ","756757":"\n   Have you seen the Greatest Showman? Do you sing along to it?I won’t lie I do 😁\n  ","756758":"\n   What takes up too much of your time?\n  ","756759":"\n   Have you ever heard voice about past events that has happened in your life\n  ","756760":"\n   Where is your happy place ?\n  ","756761":"\n   If I did that then I would not be send anything\n  ","756762":"\n   Shut up I’m just trying make friends dumb ass\n  ","756763":"\n   Can you do a  split\n  ","756764":"\n   That happens all the time so nothing new\n  ","756765":"\n   Hey\n  ","756766":"\n   What superpower would you like to have for a day?\n  ","756767":"\n   Remember the old at&t ads?\n   \n    @reachel_n\n   \n   out and touch someone lol.\n  ","756768":"\n   Someone ring me I’m bored 🙃😜 ‭07927 700165\n  ","756769":"\n   WTH are the flame points for\n  ","756770":"\n   Hi🙂🙂\n  ","756771":"\n   Have you ever been accused of being dull?\n  ","756772":"\n   Hows everyone's weekend going so far? I hope it's going good! Hugs love you\n  ","756773":"\n   What’s the tallest building you’ve ever been in?\n  ","756774":"\n   What are your favourite perfume scents?\n  ","756775":"\n   Single or taken?\n  ","756776":"\n   Trust women! #MeToo\n  ","756777":"\n   What kind of surprises do you like?\n  ","756778":"\n   Could you break a world record\n  ","756779":"\n   Do you like taking risks?\n  ","756780":"\n   Do you vaccinate your children?\n  ","756781":"\n   I want you to laugh at my small size and reject me. Tell me how I could never get a beautiful goddess like you.\n  ","756782":"\n   Do you smile at strangers\n  ","756783":"\n   Ever been in a gay club\n  ","756784":"\n   Do you ever think back on how you could of done things differently  from past events in your life\n  ","756785":"\n   Did you keep any toys from your childhood if you did what is it\n  ","756786":"\n   Have u ever met a Billie Eilish stan\n  ","756787":"\n   (Don’t date Starbucks baristas! #heartbreakers) Do you know any starbucks baristas?\n  ","756788":"\n   Opinion on: Guys who shop at Zumiez?\n  ","756789":"\n   Who is your significant other\n  ","756790":"\n   Are you Momo?\n  ","756791":"\n   OK\n  ","756792":"\n   What year did you graduate?\n  ","756793":"\n   damn you support snitching.\n  ","756794":"\n   The store Kroger is starting to not accept Visa Credit Cards. Do you think it matters which way you pay for something or do you think more brand stores like that should follow suit?\n  ","756795":"\n   Apparently a school has added Vape Detectors in their bathrooms. The article I read didn't give much information on HOW the vape is detected but apparently it will send text alerts to the principal and other higher up people and they then bust the person vaping. Thoughts on this?\n  ","756796":"\n   Would you be happy without money?\n  ","756797":"\n   I can’t believe  your 26 weeks already. 😍\n  ","756798":"\n   You’re very pretty\n  ","756799":"\n   Wyd?\n  ","756800":"\n   How Do i Post A Photo On Ask Em\n  ","756801":"\n   What is something that can always make your day better? \nFor me its video calling sami baby\nHugs love you\n  ","756802":"\n   Thoughts on the statement\"Vaccines Are ‘Communist’ \"\n  ","756803":"\n   Would you rather be able to make any imaginary thing become reality by just drawing it or make any real thing disappear by erasing part of the drawing?\n  ","756804":"\n   Would you rather know the date of death or cause? 💀\n\n (death cannot be avoided by acting upon this knowledge)\n  ","756805":"\n   What food can’t you live without ?\n  ","756806":"\n   If you were reborn in a new life, would you rather be alive in the past or future?\n  ","756807":"\n   What's something you enjoy doing again and again??\n  ","756808":"\n   What do you wish you could do or improve on?\n  ","756809":"\n   where can you be yourself\n  ","756810":"\n   What's your temper like\n  ","756811":"\n   Fav pizza\n  ","756812":"\n   How was your day?\n  ","756813":"\n   You go to pizza hut what pizza do you order\n  ","756814":"\n   Followed you🔥🧡\n  ","756815":"\n   🖕\n  ","756816":"\n   Which movie do you think is overrated?\n  ","756817":"\n   What's something you're not very good at but enjoy doing anyway?\n  ","756818":"\n   Why is it that when a right handed person tries to write write with their left hand, it turns out to be very difficult for them?\n  ","756819":"\n   I wann speak with you\n  ","756820":"\n   What is the best way to learn a foreign language?\n  ","756821":"\n   i wanna text you\n  ","756822":"\n   Do you text anyone off this site? Who?\n  ","756823":"\n   💁🏻‍♀️❤️\n  ","756824":"\n   what are you really good at tell me your talents?\n  ","756825":"\n   Girl, you know you’re not supposed to like my sht. You’re supposed to be on team queen 😛 the rats will get ya!\n  ","756826":"\n   Lately I can’t stop eating grilled chicken with hooters sauce. What’s a meal you’re currently obsessed with?\n  ","756827":"\n   Did you read hi-lights magazine as a child? Parents,do you have a subscription for your kids?\n  ","756828":"\n   Do you make your bed every morning?If so why? You’re just gonna mess it up tonight anyways\n  ","756829":"\n   Why do u like Stephs answers\n  ","756830":"\n   What’s ur sc?\n  ","756831":"\n   Wyd?\n  ","756832":"\n   any movie suggestions please?\n  ","756833":"\n   Who?\n  ","756834":"\n   Would you ever do a group chat with people on here?\n  ","756835":"\n   I wanna your what's up\n  ","756836":"\n   You said be nosey lol\n  ","756837":"\n   Last time you had sex\n  ","756838":"\n   Are you rich\n  ","756839":"\n   What is your spirit animal\n  ","756840":"\n   what are you good at ?\n  ","756841":"\n   If you find a spelling or grammar error after you send a text do you send another text to correct it or just leave it?\n  ","756842":"\n   What’s something you can’t go a day without doing?\n  ","756843":"\n   Fav alcoholic drink 777\n  ","756844":"\n   Can you name a black female tv character from a show you like\n  ","756845":"\n   Imma quit using this app none of my friends use it ahhhhhh\n  ","756846":"\n   That's helpful.\n  ","756847":"\n   What sites do you use to watch anime, cartoons, tv shows and movies on?\n  ","756848":"\n   Do you have anything exciting planned for this month ?\n  ","756849":"\n   Have you ever had dreams about anyone on ask?\n  ","756850":"\n   That's gas! 😂 Yeah, 50 Shades is based in the same universe as Twilight.😂\n  ","756851":"\n   The Notebook is fan fiction?! I never knew that! 😂 50 Shades Of Grey is fan fiction too.😂😄\n  ","756852":"\n   Who in your eyes are the perfect fictional couple and why do you think so?\n  ","756853":"\n   How often would you say you go out with friends?\n  ","756854":"\n   I need a new hobby, could you suggest me something?\n  ","756855":"\n   Do you like to bake or get baked\n  ","756856":"\n   Good morning cutie\n  ","756857":"\n   *Pushes Gabrielle out of the way\n  ","756858":"\n   What has happened to this society ?\n  ","756859":"\n   Please post a picture of you\n  ","756860":"\n   What’s your favorite drink?\n  ","756861":"\n   Last time something really offended you? What was it? (If you’re comfortable saying)\n  ","756862":"\n   If any of Yalls followers would like to recive questions from me (I’m gonna start doing them daily) have them like my post about it! Thanks!\n  ","756863":"\n   Are your natural eyebrows arched or straight? Do you have more \"stray hairs\"(hairs that grow in strange directions) over or under your eyebrows?\n  ","756864":"\n   Hows everyone doing? \nI'm doing alright just going crazy about choosing dates haha\nHugs love you\n  ","756865":"\n   the weekend is really close whats your plans?\n  ","756866":"\n   What do you think about the song \"Thank u, Next\" by Ariana Grande? Is it overrated? What about the music video?\n  ","756867":"\n   What’s a mistake people make about you often?\n  ","756868":"\n   fun-fact: did you know humming birds can beat their wings 80 times per second and also fly backwards\n  ","756869":"\n   If you owned a shop what would you sell in it ?\n  ","756870":"\n   What are you doing right now? What do you wish you were doing?\n  ","756871":"\n   Is there anyone on ask you can’t stand? Who? Why?\n  ","756872":"\n   How often do you get sent other people's @s? Do you usually answer them or delete them?\n  ","756873":"\n   You don’t think bullying should be against the law?\n  ","756874":"\n   It would be impossible to enforce and some people need to be bullied\n  ","756875":"\n   Should bullying be against the law\n  ","756876":"\n   I don’t wear panties when I wear a dress because I feel like it’s more comfortable but my friends call me a slut and say that I shouldn’t do it is their something wrong with doing this ?? Am I a slut? What do you do ?i don’t think it’s bad to do what I do is it?\n  ","756877":"\n   ???\n  ","756878":"\n   Yeah so what bish?\n  ","756879":"\n   what is your fav show supernatuarl or Arrow\nmine fav show  is supernatuarl\n  ","756880":"\n   POP THAT FUCKING PUSSY ! THROW THAT FUCKING ASSSSSSS! 🥵\n  ","756881":"\n   Do you and your family or bf\/ husband argue where to go to get a takeaway\n  ","756882":"\n   Wanna laugh? Sometimes I\n   \n    @reachel_n\n   \n   under my bed for something and get an annoying cramp in my side, and then when I tell people about it they laugh. Everyone except\n   \n    @reachel_n\n   \n   bc she gets triggered since her parents were too ignorant to know how spell Rochelle correctly.\n  ","756883":"\n   What gender is the majority in America ?\n  ","756884":"\n   Who lives longer on average men or women ?\n  ","756885":"\n   Pop Tarts in the microwave aren't so bad. No, the exterior doesn't get as crispy, but at least it still tastes good. The chocolate ones anyway. I haven't tried with fruit yet.\n  ","756886":"\n\n    https:\/\/youtu.be\/bRO926UL-K8\n   \n   wow\n  ","756887":"\n   Anyone who uses someones difficult relationship with their parent against them as some sort of insult, shouldn't regard themselves as someone who cares about ab*se survivors or vulnerable people :)))))\n  ","756888":"\n   petition for tal to be put on embarassing bodies\n  ","756889":"\n   I don’t post photos of my son on here either it’s personal choice tbh\n  ","756890":"\n   What weirdos\n  ","756891":"\n   Hey\n  ","756892":"\n   Concerns me how obsessed they are.\n  ","756893":"\n   When you are in love, does age matter?\n  ","756894":"\n   You make love to him?\n  ","756895":"\n   You two okay?\n  ","756896":"\n   Why only ok?\n  ","756897":"\n   Last time you got lovin?\n  ","756898":"\n   How is bf?\n  ","756899":"\n   How is husband?\n  ","756900":"\n   Wtf?\n  ","756901":"\n   Why are you asking your mom for a Pepsi? Thought y’all didn’t get along?\n  ","756902":"\n   Have you seen pics of Lauren’s son?\n  ","756903":"\n   I see you haven’t been in any drama\n  ","756904":"\n   Emoji of the day!\n  ","756905":"\n   Send a photo, which is not available in social networks?\n  ","756906":"\n   Have you ever been to a spa? Did you enjoy it? What are your “must haves” that you took with you?\n  ","756907":"\n   Omg you were such a cute baby\n  ","756908":"\n   Pap of a throwback?\n  ","756909":"\n   Have you ever fancyed a teacher\n  ","756910":"\n   Do you know why Lauren’s kid is in the Er\n  ","756911":"\n   Cries my texts are limited\n  ","756912":"\n   What's an emotion that you have difficulty expressing? Why?\n  ","756913":"\n   Why do u keep liking\n   \n    @bornofsaltandsmoke\n   \n   answers\n  ","756914":"\n   Fav soft drink\n  ","756915":"\n   have you ever had an imaginary friend? were they named? (i briefly had an imaginary friend named Gertie!)\n  ","756916":"\n   fifty % milk and fifty % brewed coffee, or an americano?\n  ","756917":"\n   can i join your bad bitches only group chat? im a bad bitch\n  ","756918":"\n   That’s a lot . Lmao\n  ","756919":"\n   Do you use WiFi all the time?\n  ","756920":"\n   What kind of car do u have?\n  ","756921":"\n   Is that Misty in ur group chat\n  ","756922":"\n   Whom would you like to meet?\n  ","756923":"\n   You’re a bad person to text\n  ","756924":"\n   How did your nail break?\n  ","756925":"\n   Pap of your text log\n  ","756926":"\n   How good are you at pulling a poker face?\n  ","756927":"\n   You’re literally kissing cadie’s fxxat axs\n  ","756928":"\n   How’s your pregnancy treating you?\n  ","756929":"\n   What ya doin\n  ","756930":"\n   How was your day\n  ","756931":"\n   Life is soon going to be changing for me because Sami and i are talking about getting married but we don't know the date and such \n\nWhat's new? Whats happening in your life❤ hugs love you\n  ","756932":"\n   What is your favorite place on earth?\n  ","756933":"\n   What is a new hobby of yours?\n  ","756934":"\n   did you know that the average person spends about 1.5million in their life time?\n  ","756935":"\n   what food cant you get enough of at the minute?\n  ","756936":"\n   Do you prefer sweet or savoury food?\n  ","756937":"\n   Would you rather your shirts be always two sizes too big or one size too small?\n  ","756938":"\n   Pap of your belly\n  ","756939":"\n   What's your opinion on body positivity? Do you think it's for everyone or just people who are considered conventionally unattractive? Do you strive to be body positive?\n  ","756940":"\n   do you think all these streaming services is taking away from the authenticity of dvd’s? does it really make a difference to you or do you prefer to be able to be included in the most updated technology?\n  ","756941":"\n   chocolate or sour candy?\n  ","756942":"\n   Have you are anyone else ever ruined a movie by revealing a spoiler?\n  ","756943":"\n   If there was a recreational hide and seek league would you play in it?\n  ","756944":"\n   What is the most annoying habit that other people have?\n  ","756945":"\n   would you ever be able to eat spiders and other insects if your life depended on it?\n  ","756946":"\n   What makes you nostalgic?\n  ","756947":"\n   Any new shows you got into? I've been into investigation shows\n  ","756948":"\n   Are you admirable?\n  ","756949":"\n   What did you do today?\n  ","756950":"\n   If someone goes through your search history what they can end up finding?👀\n  ","756951":"\n   What’s the sweetest thing anyone’s ever done for you?\n  ","756952":"\n   Thoughts on the Marissa drama?\n  ","756953":"\n   What does urban dictionary say about your name?\n  ","756954":"\n   did u hear  that mom Jay-Z publicly announced non-traditional orientation?\n  ","756955":"\n\n    https:\/\/www.youtube.com\/watch?v=ut-0TaybLRE\n   \n   ❤❤\n  ","756956":"\n   i hope you are having or had a good day?\n  ","756957":"\n   ❤✅\n   \n    @bravebillie\n   \n","756958":"\n   Is there any songs that you hear that you sing along too\n  ","756959":"\n   Last time you were drunk\n  ","756960":"\n   Have you tried Pop-Tarts in the microwave before? 30 seconds works for me. I started doing this when one would always get stuck in the toaster even when cooked properly.\n  ","756961":"\n   cadie the cow feeds her kids muffins for breakfast. she claims to be a perfect mother yet she doesn’t know it’s not healthy\n  ","756962":"\n   Can you dance\n  ","756963":"\n   Who’s that girl u and ur man talking to?\n  ","756964":"\n   Pap of your phone notifications\n  ","756965":"\n   What makes you feel safe ?\n  ","756966":"\n   followed\n  ","756967":"\n   dont worry its easy\n  ","756968":"\n   What was your first thought today?\n  ","756969":"\n   what things do you do for fun in your spare time?\n  ","756970":"\n   Depends on what\n  ","756971":"\n   How are you saving money\n  ","756972":"\n   vent\n  ","756973":"\n   Where are you from?:P\n  ","756974":"\n   Are you happy that\n   \n    @Lcottrill\n   \n   is pregnant like you?\n  ","756975":"\n   Ok how do I know if he really loves me and she is just a miserable ex trying to get between us?!\n  ","756976":"\n   Do u have service or you use WiFi\n  ","756977":"\n   history was so good little too much writing and dates to remember but it was really good tho\n  ","756978":"\n   If aliens do really exist, which language will be okay for them to speak of?\n  ","756979":"\n   oh look its anti-vaxx Lauren, better hide your kids.\n  ","756980":"\n   what was or is your most favorite subject in school and why?\n  ","756981":"\n   That person sounds mad lol\n  ","756982":"\n   Because Big Macs are definitely from Wendy’s 🙄\n  ","756983":"\n   wrong again sweaty. go eat another BigMac.\n  ","756984":"\n   lmao, you can make a comment about something without caring about it.\n  ","756985":"\n   who says i care?\n  ","756986":"\n   you eat way too much fast food\n  ","756987":"\n   What are your favorite subjects to talk about?\n  ","756988":"\n   Where I work the person who is second I have no respect for him what so ever because he needs to earn it. He screams at me he doesn't want respect he fucking demands it because he is an authority figure. Am I right or wrong saying he must earn my respect\n  ","756989":"\n   WHERE DO YOU LIKE TO GO WHEN YOU EAT OUT?\n  ","756990":"\n   DO YOU LIKE TO COOK?\n  ","756991":"\n   Are short girls the freakiest?\n  ","756992":"\n   COULD YOU LIVE WITHOUT THE INTERNET?\n  ","756993":"\n   what makes you the grateful in life?\n  ","756994":"\n   what’s a food you associate with your mother? what about your father?\n  ","756995":"\n   what upcoming event\/occasion are you looking forward to?\n  ","756996":"\n   What has surprised you recently? It could be anything or even a person who surprised you in some way? \nHugs\n  ","756997":"\n   Citation that describes you\n  ","756998":"\n   Who’s proud of what your packin’\n  ","756999":"\n   If you got arrested, what do you think the people closest to you would think is the reason for your arrest?\n  ","757000":"\n   Do you like radishes?\n  ","757001":"\n   How many people is too many, to you?\n  ","757002":"\n   if you were to describe your self in a sentence what would you say?\n  ","757003":"\n   What are your pet peeves?\n  ","757004":"\n   If you could get the one thing you want, what would it be?\n  ","757005":"\n   Why don’t you check them?\n  ","757006":"\n   Have you ever broken the bed whilst having sex\n  ","757007":"\n   thats bullshxt\n  ","757008":"\n   did you know that there are more lifeforms living on your skin than there are people on the plane?.\n  ","757009":"\n   Shari’s or Waffle House?\n  ","757010":"\n   Thoughts on\n   \n    @littlesha_\n   \n   refusing to call out certain users on here for shaming women by calling them irresponsible for having multiple kids by multiple men, and also shaming them for enjoying s*x (which isn't taboo) and blaming them for everything? She lost the debate with me & won't reply.\n  ","757011":"\n   DO YOU HAVE ANY TRIPS COMING UP?\n  ","757012":"\n   WHAT’S ON YOUR BUCKET LIST?\n  ","757013":"\n   WHEN ARE YOU HAPPIEST?\n  ","757014":"\n   WHAT WOULD YOUR PERFECT DAY BE LIKE?\n  ","757015":"\n   MOST MEMORABLE BIRTHDAY?\n  ","757016":"\n   What’s the most expensive thing you’ve broken?\n  ","757017":"\n   what keeps you motivated?\n  ","757018":"\n   What’s your Snapchat 😁☺️?\n  ","757019":"\n   have you ever paid on a date\n  ","757020":"\n   should it always be the man job to pay on dates\n  ","757021":"\n   my neighbor has just complained to me that my cat keeps shitting in her garden is there anything i can do? lol\n  ","757022":"\n   Давай 15 на 15 💗\n  ","757023":"\n   You probably really love to travel?\n  ","757024":"\n   you're looking forward to getting a car\n  ","757025":"\n   Have you ever been bullied?\n  ","757026":"\n   What is something you are looking forward to? ❤For me its \nNext month or so I'll be traveling on a plane for the first time to visit my boyfriend and his parents which I'm nervous haha probably will stay a week there❤ Hugs i love you\n  ","757027":"\n   Kya uss gali mein kabhi tera jaana hua?👀\n  ","757028":"\n   What would you do if you meet an alien?\n  ","757029":"\n   what’s the prettiest natural landmark in ur state\/area?\n  ","757030":"\n   Steak ‘n Shake or Red Lobster?\n  ","757031":"\n   Long hard sad life (80 age) or short fun simple life (30 age) which would you like to live based on the death age and quality of life? 🤔\n  ","757032":"\n   Thank you\n  ","757033":"\n   Block me\n  ","757034":"\n   What’s up\n  ","757035":"\n   i bet your baby is gonna look just as sexy as you\n  ","757036":"\n   That’s a nice pic & phone case\n  ","757037":"\n   Your nails 😍\n  ","757038":"\n   U always eat fast food\n  ","757039":"\n   Pap of ur phone case\n  ","757040":"\n   What phone service do you have?\n  ","757041":"\n   hahah no worries i know what it means now they do say you learn something new everyday lol\n  ","757042":"\n   oh okay i had to search what that was on google lol\n  ","757043":"\n   How far along are you?\n  ","757044":"\n   What are some of your spiritual goals? If you would like to share them, of course.\n  ","757045":"\n   Replace the vowels in your name with \"oob\" \n\n\nI got Loobndsooboob.\n  ","757046":"\n   Just a reminder ❤ you deserve to be happy. You deserve to live a life you are excited about. Don't let others make you forget that.❤ and most of all be who you are! Which is beautiful and uquie ❤ love you hugs\n  ","757047":"\n   Do you believe that rude people should be hugged until they are nice?\n  ","757048":"\n   What's the most important thing I should know about you?\n  ","757049":"\n   Have you recently filled out an application for employment? Where at?\n  ","757050":"\n   Where would you like to spend your holiday?\n  ","757051":"\n   What is your favorite thing to spend money on?\n  ","757052":"\n   Are you usually early or late?\n  ","757053":"\n   So my youngest has to get glasses:( She has a stigmatism and is nearsighted. Do you wear glasses and at what age did you start wearing them?\n  ","757054":"\n   What was the last item of clothing you purchased and what about it made you purchase it?\n  ","757055":"\n   yup\n  ","757056":"\n   What is something everyone seems to love that you can’t stand ?\n  ","757057":"\n   don’t answer to my shoutouts please because you all have been mean to me\n  ","757058":"\n   What is your most hated chore? Mine is putting the washing away, I’d happily pay someone to do that for me 😂\n  ","757059":"\n   Have you ever had a OMG moment where you looked at your exes on facebook and suddenly realized they all had the same astrology sign.\n  ","757060":"\n   Hi\n  ","757061":"\n   If you could lock up one person in a mental institution who would it be ?\n  ","757062":"\n   السلام عليكم \n\nس\/ التفاعل الرئيسي للألكانات في رابطة C-H المهجنة sp3 هو: أ.  استبدال النيوكليوفيلية ب.  الراديكالية الحرة ج.  الحر التطرف\n  ","757063":"\n   What ya doin\n  ","757064":"\n   What is your biggest motivation?\n  ","757065":"\n   how are you doing today?\n  ","757066":"\n   Do ya let em snif ur azz?\n  ","757067":"\n   Have you ever bullied someone? Have you ever been bullied?\n  ","757068":"\n   cause she's popular af\n  ","757069":"\n   Cadie unfollowed you on here lol\n  ","757070":"\n   does everyone call you Greg's woman?\n  ","757071":"\n   So you let dogs lick your face or do you think it's gross?\n  ","757072":"\n   There was a heartbreaking case of a 16 yr old insta model\/influencer taking her life last month due to severe online bullying + depression. A 21 yr old man has taken the credit for bullying & harassing her relentlessly for months & has taunted her & her grieving family. Should he face consequences?\n  ","757073":"\n   why people thinkless try to do more?\n  ","757074":"\n   Do you think it's irresponsible behavior for a woman to have unprotected s*x with several people and have several children who she doesn't know who the father is?\n  ","757075":"\n   Why 😕\n  ","757076":"\n   Do you know who Sagittarius shawty is?\n  ","757077":"\n   Have you heard of Ashley Lovelace?\n  ","757078":"\n   Do you think it's a good idea to bring teenagers who are breaking the law to prisons so prisoners can scare them. Yes or no and why\n  ","757079":"\n   Would you rather have no  internet for 6 months or eat nothing but prison food for a year\n  ","757080":"\n   She wouldn’t tell you I doubt y’all are even close\n  ","757081":"\n   Better question. Why do anons care so much about if we are pregnant or not? 😂\n  ","757082":"\n   you took the test several times ;)\n  ","757083":"\n   Anons have told me I’m pregnant at least 10 times and have obviously been wrong every time 😂😂😂😂\n  ","757084":"\n   the same way anons knew you were pregnant way before you wanted to announce it 😂😂😂 anons always know everything\n  ","757085":"\n   Wtf?😂\n  ","757086":"\n   no anons will look smart as fukk for being right.\n  ","757087":"\n   you will look and feel stupid once you find out.\n  ","757088":"\n\n    @Lcottrill\n   \n   is pregnant\n  ","757089":"\n   Okay so my grand father on my moms side is Colombian and my grand mother on my dads side is Venezuelan. My mom is Cuban and my dad is from Puerto Rican. How nuch am i of each of these nationality's?\n  ","757090":"\n   What is your natural eye color is??\n  ","757091":"\n   Do you enjoy life\n  ","757092":"\n   follow this 😛\n  ","757093":"\n   do you have any ideas on how to solve real life problems?\n  ","757094":"\n   Who?\n  ","757095":"\n   ✌️✌️🔥💦😏🌚\n  ","757096":"\n   Okay, Why are you so rude\n  ","757097":"\n   Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?\n  ","757098":"\n   What really makes you angry ?\n  ","757099":"\n   is anyone watched or watching death note the Japanese anime series? im on the 12th episode its soo goooood!\n  ","757100":"\n   I bet all of you hate me\n  ","757101":"\n   ROBLOX or BENDY\n  ","757102":"\n   Why not? Oof\n  ","757103":"\n   USE TIK TOK\n  ","757104":"\n   Do you have relatives at ask.fm ?\n  ","757105":"\n   If you had a chance for a “do-over” in life, what would you do differently?\n  ","757106":"\n   So am i ❤ \nAw that sounds crappy can't they give you anything?\n  ","757107":"\n   good\n  ","757108":"\n   I'm fine so far 😊\n\nAw no i hope it goes more smoothly for you❤ and the morning sickness lets you eat❤\n  ","757109":"\n   whats the most intelligent conversation you've ever had?\n  ","757110":"\n   It’s SNOWING in Las Vegas !!!Whats the craziest weather you’ve ever been in?\n  ","757111":"\n   Hi my lovelies so sorry i haven't sent you any questions ❤ life has been so busy especially since Sami isn't in rehab but now living far away so we try to talk\/text\/ video call everyday❤ How's everything? How are you? Hugs i love you ❤\n  ","757112":"\n   What invention doesn’t get a lot of love, but has greatly improved the world?\n  ","757113":"\n   How good are you at saying “no”?\n  ","757114":"\n   Would you ever use someone as a turlet?\n  ","757115":"\n   What celebrity would you rate as a perfect 10?\n  ","757116":"\n   your pregnant arnt you?\n  ","757117":"\n   have u ever fallen for a close friend? what did u do?\n  ","757118":"\n   hows the bladder?\n  ","757119":"\n   Do u think marriage may kill love?\n  ","757120":"\n   follow it 🐸\n   \n    http:\/\/www.instagram.com\/__therex__\n   \n   1Follow1Pride\n  ","757121":"\n   perfect ♥\n  ","757122":"\n   Would you agree with me that many ppl asked this question answer similarly (except for Country music fans lol). Often when I ask ppl they say \"everything bit country\" or \"eclectic... except for Country\". hahahaha \n\nWhat is your fave genre?\n  ","757123":"\n   What's the one genre of music you just can't do?\n  ","757124":"\n   Have you recently gotten in touch with someone you haven’t seen or talked to in many years? What was the reason for not having any contact?\n  ","757125":"\n   what’s ur fav food item at starbucks (this is important)\n  ","757126":"\n   How long do you shower for? \n\nOr do you like baths?\n  ","757127":"\n   Whole squad full of fkn killers?\n  ","757128":"\n   Are candles relaxing to you?\n  ","757129":"\n   would you rather give up all social media sites\/apps for a week or texting for a week\n  ","757130":"\n   What was your favourite game to play as a child? This doesn't have to be video game related! :3\n  ","757131":"\n   How flexible are you\n  ","757132":"\n   this can be for those with and without children. what would be\/is a pet peeve when it comes to co-parenting ?\n  ","757133":"\n   How many pushups can you do?\n  ","757134":"\n   hashbrowns or mashed potatoes ?\n  ","757135":"\n   Are you brave\n  ","757136":"\n   would you rather give up coffee or tacos\n  ","757137":"\n   Do you miss anyone right now?\n  ","757138":"\n   What is better: bitter truth or sweet lies?\n  ","757139":"\n   What are your goals in life?\n  ","757140":"\n   When did you last go clothes shopping? Grocery shopping?\n  ","757141":"\n   What's your favourite comfort outfit?\n  ","757142":"\n   What movie can you watch over and over without ever getting tired of?\n  ","757143":"\n   would you rather give up meat or alcohol?\n  ","757144":"\n   What’s the most epic way you’ve seen someone quit or be fired?\n  ","757145":"\n   would you rather give up your drivers license for a week or jackets for a week?\n  ","757146":"\n   would you rather give up blackberries or blueberries?\n  ","757147":"\n   would you date a smoker?\n  ","757148":"\n   is the name you go by ur full first name or a nickname?\n  ","757149":"\n   what’s a name you can’t stand?\n  ","757150":"\n   Do you think that aliens exist?\n  ","757151":"\n   do you think that the government is corrupt? and why?\n  ","757152":"\n   What’s your cure for hiccups?\n  ","757153":"\n   Do you use Ubereats or grub hub or Postmates? I actually work for ubereats on my spare time\n  ","757154":"\n   Would you rather have one get out of jail free card or have a key thst opens every door in the world\n  ","757155":"\n   Would you like to have a massage chair\n  ","757156":"\n   Do teen boys find older ladies attractive?\n  ","757157":"\n   Last time you had sex\n  ","757158":"\n   Are you happy atm\n  ","757159":"\n   do you believe in science\n  ","757160":"\n   The most sleepy moment when_____???\n  ","757161":"\n   would you rather have unlimited money or be financially stable\n  ","757162":"\n   listen to avril lavigne's new album... HEAD ABOVE WATER IS THE NAME\n  ","757163":"\n   give me a list of things money cant buy?\n  ","757164":"\n   According to you \" what is the main purpose of your life\" Just only success??\n  ","757165":"\n   তোমার কাছে জীবনের উদ্দেশ্য মানে কি😕\nশুধুই কি সাফল্য🏃\n  ","757166":"\n   Have you ever wanted to be a turlet?\n  ","757167":"\n   Are you a fighter\n  ","757168":"\n   Would you help a random person or nah\n  ","757169":"\n   What do you look for in a guy answer this  question if you are taken Pretended that you are single\n  ","757170":"\n   If I put swear jar in your house how full would it be by the end of the week\n  ","757171":"\n   Are you a people pleaser? If so, why?\n  ","757172":"\n   Are you a forgiving person\n  ","757173":"\n   Were you a loser in school\n  ","757174":"\n   When was the last time someone ghosted you? \n\nWhen did you last ghost someone?\n  ","757175":"\n   Are you a trusting people do you trust people easily\n  ","757176":"\n\n    https:\/\/www.youtube.com\/watch?v=JzlYYKJabbk\n   \n   0-10?\n  ","757177":"\n   Why do girls spit?\n  ","757178":"\n   What's up\n  ","757179":"\n   Do you think it's never to late everyone can change\n  ","757180":"\n   Can you drive\n  ","757181":"\n   How stubberon are you\n  ","757182":"\n   Pap of you\n  ","757183":"\n   If a random dog came up to you wagging it's tail what would you do\n  ","757184":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/152798166559\n   \n   thoughts?\n  ","757185":"\n   Do you  like the people that you work with\n  ","757186":"\n   How are you\n  ","757187":"\n   Enjoy jail\n  ","757188":"\n   Spam night! \nSend me an emoji for some spam 💕\nAlso been inactive for the last few days but I'm back 🥀\n  ","757189":"\n   Hey Tareema\n  ","757190":"\n   Why what's she doing\n  ","757191":"\n   What is your favorite sport to watch?\n  ","757192":"\n   Mil?\n  ","757193":"\n   What are you fed up of\n  ","757194":"\n   I’m looking for a Girlfriend I’m super loyal and an amazing guy😁😀\n  ","757195":"\n   Do you think someone needs to be in their family to be apart of their family\n  ","757196":"\n   Lads who act oveally manly saying I'm a man such and such is that off putting to you\n  ","757197":"\n   “If I died believing in God and found out that there is no God, no heaven, and no hell, I'd have nothing to lose. However, if I died right now having not believed in God and found out there is a God, there is heaven and hell, I have everything to lose.”\n\nThoughts on this quote?\n  ","757198":"\n   Thoughts on guns\n  ","757199":"\n   I'm calling the cops\n  ","757200":"\n   Omg I just saw Taylor on your recent text post, I remember her, how is she?? 😭😭💖\n  ","757201":"\n   What is the most unprofessional thing you have seen someone do?\n  ","757202":"\n   Does someone really need to wear the pants in the relationship? \n\ngo nude👖\n  ","757203":"\n   Today ask.fm asked for my permission to use my device's location. Has this happened to you? Do you allow it or not? What do you think it's used for as they've never before needed it for the shout out option.\n  ","757204":"\n   do you have Dutch Bros where you’re from? have you ever had it? (what’s ur opinion?)\n  ","757205":"\n   do you have In-N-Out where you live? have you ever had it? (what’s ur opinion?)\n  ","757206":"\n   Pap text log\n  ","757207":"\n   How often do you self please?\n  ","757208":"\n   yeah because you dont know how to pick one from three.\n  ","757209":"\n   You literally get hate over the stupidest things. Like what even.\n  ","757210":"\n   \"some\" good movies means more than one LOL why are you so stupid?\n  ","757211":"\n   What are you having for dinner? \n\ndinner, supper or tea? Go!!\n  ","757212":"\n   Can you tell me some good movies?\n  ","757213":"\n   do you not have the mental capacity to pick one choice? tv or phone,  its not hard to choose one.\n  ","757214":"\n   what are two of ur fav breakfast cereals? what are two of ur least fav breakfast cereals?\n  ","757215":"\n   are there any television series\/movies you're interested in watching that you haven't seen yet?\n  ","757216":"\n   what music have y'all been listening to? i need music recommendations.\n  ","757217":"\n   Hey\n  ","757218":"\n   Is there anything that bugs you about your s\/o? \n\nIf single, is there something that bugged you in past relationships that you'd not want in a new one?\n  ","757219":"\n   What do you look for in a partner(s)?\n\nAlso, has that changed with age?\n  ","757220":"\n   which do you prefer watching youtube on\n  ","757221":"\n   Shankar hum tum ko paala hun🌚\nTag your SHANKAR😄\n  ","757222":"\n   If someone you were romantically interested in brought up astrological signs on a date with you, would it be a turn on or a turn off? Would it matter if they brought it up humourously or seriously?\n  ","757223":"\n   i asked you which device you prefer and is more comfortable for you: 1) phone, 2) laptop, 3) tv\n  ","757224":"\n   What's a remake that was better than the original? What's a remake that was worse than thd original?\n  ","757225":"\n   when you have free time do you prefer to watch youtube on your phone, laptop or TV?\n  ","757226":"\n   milky way or snickers?\n  ","757227":"\n   question time because i'm bored; what do you like to do when you have the afternoon\/night to yourself?\n  ","757228":"\n   have you seen the movie Signs? what’s ur opinion on it?\n  ","757229":"\n   Are you happy with your relationship status?\n  ","757230":"\n   Have you ever loved someone so much it made you cry? 🎤\n  ","757231":"\n   Have you ever not got along with your significant others friends? Or they didn't like you?\n  ","757232":"\n   What jewellery\/jewelry or accessories do you wear most often?\n  ","757233":"\n   15 Makeup Mistakes You May Be Making Every Day\nWhen it comes to makeup and beauty, the mistakes you make can really affect your appearance. Remember, that first impressions mean everything.\n   \n    https:\/\/www.anahtar.website\/bagcilar-cilingir.html\n   \n","757234":"\n   Relationship spam: who is more adventurous in the bedroom?\n  ","757235":"\n   Thoughts on hickies?\n  ","757236":"\n   I'm going to list 12 things and you can only pick 3 things and the other 9 things they won't exist anymore which 3 would you pick and why\nHere the list \nCoffee, dogs, taccoos, cake, books, chocolate, cheese, Netflix, cats, sweat pants, makeup and bread you can only pick 3 which 3 and why\n  ","757237":"\n   Fav song\n  ","757238":"\n   Do you use your body to get what you want?\n  ","757239":"\n   Controversial relationship topics: Are sex and intimacy the same thing?\n  ","757240":"\n   what would you say the most beloved fast food chain is — at least in your social circle?\n  ","757241":"\n   Controversial relationship topics: Is using a partner's toothbrush disgusting or sweet?\n  ","757242":"\n   Controversial relationship topics: Can two dominant personalities coexist healthily in a relationship?\n  ","757243":"\n   Controversial relationship topics: When a couple move in together and one already has a pet, should the partner moving in take on the responsibility of caring for that pet?\n  ","757244":"\n   Are you a strong debater?Can you argue or discuss a topic without getting emotional angry or it getting personal?\n  ","757245":"\n   until you get your car\n  ","757246":"\n   What do you do for a living?\n  ","757247":"\n   Do your son and bf have the same name?\n  ","757248":"\n   How long has your longest ever phone call been?\n  ","757249":"\n   In your opinion, what is the minimum age minors should be eligible to register as s*x offenders?\n  ","757250":"\n   No Likey, No Lighty\n  ","757251":"\n   You single\n  ","757252":"\n   Please pap of you\n  ","757253":"\n   Is it possible to become friends with an ex? If you do become friends with an ex, is that person no longer your ex bf or ex gf?\n  ","757254":"\n   Do you have a good or bad relationship with your parents\n  ","757255":"\n   Opinion on this song please?\n   \n    https:\/\/www.youtube.com\/watch?v=fCkeLBGSINs\n   \n","757256":"\n   Missing you exboyfriend?\n  ","757257":"\n   Extrañas a tu ex??\n  ","757258":"\n   How often is too often for a partner to call or text you when you don't live together?\n  ","757259":"\n   How old are you?\n  ","757260":"\n   Ever cheated on a bf\n  ","757261":"\n   Is Jerry Smith the Meg Griffin equivalent on Rick and Morty?\n  ","757262":"\n   thats the good news you were scared to talk about\n  ","757263":"\n   Why do people loose their interest?\n  ","757264":"\n   How do you empress a girl?\n  ","757265":"\n   Just carjack someone today\n  ","757266":"\n   hi 👋🏻 (i just wanna get coins) enjoy your day xo bye 😜\n  ","757267":"\n   what's something you want to do with your life, yet at the same time, are afraid to do it? what's holding you back?\n  ","757268":"\n   What's your plan this weekend?\n  ","757269":"\n   L_st ?? That describes u rn\n  ","757270":"\n   What is your clothing style\n  ","757271":"\n   How many physical fight have you been in\n  ","757272":"\n   what was the last item you bought online? why did you buy it?\n  ","757273":"\n   If it was legal would you have the confience to walk outside naked\n  ","757274":"\n   Do you care what people think of you\n  ","757275":"\n   Omg that anon 🙄 Just because someone has had an easier life compared to someone else, it doesn’t mean to say that they haven’t went through anything or that they haven’t had a hard life. Instead of competing with each other, we need to learn to love and support one another ❤️🌸\n  ","757276":"\n   I bet you've had an easy  life to compared to some people\n  ","757277":"\n   Do you feel like you've had an easy life\n  ","757278":"\n   this stupid ass anon makes me wanna stab myself in the stomach.\n  ","757279":"\n   Who is worse?\n\nThe drug dealer? \n\nOr the drug user?\n\nWhen it came to slavery, blacks were the dealers.\n\nWhites were the users.\n  ","757280":"\n   *punches you*\n  ","757281":"\n   sorry, you are right lmao\n  ","757282":"\n   its true anon\n  ","757283":"\n   true or false : When a man abuses a woman he is punished.When a woman abuses a man she is not punished.\n  ","757284":"\n   Then the wife cheated with him AFTER the first kidnapping occurred??\n  ","757285":"\n   YES!! Part of me thinks the parents were in on it in some form. I mean you’re telling me you’d still have contact with someone who kidnapped brainwashed and molested your daughter? Something ain’t right\n  ","757286":"\n   Which song would you choose to give your crush a message indirectly?\n  ","757287":"\n   Do you have Netflix? What’s something you’ve recently watched that either stunned you or amused you?I just watched Abducted in Plain Sight and it was fucking creepy as hell.\n  ","757288":"\n   Do you consider it stealing to go to a book store, reading a book, and then leaving?\n  ","757289":"\n   I'm sorry, it must have been someone else. It's my first day on ask 😞\n  ","757290":"\n   If someone told you on your first date together that they're in love with you, how would you react? Is it cute or creepy? Is it insulting because they don't know you yet? Give your opinion.\n  ","757291":"\n   Have you ever kicked a guy in the balls? 😂\n  ","757292":"\n   How is your life different from 1 year ago?\n  ","757293":"\n   Do you personally differentiate between \"I love you\" and \"I'm in love with you\"? Are they the same thing to you or do they mean different things? Why?\n  ","757294":"\n   Do you use melatonin\n  ","757295":"\n   What’s your favourite Disney movie? 🎥\n  ","757296":"\n   How many children do you think you’ll have in total or the parents I follow, do you think you’ll have anymore children or are you complete? 😊\n  ","757297":"\n   What compliment do people give you the most?\n  ","757298":"\n   We spend most of our time either out and about on our feet or sleeping in bed, so I think everyone deserves a comfortable pair of shoes and a new mattress every few years. What are your most comfortable pair of shoes and how old is your mattress? Pap of either if you want.\n  ","757299":"\n   We serial killers are your sons, we are your husbands, we are everywhere.\n  ","757300":"\n   How was your #ValentinesDay2019 💖💕💞💝💝 from yesterday on Thursday, February 14th?\n  ","757301":"\n   One very odd fact about yourself\n  ","757302":"\n   Korean Drama Recommendations please!\n  ","757303":"\n   Is there something you thought you'll never do but now you did it\n  ","757304":"\n   How many genders do you think there are?\n  ","757305":"\n   Hi\n  ","757306":"\n   What’s up\n  ","757307":"\n   Wearing anything black  what is it\n  ","757308":"\n   The grocery shelves will soon be stocked with seasonal specialty items. What is your favorite pumpkin spice food-item?\n  ","757309":"\n   Then you don't get happy as much as I just got?\n  ","757310":"\n   So that means?\n  ","757311":"\n   Stop being pregnant for a year!\n  ","757312":"\n   I love you.\n  ","757313":"\n   Aren't you the one who's been pregnant for like a whole year now?\n  ","757314":"\n   Have you ever stood someone up on a date\n  ","757315":"\n   Wish you were single so i could taste that p.uss.y something your boyfriend probably don't do\n  ","757316":"\n   Ever done any illegal drugs\n  ","757317":"\n   What is the weirdest question anyone has ever asked you on here\n  ","757318":"\n   Who is the biggest troll on here\n  ","757319":"\n   Which movie sequel was better than the first one? I thought Ralph Breaks the Internet was much better than Wreck it Ralph\n  ","757320":"\n   Are you in good healthy shape\n  ","757321":"\n   Happy friday everyone ❤ everything in life is unknown & uncertain so try to honestly live day by day making memories you can look back on each moment we make can either shape us or break us but don't let it put out your fire shine brightly as the sun! Hugs i love you hope you have a lovely weekend❤\n  ","757322":"\n   Did you try to find presents hidden by your parents in your childhood?\n  ","757323":"\n   In honour of Valentine’s Day yesterday ♥️- how often do you say I love you to those you love?\n  ","757324":"\n   If you got a question on anon about being deleted that was me, sorry! Askfm deleted my account and I couldn’t be bothered to make a fresh one so came back into this one. Sorry to be annoying 🤣 (trying to find everyone’s accounts again so sent to everyone I follow so far)\n  ","757325":"\n   What is something you wish you were better at?\n  ","757326":"\n   What are you doing tonight?\n  ","757327":"\n   Happy Valentine's day lovlies ❤ just wanted to let you know that you are loved and one of a kind❤ love you guys❤ Hugs\n  ","757328":"\n   Gorgeous 👑🦋\n  ","757329":"\n   How are you feeling atm\n  ","757330":"\n   How was your V-Day?\n  ","757331":"\n   Did Joseph get anything for valentine’s\n  ","757332":"\n   great advice\n  ","757333":"\n   but you wearing panties :\/\n  ","757334":"\n   not wearing any?\n  ","757335":"\n   If you could go back in time, what is one piece of advice you would give your younger self?\n  ","757336":"\n   panty colour?\n  ","757337":"\n   When you bake something do you think the recipe needs to be exact or more eyeball?\n  ","757338":"\n   Did you forget anything today?\n  ","757339":"\n   The object next to you is what you marry.\n\nWOULD YOU BE SCREWED?\n  ","757340":"\n   Is there any charities that mean a lot to you\n  ","757341":"\n   Do you like questions or polls more? (this vs that type)\n  ","757342":"\n   Is your valentine's day a wet one? Rain or snow... \n\nIt's been rainy here grr\n  ","757343":"\n   Are you argumentative\n  ","757344":"\n   nothing\n  ","757345":"\n   How much tax money are you getting back\n  ","757346":"\n   inspired by my anon:\n\nWhat's \"wrong\" with me?\nWhat's \"wrong\" with you?\n  ","757347":"\n   Would you consider yourself good at giving advice?\n  ","757348":"\n   Hi do any of you like Pretzel Sticks or Original Pringles🤔🤔🤔🤔\n  ","757349":"\n   Happy Valentine’s Day to all my little askfm Valentines 🥰🥰\n  ","757350":"\n   If you could get rid of one holiday what would it be ?\n  ","757351":"\n   Say joy lane\n  ","757352":"\n   stay away from Lauren her child is gonna give your kids the measles.\n  ","757353":"\n   tell Lauren to mind her business\n  ","757354":"\n   Why they so upset over something that has nothing to do with them? How does you not giving your children a flu shot and me not giving mine a measles and flu concern them?\n  ","757355":"\n   No. I just know how to look after and protect my kids.\n  ","757356":"\n   Like you dont give a sh*t about your kids.\n  ","757357":"\n   For 1, I am a girl.\n2, I have kids.\n  ","757358":"\n   Why are you getting a lecture about what I do with my child? I hate when anons are too scared to say shxt to me but will run their mouths to others.\n  ","757359":"\n   i talk shxt about a parent who exposes her child to get measles like a dumbaxs\n  ","757360":"\n   Then she shouldn’t complain when her son is sick all the time. He wouldn’t be if she gave them all the vaccines\n  ","757361":"\n   not all of them obviously\n  ","757362":"\n   I think it’s hilarious that they said “then you’re a shxt mom too” but they don’t say anything to me 😂😂😂😂\n  ","757363":"\n   you deserve to be punched in the face for defending anti-vaxers.\n  ","757364":"\n   Idiotic.\n  ","757365":"\n   Flu shot sucks!!!!!\n  ","757366":"\n   But in your other answer you state that it's important? That mentality is ridiculous, That's like when mom's say \"I used crib bumpers and my baby is fine\" but many for because of it. Selfish really.\n  ","757367":"\n   then shut the fck up, measles is an important shot that all childs should have\n  ","757368":"\n   If you know the flu shot is important then why doesn't your son have it?\n  ","757369":"\n   congratulations you are a sh!tty mom too.\n  ","757370":"\n   Outfit of Valentines Day?\n  ","757371":"\n   Follow my new account 💋\n  ","757372":"\n   When you don’t vaccinate your kid all the way but complain that he’s sick a lot that\n   \n    @Lcottrill\n   \n   for you! Mother of the year guys! Pretty sure measles is an important vaccine!!!\n  ","757373":"\n   Pic of you\n  ","757374":"\n   Photo récente de toi\n  ","757375":"\n   Thanks for the card Gabrielle\n  ","757376":"\n   Slm\n  ","757377":"\n   It's 5am here anyone up\n  ","757378":"\n   Tell Greg to shave his head bald\n  ","757379":"\n   tell him babies come from a stork and thats how his sister is coming.\n  ","757380":"\n   If your kid(s) asked where babies come from, would you be honest?\n  ","757381":"\n   How much would you like to be after you have your daughter?\n  ","757382":"\n   When’s ur parents birthday?\n  ","757383":"\n   i know your life\n  ","757384":"\n   How do you respond to criticism in real life? Is it different to how you’d respond to someone over the internet or is it the same?\n  ","757385":"\n   How much of a shopper are you?\n  ","757386":"\n   What is your temper?\n  ","757387":"\n   Lauren doesnt give her child all his vax cause her child is fake.\n  ","757388":"\n   DYK(Feb. 14 edition): February 14, 2019 will be celebrated as \"Valentine's Day\" in many parts of the world. Do you like candy hearts?\n  ","757389":"\n   When you last got takeaway food\/food delivery, what did you get and if you hadn't gotten it, what was your dinner-at-home option?\n  ","757390":"\n   DYK(Feb. 14 edition): On Feb. 14, 1989, the first GPS satellites were placed into orbit. Are you good with directions or do you need GPS to get everywhere?\n  ","757391":"\n   DYK: The United Parcel Service was formed on February 14, 1919. When was the last time you shipped a package to someone?\n  ","757392":"\n   Who likes Selena Quintanilla? ⚘❤💋🎤\n  ","757393":"\n   Sounds like they’re talking about a dog\n  ","757394":"\n   Does ur son have all his shots?\n  ","757395":"\n\n    @Lcottrill\n   \n   doesn’t give her kid all his vaccines #badmom\n  ","757396":"\n   Have you thought about names for your baby girl yet?\n  ","757397":"\n   I'm from the UK I hear loads of stereotypes stuff about the USA. Because you're from the USA  what stereotypes stuff have you heard about the UK\n  ","757398":"\n   What social media do you have\n  ","757399":"\n   Anons know all 🙄\n  ","757400":"\n   you are exaggerating now\n  ","757401":"\n   Have you ever been in Italy?\n  ","757402":"\n   why?\n  ","757403":"\n   who else is going to be alone on valentine’s day?\n  ","757404":"\n   Hey guys? What are you're plans for valentines day this year? 😊\n  ","757405":"\n   What was your favourite childhood toy and do they still sell it now? Pap of it?\n  ","757406":"\n   How do people even justify being against vaccines\n  ","757407":"\n   What Instagrammers do you like to watch if any? (Side note, feel free to follow my home account on ig we’re renovating our house we bought last July\n   \n    @theharveyhouse_\n   \n   )\n  ","757408":"\n   When was the last time someone ruined something for you? (Someone told me about my surprise baby shower out of spite 🤦🏼‍♀️)\n  ","757409":"\n   What kind of effect does the weather have on you?\n  ","757410":"\n   What is your relationship status?\n  ","757411":"\n   Are you a better person than a year ago?\n  ","757412":"\n   Are you for or against vaccines? Why?\n  ","757413":"\n   How long should you wait until a relationship until you say I love you how long did you wait until you said it in your relationship\n  ","757414":"\n   Liar\n  ","757415":"\n   Has anyone ever written you a love letter\n  ","757416":"\n   10 random facts about yourself\n  ","757417":"\n   Do you know everything about your bf\/husband\n  ","757418":"\n   You talk to her. Obviously you know\n  ","757419":"\n   What’s her number?\n  ","757420":"\n   You talk to Lauren right?\n  ","757421":"\n   what’s ur fav flavor of ramen?\n  ","757422":"\n   Hows everyone night or day going? \n\nHugs\n  ","757423":"\n   When harlemshake gone bad?\n   \n    @My_life_in_three_words\n   \n","757424":"\n   From where jealousy starts is it comparison or what?\n  ","757425":"\n   Did you smoke more freshman year of high school or junior year of high school\n  ","757426":"\n   A\n  ","757427":"\n   Anybody out there understand xml?\n  ","757428":"\n   Yeah I might have to I wear glasses that they gave me it's a weird situation\n  ","757429":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","757430":"\n   Basically about 3 weeks ago I got my eyes tested because I had my first driving lesson the doctors said I'm fine. When I went for my lesson I failed the reading the licence plates so I couldn't have my lesson. I went back to the doctors and they retested me and said I'm fine but clearly not any idea\n  ","757431":"\n   How are you at giving advice i got ìnto a little weird situation don't know what to do nothing serious thou\n  ","757432":"\n   Good\n  ","757433":"\n   Are wedgies a problem for you?\n  ","757434":"\n   Use this to brag about yourself or something good that happened recently. Umm I lost 8 pounds.. But I’m still fat though.But it’s ok I’ll get there\n  ","757435":"\n   Do\/would you get irritated with those who send their sick kids into school? My middle child catches everything whereas my eldest doesn’t so I personally feel it’s unfair on children that are prone to illnesses but what do you think?\n  ","757436":"\n   What song couldn’t you stand at first but grew to love?\n  ","757437":"\n   Caoo stanam radi sada trenutno baking princess\n  ","757438":"\n   What's up?\n  ","757439":"\n\n    https:\/\/youtu.be\/4nlkYJZLC6s\n   \n   check it❤️\n  ","757440":"\n   UOTD?\n  ","757441":"\n   Photo de toi\n  ","757442":"\n   If ur bestfriend got w\/ ur x and thought it was ok & then got w\/ another guy & said how while she dated ur x she only thought bout her current bf & nonstop talks bout her current bf, would u still be her friend or not even tho y’all were bestfriends & u care bout her a lot?\n  ","757443":"\n   Is it weird if a guy has a fantasy of being in a relationship where the gender roles are reversed? Like the girl is the stronger and bigger one, she protects him, he sits on her lap, she piggybacks\/carries him,and stuff like that? What's your opinion on this would you be in a relationship like that?\n  ","757444":"\n   Who in their right mind leaves you on read?\n  ","757445":"\n   why not? its so easy\n  ","757446":"\n   Are you over winter yet? Like me?\n  ","757447":"\n   You’re very beautiful\n  ","757448":"\n   Are you ready for the glucose test?\n  ","757449":"\n   You have money for that?\n  ","757450":"\n   What kind of phone do you have?\n  ","757451":"\n   Do you have a case on your phone?\n  ","757452":"\n   Snapchat?\n  ","757453":"\n   Current weather?\n  ","757454":"\n   no more cactus case for you lmao\n  ","757455":"\n   What car do you have pic\n  ","757456":"\n   My girlfriend is being bad what should i do\n  ","757457":"\n   What gift would you like to receive on Valentine's Day from your beloved one? Post a pic, if you wish!\n  ","757458":"\n   do you shave your belly?\n  ","757459":"\n   \"You\" is a series about a stereotypically attractive, dangerous stalker named Joe who's capable of devastating things. If you've seen it, what's your opinion on the fans who want to be with Joe and want Joe to stalk them?! Are you one of those fans? Do you think they missed the point of the show?\n  ","757460":"\n   -\n  ","757461":"\n   Lately, people(mostly women) have been shaving their face to apply makeup better & more smoothly. It's been a trend that's catching on. People(mostly men) have also been shaving their legs for the first time just to see how good it feels on new bed sheets. Have you ever done either of these things?\n  ","757462":"\n   How’s babygirl\n  ","757463":"\n   You use a lot of apps\n  ","757464":"\n   Next appointment?\n  ","757465":"\n   ur at a greasy diner for breakfast. what do u (usually) go for?\n  ","757466":"\n   Yes it is and my grandmother died on that month\n  ","757467":"\n   Do you know anyone who speak without dropping a curse word? It’s really annoying and rude and I’m fucking tired of that fucking shit!\n  ","757468":"\n   Do you know anyone who talks in the third person? Tom does and Tom thinks it’s irritating. Tom wishes they would stop\n  ","757469":"\n   Actually February is the worst month of the year because I feel unloved and misunderstood\n  ","757470":"\n   Possibly the best response I could get! Well said! :D\n  ","757471":"\n   If you celebrate it, do you have any plans for Valentines? :3 Are you spending it with a loved one, or having a treat yourself day? :D (staif) <3\n  ","757472":"\n   What was the last beverage you spilled on yourself?\n  ","757473":"\n   Why do Catholics think that they can sin as much as they want as long as they go to confession? Us Protestants live morally right as we believe each sin has a consequence and we can’t be given just by confessing to a paedophile Priest.\n  ","757474":"\n   What’s your opinion on women who do that whole make your own gender up thing such as\n   \n    @bornofsaltandsmoke\n   \n   and\n   \n    @urlsareshittbh\n   \n   and\n   \n    @poetalunam\n   \n   ?\n  ","757475":"\n   ॐ Check out this lord SHIVA mantra ॐ This is the power of Hinduism -\n   \n    https:\/\/www.youtube.com\/watch?v=WsY6avyrtJM\n   \n","757476":"\n   I’m excited to here about the news you keep talking about\n  ","757477":"\n   Hi\n  ","757478":"\n   ...because rich people pay big taxes to NYC\n  ","757479":"\n   Rush Limbaugh said rich people are leaving New York.\n  ","757480":"\n   Last time you had sex\n  ","757481":"\n   What?\n  ","757482":"\n   What’s your Monday motivation?\n  ","757483":"\n   What are you currently laughing at?\n  ","757484":"\n   Does this annoy you? People who can't mind their own buiness does that annoy you?\n  ","757485":"\n   You and Lauren talk a lot\n  ","757486":"\n   your MIL\n  ","757487":"\n   Do you have any frenemies\n  ","757488":"\n   That person that said that comment is racist for real\n  ","757489":"\n   I believe that men are men, and women are women. Do you agree?\n  ","757490":"\n   Pap text log\n  ","757491":"\n   Have you experienced a breakup that was so bad that you lost your temper and destroyed everything in your room\n  ","757492":"\n   If I'm crushing on my brother's best friend and he likes me to what should I do?\n  ","757493":"\n   Why?\n  ","757494":"\n   But do you like ash?\n  ","757495":"\n   Do you know anyone who uses big fancy words to try and sound intelligent? I find that tawdry behavior very truculent and perplexing.\n  ","757496":"\n   I will give you a Million Dollars right now?\n  ","757497":"\n   Did you guys miss my questions? \n\nHave you ever took a week long absence from here or other sites?\n  ","757498":"\n   coins for you \n\nanswer with whatever you want\n  ","757499":"\n   What do you think all these coins we earn will be used for?\n  ","757500":"\n   Penny for your thoughts\n  ","757501":"\n   Is it weird if a guy has a fantasy of being in a relationship where the gender roles are reversed? Like the girl is the stronger and bigger one, she protects him, he sits on her lap, she piggybacks\/carries him,and stuff like that? What's your opinion on this would you be in a relationship like that?\n  ","757502":"\n   How tall are you without shoes?\n  ","757503":"\n   How are you\n  ","757504":"\n   Ash doesn’t like you\n  ","757505":"\n   Ever send nudes?\n  ","757506":"\n   When do you want to be married\n  ","757507":"\n   When do you plan on getting married\n  ","757508":"\n   were you a ho in high school?\n  ","757509":"\n   How many kids do you want ?\n  ","757510":"\n   Where are you able to see the leaderboard?\n  ","757511":"\n   Followed...\nbk maybe?\n  ","757512":"\n   click it btch\n  ","757513":"\n   Will you be using this new emoji coming out soon and for what? 😄\n   \n    https:\/\/emojipedia.org\/pinching-hand\/\n   \n","757514":"\n   Did you enjoy the weekend?\n  ","757515":"\n   Do you have a date for Valentine's Day?\n  ","757516":"\n   Craziest childhood memory?\n  ","757517":"\n   Do you use food discount coupons when you buy food\n  ","757518":"\n   Cravings with your son and craving with this pregnancy?\n  ","757519":"\n   What do you love about yourself?\n  ","757520":"\n   Anon: why do you think?\n  ","757521":"\n   Why are you not married\n  ","757522":"\n   Should your gf\/bf challenge you\n  ","757523":"\n   Would it be boring\n  ","757524":"\n   Who do you think are the sexiest lads out of\n   \n    @naeyte4\n   \n   ,\n   \n    @RyaanPullinn\n   \n   ,\n   \n    @DarrenPounds\n   \n   ,\n   \n    @abmsgonetime\n   \n   ,\n   \n    @dylbeenbanned62\n   \n   ,\n   \n    @Cammierango\n   \n   ,\n   \n    @synocol\n   \n   ,\n   \n    @Hamza6484\n   \n\n    @Okwtfdidido\n   \n\n    @jsjxujnxjdjxjxhx\n   \n   &\n   \n    @lacaforseventy\n   \n   ?\n  ","757525":"\n   Who do you like?\n  ","757526":"\n   What is favourite pick me up when you're sad\n  ","757527":"\n   If you had a tv show based on your life what would it be called\n  ","757528":"\n   Who's going to church today?\n  ","757529":"\n   Which dinosaur do you think would have been the most delicious?\n  ","757530":"\n   What's your favorite photo that you've taken?\n  ","757531":"\n   Who do you think are the sexiest lads out of\n   \n    @naeyte4\n   \n   ,\n   \n    @RyaanPullinn\n   \n   ,\n   \n    @DarrenPounds\n   \n   ,\n   \n    @abmsgonetime\n   \n   ,\n   \n    @dylbeenbanned62\n   \n   ,\n   \n    @Cammierango\n   \n   ,\n   \n    @synocol\n   \n   ,\n   \n    @Hamza6484\n   \n\n    @Okwtfdidido\n   \n   &\n   \n    @lacaforseventy\n   \n   ?\n  ","757532":"\n   You’re friends with a racist lmao\n  ","757533":"\n   How are you\n  ","757534":"\n   he an innocent man leave him alone\n  ","757535":"\n   do you think R Kelly is innocent?\n  ","757536":"\n   how do i unbake a cake\n  ","757537":"\n   Wow i want to cm\n  "},"Answer":{"756465":"\n  7:22am\n  ","756466":"\n  Don’t really have 1\n  ","756467":"\n  Well I don’t know what you want to do either\n  ","756468":"\n  Yes\n  ","756469":"\n  Not shops but id go to like Starbucks or Dunkin’ Donuts for ice coffee.\n  ","756470":"\n  Since we live in the same state and area kinda it’s the same :(\n  \n  I usually just watch Hulu or Netflix with my son and man\n  ","756471":"\n  No\n  ","756472":"\n  Well it’s only 10:15am so nothing atm\n  ","756473":"\n  On a good note I think my today toothache is finally going away\n  ","756474":"\n  Stop sending me pointless emojis\n  ","756475":"\n  McDonald’s back in 2012\n  ","756476":"\n  Fake\n  ","756477":"\n  Stop asking this .\n  \n  You asked this yesterday\n  ","756478":"\n  You can go away\n  ","756479":"\n  This doesn’t even make sense 🤦🏻‍♀️\n  ","756480":"\n  Having good tendency\n  ","756481":"\n  2 4\n  ","756482":"\n  Tired of these dumb questions\n  ","756483":"\n  Go the tf away\n  ","756484":"\n  No\n  ","756485":"\n  Lemonade\n  \n  Or some vodka\n  ","756486":"\n  I haven’t been the the cinema since 2015 probably.\n  \n  Me and my man aren’t to big in going to the cinema\n  ","756487":"\n  Depends\n  ","756488":"\n  Saturday\n  ","756489":"\n  I have a really bad toothache rn\n  ","756490":"\n  Depends on the week I had\n  ","756491":"\n  Friday\n  ","756492":"\n  Till probably 6:30 when my man gets home. Then he sleeps and I either fall back to sleep until 7:30-8 when my son wakes up or I stay awake\n  ","756493":"\n  On accident yeah.\n  \n  (She)\n  ","756494":"\n  I always walk in on my man if I have to use the bathroom lmao. Same goes for him 🤷🏻‍♀️\n  ","756495":"\n  What’s with this fetish\n  ","756496":"\n  Yep\n  ","756497":"\n  Blocked 🤮🤢\n  ","756498":"\n  My tooth hurts so bad 😩\n  ","756499":"\n  I’m sure 😂\n  \n  And plus if you have you would’ve message me there\n  ","756500":"\n  I love the iPhone XS Max so much 😍\n  ","756501":"\n  You have zero idea what my house even looks like.\n  \n  You anons love talking out you’re ass to be cool & just to have something to say\n  ","756502":"\n  No\n  ","756503":"\n  No\n  ","756504":"\n  No?\n  \n  He doesn’t care about this whack site\n  ","756505":"\n  No\n  ","756506":"\n  Cool idc\n  ","756507":"\n  O\n  ","756508":"\n  Don’t know who that is\n  ","756509":"\n  Yep I am\n  ","756510":"\n  Nobody said it was\n  ","756511":"\n  No\n  ","756512":"\n  It still got sent to me regardless if it was a shout out or not\n  ","756513":"\n  Don’t mean you have to send me pointless shxt 🙃\n  ","756514":"\n  Kick my feet up & watch movies\n  ","756515":"\n  Nobody wants to hang out with you\n  ","756516":"\n  Yes\n  ","756517":"\n  Watching Hulu\n  ","756518":"\n  But yet you sent it to me 🤔\n  ","756519":"\n  Yep\n  ","756520":"\n  Same reason why you sent me a pointless emojis\n  ","756521":"\n  What’s the point of sending me emojis\n  ","756522":"\n  I want a thigh tattoo piece so bad\n  ","756523":"\n  Wtf\n  ","756524":"\n  Fall\n  ","756525":"\n  I love my new phone so much\n  ","756526":"\n  Happy International Women’s Day\n  ","756527":"\n  Maybe\n  ","756528":"\n  Oh ; well I have zero clue lol\n  ","756529":"\n  🤷🏻‍♀️\n  ","756530":"\n  I don’t see the account anymore\n  ","756531":"\n  Pepsi\n  ","756532":"\n  Ask me some questions\n  ","756533":"\n  No\n  ","756534":"\n  My hair is curly\n  ","756535":"\n  👍🏽\n  ","756536":"\n  7:52pm\n  ","756537":"\n  👍🏽\n  ","756538":"\n  Why would I buy you a ps4 lmao\n  ","756539":"\n  I’m 26w6d\n  ","756540":"\n  No\n  ","756541":"\n  Great\n  ","756542":"\n  Yes I blocked him .\n  \n  And idc what language it is. I don’t speak it\n  ","756543":"\n  Yawn\n  ","756544":"\n  It’s still up but I don’t know the login info\n  ","756545":"\n  When it was out\n  ","756546":"\n  Yeah\n  ","756547":"\n  I got the 64\n  \n  Plus I pay $1 for the 50 storage for iCloud\n  ","756548":"\n  Got the iPhone XS Max\n  ","756549":"\n  Nothing lmao\n  ","756550":"\n  I’m good\n  \n  About to go pick up my new phone soon\n  ","756551":"\n  Don’t have 1\n  ","756552":"\n  Already did\n  ","756553":"\n  I think I want to upgrade to the iPhone XS Max 🤔\n  ","756554":"\n  Getting a car\n  ","756555":"\n  Definitely not\n  ","756556":"\n  Spam my inbox 📨\n  ","756557":"\n  I can never sleep 😴\n  ","756558":"\n  Morning\n  ","756559":"\n  No not really\n  ","756560":"\n  Yep.\n  \n  They’ll never know the good true meaning of music\n  ","756561":"\n  I’m blocking you now\n  \n  I’ve told you numerous times stop sending me shxt in another language\n  ","756562":"\n  It’s really not lmao.\n  \n  And you’re not the 1 paying . Sooo\n  ","756563":"\n  Thanks.\n  \n  I was actually going to orange lmao.\n  \n  But then I see the pink and fell in love .\n  ","756564":"\n  My man??\n  ","756565":"\n  Tyler Perry’s A Madea Family Funeral\n  \n  I want to see LEGO Movie 2\n  ","756566":"\n  Lmfaoo.\n  \n  Not @ all\n  ","756567":"\n  Gel\n  ","756568":"\n  43 bc I already had a set on & I had to fix 1 nail. But than I tipped my nail tech $5\n  ","756569":"\n  Thank you.\n  \n  Me to. I think they’re my fav 💕✨\n  ","756570":"\n  Didn’t have 1\n  ","756571":"\n  Myself\n  ","756572":"\n  👍🏽\n  ","756573":"\n  Yep I was\n  \n  My son has all his expect the flu shot and the same will go for my daughter as well\n  ","756574":"\n  On my nails\n  \n  Some lady who works @ the library said she loves my nails\n  ","756575":"\n  Nope.\n  \n  In NYC a lot of famous go but not in my town\n  ","756576":"\n  5 1\/2 years\n  ","756577":"\n  Yep\n  ","756578":"\n\n   @princess_tal\n  \n\n\n   @hey_its_ciara_\n  \n\n\n   @fabbielousxo\n  \n\n\n   @littletrust\n  \n\n\n   @Melissa_Rosexo\n  \n\n\n   @vanessa1193\n  \n\n\n   @bethenycee\n  \n\n\n   @XxSavageBxtchxx\n  \n\n\n   @babycadiexo\n  \n\n\n   @courtneym4\n  \n\n\n   @whensparksflyallaround\n  \n\n\n   @JoeeeMason\n  \n\n\n   @xoxo_t1093\n  \n\n\n   @learningwithlola\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @reachel_n\n  \n\n\n   @mommabearxx3\n  \n\n  Thats some that popped up\n  ","756579":"\n  Rap\n  \n  R&B\n  \n  Old School\n  \n  Hip Hop\n  ","756580":"\n  Annoyed af\n  ","756581":"\n  I love my nails 🥰\n  ","756582":"\n  Hello\n  ","756583":"\n  Yep\n  ","756584":"\n  I’m so in love with my nails 🥰\n  ","756585":"\n  Once we tipped them $50\n  ","756586":"\n  Me personally. I’d kxll that dog 🤷🏻‍♀️\n  ","756587":"\n  My bad day is turning into a good one 😊\n  ","756588":"\n  When my man almost got locked up because of his mom 3 years ago\n  ","756589":"\n  I already said I live in house in a state\n  ","756590":"\n  Retail probably after I give birth\n  ","756591":"\n  ?\n  ","756592":"\n  ?\n  ","756593":"\n  No not @ the moment\n  ","756594":"\n  In a state\n  ","756595":"\n  I live with my mom , sis , son & bf\n  ","756596":"\n  In a house\n  ","756597":"\n  Can i get decent questions this morning\n  ","756598":"\n  November\n  ","756599":"\n  Think I finally decided on a color and length for my nails later @ 10\n  ","756600":"\n  Not from my knowledge\n  ","756601":"\n  My dads a twin\n  ","756602":"\n  No I wasn’t\n  \n  But my son was\n  ","756603":"\n  No\n  ","756604":"\n  7\n  ","756605":"\n  My moms Christian\n  ","756606":"\n  Yep .\n  \n  But she lad been here for decades\n  ","756607":"\n  Mother\n  ","756608":"\n  I love you 💕\n  ","756609":"\n  Can’t wait to get my nails done today\n  ","756610":"\n  Omfg\n  ","756611":"\n  Some ppl are just so fxcking desperate. It’s just sad @ this point\n  ","756612":"\n  That I want decent questions\n  ","756613":"\n  Laying down\n  ","756614":"\n  Pls, elaborate\n  ","756615":"\n  Love\n  ","756616":"\n  Both\n  ","756617":"\n  Why would I feel sad for someone else treating & loving my kids?\n  \n  Y’all are sad\n  ","756618":"\n  Obviously\n  ","756619":"\n  My sister everyday .\n  \n  My brother I haven’t seen in 2 years but we ft \/ text sometimes\n  ","756620":"\n  Lol.\n  \n  I don’t think so\n  ","756621":"\n  My daughter who I’m currently pregnant has a name .\n  \n  But we’re not telling anyone till she’s born\n  ","756622":"\n  .\n  ","756623":"\n  Now I’m just blocking you for being weird \/ creepy\n  ","756624":"\n  Can i get some decent questions\n  ","756625":"\n  This is just creepy now\n  ","756626":"\n  You didn’t have to send me 3 different things in my inbox\n  ","756627":"\n  I see\n  ","756628":"\n  It’s okay it’s not that serious\n  ","756629":"\n  🤷🏻‍♀️\n  ","756630":"\n  Or you can buy something off my wishlist if you please if not ok\n  ","756631":"\n  I have a wishlist in my bio\n  ","756632":"\n  Blocked\n  ","756633":"\n  You’re asking way to many questions before you even sent me the money .\n  ","756634":"\n  Gotta pay first\n  ","756635":"\n  Sending an emoji isn’t a question either\n  ","756636":"\n  It’s so ironic how they get on and then you get on 🧐\n  ","756637":"\n  No. And even if I did I wouldn’t give it out to some stranger\n  ","756638":"\n  Nah only cash app\n  ","756639":"\n  Yep\n  ","756640":"\n  That’s good 4 you\n  ","756641":"\n  Cash app me $30\n  ","756642":"\n  Ew ; don’t call me ma 🤢.\n  \n  Not even my own man refers to me like that\n  ","756643":"\n  No.\n  \n  They’re acrylic\n  ","756644":"\n  Gross\n  ","756645":"\n  Can I block you?\n  ","756646":"\n  Not sure .\n  \n  It was a long time ago.\n  \n  Probably the first generation\n  ","756647":"\n  Light pink\n  ","756648":"\n  I use to\n  ","756649":"\n  I need me a fan page\n  ","756650":"\n  Yep.\n  ","756651":"\n  Lol. I do .\n  ","756652":"\n  Why ask a question you know the answer to?\n  ","756653":"\n  Hi?\n  ","756654":"\n  Finally cleared \/ answered everything in my inbox\n  \n  Send over some questions\n  ","756655":"\n  Never be able to make any\n  ","756656":"\n  Positive vibes ✨\n  ","756657":"\n  Gee, thanks\n  ","756658":"\n  Yeah?\n  \n  Why wouldn’t he be?\n  ","756659":"\n  No my glucose test soon\n  ","756660":"\n  15lbs so far\n  ","756661":"\n  Let’s just say this .\n  \n  I don’t want to be involved\n  \n  I have my own opinion that doesn’t need to be stated bc who about what I have to say about the situation\n  ","756662":"\n  Good.\n  \n  Can’t wait to get my nails done tomorrow or Friday\n  ","756663":"\n  About to have some ME time\n  ","756664":"\n  • John Q\n  \n  •  Death at a Funeral home\n  \n  • The Help\n  \n  • Anger Management\n  \n  • Liar Liar\n  \n  • The Mask\n  ","756665":"\n  • get our car on the road\n  \n  • juggle 2 kids 💪🏽\n  \n  • save up more\n  ","756666":"\n  Outside\n  \n  Reading more\n  \n  Jogging\n  \n  Going to parks\n  \n  Road trips\n  \n  Walking\n  ","756667":"\n  Seeing baby bean on the screen on the 18th 👶🏽💓😍\n  ","756668":"\n  Depends .\n  \n  If it’s sexual then a turn off.\n  \n  If it’s about food or an activity then no it’s a turn on lol\n  ","756669":"\n  In the air tonight - Phil Collins\n  ","756670":"\n  Stephanie\n  ","756671":"\n  Jordan\n  ","756672":"\n  Marcus\n  ","756673":"\n  Chipotle\n  ","756674":"\n  I told you before stop sending me shxt in another language\n  ","756675":"\n  Stop obsessing\n  ","756676":"\n  Probably ig , Twitter or Sc\n  ","756677":"\n  👍🏽👏🏽\n  ","756678":"\n  Thank you.\n  \n  I couldn’t have said it better 🗣🗣🗣\n  ","756679":"\n  You’re like really obsessed with my race\n  \n  It’s quite sad @ this point :(\n  ","756680":"\n  So why is my mom white?\n  \n  So that makes me half & half\n  \n  White & black\n  \n  Mixed .\n  \n  So that’s what my children are\n  ","756681":"\n  No\n  ","756682":"\n  🙃🙃🙃☺️☺️\n  ","756683":"\n  🤷🏻‍♀️\n  ","756684":"\n  Yawn\n  ","756685":"\n  Lmaooo ; it’s like anything I send you they’d be like I’m kissing ass 😂🤷🏻‍♀️😈\n  ","756686":"\n  Asking for a feet pic\n  \n  Asking for my number\n  \n  Asking for nudes\n  \n  One time someone sent me my address ; but I have a strong feeling I know who she is .\n  \n  Sending shxt about my belly button\n  ","756687":"\n  Overstepping\n  ","756688":"\n  Yep.\n  \n  Her whole axxhole too while I’m @ it 😘\n  ","756689":"\n  Zero ; zero\n  ","756690":"\n  25w and something days lol\n  ","756691":"\n  Ew, no grown ass person should be swimming nude with kids around .\n  ","756692":"\n  I’m not even engaged so who knows\n  \n  Not a major concern of ours rn\n  ","756693":"\n  No\n  ","756694":"\n  Why send ok\n  \n  Not a question\n  ","756695":"\n  If you say so\n  ","756696":"\n  I don’t lie\n  \n  So wouldn’t know\n  ","756697":"\n  Ew, no\n  ","756698":"\n  🤷🏻‍♀️\n  ","756699":"\n  You mean moving to a new state or country? 😱\n  \n  Yes.\n  \n  That’s the plan\n  ","756700":"\n  My son\n  ","756701":"\n  27 rn with clear skies\n  ","756702":"\n  94 you dummy\n  \n  I’m 24 ffs\n  ","756703":"\n  Intelligence\n  ","756704":"\n  90’s nick\n  ","756705":"\n  My son was the last to make me happy\n  ","756706":"\n  I’m tired of these stupid ass questions\n  ","756707":"\n  God I’m tired\n  ","756708":"\n  Don’t care\n  ","756709":"\n  Brains\n  ","756710":"\n  I like kissing\n  \n  Making out is gross unless we’re having sex\n  ","756711":"\n  This sexy chocolate\n  \n   @MostHi\n  \n  😍😜😈\n  ","756712":"\n  How can I tell my kids they’re only black when both of their parents aren’t?\n  \n  That lying now\n  ","756713":"\n  I like my man\n  ","756714":"\n  Okay? How is this relevant\n  ","756715":"\n  I guess\n  ","756716":"\n  Lmao exactly ; like who are you .\n  \n  Ew , it really grossed me tf out\n  ","756717":"\n  I believe B\n  \n  You’re still not together and y’all have a kid so that means ur a single parent . Even if y’all both find someone else . I believe\n  ","756718":"\n  I have zero clue and idk why he was trynna video chat me\n  ","756719":"\n  Sprint 🙄\n  ","756720":"\n  Oh? Is it?\n  ","756721":"\n  Playing candy crush & watching Raising Hope\n  ","756722":"\n  Ew can you not 🙄\n  ","756723":"\n  Who doesn’t 🤷🏻‍♀️\n  ","756724":"\n  Don’t need 1\n  ","756725":"\n  Ask me some thangs 😜\n  ","756726":"\n  Yesterday night\n  ","756727":"\n  Soo over being pregnant .\n  \n  I just want to meet my lil girl\n  \n  This pregnancy has been rough on me :\/\n  ","756728":"\n  🤷🏻‍♀️\n  ","756729":"\n  The fact that I feel sick\n  ","756730":"\n  No\n  ","756731":"\n  Nope.\n  \n  And plus I’m against the death penalty 🤷🏻‍♀️\n  ","756732":"\n  An apartment\n  ","756733":"\n  Becoming a mom @ 18\n  ","756734":"\n  I hate that saying\n  \n  “Oh life’s to short”\n  \n  Well not to be mean but we’re born just to die\n  ","756735":"\n  Why do y’all send me dumb shxt\n  ","756736":"\n  Reframe from calling me cutie\n  ","756737":"\n  Fxcking english\n  ","756738":"\n  My man\n  ","756739":"\n  Different times\n  ","756740":"\n  Oh yeah; I’m getting my nails done either Thursday or Friday.\n  \n  And I’m thinking of getting a pink color .\n  \n  And idk if I should go light pink or a lil dark\n  ","756741":"\n  Bc idc to and there pointless conversations like “ok”\n  \n  Da fxck am I gonna say to “ok”\n  ","756742":"\n  The x\n  ","756743":"\n  That’s ur opinion\n  ","756744":"\n  Yep.\n  ","756745":"\n  Those are the main ones i use daily the others are in a fold on a different page\n  ","756746":"\n  7 years & 6 months today\n  ","756747":"\n  Yep\n  \n  For the Special Olympics & for my sons pre school last year\n  ","756748":"\n  Yep.\n  \n  I do every 2 weeks.\n  \n  But this week I think ima hold off till next week because they aren’t bad .\n  \n  & @ home no\n  ","756749":"\n  Yep.\n  \n  She’s cool and gorgeous 💓😎\n  ","756750":"\n  38%\n  \n  But I’m charging it rn\n  ","756751":"\n  Sure\n  \n  If I was to get decent questions and not stupid ones\n  ","756752":"\n  I made sloppy joe\n  ","756753":"\n  Twenty-4\n  ","756754":"\n  The beginning of earth\n  ","756755":"\n  Politics\n  ","756756":"\n  Fast food\n  \n  Or things for my kids\n  ","756757":"\n  Lol no\n  ","756758":"\n  Life\n  ","756759":"\n  A voice?\n  \n  You mean like someone in my head talking to me?\n  ","756760":"\n  With my lil fam\n  \n  Or alone\n  ","756761":"\n  Well you’re anon .\n  \n  So nobody can send you anything or probably nobody cares to\n  ","756762":"\n  Well again I’m not here for friends or conversations\n  ","756763":"\n  Not anymore\n  ","756764":"\n  So then don’t send me shxt that idc about\n  ","756765":"\n  This isn’t a chat website\n  ","756766":"\n  Being invisible\n  ","756767":"\n  Remember when\n  \n   @NineGDxFour\n  \n  didn’t give a fxck\n  ","756768":"\n  Nope\n  ","756769":"\n  Ask me some questions\n  ","756770":"\n  Hello\n  ","756771":"\n  Yep\n  ","756772":"\n  My weekend was alright lol\n  \n  Hope you had a good weekend\n  ","756773":"\n  I’m not even sure lol\n  ","756774":"\n  Vanilla\n  ","756775":"\n  Taken\n  ","756776":"\n  Ok\n  ","756777":"\n  I don’t\n  ","756778":"\n  Probably not\n  ","756779":"\n  Sure\n  ","756780":"\n  Yes expect the flu shot\n  ","756781":"\n  Don’t give a fxck\n  ","756782":"\n  No\n  ","756783":"\n  No\n  ","756784":"\n  Everyone has\n  ","756785":"\n  No\n  ","756786":"\n  No\n  ","756787":"\n  Don’t care\n  ","756788":"\n  Nothing\n  ","756789":"\n  My man\n  ","756790":"\n  Your mom is\n  ","756791":"\n  👍🏽\n  ","756792":"\n  2013\n  ","756793":"\n  Oh well.\n  \n  No wonder why half this generation is STUPID AF\n  ","756794":"\n  I don’t think it matters how you pay for something as long as you’re paying 🤷🏻‍♀️\n  ","756795":"\n  That’s pretty cool.\n  \n  Bc kids shouldn’t be vaping period but also, NOT @ school on top of that\n  ","756796":"\n  Seriously have the worse heartburn rn 😓\n  ","756797":"\n  Me either.\n  \n  But I can’t wait to meet her soon 💓👶🏽😍\n  ","756798":"\n  Thank you 😊\n  ","756799":"\n  Watching Raising Hope\n  ","756800":"\n  Click the lil imagine pic @ the bottom next to GIF\n  ","756801":"\n  My sons smile\n  ","756802":"\n  How fxcking stupid 😁\n  ","756803":"\n  Make any imaginary thing become reality\n  ","756804":"\n  The cause\n  ","756805":"\n  Mac&cheese\n  ","756806":"\n  Future\n  \n  The past is the pst for a reason\n  ","756807":"\n  Sleeping\n  ","756808":"\n  Send me questions guys\n  ","756809":"\n  Everywhere I go?\n  ","756810":"\n  🤷🏻‍♀️\n  ","756811":"\n  Pepperoni\n  ","756812":"\n  It was alright\n  ","756813":"\n  Pizza Hut is gross\n  \n  I’d rather eat Italian pizza\n  ","756814":"\n  Thanks\n  ","756815":"\n  Why send me an orange emoji\n  ","756816":"\n  26 weeks today 😍💓👶🏽\n  ","756817":"\n  My back hurts & this heartburn is no joke 😭😩\n  ","756818":"\n  Why are you asking such dumb questions\n  ","756819":"\n  O\n  ","756820":"\n  But getting a tutor, learn by someone you know or teach yourself\n  ","756821":"\n  That sucks 4 you\n  ","756822":"\n\n   @Lcottrill\n  \n\n  And nobody else wants to text me lmao. I’m joking I have zero clue if anyone does lol\n  ","756823":"\n  💓👑\n  ","756824":"\n  I’m good @ being a mom lmao .\n  \n  Playing card games\n  \n  I did twirling when I was younger and ballet 😂.\n  \n  I’m good @ lacrosse\n  ","756825":"\n  Lmfaooo ; I know . Let me stop before these anons go running there mouth for more drama lol 🤪.\n  \n  Your answers are hilarious to me anyways 😂🤷🏻‍♀️\n  ","756826":"\n  I’m not obsessed with anything atm\n  \n  But I know I pretty much eat whatever baby bean wants lol and hopefully hold it down too\n  ","756827":"\n  I have especially in school or the doctors office .\n  \n  & nope.\n  \n  He has a learning app he has to do for school\n  ","756828":"\n  Nope lol.\n  ","756829":"\n  Because I can.\n  \n  I didn’t know it was a crime to like someone’s answer on here\n  ","756830":"\n  GxCxD\n  ","756831":"\n  Eating ice 😉\n  ","756832":"\n  Law Abiding Citizen\n  \n  John Q\n  \n  Anger Management\n  \n  I Can Do Bad All By Myself\n  \n  Dream Girls\n  \n  Hairspray\n  \n  Why Did I Get Married\n  ","756833":"\n  Probably\n  \n\n   @vanessa1193\n  \n\n\n   @Melissa_Rosexo\n  \n\n  And\n  \n   @XxSavageBxtchxx\n  \n","756834":"\n  Yep.\n  ","756835":"\n  Don’t have 1 and even if I did I wouldn’t give it to you\n  ","756836":"\n  I know .\n  \n  But that doesn’t mean you HAVE to ask me sexual questions\n  ","756837":"\n  You’ll never know 🤷🏻‍♀️\n  ","756838":"\n  No\n  ","756839":"\n  I’m extremely bored\n  \n  Send me some things to answer\n  \n  Be nosey af\n  ","756840":"\n  Being a mom\n  ","756841":"\n  Sometimes I correct it . Sometimes I don’t bc ya know.\n  \n  Lazy lol\n  ","756842":"\n  Going on social media\n  ","756843":"\n  Vodka\n  ","756844":"\n  Diane. From blackish\n  ","756845":"\n  That’s good 4 you\n  ","756846":"\n  Ofc it is\n  ","756847":"\n  I don’t use a site.\n  \n  I use Netflix or Hulu\n  ","756848":"\n  Hopefully get things started ( don’t want to say yet lol)\n  \n  Besides my son has a Dentis appointment on the 28th  & he lost his first tooth yesterday 😍🦷\n  ","756849":"\n  My man\n  ","756850":"\n  Such a cool \/ weird fact lol\n  ","756851":"\n  Yeah lmao. When I googled it a while ago it was known as a fan fiction 😂. And 50 Shades? That’s actually shocking lol. Learned something new again today lol\n  ","756852":"\n  The Notebook\n  \n  Allie & Noah\n  \n  Ugh ; there story is just so damn cute. Knew each other since they were young. And now he tells Allie all the things they went through . Ugh you gotta look into that book or movie if you haven’t seen it .\n  \n  But it’s more fan fiction lol\n  ","756853":"\n  Not often.\n  \n  We all grew up and have our own fam \/ lives\n  ","756854":"\n  Go find what your hobby is\n  ","756855":"\n  Do you like to not ask stupid questions\n  ","756856":"\n  Ew\n  ","756857":"\n  O\n  ","756858":"\n  It sucks 🤷🏻‍♀️\n  ","756859":"\n  Click my profile picture or scroll down\n  ","756860":"\n  Pepsi , ice tea or lemonade\n  \n  I like water too but not my fav lol\n  ","756861":"\n  The other day\n  ","756862":"\n  ^^^^\n  ","756863":"\n  Well I get them done arched but not to much .\n  ","756864":"\n  I’m doing alright lol\n  ","756865":"\n  This weekend probably only food shopping\n  ","756866":"\n  Now it’s overrated but it’s a decent song.\n  \n  I actually like the music video more than expected lol\n  ","756867":"\n  That I’m a stuck up bxtch .\n  \n  I’m the complete opposite when u know me irl\n  ","756868":"\n  Love learning new things\n  ","756869":"\n  Antiques\n  ","756870":"\n  I’m watching Raising Hope.\n  \n  I wish I was cuddling my man lol\n  ","756871":"\n  Lol yeah.\n  \n  Lots of ppl but I’d rather not say to avoid the drama\n  ","756872":"\n  Depends\n  \n  But for the most part I tend to delete them\n  ","756873":"\n  No but I still don’t think ppl should bully\n  ","756874":"\n  Nobody deserves to be bullied\n  ","756875":"\n  I don’t think so\n  ","756876":"\n  Idc what you do\n  ","756877":"\n  Why send question marks\n  ","756878":"\n  So stop sending me shxt about other ppl\n  ","756879":"\n  Neither\n  ","756880":"\n  🤢\n  ","756881":"\n  No\n  ","756882":"\n  This is\n  \n   @NineGDxFour\n  \n  page\n  ","756883":"\n  Idk there’s like 6 billion ppl in the world\n  ","756884":"\n  🤷🏻‍♀️\n  ","756885":"\n  Don’t care\n  ","756886":"\n  Don’t care\n  ","756887":"\n  Why did you literally copy Tals answer?\n  \n  Ew how unoriginal\n  ","756888":"\n  Fxck off you prick\n  ","756889":"\n  That’s what I believe too.\n  \n  I don’t post my son on here anymore\n  ","756890":"\n  They are .\n  \n  They’re always saying how her child is fake bc she doesn’t post pics on here .\n  \n  Like ppl aren’t obligated to post pics of there kids on the internet especially this social media\n  ","756891":"\n  No\n  ","756892":"\n  I hope baby boy is okay\n  ","756893":"\n  Age always matters\n  ","756894":"\n  L\n  \n  O\n  \n  V\n  \n  E\n  ","756895":"\n  Yes\n  ","756896":"\n  Bc he’s ok? He’s fine? Like idk how else to explain this\n  ","756897":"\n  Lovin\n  ","756898":"\n  He’s ok\n  ","756899":"\n  I’m not married.\n  ","756900":"\n  They’re annoying.\n  \n  I deleted 2 questions already saying ur sons fake.\n  \n  Ppl need to get a grip & stop\n  ","756901":"\n  Bc she’s my mom?\n  \n  And since telling her I’m pregnant it’s been better\n  ","756902":"\n  Yes!!!\n  \n  What’s with y’all obsession\n  ","756903":"\n  Well nobody has came @ me sideways.\n  ","756904":"\n  Some of this shxt on here is disturbing & uncalled for smh\n  ","756905":"\n  This isn’t even a question\n  ","756906":"\n  Yep.\n  \n  And I usually go with my cousin for a girls day 👯‍♀️\n  ","756907":"\n  Thank you 😊\n  ","756908":"\n  Baby me\n  ","756909":"\n  Wtf\n  ","756910":"\n  Yep.\n  \n  Not my place to tell you\n  ","756911":"\n  Ugh . Let me go punch myself 😭😩\n  ","756912":"\n  Anger\n  ","756913":"\n  Because I can.\n  \n  WTH is wrong with y’all\n  ","756914":"\n  Pepsi\n  \n  Orange Fanta\n  \n  Lemonade\n  ","756915":"\n  When I was younger & she really didn’t have a name lmao\n  ","756916":"\n  ?\n  ","756917":"\n  If you’re not already part of it. You’re not a bad bxtch 🤷🏻‍♀️\n  ","756918":"\n  All well.\n  \n  For me that’s good\n  ","756919":"\n  No.\n  \n  When I’m home , @ my dads or when I’m @ my cousins .\n  \n  I automatically just hook up to there or my wifi\n  ","756920":"\n  2005 Ford Taurus\n  ","756921":"\n  Yep 🤷🏻‍♀️\n  ","756922":"\n  I gained 15lbs so far this pregnancy 😊\n  ","756923":"\n  Yep.\n  \n  But I do eventually reply back\n  ","756924":"\n  By scratching my back lmao\n  ","756925":"\n  I’m boring lmao\n  ","756926":"\n  Send me questions.\n  \n  I’m fxcking bored\n  ","756927":"\n  Why because I gave her a compliment 😱.\n  \n  I’m sorry I didn’t know giving someone \/ anyone a compliment is kissing axs.\n  \n  Fyi I’ve never had a problem with her and I like her.\n  \n  So fxck off with your pointless drama\n  ","756928":"\n  It’s been good & bad\n  \n  My feet are starting to swell\n  \n  I throw up everything randomly\n  \n  Acid reflux sucks\n  ","756929":"\n  Watching Law&Order\n  ","756930":"\n  My day was good\n  ","756931":"\n  Waiting to get my car on the road soon 😊\n  \n  Giving birth in about 3 months 👶🏽💓😍\n  ","756932":"\n  My car lmao\n  ","756933":"\n  I don’t really have a new hobby now\n  ","756934":"\n  Doing what! Lol\n  ","756935":"\n  Pizza 🍕\n  ","756936":"\n  Sweet\n  ","756937":"\n  One size too small lmao\n  ","756938":"\n  Couple days ago\n  ","756939":"\n  Nothing wrong with being being body positive. Just don’t go around taking nude photos for the internet unless you’re doing cam, p*rn etc\n  \n  I believe it’s for everyone .\n  \n  Self confidence is key 🔑\n  \n  I’ve been body positive for a long time & even when I’m pregnant now I am\n  ","756940":"\n  Eh ; I believe it took it away.\n  \n  Especially with all these new technology we have now a days.\n  \n  I probably wouldn’t even mind watching movies on DVD’s lol\n  ","756941":"\n  Sour candy\n  ","756942":"\n  I do all the time especially when me and my man are watching a movie I’ve seen already\n  ","756943":"\n  Probably not lol\n  ","756944":"\n  Chewing with your mouth open\n  ","756945":"\n  Fxck no lmao\n  ","756946":"\n  Every time I pass the McDonald’s I worked @\n  \n  Me and my man was just talking about this lmao\n  ","756947":"\n  I started\n  \n  “Raising Hope” again\n  ","756948":"\n  I’d like to think so\n  ","756949":"\n  Went to the doctors\n  \n  Thought I was faking my glucose test today but they had my sitting to be checked for almost an hr\n  \n  So now I have to do my glucose test before my next appointment March 27th\n  \n  Ate pizza\n  \n  Took a nap\n  \n  Woke up\n  \n  Threw up\n  \n  Now I’m watching Law&Order\n  ","756950":"\n  Taking Tylenol while pregnant\n  \n  Pizza\n  \n  Crime news in other states\n  ","756951":"\n  I can’t really say 1 thing\n  \n  My man does nice things fore daily\n  ","756952":"\n  From the bits and parts I’ve read\n  \n  (I barely even go on here)\n  \n  It’s stupid and pointless 🤷🏻‍♀️\n  ","756953":"\n  Why make fun of ppl?\n  \n  Y’all reach way to hard & take the internet way to seriously\n  ","756954":"\n  Threw up everything I ate early 😩\n  ","756955":"\n  Stop sending me your shxtty links\n  ","756956":"\n  I’m having a good day lol\n  ","756957":"\n  ?\n  ","756958":"\n  Yeah\n  ","756959":"\n  6 months ago\n  ","756960":"\n  No that sounds nasty\n  ","756961":"\n  And my son has pop tarts before school\n  ","756962":"\n  Yeah\n  ","756963":"\n  His cousin\n  ","756964":"\n  Whack\n  ","756965":"\n  My lil fam or being alone\n  ","756966":"\n  Thanks\n  ","756967":"\n  I know this already .\n  \n  I’ve done this 5 years ago\n  ","756968":"\n  Ugh, tomorrow is my glucose test 😩\n  ","756969":"\n  • watch YouTube videos\n  \n  • watch tv\n  \n  • listen to music\n  \n  • go on walks\n  \n  • read about the news\n  ","756970":"\n  Depends on what I’m saving for.\n  ","756971":"\n  Depends\n  ","756972":"\n  Ugh I broke a nail.\n  \n  Can’t wait to get it fixed Thursday\n  ","756973":"\n  Ny\n  ","756974":"\n  Stop sending me me rumors\n  ","756975":"\n  Don’t really care tbh\n  ","756976":"\n  Odd question.\n  \n  But, I have service. Lmao\n  ","756977":"\n  It really was good\n  ","756978":"\n  I have no clue\n  ","756979":"\n  Oh look it’s you anon\n  ","756980":"\n  Social studies.\n  \n  I love learning about history\n  ","756981":"\n  Don’t they 😂\n  ","756982":"\n  Lmfaooo ; and plus telling me to eat a Big Mac isn’t an insult 😉😋\n  ","756983":"\n  Ew,\n  ","756984":"\n  If you didn’t care , you wouldn’t have made a comment 🤷🏻‍♀️\n  ","756985":"\n  You obviously do.\n  \n  That’s why you made a comment\n  ","756986":"\n  Why do you care?\n  \n  You’re not the one paying .\n  ","756987":"\n  Okay , I literally cleared out my inbox \/ answered questions.\n  \n  Send them questions in now 🙃\n  ","756988":"\n  Probably Wendy’s again tonight even tho I had it for lunch, then dinner last night 🤷🏻‍♀️\n  ","756989":"\n  Mhm, literally just all depends on what I’m in the mood for\n  ","756990":"\n  Sometimes depending on my mood\n  ","756991":"\n  😉\n  ","756992":"\n  Probably not\n  ","756993":"\n  My children & man\n  ","756994":"\n  She can’t cook 🤷🏻‍♀️.\n  \n  Father: seafood\n  ","756995":"\n  My sonogram March 18th\n  ","756996":"\n  The next step me & my man took\n  ","756997":"\n  I’m really craving thee chocolate over pretzels 😭\n  ","756998":"\n  ¿¿¿\n  ","756999":"\n  Assault 🤷🏻‍♀️\n  ","757000":"\n  Ew, no\n  ","757001":"\n  More than 5\n  ","757002":"\n  I can be very obnoxious\n  ","757003":"\n  • repeating myself\n  \n  • when my man leaves his clothes next to the laundry basket\n  \n  • when my eyebrows aren’t done\n  \n  • if my nails aren’t painted they bother me\n  ","757004":"\n  Ask me some things .\n  \n  I’m extremely bored 😭\n  ","757005":"\n  I will eventually\n  ","757006":"\n  Go away\n  ","757007":"\n  That’s your opinion 🤷🏻‍♀️\n  ","757008":"\n  Yes!!!!\n  ","757009":"\n  Waffle House\n  ","757010":"\n  Why would I have thoughts???\n  ","757011":"\n  Not really\n  ","757012":"\n  • Sky diving\n  \n  • Travel to a different country with my lil fam\n  ","757013":"\n  When I’m with my lil fam bam\n  ","757014":"\n  Laying in bed naked\n  ","757015":"\n  I’d probably say my 21st 🤷🏻‍♀️\n  ","757016":"\n  iPhone , crashed a car and it was totaled.\n  \n  Tv\n  ","757017":"\n  My children\n  ","757018":"\n  In my bio\n  ","757019":"\n  Yeah\n  ","757020":"\n  Not @ all\n  ","757021":"\n  I have no idea.\n  \n  I have zero clue on how to train a cat. Lol\n  ","757022":"\n  Again, stop sending me things in another language\n  ","757023":"\n  Not really\n  ","757024":"\n  You’ll never know .\n  \n  Maybe , maybe even better 🤷🏻‍♀️\n  ","757025":"\n  Nope\n  ","757026":"\n  I don’t want to say yet lol 🙊\n  ","757027":"\n  Stop sending me things in another language\n  ","757028":"\n  Wouldn’t happen\n  ","757029":"\n  Manhattan\n  ","757030":"\n  Steak ‘n Shake .\n  \n  I don’t eat sea food\n  ","757031":"\n  Ask me some real questions\n  ","757032":"\n  👍🏽🐍\n  ","757033":"\n  👍🏽\n  ","757034":"\n  Why can’t lil bxtches stay in there lane\n  ","757035":"\n  Ew .\n  \n  Don’t sexualize my child or you’ll be blocked\n  ","757036":"\n  Thank you.\n  \n  I fell in love with it.\n  \n  There’s another one on eBay I also, might get\n  ","757037":"\n  Thank you 😘\n  ","757038":"\n  Yep.\n  \n  I’m pregnant so I get what I want 🤷🏻‍♀️😊\n  ","757039":"\n  🌹\n  ","757040":"\n  Sprint\n  ","757041":"\n  I’m glad you learned something new td 😊\n  ","757042":"\n  Lmao oops my bad\n  ","757043":"\n  25 weeks today\n  ","757044":"\n  Can’t wait for this Wendy’s later\n  ","757045":"\n  Goobreoobooblloob\n  ","757046":"\n  Positive vibes ✨\n  ","757047":"\n  No\n  ","757048":"\n  I love my lil family\n  ","757049":"\n  No\n  ","757050":"\n  In my own home in a different state\n  ","757051":"\n  Food , clothes , clothes ; toys \/ clothes for my man\n  ","757052":"\n  Depends\n  ","757053":"\n  I wear glasses.\n  \n  Since elementary school\n  ","757054":"\n  Clothes for my daughter\n  ","757055":"\n  Ok???\n  ","757056":"\n  Sushi\n  ","757057":"\n  👍🏽\n  ","757058":"\n  Folding laundry\n  ","757059":"\n  Idc about my ex’s especially to look @ there fb\n  ","757060":"\n  Hi 👋🏽\n  ","757061":"\n  My MIL\n  ","757062":"\n  Fxcking english\n  ","757063":"\n  Ask me questions\n  ","757064":"\n  My children\n  ","757065":"\n  Good.\n  \n  Did a couple of adulting\n  ","757066":"\n  You’re annoying & immature I see\n  ","757067":"\n  No.\n  \n  No.\n  ","757068":"\n  That doesn’t make me care 🤷🏻‍♀️\n  ","757069":"\n  And I care why?\n  ","757070":"\n  No\n  \n  My name is Gabby\n  ","757071":"\n  That’s gross af tbh\n  ","757072":"\n  Damn\n  ","757073":"\n  🤷🏻‍♀️\n  ","757074":"\n  Not my business\n  ","757075":"\n  Bc I don’t care\n  ","757076":"\n  Don’t care\n  ","757077":"\n  No\n  ","757078":"\n  No\/\n  \n  That’s just stupid af and not effective\n  ","757079":"\n  I’m not playing would you rather\n  ","757080":"\n  I’m glad you know\n  ","757081":"\n  Exactly ; like hell im already pregnant 🤷🏻‍♀️\n  ","757082":"\n  Actually 2 times to be exact\n  ","757083":"\n  Exactly ; like I’m glad they were there when I took the test\n  ","757084":"\n  Actually no.\n  \n  When y’all were saying I was pregnant my test came out negative 😂.\n  \n  Y’all just wanted to think you were right 😂\n  ","757085":"\n  They just salty\n  ","757086":"\n  What’s ur proof 😂\n  ","757087":"\n  You’ll look stupid\n  ","757088":"\n  If she was I would’ve known I’m pretty sure\n  ","757089":"\n  Who cares???\n  \n  You’re obviously both\n  ","757090":"\n  Brown\n  ","757091":"\n  Sometimes\n  ","757092":"\n  No\n  ","757093":"\n  Nope.\n  \n  There’s no solving life’s problems\n  ","757094":"\n  Some lil girl lmao.\n  \n  Who use to be my friend 🤷🏻‍♀️\n  ","757095":"\n  Lmfao shorty couldn’t provide me the SS that her man sent her but instead leaves me on “seen” & blocks me 😂🤥\n  ","757096":"\n  Same reason why you’re not asking questions\n  ","757097":"\n  Wow the things I’m seeing 😱\n  ","757098":"\n  People\n  \n  They irk tf outta me\n  ","757099":"\n  Nope\n  ","757100":"\n  Do u have a question bc u don’t see one\n  ","757101":"\n  Ask me some good questions\n  ","757102":"\n  Bc it’s not for me\n  ","757103":"\n  Ew no\n  ","757104":"\n  No\n  ","757105":"\n  Nope.\n  ","757106":"\n  I haven’t asked. Bc when I was @ 18 week appointment it has went away for weeks.\n  \n  Now it’s coming back lmao\n  ","757107":"\n  👍🏽\n  ","757108":"\n  I’m glad 💓. It’s just I feel like I’m nauseous all the time. I can never catch a break 😭\n  ","757109":"\n  Idk I have them often bc my man is beyond intelligent. He teaching me new words and stuff. His mom always made him look up a word that he didn’t know in a dictionary\n  ","757110":"\n  I seen on the news\n  \n  I think last week some part of Hawaii got snow.\n  \n  I’m telling y’all global warming is real .\n  \n  I live in NY so I’d say hurricane Sandy\n  ","757111":"\n  How are you?\n  \n  Me? Feeling sick. My daughter is going to be the devil lmao. Today me and my man went to breakfast (Joes with his grandpa) and right before I got my nails done I threw up everything right next to our bank lmao. That was @ 11. Finished my nails around 1pm now it’s 3:05pm and I’m starving but not not in the mood for much. So I got a smoothie and a hash brown from McDonald’s lol.\n  \n  That’s how my morning \/ some of my afternoon went lol.\n  ","757112":"\n  House phones.\n  \n  Since everyone has a cell phone ppl rarely use their house phone which helped a lot bc those times when cell phones weren’t as popular as now.\n  \n  If that makes sense l\n  \n  So\n  ","757113":"\n  I’m obsessed with my nails 😍\n  ","757114":"\n  Probably going to do a nude color for my nails td\n  ","757115":"\n  Drake\n  ","757116":"\n  Yeah???\n  \n  So idk why you care about my bladder\n  ","757117":"\n  No\n  ","757118":"\n  Wtf\n  ","757119":"\n  No\n  ","757120":"\n  ?\n  ","757121":"\n  👍🏽\n  ","757122":"\n  R&b\n  \n  Hip-hop\n  \n  Rap\n  \n  90’s\n  ","757123":"\n  Country\n  ","757124":"\n  Not recently\n  ","757125":"\n  Double chocolate chip frappe\n  \n  Or their lemon cake\n  ","757126":"\n  I shower for like 30-40 minutes unless I’m in a rush\n  ","757127":"\n  Wish y’all would stop flooding my inbox with dumb shxt\n  ","757128":"\n  Very!\n  \n  I love them a lot 😍\n  ","757129":"\n  Texting\n  ","757130":"\n  Cops & robbers\n  \n  Manhunt\n  ","757131":"\n  Not flexible @ all\n  ","757132":"\n  Lack of communication\n  ","757133":"\n  Probably 1 lmao\n  ","757134":"\n  Hashbrowns\n  \n  But I like mashed potatoes with gravy lots of it\n  ","757135":"\n  I can be for certain situations\n  ","757136":"\n  Coffee\n  ","757137":"\n  My son\n  ","757138":"\n  Bitter truth\n  ","757139":"\n  Ask me stuff guys\n  ","757140":"\n  Clothing couple weeks ago\n  \n  Grocery shopping beginning of the month\n  ","757141":"\n  Leggings & a hoodie\n  ","757142":"\n  Friday\n  \n  Precious\n  \n  I Can Do Bad All By Myself\n  \n  The Help\n  \n  Jon Q\n  \n  Toy Story\n  \n  Etc\n  ","757143":"\n  Ugh ; probably neither lmao\n  ","757144":"\n  I don’t think I’ve seen an epic way lol\n  ","757145":"\n  Jackets\n  ","757146":"\n  Both\n  \n  They’re equally gross\n  ","757147":"\n  Yep.\n  \n  My mans a smoker 🤷🏻‍♀️\n  ","757148":"\n  Nickname\n  ","757149":"\n  Ghetto names\n  ","757150":"\n  Yep\n  ","757151":"\n  Yep.\n  \n  They have secret files and they’re just fxcked up.\n  ","757152":"\n  Drinking water or letting them go away on there own\n  ","757153":"\n  I use DoorDash\n  ","757154":"\n  Why would I want a key to open to all the doors in the world.\n  \n  How stupid\n  ","757155":"\n  No\n  ","757156":"\n  Why are you asking me a stupid question\n  ","757157":"\n  Why? Does? This? Concern? You?\n  ","757158":"\n  Yeah\n  ","757159":"\n  Yeah?\n  ","757160":"\n  Ask me some things guys\n  ","757161":"\n  Financially stables\n  ","757162":"\n  No thank you\n  ","757163":"\n  Money can’t buy everything\n  ","757164":"\n  I don’t think anyone knows there purpose on earth .\n  \n  You’re born to die\n  ","757165":"\n  ???\n  ","757166":"\n  Wtf\n  ","757167":"\n  No\n  ","757168":"\n  Probably not\n  ","757169":"\n  I look for my man\n  ","757170":"\n  Full\n  ","757171":"\n  Definitely not.\n  \n  Don’t care about ppl nor their opinions\n  ","757172":"\n  No\n  ","757173":"\n  No\n  ","757174":"\n  I have zero clue.\n  \n  But I ghost ppl all the time 🤷🏻‍♀️\n  ","757175":"\n  Neither\n  ","757176":"\n  No I don’t care enough to click this link\n  ","757177":"\n  Why do boys spit\n  ","757178":"\n  Ask me some questions\n  ","757179":"\n  Ppl change when they want to\n  ","757180":"\n  Yea\n  ","757181":"\n  Very\n  ","757182":"\n  Click on my profile pic\n  ","757183":"\n  Walk away?\n  ","757184":"\n  I have zero thoughts on this\n  ","757185":"\n  I don’t like ppl in general\n  ","757186":"\n  I’m great!\n  ","757187":"\n  Why would I enjoy jail lmao\n  ","757188":"\n  ✨✨✨\n  ","757189":"\n  Don’t know who that is\n  ","757190":"\n  I’m not getting into that .\n  \n  But just know I’m way beyond fed up with her .\n  ","757191":"\n  Football\n  ","757192":"\n  Mother-in-law\n  ","757193":"\n  My MiL bullshxt\n  ","757194":"\n  No one cares\n  ","757195":"\n  No\n  ","757196":"\n  It’s a turn off\n  ","757197":"\n  I don’t believe in “God”\n  ","757198":"\n  Their weapons that people purchase \/ ppl in war use\n  ","757199":"\n  Good 4 you\n  ","757200":"\n  Aha ; she’s doing going .\n  ","757201":"\n  I’ve seen them text right in front of customers ; eat while taking orders ; cursed out a customer. I’ve seen a lot lol\n  ","757202":"\n  Lmaoo ; I like going nude 😉\n  ","757203":"\n  That only happens to me when I click on their ads accidentally when trynna get to my inbox. I usually click “do not” or whatever the message says lol\n  ","757204":"\n  Never heard of it either lol\n  \n  I’m from New York\n  ","757205":"\n  Never heard of it.\n  ","757206":"\n  Boring yet again\n  ","757207":"\n  I self please everyday by getting ready & making sure I think I look good for the day even if I’m not going out anymore. Self love \/ confidence is key 🔑\n  ","757208":"\n  You’re just mad bc I listed 1 movie lmao.\n  \n  I obviously can tell the difference.\n  \n  It’s the internet stop taking it so seriously lmao\n  ","757209":"\n  I know literally anything I said or do is some anon coming along to say some hateful things lmao\n  ","757210":"\n  I know what she said lmao.\n  \n  Again, I answered how I wanted .\n  \n  If she doesn’t have a problem I don’t see why you are .\n  ","757211":"\n  Left overs\n  \n  Spaghetti\n  ","757212":"\n  John Q\n  ","757213":"\n  Well I like both so obviously I’m picking both .\n  \n  You’re not understanding that I have more than 1 answer.\n  \n  So you obviously don’t have the mental capacity\n  ","757214":"\n  I like a variety of cereal lmao.\n  \n  I hate any cereal with peanuts or marshmallows\n  ","757215":"\n  Not really tbh .\n  \n  And if there is it has to be interesting.\n  \n  For the most part I stick with my shows I watch daily\n  ","757216":"\n  I listen to old school\n  \n  90’s\n  \n  R&b\n  \n  Hip hop\n  \n  Rap\n  ","757217":"\n  Can i get some questions\n  ","757218":"\n  Yep.\n  \n  He literally takes off his clothes by the laundry basket and leaves them on the floor next to it 🙄\n  ","757219":"\n  Intelligence\n  \n  Funny\n  \n  Nice smile\n  \n  Sweet\n  \n  Lil attitude\n  ","757220":"\n  I literally just answered it .\n  \n  I prefer either my tv or phone.\n  \n  What aren’t you getting?\n  ","757221":"\n  Stop sending me stuff in other languages\n  ","757222":"\n  Probably a turn off Bc I really don’t care much for that stuff @ all.\n  \n  Some of it ain’t even real\n  ","757223":"\n  I watch YouTube in my phone or fire stick\n  ","757224":"\n  I think the only remake that was good was jumanji.\n  \n  All the other remakes to other moves aren’t good and I feel like it just ruins it\n  ","757225":"\n  I watch Hulu, go on my phone , listen to music , or go on YouTube.\n  \n  It’s obviously all of them since I stated it .\n  \n  I pick what I’m in the mood for\n  ","757226":"\n  Milky Way\n  ","757227":"\n  I like to relax , watch Hulu , listen to music or watch YouTube videos\n  ","757228":"\n  No I haven’t\n  ","757229":"\n  I am so\n  ","757230":"\n  Yeah\n  ","757231":"\n  I don’t like any of his friends.\n  ","757232":"\n  My nameplate\n  ","757233":"\n  Wow I didn’t realize I have questions from 3 days ago in my inbox lol\n  ","757234":"\n  We both are lol\n  ","757235":"\n  Gross\n  ","757236":"\n  No\n  ","757237":"\n  I don’t have 1\n  \n  I say this so much\n  ","757238":"\n  No lol\n  ","757239":"\n  I agree with what\n  \n   @fabbielousxo\n  \n  said\n  ","757240":"\n  Chick-fil-a\n  ","757241":"\n  Fxcking disgusting 🤢\n  ","757242":"\n  Yes. It’s all a matter of communication\n  ","757243":"\n  I mean they don’t have to ; but then again, you are taking on there package\n  ","757244":"\n  I can be a very strong debater\n  ","757245":"\n  Nah\n  ","757246":"\n  These days need to fly by\n  ","757247":"\n  No\n  ","757248":"\n  Almost a whole day\n  ","757249":"\n  Idk\n  ","757250":"\n  ?\n  ","757251":"\n  No\n  ","757252":"\n  Click my profile\n  ","757253":"\n  🤷🏻‍♀️\n  ","757254":"\n  Both\n  ","757255":"\n  No\n  ","757256":"\n  No tf\n  ","757257":"\n  Fxcking English\n  ","757258":"\n  Well we live together lol.\n  \n  But when he’s out or @ work I only text him to ask if he’s ok or something I need to tell him\n  ","757259":"\n  24\n  ","757260":"\n  Yeah like 8\/9 years ago\n  ","757261":"\n  Don’t care\n  ","757262":"\n  .\n  ","757263":"\n  Boredom\n  ","757264":"\n  Don’t know\n  ","757265":"\n  Go be stupid elsewhere\n  ","757266":"\n  Sure\n  ","757267":"\n  I really want to move outta state. Having a car is what’s holding us back but that’s all about yo change soon\n  ","757268":"\n  It’s Sunday 4:23am so my weekend is pretty much done.\n  \n  Sunday’s is lazy days\n  ","757269":"\n  What?\n  ","757270":"\n  I don’t really have a style\n  ","757271":"\n  1\n  ","757272":"\n  2 days ago.\n  \n  And I bought my daughter some onesies 😍\n  ","757273":"\n  Sure\n  ","757274":"\n  Hell no 🖕🏽\n  ","757275":"\n  You couldn’t have said it better 👏🏽\n  ","757276":"\n  Anybody can say that lmao.\n  \n  Everybody goes through their own problems daily .\n  \n  So imo everyone has it hard even if you think you have it easy.\n  ","757277":"\n  Not @ all\n  ","757278":"\n  Lmao wow that’s extreme\n  ","757279":"\n  .\n  ","757280":"\n  👍🏽\n  ","757281":"\n  👍🏽\n  ","757282":"\n  Don’t answer on my page when y’all both clearly anons\n  ","757283":"\n  I’m not playing true or false here\n  ","757284":"\n  Exactly ; knowing she knew what he was about . Smh; dumb parents @ it’s finest\n  ","757285":"\n  Thank you!\n  \n  I got really mad when the dad signed the affidavit . Like you saved your own butt instead of your daughters . And he was taking disturbing pics of her when she was 12 . Like wtf\n  ","757286":"\n  I don’t have a crush I have a whole man I’ve been with for 7 years\n  ","757287":"\n  Yep.\n  \n  Netflix sucks tho literally nothing ever good expect a very select few.\n  \n  I seen that & let me tell you. Those parents are fxcking stupid\n  ","757288":"\n  No.\n  \n  Unless you walk out with book\n  ","757289":"\n  Yeah I’m “sure”\n  ","757290":"\n  I’d be weirded out .\n  \n  I wouldn’t say “creepy” but more on the weird end .\n  \n  That would just instantly turn me off.\n  \n  Nah, I wouldn’t say insulted . Probably they liked that first “impression” & that’s one characterization they like. 🤷🏻‍♀️\n  ","757291":"\n  Can’t you come up with a new question?\n  \n  You constantly ask this stupid ass question\n  ","757292":"\n  Bigger & better things.\n  \n  Especially around this time\n  ","757293":"\n  Yes. I stay I love you to family or friends .\n  \n  I’m in love with my man .\n  \n  Huge difference\n  ","757294":"\n  No\n  ","757295":"\n  Toy Story\n  ","757296":"\n  3\n  ","757297":"\n  My smile\n  ","757298":"\n  My mattress isn’t that old lol.\n  \n  My uggs or my ugg moccasins.\n  \n  I have 4 pairs of the boots and 1 pair of the moccasins\n  ","757299":"\n  I don’t have son(s) I don’t have a husband .\n  \n  So this statement is irrelevant\n  ","757300":"\n  Alright\n  ","757301":"\n  My nails have to be painted\n  ","757302":"\n  No\n  ","757303":"\n  Yeah\n  ","757304":"\n  I’m not getting into this topic\n  ","757305":"\n  Ugh , I’m tired of waiting 😫\n  ","757306":"\n  Send me questions\n  ","757307":"\n  Nope\n  ","757308":"\n  I’m not a big fan really\n  ","757309":"\n  I’m blocking you\n  ","757310":"\n  Gross\n  ","757311":"\n  How dare I! 🙄\n  ","757312":"\n  Ew 🤢\n  ","757313":"\n  I’m only 23w5d so that’s not close to a year\n  ","757314":"\n  No\n  ","757315":"\n  Ew 🤢\n  ","757316":"\n  Lol.\n  ","757317":"\n  Y’all all fxcking weirdos\n  ","757318":"\n  You\n  ","757319":"\n  I haven’t seen the 2nd one yet and I really want too.\n  ","757320":"\n  Probably not 🤷🏻‍♀️\n  ","757321":"\n  Positive vibes ✨\n  ","757322":"\n  Idk what to eat for breakfast. Probably McDonald’s & ice coffee\n  ","757323":"\n  Everyday\n  ","757324":"\n  No it’s fine lol .\n  ","757325":"\n  Life\n  ","757326":"\n  It’s 1:48am lol\n  \n  So nothing\n  ","757327":"\n  Love you too 💘\n  ","757328":"\n  Thank you 💘.\n  \n  But, that’s all you\n  ","757329":"\n  Nauseous\n  ","757330":"\n  It was alright.\n  \n  Boring\n  ","757331":"\n  Candy and balloons\n  ","757332":"\n  Yep\n  ","757333":"\n  I’m blocking your dumbass\n  ","757334":"\n  None ya\n  ","757335":"\n  Life sucks\n  ","757336":"\n  None ya\n  ","757337":"\n  More eyeball\n  ","757338":"\n  Nope\n  ","757339":"\n  Kinda yeah it’s a table lol\n  ","757340":"\n  No\n  ","757341":"\n  Questions\n  ","757342":"\n  Sunny\n  ","757343":"\n  I can be\n  ","757344":"\n  Yeah ok\n  ","757345":"\n  And that’s none of your business\n  ","757346":"\n  What’s “wrong” with the world\n  ","757347":"\n  Well, it depends on the persons situation\n  ","757348":"\n  Both lol\n  ","757349":"\n  Same to you!\n  ","757350":"\n  Valentine’s Day!\n  ","757351":"\n  ✌🏽\n  ","757352":"\n  We live in 2 different states .\n  \n  And plus I’d hang with her\n  ","757353":"\n  You can clearly go to her page\n  ","757354":"\n  That’s what I want to know.\n  \n  They’re acting like they have zero shots\n  ","757355":"\n  Lmaooo ;\n  \n  😂\n  ","757356":"\n  I’m glad you know .\n  \n  Bc let me guess? You’re the mom who knows it all?\n  \n  Lmaoo .\n  ","757357":"\n  Good 4 you\n  \n  Don’t really give a shxt\n  ","757358":"\n  Thank you!\n  \n  Like if they have a problem they can talk to you about it .\n  \n  What you do with your child is your business .\n  \n  It’s only 2 shots he doesn’t have .\n  \n  They act like he has zero shots\n  ","757359":"\n  Like I said when u have kids do whatever tf you want.\n  ","757360":"\n  Like I said he doesn’t have 2 shots .\n  \n  So he obviously his all his others lmao.\n  \n  Now fxck off and explain this to her if you have a problem\n  ","757361":"\n  But her son does have shots tho right?\n  \n  Exactly .\n  \n  Talk shxt about a parent who gives their child ZERO vaccines.\n  ","757362":"\n  Exactly and I stated yesterday he has all his shots expect the flu shot which is once a year type thing lmao\n  ","757363":"\n  Yet her son has his shots.\n  ","757364":"\n  Okay mister I know it all lmao.\n  \n  When you have kids you do whatever tf you want .\n  \n  My son has all his shots expect the flu shot which is once a year.\n  \n  He’s all caught up and perfect 😘\n  ","757365":"\n  Thank you!\n  ","757366":"\n  And plus last year I talked with my sons doctor about the flu shot and they had no idea which A B C strain they were injecting into ppls body. Why tf would I trust that?\n  ","757367":"\n  Well ; not every fxcking kid has the measles shot and their fxcking fine.\n  \n  When you have kids you’ll understand .\n  ","757368":"\n  Obviously it’s not .\n  \n  Hence why some ppl in this world don’t get it .\n  \n  I’ve never had the flu shot and m perfectly fine .\n  ","757369":"\n  You know the flu shot isn’t required right?\n  \n  Like my son can get into school without it ;\n  ","757370":"\n  Jeans and a hoodie\n  ","757371":"\n  Followed\n  ","757372":"\n  And so is the flu shot but my son doesn’t have it 🤷🏻‍♀️\n  ","757373":"\n  Click on my profile picture\n  ","757374":"\n  Fxcking english\n  ","757375":"\n  Y’all are boring\n  ","757376":"\n  Question\n  ","757377":"\n  7:06am here\n  ","757378":"\n  Fxck off .\n  \n  You’re annoying af & nobody cares\n  ","757379":"\n  He doesn’t even ask how she’s in my stomach .\n  \n  So that’s pointless\n  ","757380":"\n  He’s 5.\n  \n  No\n  ","757381":"\n  115-120\n  ","757382":"\n  Moms: 2\/14\n  \n  Dads: 12\/4\n  ","757383":"\n  You don’t even know my childhood let alone my life or what I told y’all.\n  \n  That’s not even all my life .\n  \n  I tell y’all what I want y’all to read\n  ","757384":"\n  Sometimes I take it we other times I don’t. But I’d usually get mad . On the internet I don’t give a fxck bc nobody on the internet knows my life . Unless they know me in person\n  ","757385":"\n  Eh ; just really depends\n  ","757386":"\n  I don’t even know how to answer this lmao\n  ","757387":"\n  There’s a lot of fxcking ppl who don’t give there kids all their vaccines \/ don’t give .\n  \n  So you’re telling me their kids are fake too?\n  \n  Or you just fxcking stupid?\n  \n  My son doesn’t have his flu shot?\n  \n  What he’s fake too?\n  ","757388":"\n  I like the sour candy hearts\n  ","757389":"\n  I had pizza . 😍\n  ","757390":"\n  Depends on where I’m going & how far it is.\n  \n  I know I definitely suck @ giving directions tho.\n  \n  My man gets so mad lmao\n  ","757391":"\n  Like 3 years ago\n  ","757392":"\n  Send me some interesting questions\n  ","757393":"\n  Exactly.\n  \n  Like I already said earlier he’s vaccinated lol\n  ","757394":"\n  Yep. Expect the flu shot\n  ","757395":"\n  @ least she vaccinates her child .\n  \n  Fxck off anon\n  ","757396":"\n  We been picked a name since 13 weeks when we found out through the blood test I took\n  ","757397":"\n  Tbh ; I don’t pay attention much to other countries\n  ","757398":"\n  In my bio\n  ","757399":"\n  I know. So freaking annoying lol\n  ","757400":"\n  I’m glad you think you know about my life and childhood\n  ","757401":"\n  No\n  ","757402":"\n  Because obviously my childhood wasn’t the best\n  ","757403":"\n  Ask me some questions guys\n  ","757404":"\n  Nothing @ all.\n  \n  I think Valentines Day is the most dumbest holiday they made\n  ","757405":"\n  T b h ; I have no clue.\n  \n  I try to block out my childhood as much as I can\n  ","757406":"\n  Sometimes religious beliefs ; sometimes the have a medical problem.\n  \n  Other than that ; nope I don’t see how ppl can justify it\n  ","757407":"\n  None\n  ","757408":"\n  Couple weeks ago. Smh\n  ","757409":"\n  Changes my mood\n  ","757410":"\n  Taken\n  ","757411":"\n  I’d say so.\n  ","757412":"\n  I’m for . I would rather my son not get the measles or chicken pox’s . Or better yet I wouldn’t want my son attending school & getting other child sick or have them god forbid die or something. I’d rather my kid and others be safe because I chose to vaccinate\n  ","757413":"\n  Everyone is different\n  \n  And 6 months or a year.\n  \n  I don’t remember\n  ","757414":"\n  About ?\n  ","757415":"\n  No\n  ","757416":"\n  10 facts\n  \n  I’m cool\n  ","757417":"\n  Yep.\n  ","757418":"\n  Well that sucks 4 you\n  ","757419":"\n  Idk\n  ","757420":"\n  Obviously\n  ","757421":"\n  Chicken\n  ","757422":"\n  My day is alright.\n  \n  Only 10:37am\n  ","757423":"\n  Nobody cares\n  ","757424":"\n  Probably\n  ","757425":"\n  Neither .\n  \n  I started smoking when I was 16 but barely lol.\n  \n  Then when I was 18 and and out of school then I smoked a lot\n  ","757426":"\n  Questions\n  ","757427":"\n  Nope\n  ","757428":"\n  Yea\n  ","757429":"\n  Grey\n  ","757430":"\n  Maybe switch your eye doctor\n  ","757431":"\n  Depends\n  ","757432":"\n  👍🏽\n  ","757433":"\n  You’re a problem to me for asking that\n  ","757434":"\n  I gained 11lbs this pregnancy so far lol.\n  \n  Which is good for me 😁\n  ","757435":"\n  I say it depends on how sick the child is. Like a cold maybe. But anything more severe then yeah it irritates me especially if you have no idea what kids are vaccinated\n  ","757436":"\n  Self Destruction\n  ","757437":"\n  Stop sending me shxt in another language\n  ","757438":"\n  Nothing really\n  ","757439":"\n  No\n  ","757440":"\n  What?\n  ","757441":"\n  English\n  ","757442":"\n  My best friend is married so I don’t have that problem or won’t\n  ","757443":"\n  Don’t care\n  ","757444":"\n  I leave ppl on read or I don’t open their message 🤷🏻‍♀️\n  ","757445":"\n  It’s nasty .\n  \n  The drink .\n  \n  That’s what I’m not looking forward to.\n  \n  I know it’s easy. I’ve done it before 5 years ago\n  ","757446":"\n  Yes! I’m just patiently waiting for Spring.\n  ","757447":"\n  Thanks\n  ","757448":"\n  Aha! Not @ all.\n  ","757449":"\n  Our upgrade wouldn’t cost anything. Lmao.\n  ","757450":"\n  iPhone X .\n  \n  Me and my man can upgrade to the iPhone XS Max but we’re just gonna stick with the iPhone X\n  ","757451":"\n  Not currently.\n  ","757452":"\n  GxCxD\n  ","757453":"\n  🙄\n  ","757454":"\n  What?\n  ","757455":"\n  I don’t have a car YET 🤭😉\n  ","757456":"\n  Nothing\n  ","757457":"\n  I can’t wait to buy this case soon\n  ","757458":"\n  Yep.\n  \n  It’s gets hair from being pregnant\n  ","757459":"\n  That show is freaking good but out of hand lol.\n  \n  I can’t wait for season 2 😂\n  \n  And hell no. That’s a whole another level of stalking. Kxlling her loved ones & trynna remove all her friends \/ fam . Nope nope nope. That’s fxcking nuts\n  ","757460":"\n  & I already shave my legs but if that’s what a guy wants to do then so be it lol\n  ","757461":"\n  No lol.\n  \n  I wash my face everyday so it’s smooth and not rough looking.\n  \n  I didn’t know (mostly women) do this lol\n  ","757462":"\n  She’s good.\n  \n  Always kicking & making me sick lol 🙃\n  ","757463":"\n  Those are the main ones I use everyday.\n  \n  I have others in group in the front page that I need but don’t use everyday\n  ","757464":"\n  Feb 27th\n  \n  It’s my glucose test 🤢🙄\n  ","757465":"\n  Chicken quesadillas 😋\n  ","757466":"\n  O\n  ","757467":"\n  Lmfao this one girl I know & it’s because she’s very holy & religious\n  ","757468":"\n  Lol I do sometimes\n  ","757469":"\n  Sounds personal\n  ","757470":"\n  Lol . I’m glad you agree. That literally what that holiday is about & it’s for stores to make more money lol\n  ","757471":"\n  Valentines is the most dumbest holiday out there. I don’t understand why ppl appreciate their s\/o on one day and explain how much you love them? Don’t you do that everyday without a holiday? Why do we need some rip off holiday to prove that? And plus stores rip you off lmao. I’d be with my man but we’re probably not doing anything\n  ","757472":"\n  I have zero clue\n  ","757473":"\n  I don’t care about religion\n  ","757474":"\n  You’re rude af for even sending this to me.\n  ","757475":"\n  Fxck off\n  ","757476":"\n  I’m excited too .\n  \n  More like inpatient 😂🙄\n  ","757477":"\n  Feeling super nauseous tonight 😕🤢\n  ","757478":"\n  That’s cool? But I don’t live in NYC\n  ","757479":"\n  And why do i care?\n  ","757480":"\n  Why? Is. This. Your . Business\n  ","757481":"\n  I see things ; my lil secret\n  \n  On that note . Hopefully a week or 2 left 🤞🏽\n  ","757482":"\n  👀 🤭\n  ","757483":"\n  Nothing rn\n  ","757484":"\n  Ppl annoy me .\n  \n  That’s what annoys tf outta me\n  \n  How about that 1\n  ","757485":"\n  Yep. Everyday\n  ","757486":"\n  She’s not my friend\n  ","757487":"\n  No\n  ","757488":"\n  Okay???\n  \n  How is that affecting my life???\n  ","757489":"\n  Be whatever you choose to be.\n  ","757490":"\n  Still boring 😂\n  ","757491":"\n  No\n  ","757492":"\n  Whatever your heart desires\n  ","757493":"\n  This is old news\n  \n  If you don’t know why by now that’s your lost.\n  \n  I’m not getting into that drama again.\n  \n  It’s over & done with.\n  ","757494":"\n  Nope. 👍🏽\n  ","757495":"\n  Yes.\n  ","757496":"\n  Just because you put a question mark @ the end of this sentence doesn’t make it a question\n  ","757497":"\n  I’ve missed you my dear\n  ","757498":"\n  Coins for me says Lyndsey\n  ","757499":"\n  I have zero clue & I believe they’re just there so ppl can answer questions 🤷🏻‍♀️\n  ","757500":"\n  Ppl irk me\n  ","757501":"\n  Ew\n  ","757502":"\n  I’m 5’4\n  ","757503":"\n  Ask me some questions guys\n  ","757504":"\n  And i care why?\n  ","757505":"\n  To my man\n  ","757506":"\n  Idk . Not our main concern rn\n  ","757507":"\n  🤷🏻‍♀️\n  ","757508":"\n  I’ve been with my high school sweet heart since 11th grade\n  ","757509":"\n  Probably 1 more\n  \n  Since I already have 2\n  ","757510":"\n  Your profile\n  ","757511":"\n  Thanks\n  ","757512":"\n  Btch\n  ","757513":"\n  I’m not clicking on your link\n  ","757514":"\n  Yeah. It was alright\n  ","757515":"\n  My man\n  ","757516":"\n  This is has to be the week 🤞🏽\n  ","757517":"\n  No\n  ","757518":"\n  I didn’t really carve anything with him\n  \n  This time around it’s sweets\n  ","757519":"\n  My self love\n  ","757520":"\n  ?\n  ","757521":"\n  Be I’m not\n  ","757522":"\n  Don’t know\n  ","757523":"\n  🤷🏻‍♀️\n  ","757524":"\n  Stop sending me this Bc I don’t give a fxck\n  ","757525":"\n  My children and my man\n  ","757526":"\n  I usually ignore the world so idk\n  ","757527":"\n  Lifewithmykids\n  ","757528":"\n  Ew\n  ","757529":"\n  Ew none lol\n  ","757530":"\n  Send me some questions guys\n  ","757531":"\n  I don’t give a flying fxck\n  ","757532":"\n  I don’t see how\n  ","757533":"\n  I’m fine\n  ","757534":"\n  That’s your opinion\n  ","757535":"\n  Nope\n  ","757536":"\n  Go away\n  ","757537":"\n  O\n  "}}