{"Question":{"757538":"\n   what is your favourite R Kelly song?\n  ","757539":"\n   how is babby formed\n  ","757540":"\n   boby pic\n  ","757541":"\n   Do you watch porn? Or ever have? 🎥\n  ","757542":"\n   Pap inside your refrigerator? What’s your favorite foods? What are your least favorite? What’s for dinner tonight?\n  ","757543":"\n   If one of your kids wanted to join the military someday would you support them\n  ","757544":"\n   I said would you stay with him not say\n  ","757545":"\n   Would you stay with your partner if they wanted to transition into the opposite s*x?\n  ","757546":"\n   Thoughts on ddlg and cg\/l?\n  ","757547":"\n   because you speak alot of different languages\n  ","757548":"\n   tag your fave ask accounts\n  ","757549":"\n   What is more important for you - friendship or love?\n  ","757550":"\n   Have you ever worn a wig, weave, extensions or a hair piece? If so, post a pic?\n  ","757551":"\n   What do you regret the most?\n  ","757552":"\n   Diljale or Vaastav?😎🤓❤\n  ","757553":"\n   when you are in a relationship do you often get annoyed?\n  ","757554":"\n   Why!?\n  ","757555":"\n   How often do you return food at restaurants? ⁰\n  ","757556":"\n   you woke up feeling sick then you spent time with your bf and son and ate mcdonalds and\/or fried chicken and now youre sleepy, did i get it right?\n  ","757557":"\n   What do you hate\n  ","757558":"\n   Describe your day in emojis\n  ","757559":"\n   Yesterday I sent out a list including types of emergency numbers that people can call, but in your country is there any emergency number you can text instead of calling? Here in Ireland we have one primarily for people with problems hearing and speaking but anyone can use it.\n  ","757560":"\n   Have you ever called..... The police? An ambulance? The fire brigade? An animal rescue? The traffic police\/warden? A radio station? A rental service?\n  ","757561":"\n   When did you last feel sick?\n  ","757562":"\n   Are you a procrastinator?\n  ","757563":"\n   Do you have that one person who makes you happy just by seeing them in your NOTIFICATIONS?🌸\n  ","757564":"\n\n    https:\/\/ask.fm\/mellifluousvixen\/answers\/152609709087\n   \n","757565":"\n   What's the last movie you watched?\n  ","757566":"\n   If you could pick a color for the sky to always be, what color would you pick?\n  ","757567":"\n   When was the last time you went skydiving?\n  ","757568":"\n   When you see an animal in a cage, are you sure what side you are on?\n  ","757569":"\n   What are you looking foward to\n  ","757570":"\n   If you  could read your bf\/husband mind what do you think he\"ll be thinking\n  ","757571":"\n   Devdas or Tere Naam??🤓❤\n  ","757572":"\n   Do you believe in a man asking his gfs dad for permission to marry her? Or is that too old fashioned?\n  ","757573":"\n   Can I be your sidekick?\n  ","757574":"\n   What sneaker models do you wear to drive with? Is there any you wear with no socks sometimes?\n  ","757575":"\n   I feel like you and Lauren talk a lot of shit\n  ","757576":"\n   If you could some up your day is there anything good or bad you have done yesterday? ⭐️\n  ","757577":"\n   Do you know if you can block certain people from seeing your facebook posts. Basically i'm looking for a new job asking around on facebook don't want my boss to know as I have him as a friend\n  ","757578":"\n   Are you single again?\n  ","757579":"\n   Added\n  ","757580":"\n   Do u have snap chat? X\n  ","757581":"\n   What u doing?\n  ","757582":"\n   Do you think there’s more males  or females in the world?\n  ","757583":"\n   Dreams: What's the last dream you remember having and when was it?\n  ","757584":"\n   On what online social media platform do you spend the most time on?\n  ","757585":"\n   What would the world be like without religion?\n  ","757586":"\n   Rock or hip-hop?\n  ","757587":"\n   Sleep Spam: do you use any medication or supplements to help you fall asleep?\n  ","757588":"\n   Sleep Spam(cont'): Can you fall asleep with noise in the background? Is it preferred?\n  ","757589":"\n   Dating profile themed questions.... What languages do you speak? Do you have any pets&what are they? Are you a feminist, why\/why not? What are your dietary restrictions, if any? What are your pet peeves? What traits in others do you appreciate most? What's your worst trait? What's your 5year plan?\n  ","757590":"\n   Do you usually dream in color?\n  ","757591":"\n   Sleep Spam: How many pillows do you sleep with?\n  ","757592":"\n   Which town \/ city  did you grow up in?\n  ","757593":"\n   Would you rather explore outer space or the oceans?\n  ","757594":"\n   What sort of mood are you in\n  ","757595":"\n   What 3 things annoy you ?\n  ","757596":"\n   It's friday❤ i hope all of you have the best weekend ever if not i hope you have better weekdays because you all deserve to enjoy your days to the fullest without regrets ❤ i love you hugs❤❤\n  ","757597":"\n   Followed. Back may be?\n  ","757598":"\n   ¿Verde purpura o azul ?\n  ","757599":"\n   Just seen you smoking on Snapchat from 1 hour ago\n  ","757600":"\n   If you could only pick one. Which would you prefer to wear?\nA.) Necklace\nB.) Bracelet\n  ","757601":"\n   Does it make me a narcissist to want a marble bust of my own head\n  ","757602":"\n\n    @theofficialpaulapiranha\n   \n   died last week\n  ","757603":"\n   What do you miss, but would like to have at your home? 🏘\n  ","757604":"\n   Is It OKAY To Tell A Lie Just To Make Someone Happy?🌝\n  ","757605":"\n   Are you ticklish?\n  ","757606":"\n   What are you Interested in ?\n  ","757607":"\n   What do you work as\n  ","757608":"\n   Why did your parents pick your name were you named after someone\n  ","757609":"\n   you hate your parents\n  ","757610":"\n   Do  you ever treat your parents to anything\n  ","757611":"\n   Are you more like your mum or dad\n  ","757612":"\n   If I offered you a million pounds\/dollars whatever to give up sex would you take the million pounds\n  ","757613":"\n   I had a miscarriage and my boyfriend said he didn’t want to try again because the pain but we’re still having unprotected s** (don’t wanna get my account taken away) I know you’re not him, but what do you think this means?\n  ","757614":"\n   Are you getting weird anon questions?\n  ","757615":"\n   Are you getting your nails done to?\n  ","757616":"\n   When?\n  ","757617":"\n   Must be nice. Well i hope u have a fantastic day.\n  ","757618":"\n   For real?\n  ","757619":"\n   Shit just noticed you're verified\n  ","757620":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart?\n  ","757621":"\n   you're not real\n  ","757622":"\n   21 savage is not from the UK thats some bull dont believe it.\n  ","757623":"\n   What is your favorite type of sushi?\n  ","757624":"\n   the N stands for Nicky.\n  ","757625":"\n   Did you do your glucose test yet?\n  ","757626":"\n   You’re gorgeous 😍\n  ","757627":"\n   How far along are you?\n  ","757628":"\n   hello ;)\n  ","757629":"\n   So ur s*x tape got leaked?\n  ","757630":"\n   favourite pizza toppings\n  ","757631":"\n   What did they say about that\n  ","757632":"\n   Did you tell them it was bad\n  ","757633":"\n   Did you spend $30 on pizza because the food was that bad\n  ","757634":"\n   Ever been to a resturant and the food was awful\n  ","757635":"\n   Does anyone know?\n  ","757636":"\n   Does ur man want that many kids?\n  ","757637":"\n   What about a 4th and a 5th\n  ","757638":"\n   Wiĺ you tell us her name when she is born\n  ","757639":"\n   Do you want a 3rd\n  ","757640":"\n   Can you tell us your future daughter name or nah?\n  ","757641":"\n   Do you have your future kids names picked out\n  ","757642":"\n   yes you do\n  ","757643":"\n   Opinion on ash\n  ","757644":"\n   Do you believe there is someone out there for everyone\n  ","757645":"\n   What's your opinion on the Liam Neeson controversy? Do you think people misunderstood him due to focusing on their own narrative or do you think people understood exactly what he meant; that he's a racist? (If you don't know about this, please ignore this. I've already been asked this too btw.)\n  ","757646":"\n   Today I got stitches while awake for the first time. I always flinched when I seen someone on tv getting stitches, but it wasn't that bad. Have you ever gotten stitches while awake?\n  ","757647":"\n   Who was the most secretive person you ever had sex with?\n  ","757648":"\n   What are you up to\n  ","757649":"\n   What was the news?\n  ","757650":"\n   Have you ever built a snow fort?\n  ","757651":"\n   When was the last time you received really good news? Share if you want\n  ","757652":"\n   If you had three wishes, what would they be?\n  ","757653":"\n   What is the hardest (most work) thing to bake?\n  ","757654":"\n   What happens in 2-3 weeks?\n  ","757655":"\n   Many children like to hold another child's hand and tell people that they're \"boyfriend and girlfriend\". Most children that say they're in a relationship, only hold hands if that and it's usually just a fleeting crush. At what age do you think parents should allow their children to do this?\n  ","757656":"\n   Which of these have you used and which in your opinion is best and why? Netflix, Hulu, Amazon Prime?\n  ","757657":"\n   What is something you never get tired of?\nHugs❤\n  ","757658":"\n   When do you give advice....When it's specifically asked for, when someone implies they need advice, when you think someone needs it etc?\n  ","757659":"\n   Describe what a good friend means to you?\n  ","757660":"\n   Please let me know her @! I miss her terribly!\n  ","757661":"\n   \"get out the black crayon\" .... you are literally light\/meduim brown at your darkest lmao anon is so stupid. by that logic white people should use the white crayon or not even use any colors instead of peach. no one is actually black or white lmao\n  ","757662":"\n   Are you getting my texts? My phone is being stupid.\n  ","757663":"\n   What's her ask? I used to follow her and her one best friend on everything...I can't even remember her name either. Katie maybe?\n  ","757664":"\n   What ever happened to Caroline?\n  ","757665":"\n   Biggest pet peeve\n  ","757666":"\n   How’s it goin\n  ","757667":"\n   How’s your day going?\n  ","757668":"\n   Where is the difference between being confident and being cocky?\n  ","757669":"\n   If you could pack up right now and leave, Where would you go?\n  ","757670":"\n   Do you get shy much\n  ","757671":"\n   Who do you like\n  ","757672":"\n   Me too. I'm always clicking \"agree\" online when I don't even read what I'm agreeing to and I feel like 23andMe's contract is like an irl version of that 😂\n  ","757673":"\n   you said done got one done and not don't. everybody can read, you can't type\n  ","757674":"\n   LOL!!!! your ass can be cloned now.\n  ","757675":"\n   If you've gotten one done then you've already agreed to a contract giving them permission to use your DNA for anything they want like, selling it to make money, to solve open crime cases, to use for cloning etc.\n  ","757676":"\n   23andMe has become very popular. The problem is that these sites can sell your DNA information to health insurance companies and those companies can then reject you from joining them. Do you think this should be illegal? Have you personally ever done one of these ancestry DNA tests\/would you ever?\n  ","757677":"\n   Do You Believe 'And They Lived Happily Ever After' Actually Happens In Real Life?🙄👀\n  ","757678":"\n   What’s up\n  ","757679":"\n   Top 3 strong opinions\n  ","757680":"\n   Do you think it’s abuse to have a child circ though.\n  ","757681":"\n   Opinion on circ.\n  ","757682":"\n   Do @ opinions?\n  ","757683":"\n   What's your kinda trend?\n  ","757684":"\n   Pap of you\n  ","757685":"\n   About how to take good care of underarms?\n  ","757686":"\n   Do you spank your child?\n  ","757687":"\n   I did ask you but you didnt give the ans\n  ","757688":"\n   How to take good take care of underarms?\n  ","757689":"\n   The truth about Lauren will soon be revealed.\n  ","757690":"\n   Dont trust a hoe never trust a hoe don’t trust\n   \n    @lcottrill\n   \n","757691":"\n   Let's Play a Game :) Answer this and pass on to your followers ... Never have I Ever??\n  ","757692":"\n   What’s your opinion on Liam Neeson’s comments? It sort of hit home for me as I have been a victim of racism for being White, even though I’m racist, it did make me feel slightly upset and I wouldn’t wish what happened to me on any race.\n  ","757693":"\n\n    https:\/\/youtu.be\/C3nv0LxRzyk\n   \n   My video on the Liam Neeson controversy and a story about my own experience surrounding the the story.\n  ","757694":"\n   Fav users?\n  ","757695":"\n   I’m dead 😂😂😂😂😂😂\n  ","757696":"\n   you shouldnt do that you might get pregnant again and have two babies\n  ","757697":"\n   omg it's supposed to get into the high 60's here and i'm so happy\n  ","757698":"\n   Last time you had sex\n  ","757699":"\n   How do you de-stress at the end of the day\n  ","757700":"\n   Body confidence picture?\n  ","757701":"\n   Would you rather have a cold beer and a slice of watermelon for dessert, or a glass of champagne and a cupcake?\n  ","757702":"\n   What are you drinking usually during walking?\n  ","757703":"\n   Discharge your pipe then have a wipe\n  ","757704":"\n   what’s a name that is unusual, that you’ve met multiple of? (i know two Wednesday’s!)\n  ","757705":"\n   I lack any sort of relatable perspective on that, but it just seems weird to me and I was just wondering would you ever tolerate something like that in your relationship. I couldn’t even imagine being like that. To me, it’s beyond respecting your partner, and borderline psychotic.\n  ","757706":"\n   a 23 yr old woman bragging about punching a 14 yr old girl lmao wtf\n  ","757707":"\n   What do you think of this\n   \n    https:\/\/ask.fm\/LatinaBeautyQueen\/threads\/153989380976\n   \n   she is a 23 year old woman\n  ","757708":"\n   Can I get your thoughts on a situation?\n  ","757709":"\n   What’s up\n  ","757710":"\n   You guys ever talked to someone on the internet like a stranger or someone you don't know well and you feel like they have some type of hate towards you and you're just like uhhhhh? That is how I feel about someone lol ofc no one here tho\n  ","757711":"\n   Do you agree with this people talking shit or bad mouthing you behind your back are spinless people who need to grow a back bone? I always say if you got a problem with someone say it to their face not behind their back\n  ","757712":"\n   Why\n  ","757713":"\n   Whats a place you hate to go? \nMine is the laundry matt haha\nHugs\n  ","757714":"\n   Last thing to annoy you\n  ","757715":"\n   How do you spend your days off?\n  ","757716":"\n   Did you win\n  ","757717":"\n   Ever been in a fist fight\n  ","757718":"\n   Is checking out girls in night clubs creepy?\n  ","757719":"\n   I don't understand why is it a respect thing\n  ","757720":"\n   When you get married does the male need to ask the girlfriend father to marry her or nah\n  ","757721":"\n   how do i unbake a cake\n  ","757722":"\n   You are lucky\n  ","757723":"\n   Wyd?\n  ","757724":"\n   Where’s Amy\n  ","757725":"\n   you're a hot guy\n  ","757726":"\n   Hi\n  ","757727":"\n   That's good (:\n  ","757728":"\n   Heyyy, how's the baby and you do in?\n  ","757729":"\n   Hey\n  ","757730":"\n   What's your opinion on the USA's two political party system? Do you think it's better for the sake of simplicity or do you think it'd be better with more options?\n  ","757731":"\n   What sort of impression do you get from someone who says \"not all *insert type of person*\"?\n  ","757732":"\n   Who was the last person you assumed something about? What was your assumption, reasoning and was it right or wrong?\n  ","757733":"\n   What was the last thing you overpaid for?\n  ","757734":"\n   You don’t talk to Lauren outside of ask everyone knows she’s not real\n  ","757735":"\n   At what age did you learn to ride a bicycle?\n  ","757736":"\n   Why do you lie\n  ","757737":"\n   What should a good girl be like\n  ","757738":"\n   And you know the rest 😉😂\n  ","757739":"\n   Followed😁\n  ","757740":"\n   how did you get sorted\n  ","757741":"\n   what’s a word that feels summery? (just one word)\n  ","757742":"\n   Why you always block out what Lauren says? Is it because you really aren’t talking to her?\n  ","757743":"\n   Have you watched Abducted In Plain Sight? If so what are your thoughts?\n  ","757744":"\n   worst embarrassing moment ?\n  ","757745":"\n\n    https:\/\/www.instagram.com\/p\/Btdj6sToazx\/\n   \n   share\/like\/comm\n  ","757746":"\n   no you havent\n  ","757747":"\n   21 Savage is from Denby Dale in West Yorkshire, UK and Wikipedia confirms it\n   \n    https:\/\/en.wikipedia.org\/wiki\/Denby_Dale\n   \n","757748":"\n   how do u decide which knickers u wear each day\n  ","757749":"\n   your LA Rams lost\n  ","757750":"\n   do u love walking on a park in the autumn?\n  ","757751":"\n   If you had a crush on someone and he said he thought you were hot, how would you feel? Would you be more confident around him?\n  ","757752":"\n   Please post a picture of you🙏\n  ","757753":"\n   Why it's canned ass.\n  ","757754":"\n   What is the new trendy dance out today?\n  ","757755":"\n   What if every time you got mad or upset you inflated like a balloon?\n  ","757756":"\n   What was the best year of your life? Why?\n  ","757757":"\n\n    @backupyo_\n   \n   and\n   \n    @krystaa_collett\n   \n   would make a cute couple 😇💕\n  ","757758":"\n   I don't have any specific question , so you can tell me one thing that doesn't know anyone else\n  ","757759":"\n   Would you rather be able to fly wherever you want to go or would you  rather live where you are for 10 years \n\nhugs\n  ","757760":"\n   Do you think we should worry about the environment?\n  ","757761":"\n   What's your plan for today? I hope you have a lovely day and night ❤ hugs\n  ","757762":"\n   What is the last thing that truly upset you, to the point your heart dropped into your stomach?? If you wish not to say, please use this as a filler for something that makes your heart melt with love & joy.\n  ","757763":"\n   What language do you use most on your account?\n  ","757764":"\n   If you are given a chance to love a celebrity, who would it be?\n  ","757765":"\n   Do you feel comfortable, when being photographed?\n  ","757766":"\n   Would you buy a container of canned ass?\n  ","757767":"\n   Drop your insta account❤ i'll follow you\n  ","757768":"\n   Who do you keep in touch with from ask?\n  ","757769":"\n   What’s in your pockets right now?\n  ","757770":"\n   I’m tired of Hayley posting about her mental illness. Attention seeker\n  ","757771":"\n   Can you guys please help me ban @\/whensparksflyallaround and @\/heyitsmegannicole? They have been pretending to be singer Megan Nicole and Lauren Cimorelli for years now. They have threatened people and manipulated many. They are not who they seem to be. Please help ban their accounts!\n  ","757772":"\n   What was the last concert you went to?\n  ","757773":"\n   How often do you drink beer\n  ","757774":"\n   What would you do if your mother and father told you they did not want to be your parents anymore, so they cut off all communications with you?\n  ","757775":"\n   What would you do if a stranger from this site tries to be too friendly and won't stop asking you personal questions about your life, and reporting them don't make him stop?\n  ","757776":"\n   Do you have neighbors who do strange things? Our neighbor told us she goes to Wal-Mart and meet random people and let them come over.\n  ","757777":"\n   thoughts on people of double face?\n  ","757778":"\n   Roller coasters or water slides?\n  ","757779":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","757780":"\n   What is your favorite fanfic? Do you like them actually?\n  ","757781":"\n   Why do some people get back together after breaking up ?\n  ","757782":"\n   What’s up\n  ","757783":"\n   Pap of snapchat streaks\n  ","757784":"\n   say names tho\n  ","757785":"\n   Hi\n  ","757786":"\n   What ya doin\n  ","757787":"\n   Do you have trouble sleeping? Cause i do😴 it's 3am i can't sleep plus i don't feel good \nHugs\n  ","757788":"\n   How are you all doing? Good i hope ❤ hugs\n  ","757789":"\n   Is there anything you're excited about? \nI'm excited because its 2 weeks till sami's graduation ❤ plus I'm either meeting his mom or parents depends whose flying here😇  Hugs\n  ","757790":"\n   answer questions with words not an emoji.\n  ","757791":"\n   More embarrassing nip slip or buttcrack?\n  ","757792":"\n   How old are you?\n  ","757793":"\n   How old do people say you look?\n  ","757794":"\n   If you're not paying your exhorcist?  Are you getting repossessed,?\n  ","757795":"\n   What’s your kryptonite?\n  ","757796":"\n   Do you celebrate Groundhog Day? If so, how?\n  ","757797":"\n   please dont insult groundhog Phil or the people who believe in groundhog day.\n  ","757798":"\n   How did you feel when you woke up?\n  ","757799":"\n   On an scale from 1-10 how much open minded are you?\n  ","757800":"\n   Phil didn't see his shadow so it's going to be an early spring probably starting next week\n  ","757801":"\n   Honest hour?\n  ","757802":"\n   Oh. I though with the 2 kids....\n  ","757803":"\n   sometimes some ppl will get depressed and frustrated if they always heard cruel word and fake gossips bout them, right?\n  ","757804":"\n   Have you ever gone camping? \nHugs\n  ","757805":"\n   How's your Friday \/ first day of February treating you?\n  ","757806":"\n   How many PAP questions do you have in your inbox? I have 4. \n\nwould this count as one? :P\n  ","757807":"\n   Where did you and your husband go on your honeymoon?\n  ","757808":"\n   your opinion bout bad dad who always talkin' shit and much lies bout his wife nd child. and make others ppl and other family hate them so much?\n  ","757809":"\n   What's your opinion on the terms of endearment \"work husband\" & \"work wife\"? It's used to refer to the person at your work who you're close to & spend a lot of time with, however many don't like the terms as some people who use them already have a spouse at home & often flirt with their work spouse\n  ","757810":"\n   What’s something you have to do?\n  ","757811":"\n   What time is it where you are?\n  ","757812":"\n   What breed of cows do your family keep?\n  ","757813":"\n   What’s everyone doing tonight ?\n  ","757814":"\n   Do you own me?\n  ","757815":"\n   do you friendzone guys?\n  ","757816":"\n   How much would it cost to buy your love?\n  ","757817":"\n   What's your favorite thing about someone you're close to? Hugs\n  ","757818":"\n   Name a few things\/people\nYou'd take with you if you went on a road trip❤ hugs\n  ","757819":"\n   What physical qualities (appearance\/looks) will land a guy in the \"friend zone\" rather than the \"date-able\" group for you? 👩🏼👱🏼\n  ","757820":"\n   I just died 😂😂😂😂\n  ","757821":"\n   how did you get verified 😱\n  ","757822":"\n   Would you erase your most precious memories to become smarter?\n  ","757823":"\n   What were you & ur man talking about?\n  ","757824":"\n   Do you know who Banksy is? Do you like his art?\n  ","757825":"\n   Have you ever played matchmaker? Like you set up two people on a date?How did it turn out?\n  ","757826":"\n   Is school uniform a good thing or a bad thing?\n  ","757827":"\n   How often do you get to pamper yourself and get time to yourself?\n  ","757828":"\n   Pap text convo with Lauren?\n  ","757829":"\n   Why haven’t you read Emma’s message\n  ","757830":"\n   yep i agree you remember nothing\n  ","757831":"\n   Pap text log?\n  ","757832":"\n   Do you often forget to do something despite several reminders?\n  ","757833":"\n   Do you like to wear sweaters?\n  ","757834":"\n   What things should you never tell your parents?\n  ","757835":"\n   In your opinion what’s the most overrated item on today’s market\n  ","757836":"\n   If you have a boyfriend\/girlfriend who is very distant and constantly avoids you,    How long do you have to wait before you can treat your own self?\n  ","757837":"\n   do you watch horror movies?\n  ","757838":"\n   By\n  ","757839":"\n   What do you bake..\n  ","757840":"\n   Dunia ma kitni h nafraty phir behi dillo ma h cahatae...\n  ","757841":"\n   Should this guy put a shirt on?\n   \n    https:\/\/akimg0.ask.fm\/7d2\/40305\/a247\/415f\/8a88\/6c6fc6bc8978\/normal\/1025585.jpg\n   \n","757842":"\n   Which do you think is more important: following the dreams your parents want for you or following your own dreams?\n  ","757843":"\n   How far along are you?\n  ","757844":"\n   Which team should I bet everything on to win on Sunday?\n  ","757845":"\n   Happy February its another new month for new pages of our lifes! ❤ make each day count! Are you looking forward to anything this month? Hugs i hope you have a lovely weekend and even better weekdays ❤ love you\n  ","757846":"\n   Do you have a very good standard of living? 😁\n  ","757847":"\n   Doctors have a very good standard of living in almost every country in the world. Why do some of them work in illegal trade in human organs?\n  ","757848":"\n   What’s one luxury item you would like to own?\n  ","757849":"\n   They send you that and they don't know you're a beggar\n  ","757850":"\n   U know what a sleeperhold is?\n  ","757851":"\n   U work out?\n  ","757852":"\n   Y don’t u watch it?\n  ","757853":"\n   Do u know what it is?\n  ","757854":"\n   Send to\n   \n    @HeartOfStitches\n   \n   some money he needs to pay rent\n  ","757855":"\n   U watch ufc?\n  ","757856":"\n   How’s your day goin\n  ","757857":"\n   How old are you?\n  ","757858":"\n   Do you guys love your job? If so what do you love about it\n  ","757859":"\n   To whom do you usually tell good news first?\n  ","757860":"\n   What are simple ways you pass time?\n  ","757861":"\n   Whats the first thing you do when you wake up? Hugs\n  ","757862":"\n   If nobody buys a ticket to a movie do they still show it?\n  ","757863":"\n   You guys happy with life ?\n  ","757864":"\n   Can all problems be solved?\n  ","757865":"\n   What snack foods do you like?\n  ","757866":"\n   why is you so quiet lately\n  ","757867":"\n   Sorry should have read your bio. Just seen you're expecting a girl! Congratulations again 🌸\n  ","757868":"\n   And you’re still skinny I’m jealous\n  ","757869":"\n   What's something you always do?\n  ","757870":"\n   What’s up\n  ","757871":"\n   What's up hows your day\n  ","757872":"\n   What is your dream bedroom?\n  ","757873":"\n   petty af\n  ","757874":"\n   Are you a forgiving person?\n  ","757875":"\n   How are you? Really\n  ","757876":"\n   Mazak\n  ","757877":"\n   Are you negga?\n  ","757878":"\n   What's the movie that made you cry?\n  ","757879":"\n   Why they mention me in such stupid question 😂😂\n  ","757880":"\n   Where u from? I am from USA in florida\n  ","757881":"\n   Pap of outside\n  ","757882":"\n   Pregnant\n  ","757883":"\n\n    http:\/\/aaachimneycleaning.com.au\/\n   \n","757884":"\n   No seriously I'm not gay. But I keep looking at how big it is. I think about it in my mouth. That's gay huh? :(\n  ","757885":"\n   I love New York I wanna visit u sometime girl!\n  ","757886":"\n   If I glance at my boss's penis just for a second does that make me gay?\n  ","757887":"\n   Where r u from\n  ","757888":"\n   😍. How freaking cute\n  ","757889":"\n   June will be here before you know it! 😊\n  ","757890":"\n   How exciting\n  ","757891":"\n   Pap of swollen feet if you have that lol. I know I had with my little one\n  ","757892":"\n   Oh, that's cool. Good luck with your pregnancy, when are you due if you don't mind me asking?\n  ","757893":"\n   Will you have to take out your belly ring or can it stay in?\n  ","757894":"\n   Pap of your bump\n  ","757895":"\n   What apps do you mostly use on your phone?\n  ","757896":"\n   Shy guys, how do you flirt or show you like a girl without actually telling her?\n  ","757897":"\n   WHO'S HOTTER?  KATY PERRY  VS  TAYLOR SWIFT,\nCHECK OUT THE PICS ON MY POLLS AND VOTE.\n  ","757898":"\n   If you could have any question answered what would it be ? Hugs\n  ","757899":"\n   Do you eat Panda Express\n  ","757900":"\n   Pale skin or tanned skin?\n  ","757901":"\n   Do you have a favourite type of tree, flower or plant? Pap.\n  ","757902":"\n   Who’s on?\n  ","757903":"\n   Don't cry because it's over, \nSmile because it happened...\nKeep Smiling 🔥🔥\n  ","757904":"\n   In your opinion is it more of a positive or negative thing for a vegetarian parent to raise their child vegetarian also? Why?\n  ","757905":"\n   Today I watched BASEketball for the first time. It's a movie about combining baseball with basketball. If you had to combine any two sports, what would they be and what would it be called?\n  ","757906":"\n   Any advice for love?\n  ","757907":"\n   When you get sick which part of being sick do you hate? Hugs\n  ","757908":"\n   hi! what’s ur middle name? what’s ur dog’s name? what’s ur favorite band? who’s ur favorite rapper?\n  ","757909":"\n   What's your favorite holiday? Do you have a good memory you like to look back on? Hugs\n  ","757910":"\n   Would you rather go to Westworld or Jurrasic Park?\n  ","757911":"\n   What time is it? Here is 9:23am 🙃 hugs\n  ","757912":"\n   yes\n  ","757913":"\n   Hola ??\n  ","757914":"\n   why have you not given birth yet?\n  ","757915":"\n\n    @valentina_v0\n   \n\n    @karaz_ykm\n   \n   want to know, why are you against circumcision?\n  ","757916":"\n   Do you think kids our age can be in love?\n  ","757917":"\n   Ever been called ma'am before\n  ","757918":"\n   Fotos de tu sonrisaa\n  ","757919":"\n   Do you dance?\n  ","757920":"\n   Amy talks crap about you on her page\n  ","757921":"\n   What is one thing you dream about more then anything? Hugs\n  ","757922":"\n   What makes you really mad?\n  ","757923":"\n   That Awkward Moment?\n  ","757924":"\n   So in my town, there is a teacher's aid who sent nude pictures of herself to a 17 year old boy (he sent some back), people are saying she's a nice lady and she deleted them and feels bad so she shouldn't be charged.\nI think she needs to be thrown in jail. \nWhat's your opinion?\n  ","757925":"\n   Do you like to act spontaneously or plan things? Why?\n  ","757926":"\n   When was the last time some dogooder ruined your evil plans??\n  ","757927":"\n   When is the last time you had a bloody nose?I just had one. And no I wasn’t picking it\n  ","757928":"\n   What was the worst fight you had with your significant other?\n  ","757929":"\n   Do you like to act spontaneously or plan things? Why?\n  ","757930":"\n   I love when the trash takes itself out 😂\n  ","757931":"\n   Have people taken photoshopping too far? What do you think?\n  ","757932":"\n   Would you be mad if you found out he did?\n  ","757933":"\n   Do you consider it cheating if your significant other watches p*rn?\n  ","757934":"\n   Ever been to prom? Why or why not?\n  ","757935":"\n   Hey\n  ","757936":"\n   What ya doin\n  ","757937":"\n   Heya would you be so kind to entertain me with one question please? What ever you ask i shall answer 100% truthfully. Ask anything btw i follow you\n  ","757938":"\n   Choose one from each pair of items..... Bath bomb or bubble bar? Chocolate or liquorice? Soup or ramen? Tattoo or piercing? Denim or cotton? Journal or novel? Map or compass? Comic book or action figure?\n  ","757939":"\n   Do you think that people should or shouldn't receive coins for sending anonymous questions?\n  ","757940":"\n   Who's scarier, a criminal who blends in with everyone else or a criminal who stands out? Why?\n  ","757941":"\n   Right now?\n  ","757942":"\n   When?\n  ","757943":"\n   If you were an anime character. Which character you want to be ? post a picture if you can.\n  ","757944":"\n   You ain’t god\n  ","757945":"\n   Who out tonight?\n  ","757946":"\n   Why not?\n  ","757947":"\n   Got peanut butter for dat bread?\n  ","757948":"\n   Alright I won’t but for the sake of the kids I’ll pray for y’all.\n  ","757949":"\n   I mean do you got a lot bread? Cause two kid gonna be expensive.\n  ","757950":"\n   People will just ask stupid questions\n  ","757951":"\n   How will you raise two children?\n  ","757952":"\n   How are you\n  ","757953":"\n   What’s up\n  ","757954":"\n   It gooooooes way further than 9 months! Like 10 or 11 is where I stopped and she was still going on.\n  ","757955":"\n\n    @xxAmyLovesBVB1xx\n   \n   Faked being pregnant?\n  ","757956":"\n   Chips or popcorn?\n  ","757957":"\n   thanks for stating the obvious\n  ","757958":"\n   Im leaving moving out of my mothers house in June. My boyfriend is 25 and has a stable job and is letting me move in and rent with him... I'm 19 and my mother had been wanting me out of the house.. I just wanted to know if this is stupid or a good idea?\n  ","757959":"\n   Gah stop faking 😂 my post was def about\n   \n    @xxAmyLovesBVB1xx\n   \n   not you 😂😂😂\n  ","757960":"\n   I agree. 😊\n  ","757961":"\n   Everyone needs something different in a relationship & we're forever growing as people. 5yrs ago I needed someone fun,loyal,lively. Now I need someone who will push me to succeed, is honest & emotionally mature, is spontaneous & responsible. What do you need out of a relationship when you're in one?\n  ","757962":"\n   I'm currently watching Blue Is The Warmest Colour. What is the warmest colour to you? One that makes you feel cozy, comforted, warm.\n  ","757963":"\n   When you were ten years old, what did you want to be when you grew up to be the age you are now? Are you what you wanted to be or did your plans change?\n  ","757964":"\n   They're not allowed to drink liquor at 16, that's the point of the law. Wine is very entwined with French culture, therefore legally, they're allowed to drink it at 16. But they've to wait until they're 18 to have liquor.\n  ","757965":"\n   Do you ever think of something to ask but it's been hours since you thought of it and don't remember what you wanted to ask now?\n  ","757966":"\n   Is there a song that keeps getting stuck in your head? Baby Shark do-do-d - DAMMIT!!!!!\n  ","757967":"\n   When was the last time you were emotionally touched by a book\/movie\/tv show? What's it's name and what made you feel moved?\n  ","757968":"\n   i’m bored someone hml\n  ","757969":"\n   Have you ever been naked in a car?\n  ","757970":"\n   Okay. Sorry bout that\n  ","757971":"\n   Oh my apologies she tagged you in it so I assumed she was aiming it at you.\n  ","757972":"\n   PAP of your current surroundings?\n  ","757973":"\n   Pretty sure\n   \n    @Lcottrill\n   \n   already did\n  ","757974":"\n   What should I get my wife for her birthday?I was thinking like a nice new broom. See for Christmas I got her a dustpan and she just glared at me. I think she wanted me to get those together. Oh well.\n  ","757975":"\n   So why is ur baby scan on google?\n  ","757976":"\n   AMOSC:dslover53  Guys only♥\n  ","757977":"\n   Is she really gonna delete all 22k answers?😂\n  ","757978":"\n   How lame that Amy is deleting all her answers now\n  ","757979":"\n   And one month ago too apparently\n  ","757980":"\n   when do you like to have privacy the most ?\n  ","757981":"\n   What a way to make a day pass lol that was interesting\n  ","757982":"\n   That was me lol\n  ","757983":"\n   45 SS of how fake Amy is dude 😂😂😂\n  ","757984":"\n   She’s deleting all her lies 😂\n  ","757985":"\n   What’s the creepiest compliment you’ve ever received?\n  ","757986":"\n   Pap text log\n  ","757987":"\n   Pap of notifications on your phone\n  ","757988":"\n   Every day is a new day for you. Every day is a chance to make your life better. Don't sit around. Just get on with it. \nKeep Smiling 🔥🔥\n  ","757989":"\n   “locks only keep honest people out”. what do you think of this saying ? do you think with this being applied, that locking your car and front door is pointless ?\n  ","757990":"\n   Anyone here\n  ","757991":"\n   i just spit all over my screen because of your answer.\n  ","757992":"\n   What's your opinion on the following statement and do you agree or disagree with it?.... \"There's such a maturity gap between 50y\/o and 18y\/o partners that the older partner is probably only dating the 18y\/o because they can't legally date anyone younger\".\n  ","757993":"\n   In France, it's legal for 16year olds to drink beer and wine. Whereas spirits and liquor are only legal when 18 and above. What's your opinion on the legal age for alcohol consumption being split like this?\n  ","757994":"\n   Are you a very ambitious person?\n  ","757995":"\n   Who you going on a date with?😪\n  ","757996":"\n   What is the worst excuse you've ever heard?\n  ","757997":"\n   Do you often forget to do something despite several reminders?\n  ","757998":"\n   What’s something that’s been bothering you lately?\n  ","757999":"\n   What color looks best on you?\n  ","758000":"\n   Do you like your  name\n  ","758001":"\n   Are you having another baby?\n  ","758002":"\n   most sweet person you know?\n  ","758003":"\n   Ever get a facial\n  ","758004":"\n   Why does everyone want to do @n*l? It's overrated and kinda really really gross\n  ","758005":"\n   she was lying she wanted people to feel bad for her\n  ","758006":"\n   it's probably because like she said, it's because of people like the anon above that dv survivors dont speak up. I dont get what they get from being nasty about it.\n  ","758007":"\n   she deleted her ask cause she was lying saying that Cody beat her\n  ","758008":"\n   Nigga you signed up for this shit\n  ","758009":"\n   I dont know either its over bitchhhhhhhhhhhh\n  ","758010":"\n   Where is the strangest place you ever \"borrowed\" Wi-Fi?\n  ","758011":"\n   To all those going through a rough time right now, I just want you to know you are loved and appreciated no matter what. I hope things get better soon!! I promise you are worth it. Falling is easy and it's the getting up that sucks. It can be done so don't give up!! <3\n  ","758012":"\n   they're legit the worst drivers. one of the worst accidents i've been in was bc of a 70-something year old man. he blew through a stop sign in the middle of the day and i couldn't swerve in time. we both ended up on someone's lawn. i got out of the car and he screamed @ me \"what did you do?!\" smh.\n  ","758013":"\n   Recently, Prince Phillip was involved in a car collision. He is 97 years old. Do you believe there should be an age ban on driving? How about specific age retests?\n  ","758014":"\n   Why did hayley wilson delete her ask\n  ","758015":"\n   What would your dream date be like?\n  ","758016":"\n   Do you model my agent would love you\n  ","758017":"\n   How to get rid of a blister\n  ","758018":"\n   Public and private schools are the same thing in the UK\n  ","758019":"\n   How much screen time is too much?\n  ","758020":"\n   Did you go to private school\n  ","758021":"\n   Have you ever counted the days till something happened? If so what was it? Hugs\n  ","758022":"\n   Life isn't complete without -----? Fill it in with what you think should be there? ❤ hugs\n  ","758023":"\n   you answer whatever people ask, period.\n  ","758024":"\n   Why not?\n  ","758025":"\n   Honest hour?\n  ","758026":"\n   Do you live in the city, town or village\n  ","758027":"\n   Gamers:is there an upcoming game you’re really looking forward to getting?Im saving my PlayStation gift card for MLB the Show 19!\n  ","758028":"\n   First 3 LIKERS gets 3 LIKES?\n  ","758029":"\n   What your favorite movie 🎥 of all time?\n  ","758030":"\n   Are you a patient person when it comes to things you want? Hugs\n  ","758031":"\n   Heyy\n  ","758032":"\n\n    https:\/\/www.instagram.com\/m00dybabygirl\/\n   \n   check her ig and see for yourself\n  ","758033":"\n   you follow a fake person who claims to be someone else, she is stealing someone elses identity and you believe that she is who she says she is. she steals other peoples artwork as well. you should see for yourself.\n  ","758034":"\n   well then it explains so much about you, you believe fakes and frauds over real people. have fun living . fake life, and believing fake people, just like hazzy.\n  ","758035":"\n   Can you type without looking at the keyboard?\n  ","758036":"\n   Do you know anyone who doesn’t cover themselves when they sneeze or cough? I don’t want your freakin germs!!\n  ","758037":"\n   hazzy95 on ask is faking a girl on ig m00dybabygirl \nhazzy95 has been stealing her pictures\/videos for over 3 years. the real girls name is jazz. and she lives in aus not cyprus.\n  ","758038":"\n   Your friend tequila_princess68 or her askfm hazzy95 is fake. the real girl is on ig m00dybabygirl hazzy has been using her photos for years. the real girls name is Jazz carlsen. she lives in australia not cyprus.\n  ","758039":"\n   Why do I always have to text my friends first? I feel like I'm the one always initiating and pursing the friendship. They don't text me unless I text them. Should I talk with them about it? It's a concern to me\n  ","758040":"\n   who the hell is Braxton Hicks? are you cheating on your bf again?\n  ","758041":"\n   Why do people say that my younger sister is not blood related to me? : We have the same mom, but we don't have the same father as each other.\n  ","758042":"\n   Her son and boyfriend aren't circumcised, anon. She doesn't believe in it.\n  ","758043":"\n   is your husband circumcised?\n  ","758044":"\n   is your son circumcised?\n  ","758045":"\n   What is more important - to be loved or to fall in love?\n  ","758046":"\n   do you have a son?\n  ","758047":"\n   How’s this pregnancy so far\n  ","758048":"\n   ok 😥😥😥😥\n  ","758049":"\n   why u not follow me??\n  ","758050":"\n   followed may be u followed back\n  ","758051":"\n   I can’t believe your 21 weeks\n  ","758052":"\n   ¿Por que el hombre es infiel?\n  ","758053":"\n   Last time you had sex\n  ","758054":"\n   Thoughts on people with a nudist lifestyle who have children who also take on that lifestyle? Personally it gives me a creepy feeling\n  ","758055":"\n   Sorry about my fans shoutout... haha lol\n  ","758056":"\n   Please follow like and ask\n   \n    @ladyselenitagomez\n   \n","758057":"\n   Ever gone on a tinder date\n  ","758058":"\n   Why would Any say that about you\n  ","758059":"\n   What's your life motto?\n  ","758060":"\n   Sunny Saturday: What is your favorite thing to do in the sunshine?\n  ","758061":"\n   What is your motivation today?\n  ","758062":"\n   Sunny Saturday Spam: Is the sun shining outside while you answer this?\n  ","758063":"\n   Sunni Saturday: What do you know about Islamic faith?\n  ","758064":"\n   Sunny Saturday: Do you like eggs sunny side up?\n  ","758065":"\n   Do you follow any celebrities on instagram or other social media or keep it more to friends? A mixture?\n  ","758066":"\n   one-question spam b\/c i'm bored ; what do you think about NY's new abortion bill ? what are the pros\/cons, in your opinion ?\n  ","758067":"\n   Today i wish I had more ......?\n  ","758068":"\n   Sonny Saturday: Have you ever seen \"The Godfather\"?\n  ","758069":"\n   Little girl? She’s 18 😂😂\n\nAnyways. Heyyy Amy ☝🏼☝🏼☝🏼☝🏼 Since no one gives two fxcks about you and no one thinks you were right by saying that we all know it’s you 😂\n  ","758070":"\n\n    https:\/\/youtu.be\/4qu6vyyocLk\n   \n   share share\n  ","758071":"\n   How often do you eat fast food?\n  ","758072":"\n   How do you react when someone you live with wakes you up at 4am for no reason (roommate, family member, pet, etc)? Feel free to rant or share the story\n  ","758073":"\n   Do you think Marissa or Cadie is more right\n  ","758074":"\n   Amy was wrong for saying that about you\n  ","758075":"\n   What is your favorite color?\n  ","758076":"\n   fxck you old h0es worrying bout what a little girl got to say\n  ","758077":"\n   Any love text recommendation?\n  ","758078":"\n   Tomorrow will be better because ......?\n  ","758079":"\n   Are you a chronic complainer?Do you always find something to whine about?\n  ","758080":"\n   why not?\n  ","758081":"\n   Amy kxlled her brother\n  ","758082":"\n   Followed...\n  ","758083":"\n   Screw Amy\n  ","758084":"\n   sleep well?\n  ","758085":"\n   A youtuber put out a challenge you have to run 100 miles in one week could you do that\n  ","758086":"\n   How many people do you think you've met in your life?\n  ","758087":"\n   what's your sign ?\n  ","758088":"\n   What's your favorite place to think? PAP.\n  ","758089":"\n   Poptarts ended up making a cereal, would you bother trying that or pass?\n  ","758090":"\n   That lil hoe got my blood pressure through the roof If you couldn’t tell by our texts 😂😂😂😂😂\n  ","758091":"\n   My inbox is empty could you please send your anons my way❤ thank you hugs love you! Have a LOVELY day ❤❤\n  ","758092":"\n   If you were a super hero what powers would you have?\n  ","758093":"\n   Pugb oynuyor musun?\n  ","758094":"\n   Amy is messed up\n  ","758095":"\n   It’s petty. Now she’s playing the victim of “I can never have kids” NO ONE BELIEVES YOU BECAUSE ALL YOU DO IS LIE\n  ","758096":"\n   why does it bother you?\n  ","758097":"\n   im glad that makes you so mad.\n  ","758098":"\n   Have you ever had a secret worshipper?\n  ","758099":"\n   Do you think that you are a good person\n  ","758100":"\n   Are you a nerd\n  ","758101":"\n   That’s your opinion 😂\n  ","758102":"\n   If you were stranded on a tropical island what 2 things would you want with you?\n  ","758103":"\n   Opinion on Amy\n  ","758104":"\n   What event has greatly impacted your life?\n  ","758105":"\n   What lesson have your parents taught you as a child that has stuck to you to this day\n  ","758106":"\n   im a diff anon lol\n  ","758107":"\n   we know who lol\n  ","758108":"\n   Who? Lol.\n  ","758109":"\n   Even though you're an adult do you still look for advice and guidance off your parents\n  ","758110":"\n   what is Anon on about lol. \nthere are a couple of things I've seen you and a couple people not agree on (even me) so?\n  ","758111":"\n   How to know if you are a good person?\n  ","758112":"\n   you're very very careful not to disagree with any of your askfm buddies\n  ","758113":"\n   yes you do\n  ","758114":"\n   Do you care about what other people think of you? Why\/why not?\n  ","758115":"\n   What is the dumbest thing you have heard recently\n  ","758116":"\n   Abortion is murder!\n  ","758117":"\n   What ages were you when you got pregnant \/ gave birth?\n  ","758118":"\n   Do you regret getting pregnant this time?\n  ","758119":"\n   That good I have an iPhone XR it’s great\n  ","758120":"\n   If you were to but my the iPhone would u get the XR or XS\n  ","758121":"\n   So now you aren’t really pregnant and I don’t have a son! Yay us!!!!\n  ","758122":"\n   Eat some for me!\n  ","758123":"\n   I swear anons have NO BRAIN.\n  ","758124":"\n   Are you pregnant for real?\n  ","758125":"\n   Has Cadie sent u her nudes?\n  ","758126":"\n   What was the best advice you've ever received?\n  ","758127":"\n   What does the World know about the country you live in?\n  ","758128":"\n   I love your new dp ❤️\n  ","758129":"\n   what are some ways you manage stress?\n  ","758130":"\n   Are you and ur man splitting up?\n  ","758131":"\n   what is the worst injury you ever had and how?\n  ","758132":"\n   Do you know anyone who gave themselves a nickname?What was it?\n  ","758133":"\n   What’s your favorite reptile?\n  ","758134":"\n   What’s your favorite insect?\n  ","758135":"\n   Be honest have you ever wished someone dead?Im not saying it’s right im asking if you have.\n  ","758136":"\n   I thought you & ur mom got along?\n  ","758137":"\n   How far along are you?\n  ","758138":"\n   Have you ever been scolded by someone over the dumbest thing?\n  ","758139":"\n   Do you live near a major highway?\n  ","758140":"\n   Ask is DEAD.\n  ","758141":"\n   how are you\n  ","758142":"\n   What was your favorite TV show when you were a kid?\n  ","758143":"\n   Hello\n  ","758144":"\n   Your daughter is going to be gorgeous like you\n  ","758145":"\n   That’s messed up!\n  ","758146":"\n   Will your MiL be there when ur daughter is born?\n  ","758147":"\n   How many kids to you want?\n  ","758148":"\n   DEAD.\n  ","758149":"\n   Last time u had sex?\n  ","758150":"\n   They’re both disgusting\n  ","758151":"\n   Are you cool with Amy now?\n  ","758152":"\n   Team Cadie or team Marrisa\n  ","758153":"\n   Marrisa or Cadie?\n  ","758154":"\n   Omg omg omg how cute\n  ","758155":"\n   You’re starting to show through your clothes\n  ","758156":"\n   Are you a better person than a year ago?\n  ","758157":"\n   Have you ever hugged a complete stranger out of compassion?\n  ","758158":"\n   What do you think about “Harvey’s law” (Katie Price protested that online abuse should be against the law and it is now going ahead)\n  ","758159":"\n   Are you related to anyone famous?\n  ","758160":"\n   What do you hate to feel ??\nHugs\n  ","758161":"\n   Do you live in a gated community?\n  ","758162":"\n   What do you keep forgetting to do?\n  ","758163":"\n   What's the coolest thing you've ever seen in a museum?\n  ","758164":"\n   Do you replace your conditioner with a hair mask or do you do both?\n  ","758165":"\n   Pap of your bump 😍\n  ","758166":"\n   Is anyone else taking a piss at this roast going on. I’ll admit to it that I can never get involved in such things but this is hilarious x\n  ","758167":"\n   Do you not wear underwear sometimes\n  ","758168":"\n   Do you even like\n   \n    @lcottrill\n   \n","758169":"\n   What is true beauty for you?\n  ","758170":"\n   Is your home a one or two story home?\n  ","758171":"\n   Do you have a safe in your home?\n  ","758172":"\n   How many locks are on your front door?\n  ","758173":"\n   So did mine 😂😂\n  ","758174":"\n   Love 60days 😍😍\n  ","758175":"\n   Also marriage boot camp is epic. lmao the one with tanisha from bgc omg\n  ","758176":"\n   Love after lockup omg. I heard that producing group is the same that does 90 day fiance lmfao\n  ","758177":"\n   Do you have any shows that come on weekly that you watch? What are they?\n  ","758178":"\n   How do you feel your questions would be impacted if you turned anon off?\n  ","758179":"\n   I Support LGBT and Gays and Bisexuals🙂😄👍💯\n  ","758180":"\n   Greg has got a secret other Instagram account that you don't know about\n  ","758181":"\n   Can I live without love? I mean \"romantic\" love. Can I live without it?\n  ","758182":"\n   Name 3 thing you never thought you would do but did\n  ","758183":"\n   Ever pressed a button even though there was a sign saying DONT press the button? Do you not know how to follow directions?????\n  ","758184":"\n   What gets you really hot?😏 For me it’s when I wear a winter coat during the summer .\n  ","758185":"\n   How are you all? It's friday yay! Its almost the weekend so im wishing you all a lovely weekend ahead of you if not i hope the weekdays are even more loveier ❤ you all deserve it and so much happiness! Hugs\n  ","758186":"\n   What tv show is overrated?\n  ","758187":"\n   What do you love more then anything??\nHugsss\n  ","758188":"\n   How many hours of sleep do you get? Hugs\n  ","758189":"\n\n    https:\/\/www.youtube.com\/watch?v=YiIdV-1Imxk\n   \n   😂😂\n  ","758190":"\n   The best movie for you is...?\n  ","758191":"\n   Do you wish to be something little bit more?\n  ","758192":"\n   What are you wearing\n  ","758193":"\n   Hey...don’t post this but you’re my favorite askfm user. 🥰\n  ","758194":"\n   Is this pregnancy hard on you?\n  ","758195":"\n   How much weight have you gained this pregnancy?\n  ","758196":"\n   What would you do if you woke up to find yourself alone on Earth?\n  ","758197":"\n   What are you thankful for today?\n  ","758198":"\n   Nice fruity body lotions\/ body butter will help you smell refreshed after being cleaned\n  ","758199":"\n   you?\n  ","758200":"\n   What are some of your last thoughts before you drift off to sleep?\n  ","758201":"\n   Ever had a massage\n  ","758202":"\n   I went for a 10 mile hike today could you do that?\n  ","758203":"\n   Is it just me or tal seems to collect her friends by buying them gifts?\n  ","758204":"\n   School has always been a major struggle for me and now that I’m 20, I don’t know if I should even go to college, what should I do?\n  ","758205":"\n   What did you do today\n  ","758206":"\n   Who do you want to win the Super Bowl?Rams or Pats?If you don’t care,have you ever zip lined?\n  ","758207":"\n   how are you\n  ","758208":"\n   How often do you drink alcohol? What’s your go to drink? If you don’t drink what drink do you think you would like best?\n  ","758209":"\n   it’s funny because so many people will always see what they wanna see, i accidentally dropped my phone between the cracks of a wood porch, and cuz the person had never met me (they requested me to walk their dog on an app while they werent home) they acted like i did it on purpose!\n  ","758210":"\n   just think, to an outsider, if youre black and theyre white, theyre gonna look racist, and if theyre mexican, in either situation you’ll look like a trump supporter 😂\n  ","758211":"\n\n    https:\/\/ask.fm\/xoxo_t1093\/answers\/152342486564\n   \n   Do you agree?\n  ","758212":"\n   When a white and black person just don’t like each other just because they don’t and not everyone’s personalities mix right together, why do people call out some kind of racism to it?\n  ","758213":"\n   Ever purposely put headphones or ear buds on just so people won’t talk to you?\n  ","758214":"\n   Am I the one who things ask is extremely dead? If you worked for ask.fm what would you do to get people to be more active?\n  ","758215":"\n   why alone? you cant stand your bf\n  ","758216":"\n   How many followers do you have?\n  ","758217":"\n   On average how many questions do you think you get a day on here?\n  ","758218":"\n   If you have children what’s something you do differently than most parents you know? If you don’t have children what’s something you’ve seen parents do that drives you crazy?\n  ","758219":"\n   Where is your \"happy place\"?\n  ","758220":"\n   What ya doooooin\n  ","758221":"\n   New pic of you\n  ","758222":"\n   I’m team Gabby too!!!! 😂\n  ","758223":"\n   Team Marissa or Team Dera or Team Cadie or Team Mariah?? Gotta pick!!\n  ","758224":"\n   Best thing that’s happened to you so far in 2019\n  ","758225":"\n   When’s your birthday?\n  ","758226":"\n   emptiness\n  ","758227":"\n   which languages u speak?\n  ","758228":"\n   u r boring with promoting tellonym\n  ","758229":"\n   Which Twilight character are you?\n  ","758230":"\n   How do fake people live with themselves?\n  ","758231":"\n   You see the Cadie and Marissa drama?\n  ","758232":"\n   What ya doin\n  ","758233":"\n   Hey\n  ","758234":"\n   What's your favorite cake flavor? Hugs today was my mom's birthday so me and my sis went to get her a cake and ice cream ❤\n  ","758235":"\n   Do you only do certain activites with certain friends\n  ","758236":"\n   How does the Internet influence your life?\n  ","758237":"\n   if the answer were yes, what would be your question?\n  ","758238":"\n   Have you ever tried writting a song\n  ","758239":"\n   When people become friends with their ex's, even though they are friends are they still considered to be ex boyfriend or ex girlfriend ?\n  ","758240":"\n   What really annoys you\n  ","758241":"\n   I followed you❤\n  ","758242":"\n   We'll see haha\n  ","758243":"\n   I just got one to try it out 🙃\n  ","758244":"\n   Whats the name of the app\n  ","758245":"\n   I can believe that haha\n  ","758246":"\n   Really\n  ","758247":"\n   Are you married\n  ","758248":"\n   Oh really that's interesting\n  ","758249":"\n   Heyy\n  ","758250":"\n   hey Sarah its wack as hell dont even waste your time with it.\n  ","758251":"\n   I never heard of it? What is it?\n  ","758252":"\n   Will you be doing the 3D scan?\n  ","758253":"\n   Did they tell you at your 20 weeks scan how much she is?\n  ","758254":"\n   When’s ur next appointment?\n  ","758255":"\n   Which is the best book you have read so far?\n  ","758256":"\n   so I'm wondering cause I'm studying and this popped up in my head about the subject: have you ever dated someone or liked someone and felt you were not their type? I remember when I dated someone and I felt way different from them cause they are all this and I'm Eh. lol\n  ","758257":"\n   Everyday is a new beginning \nWe learn something new in every moment \nWhat's one of your favorite moments? Hugs\n  ","758258":"\n   Rose is a nice middle name\n  ","758259":"\n   What's the most beautiful thing to you?\nPost a picture of it? Hugs\n  ","758260":"\n   Have you ever bought from another country? Would you?\n  ","758261":"\n   Do you know what El Niño is?\n  ","758262":"\n   Americans. Have you or your family been affected by the government shutdown?\n  ","758263":"\n   Ever popped anything or heard a crack when you stretched?\n  ","758264":"\n   Do you have a middle name picked out?\n  ","758265":"\n   Hi\n  ","758266":"\n   Okay to all the boys out there... I really need advice.  What are the things that you guys look for in a girl and what things impress you?\n  ","758267":"\n   Wyd?\n  ","758268":"\n   Any is back\n  ","758269":"\n   So these are things that you believe in? I got this question and am confused. I don’t know how to answer\n  ","758270":"\n   T for time. When does it get dark for you?\n  ","758271":"\n   I for ice. How do you feel about icy conditions?\n  ","758272":"\n   Winter spam. W for wind. Ever had times where you went out and it is super windy? With the wind making it worse. Do you try to avoid this?\n  ","758273":"\n   are celebrities justified in suing fortnite for its dances?\n  ","758274":"\n   What pain is harder for you: physical or spiritual?\n  ","758275":"\n   Do you have your own mailbox or do you have an area in your neighborhood where everyone’s mailbox is located?\n  ","758276":"\n   Now, would you say you have had self esteem issues that encountered in a past or current relationship of yours?\n  ","758277":"\n   Do you guys think water taste different and what brand do you prefer? I prefer Dasani. I think it is the best one on the market.\n  ","758278":"\n   What are your unpopular opinions?\n  ","758279":"\n   Is the right person at the wrong time the wrong person?\n  ","758280":"\n   Are you outgoing or shy?\n  ","758281":"\n   youre welcome :)\n  ","758282":"\n   congratulations on your baby!\n  ","758283":"\n   But its also a proven fact that people cant just choose who they are physically attracted to. You need to read a science book or something, your ignorance is showing.\n  ","758284":"\n   Why dont you just say the Earth is flat while you're at it? That can be \"just an opinion\" too and sounds like something you'd believe in since you think people can choose who they are attracted to.\n  ","758285":"\n   anons already starting to ,🙄🙄🙄\n  ","758286":"\n   Views on abortion?\n  ","758287":"\n   mariah calls out marissa. next day marissa claims she’s german lmao joke of the year\n  ","758288":"\n   LOOOOL HOW THE HELL CAN YOU BE SO DUMB. It’s not a question of opinion looool\n  ","758289":"\n   when will you start to properly look pregnant through your clothes?\n  ","758290":"\n   How can you improve your hygiene?\n  ","758291":"\n   wow you are stupid as fukk\n  ","758292":"\n   people cant control if they are bi and they cant control if they are ashamed\n  ","758293":"\n   Is there anything about your physical appearance you want to change?\n  ","758294":"\n   I’m bisexual and PROUD!!\n  ","758295":"\n   Do you know if someone who has denied their sexuality? For instance a bisexual man claiming to be straight and vice versa. And also do you think bisexual men and bisexual women are different from one another?\n  ","758296":"\n   Can you drive\n  ","758297":"\n   Do you like the tv show The Big Bang Theory\n  ","758298":"\n   Do you think time heals all wounds or will there always be a distant part of it there regardless of how long it's been?\n  ","758299":"\n   Your most prized possession?\n  ","758300":"\n   do you know what \"falaka\" means? 😂😂\n  ","758301":"\n   you dont like how hyena's laugh?\n  ","758302":"\n   and how they laugh at other animals.\n  ","758303":"\n   If you could live as a animal for a day which would you pick and why?\nHugsss\n  ","758304":"\n   What drives you nuts more then anything else? Hugs\n  ","758305":"\n   What's the best thing you've done recently?\n  ","758306":"\n   Okay, I just need to send you guys spam to get things off my mind. What did you eat today?\n  ","758307":"\n   When you're sad, what do you do?\n  ","758308":"\n   How much weight have you gained?\n  ","758309":"\n   Gn guys\n  ","758310":"\n   Are you rich\n  ","758311":"\n   Are you posh\n  ","758312":"\n   alright my bad\n  ","758313":"\n   how many hours?\n  ","758314":"\n   You’re 18 weeks, right?\n  ","758315":"\n   Be honest, would he look better as a boy or girl in your opinion? ✨\n   \n    @TheJoshGill\n   \n","758316":"\n   Be honest, would he look better as a boy or girl in your opinion? ✨\n   \n    @TheJoshGill\n   \n","758317":"\n   Under what circumstances do you block people on social media?\n  ","758318":"\n   What’s her name?\n  ","758319":"\n   Does her kicks hurt?\n  ","758320":"\n   What's your dream job?\n  ","758321":"\n   Do you hate when people touch your belly?\n  ","758322":"\n   When are you due?\n  ","758323":"\n   There’s a tight group of 4 best friends that travel together all of the time, 3 of the friends went on a trip leaving 1 out?  If you were the 1 left out how would you feel?  Should they feel bad for not including you?\n  ","758324":"\n   How many times do you hit the snooze button before getting up?\n  ","758325":"\n   Idk if you already answered this but did you have a gender preference for this baby?\n  ","758326":"\n   Hi I just wanted to let you know you are SO PRETTY omg stay perf ❤️ and best wishes for the little one due this year 😍 you’ll be a wonderful mother no doubt about that! Praying for happiness and good fortune for you and all your family 😘😘\n  ","758327":"\n   Have you ever seen a guy that's naturally feminine and girly looking (short, skinny, maybe curvy like a girl) that would make a better girl than a guy? 😄\n  ","758328":"\n   that was a good question\n  ","758329":"\n   When was the last time you cursed?\n  ","758330":"\n   Have you ever bought anything despite thinking it's way overpriced? What was it?\n  ","758331":"\n   Can you sum up your day so far in just one word?\n  ","758332":"\n   F u\n  ","758333":"\n   “No artist tolerates reality.”\n— Friedrich Nietzsche\n  ","758334":"\n   imagine being this pathetic “im mexican and a white suprematist at the same time” im the new pea brained ben lmao. ben is my idol - marissa\n  ","758335":"\n   If I was going to your house which way would I need to go?\n  ","758336":"\n   Can you pap your outfit now?\n  ","758337":"\n   Why does Greg feel like he has no friends other than you?\n  ","758338":"\n   Why everything you do\n   \n    @latinabeautyqueen\n   \n   do it too she want 2 b u so baddd\n  ","758339":"\n   Do you know anyone who looks for someone to blame instead of fixing the problem?\n  ","758340":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","758341":"\n   Tell me about something you have achieved in the last week!\n  ","758342":"\n   Fav subject when you were in school and why\n  ","758343":"\n   Do you think humans will ever become extincted\n  ","758344":"\n   You eat good I see\n  ","758345":"\n   Are you a gamer, do you play video games?\n  ","758346":"\n   What was your first job\n  ","758347":"\n   Do you stress a lot\n  ","758348":"\n   Do you enjoy life\n  ","758349":"\n   Would you consider yourself  as smart\n  ","758350":"\n   Out of 10 how weird are you\n  ","758351":"\n   Are you religous\n  ","758352":"\n   What is better renting a tiny house or a room in a 4 bedroom house ?\n  ","758353":"\n   What do you like watching the most on television?\n  ","758354":"\n   on \"my\" president? 🙄🙄🙄🙄\n  ","758355":"\n   #Trump2020 thoughts?\n  ","758356":"\n   You’re beautiful\n  ","758357":"\n   What is more important - to be loved or to fall in love?\n  ","758358":"\n   I believe in capital punishment for those caught illegally entering the U.K. or caught illegally living in the UK, I also believe in involuntary repatriation of non indigenous British people and a complete shut down on immigration full stop, am I a fascist?\n  ","758359":"\n   What is your favorite online shopping site?\n  ","758360":"\n   Last time you had sex\n  ","758361":"\n   Fav type of desert\n  ","758362":"\n   What’s your favorite tv show?\n  ","758363":"\n   Do you cry much\n  ","758364":"\n   How do you deal with someone whose jealous? Hugs ❤\n  ","758365":"\n   Selfie\n  ","758366":"\n   If you have spotify have you listened to your horoscope playlist yet? It's a new feature.\n  ","758367":"\n   It's Black Friday! Are you going to be extra cautious today?\n  ","758368":"\n   do they think people just dont love their children?? lol\n  ","758369":"\n   it literally did not say anything about grown ups or children though\n  ","758370":"\n   Why they so salty lol\n  ","758371":"\n   Smh ; I’m tired of the stupidity of you.\n  ","758372":"\n   the question isnt about children\n  ","758373":"\n   Do you believe in love?\n  ","758374":"\n   you get it from your tellonym page? lmao lol lol\n  ","758375":"\n   Where do you get style inspiration from?\n  ","758376":"\n   Would you agree that people should be loved for who they are, not for who they could be? Why?\n  ","758377":"\n   They know my entire life but can’t spell my name right 😂😂😂😂\n  ","758378":"\n   its too long to post here\n  ","758379":"\n   i know your entire life and Lauran so shut up\n  ","758380":"\n   What is something that you want others to understand?\n  ","758381":"\n   What if I'm hot?\n  ","758382":"\n   Can we chat on Insta right now?\n  ","758383":"\n   lol you hate your MIL\n  ","758384":"\n   Does she not like y’all?\n  ","758385":"\n   Who would tell her that?\n  ","758386":"\n   Are you?\n  ","758387":"\n   Who?\n  ","758388":"\n   How would you describe your country in three words?\n  ","758389":"\n   I wanna know why they can't answer my question where I corrected their math because they said 24-18 is 7 lol\n  ","758390":"\n   When did you find out you’re having a girl?\n  ","758391":"\n   What do you prefer - eating salsa or dancing it?\n  ","758392":"\n   What makes life worth living?\n  ","758393":"\n   What do you do right now?\n  ","758394":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","758395":"\n   Why do you keep liking\n   \n    @kaylyph\n   \n   answers? Don’t you not like her?\n  ","758396":"\n   How s3xy is your name? (math involved )\n   \n    https:\/\/ask.fm\/lnr87\/answer\/153759992493?utm_source=copy_link&utm_medium=android\n   \n","758397":"\n   U r so rude,do u know that?\n  ","758398":"\n\n    https:\/\/66.media.tumblr.com\/f0814045dce3482b85af9125eb31761d\/tumblr_oxftac4vNZ1wnruoio1_640.jpg\n   \n","758399":"\n   Which do you go for in food, taste or texture and why? Bad texture freaks me out but I usually like the taste of everything.\n(I will be following up some of your answers with more questions too)\n  ","758400":"\n   Same here to be honest.\n  ","758401":"\n   It could be Emily Nash though as well because shes just as crazy.\n  ","758402":"\n   How is she fake? She has plenty of pictures of her holding her son and pictures of her with him in the hospital. I cant even with petty people.\n  ","758403":"\n   What is the first thing you do after waking up?\n  ","758404":"\n   What makes you think that? There’s no proof she even had a kid\n  ","758405":"\n\n    @lcottrill\n   \n   kid is fake\n  ","758406":"\n   Gah it’s so refreshing for some to have that opinion. Usually it’s “let them come over and do whatever they want”\n  ","758407":"\n   Marissa should go back to Mexico\n  ","758408":"\n   Do you believe think that Casey Anthony was guilt of homicide against her daughter? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","758409":"\n   In your opinion, was OJ Simpson guilty or not guilty? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","758410":"\n   Dude why is Tim Allen so hilarious 😂😂😂😂😂\n  ","758411":"\n   God what a nasty creep! \nwhy are people so gross.\n  ","758412":"\n   I just said you have weirdly nice feet 😟\n  ","758413":"\n   Why?\n  ","758414":"\n   Yes sorry hhaha\n  ","758415":"\n   What's a hidden Netflix gem that you love? I recently found Kim's Convenience on there. It's about a Korean-Canadian family and I love it. If you don't have Netflix, what's a hidden gem that you found in a store? Like, the last pair of nice shoes, a reduced but usually expensive item of clothing etc\n  ","758416":"\n   O yea you do i do\n  ","758417":"\n   All 900+? And don't be so mean, foot girl.\n  ","758418":"\n   What's your personal opinion of the Trump wall? Do you want it to be built? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","758419":"\n   You wear thongs\n  ","758420":"\n   Go back and see 👣\n  ","758421":"\n   You wear strings of no haha\n  ","758422":"\n   Who did you live with when your son was born and who took care of him when you worked and\/or went to school?\n  ","758423":"\n   Did your father ignore you your whole pregnancy? Why?\n  ","758424":"\n   Sorry I called you that haha\n  ","758425":"\n   Nice\n  ","758426":"\n   I've been through your old posts. Why are you so shy about them? 😕\n  ","758427":"\n   Cutie  what you wear to bed haha\n  ","758428":"\n   I have lmao. And wash your feet, too. Ew. 😛\n  ","758429":"\n   I've seen the ones on Instagram. Don't worry, they're not bad, like quirky cute.\n  ","758430":"\n   Wow awesome what do you usually wear for outfits haha\n  ","758431":"\n   Boy you’re getting weird questions lol\n  ","758432":"\n   Why wouldn't I?\n  ","758433":"\n   And what's your fav outfit\n  ","758434":"\n   You have weird feet\n  ","758435":"\n   Yes are you single\n  ","758436":"\n   Is your mother real white?\n  ","758437":"\n   What's up\n  ","758438":"\n   Baby\n  ","758439":"\n   If you had a boat, what would you name it?\n  ","758440":"\n   So cute 🙈\n  ","758441":"\n   How would you ask the person you like out on a date?\n  ","758442":"\n   In your opinion is R.Kelly innocent or guilty of the allegations? Why\/why not?\n(I will be following up some of your answers with more questions too)\n  ","758443":"\n   What is the kind of music you did listen to when you were a youngster?\n  ","758444":"\n   If I don’t have make up on my face features are red. What does that make me? Lol\n  ","758445":"\n   What kind of music do you listen to now?\n  ","758446":"\n   What do you think of the latest internet craze.. Mrs Hinch?\n  ","758447":"\n   Ur both brown what’s the difference?...... all white ppl are white WHATS THE DIFFERENCE 🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️\n  ","758448":"\n   How’d the dr go?!?\n  ","758449":"\n   Your face features are black\n  ","758450":"\n   I could've sworn I took it off\n  ","758451":"\n   There are only two race, white and others.\n  ","758452":"\n   What difference does it make? You both are brown\n  ","758453":"\n   Why do American women have a reputation for being ugly?\n  ","758454":"\n   On scale from 1 to 10, how addicted to sweets are you?\n  ","758455":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","758456":"\n   What was the last thing you ate?\n  ","758457":"\n   Did you get to see the moon?\n  ","758458":"\n   Favorite football team?\n  ","758459":"\n   do you have a tellonym ?\nif so, what do you think about it? do you think it’s more efficient than ask?\n\npost your links below ⬇️⬇️\n****here’s mine***\n   \n    https:\/\/tellonym.me\/littlesha\n   \n","758460":"\n   What hairstyle should I do next? I feel like I've already had everything\n  ","758461":"\n   Leave Amy alone\n  ","758462":"\n   Baby girl due June 2019 sorry I'm dumb nvm\n  ","758463":"\n   Congrats!💖\n  ","758464":"\n   They said the word black A LOT.\n  ","758465":"\n   people tell me i look latina or middle eastern even though i'm black and white so i guess i should just claim that and disregard my ancestry lmao. anons really need to get a hobby and stop arguing with people online about what race they are.\n  ","758466":"\n   I’m bored now lol\n  ","758467":"\n   Ur black cuz u look black. And ur son is black and ur bf is black. U are a black family.\n  ","758468":"\n   May I use you as my wallpaper\n  ","758469":"\n   What were you doing 30 minutes ago?\n  ","758470":"\n   When is the last time you isolated yourself? \n\n\nThat sounded dirty to me...\n  ","758471":"\n   Got any pictures of yourself smoking?\n  ","758472":"\n   She’s gone! I love when the trash takes itself out.\n  ","758473":"\n   I find female smokers attractive\n  ","758474":"\n   Will you ever stop seeking new adventures?\n  ","758475":"\n   Apparently she’s leaving for good. LIKE GOOOOOOOOOO THEN\n  ","758476":"\n   Really\n  ","758477":"\n   Why are you so hard on yourself?\n  ","758478":"\n   She must have gotten bored. She’s gonna go cry in her corner with her “child” + be all mad that she got caught.\n  ","758479":"\n   I find that cute that you’re addicted to cigarettes\n  ","758480":"\n   What's been your greatest discovery on the web?\n  ","758481":"\n   Do you stay positive in bad circumstances?\n  ","758482":"\n   Are you addicted to them\n  ","758483":"\n   Do you smoke cigarettes\n  ","758484":"\n   Have you seen her bio though! Like girl you still lying\n  ","758485":"\n   Do you have an Xbox one\n  ","758486":"\n   Do you play Fortnite\n  ","758487":"\n   Do you like diamonds?\n  ","758488":"\n   Why is it that you rarely talk but when you do , you say the most beautiful things?\n  ","758489":"\n   I've literally had two miscarriages...and was told I might not be able to bare a child...yet I don't fake having a child lmao. wtf. there's no excuse to being a pos\n  ","758490":"\n   Im sure she meant well, but still stop. Seems like you guys are hurting her feelings. She lost her baby when she was 14, since then she can never have kids, how I know? I ask her stuff she’s honest. While you and the blonde girl, CAN have kids she’s still grieving on her kid, ever thought of that?\n  ","758491":"\n   That’s your probably then, but again it’s sad and pathetic how 2 grown ass adults claim they’re “adults” and ..harassing a girl who didn’t do anything to u but lied, sure she lied, we all know it’s done and over with, move on..oh wait you can’t because you wanna@make yourself look cool? Well u ain’t\n  ","758492":"\n   No you’re right, now u see why she has a service dog, so if I where you I’d think before you speak.\n  ","758493":"\n   How many of you men here tried to trap women? And by trap I mean impregnate on purpose.\n  ","758494":"\n   What was the last thing you succeed at?\n  ","758495":"\n   Look on her page, anon wasn’t lying :)\n  ","758496":"\n   Why are you taking about\n   \n    @xxAmyLovesBVB1xx\n   \n   dead brother?\n  ","758497":"\n   Are you a patient person? Or does it vary depending on the circumstances?\n  ","758498":"\n   Are you more honest to yourself or to others?\n  ","758499":"\n   My moms red and my dad is blue. What’s that make me? lol what’s the deal with anons obsession with race?\n  ","758500":"\n   Aren’t you black?\n  ","758501":"\n   What classic clothing do you prefer on yourself or others: Leather jacket or denim jacket? Heels or boots? Blue jeans or jean shorts? Cowboy boots or Ugg boots? Beret or beanie? Army print or leopard print?\n  ","758502":"\n   If you had to choose a type of color that you thought represented yourself, which would it be?\n  ","758503":"\n   Hey I’m selena❤️\n  ","758504":"\n   If you had to get one thing tattooed on your forehead, what would it be?\n  ","758505":"\n   If you opened up a restaurant what kind of food would you serve?\n  ","758506":"\n   Amy? F*ck no. If you’re gonna now lie about giving birth you’ll live about any and everything.\n  ","758507":"\n   i dont believe none of that sh!t lmao\n  ","758508":"\n   Currently, Ireland has weather warnings for hail, snow and rain with -3°C\/26°F temperatures. What's the weather and temperature like where you are?\n  ","758509":"\n   Dying over “pops” being muted 😂 I do that to people all the time lol\n  ","758510":"\n   If you jumped into a black hole, would you come out as a pancake or as a pink rabbit?\n  ","758511":"\n   are you being honest?\n  ","758512":"\n\n    @xxAmyLovesBVB1xx\n   \n   is back\n  ","758513":"\n   What kind of surprises do you like?\n  ","758514":"\n   Brb while I like all of your answers. ❤️❤️❤️\n  ","758515":"\n   *too\n  ","758516":"\n   tal is an addict? to what?\n  ","758517":"\n   Do you know what kombucha is?\n  ","758518":"\n   Where’s Amy?\n  ","758519":"\n   Have you ever gone mountain climbing?\n  ","758520":"\n   tbh congratulations on your little angel!! \nyou look so beautiful and don’t you dare, ever say you don’t like how you look because you’re gorgeous!\n  ","758521":"\n   > tal mentions her eating disorder, ash does the same\n> tal mentions becoming sober, ash is now suddenly overcoming addiction\n  ","758522":"\n   Do you enjoy sleep\n  ","758523":"\n   how are you\n  ","758524":"\n   Hi\n  ","758525":"\n   Im on a walk so y’all ask me things to keep me entertained. 😘❤️\n  ","758526":"\n   Will you be posting ultrasound pics on here tomorrow\n  ","758527":"\n   What is the purpose of your existence?\n  ","758528":"\n   What are you most excited about right now?\n  ","758529":"\n   What is your favorite way to spend some time alone?\n  ","758530":"\n   What is your favorite thrill ride?\n  ","758531":"\n   Wow okay, hi. It’s been SOO long since I have been on ask so I tried to find some old people on here, how are you all?!! I need to find some other accounts too but I honestly can’t remember usernames.\n  ","758532":"\n   Anon, we definitely talk out of ask lol.\n  ","758533":"\n   you dont talk to Lauren outside of askfm\n  ","758534":"\n   For those of you who don’t like water. How do you drink it? Do you add anything to it? Is there a brand that’s better than another that makes it tolerable lol. Those of you who like water. I envy you 😂😂\n  ","758535":"\n   Do you talk to anyone on here outside of this site? Who?\n  ","758536":"\n   Favorite two people to follow?\n  ","758537":"\n   Im going to  be doing honesty day\/night but i will not be answering sexual questions or size or color of under clothes 🙃 please send your questions and anons my way❤ thank you hugs\n  ","758538":"\n   The weekend is coming to an end\nDid you do anything fun or did anything exciting happen? Post a selfie❤ hugs\n  ","758539":"\n   Why does she keep coming back though? Lol\n  ","758540":"\n   Never said she was 🙄\n  ","758541":"\n   Bubba will be 27 Tuesday..I'm 21, yet bubbas still only 5 years older than me lmao. They don't understand birthdays.\n  ","758542":"\n   Would you rather increase your intelligence or your charisma?\n  ","758543":"\n   Hey all. I’m here to expose\n   \n    @lcottrill\n   \n   for faking a child. Spread the word. She may still pictures of your kids if you have them\n  ","758544":"\n   I had my son at 18 he’s turning 1 and I’ll be 20 so wtf 😂\n  ","758545":"\n   U r so stupid\n  ","758546":"\n   Salut Mancata-s sufletu tau da si tu un like la bossu\n   \n    https:\/\/www.youtube.com\/watch?v=mVzFhghcuBI\n   \n   te pup :*  >:D\n  ","758547":"\n   Are you good at keeping secrets?\n  ","758548":"\n\n    @Lcottrill\n   \n   was 18 when she says she got pregnant now she is 24 but her kid is 5. Her math doesn’t add up. She fakin\n  ","758549":"\n   CNN BREAKING NEWS: Due to Government Shutdown, all the aliens in Area 51 have been released... Great, more illegal aliens\n  ","758550":"\n   Do you have a special Sunday activity ?\n  ","758551":"\n   Good ways to get girls to notice you more\n  ","758552":"\n   Song of the day\n  ","758553":"\n   Give me five book and then leave me alone so I can read them. No I'm serious\n  ","758554":"\n   If the Trust is gone from a relationship, can the relationship ever be saved?\n  ","758555":"\n   How are you feeling tonight? Good i hope! Hugs if not i hope you feel 100% better ❤\n  ","758556":"\n   Which words or phrases do you most overuse?\n  ","758557":"\n   Good ways to cheer you up\n  ","758558":"\n   Are you on bad terms with any of your past jobs.\n  ","758559":"\n   why do you have such a hairy stomach?\n  ","758560":"\n   Pap of ur bump\n  ","758561":"\n   pap doing a gang sign\n  ","758562":"\n   What do you hope they change about ask? \nHugsss\n  ","758563":"\n   Have you ever been to\/lived in the south? What’s your favorite part?\n  ","758564":"\n   What about up north every been there? Why don’t they have sweet tea in restaurants?!?!?\n  ","758565":"\n   What’s something your passionate about?\n  ","758566":"\n   What keeps your energy up?\n  ","758567":"\n   What are you craving right now?\n  ","758568":"\n   Is it raining where anyone else lives? It’s been raining for like 3 days here and everything flooded 😫\n  ","758569":"\n   Send me your followers 😭😭😭😭\n  ","758570":"\n   I’m sliding around on the floors singing it now. What have you done 😂😂😂\n  ","758571":"\n   Post a selfie!\n  ","758572":"\n   Tell me why I started singing “baby you can have whatever you like” 😂\n  ","758573":"\n   What should we spend money on?\n  ","758574":"\n   Love you too ❤️❤️❤️❤️\n  ","758575":"\n   is it ok for non-blacks to use the N word?\n  ","758576":"\n\n    @lcottrill\n   \n   is bullying\n   \n    @xxAmyLovesBVB1xx\n   \n   saying that Amy faked a child when it’s actually Lauren that has a fake child\n  ","758577":"\n   What ya doin\n  ","758578":"\n   New pic of you\n  ","758579":"\n   Did ever ride the school bus?Any horror stories from it?I used to be picked on badly by the “cool kids” in 6th grade on it.It got so bad the bus driver had me sit in the front seat which was normally reserved for misbehaving kids. ☹️\n  ","758580":"\n   what are you gonna name your girl?\n  ","758581":"\n   Aye Gabby\n  ","758582":"\n   Idk if you answered this already but whendo you have your baby\n  ","758583":"\n   Are you shy\n  ","758584":"\n   Ben has a crush on u\n  ","758585":"\n   Thoughts on\n   \n    @xxAmyLovesBVB1xx\n   \n","758586":"\n   Plans for today?\n  ","758587":"\n   What is the speed of dark?\n  ","758588":"\n   How excited are you?\n  ","758589":"\n   Your bump is growing\n  ","758590":"\n   What apps do you mostly use on your phone?\n  ","758591":"\n   Omg already 😍\n  ","758592":"\n   Do u have a 20 week bump update?\n  ","758593":"\n   What's your favorite thing to do when it's raining outside? Hugs\n  ","758594":"\n   In the Royal family, there is a rule that no royal is allowed to find out the sex of a baby that a Royal is pregnant with. Not even the pregnant mother or the father. What's your opinion on this and why do you think this is?\n  ","758595":"\n   What did your life look like 10 years ago? @10YearChallenge\n  ","758596":"\n   Is there something you been told all your life and it drives you nuts? I've been told all my life that i look younger then i am haha Hugs\n  ","758597":"\n   How's everyone's friday doing? I hope well so far❤ hugs\n  ","758598":"\n   it doesnt look empty\n  ","758599":"\n   whats in that huge white bag?\n  ","758600":"\n   Show your phone case?\n  ","758601":"\n   When I don’t have a relationship I want one, when I finally have one I hate it and look for excuses to break up. I think I’ll stick to brasses and brothels.\n  ","758602":"\n   For what dang\n  ","758603":"\n   How you guys\n  ","758604":"\n   What's the longest you have held a grudge?\n  ","758605":"\n   Have you guys used the favorite feature or any new ones recently brought in the last year?\n  ","758606":"\n   What do you think of snow?\n  ","758607":"\n   who are your favorites on here?\n  ","758608":"\n   What part of your body never grows from the day you’re born to the day you die?\n  ","758609":"\n   So yesterday my friend witnessed a drug deal. They saw her , went up to her and basically told her if you tell anyone we will come back and “ fuck up your life”.She was frightened! Have you ever been in a similar situation?\n  ","758610":"\n   Strangest place you've brushed your teeth?\n  "},"Answer":{"757538":"\n  Idk I like a lot of his songs\n  ","757539":"\n  Wtf\n  ","757540":"\n  No.\n  \n  I’m pregnant\n  ","757541":"\n  Yep\n  ","757542":"\n  No\n  ","757543":"\n  Yeah?\n  ","757544":"\n  Sure\n  ","757545":"\n  Nothing . What would there be to say?\n  ","757546":"\n  Fxcking nasty\n  ","757547":"\n  Obviously I don’t\n  ","757548":"\n  Nah I’m good\n  ","757549":"\n  So many endless opportunities to come soon 🤞🏽😊\n  ","757550":"\n  Nope .\n  \n  I want extensions tho\n  ","757551":"\n  Idk I regret a lot\n  ","757552":"\n  Why do y’all send me shxt in another language\n  ","757553":"\n  If you’re in a relationship & get annoyed often you shouldn’t be in one\n  ","757554":"\n  Ask me some good questions guys\n  ","757555":"\n  Not often\n  ","757556":"\n  Actually we went out to dinner lol ; and I had chicken tenders with fries bc nothing else on the menu was good\n  ","757557":"\n  People\n  ","757558":"\n  🤢😊👪🍟🍗 😴\n  ","757559":"\n  I think you can text 911\n  ","757560":"\n  The police - yes\n  \n  Ambulance - yes\n  \n  Animal Recuse - no\n  \n  Traffic police \/ Warden - no\n  \n  Radio Station- no\n  \n  Rental Service - no\n  ","757561":"\n  I feel so sick rn\n  ","757562":"\n  I am one of those 😂🤷🏻‍♀️\n  ","757563":"\n  Yep\n  ","757564":"\n  And why are you sending me this?\n  ","757565":"\n  I rarely watch movies\n  ","757566":"\n  Blue?\n  ","757567":"\n  Never went\n  ","757568":"\n  Ask me some questions till I go out to dinner\n  ","757569":"\n  For this week to fly\n  ","757570":"\n  I don’t care Bc I wouldn’t want to read his mind\n  ","757571":"\n  English\n  ","757572":"\n  I think it’s more of a respect thing.\n  \n  I mean imo if my man asked my dad and he still said no I’d still get married but as long as he asked that’s all that matters to me 🤷🏻‍♀️\n  ","757573":"\n  No\n  ","757574":"\n  Weird foot fetish\n  ","757575":"\n  Actually we don’t . Some things are private between me and her . Not the whole world .\n  \n  I usually blur out Taylor’s too lmao\n  ","757576":"\n  🤷🏻‍♀️\n  ","757577":"\n  Yeah I block my fam from sssing certain post 🤷🏻‍♀️\n  ","757578":"\n  No\n  ","757579":"\n  Cool . Enjoy my stories\n  ","757580":"\n  In my bio\n  ","757581":"\n  Playing candy crush on my phone\n  ","757582":"\n  Got me some Chinese food . Pepsi and chocolate covered pretzels 😍😋\n  ","757583":"\n  My daughter was about 1 and my son was about 2 and they’re in the backseat acting up lmao.\n  ","757584":"\n  Probably SC or instagram\n  ","757585":"\n  Better off imo\n  ","757586":"\n  Cleared out my inbox \/ answered them.\n  \n  Send me in some good questions 💓😊✨\n  ","757587":"\n  Nope.\n  ","757588":"\n  Yes.\n  \n  we sleep with the tv on every night\n  ","757589":"\n  English\n  \n  Nope ; I had a dog & turtle tho.\n  \n  I hate repeating myself\n  \n  Intelligence\n  \n  Not doing what I’m suppose \/ or doing everything @ the last minute.\n  ","757590":"\n  No\n  ","757591":"\n  4\n  ","757592":"\n  I’d rather not say Bc I still live in that town\n  ","757593":"\n  Oceans\n  ","757594":"\n  I’m in a good mood I’d say\n  ","757595":"\n  1. Ppl\n  \n  2. Repeating myself\n  \n  3. My mom\n  ","757596":"\n  Positive vibes ✨✨✨.\n  \n  Hopefully got good things coming soon 🤞🏽\n  ","757597":"\n  Thanks\n  ","757598":"\n  And btw anon that’s not even what I’m wearing ; I’m not even in that location, my hair doesn’t look like that rn ; and it’s not dark\n  ","757599":"\n  @ the top doesn’t it say 1 year ago?\n  \n  Try again\n  ","757600":"\n  Necklace\n  ","757601":"\n  Don’t care\n  ","757602":"\n  This week coming up needs to fly by 😁\n  ","757603":"\n  A dog\n  ","757604":"\n  No\n  ","757605":"\n  Go away\n  ","757606":"\n  Photography\n  ","757607":"\n  As of now ; nothing .\n  ","757608":"\n  No\n  ","757609":"\n  Did i say that?\n  \n  Now you’re reaching\n  ","757610":"\n  Nope\n  ","757611":"\n  A mixture\n  ","757612":"\n  Neither\n  ","757613":"\n  Tbh I have zero clue ; you’d have to ask him\n  ","757614":"\n  No\n  ","757615":"\n  Nope.\n  \n  Maybe not for 2-3 weeks\n  ","757616":"\n  Probably around 10am when they open\n  ","757617":"\n  Thanks\n  ","757618":"\n  Yep\n  ","757619":"\n  Exactly ; & even if I wasn’t I’m a real person .\n  \n  I do have other social media that I’m on that confirms I’m real\n  ","757620":"\n  Can’t wait to finally get my eyebrows done today\n  ","757621":"\n  Pls explain to me how I’m not real? ; with a blue check mark? Real social media accounts\n  ","757622":"\n  Well you’re dumb\n  ","757623":"\n  Sushi is gross 🤢\n  ","757624":"\n  Ew, that’s an ugly name imo\n  ","757625":"\n  Nope.\n  \n  In 3 weeks\n  ","757626":"\n  Thank you 😊\n  ","757627":"\n  22w4d\n  ","757628":"\n  No\n  ","757629":"\n  Yep.\n  \n  It sure did a couple years ago.\n  ","757630":"\n  Pepperoni\n  ","757631":"\n  They just looked @ us and we kept it moving\n  ","757632":"\n  Yep.\n  \n  Told them their food sucked\n  ","757633":"\n  Yeah . We barely ate the food and we were still hungry lmao.\n  \n  So we ordered pizza\n  ","757634":"\n  Yep.\n  \n  Was mad spent $50\n  \n  Then spent another $30 on pizza\n  ","757635":"\n  My mom, dad, sister-in-law , bro and our son knows\n  ","757636":"\n  He said “maybe” “probably” a 4th . But that’s most likely not happening\n  ","757637":"\n  No\n  ","757638":"\n  Obviously\n  ","757639":"\n  Yeah we do\n  ","757640":"\n  Nope.\n  \n  That’s why my name says “baking princess N”\n  ","757641":"\n  I’m currently pregnant ; so yeah I have my girls name picked out\n  \n  As for our 3rd nope\n  ","757642":"\n  I’m glad you can tell me what I have an opinion on\n  ","757643":"\n  Don’t have 1 🤷🏻‍♀️\n  ","757644":"\n  Probably .\n  \n  There’s like 6 billion ppl on earth .\n  \n  But then again, some ppl like to be alone\n  ","757645":"\n  Tbh I have zero clue who that is 😕\n  ","757646":"\n  Never had to get stitches lol. I got staples after I gave birth .\n  ","757647":"\n  Nobody\n  ","757648":"\n  Watching Hulu\n  ","757649":"\n  The question also said “share if you want to”\n  \n  You see I didn’t share it .\n  \n  I’ll share it in a couple weeks if everything goes good 🤞🏽\n  ","757650":"\n  Nope .\n  \n  I honestly hate the snow\n  ","757651":"\n  Today ;\n  ","757652":"\n  Cleared out \/ answered everything in my inbox\n  \n  Send me over some questions 💓😊\n  ","757653":"\n  I’m not really sure .\n  \n  I’m more of a cook then a baker lol\n  ","757654":"\n  Hopefully good things 🤞🏽.\n  \n  Not saying now till it happens\n  ","757655":"\n  When they’re like probably in middle school . Maybe 7th grade. That’s where you start to notice more about the boys and girls . Ya know. Anything early might not be harmful but it isn’t something parents should be like “that’s cute and okay”\n  ","757656":"\n  I use Hulu & Netflix\n  \n  I love Hulu so much better ; they have better tv shows to watch ; but they do lack good moves to watch.\n  \n  Now Netflix has more movies but they pretty much all suck imo .\n  \n  Unless I search for 15-25 minutes to find a good movie I actually like or want to try\n  ","757657":"\n  Watching CSI\n  ","757658":"\n  All the above .\n  \n  I try to help ppl as much as I can especially if I see they need to advice even if they aren’t reaching out to me specifically\n  ","757659":"\n  Ugh ; can’t wait . 2-3 weeks need to hurry tf up\n  ","757660":"\n  Lol\n  ","757661":"\n  Thank you.\n  \n  My skin color is literally light brown 😂\n  ","757662":"\n  Yeah I am lol\n  ","757663":"\n  She barely uses this site\n  ","757664":"\n  Nothing happened to her\n  ","757665":"\n  Repeating myself\n  ","757666":"\n  Ask me some questions\n  ","757667":"\n  It’s fine\n  ","757668":"\n  Took a good nap\n  ","757669":"\n  To a whole new state\n  ","757670":"\n  Kinda\n  ","757671":"\n  My man\n  ","757672":"\n  Lmfao I couldn’t agree more. Bc that’s me. I just agree to terms 😂\n  ","757673":"\n  Oops I used the wrong word lmao.\n  \n  I can still type.\n  \n  It’s suppose to say never and plus I said I don’t care to after I made the mistake lol\n  ","757674":"\n  I don’t get how since I stated how I’ve never done one of those 🤷🏻‍♀️.\n  \n  I see you can’t read\n  ","757675":"\n  See I still think that’s wrong lol\n  ","757676":"\n  Well I’ve done got one done & I don’t really care to but they shouldn’t just be sharing info just bc they want to\n  ","757677":"\n  No.\n  \n  That’s some made up fairy tale stuff\n  ","757678":"\n  Can I pls get some questions\n  ","757679":"\n  Nah bc last time I did this someone ran their mouth . I’m not getting involved in drama over my strong opinion\n  ","757680":"\n  Like I said what someone does with their child’s private parts shouldn’t be anyone’s business.\n  ","757681":"\n  Someone’s child’s private parts are not my business\n  ","757682":"\n  Probably not\n  ","757683":"\n  Send me things\n  \n  Fill up my inbox\n  ","757684":"\n  Click on my profile pic\n  ","757685":"\n  Asking me dumb questions\n  ","757686":"\n  No\n  ","757687":"\n  Ask me what?\n  ","757688":"\n  Ask me questions\n  ","757689":"\n  Any are you that bored?\n  ","757690":"\n  Go tf away\n  ","757691":"\n  Nah\n  ","757692":"\n  On who?\n  ","757693":"\n  I don’t click links\n  ","757694":"\n  Everyone I pretty much follow\n  ","757695":"\n  Anons love to say stupid shxt lmao\n  ","757696":"\n  You shouldn’t be this damn stupid\n  ","757697":"\n  I’m loving this weather besides next week when it’s suppose to snow 🙄🙄🙄\n  ","757698":"\n  Yesterday\n  ","757699":"\n  By taking off my clothes\n  ","757700":"\n  No ; I’m pregnant\n  ","757701":"\n  Today’s gonna be 55° 😍\n  ","757702":"\n  Water\n  ","757703":"\n  Why do y’all send me pointless shxt\n  ","757704":"\n  August\n  ","757705":"\n  ????\n  ","757706":"\n  Okay? Not my problem\n  ","757707":"\n  Ok? Lol\n  ","757708":"\n  Depends\n  ","757709":"\n  Questions would be nice in my inbox 😊💓\n  ","757710":"\n  Eh ; I always feel like that lmao\n  ","757711":"\n  I can careless who talks about me behind their backs. Bc lets me honest everyone does it. Weather they want to sit here and tell the truth .\n  ","757712":"\n  Bc I asked him to do something for me and he was being funny and didn’t do it .\n  \n  Idk it was funny tho but annoying\n  ","757713":"\n  Same lmao\n  ","757714":"\n  My man lmao\n  ","757715":"\n  Watching Hulu\n  ","757716":"\n  Yep\n  ","757717":"\n  Yep\n  ","757718":"\n  I suppose\n  ","757719":"\n  Well that’s you then\n  ","757720":"\n  It’s a respect thing .\n  \n  So yeah\n  ","757721":"\n  By not asking me stupid questions\n  ","757722":"\n  How so?\n  ","757723":"\n  Watching Hulu\n  ","757724":"\n  Lmfaooooo ; how tf am I suppose to know 😂🙃\n  ","757725":"\n  I’m not a guy lmao\n  \n  Good try tho\n  ","757726":"\n  Send me some good questions to answer\n  ","757727":"\n  😊😊😊\n  ","757728":"\n  The baby is good\n  ","757729":"\n  Doctors appointment Wednesday 😍👶🏽💓\n  ","757730":"\n  Probably more opinions. Both parties are always arguing and mainly can’t come to agreements\n  ","757731":"\n  That their probably the same as that person who they said “not all” lmao.\n  ","757732":"\n  My man & id rather not get into it tbh it’s personal lol\n  ","757733":"\n  Probably food\n  ","757734":"\n  I obviously do lmao.\n  \n  If you think she’s fake then okay 👌🏽\n  ","757735":"\n  5\n  ","757736":"\n  What have I lied about?\n  ","757737":"\n  Me\n  ","757738":"\n  O\n  ","757739":"\n  Thanks\n  ","757740":"\n  I don’t exactly remember\n  ","757741":"\n  Sundress\n  ","757742":"\n  We are talking lmao.\n  \n  She said something & I know y’all will probably give her shxt.\n  \n\n   @Lcottrill\n  \n","757743":"\n  Nope.\n  \n  Seen the preview and they lost my interest with the UFOs\n  ","757744":"\n  When I got my period in 5th grade and it bled through my pants onto the chair 😂🤷🏻‍♀️\n  ","757745":"\n  Why send me this\n  ","757746":"\n  I do watch the news & keep up with blogs\n  ","757747":"\n  I seen all of this\n  ","757748":"\n  🤷🏻‍♀️\n  ","757749":"\n  I’m not even a rams fan....\n  ","757750":"\n  On a park lmao.\n  ","757751":"\n  My man says this 24\/7\n  ","757752":"\n  Scroll down\n  ","757753":"\n  Don’t give a fxck\n  ","757754":"\n  I’m oh so sorry that I don’t want my man cheating on me or I don’t want to share him with some other bxtch\n  ","757755":"\n  I don’t get how being with 1 person is gross & abusive.\n  \n  Can someone pls explain to me?\n  ","757756":"\n  2013\n  ","757757":"\n  And i care why?\n  ","757758":"\n  ????\n  ","757759":"\n  Fly\n  ","757760":"\n  Yes.\n  \n  Global warming is real y’all\n  ","757761":"\n  Watch the Super Bowl later & make some bacon cheese burgers w\/ a side of French fries\n  ","757762":"\n  I can’t wait to get some ice coffee soon .\n  ","757763":"\n  English\n  ","757764":"\n  Drake\n  ","757765":"\n  Nope.\n  \n  I’d rather take my own pics rather than have someone do it for me\n  ","757766":"\n  Go away\n  ","757767":"\n  In my bio\n  ","757768":"\n\n   @Lcottrill\n  \n\n\n   @learningwithlola\n  \n\n  And I follow some others on other social media 😊\n  ","757769":"\n  My phone ; and a lighter\n  ","757770":"\n  She isn’t seeking attention @ all.\n  \n  Who’s seeking attention is you sending this around\n  ","757771":"\n  Idc\n  ","757772":"\n  2 years ago.\n  \n  Fetty Wap\n  ","757773":"\n  I’m pregnant.\n  \n  So I haven’t in months\n  ","757774":"\n  Be on my own ? Lol\n  ","757775":"\n  Too bad that wouldn’t happen Bc if just walk away\n  ","757776":"\n  Yeah lol\n  ","757777":"\n  ????\n  ","757778":"\n  Roller coasters\n  ","757779":"\n  Every night\n  ","757780":"\n  No\n  ","757781":"\n  Who knows\n  ","757782":"\n  Can i get some decent questions\n  ","757783":"\n  Fancy huh\n  ","757784":"\n  It’s someone I know irl lmao.\n  \n  So no need to know.\n  ","757785":"\n  It’s funny how certain ppl want to be involved with my pregnancy now @ 22 weeks\n  ","757786":"\n  Watching Hulu\n  ","757787":"\n  Yeah I’m always uncomfortable\n  ","757788":"\n  I’m doing good 😊.\n  \n  I hope you’re doing good to\n  ","757789":"\n  Yep.\n  \n  Hopefully it works out\n  ","757790":"\n  😂\n  ","757791":"\n  🤷🏻‍♀️\n  ","757792":"\n  24\n  ","757793":"\n  18\n  ","757794":"\n  Ask me some things\n  ","757795":"\n  22 weeks today with baby girl 💓👶🏽😍✨\n  ","757796":"\n  No I don’t .\n  \n  I didn’t even know it was Groundhog Day\n  ","757797":"\n  Ground hog day is S T U P I D\n  ","757798":"\n  Tired been up since 5:30am\n  ","757799":"\n  8\n  ","757800":"\n  Ground hog dog is stupid af\n  ","757801":"\n  Sure\n  ","757802":"\n  Bc I have 2 kids means I’m married LMFAO.\n  \n  No I’m in a 7 year relationship\n  ","757803":"\n  If that’s how they feel\n  ","757804":"\n  No.\n  \n  Sounds like fun tho lol\n  ","757805":"\n  It wasn’t to bad\n  ","757806":"\n  This the only 1 lol\n  ","757807":"\n  I’m not married???\n  ","757808":"\n  How does this effect my life?\n  ","757809":"\n  That’s just weird imo.\n  \n  I hardly want to talk to ppl when working let alone be considered a “friend” lol\n  ","757810":"\n  Laundry\n  ","757811":"\n  11:01pm\n  ","757812":"\n  Zero\n  ","757813":"\n  Nothing tonight\n  ","757814":"\n  ?.?.?.?.\n  ","757815":"\n  I’m in a long term relationship.\n  \n  I have no intentions on being with anyone else.\n  \n  So what do you think?\n  ","757816":"\n\n   @Lcottrill\n  \n  needs to cook for me 1 day!!!! 😋\n  ","757817":"\n  Personality\n  \n  Intelligence\n  ","757818":"\n  My children, my man , money , food , clothing ,\n  ","757819":"\n  Well I’m in a relationship already\n  \n  So that there means you’ll land in the friend zone\n  ","757820":"\n  I always get asked this question lmao\n  ","757821":"\n  By emailing ask my nudes\n  ","757822":"\n  Gaining followers ;\n  \n  Get to know me & send me some questions ✨\n  ","757823":"\n  Another couple 😂😊\n  ","757824":"\n  How are you 59 and still mad @ ppl for not wanting to do things when you ask??? It should just come natural. Like you’re 59....\n  ","757825":"\n  Nope. Lol.\n  ","757826":"\n  I hate school uniforms\n  ","757827":"\n  Zero\n  ","757828":"\n  Nah\n  ","757829":"\n  Because all she said was “right.”\n  \n  I don’t see the problem lmao that y’all are probably trynna create\n  ","757830":"\n  👍🏽\n  ","757831":"\n  Boring\n  ","757832":"\n  Yes. That explains me\n  ","757833":"\n  Yep\n  ","757834":"\n  Your sex life for sure\n  ","757835":"\n  iPhones\n  ","757836":"\n  Ask me some questions\n  ","757837":"\n  Sometimes\n  ","757838":"\n  .\n  ","757839":"\n  Food\n  ","757840":"\n  Bye\n  ","757841":"\n  Don’t click links\n  ","757842":"\n  This is an obvious answer\n  ","757843":"\n  I’ll be 22 weeks tomorrow 👶🏽💓😍\n  ","757844":"\n  I don’t care what you do\n  ","757845":"\n  Finally black history month\n  ","757846":"\n  I guess\n  ","757847":"\n  How am I suppose to know?\n  ","757848":"\n  I want to go eat pizza ; but I’m to lazy to go heat it up 🙄\n  ","757849":"\n  I know they obviously didn’t that.\n  \n  & I’m a beggar? Lol yeah for questions considering this is what this site is for?\n  ","757850":"\n  Idc ; tbh\n  ","757851":"\n  No ; I’m pregnant\n  ","757852":"\n  Bc I don’t care for it?\n  ","757853":"\n  Fighting\n  ","757854":"\n  Don’t send me ppls @‘s when I never asked\n  ","757855":"\n  No\n  ","757856":"\n  11:19pm\n  \n  My day is pretty much over.\n  \n  But it was alright\n  ","757857":"\n  24\n  ","757858":"\n  I love being a mom\n  ","757859":"\n  My man\n  ","757860":"\n  Being on your phone, watching tv, eating , going for walks ,\n  ","757861":"\n  Check my phone\n  ","757862":"\n  Yeah\n  ","757863":"\n  Sure\n  ","757864":"\n  No\n  ","757865":"\n  Chips\n  \n  Sour gummy worms\n  ","757866":"\n  I’m not?\n  ","757867":"\n  Thank you so much 💓\n  ","757868":"\n  Well I am pregnant. So I’m not that skinny anymore\n  ","757869":"\n  I’m always eating 24\/7 lol\n  ","757870":"\n  Send me questions\n  ","757871":"\n  It’s 12:55pm .\n  \n  Haven’t done much\n  ","757872":"\n  I don’t have 1\n  ","757873":"\n  Cool\n  ","757874":"\n  Not really\n  ","757875":"\n  Fine\n  ","757876":"\n  ?\n  ","757877":"\n  ????\n  ","757878":"\n  John Q\n  ","757879":"\n  🤷🏻‍♀️\n  ","757880":"\n  Ny\n  ","757881":"\n  No\n  ","757882":"\n  Why are you just sending me words\n  ","757883":"\n  ?\n  ","757884":"\n  👍🏽\n  ","757885":"\n  Definitely! 😊\n  ","757886":"\n  Whatever floats ur boat\n  ","757887":"\n  Ny\n  ","757888":"\n  Thank you 💗\n  ","757889":"\n  It will be.\n  ","757890":"\n  Very!\n  ","757891":"\n  1. I would t post my feet on any social media.\n  \n  2.. they’re a bit\n  \n  3. This better not turn into a weird fetish\n  ","757892":"\n  June\n  ","757893":"\n  You can keep it in.\n  \n  They made pregnancy ones.\n  \n  I’m most likely going to buy one of those\n  ","757894":"\n  😍💓👶🏽\n  ","757895":"\n  Mainly those\n  ","757896":"\n  It’s so freaking cold.\n  \n  Send me in some questions\n  ","757897":"\n  Stop sending me this\n  ","757898":"\n  Why am I like this\n  ","757899":"\n  Nope never had it\n  ","757900":"\n  Send me some questions\n  ","757901":"\n  I love tulips 🌷\n  ","757902":"\n  Me\n  ","757903":"\n  Same to you\n  ","757904":"\n  I mean ; if I’m being honest I’d rather you let your child choose what they want instead of trynna force them. So I guess I’m going with negative . You should never force your child to do anything . Maybe explain to them when their @ an age they understand and see their pick on it\n  ","757905":"\n  Probably football & basketball\n  \n  Basfootball 😂\n  ","757906":"\n  Not really\n  ","757907":"\n  How my body hurts all over\n  ","757908":"\n  I don’t say on here\n  \n  My dogs names were Lil Bit & Ice\n  ","757909":"\n  Probably either Halloween or Christmas .\n  \n  I remember my sons first Christmas\/ Halloween lol\n  ","757910":"\n  That’s crazy tonight & tomorrow 😭\n  ","757911":"\n  4:27pm\n  ","757912":"\n  When?\n  ","757913":"\n  English\n  ","757914":"\n  21w4d\n  ","757915":"\n  Did i say I was against it?\n  ","757916":"\n  Yeah?\n  ","757917":"\n  Go away\n  ","757918":"\n  Fxcking english\n  ","757919":"\n  No\n  ","757920":"\n  Lmfao, I know I seen 😊\n  ","757921":"\n  Getting my car\n  ","757922":"\n  Ignorance\n  \n  Repeating myself\n  \n  Ppl thinking they know my life\n  \n  Racism\n  ","757923":"\n  I’m always awkward especially around ppl I don’t know lmao\n  ","757924":"\n  Ew nasty . Jail time. Idc about it’s legal. 16\/17 year olds shouldn’t be sleeping with someone half their age. It’s wrong. Especially how I see it the teacher took advantage\n  ","757925":"\n  Both. Depends on the situation & what it is.\n  \n  Planning out things make my life easier but life doesn’t go as planned.\n  \n  But spontaneously is so much more fun imo\n  ","757926":"\n  I have no idea\n  ","757927":"\n  When I was younger lol\n  ","757928":"\n  That’s personal\n  ","757929":"\n  Lmfaooo I smoke pot meanwhile having 2 kids?\n  \n  Anon I’m pregnant and I’m not even smoking anymore since I found out I was pregnant 😂. You tried\n  ","757930":"\n  Lmfaoo she’s over there whining\n  ","757931":"\n  Sigh idk why answers are getting deleted\n  ","757932":"\n  I already know he watches it\n  \n  So do I?\n  \n  So do most ppl in this world .\n  ","757933":"\n  No?\n  \n  I don’t get how that’s cheating lmao.\n  ","757934":"\n  Yes .\n  \n  My senior year with my man.\n  \n  I was about 2 months pregnant lmao. And nobody knew.\n  \n  I think everyone should experience their prom\n  ","757935":"\n  Hi??? Do you have a question\n  ","757936":"\n  Ask me some questions guys\n  ","757937":"\n  Thanks ☺️\n  ","757938":"\n  • bath bomb\n  \n  • chocolate\n  \n  • tattoos\n  \n  • denim\n  \n  • novel\n  \n  • map\n  \n  • comic book\n  ","757939":"\n  They should. I just think it will make things more interesting.\n  ","757940":"\n  Idk this ones hard. I’d say a criminal that stands out. It’s like do I call the cops & snitch? Does this person know me family etc. if I run or be suspicious will the try me next?\n  \n  Now if a criminal blends in ; I’d just be worried 24\/7. Id just be paranoid . Not knowing when they will strike. If they’re looking for any particular. Etc.\n  ","757941":"\n  7:03am\n  ","757942":"\n  ???\n  ","757943":"\n  None\n  \n  I don’t care for anime\n  ","757944":"\n  Good. Lmao\n  ","757945":"\n  It’s Monday\n  ","757946":"\n  Bc I said\n  ","757947":"\n  🙄\n  ","757948":"\n  Ew, no need to “pray”\n  ","757949":"\n  Don’t worry about our finances\n  ","757950":"\n  I know. Tell me about it 🤦🏻‍♀️\n  ","757951":"\n  By raising them?\n  \n  By having money , love & support .\n  \n  Like what kinda question is this lmao\n  ","757952":"\n  Send me juicy questions\n  ","757953":"\n  Waiting on questions\n  ","757954":"\n  Damn . I saved those SS you sent me and the ones I took & showed you and made a new album on my phone called “SS” 😂\n  ","757955":"\n  Yep. Goes far back as 9 months ago. Unless ya know she deleted it off her page. No worries tho I have the SS if she tries to deny it 🤷🏻‍♀️. I mean if she was pregnant 9 months ago where’s her child? Oh yeah she lied\n  ","757956":"\n  I hate when ppl be posting shxt about their relationship . This & that and dogging their significant other than all of a sudden be posting them. That annoys tf outta me\n  ","757957":"\n  Well you sent it ;\n  \n  I answered\n  ","757958":"\n  That’s up to you .\n  ","757959":"\n  Lol thank you. Like yall seen my sono on my other social media . And plus I sent you a pic . 😂😭\n  ","757960":"\n  😊☺️\n  ","757961":"\n  Motivation\n  \n  Loyal\n  \n  Someone with a job\n  \n  Honest\n  \n  Mature\n  \n  Funny\n  \n  Outgoing\n  \n  Down to earth\n  ","757962":"\n  Green\n  ","757963":"\n  I wanted to work for the ambulance; then be a doctor in a hospital but then again that didn’t work bc im terrified of hospitals lmao. But now I’m unsure. First it was a lawyer but I changed my mind\n  ","757964":"\n  Oh okay I got ya. But no I still think 16 is young. 18 sounds better\n  ","757965":"\n  Happens to me all the time\n  ","757966":"\n  Lmfao that song is the worse.\n  ","757967":"\n  I’d have to say John Q made me cry lol. It’s just that he went to lengths for his son. He held up a hospital bc he wanted his son to get better and they had shxtty insurance and they refused to help him. But @ the end he made his point even tho he was arrested. He knew his son was going to get good care\n  ","757968":"\n  Ask me some questions guys\n  ","757969":"\n  What kinda dumb question is this 🙄\n  ","757970":"\n  No problem\n  ","757971":"\n  Lmfaoo no ; she was showing me something 😂. I’d never fake a pregnancy . That’s just so low of ppl. Dude! I’m really pregnant\n  ","757972":"\n  And btw anon my last scans were @ 14w3d and 20w2days 😂. And I don’t post my scans on here 😂. And plus I sent\n  \n   @Lcottrill\n  \n  my scan @ 20w2d\n  ","757973":"\n  She’s talking about Amy lmaoooo ; that SS was taken about a month ago and my baby isn’t that small about a month ago. 😂. And plus we’re texting so she showed me what she found form her page\n  ","757974":"\n  Some new sheets lmao\n  ","757975":"\n  Lmfaooooo ; pls link me to it .\n  \n  Bc I can reassure you it’s definitely not.\n  \n  Everyone’s know I’m really pregnant and I have the bump ; the babies heart beat and pregnancy test and a note from my doctor 😂. And I got blood work done . And I have appointments. My next one is Feb 6th.\n  ","757976":"\n  No\n  ","757977":"\n  Lmfaoo ; if she has that much time left on her hands. I mean she did make a new page 2 days ago 😂🤷🏻‍♀️\n  ","757978":"\n  Lmfaooo ; because she got caught up in some lies. Even goes far back as 9 months ago when she claimed she was pregnant 😂\n  ","757979":"\n  But she can’t have kids lmao\n  ","757980":"\n  @ night when I’m alone lol\n  ","757981":"\n  I wonder where her baby is. Since you showed my SS from 9 months ago when she was pregnant 😂😭🧐\n  ","757982":"\n  Lol I kinda figured that lol\n  ","757983":"\n  Lmaoooo 😂😭 -\n  \n   @Lcottrill\n  \n","757984":"\n  Lmfaoo according to her ; she’s trynna empty her account. But then again, I thought she had another one 😂🤷🏻‍♀️\n  ","757985":"\n  Things about my feet like\n  \n   @Lcottrill\n  \n  said\n  ","757986":"\n  Boring\n  ","757987":"\n  Boring\n  ","757988":"\n  Positive vibes ✨\n  ","757989":"\n  Hell no. You can’t trust a single soul out there. Not even your own fam. So why the hell wouldn’t you lock your doors? But I heard in Canada they don’t lock their doors. (I could be wrong) but that itself it’s just weird and unsafe. Nope not for me. Lock doors 24\/7\n  ","757990":"\n  I’m here ☺️\n  ","757991":"\n  Sounds like you’re disgusting & you have a person problem.\n  \n  Like how old are we spitting on things?\n  ","757992":"\n  Imo idc how legal it is. That’s just out right disgusting . Even someone who’s like 18 dating someone who’s 25\/30 is gross to. Like that person is old enough to be your parent tbh. I agree with\n  \n   @Bands_Over_Food\n  \n","757993":"\n  Tbh in America it’s 21.\n  \n  I honestly wish they wouldn’t have changed it from 18.\n  \n  I believe 16 is young tho. Just imagine 16 year old you and how you’d be on liquor . Let’s all be honest lol\n  ","757994":"\n  It’s sad how you just keep on lying ~\n  ","757995":"\n  My man?\n  ","757996":"\n  Wtf is a prego girl ?\n  ","757997":"\n  Lmao that shxt looks fake. Like you got it off tumblr\n  ","757998":"\n  I would t say it’s bothering me lol.\n  \n  But I’m excited for something soon lol\n  ","757999":"\n  Grey or pink\n  ","758000":"\n  Yeah???\n  ","758001":"\n  You can read\n  ","758002":"\n  Myself\n  ","758003":"\n  🙄\n  ","758004":"\n  👍🏽\n  ","758005":"\n  No. You’re just a prick who’s making up a story for their own satisfaction\n  ","758006":"\n  Thank you! Such pricks and then wonder ; why were all rude af to anons\n  ","758007":"\n  And here y’all go. Since you guys don’t know you have to makeup your own story 🙄\n  ","758008":"\n  ?\n  ","758009":"\n  Why send me pointless shxt\n  ","758010":"\n  I don’t think any place is really strange to get WiFi if needed\n  ","758011":"\n  Can i get decent questions\n  ","758012":"\n  Smh ; that’s just sad how he blamed you. I’ve always said old ppl should be driving . I hate when they try tbh\n  ","758013":"\n  Tbh I believe so. I tricky believe old ppl can’t drive and 75+ shouldn’t be drive period.\n  ","758014":"\n  Am I her?\n  \n  How am I suppose to know?\n  ","758015":"\n  🤷🏻‍♀️\n  ","758016":"\n  O\n  ","758017":"\n  I’m not a doctor so idk\n  ","758018":"\n  Well in the US they’re not the same\n  ","758019":"\n  Send me some interesting questions 🥀\n  ","758020":"\n  I went to public school.\n  \n  I graduated from public school\n  ","758021":"\n  Yeah.\n  \n  Till my birthday\n  \n  Anniversary\n  \n  Birth\n  ","758022":"\n  My son & daughter\n  ","758023":"\n  Nah I don’t have to do anything.\n  \n  I answer what I feel like it\n  ","758024":"\n  Because ; my sexual life isn’t anyone’s business.\n  \n  You can ask normal questions for honest hr\n  ","758025":"\n  I’m not answering a bunch of sexual questions tho\n  ","758026":"\n  Town\n  ","758027":"\n  Lol no\n  ","758028":"\n  No\n  ","758029":"\n  ATL\n  ","758030":"\n  Nope\n  ","758031":"\n  Do you have a question\n  ","758032":"\n  Instead of sending me shxt idc about. How about you go notify the girl she’s faking\n  ","758033":"\n  And still I don’t see how this pertains to my life\n  ","758034":"\n  It doesn’t have anything to do with my life?\n  \n  So I don’t see how something that does pertain to my life explains a lot about me.\n  \n  LMFAO\n  ","758035":"\n  Yep\n  ","758036":"\n  That’s so nasty .\n  \n  Even my 5 year old knows all of that\n  ","758037":"\n  Why send this irrelevant statement to me again?\n  ","758038":"\n  I have zero clue what you’re even going on about\n  ","758039":"\n  Idc\n  ","758040":"\n  Google is your friend you fxcking idiot.\n  \n  & what you mean again?\n  \n  I’ve never cheated on him\n  ","758041":"\n  Send me stuff\n  ","758042":"\n  You clearly don’t know my stance on this topic.\n  \n  So therefore, don’t answer as if you do. ✌🏽\n  ","758043":"\n  That’s none of your business either\n  ","758044":"\n  That’s none of ya business\n  ","758045":"\n  Will y’all ask me things\n  ","758046":"\n  Obviously\n  ","758047":"\n  Horrible in the beginning\n  \n  Sick from 5w-15wks.\n  \n  Bad acid reflux\n  \n  Moody af\n  \n  This time around I started feeling\n  \n  BH (Braxton Hicks) yesterday.\n  \n  But other than that it’s been good. I started feeling movements early as 16wks. She’s very active during the day & night 😍\n  ","758048":"\n  👍🏽\n  ","758049":"\n  I follow ppl back who are interesting & speak English on their page\n  ","758050":"\n  Thanks\n  ","758051":"\n  Me either lol.\n  \n  I’m loving my bump 😍\n  ","758052":"\n  Stop sending me things in another language\n  ","758053":"\n  Why? Does? This? Concern? You?\n  ","758054":"\n  That’s your opinion\n  ","758055":"\n  No problem\n  ","758056":"\n  Ew, no\n  ","758057":"\n  I’ve been in a relationship for 7 years\n  ","758058":"\n  Bc that’s what bitter children do. Especially when they been caught ☺️\n  ","758059":"\n  “Be yourself.”\n  \n  “You can’t help someone who doesn’t want to be helped.”\n  ","758060":"\n  Relax\n  ","758061":"\n  My child & man\n  ","758062":"\n  No. The sun set 25 minutes ago\n  ","758063":"\n  Not much tbh 🤷🏻‍♀️\n  ","758064":"\n  Over easy\n  ","758065":"\n  I follow a mixture. Only bc ppl irl can be boring 🤷🏻‍♀️\n  ","758066":"\n  A lil extreme if you ask me. But I am pro-choice & I do believe a woman has the rights to her own body. Even if means being selfish for carrying a baby long term & then wanting out.\n  ","758067":"\n  Sleep\n  ","758068":"\n  Yeah\n  ","758069":"\n  That’s what I’m saying. Hence why she deleted the opinion about me. I know she sent my @ name to herself 😂😭🤷🏻‍♀️\n  ","758070":"\n  No\n  ","758071":"\n  Lmao more often then I should\n  ","758072":"\n  I’d be pissed\n  ","758073":"\n  Like I keep saying .\n  \n  I’m not getting involved because I like both party’s\n  ","758074":"\n  Hell yeah she was.\n  \n  That’s why she deleted it.\n  \n  But I have the SS anyways\n  ","758075":"\n  Lime green\n  ","758076":"\n  So it’s right for an 18 year old to go around lying saying they had a kid @ 14???? No that doesn’t. Just bc that lil brat wanted to fit in? Wtf kinda shxt is that ?\n  \n  Then she says she can’t have kids but hopes that I have miscarriage? FOH . She made a new account Bc she lied straight up on her old account.\n  ","758077":"\n  No\n  ","758078":"\n  It’s Sunday???\n  ","758079":"\n  I complain about EVERYTHING irl lmao\n  ","758080":"\n  Bc I’m pregnant & uncomfortable\n  ","758081":"\n  Did she now?\n  ","758082":"\n  Thanks\n  ","758083":"\n  Couldn’t have said it better\n  ","758084":"\n  No.\n  \n  I never sleep well anymore\n  ","758085":"\n  🤷🏻‍♀️\n  ","758086":"\n  😍💓👶🏽\n  ","758087":"\n  ♏️\n  ","758088":"\n  Outside or in the living room alone\n  ","758089":"\n  Pass lmao.\n  \n  It’s funny my son saw those and was like “ew pop tart cereal.” 😂🤣\n  ","758090":"\n  Fxck that lying bxtch .\n  ","758091":"\n  Ask Sarah some questions\n  ","758092":"\n  Invisible\n  ","758093":"\n  English\n  ","758094":"\n  Amy can drink bleach & drown for all I care tbh . After she said that shxt ain’t no coming back 🤷🏻‍♀️✌🏽\n  ","758095":"\n  Thank you.\n  \n  Like she shxtted on ppl who can’t have kids etc\n  ","758096":"\n  Now all of a sudden she can’t have kids.\n  \n  Yeah another lie probably\n  ","758097":"\n  No. More like bothers me.\n  \n  What a lil brat. But I can careless if you think I care what you’re saying\n  ","758098":"\n  I’m glad you got all the fxcking attention you wanted you lil brat\n  ","758099":"\n  Yep\n  ","758100":"\n  No\n  ","758101":"\n  I’m glad you told me something I already knew.\n  ","758102":"\n  Ew your 18 & the oldest you’d date is 30 🤢\n  ","758103":"\n  Exactly what\n  \n   @Lcottrill\n  \n  said 👏🏽\n  ","758104":"\n  Can’t wait to eat this Chinese food I’m craving\n  ","758105":"\n  “Be yourself”\n  \n  “Don’t let anyone tear you down”\n  \n  “Can’t love someone if you don’t love yourself.”\n  ","758106":"\n  Lmao. Still .\n  ","758107":"\n  So if y’all know who. Why ask. Lol\n  ","758108":"\n  Lmaoo ; y’all know 👀\n  ","758109":"\n  Sure.\n  \n  Everyone should be able to still go to their parents.\n  ","758110":"\n  Exactly ; I’m just not gonna pick a fight over it bc it’s not my life it’s y’all .\n  \n  Unless someone is faking kids , acting fake etc\n  ","758111":"\n  Lmaoo; I see this lil girl got me blocked 😂🤷🏻‍♀️\n  ","758112":"\n  Like who?\n  \n  Lmao ;\n  \n  I disagree with a lot of ppl on here ; I just don’t say anything bc who I am to judge what a person does? Unless they’re faking etc\n  ","758113":"\n  Pls enlighten me\n  ","758114":"\n  No\n  ","758115":"\n  I hear a lot of dumb shxt everyday\n  ","758116":"\n  Tuh ; 🙄\n  ","758117":"\n  • 18\/18\n  \n  • 23\/24\n  ","758118":"\n  Not @ all\n  ","758119":"\n  👍🏽\n  ","758120":"\n  I like my iPhone X\n  ","758121":"\n  We made it ; for faking our babies 😂🙄\n  ","758122":"\n  Ah! I definitely will . Me & baby bean 😂\n  ","758123":"\n  Thank you!\n  \n  So fxcking annoying & stupid sometimes\n  ","758124":"\n  Omfg are you fxcking serious\n  ","758125":"\n  No?\n  ","758126":"\n  I think I want Chinese food\n  ","758127":"\n  I’m so bored rn 😭😭😭\n  ","758128":"\n  Thank you\n  ","758129":"\n  Usually I like to be alone & think\n  ","758130":"\n  No? Da fxck\n  ","758131":"\n  When I broke my finger ; besides having a major surgery like a csection\n  \n  I broke my ring finger bc ny brother was mad @ me and pushed me on the concrete floor and when I landed my ring finger broke 🤷🏻‍♀️\n  ","758132":"\n  Not really lol.\n  ","758133":"\n  Turtles \/ lizards\n  ","758134":"\n  Praying mantis\n  ","758135":"\n  Unfortunately\n  ","758136":"\n  We do?\n  ","758137":"\n  I’ll be 21 weeks tomorrow\n  ","758138":"\n  Yep.\n  ","758139":"\n  Nope.\n  \n  I’d never live near one anyways\n  ","758140":"\n  These anons are dead lmao\n  ","758141":"\n  I have 7663 followers .\n  \n  Can i get some decent questions\n  ","758142":"\n  Ugh, my mom can be so ANNOYING sometimes. Makes me cringe\n  ","758143":"\n  Questions guys\n  ","758144":"\n  Awh, thanks ☺️\n  ","758145":"\n  No, she’s the messed up one.\n  \n  Let’s just put it that way\n  ","758146":"\n  Tbh I have zero clue @ this point.\n  \n  Maybe she will .\n  \n  Maybe not.\n  \n  From what I’m seeing probably not.\n  \n  When my son was born she wasn’t there 🤷🏻‍♀️\n  ","758147":"\n  1 more @ least\n  ","758148":"\n  Lmao. I mean. I’m not gonna lie 😂🤷🏻‍♀️\n  ","758149":"\n  2 days ago???\n  ","758150":"\n  So is your face\n  ","758151":"\n  Lmao. No\n  ","758152":"\n  Team Gabby in the house\n  ","758153":"\n  I like them both equally\n  ","758154":"\n  Thank you ☺️\n  ","758155":"\n  I know right\n  ","758156":"\n  👀👀👀👀\n  ","758157":"\n  Ew no lmao\n  ","758158":"\n  From what I’m reading it’s to stop the abuse of online trolls?\n  \n  I mean not to be mean but there isn’t much anyone can do about someone else on the internet that’s trolling unless they actually follow through on what they’re saying\n  ","758159":"\n  Nope\n  ","758160":"\n  Upset or like I’m being played \/ lied to\n  ","758161":"\n  Nope.\n  \n  But I’d love to\n  ","758162":"\n  Tbh rn nothing lol\n  ","758163":"\n  Hopefully something good is happening in about a month or 2 ☺️\n  ","758164":"\n  No\n  ","758165":"\n  👶🏽💓\n  ","758166":"\n  I see what’s happening 👀\n  ","758167":"\n  That’s fxcking disgusting\n  ","758168":"\n  Yes 😘\n  ","758169":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758170":"\n  2 story\n  ","758171":"\n  Yeah\n  ","758172":"\n  1\n  ","758173":"\n  They deserve some points lol\n  ","758174":"\n  Such a great show!\n  \n  My man got me in this lol\n  ","758175":"\n  I don’t think I’ve seen that 1 lol\n  ","758176":"\n  Lmao that’s actually pretty good.\n  \n  Yo I can’t wait for Spring when 90 day fiancé come on especially with Pedro and Chantel 😂\n  ","758177":"\n  60 Days\n  \n  Marriage Boot Camp\n  \n  Love After Lockup\n  ","758178":"\n  I’d probably get none lol\n  \n  Anons are p.ussy 🤷🏻‍♀️\n  ","758179":"\n  👍🏽\n  ","758180":"\n  I follow it you dummy\n  \n  I promote it on my SC & IG dumny\n  ","758181":"\n  Sure. Anyone can\n  ","758182":"\n  • getting pregnant @ 18\n  \n  • being pregnant @ 24\n  ","758183":"\n  Yeah lmao 😂.\n  \n  I’m a dare devil 😈\n  ","758184":"\n  Wearing socks in the summer lmao\n  ","758185":"\n  Positive vibes ✨\n  ","758186":"\n  Pretty Little Liars\n  ","758187":"\n  Being a mom 💗💚\n  ","758188":"\n  Probably like 3hrs tops ☹️\n  ","758189":"\n  Don’t click links\n  ","758190":"\n  🤷🏻‍♀️\n  ","758191":"\n  Everybody does\n  ","758192":"\n  Clothes\n  ","758193":"\n  Lol lies 😂\n  ","758194":"\n  In the beginning extremely.\n  \n  I was sick from 5weeks-15weeks.\n  \n  I have really bad acid reflux still.\n  \n  But, it has gotten somewhat better.\n  \n  But now that I’m 20 weeks it has gotten lil easier. I’m just more out of breathe . With my son i was never. And I feel a lot more bigger and self conscious some days q\n  ","758195":"\n  10lbs so far lmao.\n  \n  I know with my son I went back down to my pre-pregnancy weight\n  \n  But I know this time around I won’t lol.\n  ","758196":"\n  • questions 😊\n  ","758197":"\n  Ugh, I know my glucose test is coming up pretty soon 😭🤢😩\n  ","758198":"\n  I use baby lotion\n  \n  & I use Dove body wash\n  ","758199":"\n  Don’t talk about ya mama like that .\n  \n  Shame on you\n  ","758200":"\n  Who still smells after being cleaned 👀\n  ","758201":"\n  No\n  ","758202":"\n  Probably\n  ","758203":"\n  Gtfo my page\n  ","758204":"\n  I can’t make that decision for you\n  ","758205":"\n  Pretty much nothing but clean\n  ","758206":"\n  Rams\n  ","758207":"\n  Fine\n  ","758208":"\n  Before I got pregnant probably 3-4 time ms a week lol .\n  ","758209":"\n  .\n  ","758210":"\n  How does this relate to what I answered?\n  ","758211":"\n  I agree with her\n  ","758212":"\n  Smh\n  ","758213":"\n  Yep\n  ","758214":"\n  Yeah anons are boring\n  ","758215":"\n  Obviously I can stand him I’m with him 24\/7 .\n  \n  We live together\n  \n  So why can’t my happy place be alone sometimes?\n  ","758216":"\n  7661\n  ","758217":"\n  Like over 15-20\n  ","758218":"\n  I know there’s this girl on my SC that I know irl who has her 4 year old (she just turned 4 last month) who’s sitting in the back seat with no car seat nor booster seat and it drives me fxcking nuts to see her daughter like that\n  ","758219":"\n  In my living room alone\n  \n  Or out for walks alone\n  ","758220":"\n  Watching “You”\n  ","758221":"\n  No\n  ","758222":"\n  Yay lol\n  ","758223":"\n  Team Gabby\n  ","758224":"\n  Nothing yet lol\n  \n  Hopefully soon\n  ","758225":"\n  11\/08\n  ","758226":"\n  👍🏽\n  ","758227":"\n  English\n  ","758228":"\n  👍🏽\n  ","758229":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Send questions over there ☝🏽😊\n  ","758230":"\n  Don’t know\n  ","758231":"\n  Yea???\n  \n  I like them both\n  ","758232":"\n  It’s 6:40am I’m laying down still\n  ","758233":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758234":"\n  I like ice cream cake better. Probably chocolate\/ vanilla with the cookie crumbs\n  ","758235":"\n  I have zero friends irl and I’d like to keep it that way\n  ","758236":"\n  It doesn’t influence my life @ all.\n  ","758237":"\n  Nothing tbh\n  ","758238":"\n  No\n  ","758239":"\n  🤷🏻‍♀️\n  ","758240":"\n  People\n  ","758241":"\n  💗💗💗\n  ","758242":"\n  You can follow me & ill follow back 😊\n  ","758243":"\n  Have fun lol\n  ","758244":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758245":"\n  Lol. Me too\n  ","758246":"\n  Yea?\n  ","758247":"\n  No.\n  \n  I’m in a long term relationship\n  ","758248":"\n  Yep.\n  \n  Seems like everyone is getting tired of ask lol\n  ","758249":"\n  Do you have a question?\n  ","758250":"\n  Go on her page and tell her.\n  \n  Don’t have a conversation on my page\n  ","758251":"\n  It’s like ask but it’s for only anonymous questions .\n  \n  It’s in the App Store if you wanna check it out or you can go on the web\n  ","758252":"\n  That’s what we want to do.\n  \n  Hopefully ☺️\n  ","758253":"\n  12oz which is good lol.\n  \n  She’s gonna be big.\n  \n  I can already tell.\n  \n  @ my 14 week ultrasound she said how big she was already lol\n  ","758254":"\n  Feb 6th\n  \n  & March 18th (growth scan)\n  \n  But I’ll probably have another regular check up in the beginning of March since I’m still going every 4 weeks\n  ","758255":"\n  Inbox is now cleared\n  \n  Now with that being said full up my inbox or send me questions over @\n  \n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758256":"\n  Kinda but not really lol\n  ","758257":"\n  Giving birth\n  ","758258":"\n  Thanks.\n  \n  I really like it lol.\n  \n  I think it flows perfectly with her name\n  ","758259":"\n  I my children\n  \n  But I don’t post pics of them on here\n  ","758260":"\n  No.\n  \n  And yeah I would if I’m on vacation or something\n  ","758261":"\n  The boy? Lmao\n  ","758262":"\n  No\n  ","758263":"\n  Yep.\n  \n  Happens with my wrist\n  ","758264":"\n  No lol.\n  \n  I like the name Rose but he doesn’t 🙄\n  ","758265":"\n  Ask me some questions\n  ","758266":"\n  Lmfao\n  ","758267":"\n  Watching Hulu\n  ","758268":"\n  Who?!\n  ","758269":"\n  They’re your beliefs that are not popular. Like people probably wouldn’t agree with\n  ","758270":"\n  Today it was 4:59pm\n  ","758271":"\n  They’re dangerous\n  ","758272":"\n  Yep.\n  \n  That’s how it was Monday. The high was 14°F\n  \n  Like very windy. I tend not to go out\n  ","758273":"\n  Yeah.\n  ","758274":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758275":"\n  We have our own mailbox lmao\n  ","758276":"\n  I mean I use to be self conscious about my body in the past & my forehead but that’s about it .\n  \n  And in the beginning of my relationship it use to be my nipples 😂🙊\n  ","758277":"\n  Yes all water definitely taste different!\n  \n  I prefer Dasani too .\n  ","758278":"\n  • ear pierced @ 6 months\n  \n  • pro- choice\n  \n  • limited screen time.\n  \n  • start chores @ 5\n  \n  • homework must be done once you get home.\n  \n  • bedtime @ 9pm on school nights.\n  \n  • acting up in school results in punishment\n  ","758279":"\n  Probably. Nobody knows\n  ","758280":"\n  I’m shy @ first then outgoing\n  ","758281":"\n  ☺️\n  ","758282":"\n  Thank you\n  ","758283":"\n  Are you down being salty over my opinion yet?\n  ","758284":"\n  Well it’s a proven fact the earth isn’t flat so that just a dumb opinion lmao.\n  \n  And yes why are you so hurt over my opinion???\n  \n  Lmao I’m glad I’m getting under your skin 😂\n  ","758285":"\n  That’s what I’m saying. Literally butthurt over my opinion lmao\n  ","758286":"\n  I’m pro-choice\n  ","758287":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758288":"\n  Don’t care !!!\n  \n  I’ve stated my opinion weather you like it or not\n  \n  Like damn I can’t say shxt without you stupid ass anons bxtching\n  ","758289":"\n  Who cares?\n  \n  I’m pregnant that’s all that matters\n  ","758290":"\n  I have good hygiene do idk lol\n  ","758291":"\n  I’m stupid for having a different opinion from yours lmao.\n  \n  You sound very ignorant 😂🤷🏻‍♀️.\n  \n  Lmfaooooo\n  ","758292":"\n  Imo you can definitely control who you’re attracted to .\n  ","758293":"\n  My forehead\n  ","758294":"\n  Good . I’m glad 😊\n  ","758295":"\n  No. Why be bi if you’re going to be ashamed?\n  ","758296":"\n  Yeah\n  ","758297":"\n  Ew no\n  ","758298":"\n  I think there will always be a distant part always there\n  ","758299":"\n  My children\n  ","758300":"\n  Gtfo my page or you’ll be blocked\n  ","758301":"\n  🤷🏻‍♀️\n  ","758302":"\n  I don’t get why y’all do follow ups with pointless statements idc about 🙄\n  ","758303":"\n  Hyena 😈.\n  \n  They’re cool . I love how they hunt & how they live lol\n  ","758304":"\n  Having yo repeat myself\n  ","758305":"\n  I have no clue\n  ","758306":"\n  Applesauce\n  \n  Pancakes\n  \n  Chips\n  \n  Fajitas\n  \n  Applesauce again\n  \n  Some peach tea\n  \n  Bacon\n  ","758307":"\n  Ignore everyone\n  ","758308":"\n  10lbs\n  ","758309":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758310":"\n  No\n  ","758311":"\n  Smh\n  ","758312":"\n  👍🏽\n  ","758313":"\n  Let’s not be stupid alright\n  ","758314":"\n  20w3d\n  ","758315":"\n  Can’t wait to go to sleep in 30 minutes\n  ","758316":"\n  Why send this bullshxt question twice\n  ","758317":"\n  Creeps\n  \n  Or fake pages\n  ","758318":"\n  You’ll find out when I give birth\n  ","758319":"\n  Sometimes bc her foot is literally in my bladder lol\n  ","758320":"\n  My daughter constantly kicks my bladder 😭😩\n  ","758321":"\n  Nobody touches my belly besides my son & my man\n  ","758322":"\n  June 2019\n  \n  But I’ll be induced between 38\/39 weeks\n  ","758323":"\n  Send me some questions in my Tellonym\n  \n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758324":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758325":"\n  We both wanted a girl\n  ","758326":"\n  Thank you ☺️\n  ","758327":"\n  I don’t care tbh\n  ","758328":"\n  Nah it wasn’t\n  ","758329":"\n  Ask me some good questions\n  ","758330":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758331":"\n  Sleep\n  ","758332":"\n  👍🏽\n  ","758333":"\n  “Bye” - Gabby\n  ","758334":"\n  Anon\n  ","758335":"\n  Nowhere\n  ","758336":"\n  No no no no no no no no no\n  ","758337":"\n  Bc he obviously doesn’t care for friends. Da fxck\n  ","758338":"\n  She’s her own person and everyone is making a Tellonym.\n  \n  Now move along\n  ","758339":"\n  Sounds like me tbh 🙄.\n  \n  That’s something I’m working on currently\n  ","758340":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758341":"\n  Getting some important things done .\n  \n  Especially making important phone calls lmao\n  ","758342":"\n  Social studies\n  ","758343":"\n  All humans die\n  ","758344":"\n  Yep.\n  \n  Forever eating\n  ","758345":"\n  Not really\n  ","758346":"\n  McDonald’s\n  ","758347":"\n  Depends on the situation\n  ","758348":"\n  Yeah\n  ","758349":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758350":"\n  🤷🏻‍♀️\n  ","758351":"\n  No\n  ","758352":"\n  Going to eat this hot pocket then my strawberry applesauce 😍😋🤰🏻\n  ","758353":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758354":"\n  Isn’t he my president?\n  \n  I do live in America???\n  ","758355":"\n  I have no thoughts on my president\n  ","758356":"\n  Thank you\n  ","758357":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Might as well send me questions over there ☺️\n  ","758358":"\n  I’m tired of blocking your stupid ass\n  ","758359":"\n  Nope: it was suppose to Saturday night into Sunday but it just rained that’s all\n  \n   @Lcottrill\n  \n  lol\n  ","758360":"\n  Why? Does? This? Concern? You?\n  ","758361":"\n  Cheese cake.\n  \n  I answered this like yesterday\n  ","758362":"\n  I don’t have a fav tv show.\n  \n  I watch a bunch\n  ","758363":"\n  Nope\n  ","758364":"\n  Tbh I have no clue\n  ","758365":"\n  That’s my most recent from a couple days ago\n  ","758366":"\n  I have Apple Music lmao .\n  \n  I only use Spotify if my Apple Music gets cut off for a week bc I got other bills to pay lol.\n  \n  But I’m actually about to check that feature out\n  ","758367":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758368":"\n  Exactly like ppl just pop out kids and that’s all\n  ","758369":"\n  Thank you.\n  \n  It just said “do you believe in love”\n  \n  Anons just love to try and get under my skin lol\n  ","758370":"\n  Lmfao bc they get zero love\n  ","758371":"\n  Same goes for your dumb ass\n  ","758372":"\n  Nobody said it was.\n  \n  It’s says “do you believe in love”\n  \n  And I said yes have kids\n  ","758373":"\n  Yep.\n  \n  Have children and you understand\n  ","758374":"\n  Smh ; I’m tired of the stupidity of you anons\n  ","758375":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758376":"\n  Yeah bc if someone does love you for you why even bother with them.\n  \n  You’re you! And nobody can change that but you\n  ","758377":"\n  Lmfaooo ; they know my entire life but probably have no idea where I grew up or what town 😂. Don’t know any of my ex’s , don’t know what I’ve been through with ppl etc 😂\n  ","758378":"\n  Exactly my point.\n  \n  Because you don’t know my entire life.\n  \n  You only know what I allow you to know\n  ","758379":"\n  So tell me my whole life. Up until now. Which I’m 24 . So let me hear it from start to finish since you know so much lmao\n  ","758380":"\n  How when ppl answer questions we don’t need a bunch of anons thinking they know our entire life\n  ","758381":"\n  Idc what you are.\n  \n  If I want to talk I can text\n  \n   @Lcottrill\n  \n\n   @learningwithlola\n  \n\n  I also, have my son and man\n  ","758382":"\n  No.\n  ","758383":"\n  I don’t ever recall saying I hate her.\n  \n  Hates a strong word.\n  \n  I dislike her YES.\n  \n  But who cares lmao bc I sure as hell don’t\n  ","758384":"\n  She hates my guts . Lmao idc tho . That’s her problem 🤷🏻‍♀️\n  ","758385":"\n  I’m going with my MIL 🙄\n  ","758386":"\n  Obviously not.\n  \n  That was never even a discussion lmao\n  ","758387":"\n  This girl who asked me if I’m placing my daughter up for adoption meanwhile no one even said that. I already have a feeling where she got that lie from\n  ","758388":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Go over there and send me in question\n  ","758389":"\n  Omg me too ;\n  \n  I literally sent them this\n  \n  “I don’t get how her math doesn’t add up.” “ I had my son @ 18 . I’m now 24 and my sons 5”. Lmao.\n  \n  Bc that’s literally the math they provided 😂\n  ","758390":"\n  13w4d\n  \n  But today @ my 20w2d ultrasound it was confirmed she’s definitely a stubborn lil girl\n  ","758391":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758392":"\n  Ask me some more questions guys .\n  ","758393":"\n  Who tf is reporting me?\n  ","758394":"\n\n   @exposinglauren1\n  \n","758395":"\n  Bc I can?\n  \n  Like I said before I have zero problems with her.\n  \n  She blocked had me blocked and I had zero clue as to why.\n  \n  I still don’t know why 🤷🏻‍♀️\n  ","758396":"\n  341 😂\n  ","758397":"\n  Well it’s annoying when y’all send links . Clearly when I state 1000 times a day I don’t click links.\n  \n  And plus this site is for questions\n  ","758398":"\n  Why are you sending me links?\n  \n  If you don’t have a question get off my page\n  ","758399":"\n  Taste . I really don’t care for texture. I’m the opposite and I definitely don’t like the taste of some foods. I’m very picky eater on top of all of that lol\n  ","758400":"\n  I see that anon hasn’t returned l so\n  ","758401":"\n  Emily Nash is a POS and I wouldn’t put it passed her\n  ","758402":"\n  Thank you.\n  \n  I think it’s this Amy girl bc we called her out for faking her child\n  ","758403":"\n  I hate when ppl make up shit about what’s going on in my life & when I ask them who said that I get zero response 🤔\n  ","758404":"\n  I got all the proof I need .\n  \n  Now move along Amy .\n  ","758405":"\n  Her child absolutely isn’t fake.\n  ","758406":"\n  Nah I don’t believe in all that . Yeah I mean come over have a better life but take some action & get your green card\n  ","758407":"\n  You should stop obsessing over her and get off my page if you have zero questions about me or my life\n  ","758408":"\n  Yep. She kxlled her kid and got away with it! I see why her dad wants nothing to do with that POs.\n  ","758409":"\n  Lmfao guilty .\n  \n  He knew he did it.\n  \n  And all them jurors knew it too it just that when they did his case the lacked a lot especially with the evidence\n  ","758410":"\n  I know. I love him . He’s beyond funny\n  ","758411":"\n  I literally just blocked them\n  ","758412":"\n  And that’s all you’ve been talking about.\n  \n  So obviously you have a fetish\n  ","758413":"\n  Because your foot fetish is just fxcking gross now .\n  \n  And you obviously don’t have any other questions\n  ","758414":"\n  👍🏽\n  ","758415":"\n  I barely watch Netflix bc it’s trash & doesn’t have anything good. I love Hulu better lmao\n  ","758416":"\n  Can i get some better questions\n  ","758417":"\n  Blocked\n  ","758418":"\n  I mean I get it but i believe the way he’s going about it is wrong imo. I mean I don’t want it to be built but also, I don’t think it’s right for immigrants to just come over here and no take action to get there green cards either\n  ","758419":"\n  That’s none of your business besides my man\n  ","758420":"\n  Already did you fxcking prick\n  ","758421":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758422":"\n  My mom?\n  \n  I graduated @ 3 months pregnant\n  \n  And my bf worked nights and I worked during the day.\n  \n  So we took care of him\n  ","758423":"\n  My first pregnancy Bc I was 18 @ the time and he was upset . But after I gave birth he was there . And still is\n  ","758424":"\n  👍🏽\n  ","758425":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758426":"\n  Even on my old post lmao .\n  \n  You can’t see them ffs\n  ","758427":"\n  Cutie? Ew\n  \n  And clothes wtf\n  ","758428":"\n  I don’t get how you’d see my feet on Ig when I have zero of my feet.\n  \n  Now move along with your nasty fetish or you’re blocked\n  ","758429":"\n  You haven’t lmao .\n  ","758430":"\n  Clothes?\n  \n  Jeans\n  \n  Leggings\n  \n  Hoodies\n  \n  Shirts\n  \n  Uggs\n  \n  Scarfs\n  ","758431":"\n  I know right .\n  \n  🙄\n  ","758432":"\n  Bc nobody has seen my feet expect the ppl I live with\n  ","758433":"\n  Don’t have 1 really\n  ","758434":"\n  You wouldn’t know\n  ","758435":"\n  No I’m taken.\n  \n  7 years and 2 kids later\n  ","758436":"\n  Obviously. She’s fxcking white.\n  \n  She has blue eyes and all .\n  \n  She was a blonde\n  ","758437":"\n  I’m not here for conversations.\n  \n  Do you have a question\n  ","758438":"\n  That’s not my name.\n  ","758439":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758440":"\n  Thank you.\n  \n  It really was 😂😍\n  ","758441":"\n  Lmao; I showed my son the sonogram of his sister and he goes “why does she have any hair.” “ is she sleeping because the lights are off.” 😂\n  ","758442":"\n  Guilty 100%z\n  \n  There’s even a video of him peeing on a 14 year old girl. I don’t get how he was found not guilty of that.\n  ","758443":"\n  R&B rap , hip hop\n  ","758444":"\n  Exactly ; anons are so stupid I swear on everything .\n  \n  I’m mixed and they just can’t get over that\n  ","758445":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Ask me questions over here\n  ","758446":"\n  Haven’t heard of it\n  ","758447":"\n  People are so stupid and ignorant\n  ","758448":"\n  Amazing lol.\n  \n  I’ll send you a pic\n  ","758449":"\n  Again my moms white and my dads black.\n  \n  Who cares what my face features look like\n  ","758450":"\n  Lol nah\n  ","758451":"\n  Wow that’s very ignorant of you\n  ","758452":"\n  The difference is I’m a mixed race . Now only black .\n  \n  Just bc my skin is brown doesn’t mean I’m only black.\n  \n  My moms WHITE and my dads BLACK.\n  \n  That’s called a mixed race\n  ","758453":"\n  @ the baby doctor rn 😍😍😍\n  ","758454":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Send me questions over there\n  ","758455":"\n  Can’t wait to see my baby today @ my ultrasound 😍👶🏽💗\n  ","758456":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n\n  Send me questions here\n  ","758457":"\n  No i went to bed lol\n  ","758458":"\n  Steelers\n  ","758459":"\n\n   https:\/\/tellonym.me\/mulattoxgal\n  \n","758460":"\n  Your anon\n  ","758461":"\n  Is Amy done lying?\n  ","758462":"\n  O.\n  \n  Thanks\n  ","758463":"\n  On?\n  ","758464":"\n  Thank you!\n  \n  They’re ignorant and stupid af\n  ","758465":"\n  Exactly ; like ppl say i look Spanish but guess what? I’m not .\n  \n  Just because someone looks a certain race doesn’t mean that’s what they are. Ffs it’s annoying af now\n  ","758466":"\n  So am I lol\n  ","758467":"\n  Lmfao Bc I look black means I am? You know how stupid you sound. Just Bc someone looks something doesn’t mean anything.\n  \n  So you have ALL THE ANSWERS.\n  \n  Explain to me how my moms white and I came from her?\n  ","758468":"\n  Go tf away\n  ","758469":"\n  Send me some more questions 🤩\n  ","758470":"\n  Couple weeks ago 😉\n  ","758471":"\n  Wtf no .\n  \n  I don’t take pics of myself smoking that’s dumb af\n  \n  I haven’t smoked in almost 5 months\n  ","758472":"\n  Lmfao she will be back watch\n  ","758473":"\n  👍🏽\n  ","758474":"\n  Nope .\n  \n  New adventures are always fun\n  ","758475":"\n  I don’t get how she lost her child @ 14 . She’s 18 so that means her child would be 4 1\/2 almost 5. But her bio says “mother to a 6 year old.” 🤔\n  ","758476":"\n  Yea\n  ","758477":"\n  Because if I’m not ; nothing will be done .\n  \n  That’s my motivation\n  ","758478":"\n  Next think you know she’s gonna use some other bs to get more attention 🙄\n  ","758479":"\n  So does my man\n  ","758480":"\n  She’s gonna deactivate for an hr or maybe the night and be back tomorrow ; no worries guys . She gotta think of more bs lies\n  ","758481":"\n  Eh ; I try to but I’m not good under pressure or bad circumstances\n  ","758482":"\n  Yep ; but I stopped when I found out I was pregnant\n  ","758483":"\n  I did before I got pregnant and will start again after I give birth\n  ","758484":"\n  “Mother to a 6 year old” meanwhile it’s her fxcking dog that she claims is a human\n  ","758485":"\n  Ps4\n  ","758486":"\n  That game is whack\n  ","758487":"\n  Dancing like diamond 💎\n  \n  Yeah I do . They’re beautiful\n  ","758488":"\n  Life is suppose to be beautiful lmao. Idk I’m corny 😂\n  ","758489":"\n  Thank you! It’s fxcked up and sick\n  ","758490":"\n  Oh now she lost a child? But yet her dog is her child that she has @ 14? FOH. You sound so naive it’s unbelievable\n  ","758491":"\n  Yeah but lying about having a child is huge . That’s some fxck shxt that i don’t like.\n  \n  There’s actual females out there who can’t have kids or struggle with getting pregnant but yet some teen can sit on the internet and lie about it?\n  \n  FOH\n  ","758492":"\n  I still don’t believe the part where she has a service dog .\n  \n  I believe she didn’t kxll her brother yeah.\n  ","758493":"\n  I’m a female lmao\n  ","758494":"\n  Handling important stuff I needed to within the last week\n  ","758495":"\n  She literally said she didn’t kxll her brother .\n  \n  Now ; honestly that’s not something to just be sending around .\n  ","758496":"\n  Actually some anon was. And like I said before if she didn’t kxll her brother and it isn’t true anons shouldn’t be speaking on it. It’s taking things way to far\n  ","758497":"\n  Lmfao hell no .\n  \n  I have zero patients especially for ppl\n  ","758498":"\n  To others more than myself .\n  \n  Which is pretty sad but it happens\n  ","758499":"\n  Exactly ; I always get how I’m just only black because my dad is . Lmao\n  ","758500":"\n  My moms white ;\n  \n  My dads black\n  \n  So that means I’m mixed with 2 races\n  ","758501":"\n  Legging ; hoodie and some Ugg’s .\n  \n  In the summer I perfect crop tops and shorts . Maybe a romper\n  ","758502":"\n  I give it an hr tops\n  \n   @Lcottrill\n  \n","758503":"\n  Hey. I don’t give a fxck\n  ","758504":"\n  So sad ; I’m not even blonde 😂.\n  \n  Girl are you blind to?\n  ","758505":"\n  Do you know yourself?\n  \n  I don’t get how a person can lie so much they start believing themselves 🙄🤦🏻‍♀️\n  ","758506":"\n  That’s what I’m saying ; it’s sick 🤢\n  ","758507":"\n  Lmfao I don’t believe shxt either 🤷🏻‍♀️😂\n  ","758508":"\n  You see tomorrow’s weather 😭😩\n  ","758509":"\n  Lmfaooo ; I really should take him off DND, bc sometimes when he texts me I don’t see it 😂😭\n  ","758510":"\n  Does anyone really believe this lil girl? Bc I sure as hell don’t\n  ","758511":"\n  Obviously 🙄\n  ","758512":"\n  Don’t really give a fxck if I’m being honest 🤷🏻‍♀️\n  ","758513":"\n  I just want to know how\n  \n   @Lcottrill\n  \n  math doesn’t add up meanwhile we’re both 24. Gave birth @ 18 and our kids are 5.\n  \n   @exposinglauren1\n  \n","758514":"\n  Yay bc you’re literally the best\n  ","758515":"\n  To*\n  ","758516":"\n  Go tf away seriously you prick.\n  \n  You’re so insensitive\n  ","758517":"\n  Why won’t\n  \n   @exposinglauren1\n  \n  answer my question 😩😭\n  ","758518":"\n  Probably to busy running exposing pages\n  ","758519":"\n  Where are my questions\n  ","758520":"\n  Thanks\n  ","758521":"\n  But a week ago on their Ig story they said they were struggling .\n  ","758522":"\n  Who doesn’t\n  ","758523":"\n  I’m fine\n  ","758524":"\n  Hello\n  ","758525":"\n  Ask baby some questions 🥰\n  ","758526":"\n  No but I will on my other social media\n  ","758527":"\n  What’s the purpose of anyone’s existence\n  ","758528":"\n  Send ya girl some questions\n  ","758529":"\n  I’m so excited for my appointment tomorrow 😍👶🏽💜\n  ","758530":"\n  See my question about Lauren being catfish got deleted .\n  \n  Thanks AMY.\n  \n  I already knew you sent it\n  ","758531":"\n\n   @mellifluousvixen\n  \n\n\n   @learningwithlola\n  \n\n\n   @MostHi\n  \n\n\n   @ToriIsBack\n  \n\n\n   @reachel_n\n  \n\n\n   @fabbielousxo\n  \n\n\n   @momisloveee\n  \n\n\n   @lnr87\n  \n\n\n   @Lcottrill\n  \n\n\n   @xoxo_t1093\n  \n\n\n   @Bands_Over_Food\n  \n\n\n   @nessam_\n  \n\n\n   @KeelyLynn\n  \n\n\n   @Hayleywilson21\n  \n\n\n   @ArianaIsBack\n  \n\n\n   @LissieRose_\n  \n\n\n   @XxSavageBxtchxx\n  \n\n\n   @princess_tal\n  \n\n\n   @NicoleBuckleyyx\n  \n\n\n   @tallliz4\n  \n\n\n   @kaseyisback1\n  \n\n\n   @laikenpercic\n  \n\n  That’s some that popped up\n  ","758532":"\n  Exactly, like why tf would i make that up 😂\n  ","758533":"\n  You right I don’t 🙄🤷🏻‍♀️\n  ","758534":"\n  Lol I just drink regular water nothing added\n  ","758535":"\n\n   @learningwithlola\n  \n\n\n   @ToriIsBack\n  \n\n\n   @MostHi\n  \n\n\n   @Lcottrill\n  \n","758536":"\n  I don’t really have any favs\n  ","758537":"\n  Ask Sarah some questions guys\n  ","758538":"\n  Lol no not really tbh\n  \n  Went food shopping yesterday that’s about it\n  ","758539":"\n  Lmfao she left this time to go run her exposing page\n  ","758540":"\n  Awh she deactivated\n  ","758541":"\n  That’s why they never came back lmao\n  ","758542":"\n  I’d like for\n  \n   @xxAmyLovesBVB1xx\n  \n  to tell me how\n  \n   @Lcottrill\n  \n  is faking lmao\n  ","758543":"\n  But you didn’t tell me how she’s faking??\n  \n  I mean I had my son @ 18 and I’m 24 he’s 5....\n  \n  But isn’t that what you sent around?\n  ","758544":"\n  Lmfao I bet that anon isn’t going to come back 😂.\n  \n  Like i don’t get how that math doesn’t add up\n  ","758545":"\n  I had my son @ 18 and now I’m 24 and he’s 5 .....\n  ","758546":"\n  I don’t click links\n  ","758547":"\n  Yep\n  ","758548":"\n  Amy stop sending me shxt\n  ","758549":"\n  All fake news\n  ","758550":"\n  No\n  ","758551":"\n  Be yourself\n  ","758552":"\n  8:25am\n  ","758553":"\n  ....\n  ","758554":"\n  There’s a 50\/50 chance .\n  \n  It just depends on the situation & the type of ppl\n  ","758555":"\n  I’m feeling fine.\n  \n  Besides the fact that my daughter is kicking my bladder lmao\n  ","758556":"\n  Send me in some good questions\n  ","758557":"\n  Only my son & man can cheer me up\n  ","758558":"\n  Not that I know of\n  ","758559":"\n  Because that’s what happens when you shave and hair grows back 😱.\n  \n  And plus I’m pregnant and that’s what happens sometimes from all my hormones and increase in estrogen\n  ","758560":"\n  😍👶🏽💗\n  ","758561":"\n  Wtf no\n  ","758562":"\n  The blocking system\n  ","758563":"\n  I’ve been down south plenty of times\n  \n  My fav has to be the food .\n  \n  Especially @ the Waffle House 😍\n  ","758564":"\n  I love up north lmao .\n  \n  But I haven’t been it like Boston or Canada. Haven’t been that far up\n  ","758565":"\n  Photography\n  ","758566":"\n  Being productive\n  ","758567":"\n  Tbh something sweet 😩\n  ","758568":"\n  It’s suppose to rain all day tomorrow 🙄.\n  \n  It was suppose to be snow but the weather changed\n  ","758569":"\n  Go follow\n  \n   @Lcottrill\n  \n  now!!!\n  \n  She’s the bomb 💣\n  \n\n   @Lcottrill\n  \n\n   @Lcottrill\n  \n\n   @Lcottrill\n  \n","758570":"\n  Lmfaoo that’s what I do 😂😭\n  ","758571":"\n  Lmfaoo see I be putting songs in your head\n  \n   @Lcottrill\n  \n","758572":"\n  Lmfaoo I love that song 😂😂😂☺️\n  ","758573":"\n  You spend money on whatever you like\n  ","758574":"\n  Love you 4L 💗\n  ","758575":"\n  Why are you asking me stupid questions\n  ","758576":"\n  I love\n  \n   @Lcottrill\n  \n","758577":"\n  Watching tv\n  ","758578":"\n  Click my profile pic\n  ","758579":"\n  I took the bus from elementary school to middle school .\n  \n  The. In 9th-12th I walked\n  ","758580":"\n  That’s a secret\n  ","758581":"\n  Do you have a question\n  ","758582":"\n  Bio\n  ","758583":"\n  When you first meet me\n  ","758584":"\n  Go tf away\n  ","758585":"\n  Zero thoughts\n  \n  How about that\n  ","758586":"\n  Food shopping later\n  ","758587":"\n  Spam my inbox with questions\n  ","758588":"\n  Omg you guys have no clue 😩. I just want to meet her already\n  ","758589":"\n  I know ; I’m still actually small for 20 weeks. Probably bc of my pre-pregnancy weight lol lol\n  ","758590":"\n  😍👶🏽💗\n  ","758591":"\n  I know.\n  \n  Only 20 more weeks 😍👶🏽\n  ","758592":"\n  I literally just turned 20 weeks today.\n  \n  I’ll probably have 1 for later\n  ","758593":"\n  Eat ; watch Netflix with my lil fam\n  ","758594":"\n  I mean some ppl are like this but then again it’s a choice not a rule. I don’t agree only simply bc it’s a RULE more than a choice\n  ","758595":"\n  I’m officially 20 weeks today 😍👶🏽💜\n  ","758596":"\n  The same! I always get ID even tho I’m 24.\n  \n  Nobody believes me lol\n  ","758597":"\n  It wasn’t to bad . It’s actually 12;20am so it’s Saturday lol\n  ","758598":"\n  But it is\n  ","758599":"\n  Just a bag that’s empty\n  ","758600":"\n  That’s what it looks like\n  ","758601":"\n  .\n  ","758602":"\n  Lol my mom\n  ","758603":"\n  I’m fine lol.\n  \n  Just made some dinner\n  ","758604":"\n  24 years 🤷🏻‍♀️\n  ","758605":"\n  Nope lol .\n  \n  The fav feature is a lil creepy 😂\n  ","758606":"\n  Fxcking hate it\n  \n  It’s suppose to snow tomorrow night into Sunday 🙄😩\n  ","758607":"\n  I don’t have a fav on here\n  \n  But everyone I follow I like ☺️\n  ","758608":"\n  Your eyes?\n  \n  Lmao I have zero clue\n  ","758609":"\n  Lmao no 😂\n  ","758610":"\n  In a car 😂\n  "}}