{"Question":{"758611":"\n   Favorite breakfast?\n  ","758612":"\n   STAIF ♡ What are your plans for the weekend? Hope you have a good one 😊💗\n  ","758613":"\n   What’s your morning routine?\n  ","758614":"\n   All Of Us Fall In Love One Day.💕\nDo You Agree To The Statement?🌸\n  ","758615":"\n   What are you eating for dinner tonight and what type shall I be over?\n  ","758616":"\n   What is something you do every Friday? My family and i go out for pizza every friday night❤ hugs\n  ","758617":"\n   Do you want to get married if you do, do you see yourself getting married\n  ","758618":"\n   What do you like better the heat or the cold? Hugs\n  ","758619":"\n   Fetish or Hardcore?\n  ","758620":"\n   What’s your favorite dessert?\n  ","758621":"\n   Are your breasts getting bigger yet?\n  ","758622":"\n   do you live in the hood?\n  ","758623":"\n   Do you ever look down on people who live in the ghetto?\n  ","758624":"\n   Are you rich irl?\n  ","758625":"\n   i was just making a joke cmon\n  ","758626":"\n   Plans for td?\n  ","758627":"\n   Any one else watch greys anatomy? Did you watch last nights episode?\n  ","758628":"\n   i like my tea to be boiling hot and spilled\n  ","758629":"\n   How do you like to sleep at night?\n  ","758630":"\n   Do you value your alone time?\n  ","758631":"\n   First thought when the alarm goes off?\n  ","758632":"\n   Why did you choose the shirt you have on right now?\n  ","758633":"\n   Do you sleep with a fan on?\n  ","758634":"\n   How do you like your coffee (or tea)?\n  ","758635":"\n   Good morning\n  ","758636":"\n   Poll: should Ben be banned from the internet? Yes or yes 😂😂😂😂😂\n  ","758637":"\n   Does it make you feel sick that Ben gets £350 a week on benefits when he only needs £50 at most for food. Meanwhile the immigrants he hates are working under minimum wage for 12 hours a day and get less than that?\n  ","758638":"\n   How did you sleep ?\n  ","758639":"\n   Poll:Should Ben have his welfare\/benefits stopped so he can get off his lazy ass and work? Yes or no.\n  ","758640":"\n   Lol,first of all,English is not my main language,and 2nd of all,I am writing abbreviations of words.\n  ","758641":"\n   Bc u r stupid\n  ","758642":"\n   ?\n  ","758643":"\n   Fu\n  ","758644":"\n   Not happy for me\n  ","758645":"\n   Happy friday ❤ i make my own quotes and such to express myself so my question is \nIf you could make a quote and meaning up what would it be and why? Hope you all have a awesome weekend because you all deserve it so much! Sending you hugs & positive vibes ❤ love you\n  ","758646":"\n   what makes you very happy a big gift or food?\n  ","758647":"\n   Next doctors appointment\n  ","758648":"\n   Wyd?\n  ","758649":"\n   You’re rude\n  ","758650":"\n   Just i want to why?\n  ","758651":"\n   I dont have😊\n  ","758652":"\n   No\n  ","758653":"\n   Do you have any enemies?\n  ","758654":"\n   Do you trust people easily\n  ","758655":"\n   Do you dress to impress or keep your appearance low-key?\n  ","758656":"\n   ❤Love yourself as much as you want to be loved in return ❤ we gotta learn to love ourselves before we love others ❤ hugsss\n  ","758657":"\n   Just a reminder. If you wanna be removed from my questions send me a question + let me know. Or if any one wants to be added they can send me a question + ask :)\n  ","758658":"\n   That’s something that you think is over priced + should be free?\n  ","758659":"\n   What’s one luxury you don’t think you could live without?\n  ","758660":"\n   Why so rude? \nEasy easy\n  ","758661":"\n   Blocking me\nWhy? \nDid i propose you?😂\n  ","758662":"\n   Because marrying for love is a bad idea\n  ","758663":"\n   So you are going to marry him or not?\n  ","758664":"\n   Do you ever fell in love?\n  ","758665":"\n   What does coming here on a visa mean ?\n  ","758666":"\n   I need a job only to do clean up\n  ","758667":"\n   How often do you get headaches? What do you do to help them?\n  ","758668":"\n   people do it, watch youtube\n  ","758669":"\n   your dog's name was Ice? thats cool af\n  ","758670":"\n   Hey\n  ","758671":"\n   how are u\n  ","758672":"\n   First date location ideas\n  ","758673":"\n   available in kuwait?\n  ","758674":"\n   How come alien abduction is never listed as a possibility when someone goes missing without a trace?\n  ","758675":"\n   Do you use a lot of fabric softener?I currently smell like Snuggle\n  ","758676":"\n   Of all the people you come across on this page what’s one thing you hate to see people do?\n  ","758677":"\n   Have you ever been stuck in a situation where you had to be around someone you dislike?What happened?\n  ","758678":"\n   Ever been abducted by aliens?\n  ","758679":"\n   Ever seen a UFO?\n  ","758680":"\n   I’m gonna do an honesty day on my page right now if you wanna come ask me anything! I also challenge you to do an honesty day as well :)\n  ","758681":"\n   Do you take naps?How long do your naps last?\n  ","758682":"\n   When you make ramen noodles, do you leave some water in like soup or do you drain all the water out? I love mine like soup\n  ","758683":"\n   What gets you out of bed in the morning?\n  ","758684":"\n   What's your favorite cheesy pick-up line?\n\nStaif\n  ","758685":"\n   What is one thing you hate about your pet that it does? I hate when my blanco farts when you're sleeping 🙃 hugs\n  ","758686":"\n   At what point exactly did you become you?\n  ","758687":"\n   Do you think some part of the person survives after they die?\n  ","758688":"\n   When was the last time you had time off work\n  ","758689":"\n   If you could only follow one person on here who would it be?\n  ","758690":"\n   selfish\n  ","758691":"\n   Would you jump into a frozen lake for chairty\n  ","758692":"\n   Hey :) what is your favourite pastime? :)\n  ","758693":"\n   I wonder how he doesn’t get sick of making 50 accounts a day 😂😂😂😂\n  ","758694":"\n   I swear some of the people on here are so concerning lol\n  ","758695":"\n   I don’t hate non whites, I like them when they stay in their own country, but I hate the presence of them in mine, it just doesn’t look right seeing a African who’s natural habitat is the jungle in my natural habitat the snowy mountains and forests.\n  ","758696":"\n   What piercings do you have?\n  ","758697":"\n   How it feels to love girl?\n  ","758698":"\n   Today you are 8836 days old\n  ","758699":"\n   You can't have his surname if you're not married\n  ","758700":"\n   meoooowwww = ^^ =\n  ","758701":"\n   When will you be Gabrielle Danzy?\n  ","758702":"\n   What was the best phone you had\n  ","758703":"\n   I can’t post anything on here without people sending my links around smh I mean I don’t care my page is private but that was my Instagram account you was sent I just made a new one\n  ","758704":"\n   Your belly button is leaking again. Obviously it's infected. Do something about it already.\n  ","758705":"\n   belly pap?\n  ","758706":"\n   Opinion on the proof that\n   \n    @xxAmyLovesBVB1xx\n   \n   lied about having a kid?\n  ","758707":"\n   dont copy other people answers\n  ","758708":"\n   Follow\n   \n    @lilmixedmamita\n   \n   on Instagram\n  ","758709":"\n   Thoughts on xxAmyLovesBVB1xx lying about being a mom?\n  ","758710":"\n   What’s your longest relationship?\n  ","758711":"\n   Are you a hugger\n  ","758712":"\n   How old is your flight\n  ","758713":"\n   Sorry\n☹️😢\n  ","758714":"\n   You love sex?\n💓\n  ","758715":"\n   :(\n  ","758716":"\n   Vek 21?\n  ","758717":"\n   what kind of candy do u think we'd be for Halloween?\n  ","758718":"\n   Hi you do not want to write? 😍\n  ","758719":"\n   Ohhh. A garden tool. How clever 🙄\n  ","758720":"\n   okay im sorry and your welcome Gabby :)\n  ","758721":"\n   Hey congrats HOE on your pregnancy. Better?\n  ","758722":"\n   Heyy congrats babygirl on your pregnancy lol <3 :)\n  ","758723":"\n   Hey\n  ","758724":"\n   gillette has come under fire after releasing a commercial that draws on the #metoo movement to challenge \"toxic masculinity,\" urging men to be better. it covers bullying, sxxual harassment, and toxic male stereotypes. many people are claiming the commercial demonizes men. what are your thoughts?\n  ","758725":"\n   You're only 19 weeks old ffs you're a bit young for this site don't you think\n  ","758726":"\n   how are you\n  ","758727":"\n   Should women who wear bikini bottoms (in public) that are too small in front be arrested ?\n  ","758728":"\n   T series or pewdiepie\n  ","758729":"\n   Have you ever signed something without reading it\n  ","758730":"\n   Regardless of whether you like or dislike Harry Potter, do you know what Hogwarts house you're a member of? Also, rank them from favourite to least favourite. Gryffindor, Hufflepuff, Slytherin, Ravenclaw.\n  ","758731":"\n   #92 what’s your favorite emoji?\n  ","758732":"\n   #94 if you had to guess how much time do you think you spend on here a day?\n  ","758733":"\n   she is right the world needs more people like us anons to make it a better place, thanks Sarah *hugz*\n  ","758734":"\n   I hope everyone is well! And having a good week so far! Just a little reminder that\nThe worlds needs more of you to make it a better place! Be who you are meant to be never a copy of someone else❤ hugs i love you🌷\n  ","758735":"\n   What do you all think about the coins and the wallet thing seeing whose on top in your country or friends list? Hugs\n  ","758736":"\n   What do you hate doing but still do it anyways? Hugs\n  ","758737":"\n   Did you see\n   \n    @JessicaJadeCollinge\n   \n   joke saying N##### she racist what your opinion\n  ","758738":"\n   Do you agree or disagree with this if you're staying in a country that you're not from. You shouldn't be in that country agree or disagree and why\n  ","758739":"\n   again? god damn\n  ","758740":"\n   What's everyone having\/making for dinner tonight?\nI have ours in the oven atm❤ hugs\n  ","758741":"\n   What are your thoughts on people born in 2011?\n  ","758742":"\n   #100 are you glad this is over? Lol\n  ","758743":"\n   #95 last thing that made you really happy?\n  ","758744":"\n   #76 what was the last thing you ate?\n  ","758745":"\n   #77 what kind of case is on your phone?\n  ","758746":"\n   #79 what’s your favorite Italian dish?\n  ","758747":"\n   #78 do you have any smart bands? (Fitbit, Apple Watch, etc.) if so pap of your activity from today?\n  ","758748":"\n   #80 what drink do you drink the most?\n  ","758749":"\n   #86 what was your favorite age?\n  ","758750":"\n   #81 what plans did you have this past weekend?\n  ","758751":"\n   #83 how many rugs are in your home?\n  ","758752":"\n   #90 how active would you say you are?\n  ","758753":"\n   #93 what type of cell phone do you have?\n  ","758754":"\n   #96 what was your favorite toy when you were younger?\n  ","758755":"\n   Hey you! \nPlease check out my new YouTube video; What I got for Christmas! There are some cute kittens and doggo clips in the end. 💖 Feel free to subscribe and feel free to suggest new video ideas too!\n   \n    https:\/\/youtu.be\/L-b_rxoBrZ0\n   \n","758756":"\n   #82 what color is your vehicle?\n  ","758757":"\n   #97 how many bedrooms are in your home?\n  ","758758":"\n   #99 what’s something you’ll never do?\n  ","758759":"\n   If you could visit anywhere in the world for 48 hours for free where would you go? Hugs\n  ","758760":"\n   Anyone else sleepy for no reason or is it just me? 😴😴\n  ","758761":"\n   stfu marissa was abxsed by her brown mexican parents. she has her reasons to praise whites\n  ","758762":"\n   I think we all know who made that page. Is there anyone else who's THAT big of a loser?\n  ","758763":"\n   so you just gonna let her slide with saying \"you aint sh!t without white men\"? allright lol\n  ","758764":"\n   that was a diff anon sorry i didnt see that\n  ","758765":"\n   Where do lost socks go when they go missing?\n  ","758766":"\n   how is the page made up?\n  ","758767":"\n   Literally anon is making up the lie about me calling you racist. Wtf 😂\n  ","758768":"\n   its a screenshot of her saying it lol cause she deleted it\n  ","758769":"\n   she also said if it wasnt for white men you wouldnt be sh!t, heres the link\n   \n    https:\/\/ask.fm\/Marissarapeapologist\n   \n","758770":"\n   why not? Marissa says you are racist for that.\n  ","758771":"\n   Marissa has a fetish lol. She LOVES white men. Poor thing no whitey wants to be with her that’s why she’s with her Mexican girl\n  ","758772":"\n   should i tell my parents im adopted\n  ","758773":"\n   boby pic\n  ","758774":"\n   #84 what shows have you binge watched?\n  ","758775":"\n   #91 what’s your middle name?\n  ","758776":"\n   #85 if you could only take one person to an island who would you take?\n  ","758777":"\n   #89 what’s annoying you right now?\n  ","758778":"\n   #87 who is your favorite relative?\n  ","758779":"\n   How many bot followers do you think you have? I've gained 200followers in the last month or so and I see no new people on my page.😂\n  ","758780":"\n   Bts is a stupid Asian band that has shit music lol and before anons get wild I DONT HATE THEM CUZ THEY ASIAN I hate them cuz there shit\n  ","758781":"\n   مرحبا means hello\n  ","758782":"\n   Arabic language is not shity. Why you're disrespecting it\n  ","758783":"\n   It's a staif\nYou dn't understand my language?\n  ","758784":"\n   You answer questions quickly\n  ","758785":"\n   Do you like BTS?\n  ","758786":"\n   مرحبا\n  ","758787":"\n   because you look like you speak that language\n  ","758788":"\n   Ak Cigarette aur dosri Tum \ndono mujhse chore nahi jaate😜\n\n#Staif\n  ","758789":"\n   What are your plans today? I’m bored as hell right now waiting for Lola to finish nursery 😂🤦🏼‍♀️\n  ","758790":"\n   How is January going so far for you ?\n  ","758791":"\n   When you were in school did you bring your lunch or did you buy it?In high school did you have open campus for lunch and if yes where did you usually go for lunch?\n  ","758792":"\n   Do you wear glasses?Do you wear contacts?\n  ","758793":"\n   Can you sing\n  ","758794":"\n   Share photos of your pets  ???\n  ","758795":"\n   How many of y'all eat ass? Tell the truth\n  ","758796":"\n   Who hates being left on read? How does it make you feel?\n  ","758797":"\n   Did you ever getbsuspended in school\n  ","758798":"\n   Has anyone ever made you want to scream out of anger\n  ","758799":"\n   Do you ever fantasize about a particular part of your future that probably would never happen?\n  ","758800":"\n   Just asking that's all curious really\n  ","758801":"\n   Your a beautiful woman\n  ","758802":"\n   Sweet your a milf\n  ","758803":"\n   Your man?\n  ","758804":"\n   What you love to do\n  ","758805":"\n   What makes you really wet\n  ","758806":"\n   Favorite queen song\n  ","758807":"\n   Do You like cockails\n  ","758808":"\n   Can you please ask Morgan to reveal which high school she attended?\n  ","758809":"\n   Dumbest argument you've had\n  ","758810":"\n   Have you ever set up one of your friends with someone\n  ","758811":"\n   Do you agree with me here you have to be an idiot to smoke\n  ","758812":"\n   how are you\n  ","758813":"\n   Do you believe in parallel universes\n  ","758814":"\n   Do you try and help people as much as you can\n  ","758815":"\n   What do you like best about being a mother?\n  ","758816":"\n   Do you have a pet dog or cat? Or not a pet person?\n  ","758817":"\n   Do you hate anyone\n  ","758818":"\n   I wish I was a blade of grass so I could come up and tickle your hiney hole as you sit on the ground.\n  ","758819":"\n   What do you care about most in this world\n  ","758820":"\n   What artist or band do you always recommend when someone asks for a music recommendation?\n  ","758821":"\n   Fav song\n  ","758822":"\n   So I have some good news.Sophia informed me that I do NOT stink today. What was your last piece of good news?\n  ","758823":"\n   What do you mainly look for in a guy brians, looks, brawn or a sense of humour\n  ","758824":"\n   What is a secret ambition you have?\n  ","758825":"\n   What have you done today\n  ","758826":"\n   You and Greg are my fam\n  ","758827":"\n   did you used to be one of R Kelly's girls?\n  ","758828":"\n   are you still a big fan of R Kelly?\n  ","758829":"\n   And you sit at home\n  ","758830":"\n   What are you wear to bed\n  ","758831":"\n   I’m back!! I missed you all. I hope you’re well. Give me a life update! What’s been going on?\n  ","758832":"\n   What's the best thing that happened to you last week?\n  ","758833":"\n   What's something you want to really focus on this year that you weren't happy with last year?\n  ","758834":"\n   Just as I suspected they’re on my page lol\n  ","758835":"\n   I only just discovered that if you tap on your wallet on your page, it'll tell you what rank you are in your country for earning coins. I'm coming 7th in Ireland right now and 33rd in my friend group. What number are you in your country and friend group?\n  ","758836":"\n   I was laughing so hard tho foreal like it was funny to me wait watch them come to my page next lol\n  ","758837":"\n   Who is the craziest person you know?\n  ","758838":"\n   What police officers this d*ckhead swears they know someone situation lmao\n  ","758839":"\n   Yeah depending what part\n  ","758840":"\n   ok Jasmine, you shouldve told that to the police officers if they had shown up LMAOOO\n  ","758841":"\n   I mean it’s not too far from New York just a drive away\n  ","758842":"\n   if you don’t know the story behind something than you shouldn’t speak on it , you don’t know me I don’t know you so please move along and take your hating ass somewhere else\n  ","758843":"\n   I’m from Philly born and raised\n  ","758844":"\n   LOOOOL are you and Jasmine separated at birth or something? sweethearts who physically abuse their bf lmao ~ if yall were born as males yall would be in prison rn 😅😅😅\n  ","758845":"\n   Nice I only been to New York once I have a sister out there I never met she’s originally from Manhattan Residing in State Island\n  ","758846":"\n   Where are you from?\n  ","758847":"\n   Lmfao they probably will but f*ck them if they do or don’t I don’t care lol they got no lives\n  ","758848":"\n   Clearly lol smh with nothing better to do but I got your back 🙌❤️\n  ","758849":"\n   oh i guess you only started being a sweetheart in 2019 😅😅😅 new year new you right? i cant 😅😅😅\n  ","758850":"\n   Yup she is ❤️\n  ","758851":"\n   Sometimes you gotta hit your nigga in the face and let him know you’re not to be f*cked with shit I’ve done it 😭😭😭\n  ","758852":"\n   youre a sweetheart who punches her bf in the face 😅😅😅 oh god let me stop i cant\n  ","758853":"\n   you're a \"sweetheart\"? oh my god im screaming!!! 😅😅😅😅😅😅\n  ","758854":"\n   Awe well thanks I appreciate it , you’re so nice I don’t see how people can be mean to you on here at times ...\n  ","758855":"\n   I wish you had red eyes.  ✈ 💣\n  ","758856":"\n   Awe you actually looked for me thank you love now I have to download it lol\n  ","758857":"\n   Can you tell me if Chicago Fire and Chicago PD are on Hulu please lol\n  ","758858":"\n   Is Hulu better than Netflix?\n  ","758859":"\n   What are some good movies\/shows on Netflix?\n  ","758860":"\n   What would you most like to do if money were no object?\n  ","758861":"\n   Dont u know u can bake too without oven?\n  ","758862":"\n   Who likes to cook and bake...and aslo to eat?\n  ","758863":"\n   Dragon ball super  or 7 deadly sins ???\n  ","758864":"\n   When did you regret telling the truth?\n  ","758865":"\n   How can u still wanna be w someone even after they clearly don’t love u ? And after they’ve treated u so bad ! Lied ? How can u still love a person like that ! ?\n  ","758866":"\n   you need to stop blocking everyone wtf are you a pregnant dictator\n  ","758867":"\n   wow im shocked\n  ","758868":"\n   If you were a different gender, what name would you want to have?\n  ","758869":"\n   You live for questions m,so poorly\n  ","758870":"\n   Maybe you have it\n  ","758871":"\n   Fuck you,i don't speak with limited people like you.\n  ","758872":"\n   How's the weather where you are? Its chilly and wet here 🙃 hugsss\n  ","758873":"\n   You are so limited.\n  ","758874":"\n   Y\n  ","758875":"\n   Do u speak spanish\n  ","758876":"\n   What is the most interesting city to visit in your country?\n  ","758877":"\n   I used to make a lot of YouTube videos in the past. I'm thinking of starting again. I'm planning on doing commentary videos and videos on my interests like true crime, conspiracy theories, veganism, pet mice etc. Is there any kind of videos, topics etc. that any of you would like to see from me?\n  ","758878":"\n   If you could have the choice of seeing in the future or the choice of changing something like a regret into something better which would you choose? Hugs\n  ","758879":"\n   what did you just say?\n  ","758880":"\n   If you could have any pet right now what would it be and what would you name it? Hugs\n  ","758881":"\n   If you could read anyone's mind who would it be and why? Hugs\n  ","758882":"\n   Weirdest way that you have meet a friend\n  ","758883":"\n   What annoys you to no end?Me it’s when I have my headphones on at the gym and one of the staff comes over and makes that motion for me to take them off so they can try and talk to me. Fuck off I don’t want a personal training session!!\n  ","758884":"\n   PERKS OF BEING YOUR FRIEND?👀\n  ","758885":"\n   Are your children bad at the store\n  ","758886":"\n   How would you feel if your man didn't tell you he loved you but consistently joked with you and brought you things , but lied to you about certain things and lastly he was bipolar how would that make you feel ?\n  ","758887":"\n   how are you\n  ","758888":"\n   Do you get annoyed easily\n  ","758889":"\n   why do u have\n   \n    @hayleywilson21\n   \n   on facebook\n  ","758890":"\n   Who’s the best cook in your family?\n  ","758891":"\n   see? rude\n  ","758892":"\n   how high is your sx drive on a scale of 0 to 10\n  ","758893":"\n   Why doesn’t American football have rival hooligan firms fighting eachother like English Football?\n  ","758894":"\n   the rudest person on Ask is definitely either you or Paula\n  ","758895":"\n   Spanish people are from Spain not Mexico\n  ","758896":"\n   who is the rudest person on Ask?\n  ","758897":"\n   are you the rudest person on Ask?\n  ","758898":"\n   What does it mean when someone says that another person is thirsty? For example, a guy and girl break up. Then a new guy tried to make a move on that girl\n  ","758899":"\n   go back to Mexico\n  ","758900":"\n   She sounds stupid as f*ck so I’m guessing her mom is a wh*re for having her smh baby girl you’re a great mother don’t listen to her\n  ","758901":"\n   who is your inspiration?\n  ","758902":"\n   ya get a beating like an African child.\n  ","758903":"\n   Only w.hores have babies\n  ","758904":"\n   What are you doing\n  ","758905":"\n   What magic words do you know?\n  ","758906":"\n   Do you remember your dreams?\n  ","758907":"\n   i bet you talking about your mom LOL\n  ","758908":"\n   what is their relation to you?\n  ","758909":"\n   who lied to you?\n  ","758910":"\n   What's the worst thing someone can do on a first date?\n  ","758911":"\n   Would you like to go to an animal shelter and read books to cats or dogs, if you had such an opportunity?\n  ","758912":"\n   💫what do you really want to be known for?\n  ","758913":"\n   💫growing up, what were your favorite shows? what are your favorite shows now?\n  ","758914":"\n   💫where is your favorite place to go grocery shopping? what’s on your shopping list?\n  ","758915":"\n   6. What’s a song with an important memory attached to it?\n  ","758916":"\n   7. Do you cook? What’s your fave meal\/food to cook?\n  ","758917":"\n   So this morning as I was walking out to my car to go to work I heard the cry of a coyote.In recent months there’s been a bunch of coyote sightings in the area I live. While I myself haven’t seen one I know being in the desert it is common to see them and can be dangerous in packs. Do u like peppers?\n  ","758918":"\n   2. Do you prefer the seaside or the forest?\n  ","758919":"\n   I hope everyone weekend so far been good! If not i hope the weekdays are 100% better for you! ~be who you are never change for anything because you're so speical and one of a kind❤ I'm glad i have each of you in my life🌷 hugs i love you 😇\n  ","758920":"\n   When did you last go to the beach?\n  ","758921":"\n   Do you get a lot of people’s attention?\n  ","758922":"\n   Do you drink a lot of water?Ive been trying to drink 98 ounces daily and I’ve refrained from drinking soda or fruit juice because of the high sugar content . It also makes me pee more often....aren’t you glad I shared this info?\n  ","758923":"\n   1. Are you intrigued by outer space at all? Do you have a favourite planet?\n  ","758924":"\n   Do you like Korn?Whats your favorite song by them?\n  ","758925":"\n   How Do You Usually Judge A Person?🌝\n  ","758926":"\n   Do you watch Riverdale?My wife and daughter got me into it. It’s not bad! Nothing like the old comic books\n  ","758927":"\n   What year were you born in?\n  ","758928":"\n   feminine hygiene products, etc\n  ","758929":"\n   💫what news channel do you prefer?\n  ","758930":"\n   💫did you ever want to be a parent when you were younger? are you now? if not, do you ever want to be a parent? would you ever foster or adopt?\n  ","758931":"\n   💫what do you plan on using your tax return for?\n  ","758932":"\n   💫what do you think has changed about you since you have grown up?\n  ","758933":"\n   💫  what bill do you hate paying the most?\n  ","758934":"\n   💫do you miss being a child\/teenager?\n  ","758935":"\n   💫what errand\/chore do you hate the most?\n  ","758936":"\n   💫 thoughts on gas prices right now?\n  ","758937":"\n   💫are you where you want to be in life?\n  ","758938":"\n   💫what do you get every time at Wal-mart?\n  ","758939":"\n   💫do you think that marriage is overrated?\n  ","758940":"\n   💫have you ever crashed a vehicle?\n  ","758941":"\n   My cousin Breanna hates me.\n  ","758942":"\n   Has any of your friends seen you naked NOT your bf\/ husband\n  ","758943":"\n   A take away because food is shit in there 😂\n  ","758944":"\n   You get arrested and are allowed one phone call who do you call and why\n  ","758945":"\n   If you can drive have you ever texted and driven  be honest\n  ","758946":"\n   I was arguing with some krauts on a game today and I kept saying “we won the war” is that funny?\n  ","758947":"\n\n    https:\/\/youtu.be\/Ph5RIVcEnYo\n   \n   What’s your opinion on this game? It was the most funny 10 minutes I’ve ever spent playing a game and it had some laughs.\n  ","758948":"\n   Have you talked Greg down off the roof yet?\n  ","758949":"\n   💫do you play the lottery often?\n  ","758950":"\n   So you don’t think I’m pretty?☹️\n  ","758951":"\n   @ 3 pretty girls u folllw\n  ","758952":"\n   roof is foor speled backwards!!\n  ","758953":"\n   spinal cracker  💉 ✈ 😫\n  ","758954":"\n   What does your room smell like?\n  ","758955":"\n   Send something to everyone you follow?\n  ","758956":"\n   are you the rudest person on Ask?\n  ","758957":"\n   8. What’s your fave perfume\/cologne? Do you have a fave soap\/body wash?\n  ","758958":"\n   5. Do you prefer art galleries or zoos?\n  ","758959":"\n   How's your day been\n  ","758960":"\n   9. Do you have a fave piece of jewellery?\n  ","758961":"\n   10. What’s a product you absolutely hate?\n  ","758962":"\n   There’s no escape from these Christians, I wasn’t even on a religious channel but during the telescoping hour I get these Christian program called Hour of Power and they’re talking about the bible and praying for people and everything, it’s annoying and I’ll be writing to offcom.\n  ","758963":"\n   What is your type of person you prefer to be your future spouse 🚶\n  ","758964":"\n   Didn't know you could this far into pregnancy\n  ","758965":"\n   Did you sleep with your boyfriend on the first date\n  ","758966":"\n   its illegal to have sex when u is pregnant\n  ","758967":"\n   How was the sex hard our slow\n  ","758968":"\n   You still having sex?\n  ","758969":"\n   You go to the baby doctors a lot\n  ","758970":"\n   How many ultrasounds have you gotten?\n  ","758971":"\n   That’s a lot of them lol\n  ","758972":"\n   How many followers do you have?\n  ","758973":"\n   What’s the best way to learn a new language?\n  ","758974":"\n   What would you say your style is like? \nHugsss❤\n  ","758975":"\n   You do not care about police brutality ?\n  ","758976":"\n   I am man.The police are allowed to kill men for no reason.  😠 😫 🐝\n  ","758977":"\n   Hola, te dejo un tema mio de rap, espero que te guste! paz y amor!\n   \n    https:\/\/www.youtube.com\/watch?v=36oXRXE1stY\n   \n","758978":"\n\n    https:\/\/www.youtube.com\/watch?v=4WrUZazDDLw\n   \n   ❤❤\n  ","758979":"\n   Do you prefer meat or fish?\n  ","758980":"\n   Ive been baking a lot of cookies today because i make them for a rehab place still have more to bake tomorrow ❤ my question is what's your favorite cookie?\nHugsss have a lovely day and night ❤\n  ","758981":"\n   What is your favorite day of the week?\n  ","758982":"\n   Do you prefer hot dogs or hamburgers?\n  ","758983":"\n   What you do today?\n  ","758984":"\n   I can’t believe your 19 weeks\n  ","758985":"\n   yeah right you felt good about it\n  ","758986":"\n   Tell that boyfriend of yours I actually wouldn’t mind seeing his Chargers win tomorrow cause fuck the Pats\n  ","758987":"\n   Have you ever told off a teacher or a boss\/supervisor? How did you feel afterwards and were there any consequences?\n  ","758988":"\n   Do you know anyone who wears shorts in the dead of winter?I do 😎\n  ","758989":"\n   Is there anyone you’re currently giving the silent treatment to?Why?\n  ","758990":"\n   What do you think about social media?\n  ","758991":"\n   Do you get jealous easily?\n  ","758992":"\n   ce faci amice ?\n  ","758993":"\n   Oh I am sorry that you didn't get any sleep\n  ","758994":"\n   How did you sleep good last night\n  ","758995":"\n   frozen pizza ?\n  ","758996":"\n   Men are wonderful.Men invented : TV radio helicopters photograhy computers.   ↪ 🎫 🐞 🎥\n  ","758997":"\n   I want to make a registry of women who force non fathers to pay child support.This is to inform people of monsters.The photos of the women will be on the registry.  ☔🎫 🐞\n  ","758998":"\n   Do you use to run from the truth just because you're scared that you might get hurt?\n  ","758999":"\n   What was the last message you received????\n  ","759000":"\n   What is your favorite pic of yourself?\n  ","759001":"\n   What books would you recommend for developing better interpersonal skills?\n  ","759002":"\n   Was it with your babys father\n  ","759003":"\n   Why? we cant even see your face just your messy bed\n  ","759004":"\n   Last time you had sex\n  ","759005":"\n   Do,you get fed up easily\n  ","759006":"\n   Who?\n  ","759007":"\n   Wow I love this pic. You’re stunning\n  ","759008":"\n   You’re always sending your money on McDonald’s\n  ","759009":"\n   How have you been\n  ","759010":"\n   You look so beautiful in that picture that you posted and is your bed in the picture\n  ","759011":"\n   What was your greatest success?\n  ","759012":"\n   What is one or some cool food youd like to mention? Swear I love these freeze fried fruits from a place in California.\n  ","759013":"\n   What's your favorite food? Hugsss\n  ","759014":"\n   💕 have you ever gone swimming with sharks\/dolphins\/whales\/etc ? do you have pictures of your experience ?\n  ","759015":"\n   💕 have you ever moved across the country ? where did you move from ? where did you move to ?\n  ","759016":"\n   💕 have you ever taken a selfie that you can’t top ? pap ?\n  ","759017":"\n   💕 have you ever found something expensive on the ground ? what was it ?\n  ","759018":"\n   💕 have you ever gone on a blind date ? how was it ?\n  ","759019":"\n   💕 have you ever smoked a cigarette ? do you still smoke ?\n  ","759020":"\n   💕 have you ever been engaged or married ? pap you\/your partner’s ring(s) or the ceremony ?\n  ","759021":"\n   💕 have you ever owned a pet ? (feel free to talk about your pets or post pics !)\n  ","759022":"\n   💕 have you ever been in love ?\n  ","759023":"\n   💕 have you ever binge watched a show ? what show(s) ?\n  ","759024":"\n   💕 have you ever been skiing? pap ?\n  ","759025":"\n   💕 have you ever told a ridiculous lie that people still believe to this day ? what was it ?\n  ","759026":"\n   💕 have you ever been out of your country ? where did you go ?\n  ","759027":"\n   💕 have you ever been to a concert ? what concert(s) ?\n  ","759028":"\n   why do people still try and fake celebrities and models lmao. I thought this would have ended back in 2014\n  ","759029":"\n   Which color best describes your current mood?\n  ","759030":"\n   Would you be a good life coach\n  ","759031":"\n   Can you be spiteful?\n  ","759032":"\n   That’s good\n  ","759033":"\n   Hi how are you\n  ","759034":"\n   Hey ❤️\n  ","759035":"\n   Is it racist where you live, like your town area? Mine is and it is gross.\n  ","759036":"\n   Marissa suffers from Stockholm syndrome. She runs her mouth about me then worships whites. Romans rules\n  ","759037":"\n   😂😂😂 you'll get more mentions soon about gossiping because she's too much of a 🐱 to say it on our walls 😂\n  ","759038":"\n   Have you read her bio her 'manager' wrote 😂😂 couldn't make it any more obvious how fake she is\n  ","759039":"\n   what is the worst song you know?\n  ","759040":"\n   what day of the week are you most productive?\n  ","759041":"\n   I haven't even blocked her either 😂😂😂\n  ","759042":"\n   Hahahahahaha 😂😂🐱\n  ","759043":"\n   Milk chocolate or dark chocolate?\n  ","759044":"\n   Should animal hunting be banned?\n  ","759045":"\n   What is something you really want right now? \n\nHugsss\n  ","759046":"\n   What's on your bucket list?\n  ","759047":"\n   how are u\n  ","759048":"\n   you look cute af\n  ","759049":"\n   What’s your man doing?\n  ","759050":"\n   Pap\n  ","759051":"\n   Have you ever fired a real gun?\n  ","759052":"\n   If you found out the kfc secret recipe would you tell anyone\n  ","759053":"\n   Are you ok doing public speaking?\n  ","759054":"\n   Why lol\n  ","759055":"\n   Where have you worked\n  ","759056":"\n   Has anyone ever came into your work and ordered one of e everything when you worked in fast food\n  ","759057":"\n   What’s for dinner?\n  ","759058":"\n   Did you want a boy or girl this time?\n  ","759059":"\n   What age did you get pregnant\n  ","759060":"\n   WhatsApp \nYou sent heart emoji\nStill beating\n😂\n  ","759061":"\n   Mars: Leo\nSaturn: Pisces\nNeptune: Capricorn\n*this is my astrology chart*\n  ","759062":"\n   I’m what is your opinion on people who claim that Planned Parenthood shouldn’t be funded, even though only 5% of its services are for ab*rtion?\n  ","759063":"\n   Who do you think is currently the most despised American?I think it’s a tie between R Kelly and Trump.\n  ","759064":"\n   Happy friday! Its finally the weekend \nI hope you have a lovely day and night filled with everything your heart desires! Hugs love you! What are your plans? If you don't have any i hope you enjoy your rest if you do have plans enjoy and have fun and stay safe!❤❤\n  ","759065":"\n   Woh dil jo tumne whatsapp pe bheja tha\n\nAbi tak dharak raha hai💓\n  ","759066":"\n   Has a raccoon ever went through your trash can\n  ","759067":"\n   Can I Take Sildenafil Citrate..?\n   \n    http:\/\/allecrahealthcare.com\/product\/sildamax\/?utm_source=quora&utm_medium=organic&utm_campaign=organic_quora&utm_content=website\n   \n","759068":"\n   Do you or your neighbors still have your Christmas lights up?\n  ","759069":"\n   Bad times\n  ","759070":"\n   Would you rather have your tongue stuck to ice or be heavily sunburnt?\n  ","759071":"\n   I don't know how birth control in the arm works, but this friend I have at college has it in her arm and she ended up prego. And she had to get that taken out.\n  ","759072":"\n   Я даун\n  ","759073":"\n   when Greg was in hospital he shouted at the nurses. does he shout at you a lot?\n  ","759074":"\n   What is something you can't live without? Hugsss\n  ","759075":"\n   Which city would you choose as capital of the world?\n  ","759076":"\n   Despite my surname I’ve found out with ancestry DNA that I have no Jewish heritage whatsoever, 43% percent of my DNA was Roman, 18% was Anglo Saxon, 15% Celtic, 14% was Viking and 8% was Frisian.\n  ","759077":"\n   What's a good time for a pregnant woman to stop having sx with her man until baby is born?\n  ","759078":"\n   How many blunts a day are you down to\n  ","759079":"\n   How excited are you for her to be here\n  ","759080":"\n   What’s ur plans for tonight?\n  ","759081":"\n   People who say I’m lying about my life stories don’t actually offend me, I take it as a compliment because if im lying I’m a better story writer than Shakespeare and Charles Dickens combined and I should be given a novel contract ASAP.\n  ","759082":"\n   I love your background pic\n  ","759083":"\n   Which insect is the most irritating?\n  ","759084":"\n   What do you suppose a decent question is\n  ","759085":"\n   You know you love me, I know you care Just shout whenever and I'll be there You are my love, you are my heart And we will never, ever, ever be apart.  Baby baby baby ohhhhh\n  ","759086":"\n   I obviously just have bad luck with birth control because I've been on the shot (every 3 months) and it made me sick and cause that stroke I had lol\n  ","759087":"\n   Don’t base it on everyone else tho, everyone’s body reacts diff to things. Everyone I know hates Alesse and said they gained weight but I was fine. Maybe just talk to your doctor and figure out which options work for your body.\n  ","759088":"\n   There’s also a birth control shot. I believe you get it like once a year.\n  ","759089":"\n   me personally, that one was horrible and it moved in my arms and almost got into one of my big veins which would have put me in the hospital, but I've heard some people say it's good\n  ","759090":"\n   Do you like the crazy frog\n  ","759091":"\n   I honestly was terrified to get it put in because of how much pressure it caused but after that it didn't hurt\n  ","759092":"\n   How much have you gained so far this pregnancy\n  ","759093":"\n   Why go on birth control\n  ","759094":"\n   It helps my mood swings oddly enough! And I don't notice it at all\n  ","759095":"\n\n    https:\/\/www.youtube.com\/watch?v=8pswXCKwKgQ\n   \n   ❤❤\n  ","759096":"\n   Girl the kyleena IUD is great\n  ","759097":"\n   Do you have a best friend?\n  ","759098":"\n   What is the very last thing you do before you settle in to fall asleep at night?\n  ","759099":"\n   Just common sense how did you pass then? 😆\n  ","759100":"\n   How many attempts did it take you to pass\n  ","759101":"\n   Can you drive\n  ","759102":"\n   So I'm laying in bed and in pain...\nWould anyone mind sending me questions so I keep my mind off the pain? Sorry if this is annoying!\n  ","759103":"\n   Next appointment\n  ","759104":"\n   Last time u had sex?\n  ","759105":"\n   What are you up to\n  ","759106":"\n   Are you more into clubs or pubs\n  ","759107":"\n   Should people pay more attention to other people than their phones?\n  ","759108":"\n   Will you be my friend and hold my hand when I give birth ?\n  ","759109":"\n   Is there a quote you live by? If any? If so what is your favorite quote and why? \nHugs❤\n  ","759110":"\n   If a guy walked up to you and said hey you're very pretty and would like to get to know you better and asked for your phone number or one of your social medias what would you say. Answer as you're single\n  ","759111":"\n   How can I explain to my boyfriend that I have feelings for someone else? I'm so scared but it's hard\n  ","759112":"\n   Do u know Cayla Carpenter\n  ","759113":"\n   Do you play board games when you were younger\n  ","759114":"\n   What was your reaction\n  ","759115":"\n   Did you hear about the woman in coma who gave birth\n  ","759116":"\n   What’s the last thing you broke in a fit of anger?\n  ","759117":"\n   Do you ever go commando\n  ","759118":"\n   Has anyone ever told you flat out that they didn’t care that they either embarrassed you ,upset you,hurt you or angered you?\n  ","759119":"\n   How are you today fam?\n  ","759120":"\n   Have you ever shxt on the floor?\n  ","759121":"\n   Have you ever been to Bourbon Street\n  ","759122":"\n   If you could control nature, which element would you choose? Why?\n  ","759123":"\n   Hey can you ask me questions please I sent this to everyone\n  ","759124":"\n   Aya thanks for the mad likes 👍👍 Btw your anons sucks\n  ","759125":"\n   i apologize\n  ","759126":"\n   Dang what u been doing LOL\n  ","759127":"\n   How many coins ya got?\n  ","759128":"\n   What's Love for you today?\n  ","759129":"\n   Have you ever cut your finger accidentally while chopping onions\n  ","759130":"\n   Back in school, what was one essay topic you dreaded to write?\n  ","759131":"\n   How could this site improve?\n  ","759132":"\n   What was the last thing you did yesterday?\n  ","759133":"\n   What was your last breakup over?\n  ","759134":"\n   What was the last emergency you had?\n  ","759135":"\n   How's everyone's night or day going so far? I hope well! Mine is going slow and boring atm hugs have a goodnight ❤\n  ","759136":"\n   You are rude becouse you could say “no” in another way. Easy my friend.\n  ","759137":"\n   Please pap of you\n  ","759138":"\n   Why are you so beautiful\n  ","759139":"\n   You are so rudeee\n  ","759140":"\n   10 like for 10 like?❤️\n  ","759141":"\n   What's the last meaningful thing you've done?\n  ","759142":"\n   Who wanna play q4q? Hmu. Now, on other hand, do you enjoy cats?\n  ","759143":"\n   🌙 What period of history was your favorite to learn about? If you don’t like history, what is your favorite thing to learn about?\n  ","759144":"\n   How was your day\n  ","759145":"\n   🌙 Do you think you are more mature than other people your own age? Do you believe age defines one’s maturity?\n  ","759146":"\n   🌙 Which do you remember the longest: what other people say, what other people do or how other people make you feel?\n  ","759147":"\n   🌙 What nicknames do you have? Are you called any nicknames that you don’t actually like?\n  ","759148":"\n   When’s your birthday?\n  ","759149":"\n   🌙 What emojis do you never use?\n  ","759150":"\n   🌙 If you could pick one food that you could eat all you wanted but it would have no effect on weight\/health\/etc what food would it be?\n  ","759151":"\n   🌙 People say you learn something new every day, so what did you learn today?\n  ","759152":"\n   🌙 What’s your favorite Disney movie?\n  ","759153":"\n   🌙 Do you like anime? If so, what is your favorite(s)?\n  ","759154":"\n   🌙 Describe your most recent purchase:\n  ","759155":"\n   How to make 15k real fast\n  ","759156":"\n   🌙 Can you count your number of serious relationships on one hand?\n  ","759157":"\n   whoever does that sh!t should be arrested.\n  ","759158":"\n   What are you going to order\n  ","759159":"\n   Do you think people have taken political correctness too far?\n  ","759160":"\n   if you had superpowers what powers would you have? Would you be a superhero or supervillian and what would you're superhero\/ supervillian name be\n  ","759161":"\n   You are fun\n  ","759162":"\n   How often do you think about your future?\n  ","759163":"\n   because I am annoying  🐞 ☔ 🐺\n  ","759164":"\n   I hope that you do not block me.\n  ","759165":"\n   What ya doin\n  ","759166":"\n   name a food combination you like but others find disgusting\n  ","759167":"\n   Have you ever missed someone so much it hurts? Because that's how I'm feeling ❤ hugs\n  ","759168":"\n   Are you jealous of any body ?\n  ","759169":"\n   Fav chrisp brand or for my American friends you call them poato chips\n  ","759170":"\n   Thoughts on people who think they are better than they accually are\n  ","759171":"\n   That food sucks,tbh.\n  ","759172":"\n   Have you ever been with an uncircumcised guy?\n  ","759173":"\n   I didn't know that... \nYou mean *somewhere*\n  ","759174":"\n   What kind of food you ordered?\n  ","759175":"\n   U r so young to have a 4-5months old baby in stomach.\n  ","759176":"\n   in 12 am what can u describe what u feel at this time?💙\n  ","759177":"\n   What’s on your mind\n  ","759178":"\n   do you like any music that is from your area (NY)\n  ","759179":"\n   you already know its a girl tho\n  ","759180":"\n   Hi\n  ","759181":"\n   How’s your year so far\n  ","759182":"\n   do you like the song Sicko Mode\n  ","759183":"\n   Did you hitchhike as a teen\n  ","759184":"\n   Do you listen closely or do you tend to drift off?\n  ","759185":"\n   What is going on today everyone?\n  ","759186":"\n   Do you prefer earbuds or headphones?\n  ","759187":"\n   Your bloated belly is starting to look amazing.\n  ","759188":"\n   over 10 pets is too many ew\n  ","759189":"\n   How many pets is too many? I've been hearing if you have over 10 or so then you got to many but i doubt you could ever have to many pets❤ hugs\n  ","759190":"\n\n    https:\/\/open.spotify.com\/track\/0ctAfOCkwHeKFES54KW0yi?si=gAtMwg5uTLOWEur2-DMN3A\n   \n","759191":"\n   A banana and tangerine?only 1 tangerine ?? .\nThey don't know what a man looks like down there do they\n  ","759192":"\n   Do you like spicy food\n  ","759193":"\n   i just got done with my spanish class today\n  ","759194":"\n   Did you hitchhike as a teen\n  ","759195":"\n   Do you own a kendama?\n  ","759196":"\n   Its 3:27am where i am atm i feel pretty crappy so i can't sleep🙃 so what helps you sleep at night if anything? Hugsss\n  ","759197":"\n   What's your favorite joke\n  ","759198":"\n   Greg told me that he is dying how long does he have?\n  ","759199":"\n   What is your real name just your first don't want to know your last\n  ","759200":"\n   I thought Gabby was your real name not a nickname\n  ","759201":"\n   Do you have any nick names\n  ","759202":"\n   what happened to your bf why was he at hospital\n  ","759203":"\n   Closest friends at sn\n  ","759204":"\n   shocking is it not ?\n  ","759205":"\n   Do women have external genitals ? I say no...almost nothing on the outside is necessary for reproduction.   ✌ ✌ ✌\n  ","759206":"\n   Omg why are u at the hospital? Is baby girl ok\n  ","759207":"\n   sugar + water = monster  🐝 🐝 🐝\n  ","759208":"\n   Hello\n  ","759209":"\n   What did you do today\n  ","759210":"\n   Wyd?\n  ","759211":"\n   thats not a wierd coincidence cause you made the appointment.\n  ","759212":"\n   Have you ever faced weird coincidences? If so, can you give an example?\n  ","759213":"\n   If you had to pick a new name for yourself what would you pick?\n  ","759214":"\n   How are you all ? I hope you're well ❤ I'm still pretty ill atm so i havent been on as much so i wanted to stop by and say hi and that im thinking about you all love you! hugs keep sending positive vibes please i need them❤\n  ","759215":"\n   What’s something positive you tell yourself when everything seems to be wrong?\n  ","759216":"\n   Have u ever been in love before😊😍\n  ","759217":"\n   Quien te atiende los bracers?\n  ","759218":"\n   What time do y get up?\n  ","759219":"\n   Then I will be glad when Bill Cosby is released Bill did not kill any body.\n  ","759220":"\n   Are you happy Cynthoia Brown is being released ?\n  ","759221":"\n   How is life going for you\n  ","759222":"\n   What helps you to concentrate?\n  ","759223":"\n   WHO'S HOTTER?  DINAH JANE HANSEN  VS  LAUREN JAUREGUI, \nCHECK OUT THE PICS ON MY PAGE AND VOTE.\n  ","759224":"\n   Are you ok?!\n  ","759225":"\n   Is babygirl okay?\n  ","759226":"\n   #72 what’s your favorite snack food?\n  ","759227":"\n   Do the people in your real life know you have an askfm account?\n  ","759228":"\n   #66 what hand soap is in your kitchen right now?\n  ","759229":"\n   #60 do you have\/want children? How many?\n  ","759230":"\n   #74 what’s your favorite season?\n  ","759231":"\n   #73 do you drink alcohol? What kind?\n  ","759232":"\n   #57 do you have freckles? Do you hate or love them?\n  ","759233":"\n   #58 what’s your favorite ice cream flavor?\n  ","759234":"\n   #75 what’s the most expensive thing you’ve bought?\n  ","759235":"\n   Do you exercise often?whats your favorite way to exercise?\n  ","759236":"\n   #65 what was your favorite class in school?\n  ","759237":"\n   #61 what’s one thing in life you did that you didn’t think you would ever do?\n  ","759238":"\n   #62 do you like having your picture taken?\n  ","759239":"\n   #54 how did you find me on here?\n  ","759240":"\n   #52 what’s your favorite smell?\n  ","759241":"\n   #64 where’s your favorite place to travel?\n  ","759242":"\n   #71 how many times a week do you shower?\n  ","759243":"\n   #67 did\/do you play sports?\n  ","759244":"\n   #69 when did\/will you graduate?\n  ","759245":"\n   #70 what’s the dumbest show you’ve ever seen?\n  ","759246":"\n   #68 how many serious relationship have you been in?\n  ","759247":"\n   Do you still eat cereal that’s meant for children?I still like Apple Jacks and frosted mini wheats\n  ","759248":"\n   If I showed up at your door holding a box of donuts how long would it take for you to call the police??\n  ","759249":"\n   #51 do you have any allergies? How do you manage them?\n  ","759250":"\n   if automobiles could be replaced by enormous animals (excluding horses), what animal would you use for transport ?\n  ","759251":"\n   Do you want to be a meme\n  ","759252":"\n   What's up\n  ","759253":"\n   🔪+ 🧕🏾 + 💀 = 👍🏻 👌🏻\n  ","759254":"\n   Do you or have you ever sent anon hate to someone on here?\n  ","759255":"\n   Are guys or girls usually bad texters?\n  ","759256":"\n   Did you go back to school today?\n  ","759257":"\n   Why is it that people nowadays read a text message and don't reply to it? On iMessage when I message someone it doesn't say read it only says delivered. Why is this?\n  ","759258":"\n   What is your favorite Gatorade flavor?\n  ","759259":"\n   Do you like watching cute videos?\n   \n    https:\/\/bitly.vn\/6hd\n   \n","759260":"\n   Do you like watching cute videos?\n   \n    https:\/\/bitly.vn\/6hd\n   \n","759261":"\n   I don’t think people understand that they can literally test you and the baby for these things in the hospital and most of the time at your OB appointments.\n  ","759262":"\n\n    https:\/\/ask.fm\/oneparty4all\/answers\/153875845761\n   \n   Thoughts?\n  ","759263":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? Just opinions?\n  ","759264":"\n   Again anon, she's a notorious btch. Best to just ignore her\n  ","759265":"\n   I finally just had to google it. I didn’t realize you had to have another picture to delete the first one. That’s dumb as hell 🙄\n  ","759266":"\n   I feel so stupid but how do I change my profile photo? I could only figure out my background.  😂\n  ","759267":"\n   Maybe don’t smoke with this one.\n  ","759268":"\n   Wow you gave birth at 30 weeks last time? Was everything ok or did you have to spend time in nicu?\n  ","759269":"\n   have you seen Bridge to Terabithia?\n  ","759270":"\n   turkey sandwiches or ham sandwiches\n  ","759271":"\n   Why don’t people post pictures of their children here but will any other place?\n  ","759272":"\n   They tell me all the time and I’m like 😒😒😒\n  ","759273":"\n   I’m not mad, just making a point 😉\n  ","759274":"\n   Waiting for the “you won’t post a picture of your son. He must be fake” 🙄🙄🙄\n  ","759275":"\n   Sounds like you should stop being so rude. No wonder you never get good questions.\n  ","759276":"\n   See what I mean. Your rude to someone just trying to have a conversation. I was literally just pointing out that you once said that, never said minds couldn’t change or anything.\n  ","759277":"\n   Is your son excited to be a big brother?\n  ","759278":"\n   Do you have an Instagram?\n  ","759279":"\n   Do you retail at home or do you actually leave the house?\n  ","759280":"\n   Were you wanting to have another baby this soon? I remember you always saying you didn’t know if you’d have another baby.\n  ","759281":"\n   Pap your son?\n  ","759282":"\n   Do you like watching cute videos?\n   \n    https:\/\/goo.gl\/qSHN5q\n   \n","759283":"\n   Cadie got you shook, you had alot to say to anons but when its Cadie you stay quiet.\n  ","759284":"\n   How many hours do you sleep at night?\n  ","759285":"\n   She is right tho why is mutilating a girl's genitals wrong but its ok to mutilate a boy's genitals? you're a mutilator.\n  ","759286":"\n   Have you ever accidentally dropped some good food that you were about to eat\n  ","759287":"\n   do you avoid watching movies you know will make you cry\n  ","759288":"\n   How bad is your vision\n  ","759289":"\n   Is it difficult choosing a babys name\n  ","759290":"\n   i bet you are against female mutilation though hmmm 🤔🤔🤔\n  ","759291":"\n   Have you ever argued over the last of an item in a store with someone\n  ","759292":"\n   Why are you sharing that stuff on fb\n  ","759293":"\n   Do they have a Raising Cane’s where you live\n  ","759294":"\n   Is me not wanting anyone to rape children something not worth bringing up?\n\nBtw, I'm not the first guy who asked this, just answering the above question.\n  ","759295":"\n   Because genital mutilation isn't good\n  ","759296":"\n   Since when do people care about children being circumcised? Is that a thing now? 🤢🤮\n  ","759297":"\n   They literally just copied that from someone else 😂😂😂\n  ","759298":"\n   because i care whether or not infants are having their genitals mutilated for their parent’s’ own sexual preference. a patently violating their child’s bodily autonomy should be everyone’s business.\n  ","759299":"\n   Do you struggle to open jars\n  ","759300":"\n   Weird 🤦🏼‍♀️🤦🏼‍♀️🤦🏼‍♀️\n  ","759301":"\n   Do you believe in second chances\n  ","759302":"\n   wtf what creeps!!!\n  ","759303":"\n   im gonna tell all the askfm moms to shut up about circumsizion cause other baby's private parts are not their business.\n  ","759304":"\n   LOL that means he is.\n  ","759305":"\n   is your son circumsized?\n  ","759306":"\n   Would you rather have a boss who can be a jerk but knows his job and is always available if you need help or the boss who’s cool and relaxed but you can’t ever find him when you need them or they don’t know how to do certain tasks?\n  ","759307":"\n   So I was just informed they now make a carrot cake Oreo cookie.Which is your favorite type of cookie?\n  ","759308":"\n   Do you have a checking account, savings account, both, or neither?\n  ","759309":"\n   What floor of your house is your room on?\n  ","759310":"\n   Do you ask people for favors often?\n  ","759311":"\n   How much longer can you keep in your belly piercing?\n  ","759312":"\n   You tell people to ask you shit but always have one word answers and respond rudely.\n  ","759313":"\n   thank you\n  ","759314":"\n   rude  😠\n  ","759315":"\n   Do you want to know my under clothing color ? 🐝\n  ","759316":"\n   So other than being a mom what do you do?\n  ","759317":"\n   So you don’t have a job?\n  ","759318":"\n   What do you do for a living?\n  ","759319":"\n   Are you still with your sons father?\n  ","759320":"\n   Do you know who Sierra Satterfield is? If so what do you think of her?\n  ","759321":"\n   If u wanted to ask what would Earth be like in 1000 years would you ask about it\n  ","759322":"\n   how did you know you were read for kids? like when did you think \"wow, I can do this\"😊\n  ","759323":"\n   It's kinda gross and nasty\n  ","759324":"\n   What's the greatest thing in the world besides food?\n  ","759325":"\n\n    https:\/\/map.snapchat.com\/ttp\/snap\/W7_EDlXWTBiXAEEniNoMPwAAYOEHdSuwyQnNXAWgfFxJNAWgfFxC-AHanAA\/\n   \n   @30.281200,-81.416800,12.00z\n  ","759326":"\n   Your belly button is leaking again\n  ","759327":"\n   Little girls are such a blessing and fun. My youngest is 4 months old and I’m so in love. I can’t wait for you to experience this. 💜\n  ","759328":"\n   Hey lovelies! I’m sorry for my absence here. I truly hope all of you are well and had a great New Years! Feel free to send some questions in. Much love xoxo.\n  ","759329":"\n   Awww! I’m so happy for you. Are you hoping for a boy or girl? I just adore your baby bump 😍\n  ","759330":"\n   #30 what’s the dumbest app you’ve ever downloaded?\n  ","759331":"\n   1. A bad habit you want to break\n2. new skill you want to learn\n3. a good deed\n4. place you'd like to visit \n5. book you'd like to read\n6. something new you'd like to try \n7. a goal you'd like to accomplish \n8. something you'd like to get better at\n\nfigured I'd ask these too :)\n  ","759332":"\n   #15 what’s your favorite restaurant?\n  ","759333":"\n   Ever seen a comet a shooting star or a plant through a telescope?\n  ","759334":"\n   Do you have a mission statement for the year?\n  ","759335":"\n   Ugh , ur baby bump is so freaking cute\n  ","759336":"\n   Witch one of you guys had bitten someone s bare ass before?\n  ","759337":"\n   If you got a call off your kids school and they told you you're son\/daughter has been  bullying someone what would you do\n  ","759338":"\n   Would you ever do stand up comedy\n  ","759339":"\n   What would you like to go to school for\n  ","759340":"\n   Whats on your mind?\n  ","759341":"\n   if your kid or future kid turns out to be gay\/lesbian would you treat them any diffrent\n  ","759342":"\n   When you send a number and there a question on the side\n  ","759343":"\n   Do the number game thing\n  ","759344":"\n   #14 what’s your biggest life goal?\n  ","759345":"\n   #2. How do you think you’ve impacted the world?\n  ","759346":"\n   #20 what scares you about the future?\n  ","759347":"\n   #33 what’s something you weren’t sure about buying but ended up being really glad you did?\n  ","759348":"\n   Do you have a 2019 planner? What type of things do you plan?\n  ","759349":"\n   Do you have a 18 weeks picture from your first baby? I’ve never seen the differences from boy and girl\n  ","759350":"\n   You’re so round 😍☺️\n  ","759351":"\n   What do teenagers think about?\n  ","759352":"\n   How are you?\n  ","759353":"\n   Hello\n  ","759354":"\n   Are you good at saving money\n  ","759355":"\n   how is this toxic lol anons are crazy\n  ","759356":"\n   do the blindfold challenge\n  ","759357":"\n   Good day?\n  ","759358":"\n   in super mario the bushes are clouds colored green\n  ","759359":"\n   you refuse to share your partner? thats so toxic.\n  ","759360":"\n   Have you ever been afraid that your child would be switched\n  ","759361":"\n   Are you going to kick your daughter out of the house in 2037\n  ","759362":"\n   Did your first bump look the same?\n  ","759363":"\n   Belly pic\n  ","759364":"\n   I can wait to see the girls from 2001 on pornhub\n  ","759365":"\n   Are you half asian\n  ","759366":"\n   Aisle, middle, or window seat?\n  ","759367":"\n   Is this pregnancy easier than the 1st\n  ","759368":"\n   Have you ever wore colored contacts\n  ","759369":"\n   if you get asked questions by the police you are obligated by law to comply.\n  ","759370":"\n   I would be greatly disappointed if…\n  ","759371":"\n   Are you good at describing faces\n  ","759372":"\n   If you were a witness to a crime and the police asked you to describe how the criminal looks would the sketch look accurate\n  ","759373":"\n   “Are we there yet” that’s mainly what I hate 😂😂😂\n  ","759374":"\n   #28 if you could have picked your first name what would you have picked?\n  ","759375":"\n   #26 anyone have advice on a 12 hour car ride with a 5 year old? Help.\n  ","759376":"\n   why\n  ","759377":"\n   Name two bad habits or traits of yours:\n  ","759378":"\n   Y’all sick of me yet? 😂😂😂\n  ","759379":"\n   #34 would you say you’re an organized person? If so, share some tips with me!\n  ","759380":"\n   #24 tell me about your best childhood memory.\n  ","759381":"\n   #35 what store do you get most of your groceries from?\n  ","759382":"\n   #36 who do you text the most?\n  ","759383":"\n   #43 what’s your favorite phone game?\n  ","759384":"\n   #25 where do you live?\n  ","759385":"\n   #27 what’s your favorite color?\n  ","759386":"\n   #29 what do you use to wash your face with?\n  ","759387":"\n   #31 how did you hear about ask.fm?\n  ","759388":"\n   #32 what’s your favorite flower?\n  ","759389":"\n   #37 do you prefer texting or talking on the phone?\n  ","759390":"\n   #40 what’s you favorite show?\n  ","759391":"\n   #39 how often do you do laundry?\n  ","759392":"\n   #38 have you ever broken a bone? Which one(s)\n  ","759393":"\n   #41 tell me a funny story?\n  ","759394":"\n   #44 what do\/did you look for in a spouse?\n  ","759395":"\n   #45 do you have any siblings? Do y’all get along?\n  ","759396":"\n   #46 what’s your state\/area known for?\n  ","759397":"\n   #47 what color are your eyes?\n  ","759398":"\n   #48 how tall are you?\n  ","759399":"\n   #49 what laundry detergent do you use?\n  ","759400":"\n   #50 do you bite your nails?\n  ","759401":"\n   Take your blindfold off\n  ","759402":"\n   #21 what age do you get mistaken for?\n  ","759403":"\n   #19 what about flossing? Do you floss your teeth?\n  ","759404":"\n   #18 how often do you really brush your teeth? Don’t lie to me I’m not your dentist.\n  ","759405":"\n   #17 are you generally happy with yourself?\n  ","759406":"\n   #16 do you follow me? Why?\n  ","759407":"\n   #11 how many coins do you have + do you ever think they will serve a purpose?\n  ","759408":"\n   #13 how often does your phone need to be charged in a day so it doesn’t die?\n  ","759409":"\n   #12 what scent is your body wash?\n  ","759410":"\n   #10 how many pillows are on your bed?\n  ","759411":"\n   #9 what’s the first thing you do when you wake up?\n  ","759412":"\n   #8 how old are you?\n  ","759413":"\n   #7 what’s the last thing that made you feel sick to your stomach?\n  ","759414":"\n   #6 how many people follow you?\n  ","759415":"\n   When you were a child did you have a friend that your parents didn’t like?Parents do your kids have a friend you don’t care for?\n  ","759416":"\n   What qualities do you value the most in your friends?\n  ","759417":"\n   #5 how many people do you follow on here?\n  ","759418":"\n   #4 if you could change one thing about your appearance what would it be?\n  ","759419":"\n   #3 what’s the biggest stereotype about you?\n  ","759420":"\n   Here we go. At any point if you want to be removed from the spam please send me a question and tell me to remove you. #1. If you took ownership of ask.fm what would you change and why?\n  ","759421":"\n   Seen any good movies lately?I watched “The House With the Clock on the Walls” last night. It was good!\n  ","759422":"\n   Favourite picture from 2018?\n  ","759423":"\n   Good afternoon\n  ","759424":"\n   Plans for td?\n  ","759425":"\n   Fav junk food\n  ","759426":"\n   What would you and Greg do if you found out someone was s*xually inappropriate with your son?\n  ","759427":"\n   What if your friend came out as a p*do but was non offending?\n  ","759428":"\n   How is your 2019 going so far? Any better than 2018?\n  ","759429":"\n   What is at the same time funny and sad?\n  ","759430":"\n   Anon, she's known in askfm circles for being a bit of a beach.\n  ","759431":"\n   wow thats all it takes for u to block someone? u have a rly short fuse huh prob better to try being in a good mood for once\n  ","759432":"\n   can you repeat that?\n  ","759433":"\n   Did the dog alert when the popo raided your house ?\n  ","759434":"\n   biggest pet peeve?\n  ","759435":"\n   wow pregnant attitude\n  ","759436":"\n   i already broke all my resolutions i was just talking shit i would never do\n  ","759437":"\n   Do you have a big house\n  ","759438":"\n   Got any new year revolutions if you do what?\n  ","759439":"\n   What's your favorite dessert and why?\n  ","759440":"\n   How do you blow off steam when you are angry\n  ","759441":"\n   Would you disown your child if they grew up to not support gay marriage but weren't hateful to gay people?\n  ","759442":"\n   Would you be friends with someone who says non binary aren’t “normal” and always makes fun of them?\n  ","759443":"\n   What if your son came out as a p*do?\n  ","759444":"\n   How many bedrooms does ur house have\n  ","759445":"\n   Put 1 if you play Fortnite\nPut 2 if you play Overwatch \nPut 3 if you play PUDG\n  ","759446":"\n   Do you agree that p*dophilia is a s*xual orientation?\n  ","759447":"\n   What's the most difficult choice one has to make?\n  ","759448":"\n   Does ur son have his own room?\n  ","759449":"\n   What is your favorite thrill ride?\n  ","759450":"\n   Do you live in an apartment?\n  ","759451":"\n   Who do you live with?\n  ","759452":"\n   Is your daughter going to have her own room?\n  ","759453":"\n   How are you?\n  ","759454":"\n   unhealthy for baby\n  ","759455":"\n   What’s 4 dinner?\n  ","759456":"\n   When do u go back to the doctors\n  ","759457":"\n\n    https:\/\/ask.fm\/babycadiex\/answers\/152202661877\n   \n   do you agree with this?\n  ","759458":"\n   How far along are you?\n  ","759459":"\n   Are p*dos inherently bad even if they've never offended?\n  ","759460":"\n   i dont like her questions and her ass picture is fake\n  ","759461":"\n   *having to resend this because I only selected one person* I have 98 followers + I said at 100 I would send out a 100 question spam. If you got this you’ll be included in the spam. If you wanna be removed from the spam please let me know. If you wanna be added send me a question + let me know!\n  ","759462":"\n   If you were the president (I know some of y’all are from different countries so use your equivalence) what would be the first thing you changed?\n  ","759463":"\n   Post a picture of your favorite sci-fi character!\n  ","759464":"\n   If you could be invisible for a day, what would your do?\n  ","759465":"\n   Any one else as bored as me? It’s raining and dark here 😒\n  ","759466":"\n   yeah, idk if anyone else answered it but i deleted it cuz idc about the dumb drama. they were comparing you to ash smoking while pregnant.\n  ","759467":"\n   Gah stop smoking almost 2 years before you get pregnant. 🙄🙄🙄🙄 their logic is so ridiculous.\n  ","759468":"\n   Did someone really compare you to ash? That’s the most ridiculous thing I’ve ever heard in my life.\n  ","759469":"\n   Where’s your favorite place to get a burger?If you don’t eat meat where’s your favorite place to get a salad?\n  ","759470":"\n   Have you watched “The Masked Singer” yet?\n  ","759471":"\n   Do you snort when you laugh hard?\n  ","759472":"\n   Do you drool when you sleep?\n  ","759473":"\n   Whats your favorite sportswear brand?\n  ","759474":"\n   How long should people wait to date again after a break up? My friend was dating her bf for 4 months broke up with him, but is talking to another guy who she says is her friend. I'm trying to tell her to not jump into another relationship. Do you think she might pick up feelings for him?\n  ","759475":"\n   Oh really anon because I have her on Snapchat as well and I havnt seen her upload any new snaps of her smoking . Oops\n  ","759476":"\n   PewDiePie or T-Series?\n  ","759477":"\n   definitely just saw you smoking again on Snapchat and from 8 hours ago\n  ","759478":"\n   How many people can you call your friends?\n  ","759479":"\n   do u like to watch a lot of horror movies on Halloween?\n  ","759480":"\n   You come across a magic book and whatever you write in it becomes reality. What's the first thing you would write in it?\n  ","759481":"\n   what did you eat\n  ","759482":"\n   where did you decide to eat?\n  ","759483":"\n   You two pills one red and one blue and you can only take one. The red one ages you 20 years but you will also get 10 million pounds\/dollars. The Blue one takes you back when you were 10 years old but you still have your current membries ans you can change your future. Which pill will you take and wh\n  ","759484":"\n   Use this for whatever\n  ","759485":"\n   Hey\n  ","759486":"\n   Did you care what people thought of you when you were in school?\n  ","759487":"\n   Are you happy\n  ","759488":"\n   I got punished a lot of times so for me it’s okay talking about that\n  ","759489":"\n\n    https:\/\/www.youtube.com\/watch?v=ypCpKwOtarU\n   \n   ❤\n  ","759490":"\n   your bf should not allow you to do that\n  ","759491":"\n   I just asked if you prefer a spanking and it’s done or a punishment for a certain length\n  ","759492":"\n   wtf? sleeves are gross on a girl dont get that\n  ","759493":"\n   How do you papa a John?\n  ","759494":"\n   Wtf\n  ","759495":"\n   Which one did you prefer?\n  ","759496":"\n   Do you want anymore tattoos?\n  ","759497":"\n   Hi\n  ","759498":"\n   What kind of discipline did your parents enforce you?\n  ","759499":"\n   When you should keep your mouth shut?\n  ","759500":"\n   I hope you’re all still feeling that new year positivity ✨\n  ","759501":"\n   just seen you smoking on Snapchat\n  ","759502":"\n   Merry Christmas\n  ","759503":"\n   Did you have any neighbors that you were warned to stay away from?\n  ","759504":"\n   are you still pregnant?\n  ","759505":"\n   sort of an adult\n  ","759506":"\n   sorry to hear that\n  ","759507":"\n   Happy New Year 🎉\n  ","759508":"\n   What will warm u this fall?\n  ","759509":"\n   why dont you stay in bed then? i just stay.\n  ","759510":"\n   I will only  😠 marry you if sign a pre-nip. I want you to be my 😠 wife.\n  ","759511":"\n   “I'm working for an hourly wage I went to high school, didn't do great still I gotta make more cash more education is what I'm looking at when I get a degree I will make a bigger salary so now I've got to see which college is right for me I went on the Internet and found Education \nCon-nec-tion\n  ","759512":"\n   Do you ever wake up and think to yourself I want to stay in bed\n  ","759513":"\n   What is easy to get into but hard to get out of? ?\n  ","759514":"\n   call CAMEL TOWING if you need a tow  😠\n  ","759515":"\n   😠 get a vasectomy and do not tell anybody not even your family 😠 if you ever want a baby there are options 😠\n  ","759516":"\n   God sack Ash! What have we told you about that!\n  ","759517":"\n   What’s 4 dinner?\n  ","759518":"\n   Ash like ddlg\n  ","759519":"\n   Your belly\n  ","759520":"\n   happy new year 2018\n  ","759521":"\n   What are the things that one should do before go to sleep?\n  ","759522":"\n   Who gives you the most unwanted opinions or advice?\n  ","759523":"\n   Happy new year! I'm sorry to be late but I hope you had amazing holidays! Love you all! <3\n  ","759524":"\n   shut up Gabrielle\n  ","759525":"\n   I follow u\n  ","759526":"\n   .What makes you uncomfortable when talking about ex?\n  ","759527":"\n   stop judging what other people like mind your business\n  ","759528":"\n\n    https:\/\/ask.fm\/pollsofask\/photopolls\/109980550?utm_source=copy_link&utm_medium=iOS\n   \n","759529":"\n   You got that off Ash’s insta\n  ","759530":"\n   How are you feeling?\n  ","759531":"\n   How many ceiling fans are in your home?\n  ","759532":"\n   Tell me why I shouldn't leave ask\n  ","759533":"\n   What post sis?? On Ash's insta?\n  ","759534":"\n   Is love complicated? Why?\n  ","759535":"\n   What is your motto for 2019?\n  ","759536":"\n   What do you consider yourself an expert on?\n  ","759537":"\n   What you don't need to earn to deserve it?\n  ","759538":"\n   When was the last time you felt relaxed?\n  ","759539":"\n   Do you have Idol(s)?\n  ","759540":"\n   Are you the kind of person who is affected by the departure of people??\n  ","759541":"\n   are you happy.  🌹🌷🌷\n  ","759542":"\n   Congratulations for you baby girl\n  ","759543":"\n   What lies do you most often tell yourself?\n  ","759544":"\n   Can I see a picture of your room\n  ","759545":"\n   Did you have a orgasm during the sex\n  ","759546":"\n   How was the sex hard or slow how long did the sex last\n  ","759547":"\n   Can I ask you a sex question if its okay with you\n  ","759548":"\n   Your welcome\n  ","759549":"\n   Your welcome beautiful\n  ","759550":"\n   Congrats on your baby girl\n  ","759551":"\n   Your baby girl is going to be the cutest little girl in the world\n  ","759552":"\n   Are you doing ok today and how is your baby girl how far along are you\n  ","759553":"\n   Should sperm banks be banned...because women go to sperm banks get pregnant and then go on welfare because she cannot collect money from the sperm donor ?\n  ","759554":"\n   When do you feel the most comfortable?\n  ","759555":"\n   Tom is a great name for a girl also 😎\n  ","759556":"\n   Happy new year my lovelies ❤ i hope this new year brings you everything your heart desires and good health as well💞 i love you hugs🌷 so sorry i haven't Been on I've been dealing with health struggles and a few other things as well so i could use the positive vibes very badly ❤\n  ","759557":"\n   So...........how are all of you doing today?I have nothing to ask sorry :(\n  ","759558":"\n   Have you ever sued anyone\n  ","759559":"\n   It’s Tom isn’t it? I’m so flattered!!Maybe they’ll grow up to be a Raider fan 😀\n  ","759560":"\n   I hope everyone had a good New Year’s Eve and has had a positive start to the new year. Happy new year 🥳💜\n  ","759561":"\n   How’s the first day of the new year going for everyone?\n  ","759562":"\n   How old are you turning this year?\n  ","759563":"\n   Tell me about your pretty-girl-problems...such as too much free food and movies...too much sex...too many rich men wanting to marry you.\n  ","759564":"\n   why did\n   \n    @Riapoos\n   \n   lie about deactivating?\n  ","759565":"\n   Would you date a boy who is shorter, skinnier, and weaker than you or would you rather be his friend only?\n  ","759566":"\n   it is realistic, gay guys are allowed to touch women's tits and ass usually.\n  ","759567":"\n   if an obviously gay guy grabbed your ass and said \"goals\" how would you react?\n  ","759568":"\n   These “what if” questions kill me. Like how do these people come up with this?😂😂😂\n  ","759569":"\n   new year = new bitch am i right?\n  ","759570":"\n   what would you do if you're at a party and a random skinny gay guy sat on your lap?\n  ","759571":"\n   What ya doin?\n  ","759572":"\n   How’s your day going\n  ","759573":"\n   Where are you from?\n  ","759574":"\n   Excuse me but where’s all my Long Island girls at?\n  ","759575":"\n   hi im chucky wanna play\n  ","759576":"\n   the name Agnes or Agatha? the name Maxwell or Maximillian? the name Elizabeth or Bethany?\n  ","759577":"\n   What's your funniest photo?\n  ","759578":"\n   Happy new year yall\n  ","759579":"\n   Happy New Year to everyone!! :)\n  ","759580":"\n   Is it embarssing that a women makes more than her  bf or husband\n  ","759581":"\n   Best question you have had this year\n  ","759582":"\n   🍮🍰🍧🍦\n  ","759583":"\n   🎁🍷🍕🍜\n  ","759584":"\n   Ok sorry for that\n  ","759585":"\n   HNY!!!🎉 What’s your word of 2019? (what do you want your 2019 to be like) mine is Organised 💖\n  ","759586":"\n   Sorry for the ask\n  ","759587":"\n   What’s the baby’s name\n  ","759588":"\n   Send nudes (707-239-4722) whatsapp\n  ","759589":"\n   If you saw a spider in your house would you kill it or catch it ans put it outside\n  ","759590":"\n   Happy New Year 🎉🎈 May your year be filled with happiness, love, and peace. ♡\n  ","759591":"\n   hello happy new year\n  ","759592":"\n   Thanks beautiful how you doing\n  ","759593":"\n   Do you believe there is good in everyone?\n  ","759594":"\n   Yesterday If you have sex o today\n  ","759595":"\n   Happy New Year it's good\n  ","759596":"\n   Are you have a sex yesterday\n  ","759597":"\n   What's your favorite slang word?\n  ","759598":"\n   hope you have a great new year and great pregnancy and great health for your future child and family :D\n  ","759599":"\n   New year = new you. Do you agree?\n  ","759600":"\n   Are you ok?\n  ","759601":"\n   Do you have any New Year traditions? \n\nI feel like I always listen to a song...\n  ","759602":"\n   my coworkers and i were talking about different traditions they do at midnight that is supposed to bring them good luck in the new year. do you do anything on new year’s eve or day to bring you good luck?\n  ","759603":"\n   Happy new year 🎊🎈 🌹\n  ","759604":"\n   What is the best commercial you’ve ever seen?\n  ","759605":"\n   Just want to wish all of you a Happy New Year.I hope 2019 brings you everything you seek and please be safe!Love you guys!\n  ","759606":"\n   Why would you say I have no life? You are unappreciative\n  ","759607":"\n\n    https:\/\/ask.fm\/x_melancholy_x\/answers\/151280457049\n   \n   Hi. Please read this answer, find yourself, and bask in the nostalgia of another time. Thank you.\n  ","759608":"\n   Now that I think about it yeah you're right lol 😂\n  ","759609":"\n   its not 2019 until the ball drops in NYC\n  ","759610":"\n   Ah it's midnight here\n  ","759611":"\n   When is ur bday?\n  ","759612":"\n   Happy new year\n  ","759613":"\n   PA's supreme court ruled friday moms who use illegal drugs while pregnant cannot be considered perpetrators of child abxse. the supreme court's main opinion said the law's definition of a child does not include fetuses or unborn children under the child protective services law. thoughts?!\n  ","759614":"\n   Late on the spam. What did you guys get for XMAS?\n  ","759615":"\n   If a bear came running at you what would you do\n  ","759616":"\n   Would you ever be a procuress\n  ","759617":"\n   How's life\n  ","759618":"\n   What question about yourself is too difficult for you to answer now?\n  ","759619":"\n   in 6 months will you have no time to be on here and will leave Ask?\n  ","759620":"\n   Greg told me that he chooses to work nights so he can get away from you and also he sometimes just pretends to be asleep so he doesn't have to talk to you\n  ","759621":"\n   What’s the mom hate page on here? I wanna see if I’m on it.\n  ","759622":"\n   What do you wish for yourself in the new year?\n  ","759623":"\n   Have you ever done something really special for someone only to have them shit all over it?Like you made a special dinner or bought them something only for them to find flaws in it or just flat out say they don’t like it?\n  ","759624":"\n   What are your 3 favourite memories from 2018?\n  ","759625":"\n   Have you ever skip any classes if you did which class and why?\n  ","759626":"\n   Do you have a tattoo of a frog on your titty\n  ","759627":"\n   Do you jog at night\n  ","759628":"\n   Is there a Disney movie you didn’t really care for?I didn’t really like Tarzan\n  ","759629":"\n   According to you, why do people love? Or fall in love?\n  ","759630":"\n   If there was a world full of people just like you what would the world be like\n  ","759631":"\n   I’m a 28 so I know the struggle of wanting a bigger size 😂 literally only 1 shop does my size 🙄\n  ","759632":"\n   but you're telling your kids what to do with their body by forever altering them. getting nerves cut off and put holes that will never fully close 👀\n  ","759633":"\n   You can have mine lol I have DD and I hate em\n  ","759634":"\n   dont look into it and dont do it\n  ","759635":"\n   hi how r u\n  ","759636":"\n   Lol how much would that cost thou\n  ","759637":"\n   getting surgery just to increase that small amount would be extremely stupid.\n  ","759638":"\n   Lol why\n  ","759639":"\n   Do you know how to drive?\n  ","759640":"\n   Do you want bigger boobs\n  ","759641":"\n   What are you hoping to achieve in 2019?\n  ","759642":"\n   Have you ever met someone online in real life?\n  ","759643":"\n   Would you ever get breast implants\n  ","759644":"\n   Do you prefer calling or texting?\n  ","759645":"\n   Are you a risk taker?\n  ","759646":"\n   Do you like to bake? What’s your favourite thing to bake?\n  ","759647":"\n   What’s up\n  ","759648":"\n   Whom will be your new years kiss?\n  ","759649":"\n   Tell us the juicy drama\n  ","759650":"\n   If you were a teacher, what subject would you like to teach?\n  ","759651":"\n   cause it limits what you can do, you cant drink or do drugs or do crazy things\n  ","759652":"\n   what you're gonna do is be pregnant\n  ","759653":"\n   What’s everyone doing to start the new year?\n  ","759654":"\n   Does you or your significant other have a celebrity crush?My wife suddenly has the hots for Jason Mamoa 😡. What’s he got that I haven’t got?????\n  ","759655":"\n   What’s your favorite fast food place + what do you normally order there?\n  ","759656":"\n   Winter thoughts?🤨\n🍻\n  ","759657":"\n   Bitсh u hot as fuсk\n  ","759658":"\n   Specific question: Sometimes, do you drive with sneakers and no socks? If so, what sneakers do u wear sockless to drive with?\n  ","759659":"\n   Do you have a certain tradition on New Years?\n  ","759660":"\n   Do you whistle in public?\n  ","759661":"\n   Do you have a nickname? What is it?\n  ","759662":"\n   Are you showing much yet?\n  ","759663":"\n   Congratulations! :)\n  ","759664":"\n   How far along in your pregnancy are you?\n  ","759665":"\n   Have you resolved to lead a healthier lifestyle in the new year?\n  ","759666":"\n   What would you like to have in 2019 that you didn't have in 2018?\n  ","759667":"\n   Nothing it's good\n  ","759668":"\n   No clue if this is fake or not there is a youtube video of 2 men hunting. A deer came out and walked up to them and started to lick the gun. Thoughts?\n  ","759669":"\n   If you could replace anything from your body,what would it be?😅\n  ","759670":"\n   Ash has u blocked\n  ","759671":"\n   I am still one of your biggest fans despite everything. Thanks for all the fun on here this year\n  ","759672":"\n   If you could make any animal talk which animal would you make talk and why\n  ","759673":"\n   Guess, what is it: four in the office, and one working?\n  ","759674":"\n   I thought u might like this song. what do u think of it?\n   \n    https:\/\/www.youtube.com\/watch?v=Vz0ouih4-ks\n   \n","759675":"\n   Describe your school lunch in three words!\n  ","759676":"\n   Do you smoke\n  ","759677":"\n   I just read your bio, you’re having a girl! So exciting! ❤️\n  ","759678":"\n   Your so cute! With your lil bump awe ❤️😩 can’t wait to see your lil bean when he\/she\/whatever is born!\n  ","759679":"\n   Is the world getting better or worse?\n  ","759680":"\n   How much do u weigh\n  ","759681":"\n   Was ur pregnancy planned?\n  ","759682":"\n   Do u like your hair curly or straight\n  ","759683":"\n   Sorry, i just like honking nose\n  "},"Answer":{"758611":"\n  I’m not a fan of breakfast during breakfast hrs lmao.\n  \n  I like BEC\n  ","758612":"\n  Probably nothing .\n  \n  It’s suppose to snow tomorrow night into Sunday 🙄🙄🙄\n  ","758613":"\n  I wake up @ 6:30am\n  \n  Check my phone ; talk to my man about how work was.\n  \n  Then about 7:15am I wake my son up .\n  \n  Let him watch some Hulu till 7:35am.\n  \n  Get him ready for school ; do his hair if needed .\n  \n  Make him breakfast.\n  \n  Let him watch more Hulu till it’s time to go to his bus stop @ like 8:05-8:10ish\n  ","758614":"\n  Sure\n  ","758615":"\n  I made chicken , rice and some greens\n  ","758616":"\n  Tbh nothing .\n  \n  My man has work @ 11pm .\n  ","758617":"\n  Yep I want to marry my man one day 😊\n  ","758618":"\n  Cold lol\n  \n  If I can have the AC on all year around I would 😂\n  ","758619":"\n  Wtf\n  ","758620":"\n  I love cheese cake\n  ","758621":"\n  Well I was a 36C before I got pregnant & now I have no idea my size\n  ","758622":"\n  No\n  ","758623":"\n  No\n  ","758624":"\n  No?\n  ","758625":"\n  👍🏽\n  ","758626":"\n  Nothing that I know of\n  ","758627":"\n  I watch Grey’s. I’m trynna catch up on Hulu I’m on like season 13 I believe lmao\n  ","758628":"\n  Nobody asked you\n  ","758629":"\n  On my side , I wish I could lay on my stomach but ya know 🤰🏻\n  ","758630":"\n  Hell yeah\n  ","758631":"\n  can I go back to sleep\n  ","758632":"\n  Because it was something I found real quick lmao\n  ","758633":"\n  I wish but no my man would complain it’s too cold\n  ","758634":"\n  I like my tea with 3 sugars maybe 4\n  ","758635":"\n  Good afternoon\n  ","758636":"\n  Yes\n  ","758637":"\n  I don’t care about Ben damn .\n  \n  He can die and I wouldn’t give a fxck\n  ","758638":"\n  It’s 3:01pm\n  ","758639":"\n  Why is this even a poll\n  ","758640":"\n  👍🏽\n  ","758641":"\n  Says the one who can’t type correctly 🤷🏻‍♀️\n  ","758642":"\n  Why are you sending me a question mark\n  ","758643":"\n  O\n  ","758644":"\n  Sounds like your problem\n  ","758645":"\n  Happy Friday to you too .\n  \n  Positive vibes for the weekend ✨🤟🏽\n  ","758646":"\n  Food\n  ","758647":"\n  Monday\n  ","758648":"\n  Laying down until it’s time to get my son ready for school\n  ","758649":"\n  If that’s what you want to go with\n  ","758650":"\n  Why what?\n  ","758651":"\n  I didn’t ask you\n  ","758652":"\n  Why are you sending me a word\n  ","758653":"\n  Probably 🤷🏻‍♀️\n  ","758654":"\n  I only trust me children & my man\n  ","758655":"\n  • cleared out my inbox .\n  ","758656":"\n  So inspiring ✨✨\n  ","758657":"\n  Keep me 4L 🤟🏽\n  ","758658":"\n  Formula\n  \n  iPhones \/ Apple watches\n  \n  Some baby needs\n  \n  But I don’t think they should be “free” more like cheaper \/ affordable\n  ","758659":"\n  My iPhone X\n  \n  My coach clutch\n  \n  My uggs\n  \n  Getting my nails done\n  ","758660":"\n  Go away damn\n  ","758661":"\n  You’re annoying af\n  ","758662":"\n  Lmfao smh\n  \n  Go away or I’m blocking you\n  ","758663":"\n  Why do you care?\n  ","758664":"\n  Currently am\n  ","758665":"\n  Google it\n  ","758666":"\n  And why is this relevant to my life?\n  ","758667":"\n  Eh ; tbh I have zero clue .\n  \n  But since I’m pregnant I don’t take anything\n  ","758668":"\n  And they’re fxcking stupid\n  \n  I obviously know what stupid challenge that is\n  ","758669":"\n  Lol yeah .\n  ","758670":"\n  Do you have a question\n  ","758671":"\n  Stop asking me this fxcking question everyday\n  ","758672":"\n  Restaurants\n  \n  Movies\n  \n  Bowling\n  \n  Bar\n  ","758673":"\n  Ask me some decent questions\n  ","758674":"\n  Because that sounds so unrealistic\n  ","758675":"\n  I use a lot of tide and snuggles 🤷🏻‍♀️\n  ","758676":"\n  Start drama especially keeping it going for months with zero facts tbh. Just going based off ONLY ask nothing else\n  ","758677":"\n  Yeah & idk I just stuck it up because that’s my only option\n  ","758678":"\n  Lmao\n  ","758679":"\n  Fake\n  ","758680":"\n  Lol ; then my inbox will be flooded with sexual questions\n  ","758681":"\n  Yeah & it just depends\n  ","758682":"\n  Lil bit of water .\n  \n  Too much water drains the flavor\n  ","758683":"\n  The fact that I have to get my son ready for school lmao\n  ","758684":"\n  Hate pickup lines\n  \n  Like ew don’t use tho\n  ","758685":"\n  Don’t have any lol.\n  \n  But my dog Ice that I had would chew everything and wouldn’t listen for anything.\n  \n  I believe the ppl who had him before us didn’t train him well or something\n  ","758686":"\n  Still haven’t fully found myself so I couldn’t say\n  ","758687":"\n  No.\n  \n  Once you die you die 🤷🏻‍♀️\n  ","758688":"\n  🤷🏻‍♀️\n  ","758689":"\n  My man lol\n  ","758690":"\n  Call it what you want\n  ","758691":"\n  No\n  ","758692":"\n  Social media or napping\n  ","758693":"\n  He just literally has no life & really wants attention badly\n  ","758694":"\n  I think it’s Ben lmao\n  \n  That British guy who be making a billion accounts\n  ","758695":"\n  I don’t give a fxck\n  ","758696":"\n  Navel\n  \n  Nose\n  \n  Ears\n  \n  Nipple\n  ","758697":"\n  ?\n  ","758698":"\n  👍🏽\n  ","758699":"\n  Who says I can’t use it for social media?\n  \n  Lmao ;\n  \n  I can do whatever I want as long as when I’m filling out important paperwork I put my real last name\n  \n  Lmao\n  ","758700":"\n  Why send me stupid shxt\n  ","758701":"\n  Well Danzy been my last name for 7 years 🤷🏻‍♀️\n  ","758702":"\n  My iPhone 5s or iPhone X\n  ","758703":"\n  Yeah I kinda figured\n  ","758704":"\n  Go tf away\n  \n  I’m blocking your stupid ass\n  ","758705":"\n  I posted one early today\n  \n  Scroll .\n  \n  I have zero new ones\n  ","758706":"\n  I don’t dare for ppl who lie about having kids .\n  ","758707":"\n  And who answer did I copy lmao!\n  \n  And when?\n  ","758708":"\n  Don’t tell me who to follow\n  ","758709":"\n  Well I don’t like ppl who lie about having kids 🙄.\n  \n  That’s just my honest opinion\n  ","758710":"\n  My current .\n  \n  7 years\n  ","758711":"\n  Not @ all\n  ","758712":"\n  ?\n  ","758713":"\n  👍🏽\n  ","758714":"\n  My sex life isn’t your business\n  ","758715":"\n  You have no questions be gone\n  ","758716":"\n  Wtf\n  ","758717":"\n  Stop asking stupid questions ffs\n  ","758718":"\n  Ew no\n  ","758719":"\n  Well is it my fault you called me garden tool?\n  \n  No .\n  ","758720":"\n  👍🏽\n  ","758721":"\n  I’m not a garden tool neither .\n  \n  Smh\n  ","758722":"\n  Don’t call me babygirl my name is Gabby\n  \n  And thanks\n  ","758723":"\n  Do you have a question here?\n  ","758724":"\n  Well that’s pretty fxcked .\n  \n  Tbh I haven’t seen the commercial but I did see it going around. I think they should probably take down the commercial\n  ","758725":"\n  ....\n  ","758726":"\n  I can’t believe I’ll be 20 weeks on Saturday 👶🏽😍💜\n  ","758727":"\n  Send me some questions\n  ","758728":"\n  Neither\n  ","758729":"\n  No\n  ","758730":"\n  Nope\n  ","758731":"\n  🥰\n  ","758732":"\n  It’s random lmao ;\n  \n  I bounce back & forth or\n  \n  sometimes I forget about this site\n  \n  I have my notifications off too lmao\n  ","758733":"\n  Ew you anons\n  ","758734":"\n  Positive vibes ✨✨✨\n  ","758735":"\n  I think it’s stupid tbh\n  ","758736":"\n  Getting up in the mornings\n  ","758737":"\n  I don’t give a fxck .\n  \n  Stop sending me this about other ppl\n  ","758738":"\n  Disagree because you can apply for your green card \/ citizenship.\n  ","758739":"\n  If you aren’t paying don’t worry\n  ","758740":"\n  I’m about to get some McDonald’s lol\n  ","758741":"\n  Why tf would I have thoughts on 7\/8 year olds?\n  \n  Da fxck\n  ","758742":"\n  I enjoyed these questions\n  ","758743":"\n  My son & man\n  ","758744":"\n  Hotdogs\n  \n  But I want McDonald’s so badly\n  \n  This baby makes me hungry 24\/7\n  ","758745":"\n  That one lmao\n  ","758746":"\n  Stuffed Shells\n  ","758747":"\n  No but I WANT an Apple Watch so badly .\n  \n  But then again it’s just a want lmao\n  ","758748":"\n  Water or ice tea\n  \n  Wish it was liquor lmao\n  \n  But you know I have my lil human bean in me\n  ","758749":"\n  23 .\n  \n  Wish I could stay that age forever lmao\n  ","758750":"\n  Saturday we went to the mall . Ate some pizza. 👪.\n  \n  Then Sunday we chilled lol\n  ","758751":"\n  1 which is in the living room & and the rest of the bedrooms have carpet\n  ","758752":"\n  Like on here?\n  \n  Depends on the day \/ my mood and if I get good questions.\n  \n  Or if I’m bored lmao\n  ","758753":"\n  iPhone X\n  ","758754":"\n  Bratz\n  ","758755":"\n  ^^^\n  ","758756":"\n  We don’t have a vehicle yet but soon to come hopefully\n  \n  And I wouldn’t mind what color but I wouldn’t get red\n  ","758757":"\n  4\n  ","758758":"\n  Eat seafood\n  ","758759":"\n  New Zealand 🇳🇿\n  ","758760":"\n  Not really\n  \n  But I always can nap lmao\n  ","758761":"\n  Stfu ; go tf away y’all are annoying af yo\n  ","758762":"\n  Obviously you lmao\n  ","758763":"\n  Why would I get mad over someone’s opinion?\n  \n  Y’all are so hurt over the wrong shxt lmao.\n  ","758764":"\n  Yeah I’m sure lmao\n  ","758765":"\n  Can i get decent questions\n  ","758766":"\n  Oh , so you have no link of her calling me racist lmao.\n  \n  Okay. You can move along and go back to that page you made for attention\n  ","758767":"\n  Lmfao exactly what I’m saying.\n  \n  That’s why they linked me that made up page 😂.\n  ","758768":"\n  She never mentioned me tho?\n  \n  That’s why I said link me to where she said I WAS RACIST\n  ","758769":"\n  That’s not even her page your fxcking dumb c*nt\n  ","758770":"\n  Link me to where she said that ☺️\n  ","758771":"\n  And I don’t date white boys\n  ","758772":"\n  Idc what you do\n  ","758773":"\n  Wtf is boby pic\n  ","758774":"\n  Power\n  \n  Law&Order\n  \n  Bobs burger\n  \n  American dad\n  \n  blackish\n  ","758775":"\n  I never tell anyone especially not on this site\n  ","758776":"\n  My son\n  ","758777":"\n  My daughter kicking my bladder lmao\n  ","758778":"\n  Nobody lmao\n  ","758779":"\n  Lmfao I have over 7,000 followers I think it’s more than half of that\n  ","758780":"\n  Lmfao thank you.\n  \n  Like sorry we all have different opinions\n  ","758781":"\n  I don’t care\n  ","758782":"\n  Oh well\n  ","758783":"\n  I speak fxcking english\n  ","758784":"\n  Sent this 44 minutes ago\n  ","758785":"\n  Don’t know what that is\n  ","758786":"\n  Stop sending me shxt in this fxcking shxtty language\n  ","758787":"\n  I clearly don’t\n  ","758788":"\n  I speak English\n  \n  Idk why you keep sending me things on another language\n  ","758789":"\n  Tbh nothing lol ; it’s Wednesday & I have zero plans\n  ","758790":"\n  It’s not going to bad\n  ","758791":"\n  I bought it lol especially in HS\n  ","758792":"\n  I wear glasses\n  ","758793":"\n  Probably\n  ","758794":"\n  Don’t have any in this phone\n  ","758795":"\n  Go tf away\n  ","758796":"\n  I leave ppl on read so idc\n  ","758797":"\n  No\n  ","758798":"\n  Sure\n  ","758799":"\n  Kinda\n  ","758800":"\n  Well you shouldn’t be curious about my sex life\n  ","758801":"\n  I know\n  ","758802":"\n  Nah I’m not\n  ","758803":"\n  Why do u care?\n  ","758804":"\n  I love being a mother\n  ","758805":"\n  .\n  ","758806":"\n  “Queen song”\n  ","758807":"\n  Yeah\n  ","758808":"\n  Why do i care what HS she went to?\n  ","758809":"\n  Can’t just point out one\n  \n  Nor am I going to\n  ","758810":"\n  No\n  ","758811":"\n  No\n  ","758812":"\n  Stop asking me this annoying question everyday\n  ","758813":"\n  🤷🏻‍♀️\n  ","758814":"\n  No\n  ","758815":"\n  Everything\n  \n  Watching him grow into a young boy and into a man\n  ","758816":"\n  I had 2 dogs\n  \n  One passed away and the other one we gave up\n  ","758817":"\n  Hate is a strong word\n  \n  No\n  ","758818":"\n  Blocked\n  ","758819":"\n  My children\n  \n  And my man\n  ","758820":"\n  Ask me some questions\n  ","758821":"\n  DONT HAVE 1\n  ","758822":"\n  Lol zero ;\n  \n  I think I got a ticket in my moms car 🙄.\n  \n  I think they sent it in the mail today\n  ","758823":"\n  My man ❤️\n  ","758824":"\n  It’s a secret\n  ","758825":"\n  12:48pm\n  ","758826":"\n  Definitely not\n  ","758827":"\n  I was born in 94 you idiot\n  \n  I wasn’t even 14-17 when this was happening\n  ","758828":"\n  I listen to his music still but I’d never go to his concerts or anything .\n  ","758829":"\n  Nah I don’t\n  ","758830":"\n  C l o t h e s\n  ","758831":"\n  I’m 19 weeks pregnant with a babygirl\n  \n  Getting a car soon\n  \n  My son is doing good is school .\n  \n  My man works overnights\n  ","758832":"\n  Hearing my daughters heartbeat 💗👶🏽😍\n  ","758833":"\n  My motivation\n  ","758834":"\n  Lmfao 😂😂😂😂\n  ","758835":"\n  16 in America\n  \n  59 out of friends\n  ","758836":"\n  Lol I wouldn’t put it passed them 😂\n  ","758837":"\n  Probably my MIL\n  ","758838":"\n  Lmao ; see what I mean 😂.\n  \n  I blocked them 🤷🏻‍♀️\n  ","758839":"\n  That’s true lol\n  ","758840":"\n  If you have something yo say to her go to her page .\n  \n  Anything else from you will be blocked\n  ","758841":"\n  I know. Probably about a couple hrs\n  ","758842":"\n  That’s what I’m saying ; they’re annoying af rn\n  ","758843":"\n  Oh snap lol.\n  \n  Never been there tbh .\n  ","758844":"\n  LOL.\n  \n  You’re a whole idiot I swear.\n  \n  Why are you so stuck on something that happened last year?\n  \n  Oh yeah, because you have nothing else to talk about 👏🏽\n  ","758845":"\n  Where are you from?\n  \n  I actually live on Long Island 😂.\n  \n  But I have family in Brooklyn.\n  \n  And I’ve been to the city A LOT\n  ","758846":"\n  New York\n  ","758847":"\n  They don’t .\n  \n  You say one thing about your life and all of a sudden they act like they known you their entire life 😂\n  ","758848":"\n  You’re so sweet ❤️\n  ","758849":"\n  Actually no .\n  \n  New year same c*unt 🤷🏻‍♀️\n  ","758850":"\n  Lmao they’re another one of my haters 👀\n  ","758851":"\n  Lmao ; it was bc we were both drunk and he said some fxcked up shxt to me.\n  \n  I never did it again & have zero intentions on doing it again.\n  \n  (They’re about to give you shxt now lol)\n  ","758852":"\n  Why are we bring up old shxt from last year that happened once?\n  \n  Congrats 👏🏽.\n  \n  Lmao\n  ","758853":"\n  👍🏽\n  ","758854":"\n  Thank you.\n  \n  I tell everyone I’m a sweetheart just don’t be asking stupid questions \/ thinking you know my entire life lol.\n  ","758855":"\n  👍🏽\n  ","758856":"\n  Ofc I checked for you lol.\n  \n  You asked nicely and plus I don’t mind\n  ","758857":"\n  ☺️\n  ","758858":"\n  Hulu is for more of tv shows .\n  \n  Netflix is better for movies\n  ","758859":"\n  Tbh I have zero clue\n  \n  I’ve been watching Hulu for weeks now lmao\n  ","758860":"\n  Ask me things\n  ","758861":"\n  👍🏽\n  ","758862":"\n  Me\n  ","758863":"\n  Neither the above\n  ","758864":"\n  Never\n  ","758865":"\n  Been with the same person for 7 years .\n  \n  Don’t have that problem\n  ","758866":"\n  Stop with the stupid fxcking questions or statements .\n  ","758867":"\n  Wow you’re added to my block list\n  ","758868":"\n  Can’t wait for my ultrasound next Monday 😍💜👶🏽\n  ","758869":"\n  Y’all are fxcking stupid\n  \n  This is ASK.FM\n  \n  Where you ask questions.\n  \n  I know right shocker 😱.\n  ","758870":"\n  Obviously you do .\n  \n  Why are you still here?\n  \n  Either ask questions or move along\n  ","758871":"\n  Sounds like you have a personal problem .\n  \n  🤷🏻‍♀️\n  ","758872":"\n  🙄\n  ","758873":"\n  This isn’t a question\n  ","758874":"\n  Let’s not ask a stupid ass fxcking question .\n  \n  I live in America and I’m not Spanish .\n  \n  Don’t care either\n  ","758875":"\n  No\n  \n  I speak English\n  ","758876":"\n  I find it funny how a certain person liked my answer on here ; but yet couldn’t tell me why 😂\n  ","758877":"\n  Conspiracy theories\n  ","758878":"\n  Probably a regret into something better\n  ","758879":"\n  And this will earn you a spot on my block list\n  \n  I’m not in the mood for dumb shxt like this\n  ","758880":"\n  A turtle again.\n  \n  And tbh idk I’m terrible with names\n  ","758881":"\n  Probably my son lmao.\n  \n  I’d love to see what 5 years think and how the process things\n  ","758882":"\n  Idk.\n  \n  I’d rather not meet ppl\n  ","758883":"\n  When I hate to constantly repeat myself\n  ","758884":"\n  No perks\n  ","758885":"\n  I have 1 son who’s 5\n  \n  My daughter isn’t even here yet.\n  \n  My son knows how to act in public\n  ","758886":"\n  I hate hypothetical questions 🙄.\n  \n  7 years 2 kids later\n  \n  Sorry but he loves me and even if he was bipolar I’d know\n  ","758887":"\n  This question is annoying af\n  ","758888":"\n  Yep\n  ","758889":"\n  Because she’s my friend ....\n  \n  Wtf kinda dumb question is this\n  ","758890":"\n  Ask me some decent questions\n  ","758891":"\n  See?\n  \n  I don’t care\n  ","758892":"\n  You’ll never know\n  ","758893":"\n  🤷🏻‍♀️\n  ","758894":"\n  Okay?\n  \n  I literally don’t care.\n  \n  Sounds like your personal problem\n  ","758895":"\n  Don’t care.\n  \n  I’m not Spanish\n  ","758896":"\n  🤷🏻‍♀️\n  ","758897":"\n  I don’t think so\n  ","758898":"\n  “You’re mad thirsty for that girl over there”\n  \n  Use the context clues\n  ","758899":"\n  I’m not even spanish.\n  \n  Y’all are ridiculous.\n  \n  First I’m only black\n  \n  Now I’m Spanish .\n  \n  Make up y’all minds\n  ","758900":"\n  Thank you so much ❤️.\n  \n  That’s what I’m saying like didn’t her mom get pregnant lmao.\n  \n  I bet she just needs some attention\n  ","758901":"\n  Me, myself & I\n  ","758902":"\n  I’m 24 I don’t get beat\n  \n  So now you’re just saying things\n  ","758903":"\n  This doesn’t even make sense.\n  \n  Move along lil girl\n  ","758904":"\n  Laying down\n  ","758905":"\n  Babygirl is always kicking my bladder 😩\n  ","758906":"\n  Is it bed time yet?\n  ","758907":"\n  Lmfao wrong .\n  \n  Me and my mom haven’t had any problems since I told her I’m pregnant 🤷🏻‍♀️.\n  \n  Nice try tho\n  ","758908":"\n  Who cares lmao.\n  ","758909":"\n  A certain person that you don’t know 🤷🏻‍♀️\n  ","758910":"\n  I swear I can’t stand liars 😒\n  ","758911":"\n  Cleared out my inbox\n  \n  Send me in things\n  ","758912":"\n  My ability for photography\n  ","758913":"\n  I loved Cousin Skeeter\n  \n  Cat dog .\n  \n  Rugrats\n  \n  As told by Ginger\n  \n  Etc\n  ","758914":"\n  Stop&shop\n  \n  I usually get meats first with side dishes.\n  \n  Then I get everything else we need.\n  \n  Like juice , eggs , bread , chips , etc\n  ","758915":"\n  4 letter word - by Diggy\n  ","758916":"\n  Yeah i do.\n  \n  I enjoy making fajitas tbh\n  ","758917":"\n  Yeah\n  ","758918":"\n  Seaside\n  ","758919":"\n  Positive vibes ✨\n  ","758920":"\n  Over the summer\n  ","758921":"\n  No\n  ","758922":"\n  Yeah now that I’m pregnant I drink a lot of water\n  ","758923":"\n  I am .\n  \n  I like Jupiter tbh lmao\n  ","758924":"\n  Never heard them tbh\n  ","758925":"\n  Lmao ; I’m not gonna get into all of that\n  ","758926":"\n  No lol\n  ","758927":"\n  90’s\n  ","758928":"\n  Why are you even sending me this\n  ","758929":"\n  News 12 or pix 11\n  ","758930":"\n  I always knew I wanted kids.\n  \n  I’m a parent of almost 2 kids 😊\n  ","758931":"\n  Getting a car\n  ","758932":"\n  My mentality\n  ","758933":"\n  I’d have to say either cable or phone\n  ","758934":"\n  Hell yeah.\n  \n  When you had no worries in the world.\n  \n  Being an adult sucks @ times\n  ","758935":"\n  Probably taking out the trash \/ changing it .\n  \n  I find it disgusting lmao\n  ","758936":"\n  Eh ; where I’m @ they’re decent .\n  \n  In the summer tho gas be like almost $4.00\n  ","758937":"\n  Definitely not.\n  \n  @ 24 id like to be further but I do know it will take sometime\n  ","758938":"\n  Clothing ; food ; things I need such as toothpaste, soap , hair products etc\n  ","758939":"\n  Not really .\n  \n  But I do strongly believe ppl get married for all the wrong reasons\n  ","758940":"\n  Yep.\n  \n  Got into 1 accident in my entire life\n  ","758941":"\n  And why is this relevant to my life\n  ","758942":"\n  My cousin has lol\n  ","758943":"\n  Okay?\n  ","758944":"\n  My man and that’s obvious why lol\n  ","758945":"\n  Yeah\n  \n  I change the music to sometimes 🤷🏻‍♀️\n  ","758946":"\n  You’re not funny\n  ","758947":"\n  No\n  ","758948":"\n  Lmfaoo he changed it 3rd quarter 😂\n  \n   @MostHi\n  \n","758949":"\n  No\n  \n  But my man plays once in a while\n  ","758950":"\n  You’re a guy lol\n  ","758951":"\n\n   @learningwithlola\n  \n\n\n   @KeelyLynn\n  \n\n\n   @fabbielousxo\n  \n\n\n   @mellifluousvixen\n  \n\n\n   @ToriIsBack\n  \n\n\n   @lillehjort\n  \n\n\n   @princess_tal\n  \n\n  That’s just some\n  \n  There’s a lot more\n  ","758952":"\n  Why are you telling me things idc about\n  ","758953":"\n  Why send me pointless shxt\n  ","758954":"\n  Lavender\n  ","758955":"\n  No\n  ","758956":"\n  No\n  ","758957":"\n  Perfume probably vanilla\n  \n  Body wash \/ soap would be dove 😍\n  ","758958":"\n  I definitely prefer art galleries. Thought of zoos make me sad especially since those animals are held against their wills but I also, understand they’re endangered species. Still bothers me tho\n  ","758959":"\n  8:57am\n  ","758960":"\n  My nameplate\n  ","758961":"\n  iWorks 🙄\n  ","758962":"\n  Don’t give a fxck\n  ","758963":"\n  You already asked this\n  ","758964":"\n  Smh\n  ","758965":"\n  No. But we didn’t wait a full week tho 🤷🏻‍♀️\n  ","758966":"\n  Why is the stupidity coming out tonight 😩\n  ","758967":"\n  Lmao\n  ","758968":"\n  Lmaoo .\n  \n  Yeah???\n  ","758969":"\n  No I go every 4 weeks lmao .\n  \n  Then when I’m around 6 months I’ll be going every 2 weeks\n  \n  Then towards the end it will be every week\n  ","758970":"\n  One. Which was @ 14w4d\n  \n  Then I have one the 21st . I’ll be 20w2d\n  ","758971":"\n  Lol yeah it is.\n  \n  But they’re mostly ghost followers anyways 🤷🏻‍♀️\n  ","758972":"\n  7549\n  ","758973":"\n  Ask ya girl some questions\n  ","758974":"\n  Classy mom look lmao.\n  \n  Whatever tf that is 😂\n  ","758975":"\n  Obviously I do.\n  \n  But I can tell you’re trolling 🤷🏻‍♀️\n  ","758976":"\n  Go tf away\n  ","758977":"\n  No\n  ","758978":"\n  Don’t click links\n  ","758979":"\n  Meat\n  ","758980":"\n  I love sugar cookies lol\n  ","758981":"\n  Sunday’s now lmao\n  ","758982":"\n  Hot dogs\n  ","758983":"\n  Went out with my lil fam\n  \n  We had pizza 🍕\n  \n  Got back , I cooked dinner\n  \n  Now my taking a nap & my son is rn next to me.\n  ","758984":"\n  I know right 😍👶🏽💜\n  ","758985":"\n  How are you going to tell me how I felt?\n  \n  Lmfao see what I mean anons think they know everything and is entitled\n  ","758986":"\n  Lmfaoo his username is\n  \n   @MostHi\n  \n  . I want the pats to win only bc im against him 😂\n  ","758987":"\n  I have with a boss 🤷🏻‍♀️.\n  \n  I kinda felt bad after lmao\n  ","758988":"\n  Not really lol.\n  \n  Especially not in NY where it’s like 26 degrees rn\n  ","758989":"\n  No lol\n  \n  That’s just immature\n  ","758990":"\n  Social media can be harsh bc ppl think they’re entitled to know your whole life . And no matter what you tell them it’s still not good enough smh .\n  \n  I hate social media sometimes but then again I get info from it as well\n  ","758991":"\n  No\n  ","758992":"\n  English\n  ","758993":"\n  No it’s fine\n  ","758994":"\n  I never sleep good\n  \n  Especially since I’m pregnant\n  ","758995":"\n  Sbarro\n  \n  That’s what it’s called\n  \n  Google it if you don’t know\n  ","758996":"\n  can’t wait to eat this pizza\n  ","758997":"\n  Nobody cares how you feel\n  ","758998":"\n  👶🏽😍💜\n  ","758999":"\n  From a friend\n  ","759000":"\n  I posted it yesterday\n  ","759001":"\n  Idk\n  ","759002":"\n  My boyfriend who’s the father of my kids.\n  \n  Obviously if we’re together.\n  \n  Y’all are fxcking stupid\n  ","759003":"\n  That’s not my bed\n  \n  Wtf can’t you read what I just wrote\n  ","759004":"\n  Wednesday\n  ","759005":"\n  Depends on the situation\n  ","759006":"\n  My current bf. This must’ve been like 4 years ago I believe\n  ","759007":"\n  Thank you.\n  \n  One of my favs from 2018\n  ","759008":"\n  All that matters is my bills are paid.\n  ","759009":"\n  I’ve answered this question 3 times today.\n  \n  So annoying now\n  ","759010":"\n  That’s not my room\n  \n  It’s my dads room.\n  \n  I was @ my dads\n  ","759011":"\n  Inbox empty.\n  \n  • send in them questions\n  \n  • be nosey\n  ","759012":"\n  Fajitas sounds so good rn\n  \n  But I’m about to eat this McDonald’s 😋\n  ","759013":"\n  I wouldn’t say I have s fav food tbh\n  ","759014":"\n  No but that would be awesome to do lmao.\n  \n  Idk I’m such a dare devil 😈\n  ","759015":"\n  Never have but I’d love to one day hopefully lol\n  ","759016":"\n  Probably one of my favs from 2018\n  ","759017":"\n  Someone’s wallet with $50 in it\n  ","759018":"\n  Nah lol\n  ","759019":"\n  Yep.\n  \n  Currently no bc I’m pregnant but once I give birth I will probably start again\n  ","759020":"\n  Nope\n  \n  Close to being engaged till we got into a fight and he tossed the ring in the backyard somewhere 🤷🏻‍♀️😂\n  ","759021":"\n  Yep.\n  \n  2 dogs & my turtle (R.I.P ☹️)\n  ","759022":"\n  Yep.\n  \n  Currently am to\n  ","759023":"\n  Yep.\n  \n  Law&Order all 20 seasons\n  \n  Bobs Burger\n  \n  Blackish\n  \n  OITNB\n  \n  Bates Motel\n  \n  Everybody Hates Chris\n  ","759024":"\n  No but I’d love to go\n  \n  Something that’s on my bucket list aha\n  ","759025":"\n  I’m a stripper 😂.\n  \n  But maybe that is true 🤔\n  ","759026":"\n  Yep.\n  \n  I went to Barbados 🇧🇧\n  ","759027":"\n  Only concert I’ve been to was Fettys back in 2017 for a friends birthday .\n  \n  But it was @ a location in NYC.\n  \n  Didn’t get home until 7am\n  \n  Why bc our cat go towed as soon as we went in along with other ppl lmao.\n  \n  It was a rough night tbh\n  ","759028":"\n  That’s what I’m saying.\n  \n  What are we still catfishing\n  ","759029":"\n  Grey\n  ","759030":"\n  Probably not\n  \n  And plus I wouldn’t want to coach anyone’s life\n  ","759031":"\n  Yep when I want to be\n  ","759032":"\n  👍🏽\n  ","759033":"\n  I’m fine\n  ","759034":"\n  Hi\n  ","759035":"\n  Eh ; my town is mainly filled with illegals 🤷🏻‍♀️\n  ","759036":"\n  Leave me tf alone\n  ","759037":"\n  Lmfaoo oh gosh 🤦🏻‍♀️\n  ","759038":"\n  Lmfaoo her fake “manger” 😂☹️\n  ","759039":"\n  Gucci Gang\n  ","759040":"\n  6 days a week\n  ","759041":"\n  Lmfao that just proves our point 😂🤷🏻‍♀️\n  ","759042":"\n  Lmao it’s not like I blocked her . So if she was that bothered she could’ve just came to my page 😂🐱\n  ","759043":"\n  Then she does this\n  \n   @KeelyLynn\n  \n  😂🤔\n  ","759044":"\n  Why is\n  \n   @jessicaweaver37\n  \n  sending my @ name to others 🤔\n  ","759045":"\n  McDonald’s lmao\n  \n  But I’m waiting until 9:30ish 😂\n  ","759046":"\n  I can’t wait to smoke cigarettes again after baby girl is born\n  ","759047":"\n  I’m fine\n  ","759048":"\n  Thanks\n  ","759049":"\n  Sleeping for about another 45 minutes\n  ","759050":"\n  🙃\n  ","759051":"\n  I’m in shocked that I’ll be 19 weeks tomorrow 👶🏽😍💜\n  ","759052":"\n  Don’t care enough for KFC\n  ","759053":"\n  I’m not judging other parents on how they choice to parent .\n  \n  I worry about me and my lil fam\n  ","759054":"\n  Because ain’t nobody got time on their hands to order everything off a fast food menu\n  ","759055":"\n  Clothing retail\n  \n  Fast food\n  \n  Factories\n  ","759056":"\n  No.\n  \n  That’s just stupid af\n  ","759057":"\n  I’m probably going to try McDonalds later around 9:30\n  \n  And making the boys breakfast for dinner later\n  ","759058":"\n  I wanted a girl this time around 💜\n  ","759059":"\n  18 & 24\n  ","759060":"\n  No\n  ","759061":"\n  I didn’t ask you\n  ","759062":"\n  Ppl are idiots\n  ","759063":"\n  Same\n  ","759064":"\n  Positive vibes ✨\n  ","759065":"\n  English\n  ","759066":"\n  Idk I don’t stare @ my garbage at night\n  ","759067":"\n  Am I a doctor?\n  \n  No\n  ","759068":"\n  My neighbors do & they still turn them on\n  ","759069":"\n  ?\n  ","759070":"\n  Going to flat iron my hair today 🙃\n  ","759071":"\n  Tbh seems like birth control isn’t effective as they say.\n  \n  I heard of ppl getting pregnant on any type of birth control tbh lmao.\n  ","759072":"\n  English\n  ","759073":"\n  He doesn’t even yell @ me unless we’re fighting and shouting @ each other .\n  \n  And obviously other couples do it .\n  \n  Y’all are to stupid\n  ","759074":"\n  “ something”\n  \n  Would be my phone & wallet\n  ","759075":"\n  🤷🏻‍♀️\n  ","759076":"\n  Didn’t ask you nor care\n  ","759077":"\n  How tf am I suppose to know\n  ","759078":"\n  I don’t smoke....\n  ","759079":"\n  I’m very excited .\n  \n  I wish it was June already lol\n  ","759080":"\n  Nothing lol .\n  \n  Watch tv ; text my man & go to bed\n  ","759081":"\n  O\n  ","759082":"\n  Thanks....\n  ","759083":"\n  Okay can we stop liking Tim’s shxt.\n  \n  I don’t want to see that all over my feed .\n  \n  Sorry not sorry\n  ","759084":"\n  Then y’all send me common sense things 🙄.\n  ","759085":"\n  Can i get decent questions\n  ","759086":"\n  I definitely know I’m not using the pills lmao. That’s how I got pregnant for first time and I never missed a pill .\n  \n  But we shall see in a couple months lol\n  ","759087":"\n  Yeah that’s what I’m going to do .\n  \n  And see what my doctor recommends for me. Thanks for the advice girl\n  ","759088":"\n  Eh ; I’ve heard a lot of bad reviews on that .\n  \n  My cousins were all on it and it wasn’t good. Then I know a couple other ppl who were on it and switched right away.\n  \n  And I think it’s every 3 months or so.\n  ","759089":"\n  I personally don’t like things like that in my vagina lmao. I don’t even use tampons 😂.\n  \n  But I’m definitely going to look into both\n  ","759090":"\n  No\n  ","759091":"\n  I was also, looking @ the one in your arm.\n  ","759092":"\n  7lbs\n  ","759093":"\n  Because after our daughter is born we do t want anymore kids yet\n  ","759094":"\n  I heard from other ppl it’s a good form of bc\n  ","759095":"\n  Stop sending me your shxtty links\n  ","759096":"\n  I’m gonna look into that 😊\n  ","759097":"\n  My son , my unborn daughter and my man\n  ","759098":"\n  After I give birth I have zero idea what birth control to use .\n  \n  And I refuse to use the pills again\n  ","759099":"\n  That joke wasn’t even funny tbh\n  \n  But whatever floats your boat\n  ","759100":"\n  I passed my first try\n  \n  I passed my permit my first try to.\n  \n  It isn’t that hard tbh\n  \n  It’s mainly common sense 🤦🏻‍♀️\n  ","759101":"\n  Yeah.\n  \n  I have my license ~\n  ","759102":"\n  ^^^\n  ","759103":"\n  The 21st .\n  \n  I’m getting an ultrasound 😍👶🏽\n  ","759104":"\n  ~Yesterday\n  ","759105":"\n  Nothing watching tv\n  ","759106":"\n  Pubs\n  ","759107":"\n  Ask me some good questions\n  ","759108":"\n  That’s not my job\n  ","759109":"\n  “You can’t help somebody that doesn’t want to be helped.”\n  ","759110":"\n  I’d walk away lmao\n  ","759111":"\n  Just tell him the truth\n  ","759112":"\n  🤷🏻‍♀️\n  ","759113":"\n  Yeah\n  ","759114":"\n  I had no reaction\n  ","759115":"\n  Obviously.\n  \n  I pay attention to the news\n  ","759116":"\n  I punched the wall outta anger lmao\n  ","759117":"\n  No\n  ","759118":"\n  Yeah lmao\n  ","759119":"\n  I’m not your fam\n  ","759120":"\n  Go tf away.\n  \n  How old are we 12\n  ","759121":"\n  Never even heard of that street\n  ","759122":"\n  This pregnancy has been by far the worse with morning sickness 😩.\n  ","759123":"\n  Probably not sorry\n  ","759124":"\n  Lol you’re welcome .\n  \n  & tell me about it . Gets worse everyday 🙄\n  ","759125":"\n  👍🏽\n  ","759126":"\n  Answering some of my shxtty questions 😂\n  ","759127":"\n  14,790\n  ","759128":"\n  Mhm\n  \n  “What’s love for you today?”\n  \n  Lmao\n  ","759129":"\n  No\n  ","759130":"\n  Probably my English essay I had to do for my regents in 11th grade\n  ","759131":"\n  Better blocking system\n  \n  New skin colors\n  ","759132":"\n  Eat & text my man before bed\n  ","759133":"\n  Personal lol\n  ","759134":"\n  Calling an ambulance for my man the other day\n  ","759135":"\n  Ugh ; I have zero appetite ☹️.\n  \n  But I hope your night is going well\n  ","759136":"\n  How else would I tell you “no”\n  \n  Lmao, no you’re just mad bc I don’t want to give you likes.\n  \n  It was a simple “no”\n  \n  🤷🏻‍♀️\n  ","759137":"\n  Click my profile pic\n  ","759138":"\n  Genes\n  ","759139":"\n  Bc I said no I’m rude?\n  \n  Anyone can say “no”\n  \n  Doesn’t make them rude\n  ","759140":"\n  No\n  ","759141":"\n  Got my man some food yesterday\n  \n  Set up his machine for when he got back\n  \n  Gave him some sex\n  ","759142":"\n  I dislike them\n  \n  They’re to sneaky\n  ","759143":"\n  Period of the Holocaust\n  ","759144":"\n  The lady gave me a free fry that I didn’t even pay for lmao\n  ","759145":"\n  I believe age doesn’t define maturity at all .\n  \n  Someone can be 45 and be immature af\n  ","759146":"\n  All 3 tbh\n  \n  Especially if they said or done something rude or mean to me 🤷🏻‍♀️\n  ","759147":"\n  Really only Gabby lol\n  \n  My bf calls me “babe”\n  ","759148":"\n  11\/08\n  ","759149":"\n  Probably travel and places\n  ","759150":"\n  Mac&Cheese\n  ","759151":"\n  That you start producing milk around 16 weeks\n  \n  That’s what my OB said lol\n  ","759152":"\n  Toy Story\n  ","759153":"\n  No\n  ","759154":"\n  You can eat it\n  \n  Has dipping sauce\n  \n  Add some Mac sauce\n  \n  It taste like a fry\n  \n  It has ice & its sweet\n  ","759155":"\n  Get a J O B\n  ","759156":"\n  Yep.\n  \n  Only 2\n  \n  My current\n  \n  And my ex who passed away 9 years ago\n  ","759157":"\n  Lmfao .\n  \n  Wow .\n  \n  For eating someone should be arrested?\n  \n  I see where your priorities are @\n  ","759158":"\n  Big Mac , 10 piece , hash brown with probably a sweet tea\n  ","759159":"\n  I can’t believe Saturday I will be 19 weeks 😍💜👶🏽🥰\n  ","759160":"\n  Can’t wait to see baby N on the 21st 😍👶🏽💜\n  ","759161":"\n  👍🏽\n  ","759162":"\n  Can’t wait to get food soon 😋\n  ","759163":"\n  O\n  ","759164":"\n  Why would I block you?\n  ","759165":"\n  Probably gonna take a nap with my man .\n  \n  😜\n  ","759166":"\n  Fries dipped in chocolate milk shake\n  ","759167":"\n  Yeah\n  \n  Hugs to you\n  ","759168":"\n  Nope\n  \n  Don’t see the need to be\n  ","759169":"\n  I like potato chips\n  ","759170":"\n  I don’t care\n  ","759171":"\n  That’s good 4 you\n  ","759172":"\n  No\n  ","759173":"\n  Oh well\n  \n  I’m glad you knew what I meant\n  ","759174":"\n  I’m getting McDonald’s later\n  ","759175":"\n  I’m 24\n  \n  I’m not young\n  \n  And anybody can have a kid\n  \n  Go some where else\n  ","759176":"\n  6:17pm\n  ","759177":"\n  Can’t wait to get food later\n  ","759178":"\n  I like all music even if it’s not from NY\n  ","759179":"\n  Yes .\n  \n  But even tho you have to do a level 2 bc they check for other things with the baby not only gender .\n  \n  If you don’t know what a level 2 is then google it\n  ","759180":"\n  Have my level 2 (gender scan) the 21st 😍\n  ","759181":"\n  It’s only been 9 days in lol\n  \n  It’s alright\n  ","759182":"\n  Yeah\n  ","759183":"\n  Ask me some things\n  ","759184":"\n  Depends on the conversation\n  ","759185":"\n  Had my doctors app today\n  \n  Now waiting for my man to get home from the hospital\n  ","759186":"\n  Earbuds\n  ","759187":"\n  Ew you creep\n  ","759188":"\n  Nobody asked you\n  ","759189":"\n  I have zero clue lol\n  ","759190":"\n  Stop sending me your shxtty links\n  ","759191":"\n  Lmfao I guess they only have 1 tangerine\n  ","759192":"\n  Yep\n  ","759193":"\n  Heard baby girls heartbeat today 😍👶🏽💜\n  ","759194":"\n  Wtf no\n  ","759195":"\n  Doctors appointment soon 👶🏽💜\n  ","759196":"\n  Tbh since I’m pregnant lol I just fall asleep and wake up randomly lol\n  ","759197":"\n  Don’t have 1\n  ","759198":"\n  And you’re dying to .\n  \n  Everybody is dying.\n  \n  Stop being stupid.\n  \n  No wonder why half you anons get cursed out, ppl are rude to etc\n  ","759199":"\n  Well if my nickname is Gabby wtf would my name be?\n  \n  This is just a common sense question\n  ","759200":"\n  That’s not my real name lmao\n  \n  I don’t know why you’d think that lol\n  ","759201":"\n  Gabby\n  ","759202":"\n  He’s still there\n  \n  And his asthma\n  ","759203":"\n  What?\n  ","759204":"\n  .\n  ","759205":"\n  Wow\n  ","759206":"\n  My man\n  \n  & she’s fine lol\n  \n  I have an appointment tomorrow 🥰\n  ","759207":"\n  Don’t care\n  ","759208":"\n  Hi?\n  ","759209":"\n  Things\n  ","759210":"\n  I’m about to head to the hospital\n  ","759211":"\n  I wasn’t answering the question\n  \n  Bc if i was I wouldn’t have wrote something that wasn’t a coincidence\n  ","759212":"\n  Doctors appointment tomorrow 👶🏽💜😍\n  ","759213":"\n  Michelle\n  ","759214":"\n  Eh ; I’m still feeling morning sickness from this pregnancy especially my acid reflux.\n  \n  My mans in the hospital & I can’t wait to see him in a couple hrs.\n  \n  I’m exhausted.\n  \n  Got bags under my eyes lmao.\n  \n  But I hope you feel better ❤️\n  ","759215":"\n  “I got this”\n  ","759216":"\n  Yeah\n  ","759217":"\n  English\n  ","759218":"\n  7:15 but I can’t get comfortable @ night so I’m up on & off throughout the night. Plus I use the bathroom A LOT\n  ","759219":"\n  Well he sexually abused women and such .\n  \n  And plus she killed him Bc she was r*ped and forced into prostitution\n  ","759220":"\n  Yep\n  ","759221":"\n  It’s alright\n  ","759222":"\n  Ask me more questions\n  ","759223":"\n  Nah\n  ","759224":"\n  Yeah I’m fine\n  ","759225":"\n  Yeah she’s fine\n  ","759226":"\n  Chips\n  ","759227":"\n  I believe so\n  \n  So of them I KNOW send me hate 🤷🏻‍♀️\n  ","759228":"\n  Dish soap lol\n  ","759229":"\n  I have 1 and 1 on the way\n  ","759230":"\n  Fall\n  ","759231":"\n  Before I got pregnant again yeah\n  \n  My fav is vodka\n  ","759232":"\n  Lol no\n  ","759233":"\n  Vanilla bean\n  ","759234":"\n  Probably my iphone\n  \n  iPad\n  \n  My soon to be car\n  ","759235":"\n  Nope\n  ","759236":"\n  Social Studies\n  ","759237":"\n  Become a mom @ 18\n  ","759238":"\n  I like to take my own selfies tbh\n  ","759239":"\n  You found me lol\n  \n  And I just followed back\n  ","759240":"\n  Vanilla\n  \n  Cinnamon apple\n  ","759241":"\n  Barbados 🇧🇧\n  ","759242":"\n  Everyday mainly\n  ","759243":"\n  I played lacrosse\n  ","759244":"\n  2013\n  ","759245":"\n  That 90s show\n  ","759246":"\n  2\n  ","759247":"\n  I like Frosted Flakes\n  ","759248":"\n  I’ll take your donuts\n  ","759249":"\n  Not allergies\n  ","759250":"\n  Probably a Zebra 😂🤷🏻‍♀️\n  ","759251":"\n  No....\n  ","759252":"\n  @ the hospital\n  ","759253":"\n  I just blocked your last question\n  ","759254":"\n  No\n  \n  I’ll come off anon if I have something to say\n  ","759255":"\n  Doesn’t matter\n  ","759256":"\n  I graduated in 2013\n  \n  And I’m not in college atm\n  ","759257":"\n  They’re like me and have their read receipts off lmao\n  ","759258":"\n  I don’t like Gatorade\n  ","759259":"\n  Send me questions\n  ","759260":"\n  Stop sending me links\n  ","759261":"\n  They just want to make up stuff and start drama\n  ","759262":"\n  Why are you sending me links that idc about\n  ","759263":"\n  My life , my kids\n  \n  My future\n  \n  My past\n  \n  My likes \/ dislikes\n  ","759264":"\n  Lol 🤷🏻‍♀️\n  ","759265":"\n  Lol yeah it kinda is.\n  \n  Ask changed a lot lol\n  ","759266":"\n  Lol you just click on your profile pic & it gives u an option\n  ","759267":"\n  For 1 I didn’t smoke my whole pregnancy lmao.\n  \n  Bc if i did CPS would’ve been called the 2nd I gave birth .\n  \n  Nice try\n  \n  And I haven’t smoke since I took a pregnancy test back in October 😂.\n  \n  Nice try tho\n  ","759268":"\n  @ 30 weeks nothing’s okay.\n  \n  He was in the NICU\n  ","759269":"\n  No\n  ","759270":"\n  Ham\n  ","759271":"\n  Because people love to sexualize kids on this site\n  ","759272":"\n  Because people think they’re obligated to have pics or information lmao.\n  \n  And when u tell them no\n  \n  It’s always a different story\n  ","759273":"\n  That’s good 4 you\n  ","759274":"\n  Lmfaooo I wish some anon would say that 😂\n  ","759275":"\n  Sounds like ur mad 😂🤷🏻‍♀️☺️\n  ","759276":"\n  Sounds personal\n  ","759277":"\n  Yeah he is\n  ","759278":"\n  Bio\n  ","759279":"\n  Leave the house.....\n  ","759280":"\n  I said that like 5 years ago lmao.\n  \n  Peoples minds change\n  \n  And not so soon\n  \n  It was unexpected\n  ","759281":"\n  No\n  \n  No not on here\n  ","759282":"\n  I don’t click links\n  ","759283":"\n  I’m not shook of her 😂.\n  \n  Now I see where you’re trynna start drama lmao.\n  \n  I already know her opinion and that’s fine .\n  \n  So what would I possible have to say to her if we both know each other’s opinions.\n  \n  You’re fxcking bored\n  ","759284":"\n  I have no clue\n  \n  I wake up on and off to go the bathroom\n  ","759285":"\n  Whatever floats ur boat unoriginal anon\n  ","759286":"\n  Yeah lol\n  \n  Went a made a whole another plate lol\n  ","759287":"\n  No lol\n  \n  Only 1 movie in my entire 24 years made me cry\n  ","759288":"\n  Bad hence why I wear glasses 24\/7\n  ","759289":"\n  Yep\n  ","759290":"\n  Why are you literally getting your answers from\n  \n   @babycadiex\n  \n  ??\n  \n  Can’t you be original???\n  \n  Go tf away yo\n  ","759291":"\n  Not that I’m aware of\n  ","759292":"\n  Because it’s MY Facebook\n  \n  I don’t get why u just don’t message me\n  ","759293":"\n  No.\n  \n  Never heard of it lol\n  ","759294":"\n  Idc ;\n  \n  The fact that you had to justify that you aren’t that anon says a lot.\n  \n  Stop worrying about my sons parts\n  ","759295":"\n  If you haven’t noticed I don’t care what you think is good and isn’t .\n  \n  When u have a son u do what u want with him .\n  \n  Stop worrying about my 5 year olds private parts\n  \n  YOU FXCKING PEDO\n  ","759296":"\n  Apparently so .\n  \n  Like why are we even asking about a 5 year olds private parts\n  ","759297":"\n  Lmfao and they can’t even be original\n  ","759298":"\n  Well my sons private parts aren’t your business .\n  \n  Sounding like a pedo.\n  \n  “His private parts are everyone’s business.”\n  \n  Ew\n  ","759299":"\n  No\n  ","759300":"\n  That’s what I’m saying\n  ","759301":"\n  Sure\n  ","759302":"\n  Exactly .\n  \n  Like what does my sons private parts have to do with anyone on this planet?\n  ","759303":"\n  Do what you want?\n  \n  Why are you notifying me on what you’re gonna tell other moms?\n  ","759304":"\n  What does my sons private parts have to do with you???\n  \n  Like even if he was or wasn’t that’s not your business\n  ","759305":"\n  My sons private parts aren’t your business\n  ","759306":"\n  A boss who’s a jerk\n  ","759307":"\n  Oreos\n  ","759308":"\n  Both\n  ","759309":"\n  First\n  ","759310":"\n  Depends\n  ","759311":"\n  I kept mine in the first time until i gave birth @ 30 weeks\n  \n  I’m most likely not taking it out and getting a pregnancy one\n  ","759312":"\n  Because nobody asks me any good questions and there all the same questions I get in a day. Like wtf\n  ","759313":"\n  Bye\n  ","759314":"\n  👍🏽\n  ","759315":"\n  I don’t care\n  ","759316":"\n  Retail in clothing\n  ","759317":"\n  I do\n  ","759318":"\n  I’m a mom\n  ","759319":"\n  7 years and counting\n  ","759320":"\n  Idc\n  ","759321":"\n  Send me questions\n  ","759322":"\n  I don’t think anyone is ready for parenthood\n  ","759323":"\n  And i care about your opinion why?\n  ","759324":"\n  My children\n  ","759325":"\n  No\n  ","759326":"\n  Sigh\n  ","759327":"\n  Aw ; they grow up so fast. I’m excited . I already have a son . And I’ve always wanted a lil mini ☺️💗\n  ","759328":"\n  Send her some questions & follow her\n  ","759329":"\n  I did a gender blood test @ 13w4d. The results came back as girl 😍💗👶🏽.\n  \n  I have an appointment Wednesday. Then I’ll be scheduling my gender scan ☺️.\n  ","759330":"\n  This app\n  ","759331":"\n  • doing things last minute\n  \n  • sign language\n  \n  • helping others\n  \n  • New Zealand or Australia\n  \n  • I have no clue\n  \n  • Sky diving\n  \n  • getting this car\n  \n  • motivation\n  ","759332":"\n  I don’t have a fav\n  \n  But I like Denny’s\n  \n  Chilies\n  \n  BWW\n  \n  Bobbique\n  ","759333":"\n  Nope although that would be cool\n  ","759334":"\n  Going to kick 2019 ass\n  ","759335":"\n  Thanks 😊\n  ","759336":"\n  Wtf\n  ","759337":"\n  Punish them obviously.\n  \n  Idk why you ask the obvious questions\n  ","759338":"\n  Nah\n  ","759339":"\n  I’m not sure yet\n  ","759340":"\n  Nothing atm\n  ","759341":"\n  No\n  ","759342":"\n  Or just ask me questions\n  ","759343":"\n  What number game?\n  ","759344":"\n  • buying a house for me and my lil fam\n  \n  • going back to school\n  ","759345":"\n  I don’t think I have lmao.\n  ","759346":"\n  Getting old\n  ","759347":"\n  Fire stick TV\n  ","759348":"\n  I actually don’t .\n  \n  But I’ve always thought on getting one.\n  \n  I usually put important dates in my phone calendar\n  ","759349":"\n  I actually don’t .\n  \n  I barely have any pics .\n  \n  I was 18 and everyone around me was judgmental\n  ","759350":"\n  Thanks lol\n  ","759351":"\n  😍👶🏽💜\n  ","759352":"\n  I hate this question\n  ","759353":"\n  Do you have a question\n  ","759354":"\n  Kinda .\n  \n  Getting better tho\n  ","759355":"\n  Lmao.\n  \n  I get what that anon is referring to lmao\n  ","759356":"\n  No\n  ","759357":"\n  Sure\n  ","759358":"\n  Ok\n  ","759359":"\n  Lmfaoo how fxcking stupid\n  ","759360":"\n  No\n  \n  That rarely happens now a days\n  ","759361":"\n  We’re only in 2019\n  \n  Let’s worry about that\n  ","759362":"\n  No.\n  \n  My son was lower\n  ","759363":"\n  👶🏽💜\n  ","759364":"\n  Good 4 you\n  ","759365":"\n  No I’m 50 white 50 black\n  ","759366":"\n  I hope those type of ppl who always have to tell you the cost of everything they buy instead of just showing you what they got 🙄🙄🙄\n  ","759367":"\n  No.\n  \n  My first was easier .\n  \n  This time around I feel sick 24\/7 & I have really bad acid reflux.\n  \n  My uterus hurts from expanding and stuff.\n  ","759368":"\n  Never wore contacts\n  ","759369":"\n  Sigh .\n  \n  Stop asking me common sense questions\n  ","759370":"\n  “Thinking you own your partner”\n  ","759371":"\n  🤷🏻‍♀️\n  ","759372":"\n  I wouldn’t get involved unless it’s a kid\n  ","759373":"\n  Lmao kids\n  ","759374":"\n  Mhm , probably Michelle\n  ","759375":"\n  Lmao 5 year olds can be annoying especially with asking “why” to everything 😂.\n  \n  Probably some screen time ; snacks , and just talk with them\n  ","759376":"\n  Because I obviously didn’t have a good childhood . Hence why I said it’s a blur\n  ","759377":"\n  1. I tend to bite my nails\n  \n  2. I do everything @ the last minute\n  ","759378":"\n  Lol nope\n  ","759379":"\n  Lmfaooo NO\n  ","759380":"\n  Eh ; my childhood is a blur\n  ","759381":"\n  Stop & Shop\n  ","759382":"\n  My man ,\n  \n   @learningwithlola\n  \n  or my other mommy friend\n  \n  Maybe my brother \/ sister-in-law\n  ","759383":"\n  Soda crush lol\n  ","759384":"\n  New York\n  ","759385":"\n  Lime green\n  ","759386":"\n  Dove products\n  ","759387":"\n  Tbh I forgot lmao\n  \n  Been lil over 5 years\n  ","759388":"\n  Tulips\n  ","759389":"\n  Texting\n  \n  But I’m trash @ that\n  ","759390":"\n  Blackish\n  \n  Power\n  \n  Love&Hip Hop\n  \n  Love after lockup\n  \n  Family guy\n  \n  South Park\n  \n  Bobs Burger\n  \n  American Dad\n  \n  Everybody Hates Chris\n  \n  There’s a bunch more lol\n  ","759391":"\n  Every 2 weeks\n  ","759392":"\n  Yeah I have\n  \n  My ring finger lmao\n  ","759393":"\n  I recently peed myself from laughing to hard bc i think babygirl is sitting on my bladder 😂\n  ","759394":"\n  Intelligence\n  ","759395":"\n  Yep .\n  \n  & for the most part we do\n  ","759396":"\n  Gangs 🙄\n  ","759397":"\n  Brown\n  ","759398":"\n  5’4\n  ","759399":"\n  Tide \/ snuggles\n  ","759400":"\n  Yep.\n  \n  1 of my worse habits\n  ","759401":"\n  ...\n  ","759402":"\n  17-19\n  ","759403":"\n  Nope\n  ","759404":"\n  Everyday\n  ","759405":"\n  No\n  ","759406":"\n  Yep .\n  \n  & bc I like ur answers & ur cool beans\n  ","759407":"\n  15006\n  ","759408":"\n  Eh ; not often depending on how much I use it during the day\n  ","759409":"\n  Dove body wash . The original I believe\n  ","759410":"\n  4\n  ","759411":"\n  Check my phone \/ social media\n  ","759412":"\n  24\n  ","759413":"\n  Eh ; I always feel sick 24\/7\n  ","759414":"\n  7489\n  ","759415":"\n  Lol yeah 😂🤷🏻‍♀️\n  ","759416":"\n  Zero.\n  \n  Idc for “friends”\n  ","759417":"\n  A good amount\n  ","759418":"\n  Probably my forehead. My biggest insecurity\n  ","759419":"\n  I’m a ghetto bxtch .\n  \n  Which I’m far from ghetto.\n  \n  I don’t even live in the ghetto lmao\n  ","759420":"\n  Blocking system.\n  \n  Bc you can only block these annoying “anons” sir 24 hrs unless you know there account\n  ","759421":"\n  Not really tbh\n  ","759422":"\n  I don’t have 1. So have a pic of me & babygirl\n  ","759423":"\n  Send me questions\n  ","759424":"\n  I have zero\n  ","759425":"\n  Chips\n  ","759426":"\n  Stop asking me these questions\n  \n  Wtf is ur fetish on sexualizing lil kids\n  \n  You’re the pedo on this website & it’s disturbing\n  ","759427":"\n  Stop with ur fetish pedo\n  ","759428":"\n  Eh ; it’s alright\n  ","759429":"\n  Nothing\n  ","759430":"\n  You can even spell out bxtch but have the right to call someone lmao\n  ","759431":"\n  I’m not in a bad mood lmao\n  ","759432":"\n  Blocked\n  ","759433":"\n  ?\n  ","759434":"\n  Having to repeat myself over & over\n  ","759435":"\n  No attitude\n  \n  This is my page about me\n  \n  If you want to talk about yourself do so on your page.\n  ","759436":"\n  Did I ask you??\n  \n  I don’t think so\n  ","759437":"\n  Kinda you can say\n  ","759438":"\n  Nope.\n  \n  I think they’re stupid bc nobody follows thru\n  \n  Bunch of ppl who just say shxt.\n  ","759439":"\n  Don’t have a fav\n  ","759440":"\n  I stay quiet or I leave\n  ","759441":"\n  Omfg stop sending out massive questions with your fxcking pedo fetish\n  ","759442":"\n  Well that’s a piece of shxt\n  ","759443":"\n  My son is 5.\n  \n  Let’s be fxcking real rn .\n  \n  And let’s not compare my son to a pedo.\n  \n  Bc obviously you are one for being so damn obsessed\n  ","759444":"\n  Send me in more questions\n  ","759445":"\n  No\n  ","759446":"\n  You’re fxcking gross\n  \n  No it’s not.\n  \n  What’s ur obsession with p*dophila?\n  \n  Are you one yourself? 🤔🤢🤮\n  ","759447":"\n  What’s wrong with this anon defending pedos 🤢🤮\n  ","759448":"\n  No . Not yet\n  ","759449":"\n  My son is the cutest .\n  \n  He always comes in & out the room checking on us 💙\n  ","759450":"\n  I live with my mom still .\n  \n  Also, getting a car this year hopefully\n  \n  Saving up money this year\n  \n  Moving out next year hopefully\n  ","759451":"\n  My mom\n  \n  Sister\n  \n  Son\n  \n  Bf\n  ","759452":"\n  She will be in our room for sometime\n  ","759453":"\n  Where are my better questions\n  ","759454":"\n  Unhealthy for anyone\n  \n  But I’m still going to eat it\n  ","759455":"\n  I’m probably going to have McDonald’s\n  ","759456":"\n  Wednesday the 9th\n  ","759457":"\n  Yes\n  ","759458":"\n  I’ll be 18 weeks tomorrow\n  ","759459":"\n  YESSS!!!\n  \n  even thinking about lil children in a disgusting matter is 🤢🤮\n  ","759460":"\n  Did I ask u?\n  \n  Mhm no\n  \n  Irrelevant statement\n  ","759461":"\n  I like ur questions\n  ","759462":"\n  Racism for sure\n  ","759463":"\n  Ask me things.\n  \n  I’m bored af rn\n  ","759464":"\n  I can’t believe I’ll be 18 weeks tomorrow 👶🏽💗\n  ","759465":"\n  I am lol.\n  \n  It’s cloudy here and won’t start raining till about 1am\n  ","759466":"\n  I know lmao.\n  \n  That video is old .\n  \n  And my hair isn’t that color nor do I wear those glasses.\n  \n  I’d never put my child in harms way. I haven’t smoked or drank since I took my pregnancy back in October and those 2 lines popped up\n  ","759467":"\n  Lmfaoo exactly . It’s funny how they sent me a question earlier saying that bs and I uploaded the SS of that snap and they never came back. They must spread my link around lol\n  ","759468":"\n  Yeah saying how I uploaded on Snapchat last night of me smoking while pregnant .\n  \n  Meanwhile I SS that snap and uploaded it for those who can’t see it say over a year ago and on top of that my hair isn’t blonde nor do I have those glasses. That was back in 2017 @ that 😂\n  ","759469":"\n  I’m not a big burger eater tbh\n  ","759470":"\n  No\n  ","759471":"\n  Lol no\n  ","759472":"\n  Not really\n  ","759473":"\n  Stop sending my link around especially false info\n  ","759474":"\n  Everyone is different\n  ","759475":"\n  Thank you.\n  \n  That snap is old my hair isn’t even blonde 😂. And I don’t have those glasses anymore.\n  \n  And plus I literally just SS my snap of that video and showed them it says over a year ago 😂\n  ","759476":"\n  Btw ppl my hair isn’t blonde lmao. Hasn’t been since in almost 2 years\n  ","759477":"\n  Lmfaoooooo that says over a year ago 😂\n  ","759478":"\n  Zero\n  ","759479":"\n  Stop asking me Halloween questions\n  ","759480":"\n  🤷🏻‍♀️\n  ","759481":"\n  Quesadilla\n  ","759482":"\n  Apple Bees\n  ","759483":"\n  Send me some questions\n  ","759484":"\n  I don’t get how ppl can just pretend their a couple\n  ","759485":"\n  Do you have a question\n  ","759486":"\n  No\n  ","759487":"\n  Yeah\n  ","759488":"\n  That’s good 4 you\n  \n  I didn’t ask nor do I care\n  ","759489":"\n  I don’t click links\n  ","759490":"\n  Well he doesn’t control me\n  ","759491":"\n  That’s just weird\n  ","759492":"\n  Idc what you think is gross\n  \n  I’m not trynna impress anyone\n  ","759493":"\n  Wtf\n  ","759494":"\n  ...\n  ","759495":"\n  Go away .\n  \n  Sounds like a fetish coming 🤢\n  ","759496":"\n  I want a lot more .\n  \n  I want a sleeve\n  ","759497":"\n  Do u have a question???\n  ","759498":"\n  Punishment\n  \n  Or I got hit\n  ","759499":"\n  Idk.\n  \n  Ppl can talk whenever\n  ","759500":"\n  Thank you ✨\n  ","759501":"\n  Lmfao it says 10 months ago\n  \n  I uploaded it from my memories\n  \n  Try again\n  ","759502":"\n  .\n  ","759503":"\n  Yep\n  ","759504":"\n  This is just a stupid ass question\n  ","759505":"\n  What?\n  ","759506":"\n  .\n  ","759507":"\n  Same to you\n  ","759508":"\n  It’s winter now .\n  \n  Fall won’t be until September 2019\n  ","759509":"\n  Because I’m an adult with responsibilities\n  ","759510":"\n  Go tf away\n  ","759511":"\n  ....\n  ","759512":"\n  Everyone probably does\n  ","759513":"\n  ....\n  ","759514":"\n  Blocking u\n  ","759515":"\n  Go tf away\n  ","759516":"\n  ...\n  ","759517":"\n  Stuffed shells\n  ","759518":"\n  Ash is disgusting\n  ","759519":"\n  Thanks .\n  \n  I see baby girl growing everyday 😍\n  ","759520":"\n  Lol\n  ","759521":"\n  Probably brush their teeth 🤷🏻‍♀️\n  ","759522":"\n  My mom\n  ","759523":"\n  Same to you\n  ","759524":"\n  O you big\n  ","759525":"\n  👍🏽\n  ","759526":"\n  I don’t talk about my ex’s\n  \n  They’re irrelevant\n  ","759527":"\n  Sorry that acting like a child and having some as your “daddy” is cool.\n  \n  Like no that’s fxcking disgusting .\n  \n  That’s a pedo status\n  ","759528":"\n  Why are you sending me irrelevant things\n  ","759529":"\n  Okay? Cool\n  \n  It’s disgusting af\n  ","759530":"\n  Sick af\n  \n  Feeling exactly how I felt from 5-12 weeks 🙄☹️\n  ","759531":"\n  Zero\n  ","759532":"\n  Idc if you leave .\n  \n  Idk you\n  ","759533":"\n  I don’t get y’all.\n  \n  Why ask questions to something you know already????\n  ","759534":"\n  Ew anyone into ddlg is fxcking nasty .\n  \n  Can’t believe I seen that post 🤢\n  ","759535":"\n  Send me some questions\n  \n  Full up my inbox\n  ","759536":"\n  Having kids\n  ","759537":"\n  Love\n  ","759538":"\n  Probably like October\n  ","759539":"\n  Not necessarily\n  ","759540":"\n  No\n  ","759541":"\n  Yeah?\n  \n  Why wouldn’t I be\n  ","759542":"\n  Thanks\n  ","759543":"\n  I’m not good enough but I don’t think it’s a lie tho\n  ","759544":"\n  No\n  ","759545":"\n  Only my man knows this\n  ","759546":"\n  Go find out\n  ","759547":"\n  Depends on what it is\n  ","759548":"\n  👍🏽\n  ","759549":"\n  👍🏽\n  ","759550":"\n  Thanks\n  ","759551":"\n  Thank you\n  ","759552":"\n  I’m ok\n  \n  I’m 17 weeks\n  ","759553":"\n  That’s not true\n  ","759554":"\n  Every time I eat babygirl moves around like crazy 👶🏽💗😍\n  ","759555":"\n  Lmao 😂\n  ","759556":"\n  Happy New Years\n  \n  Positive vibes ✨\n  ","759557":"\n  I’m doing fine.\n  \n  Besides babygirl making me sick 🙄\n  ","759558":"\n  Nope.\n  \n  Don’t need to\n  ","759559":"\n  Lmao I’m having a girl tho 😂\n  ","759560":"\n  I hope you have a good New Years as well\n  ","759561":"\n  It’s alright.\n  \n  Can’t complain\n  ","759562":"\n  25 🙄\n  ","759563":"\n  I don’t have any of those problems nor do I want them\n  ","759564":"\n  And why are you sending me this\n  ","759565":"\n  I’d date my man\n  ","759566":"\n  And why are they allowed?\n  \n  Nobody is allowed to touch me but my man\n  ","759567":"\n  Stop with the “if” questions and let’s me realistic\n  ","759568":"\n  Exactly like let’s be realistic\n  ","759569":"\n  No same cxunt\n  ","759570":"\n  That wouldn’t happen\n  ","759571":"\n  Watching my man play the game\n  ","759572":"\n  Alright\n  ","759573":"\n  NY\n  ","759574":"\n  Ew\n  ","759575":"\n  Bye\n  ","759576":"\n  I don’t care about names\n  ","759577":"\n  Idk I’d have to search & I’m not doing that\n  ","759578":"\n  Same to you!\n  ","759579":"\n  Same to you\n  ","759580":"\n  Why would that be embarrassing\n  ","759581":"\n  Zero\n  ","759582":"\n  Seems like your going to be the first person on my block list of 2019\n  ","759583":"\n  If you don’t have a question get off my page\n  ","759584":"\n  👍🏽\n  ","759585":"\n  Don’t have a word really. Never thought of it.\n  ","759586":"\n  Don’t care\n  ","759587":"\n  I’m not telling anyone\n  ","759588":"\n  Ew\n  ","759589":"\n  Stupid question\n  ","759590":"\n  Happy New Years\n  ","759591":"\n  Same\n  ","759592":"\n  I’m not here for conversations\n  ","759593":"\n  & evil\n  ","759594":"\n  My sex life isn’t ur business\n  ","759595":"\n  Same to you!\n  ","759596":"\n  You can’t even form a proper sentence\n  ","759597":"\n  I can’t believe my baby girl will be here this year 👶🏽💗🥰\n  ","759598":"\n  Thanks\n  ","759599":"\n  Happy 2019 😊\n  ","759600":"\n  More like annoyed\n  ","759601":"\n  On New Years my mom makes stuffed shells\n  ","759602":"\n  Tbh not really lol\n  \n  My mom makes stuffed shells for New Years\n  ","759603":"\n  9:30pm here\n  \n  But same to you\n  ","759604":"\n  I feel like throwing up.\n  \n  Prions making me sick\n  ","759605":"\n  Happy New Years\n  ","759606":"\n  You’re trolling\n  ","759607":"\n  No life\n  ","759608":"\n  Lol\n  ","759609":"\n  Well obviously that person lives in another country where it’s 12am making it 2019\n  ","759610":"\n  Lol I kinda figured when you sent that\n  ","759611":"\n  November\n  ","759612":"\n  Well it’s only 7pm here\n  \n  But same to you!\n  ","759613":"\n  I think that’s wrong tbh .\n  \n  But I’ve never heard of a case where if the mother is drinking or something during pregnancy nothing happens until after the baby is born . Like CPS will get involved.\n  ","759614":"\n  Money lmao\n  ","759615":"\n  Not run\n  ","759616":"\n  Probably not\n  ","759617":"\n  It’s alright\n  ","759618":"\n  Send me questions\n  ","759619":"\n  Probably not\n  ","759620":"\n  Lmao you always say this on his page 😂.\n  \n  You know what’s funny I’m always the first to fall asleep .\n  \n  So how is that possible\n  \n\n   @MostHi\n  \n","759621":"\n  I didn’t know “moms” went out there way to make a hate page\n  ","759622":"\n  I’m so upset my man has to work tonight ☹️.\n  \n  Hopefully he can come back @ 12:30 to give me my New Years kiss 😘\n  ","759623":"\n  Yep 😒\n  ","759624":"\n  1. My son going to kindergarten\n  \n  2. Finding out I was pregnant\n  \n  3. Fixing my relationship\n  \n  4. Being maid of honor in my cousins wedding\n  ","759625":"\n  Yep.\n  \n  Gym\n  ","759626":"\n  I have my mans name\n  ","759627":"\n  No\n  ","759628":"\n  I’m not a fan of Tarzan either\n  ","759629":"\n  Love is a part of emotions and being human.\n  \n  Falling in love is what takes time.\n  \n  & it’s when you care for that person more than you do yourself .\n  \n  You rather see them happy then to see yourself happy\n  ","759630":"\n  Well I wouldn’t want the world to be like me .\n  \n  Be your own person\n  ","759631":"\n  And here these anons go saying it’s stupid lmao.\n  \n  Like I’m an adult I make my own decisions with my body lol\n  ","759632":"\n  You know holes do close right?\n  \n  I got my top and bottom ears pierced and my top hole is closed.\n  \n  It’s like as if I take out my belly , nose , or nipple piercing for a good amount of time the hole will close 😱.\n  \n  Now get off the bandwagon and make up you’re own opinions\n  ","759633":"\n  Why would I want a DD when I just said I want to go up a size not a cup\n  ","759634":"\n  Well I’ll do what I want.\n  \n  Again, you’re not paying for it.\n  \n  And don’t tell me what to do with MY BODY\n  ","759635":"\n  Not here for a conversation\n  ","759636":"\n  Don’t know.\n  \n  Haven’t looked into it.\n  \n  Something that wouldn’t happen for years to come or after I’m done having kids\n  ","759637":"\n  And again, it’s what I want to do with my body.\n  \n  I can careless what you think is stupid especially if you’re not the one paying\n  ","759638":"\n  Because that’s what I want to do\n  ","759639":"\n  Most definitely\n  ","759640":"\n  I just want to go from a 36 to a 38\n  ","759641":"\n  New car\n  \n  Getting an apartment\n  \n  Raising my kids\n  \n  Bettering my relationship\n  ","759642":"\n  Yeah\n  ","759643":"\n  I’d get a boob job\n  \n  Just going up in size\n  \n  Not a whole cup just from like a 36 to 38\n  ","759644":"\n  Texting\n  ","759645":"\n  Most definitely\n  ","759646":"\n  Eh ; I’m not much of a baker lol .\n  \n  But I enjoy making cookies or cupcakes\n  ","759647":"\n  Ask me some questions\n  ","759648":"\n  My man\n  ","759649":"\n  Nah y’all don’t know them\n  ","759650":"\n  Just caught up on some juicy drama 😈\n  ","759651":"\n  I can definitely do things .\n  \n  The only things I’m limited on is drink & smoking\n  ","759652":"\n  And what does me being pregnant have to do with doing something on New Years???\n  ","759653":"\n  Zero clue.\n  ","759654":"\n  Yep lol\n  ","759655":"\n  I don’t have a fav fast food place tbh lol\n  \n  It changes everyday depending on what I’m in the mood for\n  ","759656":"\n  Zero thoughts\n  ","759657":"\n  Ew\n  ","759658":"\n  Fetish\n  ","759659":"\n  My mom makes stuffed shells\n  \n  I’m gonna be prep it sometime today\n  ","759660":"\n  Full up my inbox\n  \n  Doing honesty day!\n  \n  💗✨\n  ","759661":"\n  Why are my answers getting deleted along with questions in my inbox\n  ","759662":"\n  Kinda\n  ","759663":"\n  Thank you\n  ","759664":"\n  16w1d\n  ","759665":"\n  I’m @ the point in my pregnancy where I can’t get comfortable ☹️ and my body just aches\n  ","759666":"\n  My family of 4 👨‍👩‍👧‍👦\n  ","759667":"\n  👍🏽\n  ","759668":"\n  Don’t care\n  \n  How about that\n  ","759669":"\n  Nothing\n  ","759670":"\n  Tell me something idk\n  ","759671":"\n  Good 4 you\n  ","759672":"\n  4:20am I’m going back to sleep.\n  \n  Leave me questions to wake up to\n  ","759673":"\n  Don’t care\n  ","759674":"\n  I don’t click links\n  ","759675":"\n  Feels like I gotta throw up ☹️\n  ","759676":"\n  No\n  ","759677":"\n  Yeah a lil girl 👶🏽💗.\n  \n  Thank you so much 😊\n  ","759678":"\n  Thank you ☺️😍\n  ","759679":"\n  Worse\n  ","759680":"\n  None ya business ☺️\n  ","759681":"\n  Unexpected\n  ","759682":"\n  Depends\n  ","759683":"\n  I don’t give a fxck\n  "}}