{"Question":{"766122":"\n   What's a song\/artist you've been listening to a lot lately?\n  ","766123":"\n   Drop a picture of every thing you like\n  ","766124":"\n   Following you✌\n  ","766125":"\n   You're rude to us so we left\n  ","766126":"\n   What’s up ?\n  ","766127":"\n   so me and my mom got in a huge fight yesterday and she physically left marks on me and now she is wanting me to apologize to her. should I?\n  ","766128":"\n   can I ask for advice?\n  ","766129":"\n   Were you happier four months ago than you are now?\n  ","766130":"\n   Fattest blunt you’ve smoked?\n  ","766131":"\n   If your child tells you they're trans when they're 7-8 years old, would you let them go on puberty blockers?\n  ","766132":"\n   When’s ur birthday?\n  ","766133":"\n   Stop smoking cigarettes. They’re literally bad for you.\n  ","766134":"\n   Wyd\n  ","766135":"\n   if u have nothing more to say than “idk what this is” can you just delete the question? lol like half my answers are “idk” just google it or delete it.\n  ","766136":"\n   What r u doing??\n  ","766137":"\n   You usually wear high heels?\n  ","766138":"\n   how many jobs have you had and what were they\n  ","766139":"\n   Ever had a lucid dream\n  ","766140":"\n   Is education free at universities in your country? For example in my country you need to pay for all years.\n  ","766141":"\n   I hope you’ll never have anything to do with my child.\n  ","766142":"\n   do you find “streetwear” attractive?\n  ","766143":"\n   Well at least I care about your son\n  ","766144":"\n   I do know the difference. Which part of “i live in europe and here we call weed cigarettes TOO” don’t you get? Maybe if you didn’t spend that hella amount of money on weed you could afford to travel and see the world LOL so you’d have a better understanding of different cultures.\n  ","766145":"\n   Because i thought thats why you have this page? And you share these publicly and i have the chance to ask anonymously soo..?? And what does that have to do with your answer? Lol. Idiot.\n  ","766146":"\n   Why is anon so pressed about your parenting... where did it even come from\n  ","766147":"\n   So what if other parents do that too? That doesn’t make it right. It just means you’re one of the shittiest parents on planet Earth. Well done 👌🏻 that’s something to be proud of.\n  ","766148":"\n   Oh shut up you said you are sometimes high when you’re watching him... i’m not saying you’re smoking the cigarette IN FRONT OF HIM but you are HIGH when you watch him.\n  ","766149":"\n   Why didnt you andwer your callout in dramarazzi loool about smoking while watching your child\n  ","766150":"\n   I doubt you would make one like that again I think you learned your lesson\n  ","766151":"\n   I know but I'm wondering why? I know you say it's personal but like why? Sorry just being nosey I guess\n  ","766152":"\n   You did have a blog like that once I remember it getting posted on ask\n  ","766153":"\n   Sorry\n  ","766154":"\n   Are there n4ked pictures on your tumblr?\n  ","766155":"\n   Probably is you then thought I had been following some random for ages then lol\n  ","766156":"\n   Maybe it's a fake then how often do you use it?\n  ","766157":"\n   I must follow your old one then\n  ","766158":"\n   Do you even use tumblr Gabbie?\n  ","766159":"\n   can u send me a picture of u in your shorts\n  ","766160":"\n   Tumblr link?\n  ","766161":"\n   What is unforgivable?🙅\n  ","766162":"\n   Hello\n  ","766163":"\n   Wyd?\n  ","766164":"\n   Are you going to SC it or take pics???\n  ","766165":"\n   Now they’re gone . Lol\n  ","766166":"\n   Plans for tomorrow?\n  ","766167":"\n   Nationality wise\n  ","766168":"\n   Where is your man from\n  ","766169":"\n   Have you dated a white man?\n  ","766170":"\n   Are you positive to interracial marriage?\n  ","766171":"\n   You have an opportunity to make one person absolutely happy, but not yourself. Who would it be?\n  ","766172":"\n   Have you ever been? Sounds fun.\n  ","766173":"\n   i’m moving!!! and i’m gonna need to buy a car but i’m super excited. what has been your fav car that you’ve ever owned?\n  ","766174":"\n   I’m trying to learn the ways of makeup and have been having trouble finding a foundation that will work with my fair skin. I haven’t been to Sephora much because I get claustrophobic with all of the people there lol. Teach me the ways!!!!\n  ","766175":"\n   If you had only one last wish to make, what would it be?\n  ","766176":"\n   You can lay in my bed forever yellow cutie\n  ","766177":"\n   Follow 🍫🌹\n  ","766178":"\n   I have started smoking now\n  ","766179":"\n   Ash's YouTube channel:\n   \n    https:\/\/m.youtube.com\/user\/BeautifulApostale\n   \n","766180":"\n   Any girls single?\n  ","766181":"\n   volkswagen or jeep?\n  ","766182":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","766183":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","766184":"\n   would you rather never have french fries again or never have a baked potato again\n  ","766185":"\n   have you ever owned: a wig? a beta fish? converse? a subaru? a red wagon? a mutt?\n  ","766186":"\n   ok maybe text me if you change mind can still be friends 3023825296\n  ","766187":"\n   Ok but before you go are you single\n  ","766188":"\n   Beautiful lady\n  ","766189":"\n   Hi do you sext\n  ","766190":"\n   Have you ever caught someone doing anything sexual at school?\n  ","766191":"\n   Hi\n  ","766192":"\n   Personas ignorantes 🙄\n  ","766193":"\n   i have an olive garden gift card and a five guys gift card. if u were me, which would you use for dinner tonight?\n  ","766194":"\n   are you related to any lawyers? dentists? construction workers?\n  ","766195":"\n   Imma do a quick thing. If you send me a question asking to see a collection of something I got(skincare, shoes, bags, etc, anything that is simple to send) then I'll give you give likes and two questions of a topic of your choice. Pls send the topic you want as well\n  ","766196":"\n   You were pregnant and didn’t tell us? 😱\n  ","766197":"\n   Whats the best part of life?\n  ","766198":"\n   What's something people do that screams \"I'm looking for attention\"?\n  ","766199":"\n   Its friday! & i hope you all have a great weekend & even better weekdays! \nWhat's your favorite thing about Fall? \nMine is the cooler weather and the Halloween candy! Hugs love you all\nKeep fighting! Sorry 4 the short friday message ive been on antibiotics back to back going on 3 wks 🙃❤\n  ","766200":"\n   What was the last thing to make you laugh\n  ","766201":"\n   what is the most common misconception about love that you know? and how are you going to debunk it?\n  ","766202":"\n   It's your life 😂\n  ","766203":"\n   What are you good at\n  ","766204":"\n   Well you need to stop smoking in that case\n  ","766205":"\n   should i start smoking?\n  ","766206":"\n   What season of Grey’s Anatomy are you on?\n  ","766207":"\n   Should I keep nickname as my first name or put my actual name on here instead ?\n  ","766208":"\n   Not you’re sexy 🙂\n  ","766209":"\n   Cutie 🙂\n  ","766210":"\n   if you were on birth control, then it was an accident.\n  ","766211":"\n   You just contradicted yourself babe\n  ","766212":"\n   Did you plan to be a young parent or was it an accident ?\n  ","766213":"\n   Smoking is bad for you\n  ","766214":"\n   Where did u buy it from?\n  ","766215":"\n   What r u doing?\n  ","766216":"\n   The idea is you can only buy things that can't be sold back\n  ","766217":"\n   you can sell them on ebay\n  ","766218":"\n   ipads have investment value\n  ","766219":"\n   Yah but what would you buy?\n  ","766220":"\n   You're given $1,000,000, but the catch is you have to spend it all in 1 day on things that have no investment value, eg no stock or houses or cars etc. What would you spend it on?\n  ","766221":"\n   If you were a car, what kind of car would you be?\n  ","766222":"\n   Which questions aren't boring?\n  ","766223":"\n   What excites you the most about a girl?\n  ","766224":"\n   Why were you dating them if they weren't important to you?\n  ","766225":"\n   Have you been pregnant in the last year or two?\n  ","766226":"\n   Did your parents ever meet a girl you were dating?\n  ","766227":"\n   If you were dating a girl and wanted more kids, who would be the dad?\n  ","766228":"\n   Lol I'm not bi\n  ","766229":"\n   Is sex with a girl as good as with a guy?\n  ","766230":"\n   How long did the longest one last?\n  ","766231":"\n   Have you ever been in a relationship with a female?\n  ","766232":"\n   What's wrong with men?\n  ","766233":"\n   Why would you date a female?\n  ","766234":"\n   Are you okay going on a date or two while you're single?\n  ","766235":"\n   Is the world heading in a good direction?\n  ","766236":"\n   So he did move out\n  ","766237":"\n   Do you feel like you belong to your community?\n  ","766238":"\n   Oh I thought yall lived together\n  ","766239":"\n   Do you feel part of humanity?\n  ","766240":"\n   Did he move out?\n  ","766241":"\n   What happened in the end?\n  ","766242":"\n   Since when?\n  ","766243":"\n   you’re hot 🔥\n  ","766244":"\n   No need to be rude. I was just asking.\n  ","766245":"\n   Three wishes?\n  ","766246":"\n   trick or treating or passing out candy? costume parties or horror movies? jack o lanterns or pumpkin cookies? apple cider or pumpkin spice lattes? pumpkin patches or haunted houses?\n  ","766247":"\n   What is the best movie you've ever seen?\n  ","766248":"\n   steak or salmon? provolone or parmesan? red wine or sparkling wine? chili or chicken noodle soup? green tea or earl gray tea?\n  ","766249":"\n   Is that a bra?\n  ","766250":"\n   Do you believe in miracles?\n  ","766251":"\n   were you  a cheerleader in school\n  ","766252":"\n   Ever had a black eye\n  ","766253":"\n   ITS trivia time! Name a word that has \"ass\" in it 2 times?\n  ","766254":"\n   Hi my name is Mario my favorite color is blue what is your\n  ","766255":"\n   Do you pay attention to the lyrics of songs? What is your favorite one?\n  ","766256":"\n   Could you write a book\n  ","766257":"\n   Would you rather eat 100 ghost chillies or never have sex again\n  ","766258":"\n   Have you ever dealt with someone you didn’t like but had to pretend to like to get something?\n  ","766259":"\n   i hope u get some sleep\n  ","766260":"\n   Why r u up?\n  ","766261":"\n   Do you trust your instincts? Have they ever deceived you?\n  ","766262":"\n   Women, what if your bf proposed to you.......with a toe ring?\n  ","766263":"\n   What's the latest thing that made you smile? ?❤\n  ","766264":"\n   had sex?\n  ","766265":"\n   Hi\n  ","766266":"\n   Whet did u do today?\n  ","766267":"\n   What r u doing?\n  ","766268":"\n   do you have a farmers market where you live? how is it?\n  ","766269":"\n   Does your music taste change much?\n  ","766270":"\n   Is your bedroom usually tidy?\n  ","766271":"\n   How are you feeling today?\n  ","766272":"\n\n    https:\/\/ask.fm\/thebaddie11\/photopolls\/105092356\n   \n   vote honestly\n  ","766273":"\n   when you see the LAPD do you panic?\n  ","766274":"\n   Would you say that you are successful in life\n  ","766275":"\n   People need to learn respect to others and maybe they'd get what they want. I don't understand how an anon can think their entitled attitude will yet them what they want lol\n  ","766276":"\n   It wasn't a conversation started it was a question. You don't do questions that aren't about you remember\n  ","766277":"\n   I don't give a shit what this sites called. It works great for conversation and by the way that was a question\n  ","766278":"\n   Dear lord people need to learn that not everyone has to answer all their questions.\n  ","766279":"\n   Is that what you tell people in person when they ask you something that's not about you? Do you tell them you only want to talk about yourself?\n  ","766280":"\n   Oh it's all about you I forgot lol\n  ","766281":"\n   Why don't you care. What's wrong with you?\n  ","766282":"\n   The question wasn't do u care it was is it racist\n  ","766283":"\n   Is it racist to say \"I've never met an Asian with a good personality\"?\n  ","766284":"\n   Last time you had an argument with a friend\n  ","766285":"\n   Why are most rapists men but most child molesters women?\n  ","766286":"\n   What will you do in your old age?\n  ","766287":"\n   If u feel disappointed .... What's the first thing u do to overcome?\n  ","766288":"\n   How r u?\n  ","766289":"\n   you aint got no tea you is bluffing lmao\n  ","766290":"\n   Nah go head and spill the tea we want to hear it\n  ","766291":"\n   unblock Ash and apologize to them\n  ","766292":"\n   another blocked ahahahah\n  ","766293":"\n   aderjuah guijjo?\n  ","766294":"\n   questions that u could ignore and delete but instead u both answer em just to have an excuse to get pissed and snap at anything and anyone unlucky enough to say a simple hi\n  ","766295":"\n   Do you like guys with strong hands?\n  ","766296":"\n   Why is it important to survive?\n  ","766297":"\n   Do you have a life purpose?  If so, what is it?\n  ","766298":"\n   i do not allow you to block me\n  ","766299":"\n   They do sound mad 😂. Just block them.\n  ","766300":"\n   GIRL ME TOO\n  ","766301":"\n   i didnt ask the original question and i think its hilarious how you been claiming yall been \"together\" for years when in fact yall can barely stand each other.\n  ","766302":"\n   أصبحنا وأصبح الملك لله وحده ولاشريك له ، له الملك وله الحمد وهو على كل شيء قدير 🤲🏻❤️\n  ","766303":"\n   because he is tired of your bullsh!t lmao\n  ","766304":"\n   sometimes i worry that my impulses to improve my life are really just self destructive impulses. i work two jobs and really have the urge to quit both. it feels like it would make my life happier but would it??? how do i find out the difference? do u get those impulses?\n  ","766305":"\n   Why slowly\n  ","766306":"\n   why the hell did you block Ash?\n  ","766307":"\n   spring or autumn? dawn or dusk? june or january? sunshine or moonlight?\n  ","766308":"\n   are you guys getting back together ?\n  ","766309":"\n   When was the last time you had a goodnight sleep\n  ","766310":"\n   Social media?\n  ","766311":"\n   Honestly my entire block list is anonymous\n  ","766312":"\n   Holy shit ur block list is longer then my life goals 😂\n  ","766313":"\n   screen blocklist\n  ","766314":"\n   What is your best memories?\n  ","766315":"\n   what’s ur fav insect\n  ","766316":"\n   hihihihihi\n  ","766317":"\n   would you rather make $10 an hour babysitting a five year old for five hours (fifty bucks) or make $25 an hour mowing a large yard for two hours (fifty bucks)?\n  ","766318":"\n   What is the first thing you light when you go camping\n  ","766319":"\n   i want a kiss :(\n  ","766320":"\n   It's been a minute since I have talked you 😩\n  ","766321":"\n   Why not\n  ","766322":"\n   What do you do during the day\n  ","766323":"\n   You got the beauty & the brains\n  ","766324":"\n   Are you following the news? What are you interested in?\n  ","766325":"\n   I mean with a blue or purple tint\n  ","766326":"\n   Dye your hair black x\n  ","766327":"\n\n    @emo4life69\n   \n   asks: do smelly feet turn you on?\n  ","766328":"\n   Where you from\n  ","766329":"\n\n    @emo4life69\n   \n   thoughts on me?\n  ","766330":"\n   No iam nuteral person\n  ","766331":"\n   OMg 😍😍😍💦\n  ","766332":"\n   How old are you if mind that I'm asking\n  ","766333":"\n   Cool I'm from new Jersey but now I live in Florida\n  ","766334":"\n   You're welcome\n  ","766335":"\n   Where you from\n  ","766336":"\n   Your so cute\n  ","766337":"\n   Are you a person with cold hands and warm heart or person with warm hands and cold heart ? 😁\n  ","766338":"\n   What sport is the most boring?\n  ","766339":"\n   I’m bored\n  ","766340":"\n   You’re gorgeous\n  ","766341":"\n   Last person’s house you were in?\n  ","766342":"\n   Been following you forever\n  ","766343":"\n   You are a snack 😍\n  ","766344":"\n   You're so pretty!\n  ","766345":"\n   Are y'all still separated?\n  ","766346":"\n\n    https:\/\/ask.fm\/alaskan_dark_witch\/answers\/150907904675\n   \n   She literally copied this answer from that mom group omg she's so pathetic and trying to be woke and act like she's all innocent and the perfect human being.\n  ","766347":"\n   What is better than chocolate?\n  ","766348":"\n   last thing u ate\n  ","766349":"\n   Which two movies would you like to combine into one?\n  ","766350":"\n   Is punching a punching bag a healthy way to release stress\n  ","766351":"\n\n    @HannahBoose\n   \n   is\n   \n    @akarmali\n   \n","766352":"\n   Where r u ?\n  ","766353":"\n   How did you do your wing like that???\n  ","766354":"\n   you have a cancerous growth coming out of your head\n  ","766355":"\n   What r u doing?\n  ","766356":"\n   Ever notice how so many losers and the poor always have tattoos? Like they measure their worth with the tattoos they have bc it’s the only thing they can’t sell or pawn 😂\n  ","766357":"\n   Do you think\n   \n    @fabbielousxo\n   \n   is a good mom?\n  ","766358":"\n   What are you doing today?\n  ","766359":"\n   What have you heard accidentally after someone thought their phone call with you was over?\n  ","766360":"\n   how old r u?\n  ","766361":"\n   You could still ride him\n  ","766362":"\n   You look great!\n  ","766363":"\n   What's the best picture you've ever taken? Could be of anything, even yourself! Post it? (Slightly paraphrasing a question I was sent)\n  ","766364":"\n   Why can’t he have s*x if only his foot is broken?\n  ","766365":"\n   what qualities do you look for in a person?\n  ","766366":"\n\n    @scalenemaia\n   \n   doesn't know who Drake is and she doesn't know who Nicki Minaj is and she's 31\n  ","766367":"\n   Damn that last tweet haha\n  ","766368":"\n   Can I get your Pinterest?\n  ","766369":"\n   Can you post all your socials?\n  ","766370":"\n   Screen shot camera roll?\n  ","766371":"\n   Do you give out any other social media?\n  ","766372":"\n   What would you do if you became 250 ft tall?\n  ","766373":"\n   Go to bed cute thang\n  ","766374":"\n   If you have to say one word to the world what would it be??\n  ","766375":"\n   Drop instagram or Snapchat 💯\n  ","766376":"\n   are you up?\n  ","766377":"\n   😉\n  ","766378":"\n   Same here Netflix... and some tea for me\n  ","766379":"\n   What's everyone up to tonight?\n  ","766380":"\n   Ew how nasty\n  ","766381":"\n   did u ever get it?\n  ","766382":"\n   How do you feel about animal hunting?\n  ","766383":"\n   Which is more important to you: someone who has a similar sense of humor, or someone who has similar interests?\n  ","766384":"\n   wats up?\n  ","766385":"\n   i’m jealous of u 😫\n  ","766386":"\n   you’re seriously stunning\n  ","766387":"\n   Have you ever seen an asmr video? Did it work for you? Did it creep you out? lol. I'm watching \"follow this; the internet whisperers\" on Netflix\n  ","766388":"\n   Eggsy literally won’t even show her face on her profile and starts crap w everybody but nobody does anything because for some reason this site worships her... Why?\n  ","766389":"\n   I remember when I use to smoke, one time I was in my mates car and he said I prefer you didn’t smoke, I replied “tough” and he went on about him inhaling 20% of the chemicals from the cigarette and I replied “well that’s good, at least you’re getting it for free then” is that funny?\n  ","766390":"\n   But you are stupid shit so I can't ask about you at all\n  ","766391":"\n   Well I was gonna ask a question related to you but I can't ask about stupid shit\n  ","766392":"\n   Oh sorry. I meant, \"Wouldnt you be too little to stop them?\"\n  ","766393":"\n   Youd be too little to stop them\n  ","766394":"\n   Youd probably get picked up by someone and thrown off a bridge\n  ","766395":"\n   Would you ever get into a boxing ring and have a boxing match if you had the right training\n  ","766396":"\n   What would you do if you suddenly became half your normal size?\n  ","766397":"\n   do you have a tinder? have u ever?\n  ","766398":"\n   If you were famous and someone asked you for an autograph what would I look like\n  ","766399":"\n   What's the last book you read?\n  ","766400":"\n   Have you watched the movie Heathers? Did you like it? Have you watched the show based off it? Thoughts?\n  ","766401":"\n   Have you ever dyed your hair?\n  ","766402":"\n   I hate to beg but I'm stuck in hospital, ill and haven't been able to properly sleep for a while now -- I'd really appreciate some good questions if you could, can be about anything! Tyia xo\n  ","766403":"\n   what do you (generally) get at subway? starbucks? chipotle?\n  ","766404":"\n   Post up your favourite photo and explain why it is ♡\n  ","766405":"\n   Insta?\n  ","766406":"\n   Do you like it\n  ","766407":"\n   What kind of phone do you have?\n  ","766408":"\n   Y did u delete me on Snapchat ?\n  ","766409":"\n   If you see really cute person in public place standing alone , what do you do ?\n  ","766410":"\n   Snapchat streak? :)\n  ","766411":"\n   Last thing to make you smile\n  ","766412":"\n   You're gorgeous!\n  ","766413":"\n   Long or short sleeves?\n  ","766414":"\n   1 like=1 follow\n  ","766415":"\n   Does he have a cast & for how long?\n  ","766416":"\n   those girls in the mom group don’t like u!!!\n  ","766417":"\n   Or you broke it ???\n  ","766418":"\n   (MORE) lattes or black coffee? japan or south korea? beef or pork? Chicago or Los Angeles? denim shorts or athletic shorts? KFC or subway?\n  ","766419":"\n   Full body mirror pic?\n  ","766420":"\n   How did he break it?\n  ","766421":"\n   That’s what?\n  ","766422":"\n   r u happy wit ur body?\n  ","766423":"\n   you’re rude af\n  ","766424":"\n   last time u had sex?\n  ","766425":"\n   beautiful ❤️\n  ","766426":"\n   anymore pics?\n  ","766427":"\n   DAMN.\n  ","766428":"\n   Selfie? 😍\n  ","766429":"\n   plans for 2day?\n  ","766430":"\n   Small girls are popping and very mobile if you know what I mean.\n  ","766431":"\n   hi\n  ","766432":"\n   I love you but not in that way do you know what I mean?\n  ","766433":"\n   rude\n  ","766434":"\n   But do you think it was wrong\n  ","766435":"\n   How do you feel about Ash bullying Abbie and Hayley in a mom group?\n  ","766436":"\n   What is your favorite dessert?\n  ","766437":"\n   RIP Aaliyah 17 years we miss you everyday\n  ","766438":"\n   Do you know any quadruplets?\n  ","766439":"\n   You like Ash\n  ","766440":"\n   Did you tear while pregnant\n  ","766441":"\n   you’re so sassy\n  ","766442":"\n   are you in any groups on fb\n  ","766443":"\n   How was your day?\n  ","766444":"\n   your son aint in high school dummy\n  ","766445":"\n   So, any new life activities?\n  ","766446":"\n   Are Hanes x temp men’s underwear considered name brand underwear (for high schoolers)??\n  ","766447":"\n   I’m starting to fall for this girl friend personality what should I do?\n  ","766448":"\n   Gosh ur pretty\n  ","766449":"\n   do you know any triplets?\n  ","766450":"\n   Happy friday💜\nHave you ever done something that you aren't sure was a good idea? If so what was it? I hope you all have a awesome weekend because you all deserve it cause you are so freaking speaical 💜 love you HUGS \nKeep moving forward you can do it!\n  ","766451":"\n   Why haven’t you been answering questions\n  ","766452":"\n   What are your further expectations from life , would it be easy or hard ?\n  ","766453":"\n   Do you love hockey?\n  ","766454":"\n   LOL\n  ","766455":"\n   ***this video is deep**\n   \n    https:\/\/www.youtube.com\/watch?v=3H_1FGf1h0w\n   \n   please give a comment or like if you enjoyed every little bit helps along the way\n  ","766456":"\n   How many time should a man brush his teeth?\n  ","766457":"\n   If you’re living with your s\/o do you ask before friends come over? Seriously sick of my bf just inviting his friends over without asking.. feels like its not even my own home.. idk. If that’s stupid or not but I feel poopy\n  ","766458":"\n   Eid mubaarak...... :)\n  ","766459":"\n   Do you wanna be in a relationship with the person you like?\n  ","766460":"\n   you’ll be ok\n  ","766461":"\n   your hair is so pretty straight\n  ","766462":"\n   rank from fav to least fav: oregon, washington, california. #westcoast\n  ","766463":"\n   Well what would you do if you became a giant?\n  ","766464":"\n   Would you rather grow as tall as a three story house or shrink to the height of an action figure?\n  ","766465":"\n   Hru\n  ","766466":"\n   Hey\n  ","766467":"\n   What feels like love you?\n  ","766468":"\n   wow you must be fun at parties lighten up\n  ","766469":"\n   ***this video is deep**\n   \n    https:\/\/www.youtube.com\/watch?v=3H_1FGf1h0w\n   \n   please give a comment or like if you enjoyed every little bit helps along the way\n  ","766470":"\n   but why?\n  ","766471":"\n   ***this video is deep**\n   \n    https:\/\/www.youtube.com\/watch?v=3H_1FGf1h0w\n   \n   please give a comment or like if you enjoyed every little bit helps along the way\n  ","766472":"\n   likers get a question?\n  ","766473":"\n   What’s wrong?\n  ","766474":"\n   Why'd you let your Tamagotchi die?\n  ","766475":"\n   Would you rather never be able to smell again or never be able to taste anything again\n  ","766476":"\n   How are you?\n  ","766477":"\n   Do you think that you are more good looking or more wise ? ?\n  ","766478":"\n   Where can I get good tacos?\n  ","766479":"\n   What’s up\n  ","766480":"\n   O- \"APPRECIATION\": What are the little things in life that everyone can appreciate?\n  ","766481":"\n   P- \"PASSION\": List at least 3 things you are passionate about.\n  ","766482":"\n   T- \"TOUCH\": When was the last time you hugged someone?\n  ","766483":"\n   I- \"INVESTMENT\": What is your opinion on emotional investment?\n  ","766484":"\n   E-\"ESTEEM\": List at least 2 things that you like about yourself.\n  ","766485":"\n   V-\"VALUE\": What do you value most in a friend?\n  ","766486":"\n   Did you have moon shoes? Basically trampoline things for your feet?\n  ","766487":"\n   I got the job as a supervisor !!\n  ","766488":"\n   What are you looking forward to\n  ","766489":"\n   Do your parents know you have an ask account?\n  ","766490":"\n   Would you rather have to eat Indian food for a whole year or Chinese??\n  ","766491":"\n   What can you do to make this world a better place?\n  ","766492":"\n   Batman vs Superman - whose side would you take?\n  ","766493":"\n   I tried strawberries for the first time today is there any fruits that you have never tried\n  ","766494":"\n   Have you ever had a moment when you just have had enough and walked away\n  ","766495":"\n   Do you agree bingo is for old people\n  ","766496":"\n   Do you make any health smoothies\n  ","766497":"\n   What's the best thing that happened to you today?\n  ","766498":"\n   Did you watch the VMAs?\n  ","766499":"\n   why don't you like Trenesha?\n  ","766500":"\n   Have you ever bit anyone?\n  ","766501":"\n   Trenesha is back\n  ","766502":"\n   You always scold yourself for...?\n  ","766503":"\n   your gorgeous\n  ","766504":"\n   henlo i am ur doctor i am here to inform you that you are pregnent\n  ","766505":"\n   If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?\n  ","766506":"\n   When will it heal?\n  ","766507":"\n   Hey anyone who can sing the song while pinching his\/her nose and upload the video\n  ","766508":"\n   Happy 26th Birthday to Demi Lovato\n  ","766509":"\n   WHO IS YOUR BEST FRIEND\n  ","766510":"\n   Oh no! Hope he recovers quick !\n  ","766511":"\n   post a pic of yourself pinching your nose...challenge\n  ","766512":"\n   did you laugh at Greg?\n  ","766513":"\n   How?\n  ","766514":"\n   What are the three most important things for you to be happy?💫⭐\n  ","766515":"\n   Savanna or Savannah?\n  ","766516":"\n   What is the meanest thing someone has said to you about your personal appearance?\n  ","766517":"\n   What’s your favourite genre of music?\n  ","766518":"\n   What is your favorite recipe? ??\n  ","766519":"\n   Were are you from?\n  ","766520":"\n   What can you endlessly stare at?\n  ","766521":"\n   Is it  easy fo get your trust\n  ","766522":"\n   How are you today\n  ","766523":"\n   ootd\n  ","766524":"\n   Apple Music or Spotify?\n  ","766525":"\n   what kind of jelly do u buy\n  ","766526":"\n   have you ever gone to community college?\n  ","766527":"\n   Weekend plans?\n  ","766528":"\n   ootd\n  ","766529":"\n   Would u?\n  ","766530":"\n   What is the most embrssing moment of your life\n  ","766531":"\n   Who do u tell a lot to?\n  ","766532":"\n   Would u?\n  ","766533":"\n   Recomend any tv shows i've watch all these\nWalking dead\nFear the walking dead\nBig bang theory\nSimpsons\nFamily guy\nAmerican dad\nModern family\nImprictial jokers\nSouth park\n\nAny other suggestions\n  ","766534":"\n   Have you ever read a self help book?\n  ","766535":"\n   How’s your day?\n  ","766536":"\n   What's for tea\/dinner\n  ","766537":"\n   Sexy\n  ","766538":"\n   Hey\n  ","766539":"\n   Can you link it?\n  ","766540":"\n   An app\n  ","766541":"\n   How do you know someone wants you just for money?\n  ","766542":"\n   Do you have lipsi?\n  ","766543":"\n   What are the disadvantages of being single?\n  ","766544":"\n   How can one be happy without money?\n  ","766545":"\n   How  do       I cure a hemoroid ?\n  ","766546":"\n   Why is it your favorite color ?\n  ","766547":"\n   What is your status\n  ","766548":"\n   Do you need a lawyer?\n  ","766549":"\n   Well if those sometimes include the LIE, everybody gets that. That road is in sane. What do you do if you get anxiety when you’re driving?  Pull over?\n  ","766550":"\n   that must suck ☹️\n  ","766551":"\n   Do you have anxiety???\n  ","766552":"\n   Happy friday 💜 i hope everyone has a great weekend &better weekdays!\nI know you're sad because of everything you gone through but know this You are & were STRONG enough to fight because you are still here fighting the battle you're facing Hugs from afar love you guys\nKeep fighting! I believe in u\n  ","766553":"\n   Are you virgin?\n  ","766554":"\n   How many cracks does your phone screen have?\n  ","766555":"\n   Where’s a good place to dance to reggaeton?\n  ","766556":"\n   AB\n  ","766557":"\n   You should choose between a or b\n  ","766558":"\n   AB\n  ","766559":"\n   Do you answer sex questions?\n  ","766560":"\n   What if we used to be able to make wishes... but then someone wished we couldn't?✌🏻\n  ","766561":"\n   What you doing\n  ","766562":"\n   uncrustables or poptarts?\n  ","766563":"\n   What was the last book you read? (Would you recommend it?)\n  ","766564":"\n   Would you ever wear your stripe t.shirt, suspenders and red pants again?😉\n  ","766565":"\n   What were you drinking?\n  ","766566":"\n   Do you collect pop vinyls\n  ","766567":"\n   When was the last time you went out drinking\n  ","766568":"\n   go back to Atlanta\n  ","766569":"\n   We do\n  ","766570":"\n   Last time you had sex\n  ","766571":"\n   Do you get annoyed easily\n  ","766572":"\n   How was your day\n  ","766573":"\n   I want a younger woman...a much younger woman...15 to 20 years younger than me.I sorry if this offends women. ✈ ♨\n  ","766574":"\n   Instagram?\n  ","766575":"\n   Super\n  ","766576":"\n   Snapchat ?\n  ","766577":"\n   What phone is that?\n  ","766578":"\n   You’re gorgeous\n  ","766579":"\n   Putting itself as ur wallpaper is conceded lol\n  ","766580":"\n   Who puts themselves as there wallpaper? Lmao\n  ","766581":"\n   What's something that looked fun, but you realized it was horrible once you tried it?\n  ","766582":"\n   Add me on Instagram \nLoca434\n  ","766583":"\n   I would consider ask am alternative social media, any others that you use besides the main ones?\n  ","766584":"\n   What's a new place you've been to or would like to go to?\n  ","766585":"\n   What makes you feel wonderful?\n  ","766586":"\n   Favorite snack food?\n  ","766587":"\n   Do you have a victory dance? Could you describe it or video?\n  ","766588":"\n   have you ever lived in a “rented room” like a big house, w housemates?\n  ","766589":"\n   would you rather have a breakfast sandwich or a breakfast burrito?\n  ","766590":"\n   most men adore women .....most women _____ men ?\n  ","766591":"\n   HEY, BEAUTIFUL!💝 Followed You! :)\nCan you please follow back\n   \n    @YouuuBelongWithMe\n   \n   Ask for QUOTES to him! If You Want Any Help He Will Help You, Anytime! Any advice you need, just ask him! And give some likes ONLY IF you think his quotes and answers are worth it! :)\nTHANKS!💝\n  ","766592":"\n   What’s something that will always make you smile?\n  ","766593":"\n   What does your bedroom smell like?\n  ","766594":"\n   What do you want right now\n  ","766595":"\n   Happy 60th Birthday to Madonna\n  ","766596":"\n   That's understandable because you don't know me, can we at least talk and get to know each other?\n  ","766597":"\n   I wish I lived in Ny so I could take you out on a date.\n  ","766598":"\n   At what age did you become independent?\n  ","766599":"\n   What do you think, where isn't spot for humor?\n  ","766600":"\n   middle name?\n  ","766601":"\n   You want a new ____.\n  ","766602":"\n   Poetry: Do you like haikus or couplets more?\n  ","766603":"\n   Tumblr link?\n  ","766604":"\n   I am bitter.\n  ","766605":"\n   I’m sleeping on three sofa and my mum wakes me up to ask me something and I realise I have morning wood the whole time through the conversation. Is this embarrassing?\n  ","766606":"\n   Do you  get stressed out much\n  ","766607":"\n   Have you ever seen someone treat someone else horribly and received instant karma?\n  ","766608":"\n   Is it normal that I spend most of my days drinking on the streets with my mates who I met from also drinking on the streets?\n  ","766609":"\n   Do you have road rage when you drive\n  ","766610":"\n   Do you think that you are charming\n  ","766611":"\n\n    https:\/\/ask.fm\/reachel_n\/answers\/149076797949\n   \n   why doesn't she just block him instead of telling himself to put himself in a mental hospital?\n  ","766612":"\n   Pic bikini\n  ","766613":"\n   Can you play chess\n  ","766614":"\n   It’s just a poll of Vanessa and some chick not anything dirty relax 🙄\n  ","766615":"\n\n    https:\/\/ask.fm\/DrinkingBeerAndEatingPusssy?utm_source=copy_link&utm_medium=iOS&shareBy=nessam_\n   \n   vote? They’re both beautiful (ignore the immature link tittle)\n  ","766616":"\n   Who's cas?\n  ","766617":"\n   When is your birthday\n  ","766618":"\n   you're my favourite older woman\n  ","766619":"\n   Plans for today\n  ","766620":"\n   would you rather date someone ten years older than you or four years younger than you, at this point in your life?\n  ","766621":"\n   Statistics spam: Is there a lot of gun violence where you live?\n  ","766622":"\n   what is so wrong with cas?\n  ","766623":"\n   Can some person change your life?\n  ","766624":"\n   Would you rather have a snake toung instead of a normal toung or lobester claws as hands\n  ","766625":"\n   Can we talk personal\n  ","766626":"\n   Display 👌\n  ","766627":"\n   Hey\n  ","766628":"\n   What's up\n  ","766629":"\n   What’s up\n  ","766630":"\n   does anyone know the Tumblr that is dedicated to exposing ash?\n  ","766631":"\n   FWB?\n  ","766632":"\n   What’s wrong but sounds right?? ?\n  ","766633":"\n   What is the best year for you?\n  ","766634":"\n   Hey bae\n  ","766635":"\n   Привет\n  ","766636":"\n   are you multi orgasmic?\n  ","766637":"\n   What’s something you do everyday?\n  ","766638":"\n   Have you ever googled yourself?\n  ","766639":"\n   Have you ever been stalked by a wild animal?\n  ","766640":"\n   You be mad\n  ","766641":"\n   what happened to Trenesha?\n  ","766642":"\n   omg 19 weeks to Christmas!\n  ","766643":"\n   Do you believe in past lives? If so, what kind of person do you think you were?\n  ","766644":"\n   Are your kid or kids  a hand full\n  ","766645":"\n   What is your favorite thing that you bought from Amazon?\n  ","766646":"\n\n    https:\/\/ask.fm\/outofthewhoredinary\/answers\/148803904341\n   \n   Logan is trans?\n  ","766647":"\n   Thank you lol. I know that I follow people that don't follow me back so just figured I'd send it out.\n  ","766648":"\n\n    https:\/\/ask.fm\/outofthewhoredinary\/answers\/148786451797\n   \n   Please let me know if you'd be interested.\n  ","766649":"\n   Do you think it would be weird if someone bought baby items before their even pregnant? Just to get a jump and make sure they have everything they need for when they do get pregnant.\n  ","766650":"\n   What is the doc's ask?\n  ","766651":"\n   Last time you had sex\n  ","766652":"\n   Do you pefer hair pulling or boob grabbing\n  ","766653":"\n   Happy Left Handers Day\n  ","766654":"\n   What is the most useful thing\/skill\/habit (of any nature, personal or professional) you've learnt\/developed in your life?\n  ","766655":"\n   what did batman say to robin before he got in the car? \"get in the car!\" HAHAHAHAHAHA\n  ","766656":"\n   I thought your name said GOD 😂\n  ","766657":"\n   That’s because you never have a life outside of ask 😂😭\n  ","766658":"\n   If you tell  a secret to a friend and she\/he reveals the secret ... What do you do with her\/him?\n  ","766659":"\n   Is your thumb a finger\n  ","766660":"\n   you haven’t been on in 5 hours!!! why.???\n  ","766661":"\n   If you could go anywhere in the world where would you go?\n  ","766662":"\n   Have you been ok?\n  ","766663":"\n   When will you be single I like you n\nI’m\nBlack\n  ","766664":"\n   Do you like sandals on big feet people\n  ","766665":"\n   Do you pefer to live alone or with someone?\n  ","766666":"\n   Are you up????\n  ","766667":"\n   Can anyone add u?\n  ","766668":"\n   I don’t need to know your whole life. I know enough. You’re trash.\n  ","766669":"\n   whats a russian name BESIDES vladimir\n  ","766670":"\n   Snap?\n  ","766671":"\n   Fortnite ?\n  ","766672":"\n   during summer of 2018 have you been inside a wal mart? eaten at a denny’s? been on a plane? celebrated any birthdays?\n  ","766673":"\n   Attention seekers be like!😁\n  ","766674":"\n   What was the last thing made you feel sick?\n  ","766675":"\n   how do i unbake a cake\n  ","766676":"\n   Picture of you.\n  ","766677":"\n   what u doing sexy\n  ","766678":"\n   Lmao. Like you work 😂\n  ","766679":"\n   ramen or spaghetti ?\n  ","766680":"\n   What is your secret talk nobody knows?\n  ","766681":"\n   WUAT UP\n  ","766682":"\n   What is the hardest part of your job\n  ","766683":"\n   Is it sexist for a venue to have a policy every Friday that men get free entry?\n  ","766684":"\n\n    https:\/\/youtu.be\/clotqUzwFqs\n   \n   like and subscribe please\n  ","766685":"\n   Is it immoral to have sex with an autistic man?\n  ","766686":"\n   botty pap?\n  ","766687":"\n   Would you rather have no legs or not be able to see your bf\/husband for a year\n  ","766688":"\n   Por que la chicas van a Los bailes pero no bailan cuando las invito?\n  ","766689":"\n   What time is it?\n  ","766690":"\n   Age when you first: 1. Drove a car, 2. Travelled without parents, 3. Travelled abroad, 4. Had sex, 5. felt the happiest?\n  ","766691":"\n   what messages abt your body\/abt body image did you receive from your parents?\n  ","766692":"\n   Okey :(\n  ","766693":"\n   Good luck lol 😂\n  ","766694":"\n   Have you ever had one of those people that you want to hit them so bad but you can't\n  ","766695":"\n   ohio or oklahoma\n  ","766696":"\n   We are learning english in school so thats your mother tongue can i practice with you i mean speak with you haha and you can correct me when i make a mistake?☺️❤️\n  ","766697":"\n   Is it okay for a 38 year old woman to be taking a hot 13 year old boy to see Iron Maiden and Killswitch Engage tonight?\n  ","766698":"\n   Where are you from\n  ","766699":"\n   Why does my sister expect me to sit around bored? My sister said I can’t listen to my music on headphones as it annoys her but I also can’t listen to it off the speaker either. Is she being unreasonable? All opinions welcome, I fully believe in democracy and freedom of speech.\n  ","766700":"\n   I'm on the run, I kill to eat\nI'm starving now, feeling dead on my feet\nGoing all the way, I'm natures beast\nDo what I want and do as I please\n\nRun - Fight - To breathe - It's tough\nNow you see me now you don't\nBreak the walls I'm coming out\n  ","766701":"\n   you're rude because you didn't fall for a scam lmao\n  ","766702":"\n   If you could not work for a year, what would you do?\n  ","766703":"\n   If you lost everything tomorrow, whose arms would you run into to make everything ok?\n  ","766704":"\n   What lies beyond the observable universe?\n  ","766705":"\n   So you like books\n  ","766706":"\n   What do u need to make it happen...???\n  ","766707":"\n   Yeah im om a fifth of jack and 2 four lokos hahah my spelling might be a little atrocious sorry\n  ","766708":"\n   Well atleast add ne and look vefore you say ew gosh...\n  ","766709":"\n   Why.soseriious add me on snapchat if you wanna see the best NSFW stories and content. :) 😏👌 i promise you wont regret it. Some people even pay to get access to my better stuff lol\n  ","766710":"\n   That’s because you’re rude\n  ","766711":"\n   What's your favorite vechicle?\n  ","766712":"\n   How Are You Feeling?\n  ","766713":"\n   Do you have weekands off ??\n  ","766714":"\n   What do you do for work?School?\n  ","766715":"\n   I need new people to follow so who are some people you follow that you love?\n  ","766716":"\n   What is your favorite scent to wash your body with? What is your favorite holiday\/season? What is your favorite place to visit?\n  ","766717":"\n   I feel like all ask is currently is drama, so I'm going to ask some questions that have nothing to do with drama. 1. What is your favorite candle scent and what company is your favorite to buy from?\n  ","766718":"\n   here’s trends amongst people i follow. how many of these do you fit? either a taurus or a virgo. has a purple toothbrush. can’t drive. unemployed. has a dog. hasn’t gone to college. has at least one kid. not very political. under 30.\n  ","766719":"\n   did you care about Transformers as a kid? Power Rangers? Star Wars?\n  ","766720":"\n   can u bend ur fingers just at the tip? like the whole finger is straight except the last joint bends in?\n  ","766721":"\n   (i do this every time i follow new people lol. sorry if some of these are repeats for you!) are you religious? are you in a relationship? what’s your zodiac sign? what country are you from? do you drink? have you ever had a kitten?\n  ","766722":"\n   🍃 Do you ever just go outside to be one with nature? Is nature calming to you? If not, how do you calm yourself down?\n  ","766723":"\n   I’m about to smoke so send people my way? \n\nQ: Give me some of your raw, uncut, unpopular opinions.\n  ","766724":"\n   Does anyone on here even like Ash?\n  ","766725":"\n   what year did you turn 16?\n  ","766726":"\n   what u doing\n  ","766727":"\n   hi\n  ","766728":"\n   Anyone wait for friday bcz of weekand ??\n  ","766729":"\n   what do you mean?\n  ","766730":"\n   What's your favorite movie scene?\n  ","766731":"\n   are you tall enough to drive?\n  ","766732":"\n   Amosc cause I follow you :) lawfully_96\n  ","766733":"\n   Why do women not have to cover ovaries in public ?\n  ","766734":"\n   Your skin is so clear 😩 I’m so jealous\n  ","766735":"\n   wyd???\n  ","766736":"\n   What contains ten thousand calories? ??\n  ","766737":"\n   i am frank, son of governor of lagos state of nig. i am looking for any bank manager over there to contact i want to have savice acconut over there i am coming over there soon to stay and invest my money be fore then i need a bank manager that i can have his acconut number\n  ","766738":"\n   Do you ever feel at times you need to be away from people\n  ","766739":"\n   Favourite colour to wear\n  ","766740":"\n   What is your morale like\n  ","766741":"\n   Jk dude.\n  ","766742":"\n   You are boring.\n  ","766743":"\n   I’m gonna do a little honesty night if you wouldn’t mind sending your followers my way! What did you have for lunch\/supper?\n  ","766744":"\n   whenever you see the feds do you always floor it and get away as fast as you can?\n  ","766745":"\n   What is the craziest thing one of your teachers has done?\n  ","766746":"\n   Do you eat a lot\n  ","766747":"\n   Men are just more talented than women, I can play the drums, guitar, bass, piano, synth and do fairly good vocals. You’d be hard pushed on here to find a woman who can do all these things.\n  ","766748":"\n   Do you like to cuddle\n  ","766749":"\n   Do you actually love someone ???\n  ","766750":"\n   lmao someone sounds like a teenager who has mommy and daddy pay for everything. I stopped getting my nails done because bills etc come first lol\n  ","766751":"\n   Lol that’s because you can’t afford it 😂\n  ","766752":"\n   why did you take them off?\n  ","766753":"\n   What’s your favorite EMO QUOTE\n  ","766754":"\n   Last thing to make you happy\n  ","766755":"\n   Happy early Friday💜since i wont be able to send it then because of my nanies funeral💔cause i probably wont be as positive as i am i just wanted to say i ❤ u all &i hope u all have a awesome weekend because u all deserve it! I appreciate u all for who you are! Which is freaking great hugs from afar\n  ","766756":"\n   would you rather be a pirate ninja or a zombie sasquatch?\n  ","766757":"\n   The 3 sisters have blocked everybody.\n  ","766758":"\n   wish you’d be on more\n  ","766759":"\n   how?\n  ","766760":"\n   how r u?\n  ","766761":"\n   Fav fast food resturant\n  ","766762":"\n   Do  you have any running gags\/jokes that only you and someone else only understood\n  ","766763":"\n   Do you send questions to yourself?\n  ","766764":"\n   Favorite Millionaires song?\n  ","766765":"\n   do you consider yourself skinny, thick, slim, slender, lean, muscular, athletic, voluptuous, curvy, or fat?\n  ","766766":"\n   Who wants to get a drink downtown and chitchat sometime?\n  ","766767":"\n   why haven’t you been on???????\n  ","766768":"\n   Spenser is back, wasn't she called out for being fake?\n   \n    @getsleazzy\n   \n","766769":"\n   How many followers do you have on here?\n  ","766770":"\n   What cartoons were you into as a kid?\n  ","766771":"\n   What is your in the shower routine? Example: mine is wash hair, let my conditioner soak in my hair, wash my face and body. Wash my hair out\n  ","766772":"\n   💥 How important in life is self love, in your opinion?\n  ","766773":"\n   This isn’t a question but go and add relationlove on Snapchat he is doing free shout outs and he gets 1k views in like an hour\n  ","766774":"\n   are you from Compton?\n  ","766775":"\n   I only follow a few people right now. Tag some people I need to follow 💗\n  ","766776":"\n   Every picture of you is sexy.\n  ","766777":"\n   Sexy foto plz\n  ","766778":"\n   How can you look like a name\n  ","766779":"\n   Do u have any tips for first date?\n  ","766780":"\n   you look more like a Nicole\n  ","766781":"\n   i need urgently money. please help me i need 777USD money. i will give back your money. if you are able to do my help then i will give you my bank account no.\n  ","766782":"\n   It's International Cat Day, time to ask the fundamental question: Are cats smarter than dogs?\n  ","766783":"\n   Is there anyone who you jealous of?\n  ","766784":"\n   Rant\n  ","766785":"\n   Is your boss any good\n  ","766786":"\n   Anyone else having trouble with the latest update? lol..\n  ","766787":"\n   How good of a driver are you?\n  ","766788":"\n   What would you do with a trillion$ ????\n  ","766789":"\n   what do you think of black cats? white lighters? broken mirrors? friday the 13th?\n  ","766790":"\n   how old were you during the silly bandz fad. did you partake ?\n  ","766791":"\n   Do you think you could name ever usa president in order\n  ","766792":"\n   Walmart why\n  ","766793":"\n   I am sorry to say that Alone is more attractive than you. Oops, I am wrong about think that in a is more attractive than you. So I'm sorry about saying that Alina is more attractive than you. You are hot and stunning.\n  ","766794":"\n   How tall are you?\n  ","766795":"\n   Have you ever been kicked out of anywhere if you have why\n  ","766796":"\n   If you were a phone what percentage would you be on atm\n  ","766797":"\n   Like last 4th answer and I'll dedicate a song + 1 like....\n  ","766798":"\n   How are you?\n  ","766799":"\n   I’m super sorry for anyone annoyed by this but I need as much help as I can get.. if anyone knows anyone (no matter the country), that needs a business Logo, please ask them to come to me. It would be really appreciated. Sorry again for those who’re annoyed by this 😔💕\n  ","766800":"\n   I have a question about marriage, maybe you can help. If I’m a guy who is married to a girl but she pretends to be a guy but then says she’s gay because she still wants to be with men does that make me gay? Especially when she wants it up the back door?\n  ","766801":"\n   How is everyone\n  ","766802":"\n   who do you think is the Queen of Ask?\n  ","766803":"\n   are you the Queen of Ask?\n  ","766804":"\n   how does veganism not do anything?\n  ","766805":"\n   what do white kids w dreads listen to\n  ","766806":"\n   Have you ever flashed to someone?\n  ","766807":"\n\n    @cybergrrrl\n   \n   doesn't think veganism does anything.\n  ","766808":"\n   Good day?\n  ","766809":"\n   What do you think about the ariadna juarez and Damian gurrusquieta situation?\n  ","766810":"\n\n    https:\/\/ask.fm\/pollsofask\/photopolls\/99400070?utm_source=copy_link&utm_medium=iOShttps:\/\/ask.fm\/pollsofask\/photopolls\/99400070\n   \n   ?utm_source=copy_link&utm_medium=iOS\n  ","766811":"\n\n    https:\/\/ask.fm\/pollsofask\/photopolls\/99392646?utm_source=copy_link&utm_medium=iOShttps:\/\/ask.fm\/pollsofask\/photopolls\/99392646\n   \n   ?utm_source=copy_link&utm_medium=iOS\n  ","766812":"\n   Confused 🙄\n  ","766813":"\n   Which was the last good movie you watched?\n  ","766814":"\n   Fucking weirdos man\n  ","766815":"\n   I have a tw question about r*pe and I just wanted to make sure it was okay to ask you before I asked you?\n  ","766816":"\n   My sister was arrested at the OREGON COUNTY FAIR for exposing her breasts to children.\n  ","766817":"\n   Where is lil man at how he been doing?\n  ","766818":"\n   Ash said they are married bc of religion beliefs\n  ","766819":"\n   tell me abt the most touristy town you’ve ever been too\n  ","766820":"\n   Do you work\n  ","766821":"\n   Why do you keep liking both sides of the drama?\n  ","766822":"\n   How does the mafia make money?\n  ","766823":"\n   what do you wear thongs or briefs\n  ","766824":"\n   wax or shave\n  ","766825":"\n   shave or wax\n  ","766826":"\n   oh ok\n  ","766827":"\n   ok\n  ","766828":"\n   where\n  ","766829":"\n   Have you ever lost a bet? What did you have to do?\n  ","766830":"\n   how many tattoos you have\n  ","766831":"\n   how does it look?? \ncan you PAP\n  ","766832":"\n   I wanna get my nipple pierced aswell tbh but just haven't got round to doing it yet\n  ","766833":"\n   i mean you are right\n  ","766834":"\n   nipples are the most sensitive part of body. \ndoesn't it hurt???\n  ","766835":"\n   lol\n  ","766836":"\n   don't you want more?\n  ","766837":"\n   where you conferrable showing you boobs to a man\n  ","766838":"\n   how will your baby get feed??\n  ","766839":"\n   you mean a man\n  ","766840":"\n   who did the nipple piercing\n  ","766841":"\n   oh ok\n  ","766842":"\n   but you dont know about the future\n  ","766843":"\n   How tall are you?\n  ","766844":"\n   nipple piercing will that affect breast feeding\n  ","766845":"\n   nipple piercing?? \nnever heard of it. \nwhy nipple??\n  ","766846":"\n   wow\n  ","766847":"\n   any other piercings\n  ","766848":"\n   did it hurt when you pierce\n  ","766849":"\n   nice belly piercing\n  ","766850":"\n   Should misogyny be classified as hate speech and as a hate crime?\n  ","766851":"\n   why\n  ","766852":"\n   pap\n  ","766853":"\n   ootd\n  ","766854":"\n   bf\n  ","766855":"\n   are u married\n  ","766856":"\n   in which country\n  ","766857":"\n   oh ok I am retard\n  ","766858":"\n   how old r u\n  ","766859":"\n   lol\n  ","766860":"\n   commando\n  ","766861":"\n   ootd\n  ","766862":"\n   amazing you have just passed 80,000 Posts how do you feel?\n  ","766863":"\n   Lord people are so worried about others lives. I mean I have an ex in Texas who has my name tattooed on him and he's married..no one says anything so lol\n  ","766864":"\n   What’s the first thing you notice about people?\n  ","766865":"\n   I don’t like short men if I’m honest, they always try to get one over on me because I’m tall. I sometimes let them think they’ve won an argument when I know I shouldn’t as it gives them a false sense of confidence but I don’t want to be accused of having tall man’s syndrome.\n  ","766866":"\n   i'm worried about how it's going to look with you still having a tattoo that says Gregory but not being with him anymore\n  ","766867":"\n\n    https:\/\/youtu.be\/maRCBON7d-0Me\n   \n   Is this bad parenting?\n  ","766868":"\n   baseball or lacrosse?\n  ","766869":"\n   👌🏾\n  ","766870":"\n   oh i thought your taller than that\n  ","766871":"\n   how tall r u\n  ","766872":"\n   Dayum sexy, milf much\n  ","766873":"\n   nice pic\n  ","766874":"\n   Pretty\n  ","766875":"\n   I really don’t understand why people talk shit, like where does that get you? Anyone know? This goes out to everyone\n  ","766876":"\n   I am fighting top free feminists.I am very motivated.I am a good person.\n  ","766877":"\n   بعضهم لا يعرفون كيف يحافظون عليك..!ولكنهم لا يريدونك أن تذهب لغيرهم..!!💔\n  ","766878":"\n   What do you think of the drama?\n  ","766879":"\n   Have you ever shown anyone kindness and forgiveness but regretted it later\n  ","766880":"\n   Do you feel attracted to short wheel base school buses ?\n  ","766881":"\n   Do you care about civil rights ?\n  ","766882":"\n   u r no help\n  ","766883":"\n   How many women have been convicted of indecent exposure in California since 1970 ?\n  ","766884":"\n   are those supposed to be matching tattoos??? lmao was it your idea? 😂\n  ","766885":"\n   Does he have your name?\n  ","766886":"\n   Do you speak to anyone from school still\n  ","766887":"\n   Which social media do you use more?\n  ","766888":"\n   have you got a tattoo that says Gregory?\n  ","766889":"\n   hi. wyd?\n  ","766890":"\n   Should there be a system in place to stop rape? Such as having a sexual health clinic that men can visit if they haven’t had sex within 6 months and they’re taking to get urges, I think they should have this in place because it can stop rape, women who work there will be paid a monthly salary also.\n  ","766891":"\n   what is your email provider\/name? like r u eggsy@hotmail.com? eggsy@outlook.com? i am eggsy@yahoo.com lol.\n  ","766892":"\n   What have I missed 😂\n  ","766893":"\n   Someone's mad lol. If they weren't fake they'd easily prove it and move on instead of getting mad and using those words.\n  ","766894":"\n   Making false allegations and being a re.tard\n  ","766895":"\n   #Reported\n  ","766896":"\n   did you play sports in high school?\n  ","766897":"\n   amity is the PEACEFUL. lol. when’s the last time you made a nice breakfast?\n  ","766898":"\n   how many dogs have you had, throughout your whole life? (what are all their names?)\n  ","766899":"\n   what color is your toothbrush?\n  ","766900":"\n   What emoji do you wish existed?\n  ","766901":"\n   On a scale of 1 to 10 how talkative are you?\n  ","766902":"\n   Why did y'all separate if you don't mind me asking?\n  ","766903":"\n   what are you doing?\n  ","766904":"\n   i miss Greg\n  ","766905":"\n   Would you rather have your breakfast in bed or on a patio?\n  ","766906":"\n   Has anyone ever heard of ecosexual?\n  ","766907":"\n   I'm new to this ASKfm app, im kinda having a hard time understanding how this app works, can you explain? I don't know if I'm doing right lol..\n  ","766908":"\n   Have you met Princess Consuela Bananahammock?\n  ","766909":"\n   What do you believe in?\n  ","766910":"\n   when’s the best time to start listening to xmas music ?\n  ","766911":"\n   do you refrigerate: eggs? ketchup? butter? bread?\n  ","766912":"\n   How about you do something then\n  ","766913":"\n   Do you trust your government?\n  ","766914":"\n   what’s ur favorite thing miley cyrus has done (song? movie?)\n  ","766915":"\n   What’s up\n  ","766916":"\n   No out of 10 how weird are you\n  ","766917":"\n   Do you have any lesbian friends? Do you have any gay male friends?\n  ","766918":"\n   Are you feeling any better?\n  ","766919":"\n   If you won a million pounds \/dollars would you keep your job or quit\n  ","766920":"\n   What are you thinking about\n  ","766921":"\n   Wyd\n  ","766922":"\n   coffee or beer?\n  ","766923":"\n   How are you?\n  ","766924":"\n   Why are you against Ash being pregnant\n  ","766925":"\n   How many cities and countris did you travel Untill now?\n  ","766926":"\n   Who?\n  ","766927":"\n   What is the best thing to eat for breakfast?\n  ","766928":"\n   Would you ever be friends with people who have different views to you?\n  ","766929":"\n   how tall r u\n  ","766930":"\n   ootd\n  ","766931":"\n   Opinion on the Ash situation? What would you do if you were in their shoes?\n  ","766932":"\n   Right here\n  ","766933":"\n   Wyd?\n  ","766934":"\n   What have you been thinking about lately?\n  ","766935":"\n   why can't you be more like Trenesha?\n  ","766936":"\n   What is your ig? 😋\n  ","766937":"\n   What position do you sleep in?\n  ","766938":"\n   You said you guys were separated so if I asked you out on a date what would your response be?\n  ","766939":"\n   age?\n  ","766940":"\n   Good Morning\n  ","766941":"\n   you're a bad daughter and a below average driver\n  ","766942":"\n   Single?\n  ","766943":"\n   Was it bliss?\n  ","766944":"\n   do you ever watch westerns?\n  ","766945":"\n   Wyd?\n  ","766946":"\n   tbh on me?\n  ","766947":"\n   Are you living your dream ?\n  ","766948":"\n   Is it okay for a 38 year old woman to give a 12 year old boy money?\n  ","766949":"\n   Victorious or iCarly?\n  ","766950":"\n   name a canadian food that isn’t maple syrup!\n  ","766951":"\n   Question of the night: Do you wipe your a$$ with dry toilet paper or wet wipes\/baby wipes?\n  ","766952":"\n   How many people have you blocked on facebook\n  ","766953":"\n   Fav soda\n  ","766954":"\n   exposing Ash\n  ","766955":"\n   Did you have a sex education class while in school?Did you find it informative or was it a waste of time?\n  ","766956":"\n\n    https:\/\/youtu.be\/NU12BNFnWSw\n   \n   Do you reckon my friend might be autistic like me? I’ve nrver met him face to face but I’ve been phoning and exchanging emails with him for five years.\n  ","766957":"\n   What’s your opinion on Gusty Spence?\n  ","766958":"\n   What’s your opinion on Lois Farrakhan?\n  ","766959":"\n   How was your day\n  ","766960":"\n   You all wanted proof so here it is. Suck on that Ash!!!!!!!!!!!!!\n  ","766961":"\n   Baby\n  ","766962":"\n   Youre Pretty baby 🌈❤️\n  ","766963":"\n   Omg\n   \n    @mellifluousvixen\n   \n   opinions about\n   \n    @alaskan_dark_witch\n   \n   are brilliant. I have a girl crush on her lol. She’s the smartest person I’ve ever seen. Spot on.\n  ","766964":"\n   You can try to read my lyrics off of this paper before I lay em.\n  ","766965":"\n   you're a bad girlfriend and a so so mother\n  ","766966":"\n   Lisa Is Under pressure\n   \n    @LezLisa\n   \n   to see Sarah\n  ","766967":"\n   Ur town is ghetto\n  ","766968":"\n   Criticizes someone for saying little girl crush, and then uses the phrase “baby daddy“ I’m literally cracking up at how ignorant you are. But then again, I think we know why you talk like that don’t we?  Mmmhmmm\n  ","766969":"\n   Got a little girl crush on Kasey do ya? She’s fine AF.\n  ","766970":"\n   name a japanese food besides sushi!\n  ","766971":"\n   Thanks. Just curious.\n  ","766972":"\n   What does it mean when someone is dragging compliments?\n  ","766973":"\n   No seriously, you have an amazing body. And that outie… One of the most delicious I have ever seen. I would love to suckle on it 😋😍👅\n  ","766974":"\n   Wow! You are in excellent shape!\n  ","766975":"\n   Y’all act like you talking bout a hermaphrodite or something. Sorry everybody but dick = boy and pussy = girl.  End of story.\n  ","766976":"\n   Ok. Simple mistake but I got it right two out of three times lol\n  ","766977":"\n   yay\n  ","766978":"\n   Screw “them” anyway. “They” are pure TRASH. Ignore her!\n  ","766979":"\n   Ash doesn’t care that you don’t like them.\n  ","766980":"\n   Figure pic?\n  ","766981":"\n   yummy lips 👄\n  ","766982":"\n\n    https:\/\/ask.fm\/ahhhhhhleeeeee\/answers\/149839921300\n   \n","766983":"\n   How many cigarettes do u smoke?\n  ","766984":"\n   He’s probably living with someone else 😂\n  ","766985":"\n   What is your favorite social networking site?\n  ","766986":"\n   AGREED 100%\n  ","766987":"\n   Are you the type of person with lots of friends or just a few close ones?\n  ","766988":"\n   Would you online date?\n  ","766989":"\n   Big Andy from Blackpool got his first Gig on tonight\n   \n    @bigboypete\n   \n","766990":"\n   What is the craziest thing you have ever done?\n  ","766991":"\n   what’s your favorite cocktail\n  ","766992":"\n   Big Andy from Blackpool got his first Gig on tonight\n   \n    @bigboypete\n   \n","766993":"\n   Any plans for today\/weekend?\n  ","766994":"\n   what foods do you like to eat after something sad? like what are YOUR specific comfort foods?\n  ","766995":"\n   SHE SHOULD BE RECOGNIZED, WAS THAT ENOUGH\n  ","766996":"\n   Because she shold be rekonized\n  ","766997":"\n\n    https:\/\/ask.fm\/Rezlivingstoner11\/:\/\/ask.fm\/Rezlivingstoner11\/answer\/150329232586\n   \n","766998":"\n   you're a bad girlfriend\n  ","766999":"\n   Mel is a bully . Report her\n  ","767000":"\n   ew , Why would you ever do that? did you know the guys?\n  ","767001":"\n   When did you have those 2 1 night stands?\n  ","767002":"\n   What's your favorite kind of cheese?\n  ","767003":"\n   Didn’t you have problems with her & HER sister ???\n  ","767004":"\n   You jealous of\n   \n    @Rose_Mell\n   \n   curves 😫😫\n  ","767005":"\n   we’re you parents born in the United States ?\n  ","767006":"\n   What one thing would you do to change the world?\n  ","767007":"\n   Would you rather fly or teliport?\n  ","767008":"\n   What is your favorite season?\n  ","767009":"\n   Would you rather be a bird or a fish?\n  ","767010":"\n   Have you ever had an abortion?\n  ","767011":"\n   Do you like Ash?\n  ","767012":"\n   Number 32 on your picture is what's Ur opinion on abortion\n  ","767013":"\n   Do you get sea sick\n  ","767014":"\n   What do you think of moms or parents in general that keep a baby when they’re poor and can’t even pay rent half the time?\n  ","767015":"\n   33\n  ","767016":"\n   Happy friday💜\nI haven't done this in a while so what's your honest honest opinion of me ? \n\nI hope you all have a amazing weekend ahead of you! And if not  i hope you're weekdays are 100% better  💜 love you Hugs❤ keep fighting the battle you're facing because you can do it❤\n  ","767017":"\n   Plans for today?\n  ","767018":"\n   How did you sleep?\n  ","767019":"\n   i feel bad for Greg\n  ","767020":"\n   Opinion on people on benefits that don't work\n  ","767021":"\n   32\n  ","767022":"\n   Under what circumstances do you block people on social media?\n  ","767023":"\n   What time is it?\n  ","767024":"\n   How would you feel if you found out that your dad got paid a million dollar to let another man sleep with your mom, and that man is your real father?\n  ","767025":"\n   Wyd pretty lady?\n  ","767026":"\n   Who’s all awake?\n  ","767027":"\n   What would you do, if there were no more Internet in the world?\n  ","767028":"\n   1\n  ","767029":"\n   Would you do that again in the hotel?\n  ","767030":"\n   Must be one lucky person who saw you\n  ","767031":"\n   No like how would you react if someone came out and bumped into you?\n  ","767032":"\n   What if someone opened their door and bumped into you 😭\n  ","767033":"\n   Did anyone see you?\n  ","767034":"\n   You already did the hotel thing?\n  ","767035":"\n   26\n  ","767036":"\n   Why have a 1 night stand?\n  ","767037":"\n   Are you going to run around naked? 😂\n  ","767038":"\n   10\/10 looks and personality\n  ","767039":"\n   23\n  ","767040":"\n   How do you feel about snow?\n  ","767041":"\n   5\n  ","767042":"\n   22\n  ","767043":"\n   Gf \n\n\nYour bf 36\n  ","767044":"\n   30\n  ","767045":"\n   29\n  ","767046":"\n   34\n  ","767047":"\n   21\n  ","767048":"\n   44\n  ","767049":"\n   10\n  ","767050":"\n   39\n  ","767051":"\n   15\n  ","767052":"\n   Sorry\n  ","767053":"\n   13\n  ","767054":"\n   25\n  ","767055":"\n   41\n  ","767056":"\n   12\n  ","767057":"\n   33\n  ","767058":"\n   28\n  ","767059":"\n   39\n  ","767060":"\n   36\n  ","767061":"\n   31\n  ","767062":"\n   31\n  ","767063":"\n   16-17\n  ","767064":"\n   20\n  ","767065":"\n   19\n  ","767066":"\n   26\n  ","767067":"\n   13 and  28\n  ","767068":"\n   remember when ash said before that they dislike you cuz you're an abxser lmfao they're not only psychologically disturbed but a liar as well. so happy they're getting exposed. they're the biggest asx kisser on this site tbh but ppl are on to their bs\n  ","767069":"\n   But you shop lifted you're no better\n  ","767070":"\n   Post that number thing\n  ","767071":"\n   If you found out your son shop lifted what would you do\n  ","767072":"\n   What did   you take\n  ","767073":"\n   Have you ever shop lifted\n  ","767074":"\n   What single piece of technology makes your life easier?\n  ","767075":"\n   Lol 😂\n  ","767076":"\n   What is the thing you hate the most?\n  ","767077":"\n   They say your rude , but your nice to me.\n  ","767078":"\n   You’re fxcking rude\n  ","767079":"\n   Do you think\n   \n    @mellifluousvixen\n   \n   is being mean and saying wrong information \n???\n  ","767080":"\n   Cool 👍🏾\n  ","767081":"\n   If you had three wishes, what would they be?\n  ","767082":"\n   What would you do if you found out you were pregnant at this exact moment?\n  ","767083":"\n   I think you’re a great mother\n  ","767084":"\n   Ash is being selfish\n  ","767085":"\n   Ash said your a shxt mom in the m group on fb\n  ","767086":"\n   Who is your favorite cartoon character?\n  ","767087":"\n   What are you up to ?\n  ","767088":"\n   😀\n  ","767089":"\n   What's the biggest difference between being cocky, having confidence and just being blunt\/straight to the point to you? Is there much of a difference? Which one do you fit more, if any?\n  ","767090":"\n   Your welcome and your one of my favorites on this app.\n  ","767091":"\n   Ppl just want to know what’s going on in your life\n  ","767092":"\n   What's your favorite way to express yourself?\n  ","767093":"\n   Could you? I’ll give u it\n  ","767094":"\n   Extremely blessed ❤️\n  ","767095":"\n   Snap?\n  ","767096":"\n   How much do you weigh?\n  ","767097":"\n   Wish i had a body like that\n  ","767098":"\n   😍😍😍\n  ","767099":"\n   Do you support breastfeeding?\n  ","767100":"\n   screen blocklist\n  ","767101":"\n   inglesa puhrela huajimi\n  ","767102":"\n   kalledu fuhr aljami?\n  ","767103":"\n   Domo & Crissy broke up 😪\n  ","767104":"\n   Last time u had your period\n  ","767105":"\n\n    @alaskan_dark_witch\n   \n   is pregnant\n  ","767106":"\n   Do you text back fast?\n  ","767107":"\n   So am not missing something here lol\n  ","767108":"\n   Weird question Simpsons, American dad,  south park, family guy are all adults cartoons but people say I am too old to watch cartoons am I missing something here\n  ","767109":"\n   Wassup?\n  ","767110":"\n   Hi\n  ","767111":"\n   Spam for spam? Im hella bored\n  ","767112":"\n   What made you smile today? P.S. Don't say nothing, you don't have to wait for anything to make you smile! 😉\n  ","767113":"\n   It is a question I am asking you for your opinion\n  ","767114":"\n   I agree\n  ","767115":"\n   I just recently got a job that pays roughly £250-£300 a week is worth quitting my final year of college for that job\n  ","767116":"\n   YOU TO? I think it’s ask hopefully they fix it\n  ","767117":"\n   Do you make decisions spontaneously or chart out a plan first?\n  ","767118":"\n   When did you last shit in the toilet\n  ","767119":"\n   How much to hear u fart\n  ","767120":"\n   Why are you guys separated?\n  ","767121":"\n   Feet pap\n  ","767122":"\n   Who is the dumbest person that you have ever met\n  ","767123":"\n   Lmao girl didn’t u say u wanted Chinese the other day lol\n  ","767124":"\n   What would you do if you could inflate your body like a balloon?\n  ","767125":"\n   Why are you taking shit about Kasey?\n  ","767126":"\n   How r u & ur bf?\n  ","767127":"\n   Somebody once told me the world is going to roll me, I ain't the sharpest tool in the shed.\n  ","767128":"\n   For 400 do I get to sniff them\n  ","767129":"\n   8\n  ","767130":"\n   Ur not worth anons time but yet they took Time out of there day to send u that lol? Sounds like they got lots of time\n  ","767131":"\n   Are you good at keeping secrets?\n  ","767132":"\n   What is your favorite online shopping site?\n  ","767133":"\n   What's the first thing you do when you wake up in the morning\n  ","767134":"\n   Feet pap\n  ","767135":"\n   bit dumb you\n  ","767136":"\n   i have told you before \"could careless\" is bad English it's couldn't care less\n  ","767137":"\n   I thought I was dying when I got mine 😂\n  ","767138":"\n   Poor you omg 😅\n  ","767139":"\n   this or that that doesn’t even have much to do w each other lol. Post Malone or Ariana Grande? Ireland or England? South Carolina or South Dakota? The Wolf of Wall Street or La La Land?\n  ","767140":"\n   What are your goals?\n  ","767141":"\n   What is the most embarrassing thing u have ever done?\n  ","767142":"\n   What’s your doing\n  ","767143":"\n   Yes I wanna meet you\n  ","767144":"\n   Hola cómo estás\n  ","767145":"\n   When I was 12 outside my school I use to see immigrants lining up outside a flat every day waiting to be housed, what’s your opinion on this?\n  ","767146":"\n   roof is foor speled backwards!!\n  ","767147":"\n   Love ya !\n  ","767148":"\n   Why do Catholics and Eastern Orthodox hate us Prods but choose to immigrate to the Protestant countries?\n  ","767149":"\n   i can eat a whole rotisserie chicken in under 2 minutes u mad\n  ","767150":"\n   Opinion on Ben ?\n  ","767151":"\n   Are you gonna be joining ask2.0 ??\n  ","767152":"\n   Who is your favorite person and why?\n  ","767153":"\n   What is a food that many people like, but you just seem to not like? For me, I hate bacon and marshmallows\n  ","767154":"\n   Do you tend to by your clothes more brand new or second hand clothes?\n  ","767155":"\n   How do you find new music? I use Apple Music playlists to find new songs\n  ","767156":"\n   Where’s your man?\n  ","767157":"\n   This is my current situation, but my ex tends to think sleeping with other girls will help him get over the break up, do you think this works in your opinion? I wanna hear thoughts\n  ","767158":"\n   What was the last movie you watched that really disappointed you?\n  ","767159":"\n   You’re crazy\n  ","767160":"\n   Worst thing about being ticklish?\n  ","767161":"\n   What is your favourite way to pass time?\n  ","767162":"\n   Do you use Netflix to watch your movies\/shows? Or do you use cable\/other apps? What ones?\n  ","767163":"\n   You're a cow\n  ","767164":"\n   I'm  single what I look for in a girl is someone who is funny, attrative, good personality, good person overall and I pefer a none smoker is that being picky\n  ","767165":"\n   Which exotic place would you love to visit?\n  ","767166":"\n   Yes, the red ones are so strong. Here in Europe we have also Marlboro Gold, which are the best. I think they’re like the Lights.\n  ","767167":"\n   Omg why? 😹 They’re amazing!! Btw do you mean marlboro reds?\n  ","767168":"\n   Last things you purchase\n  ","767169":"\n   Do you enjoy getting your tits suckled?\n  ","767170":"\n   Oh I’m sorry 😹 In any case... Marlboro all the way!! 🔝\n  ","767171":"\n   what cigarette brand are those?  🤔\n  ","767172":"\n   Would you ever dye your hair a crazy colour? I've got pink at the minute! A happy accident! :D\n  ","767173":"\n   What r u doing\n  ","767174":"\n   You can't pick yourself you need two more ask users\n  ","767175":"\n   Last time you had sex\n  ","767176":"\n   If you were stuck on a desert island and pick 3 ask fm users to be stuck there with who would you pick\n  ","767177":"\n   Hello anybody out there\n  ","767178":"\n   Who wants questions\n  ","767179":"\n   Are you talkative\n  ","767180":"\n   Do you follow any religion?\n  ","767181":"\n   Lacrosse is awesome, were you a good player?\n  ","767182":"\n   What is your favorite Chinese food? I need to try something other than lo mein and fried rice.\n  ","767183":"\n   Did you do any sports as kid? Which was your favorite and do you wish you still did said sport?\n  ","767184":"\n   What is the best song of all time?\n  ","767185":"\n   How do you help a burnt toung\n  ","767186":"\n   you look half white\n  ","767187":"\n   I thought you had that for lunch?\n  ","767188":"\n   If you had the ablity to gain one new skill what skill would you choice\n  ","767189":"\n   Have you ever thrown up out of laughter\n  ","767190":"\n   Hello\n  ","767191":"\n   Hi :)\n  ","767192":"\n   what’s something you associate with the dakotas? (meaning... north dakota and south dakota haha)\n  ","767193":"\n   How are you?\n  ","767194":"\n   What's the most overrated tourist attraction?\n  "},"Answer":{"766122":"\n  i listen to a mixture of songs everyday\n  ","766123":"\n  i don’t really take pics of things i like. but here’s a selfie from the other day 🦋\n  ","766124":"\n  thanks\n  ","766125":"\n  boo hoo\n  ","766126":"\n  where my anons @???\n  ","766127":"\n  that i can’t help you with .\n  \n  that’s between u and your mom\n  ","766128":"\n  depends on what the situation is\n  ","766129":"\n  no\n  ","766130":"\n  go away\n  ","766131":"\n  a 7 or 8 year old imo doesn’t have the mind to make that up rn. i believe they have lots to learn\n  ","766132":"\n  in 2 months\n  ","766133":"\n  omfg. y’all r annoying af.\n  \n  stop telling me to stop smoking.\n  \n  i’m 23. i do wtf i want.\n  ","766134":"\n  well... there goes that .\n  \n  lmao\n  ","766135":"\n  i hope i answer good enough lol\n  ","766136":"\n  i’m going to get something to eat.\n  \n  then i’m probably going to smoke a cig & head off to bed!\n  ","766137":"\n  no\n  ","766138":"\n  i’ve had a lot\n  ","766139":"\n  yeah\n  ","766140":"\n  nope.\n  \n  you have to pay for education such as college and stuff\n  ","766141":"\n  good i don’t want to .\n  \n  i don’t give a flying fuck about you or your child .\n  \n  instead of worrying about what i do and my life .\n  \n  focus on yours .\n  \n  the amount of time you spend minding my business is the amount of time you’re losing watching your child\n  ","766142":"\n  kinda i guess lol\n  ","766143":"\n  well not to be mean but i don’t give a damn about yours .\n  \n  only mine 🤷🏻‍♀️\n  ","766144":"\n  didn’t even read this\n  \n  because you’re boring  af\n  ","766145":"\n  not for you to be pussy and talk shit lmao.\n  \n  again if you were sooo worried you’d message my privately instead of trying to air mE out LMAOOO\n  ","766146":"\n  probably from that drama mom page.\n  \n  lmao but they don’t know the difference between cigarettes and weed 🙄\n  ","766147":"\n  because i smoke a cigarettes lmao.\n  \n  okay anon.\n  \n  you know their legal and i’m over 21 so i can buy and smoke them.\n  ","766148":"\n  and obviously for the last 5 fucking years i’ve been do the best damn job. don’t ever try to cloud my judgement when it comes to parenting .\n  \n  i know wtf i’m doing.\n  \n  i’m not dumb\n  \n  gtfo with that bulls.hit\n  ","766149":"\n  i’m not even in that group anymore lmao.\n  \n  and i don’t smoke around my child ever\n  \n  so idk what bullshit you coming up with\n  ","766150":"\n  blocking u for being annoying\n  ","766151":"\n  bc it is\n  ","766152":"\n  i’m sure but whatever idc anymore\n  ","766153":"\n  like stop worrying about my tumblr i’m not giving out.\n  ","766154":"\n  go tf away\n  ","766155":"\n  i highly doubt that bc nobody really knows i have 1\n  ","766156":"\n  not often.\n  \n  i highly doubt its a fake\n  ","766157":"\n  i only have 1\n  ","766158":"\n  yeah\n  ","766159":"\n  ew no\n  ","766160":"\n  no\n  ","766161":"\n  ugh i’m fight i’m in the middle of this\n  ","766162":"\n  hi????\n  ","766163":"\n  hang out\n  ","766164":"\n  yep. of course i am. lol\n  ","766165":"\n  they’ll be back 🤷🏻‍♀️\n  ","766166":"\n  kayaking 😁\n  ","766167":"\n  He’s black\n  \n  both his parents are black\n  ","766168":"\n  America\n  ","766169":"\n  not my type\n  ","766170":"\n  obviously.\n  ","766171":"\n  my son\n  ","766172":"\n  nah, tomorrow would be my first time lol.\n  ","766173":"\n  my Ford Escape\n  ","766174":"\n  kayaking tomorrow 🧐😁\n  ","766175":"\n  my kids to be wealthy and be the best they can be\n  ","766176":"\n  ew 🤢\n  ","766177":"\n  thanks\n  ","766178":"\n  good 4 you\n  \n  now you’re closer to death 💀\n  ","766179":"\n  stop fucking sending me stuff about them.\n  \n  i don’t give a flying fuck about them\n  ","766180":"\n  ugh, i have such a headache\n  \n  can i lay in bed forever???\n  ","766181":"\n  Jeep\n  ","766182":"\n  then you send it twice\n  ","766183":"\n  you asked this a while ago 🙄\n  ","766184":"\n  never have baked potatoes again\n  ","766185":"\n  no\n  \n  no\n  \n  yes\n  \n  no\n  \n  yes\n  \n  yes\n  ","766186":"\n  everybody text this person\n  ","766187":"\n  i’m working on things with someone\n  ","766188":"\n  this headache is massive 😭\n  ","766189":"\n  hi, i’m tired 😭\n  ","766190":"\n  i haven’t been in school since 2013\n  ","766191":"\n  anybody have questions for me?\n  ","766192":"\n  english 🙄\n  ","766193":"\n  Olive Garden\n  ","766194":"\n  nope\n  ","766195":"\n  sure\n  ","766196":"\n  lmfao. no my close friend has her son this morning 😍👶🏽\n  ","766197":"\n  being a mother 💚👶🏽\n  ","766198":"\n  act out in public for no reason\n  ","766199":"\n  positive vibes ✨\n  ","766200":"\n  got to see my bundle of joy today 😍💚👶🏽\n  ","766201":"\n  once a cheater always a cheater\n  ","766202":"\n  thank you.\n  \n  they don’t seem to understand that\n  ","766203":"\n  being a mom\n  ","766204":"\n  nah i make my own decisions\n  ","766205":"\n  smoking is bad for you 😒\n  ","766206":"\n  season 9\n  ","766207":"\n  idk idc\n  ","766208":"\n  lol, thanks\n  ","766209":"\n  thanks\n  ","766210":"\n  sigh y’all annoy me\n  ","766211":"\n  nobody says oh yeah my child was an accident.\n  \n  so no he wasn’t planned but he isn’t an accident .\n  ","766212":"\n  my child isn’t an accident BTW\n  \n  and no he wasn’t planned .\n  ","766213":"\n  anything can be bad for you\n  ","766214":"\n  the Nike Outlet\n  ","766215":"\n  I’m about to go outside & smoke .\n  \n  boredom\n  ","766216":"\n  okay idc anymore\n  ","766217":"\n  you can sell makeup\n  \n  you can sell clothes\n  \n  you can sell pretty much anything\n  ","766218":"\n  and what investment is that?\n  ","766219":"\n  makeup\n  \n  clothes\n  \n  shoes\n  \n  food\n  \n  handbags\n  \n  cases\n  \n  ipads\n  \n  etc\n  ","766220":"\n  myself\n  \n  idk things i need\n  \n  that have no value\n  ","766221":"\n  kia\n  ","766222":"\n  not questions about females\n  \n  i’ve answer them so many times\n  \n  and plus i haven’t been with a girl in over 8 years\n  ","766223":"\n  these questions are boring\n  ","766224":"\n  because i obviously had a crush.\n  \n  i didn’t say the person wasn’t important i said the RELATIONSHIP wasnt important\n  ","766225":"\n  if i have 1 child\n  \n  what would that tell you?\n  ","766226":"\n  No because like i said they weren’t important\n  ","766227":"\n  i wouldn’t have more kids then.\n  \n  the only person i’m having kids by is the father of our son.\n  ","766228":"\n  then you’ll never know.\n  \n  🤷🏻‍♀️\n  ","766229":"\n  go find out\n  ","766230":"\n  idk?\n  \n  wasn’t important\n  ","766231":"\n  yes plenty of times\n  ","766232":"\n  i just DONT like them?\n  \n  what else MORE is their to explain ?\n  ","766233":"\n  because i don’t like men.\n  \n  only guy i like is him.\n  ","766234":"\n  why would i go on “dates” if we’re working on things?\n  \n  and plus i don’t see my self with no other guy.\n  \n  if me and him WERE done for GOOD then i’d date a female\n  ","766235":"\n  no\n  ","766236":"\n  i guess you didn’t read when i answered it.\n  ","766237":"\n  i suppose\n  ","766238":"\n  more than half his stuff is still here LOL\n  ","766239":"\n  yeah?\n  ","766240":"\n  he lives down the street 3 houses down at his moms.\n  \n  i see him almost everyday.\n  \n  who cares\n  \n  i’m done answering questions about this bc ive said we’re slowly working on things\n  ","766241":"\n  nothing happened in the end.\n  \n  we’re SLOWLY working on things\n  ","766242":"\n  i don’t see why this matters\n  ","766243":"\n  thank you\n  ","766244":"\n  yeah. but, i’m pretty sure you already knew that.\n  ","766245":"\n  can’t wait to eat this Checkers 😋😋\n  ","766246":"\n  trick or treating\n  \n  costume parties\n  \n  jack o lanterns\n  \n  haunted houses\n  ","766247":"\n  none tbh\n  \n  all movies are pretty much the same story line.\n  \n  like horrors usually the same story line, dramas , romance etc.\n  ","766248":"\n  steak\n  \n  both\n  \n  wine\n  \n  both\n  \n  green tea\n  ","766249":"\n  it’s a sports bra.\n  \n  ffs\n  ","766250":"\n  depends\n  ","766251":"\n  ew, no\n  ","766252":"\n  no\n  ","766253":"\n  so glad i have AC in my room\n  ","766254":"\n  who said it can be this damn hot ? 😩😭\n  ","766255":"\n  🐶\n  ","766256":"\n  no\n  ","766257":"\n  why do u ask this over & over???\n  ","766258":"\n  hasn’t everyone?\n  ","766259":"\n  yeah. i hope do too\n  ","766260":"\n  i just said i can’t sleep\n  ","766261":"\n  5:15am & i can’t sleep\n  ","766262":"\n  yawn\n  ","766263":"\n  babe\n  ","766264":"\n  no!?\n  ","766265":"\n  hello\n  ","766266":"\n  nothing much .\n  \n  seen babe around 8 stayed till 10:30ish\n  ","766267":"\n  watching Grey’s Anatomy\n  ","766268":"\n  yeah and it’s alright i suppose\n  ","766269":"\n  no\n  ","766270":"\n  yeah\n  ","766271":"\n  much better\n  \n  i was annoyed earlier\n  ","766272":"\n  no\n  ","766273":"\n  i live in NY\n  ","766274":"\n  not fully\n  ","766275":"\n  they’re delusional lol\n  ","766276":"\n  cool\n  ","766277":"\n  well i don’t do conversation starters\n  ","766278":"\n  thank you. especially one that had NOTHING to do with me.\n  ","766279":"\n  no in person i actually have a conversation lol.\n  \n  this is ASK.FM not state things to random strangers .\n  \n  this ain’t a site for conversations.\n  \n  it’s a site about asking questions about the persons page you when to.\n  ","766280":"\n  well it’s my page isn’t?\n  ","766281":"\n  bc i don’t.\n  \n  the question has NOTHING to do with me\n  ","766282":"\n  i answered it ,\n  \n  idc\n  ","766283":"\n  don’t care\n  ","766284":"\n  what are friends??\n  ","766285":"\n  why did you make a new account just to send me this\n  ","766286":"\n  idk\n  ","766287":"\n  🤷🏻‍♀️\n  ","766288":"\n  slightly annoyed 😒\n  ","766289":"\n  you’re just saying that because you want me to tell lol.\n  \n  good try tho\n  ","766290":"\n  i guess you’ll be waiting 🤷🏻‍♀️\n  ","766291":"\n  lmfaoooo\n  ","766292":"\n  yep\n  ","766293":"\n  blocked\n  \n  okay\n  ","766294":"\n  you know saying “hi” isn’t a question right???\n  ","766295":"\n  i like my babe\n  ","766296":"\n  is it now?\n  ","766297":"\n  you live to die\n  ","766298":"\n  idc what u allow\n  ","766299":"\n  lol they are .\n  \n  i’m just going to block them because i’m not dealing with stupidity\n  ","766300":"\n  so annoying.\n  \n  lol\n  ","766301":"\n  next Tuesday we’ll be together for 7 years LOL.\n  \n  again if that’s WHAT you think you know so be it.\n  \n  i’m not going to sit here and fight with some anon who’s just going to keep going over what i’m saying just because they think they know.\n  ","766302":"\n  i stg i hate when u ppl send me things in another fucking language i can’t understand\n  ","766303":"\n  why ask “why?”\n  \n  when you’re clearly just going to make up whatever answer you want?\n  \n  if that’s what you THINK you know. then so be it.\n  ","766304":"\n  let’s just say this sometimes in life we make impulsive decisions. either for the good or the bad.\n  \n  this is going to turn into your impulsive decision\n  ","766305":"\n  because timing is EVEYTHING\n  ","766306":"\n  i do what i want\n  \n  how about that\n  ","766307":"\n  autumn\n  \n  dawn\n  \n  January\n  \n  Sunshine\n  ","766308":"\n  we’re slowly working on it\n  ","766309":"\n  i’d have to say 5 years ago lol.\n  ","766310":"\n  Snapchat - GxCxD\n  \n  Twitter - NineGDxFour\n  \n  Insta - mulatto.gal\n  \n  now i’m putting all this into my BIO 📝\n  ","766311":"\n  mine are a mixture of ppl and anons lol.\n  ","766312":"\n  lmfaoooo 😂😂. i still have way more.\n  \n  damn anons are annoying & think i’m playing when i say i’m blocking them 😂😭\n  ","766313":"\n  that’s only some\n  ","766314":"\n  October 21,2013\n  \n  September 04,2011\n  ","766315":"\n  i’m terrified of insects lmao\n  ","766316":"\n  hello\n  ","766317":"\n  babysitting\n  \n  i don’t do mow grass lmao\n  ","766318":"\n  never been\n  ","766319":"\n  go find someone to kiss then\n  \n  ✌🏽\n  ","766320":"\n  true\n  ","766321":"\n  you’re not my man\n  \n  now you’re dismissed\n  ","766322":"\n  take care of my son\n  \n  clean the house\n  \n  make breakfast , lunch\n  \n  have smoke breaks in between\n  \n  and if i have to run errands i do that too\n  ","766323":"\n  lol. do i really?\n  ","766324":"\n  i watch the news everyday\n  ","766325":"\n  ew no .\n  \n  i’m not twelve .\n  \n  i don’t dye my hair crazy colors\n  \n  not judging ppl who still do tho\n  ","766326":"\n  my hair is already black ????\n  ","766327":"\n  ask me things guys\n  ","766328":"\n  i answered this already\n  ","766329":"\n  don’t care\n  ","766330":"\n  k\n  ","766331":"\n  ❤️❤️❤️\n  ","766332":"\n  in my bio\n  ","766333":"\n  cool\n  ","766334":"\n  😊\n  ","766335":"\n  Ny\n  ","766336":"\n  thanks\n  ","766337":"\n  just a weird question\n  ","766338":"\n  bored ;\n  \n  send me some decent questions\n  ","766339":"\n  well, then go do something.\n  ","766340":"\n  thank you everyone 😊\n  ","766341":"\n  ugh, gotta wipe off this makeup\n  ","766342":"\n  thanks\n  ","766343":"\n  thank you\n  ","766344":"\n  thanks 😊\n  ","766345":"\n  yeah????\n  ","766346":"\n  don’t misgender then btw*\n  \n  they\/them\n  \n  and idc\n  ","766347":"\n  i don’t think so lmao\n  ","766348":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n","766349":"\n  lipsiapp.com\/gabby-danzy\n  ","766350":"\n  i guess ???\n  ","766351":"\n  & im\n  \n   @NineGDxFour\n  \n","766352":"\n  home ???\n  ","766353":"\n  tbh practice makes perfect.\n  \n  i use to use tape then just got the hang of it .\n  \n  you can always google things too\n  ","766354":"\n  go away unless u have real questions\n  ","766355":"\n  smoking a cig\n  ","766356":"\n  actually no .\n  \n  i know lots of ppl who have and don’t have money who have lots of tattoos\n  \n  so that statement is bulls.hit clearly\n  ","766357":"\n  of course\n  ","766358":"\n  i have no clue\n  ","766359":"\n  people talking about how much their boss is a b.itch lmao\n  ","766360":"\n  gaining new followers 👀\n  ","766361":"\n  we’re not talking about my sex life. especially since i didn’t state it ON here\n  ","766362":"\n  thank you 😊\n  ","766363":"\n  not the best but one of my favs of me lol\n  ","766364":"\n  bc he has this big cast on and his foot.\n  \n  and it would be hard......\n  ","766365":"\n  my boo\n  ","766366":"\n  cool\n  ","766367":"\n  yeah i guess\n  ","766368":"\n  no\n  ","766369":"\n  twitter - NineGDxFourO\n  \n  insta - mulatto.gal\n  \n  snapchat - GxCxD\n  ","766370":"\n  no\n  ","766371":"\n  yeah expect fb\n  ","766372":"\n  S.T.O.P asking me this dumb ass ducking question\n  ","766373":"\n  ew, don’t call me that\n  \n  & no...\n  ","766374":"\n  i can’t sleep 😫\n  \n  someone ask me things\n  ","766375":"\n  GxCxD - snapchat\n  \n  mulatto.gal - insta\n  ","766376":"\n  unfortunately\n  ","766377":"\n  not a question\n  ","766378":"\n  that’s cool\n  ","766379":"\n  it’s 10pm on a Sunday night x\n  \n  so yeah nothing.\n  \n  my Sunday nights r usually quiet .\n  \n  just how i like them .\n  ","766380":"\n  i mean i guess.\n  \n  i barely eat checkers anyways.\n  \n  oh well\n  ","766381":"\n  no.\n  \n  i got Checkers instead\n  ","766382":"\n  do what you want.\n  \n  not something i can do personally\n  ","766383":"\n  tbh both imo\n  ","766384":"\n  thinking white castle for dinner 🤨\n  ","766385":"\n  don’t be\n  ","766386":"\n  aha thanks 😝\n  ","766387":"\n  no i haven’t\n  ","766388":"\n  wtf r u even saying .\n  ","766389":"\n  idc when you use to smoke\n  ","766390":"\n  cool then\n  ","766391":"\n  it depends on the question & if it’s stupid\n  ","766392":"\n  no???\n  \n  now stop asking me about stupid shit\n  ","766393":"\n  lmfao yeah okay.\n  \n  now these aren’t questions\n  ","766394":"\n  lmfao trust me.\n  \n  NOBODY will be picking me up.\n  \n  i don’t like that shit\n  ","766395":"\n  yawn\n  ","766396":"\n  wish i’d get decent questions\n  ","766397":"\n  nope & nope\n  ","766398":"\n  my signature!??\n  \n  what a stupid ass question\n  ","766399":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n","766400":"\n  never heard of it tbh\n  ","766401":"\n  lipsiapp.com\/gabby-danzy\n  ","766402":"\n  ^^^\n  ","766403":"\n  i haven’t had subway since i was pregnant 5 years ago lmao 🤢\n  \n  starbucks a double chocolate chip\n  \n  and chipotle i haven’t been there in forever . but usually a burrito\n  ","766404":"\n  self explanatory\n  ","766405":"\n  mulatto.gal\n  ","766406":"\n  yeah i guess\n  ","766407":"\n  iphone x\n  ","766408":"\n  what’s your snap?\n  \n  i know i’ve blocked 2 ppl but i KNOW you’re not them\n  ","766409":"\n  walk right by\n  ","766410":"\n  no\n  ","766411":"\n  my honey\n  ","766412":"\n  thanks\n  ","766413":"\n  both???\n  ","766414":"\n  how about.... NO\n  ","766415":"\n  yes and for 4 weeks .\n  ","766416":"\n  i really don’t give a damn.\n  \n  i don’t any of them IRL\n  \n  sooo 🤷🏻‍♀️🤷🏻‍♀️🤷🏻‍♀️\n  ","766417":"\n  u guys r so annoying.\n  \n  obviously NOT\n  ","766418":"\n  lattes\n  \n  south korea\n  \n  chicago\n  \n  both\n  \n  KfC.\n  \n  subway is nasty 🤢\n  ","766419":"\n  click my profile pic or scroll down\n  ","766420":"\n  last Saturday we were at a party & later that night we went into the bouncy house. and he flipped landed wrong & broke 3 bones in his foot\n  ","766421":"\n  there’s that\n  \n  just saying\n  ","766422":"\n  yep.\n  \n  if i wasn’t, then i wouldn’t post full body mirror pics\n  ","766423":"\n  only when i need to be\n  ","766424":"\n  my honey broke his foot a week ago.\n  \n  so yeah.\n  \n  there’s that\n  ","766425":"\n  thank you 😊\n  ","766426":"\n  wild child, get in ya zone 🌺\n  ","766427":"\n  lmao.\n  ","766428":"\n  💋\n  ","766429":"\n  i have a birthday party to go to\n  \n  then tonight i’m still not sure\n  ","766430":"\n  you’re an idiot.\n  \n  move along\n  ","766431":"\n  i’m so small. LOL 🌸\n  ","766432":"\n  ok\n  ","766433":"\n  i’m rude or you can’t read?\n  ","766434":"\n  i guess you couldn’t read what i said the FIRST time\n  ","766435":"\n  let me just say this\n  \n  don’t involve me unless Ash is talking s.hit about me directly\n  ","766436":"\n  i’m not a big fan of desserts\n  ","766437":"\n  yeah\n  ","766438":"\n  no\n  ","766439":"\n  stop asking me questions u clearly know the answer to.\n  \n  let’s not be stupid now.\n  \n  move along\n  ","766440":"\n  no.\n  \n  i had an emergency c section\n  ","766441":"\n  gee thanks\n  ","766442":"\n  yeah.\n  \n  why does this matter\n  ","766443":"\n  like i’ve stated before.\n  \n  i’ve been annoyed all day.\n  \n  do you take a wild guess???\n  ","766444":"\n  obviously dummy\n  \n  meaning if my son WAS a high schooler i only give a s.hit about him\n  ","766445":"\n  nope. none that i can think of\n  ","766446":"\n  don’t give a s.hit what a high schooler does unless their MY son\n  ","766447":"\n  make your move boi\n  ","766448":"\n  why thank ya\n  ","766449":"\n  actually no.\n  ","766450":"\n  same to you\n  \n  positive vibes ✨\n  ","766451":"\n  let’s just say this .\n  \n  i haven’t been in the mood all day.\n  \n  i’ve been a b.itch all day.\n  \n  ppl piss me off\n  ","766452":"\n  life\n  ","766453":"\n  ew\n  ","766454":"\n  i bet you can’t send me another question\n  \n  LOL\n  ","766455":"\n  i’m blocking you.\n  \n  stop sending me these\n  ","766456":"\n  ppl should brush their teeth everyday\n  ","766457":"\n  i mean it’s communication\n  ","766458":"\n  about fucking time .\n  ","766459":"\n  we kinda already are sooo\n  ","766460":"\n  can’t wait to eat these hot fries later\n  ","766461":"\n  thank you 😊\n  ","766462":"\n  i’m not a fan of the west coast\n  \n  so none\n  \n  #eastcoast\n  ","766463":"\n  these stupid ass questions\n  ","766464":"\n  i hate would you rather\n  ","766465":"\n  i’m not here for conversations\n  ","766466":"\n  hello\n  ","766467":"\n  ????\n  ","766468":"\n  well then don’t ask me “why” after i told you “no”\n  ","766469":"\n  no\n  ","766470":"\n  bc i said\n  ","766471":"\n  no\n  ","766472":"\n  no\n  ","766473":"\n  people .\n  \n  that’s how i’d sum it up\n  ","766474":"\n  lol yes.\n  \n  i was a bad parent to that thing 😂\n  \n  i was like 9 i needed my sleep 😂😭\n  ","766475":"\n  i like my senses\n  ","766476":"\n  annoyed af\n  ","766477":"\n  both\n  ","766478":"\n  i have no clue\n  ","766479":"\n  update on babes broken foot :\n  \n  he finally got a cast for about 2 weeks\n  ","766480":"\n  the time someone takes out their day for you\n  ","766481":"\n  1. my little fam\n  \n  2. anything to do with babies \/ pregnancy. i love to learn new things\n  \n  3. photography\n  ","766482":"\n  today\n  ","766483":"\n  ehhh ; could be a bad thing depending\n  ","766484":"\n  1. my idgaf attitude\n  \n  2. how i care sooo much about others\n  ","766485":"\n  loyalty\n  ","766486":"\n  lol no\n  ","766487":"\n  i’m happy for you ❤️\n  ","766488":"\n  my son starting school in a couple weeks\n  ","766489":"\n  i’m 23 idgaf if they know or not\n  ","766490":"\n  neither\n  ","766491":"\n  nothing\n  ","766492":"\n  batman\n  ","766493":"\n  probably\n  ","766494":"\n  yeah\n  ","766495":"\n  no\n  ","766496":"\n  no\n  ","766497":"\n  ugh, that FT call 😻\n  ","766498":"\n  some\n  ","766499":"\n  pls point out where i said\n  \n  “i don’t like her”\n  ","766500":"\n  no that’s fucking weird\n  ","766501":"\n  and?\n  ","766502":"\n  ????\n  ","766503":"\n  thanks\n  ","766504":"\n  you’re a doctor but look at your spelling and grammar\n  ","766505":"\n  y’all are boring\n  ","766506":"\n  they said about 4 weeks\n  ","766507":"\n  idc idc idc\n  ","766508":"\n  ✨\n  ","766509":"\n  my son & other half\n  ","766510":"\n  thank you\n  ","766511":"\n  no\n  ","766512":"\n  no wtf\n  \n  why would i laugh at him\n  ","766513":"\n  we went to a party last night . they had s bouncy house. he did a flip s d landed wrong but was ok. but as soon as he got out he stepped in a hole. and BAM. my poor baby 😕\n  ","766514":"\n  1. my son\n  \n  2. my other half\n  \n  3. cigarettes\n  ","766515":"\n  Savannah\n  ","766516":"\n  forehead jokes but they don’t both me lol\n  ","766517":"\n  my poor baby\n  ","766518":"\n  don’t have 1\n  ","766519":"\n  i feel like i’m going to throw up ☹️\n  ","766520":"\n  myself\n  ","766521":"\n  hell no\n  ","766522":"\n  it’s 7:25am & i’m so hung over 😂😩😩\n  ","766523":"\n  7:25am\n  ","766524":"\n  definitely Apple Music\n  ","766525":"\n  none .\n  \n  we don’t eat jelly in this house lol\n  ","766526":"\n  yep\n  ","766527":"\n  my son has a dentist appointment today at 9:45\n  \n  and then probably nothing\n  \n  suppose to rain kinda this weekend\n  ","766528":"\n  5:24am\n  ","766529":"\n  uh, why am i still up???\n  ","766530":"\n  i’ve already answered this a million & 1 times\n  ","766531":"\n  bae\n  ","766532":"\n  ???\n  ","766533":"\n  Grey’s Anatomy\n  \n  Bates Motel\n  \n  Shameless\n  ","766534":"\n  no\n  ","766535":"\n  i wish bae didn’t have to leave 😩\n  ","766536":"\n  spanish food\n  ","766537":"\n  ew\n  ","766538":"\n  hi???\n  ","766539":"\n  lipsiapp.com\/gabby-danzy\n  ","766540":"\n  yeah i do\n  ","766541":"\n  if they always come over ; hang for like 20 minutes then ease their way into asking you for money or something\n  ","766542":"\n  is that a website?\n  ","766543":"\n  being lonely\n  \n  no date nights\n  \n  no best friend\n  \n  being the third wheel\n  ","766544":"\n  nobody is\n  ","766545":"\n  bought bae some lunch on his break earlier 😍😩\n  ","766546":"\n  lime green\n  ","766547":"\n  help idk what to eat\n  \n  spanish food or white castle? 🤨🤤\n  ","766548":"\n  no?\n  ","766549":"\n  not just the LIE\n  \n  i get it sometimes going around the corner.\n  \n  sometimes i’d rather walk then drive\n  \n  and yeah i pull over and collect myself\n  ","766550":"\n  yeah it does .\n  \n  but life goes on\n  ","766551":"\n  i have anxiety only when i’m driving SOMETIMES.\n  \n  other than that no\n  ","766552":"\n  ✨💚\n  ","766553":"\n  🙄🙄🙄\n  ","766554":"\n  1 big one across the screen\n  \n  but it’s my phone screen protector that’s cracked lmao\n  ","766555":"\n  i’m starving .\n  \n  i can’t wait to destroy this food .\n  \n  and on top of that drinking yesterday didn’t help lmao\n  ","766556":"\n  you sound desperate af go away\n  ","766557":"\n  or\n  ","766558":"\n  ???\n  ","766559":"\n  sometimes\n  ","766560":"\n  then that sucks\n  ","766561":"\n  eating a hot pocket\n  ","766562":"\n  pop tarts\n  ","766563":"\n  🤷🏻‍♀️\n  ","766564":"\n  bae just left 😩\n  ","766565":"\n  absolute vodka and fanta\n  ","766566":"\n  no????\n  ","766567":"\n  i’m drinking now okurrr\n  ","766568":"\n  i’m not even from there lmao\n  ","766569":"\n  that sucks & sounds personal\n  ","766570":"\n  who cares\n  ","766571":"\n  yep\n  ","766572":"\n  it’s only 1:36pm so far ok\n  ","766573":"\n  ok\n  ","766574":"\n  mulatto.gal\n  ","766575":"\n  send me in some questions\n  ","766576":"\n  GxCxD\n  ","766577":"\n  iPhone x\n  ","766578":"\n  thank you ✨\n  ","766579":"\n  i wouldn’t necessarily say that.\n  ","766580":"\n  i do obviously.\n  \n  i change it back and forth between myself & other things\n  \n  my lock screen is my son?\n  \n  are you gonna say who puts their son as their lock screen?\n  ","766581":"\n  tbh i’m pretty much open to doing a lot of things\n  \n  i’m adventurous imo lmao\n  ","766582":"\n  nah i’m good\n  ","766583":"\n  i guess you can say those apps\n  \n  lmao\n  ","766584":"\n  i haven’t really been anywhere new lol\n  \n  i’d love to go to Australia\n  ","766585":"\n  getting things done that i’ve been procrastinating to do.\n  ","766586":"\n  chips tbh\n  ","766587":"\n  no lmao.\n  ","766588":"\n  yep\n  ","766589":"\n  both lmao\n  ","766590":"\n  finishing up Grey’s Anatomy\n  ","766591":"\n  no\n  ","766592":"\n  my little fam ❤️\n  ","766593":"\n  me\n  ","766594":"\n  made all these appointments\n  ","766595":"\n  ok\n  ","766596":"\n  no.\n  \n  i’m not up for meeting new ppl\n  ","766597":"\n  too bad tho bc even if you did i wouldn’t want to go on a date with you\n  ","766598":"\n  7\n  ","766599":"\n  idk\n  ","766600":"\n  nah\n  ","766601":"\n  life\n  ","766602":"\n  haikus\n  ","766603":"\n  no\n  ","766604":"\n  cool\n  ","766605":"\n  good 4 you\n  ","766606":"\n  depends\n  ","766607":"\n  yep\n  ","766608":"\n  don’t give a fuckkkkkk\n  ","766609":"\n  sometimes\n  ","766610":"\n  omfg i have the worse migraine ever rn\n  ","766611":"\n  he needs help obviously\n  ","766612":"\n  not for you\n  ","766613":"\n  yeah\n  ","766614":"\n  again like i said don’t care\n  ","766615":"\n  don’t care\n  ","766616":"\n  i have no idea\n  ","766617":"\n  november 8th\n  ","766618":"\n  cool\n  ","766619":"\n  idk.\n  \n  probably trying to go to my cousins\n  ","766620":"\n  probably 10 years older\n  \n  i don’t date younger\n  \n  l learned my lesson\n  ","766621":"\n  not really\n  ","766622":"\n  what?\n  ","766623":"\n  i guess\n  ","766624":"\n  i hate would you rather\n  ","766625":"\n  no\n  ","766626":"\n  thanks\n  ","766627":"\n  hi\n  ","766628":"\n  nothing much.\n  ","766629":"\n  i hope babe comes over soon 😍🤞🏽\n  ","766630":"\n  nope and idc\n  ","766631":"\n  ew\n  ","766632":"\n  sex\n  ","766633":"\n  i’m not entirely sure\n  ","766634":"\n  ew don’t call me that\n  ","766635":"\n  English\n  ","766636":"\n  🙄\n  ","766637":"\n  get ready even if i’m not going anywhere. lmao\n  ","766638":"\n  plenty of times\n  ","766639":"\n  no lol\n  ","766640":"\n  about?\n  ","766641":"\n  i barely go on this app & you’re asking me where ppl are?\n  ","766642":"\n  cool\n  ","766643":"\n  nope i don’t\n  ","766644":"\n  my son can be\n  ","766645":"\n  id say some boots\n  ","766646":"\n  and?\n  \n  what’s your point?\n  \n  because i definitely don’t see 1\n  ","766647":"\n  i don’t mind some spam\n  ","766648":"\n  that’s funny bc i like this before i knew you sent this lol\n  ","766649":"\n  that’s weird\n  ","766650":"\n  who?\n  ","766651":"\n  idk\n  ","766652":"\n  who knows\n  ","766653":"\n  funny bc im a lefty haha\n  \n  thanks\n  ","766654":"\n  way too early man\n  ","766655":"\n  whack\n  ","766656":"\n  lol i would never 😂😂😂\n  \n  those are my initials lol\n  ","766657":"\n  i obviously do lmao.\n  \n  seems like you don’t\n  ","766658":"\n  i’m airing out some dirty laundry\n  \n  but then again i only tell me son & my other half things .\n  \n  and my cousin selective things\n  ","766659":"\n  idk. is it?\n  ","766660":"\n  bc ask isn’t the only app i have\n  \n  plus i sometimes check snapchat, instagram , twitter or Facebook where i actually know ppl irl .\n  \n  and i forget about ask sometimes 🤷🏻‍♀️\n  ","766661":"\n  Paris\n  \n  Australia\n  \n  New Zealand\n  ","766662":"\n  i’ve been good\n  ","766663":"\n  good 4 you\n  ","766664":"\n  idc about other ppls feet\n  ","766665":"\n  my little fam\n  ","766666":"\n  yes ffs.\n  ","766667":"\n  yeah ????\n  ","766668":"\n  i’m trash says the anon who assumes about someone else life expect their own.\n  \n  okurrr 👌🏽\n  ","766669":"\n  that’s the only 1 i know . lol\n  ","766670":"\n  GxCxD\n  ","766671":"\n  running on 2hrs of sleep 😭\n  ","766672":"\n  yes\n  \n  yes\n  \n  no\n  \n  yes\n  ","766673":"\n  go away\n  ","766674":"\n  i have no idea\n  ","766675":"\n  how to stop asking stupid questions 101\n  ","766676":"\n  click on my profile picture\n  \n  or go through my likes\n  ","766677":"\n  ew, don’t call me sexy.\n  \n  i’m about to smoke\n  ","766678":"\n  yep.\n  \n  you know my whole life\n  \n  i forgot\n  \n  excuse the fuck outta me\n  ","766679":"\n  spaghetti\n  ","766680":"\n  no\n  \n  it’s a secret for a reason\n  ","766681":"\n  nothing.\n  \n  still tired\n  ","766682":"\n  send mehhhhh questions\n  ","766683":"\n  🙄\n  ","766684":"\n  no thank you\n  ","766685":"\n  that nap was everything\n  ","766686":"\n  not for you\n  ","766687":"\n  i hate these\n  \n  “would you rather”\n  ","766688":"\n  do i look Spanish?\n  ","766689":"\n  11:11am\n  ","766690":"\n  16\n  \n  haven’t\n  \n  maybe 5 or 6\n  \n  16\n  \n  idk nobody is ever truly the happiest\n  ","766691":"\n  that i’m too skinny\n  ","766692":"\n  not a question\n  ","766693":"\n  lmao i need it\n  ","766694":"\n  doesn’t everyone\n  ","766695":"\n  never been to either\n  \n  so none lol.\n  ","766696":"\n  then i get this type of s.hit 🙄\n  ","766697":"\n  let’s do some honest weekend\n  \n  you have until tomorrow at 12am est time.\n  \n  🌸\n  ","766698":"\n  New York\n  ","766699":"\n  idc tbh\n  ","766700":"\n  why send me this garbage\n  ","766701":"\n  thank you\n  \n  let alone read it lol\n  ","766702":"\n  travel\n  ","766703":"\n  my other half\n  ","766704":"\n  i’ll be back in 2018 and you give the summary\n  \n  “More Life”.\n  ","766705":"\n  nothing wrong with books\n  ","766706":"\n  be more specific\n  \n  or maybe idc\n  \n  i’m going to bed\n  ","766707":"\n  i’m sure.\n  \n  now bye\n  ","766708":"\n  you can’t even spell proper English\n  ","766709":"\n  ew no\n  ","766710":"\n  yes you’re right . i suppose\n  ","766711":"\n  don’t have 1?\n  \n  can i have better questions????\n  ","766712":"\n  great actually\n  ","766713":"\n  i’m a SAHm so i have no days off\n  ","766714":"\n  i graduated in 2013\n  \n  but i want to go back to college for photography\n  \n  and i’m a SAHM\n  ","766715":"\n\n   @storm_stuart\n  \n\n   @Rose_Mell\n  \n\n   @fabbielousxo\n  \n\n   @NicoleBuckleyyx\n  \n\n   @lnr87\n  \n\n   @eatyourcake\n  \n\n   @samisbackonceagain\n  \n\n   @kaseynicole2497\n  \n\n   @Bands_Over_Food\n  \n\n   @oxSQUEENxo\n  \n\n   @keeptestingdes\n  \n\n   @chloeeebushhh\n  \n\n   @nessam_\n  \n","766716":"\n  dove body wash (the blue one)\n  \n  original\n  \n  meh ; i don’t have a fav holiday really. and i love the fall 🍁\n  \n  the water\n  ","766717":"\n  apple cider\n  \n  vanilla\n  \n  yankee candles\n  ","766718":"\n  no\n  \n  no\n  \n  no\n  \n  yes\n  \n  i had\n  \n  yes\n  \n  yes\n  \n  yes\n  ","766719":"\n  transformers\n  \n  &\n  \n  power rangers\n  ","766720":"\n  lol no.\n  \n  but i think that’s cool af\n  ","766721":"\n  no\n  \n  sort of? lol\n  \n  Scorpio\n  \n  USA\n  \n  yep\n  \n  no\n  ","766722":"\n  i love nature.\n  \n  couple weeks ago we went in a trail walk . which was peaceful\n  \n  of course its relaxing lol.\n  \n  wish i could be there all the time.\n  ","766723":"\n  i don’t really like giving my unpopular opinions especially not on here.\n  \n  last time i did that i got attacked for a couple days.\n  ","766724":"\n  not i\n  \n  🤷🏻‍♀️\n  ","766725":"\n  end of 2010-2011\n  \n  my birthday is in November lol\n  ","766726":"\n  sitting here.\n  \n  debating if i want to go to my cousins\n  ","766727":"\n  hello\n  ","766728":"\n  who doesn’t? lol\n  ","766729":"\n  iphones have this feature where you can view your voicemails visual and about 2 months ago mine went away. i tired everything . then i’m thinking it’s magically going to pop back up.  but finally i called Sprint to fix it lmao\n  ","766730":"\n  finally after almost 2 month, i fixed my voicemails lmao\n  ","766731":"\n  obviously\n  ","766732":"\n  i follow you already\n  ","766733":"\n  by ben\n  ","766734":"\n  thank you.\n  \n  😊\n  ","766735":"\n  about to smoke\n  ","766736":"\n  idk & idc\n  ","766737":"\n  didn’t bother to read\n  ","766738":"\n  i wish i was never around ppl tbh besides my little fam\n  ","766739":"\n  gray\n  ","766740":"\n  ppl irk me 🙄🤦🏻‍♀️\n  ","766741":"\n  lol. yeah okay .\n  ","766742":"\n  yes i’m boring because when i pass by the feds i drive like a normal person would. lmao.\n  \n  okurrrr\n  ","766743":"\n  i had pizza for lunch lol\n  ","766744":"\n  no. i just drive like normal fucking people\n  ","766745":"\n  ugh, wish i could be alone.\n  \n  my mom comes home and starts being dead annoying\n  ","766746":"\n  i eat all day\n  ","766747":"\n  why send this twice Ben\n  ","766748":"\n  yeah\n  ","766749":"\n  yep\n  ","766750":"\n  thank you,\n  \n  and plus i really don’t care if i didn’t get them done.\n  \n  my nails feel better lol.\n  ","766751":"\n  sorry my bills are way more important.\n  \n  somebody got their priorities messed up. smh\n  ","766752":"\n  well i broke 3 this morning 🙄.\n  \n  and i’m not walking around for another week with a broken nailS\n  ","766753":"\n  feels so good to have my real nails back 😌\n  ","766754":"\n  my son\n  ","766755":"\n  sorry for your loss.\n  ","766756":"\n  3:40am & it’s thundering outside\n  ","766757":"\n  i see why.\n  \n  you anons are annoying af\n  ","766758":"\n  same\n  ","766759":"\n  with a cigarette lmao.\n  \n  🙄\n  ","766760":"\n  i’m fine .\n  ","766761":"\n  i don’t have 1\n  ","766762":"\n  yep lol\n  ","766763":"\n  no that’s stupid\n  ","766764":"\n  i burned my finger earlier today 😩😩\n  ","766765":"\n  slim\n  ","766766":"\n  send me some questions\n  ","766767":"\n  been busy lol\n  ","766768":"\n  who?\n  ","766769":"\n  6459\n  ","766770":"\n  feels good paying your bills\n  ","766771":"\n  i stand there on my phone\n  \n  i then wash my hair\n  \n  let in soak in\n  \n  wash my body then i bulls.hit some more\n  \n  then get out lol\n  ","766772":"\n  very important . if you aren’t happy with yourself or anything going on it your life for that matter. you can’t ever love someone else until you love yourself first .\n  ","766773":"\n  no\n  ","766774":"\n  i live in NY\n  \n  so tell me how i would be from cali?\n  ","766775":"\n\n   @storm_stuart\n  \n\n   @fabbielousxo\n  \n\n   @Rose_Mell\n  \n\n   @lnr87\n  \n\n   @mommabearxx3\n  \n\n   @reachel_n\n  \n\n   @princess_tal\n  \n\n   @momisloveee\n  \n\n   @xoxo_t1093\n  \n\n   @littletrust\n  \n","766776":"\n  i know\n  ","766777":"\n  nah\n  ","766778":"\n  i mean i get them lol.\n  \n  some ppl look like they would be a different name lol.\n  \n  idk how to explain it good\n  ","766779":"\n  nope .\n  \n  haven’t been on a first date in 7 i years\n  ","766780":"\n  but i’m not\n  \n  i’m Gabby\n  ","766781":"\n  no\n  ","766782":"\n  when he tells you he misses you ❤️\n  ","766783":"\n  lmfao i’m definitely jealous of NOBODY on this planet 😇\n  ","766784":"\n  been so annoyed & irritated this week .\n  \n  periods suck , ppl suck ,\n  \n  everybody loves to p.iss me off\n  ","766785":"\n  i’m my own boss\n  ","766786":"\n  i love late night thunderstorms ⛈\n  ","766787":"\n  i’d say i’m good\n  ","766788":"\n  invest\n  ","766789":"\n  their alright\n  \n  i never use\n  \n  i never broke 1 or been around any lol\n  \n  and Friday the 13th is whatever\n  ","766790":"\n  i was in 9th grade lmao\n  ","766791":"\n  no and idc to\n  ","766792":"\n  i’d rather not talk about it lmao\n  ","766793":"\n  wtf are you even talking about\n  ","766794":"\n  i answer this so much.\n  ","766795":"\n  yep\n  \n  walmart\n  ","766796":"\n  37\n  ","766797":"\n  no\n  ","766798":"\n  i hate this question\n  ","766799":"\n  sure if i know anybody 💖\n  ","766800":"\n  i’m not married\n  \n  i stay out of married peoples problems\n  ","766801":"\n  fine\n  ","766802":"\n  nobody\n  ","766803":"\n  no\n  ","766804":"\n  don’t care tbh\n  ","766805":"\n  🤷🏻‍♀️\n  ","766806":"\n  yep\n  ","766807":"\n  she’s amazing\n  ","766808":"\n  so far\n  ","766809":"\n  who?\n  ","766810":"\n  stop sending me this shit\n  ","766811":"\n  why are you sending me this?\n  ","766812":"\n  o lol\n  ","766813":"\n  no, you may not\n  \n  & you can sit there FOREVER\n  ","766814":"\n  that’s exactly wtf i’m saying\n  ","766815":"\n  no.\n  \n  sorry\n  ","766816":"\n  i don’t know your sister nor give a f.uck\n  \n  pos\n  ","766817":"\n  he’s good\n  \n  he’s playing outside\n  ","766818":"\n  like\n  \n   @cybergrrrl\n  \n  said “they aren’t married so.”\n  ","766819":"\n  probably Barbados lmao\n  \n  but i was young\n  ","766820":"\n  looking\/ going on interviews\n  \n  rn i’m a SAHM\n  ","766821":"\n  i like all parties .\n  \n  now stop sending my @ around and stop trynna put me drama anons.\n  \n  unless i see someone talking about me i’ll gladly join.\n  ","766822":"\n  drinking a mocha frappe 😍\n  ","766823":"\n  why do my panties concern you?\n  ","766824":"\n  who knows\n  ","766825":"\n  stop sending me questions using a thread .\n  \n  it’s annoying and i hate this feature\n  ","766826":"\n  not a question\n  ","766827":"\n  and you’re still doing it\n  \n  if you want to ask me a question then ask it from my page\n  ","766828":"\n  arm\n  \n  wrist\n  \n  above my left boob\n  \n  and my leg\n  ","766829":"\n  alright stop sending me questions on that thread. so annoying now\n  ","766830":"\n  4\n  ","766831":"\n  no\n  ","766832":"\n  lmfao i’m still waiting to get my left one done .\n  \n  it’s been like 2-3 years since i gotten my right one done 😂🤦🏻‍♀️\n  ","766833":"\n  yeah i know\n  ","766834":"\n  it did when i first got it done\n  \n  but not anymore\n  ","766835":"\n  ????\n  ","766836":"\n  yes .\n  \n  like i said i’ll take it out when the time comes\n  \n  not something i’m worried about rn\n  ","766837":"\n  it’s a piercing.\n  \n  i’m pretty sure he’s seen a lot of boobs\n  \n  grow up ffs\n  \n  🙄\n  ","766838":"\n  i don’t have a baby\n  \n  i have a 5 year old\n  ","766839":"\n  yeah &????\n  ","766840":"\n  i went to a tattoo shop that also does piercings\n  ","766841":"\n  cool\n  ","766842":"\n  and that’s why i can take it out.\n  \n  ya know????\n  \n  common sense will tell you that.\n  ","766843":"\n  i answered this earlier\n  ","766844":"\n  good thing i’m not breastfeeding so idk how my nipple piercing will affect that\n  ","766845":"\n  bc i wanted it\n  ","766846":"\n  yep\n  ","766847":"\n  my nose\n  \n  ears\n  \n  nipple\n  ","766848":"\n  i didn’t pierce it myself\n  \n  & yeah it hurt\n  ","766849":"\n  thanks\n  ","766850":"\n  i need better anons\n  ","766851":"\n  bc i don’t feel like getting up so\n  \n  here’s from yesterday\n  ","766852":"\n  nah\n  ","766853":"\n  jeans shorts & a yellow shirt\n  ","766854":"\n  currently working on things\n  ","766855":"\n  no\n  ","766856":"\n  ask me questions about my life or leave\n  ","766857":"\n  don’t use that word on my page\n  ","766858":"\n  in my bio\n  ","766859":"\n  cool\n  ","766860":"\n  go away\n  ","766861":"\n  jean shorts & a yellow shirt\n  ","766862":"\n  didn’t even notice bc i don’t really care\n  ","766863":"\n  thank you!\n  \n  ppl act like they know what me & him talk about and stuff.\n  \n  watch the anon NOT come back\n  ","766864":"\n  the way they carry themselves\n  ","766865":"\n  idc Ben\n  ","766866":"\n  do you not understand we’re separated.\n  \n  we’re obviously gonna get back\n  \n  together .\n  \n  we will get back together in due time.\n  \n  now stop asking about our tattoos that aren’t going anywhere\n  ","766867":"\n  don’t click links\n  ","766868":"\n  definitely lacrosse\n  ","766869":"\n  thanks\n  ","766870":"\n  it’s just the mirror.\n  \n  in person i look shorter\n  ","766871":"\n  5’4\n  ","766872":"\n  lmfao thanks\n  ","766873":"\n  thank you\n  ","766874":"\n  thanks\n  ","766875":"\n  makes them feel better then\n  ","766876":"\n  and i care why???\n  ","766877":"\n  any anons online want to send me questions\n  ","766878":"\n  i mind my business\n  ","766879":"\n  this period is making me such a b.itch this month\n  ","766880":"\n  you’re annoying\n  ","766881":"\n  yeah but at this moment i want questions about ME & my life\n  ","766882":"\n  go ask a history teacher\n  \n  or go on google\n  ","766883":"\n  idk & idc\n  ","766884":"\n  yeah they are actually lmao.\n  \n  & no. it was his. i never ever mentioned him getting my name. he wanted too\n  ","766885":"\n  yep 😊\n  ","766886":"\n  a couple ppl\n  ","766887":"\n  sc\n  \n  facebook\n  \n  instagram\n  ","766888":"\n  why are you asking me a question that you obviously know the answer to?????\n  ","766889":"\n  drinking a beer\n  \n  and eating\n  ","766890":"\n  i don’t think it will stop a human for doing such a heinous crime.\n  \n  and plus the woman who work there a subject to those sick men\n  ","766891":"\n  i won’t give out my email simply bc the 2 i use are my main\/important ones\n  ","766892":"\n  some fake weirdo lmao\n  ","766893":"\n  thank you!\n  \n  getting all offensive\n  ","766894":"\n  says the fake girl\n  \n  lol have fun\n  ","766895":"\n  reported me for what? lmao\n  ","766896":"\n  Lacrosse\n  ","766897":"\n  i don’t really eat breakfast\n  ","766898":"\n  2\n  \n  lil bit\n  \n  and ice\n  ","766899":"\n  green\n  ","766900":"\n  where my questions @ ?\n  ","766901":"\n  beyond a 10\n  \n  i never stfu tbh lol\n  ","766902":"\n  bc we need to work on ourselves in order for our relationship to be strong .\n  \n  but we still see each other often\n  ","766903":"\n  about to have my morning smoke\n  ","766904":"\n  i highly doubt you do\n  \n  trynna get under my skin\n  \n  y’all lame\n  ","766905":"\n  way to early 🙄\n  ","766906":"\n  no\n  ","766907":"\n  ask questions.\n  \n  how hard is that?\n  ","766908":"\n  ...\n  ","766909":"\n  must’ve been a wack baby shower today lol.\n  ","766910":"\n  last December lmao\n  ","766911":"\n  yes\n  \n  no\n  \n  yes\n  ","766912":"\n  i can’t wait to eat this candy lmao.\n  ","766913":"\n  so so so bored 😭\n  ","766914":"\n  wrecking ball\n  \n  party in the usa\n  ","766915":"\n  guys i’m bored.\n  \n  send me in some good questions ✨😩\n  ","766916":"\n  everybody is weird in their own little way\n  ","766917":"\n  yes\n  ","766918":"\n  yeah. somewhat.\n  \n  now moms trynna by all friendly to me.\n  \n  🙄\n  ","766919":"\n  keep.\n  \n  eventually a million dollars will run out\n  ","766920":"\n  talking a s.hit\n  ","766921":"\n  annoyed af\n  \n  out back smoking\n  ","766922":"\n  beer\n  ","766923":"\n  annoyed af today.\n  ","766924":"\n  i’m not against them being pregnant.\n  \n  i’m against the way they went about their pregnancy.\n  ","766925":"\n  1 country\n  \n  and a billion cities\n  ","766926":"\n  my mom\n  ","766927":"\n  how you misplace $400 and accuse me of stealing it?\n  \n  even tho you just said you think you misplaced it?\n  \n  like i’m literally done!!!\n  ","766928":"\n  yeah\n  ","766929":"\n  5’4\n  ","766930":"\n  jeans & a tank top\n  ","766931":"\n  well for 1 i wouldn’t be in their shoes because i’d know if i was pregnant before 6 months  . especially if i was gaining weigh out of no where.\n  \n  i’d personally do adoption.\n  ","766932":"\n  so ask me questions\n  ","766933":"\n  finishing OITNB\n  ","766934":"\n  where u anons @?\n  ","766935":"\n  sorry i’m Gabby\n  ","766936":"\n  mulatto.gal\n  ","766937":"\n  pouring on this Saturday morning 😍\n  ","766938":"\n  obviously yes.\n  \n  we’ve been on plenty since separating.\n  \n  we still see each other often\n  ","766939":"\n  23.\n  ","766940":"\n  morning\n  ","766941":"\n  you’re just saying things now.\n  \n  you really want attention that bad?\n  ","766942":"\n  not really\n  ","766943":"\n  blissful\n  ","766944":"\n  not really\n  ","766945":"\n  4:25am i’m going to bed\n  ","766946":"\n  you’re very cool\n  ","766947":"\n  no\n  ","766948":"\n  ask me whatever\n  ","766949":"\n  iCarly\n  ","766950":"\n  i have no clue tbh\n  ","766951":"\n  yawn\n  ","766952":"\n  like 10\n  ","766953":"\n  pepsi\n  ","766954":"\n  “everything is fine”.\n  ","766955":"\n  yeah\n  \n  somewhat in between\n  ","766956":"\n  well my plans failed 🙄\n  ","766957":"\n  stop sending me these\n  ","766958":"\n  who ???\n  ","766959":"\n  alright\n  ","766960":"\n  you’re annoying\n  ","766961":"\n  blocked\n  ","766962":"\n  thanks .\n  \n  don’t call me baby tho\n  ","766963":"\n  want a cookie?\n  ","766964":"\n  questions got deleted out my inbox\n  \n  ffs ask 😤\n  ","766965":"\n  pls elaborate lmao\n  ","766966":"\n  thanks for letting me block you\n  ","766967":"\n  lmao. far from it.\n  \n  75% of ppl who live in my town are Spanish or Spanish immigrants\n  ","766968":"\n  actually i mainly refer to him as the father of my child.\n  \n  i only use that word on this dumb site lmao.\n  \n  but i forgot you know MY life right?\n  \n  👏🏽\n  ","766969":"\n  you sound twelve .\n  \n  “little girl crush.”\n  \n  don’t even have a crush more like in love w\/ my baby daddy\n  \n  now go away\n  ","766970":"\n  lmfaoo that’s all i know\n  ","766971":"\n  no problem\n  ","766972":"\n  basically doing to much\n  ","766973":"\n  no seriously i’m blocking you for dragging the compliments\n  ","766974":"\n  lol i guess .\n  \n  thanks\n  ","766975":"\n  end of story you’re ignorant\n  \n  if they want ppl to call them they\/them bc fxcking respectful\n  ","766976":"\n  yeah but still .\n  ","766977":"\n  ugh, i have really bad cramps 😣\n  ","766978":"\n  ignore them*\n  \n  don’t be ignorant now\n  ","766979":"\n  good 4 them & you.\n  \n  don’t give a f.uck if they do or don’t.\n  ","766980":"\n  recent\n  ","766981":"\n  aha. thanks\n  ","766982":"\n  ask me some good things\n  ","766983":"\n  idek. a lot?\n  \n  i just bought a new pack lmao.\n  ","766984":"\n  right....\n  \n  that’s why 90% of his stuff is still here lmao.\n  \n  that’s why his mom lives 3 houses down.\n  \n  get.a.life\n  ","766985":"\n  can’t wait to watch “The Bobby Brown Story” next month 😆\n  ","766986":"\n  like it’s so crazy.\n  \n  best part is they LOVE to make up s.hit too.\n  ","766987":"\n  you anons are so obsessed with certain ppl on this site & it’s so annoying\n  ","766988":"\n  not my cup of tea ☕️\n  ","766989":"\n  i’m blocking you.\n  \n  stop sending me this garbage.\n  \n  if you don’t have any questions GTFO my page\n  ","766990":"\n  so f.ucking glad my answer got deleted 😤\n  ","766991":"\n  i pretty much love any type of Margaritas\n  ","766992":"\n  i don’t give a fxck\n  ","766993":"\n  i have no idea\n  \n  probably nothing\n  ","766994":"\n  i tens not to eat .\n  \n  my body won’t allow me\n  ","766995":"\n  well idc if she should be recognized or not\n  \n  is that better?\n  ","766996":"\n  you can’t even spell\n  ","766997":"\n  why are you sending me links?\n  ","766998":"\n  i just stated that we’re separated but still f.ucking around\n  ","766999":"\n  yet you anons are harassing her.\n  ","767000":"\n  bc i wanted to have sex lmao.\n  \n  and of course .\n  ","767001":"\n  last summer & the beginning of this summer 🤷🏻‍♀️\n  ","767002":"\n  american\n  \n  swiss\n  \n  jalapeño cheese\n  ","767003":"\n  yeah.\n  \n  it wasn’t even that big of a deal.\n  \n  now move along & get a life\n  ","767004":"\n  i actually love my body now.\n  \n  gained weight and now i’m somewhat bigger 😊\n  ","767005":"\n  my mom was.\n  \n  not my dad\n  ","767006":"\n  idk what i would do to change it\n  \n  but i’d like for racism to stop, immigration rights to be tad bit better , i’d want the death penalty gone.\n  ","767007":"\n  teleport\n  ","767008":"\n  why is this SOO me?\n  ","767009":"\n  how about neither\n  ","767010":"\n  such an insensitive question .\n  ","767011":"\n  not anymore 🤷🏻‍♀️\n  ","767012":"\n  pro life\n  ","767013":"\n  not at all\n  ","767014":"\n  lmao. i know who your referring to\n  ","767015":"\n  i’m against the death penalty\n  ","767016":"\n  💛✨\n  ","767017":"\n  probably nothing 🤷🏻‍♀️\n  ","767018":"\n  i slept alright lol.\n  ","767019":"\n  that’s good 4 you.\n  \n  sounds personal you\n  ","767020":"\n  what you mean\n  ","767021":"\n  ???\n  ","767022":"\n  why not? 🤭😊\n  ","767023":"\n  12:05am\n  ","767024":"\n  too bad i look exactly like my dad 🤷🏻‍♀️\n  ","767025":"\n  laying down .\n  \n  ready to sleep\n  ","767026":"\n  me 🙋🏻‍♀️\n  ","767027":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n\n  😇\n  ","767028":"\n  23.\n  ","767029":"\n  no\n  ","767030":"\n  lmfao.\n  \n  i guess.\n  ","767031":"\n  i have no clue 🤷🏻‍♀️\n  ","767032":"\n  only 1 person saw\n  ","767033":"\n  only 1 person.\n  \n  i just ran around the hallway our room was on .\n  ","767034":"\n  yeah. that was like 2 years ago?? i believe.\n  ","767035":"\n  shorts & a tank top\n  ","767036":"\n  bc i wanted to have sex?\n  ","767037":"\n  not now?\n  \n  & if you’re taking about the hotel thing. then yeah i did.\n  ","767038":"\n  💖💖💖\n  ","767039":"\n  got dared to run around the hotel naked 🤷🏻‍♀️😂\n  ","767040":"\n  anymore numbers? 🔮\n  ","767041":"\n  i don’t have a fav song\n  \n  i listen to music EVERYDAY.\n  \n  so i listen to so many lol\n  ","767042":"\n  having a threesome with my baby daddy 🤭😉\n  ","767043":"\n  36 C and i’m not telling you his d.ick size.\n  \n  that’s for me to know\n  ","767044":"\n  trimmed 👌🏽🤷🏻‍♀️\n  ","767045":"\n  2 days ago\n  ","767046":"\n  yeah lol.\n  \n  i had 2\n  ","767047":"\n  yep\n  ","767048":"\n  nah\n  ","767049":"\n  both 🤷🏻‍♀️\n  ","767050":"\n  already answered\n  ","767051":"\n  walk in central park .\n  \n  smoking, drinking , having axing conversations. ❤️\n  \n  holding hands under the stars ✨\n  ","767052":"\n  no it’s okay\n  ","767053":"\n  answered already\n  ","767054":"\n  got really drunk at a party & got on the table in front of everybody and started stripping 😂\n  \n  baby daddy had to save the day 😂\n  ","767055":"\n  legs up, doggy , or stomach\n  ","767056":"\n  Kathy Bates\n  ","767057":"\n  missionary\n  ","767058":"\n  already answered\n  ","767059":"\n  nope i want to with my baby dadd but he’s not into that 🙄😒\n  ","767060":"\n  36 C\n  ","767061":"\n  already answered\n  ","767062":"\n  movie theaters\n  ","767063":"\n  turn on’s\n  \n  my boyfriend is my only turn on.\n  \n  other guys creep me tf out . but i love my some girls .\n  \n  turn off’s : calling me ma, using wack pick up lines, chest hair , messes up teeth , ugly smile\n  ","767064":"\n  yep .\n  ","767065":"\n  4 tattoos\n  \n  4 piercings\n  ","767066":"\n  shorts and a tank top\n  ","767067":"\n  to go to England, Australia, Hawaii & New Zealand.\n  \n  well it’s not weird but odd lmao.\n  \n  i sucked my bfs d.ick on the train before 😂🤷🏻‍♀️\n  ","767068":"\n  and how they said i’m a s.hit mother in a mom group but yet they can’t even provide for their child. and o top of that had been smoking their whole pregnancy basically .\n  \n  oh well, not my problem. that’s what life THEY want so be it 🤷🏻‍♀️.\n  \n  don’t with this topic of trash\n  ","767069":"\n  exactly!\n  \n  so i want my son to do better than me .\n  \n  💯\n  ","767070":"\n  🔮\n  ","767071":"\n  obviously discipline him\n  ","767072":"\n  candy\n  \n  chips\n  \n  make up\n  \n  little things\n  ","767073":"\n  yep.\n  ","767074":"\n  mhm, creeping 🤔\n  ","767075":"\n  👌🏽\n  ","767076":"\n  i’m glad others are agreeing\n  \n  lmao.\n  ","767077":"\n  lol bc im not rude\n  ","767078":"\n  glad i have an ac in my room.\n  \n  so damn hot 🙄😩\n  ","767079":"\n  not at all 🤷🏻‍♀️👌🏽\n  ","767080":"\n  yep.\n  ","767081":"\n  💯\n  ","767082":"\n  i’ve answered this sooo much.\n  \n  i’d get an abortion depending on OUR situation\n  ","767083":"\n  thank you!!!\n  ","767084":"\n  guess what?\n  \n  idc\n  ","767085":"\n  lol...\n  ","767086":"\n  Tina from Bobs Burger\n  \n  Rodger from American Dad\n  ","767087":"\n  nothing waiting for questions\n  \n  and smoking a cigarette\n  ","767088":"\n  ✨\n  ","767089":"\n  being cocky meaning you think you the S.HIT.\n  \n  having confidence is walking around without ppl having to complement you and just loving yourself .\n  \n  being blunt is just being honest to a certain extent\n  ","767090":"\n  thanks.\n  \n  how sweet 💛\n  ","767091":"\n  but questioning what i’m doing in my own social media is something totally different now.\n  ","767092":"\n  if you don’t like what i’m posting UNFOLLOW me. don’t question me.\n  ","767093":"\n  y’all take the internet way to seriously\n  ","767094":"\n  thanks\n  ","767095":"\n  GxCxD\n  ","767096":"\n  i was 110\n  \n  but i gained 5lbs\n  ","767097":"\n  thanks lol.\n  ","767098":"\n  ❤️❤️❤️\n  ","767099":"\n  yep.\n  \n  something i want to do my next pregnancy\n  ","767100":"\n  that’s only some\n  ","767101":"\n  💖✨\n  ","767102":"\n  E. N. G. L. I. S. H.\n  ","767103":"\n  yeah. i saw .\n  \n  so sad but s.hit happens.\n  ","767104":"\n  weird question yo\n  ","767105":"\n  i know this already.\n  \n  quit sending around links .\n  ","767106":"\n  nah,\n  ","767107":"\n  i don’t think so\n  ","767108":"\n  i still watch those shows 🤷🏻‍♀️\n  ","767109":"\n  about to take a shower\n  ","767110":"\n  i’d love some questions.\n  \n  let’s do honesty night 💖\n  ","767111":"\n  i’m not to good at asking\n  \n  questions.\n  ","767112":"\n  smoking this cigarette\n  ","767113":"\n  and idc tbh.\n  \n  i want questions about ME\n  \n  about my life my beliefs etc\n  ","767114":"\n  they need to fix it ASAP .\n  \n  lol.\n  ","767115":"\n  & why are you telling me?\n  ","767116":"\n  yeah.\n  \n  s.hits mad annoying & confusing 🙄\n  ","767117":"\n  why am i getting my notifications so late 🙄\n  ","767118":"\n  i’m blocking you\n  ","767119":"\n  ew\n  ","767120":"\n  we need to work on ourselves & our relationship.\n  \n  and we know us being together won’t help that.\n  ","767121":"\n  paypal me $400\n  \n  or buy me something off my amazon wishlist in my bio. when i  i receive the item i will delete this question and pap of my feet\n  ","767122":"\n  it’s not nice to call ppl dumb\n  ","767123":"\n  lmfao yeah .\n  \n  then i got it for dinner.\n  \n  but now i’m thinking Spanish food tonight 😋\n  ","767124":"\n  thinking about getting Spanish food\n  ","767125":"\n  pls tell me where?\n  ","767126":"\n  we’re separated at the moment\n  ","767127":"\n  o\n  ","767128":"\n  gotta pay first\n  ","767129":"\n  cool\n  ","767130":"\n  lmfao.\n  \n  exactly!\n  \n  hating a.ss anons\n  ","767131":"\n  i have a feeling he’s going back to his moms house after work 🙄🤷🏻‍♀️\n  ","767132":"\n  ugh, my dads being annoying & wont give me an answer yet 😤🙄\n  ","767133":"\n  check my phone\n  \n  then brush my teeth\n  ","767134":"\n  paypal me $400\n  ","767135":"\n  whatever floats ya boat\n  ","767136":"\n  i have probably told you before too that i don’t give a f.uck .\n  \n  seems like nobody listens 🤷🏻‍♀️\n  ","767137":"\n  lmao.\n  \n  s.hit sucks 😂\n  ","767138":"\n  lmao. i know right .\n  \n  could only imagine my face.\n  \n  😂\n  ","767139":"\n  Post Malone\n  \n  England\n  \n  South Carolina\n  \n  Wolf Of Wall Street\n  ","767140":"\n  1. Car\n  \n  2. Apartment\/ House\n  \n  3. Career\n  \n  4. Kids\n  \n  5. Married\n  \n  6. Back to school\n  \n  7. Become famous\n  ","767141":"\n  when i first got my period in 5th grade. i bled through my pants and onto the chair.\n  \n  ew lmao\n  ","767142":"\n  you*\n  \n  6:50am to early for this\n  ","767143":"\n  no\n  \n  this isn’t a dating site or chat site.\n  \n  ask questions or be blocked\n  ","767144":"\n  do i look f.ucking Spanish to you?\n  \n  Speak English or gtfo my page\n  ","767145":"\n  i d c Ben\n  ","767146":"\n  why did i wake up to dumbass questions\n  ","767147":"\n  love you more 💛\n  ","767148":"\n  🤷🏻‍♀️\n  ","767149":"\n  good 4 you\n  ","767150":"\n  could careless\n  ","767151":"\n  whats that?\n  ","767152":"\n  questions? 🤔\n  ","767153":"\n  i would say seafood\n  ","767154":"\n  brand new\n  ","767155":"\n  i use Apple Music too lol.\n  ","767156":"\n  at his moms.\n  ","767157":"\n  no not really .\n  \n  sounds more of rebounds .\n  \n  maybe dating but not just sleeping around.\n  ","767158":"\n  “Dude”.\n  ","767159":"\n  just a lil 😜\n  ","767160":"\n  🤷🏻‍♀️\n  ","767161":"\n  smoking\n  \n  listening to music\n  \n  walks\n  ","767162":"\n  Hulu & Netflix\n  ","767163":"\n  🐮 (moo)\n  ","767164":"\n  don’t care.\n  \n  okurrrr\n  ","767165":"\n  my dad needs to get back to me already 🙄😩\n  ","767166":"\n  that’s pretty cool.\n  ","767167":"\n  because they’re nasty lmao.\n  \n  and yeah\n  ","767168":"\n  wrap, ice coffee and a muffin .\n  \n  an hr ago\n  ","767169":"\n  🤣🙃\n  ","767170":"\n  ew, my friend smokes those and i wanted a cigarette bc i ran out & i wanted to throw up 🤢.\n  \n  lmao\n  ","767171":"\n  read my bio and you’ll know 😁\n  ","767172":"\n  i’ve dyed mine RED.\n  \n  which was a huge mistake lmao.\n  \n  HATED IT. plus it ruined my hair (my ends)\n  ","767173":"\n  🤷🏻‍♀️\n  ","767174":"\n  well i choose myself\n  ","767175":"\n  not information you need\n  ","767176":"\n\n   @storm_stuart\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n","767177":"\n  here\n  ","767178":"\n  me\n  ","767179":"\n  very much\n  ","767180":"\n  nope.\n  ","767181":"\n  i believe i was.\n  \n  lol\n  ","767182":"\n  cheese wonton\n  \n  sesame chicken\n  ","767183":"\n  nope lol .\n  \n  i did Lacrosee in 7th & 8th grade tho.\n  ","767184":"\n  can’t wait to eat this Chinese good 😍😩\n  ","767185":"\n  put ice on it???\n  ","767186":"\n  that’s because my moms white & my dads black .\n  ","767187":"\n  nope. had Mcdonald’s instead earlier .\n  \n  i’m probably just going to get Chinese when everyone leaves\n  ","767188":"\n  how to draw\n  ","767189":"\n  ew, no .\n  \n  that’s weird\n  ","767190":"\n  actually thinking of getting Chinese for dinner lol.\n  ","767191":"\n  hello.\n  ","767192":"\n  lmfaoo nothing .\n  ","767193":"\n  i’m good.\n  \n  just hungry\n  ","767194":"\n  ask me some questions\n  "}}