{"Question":{"776852":"\n   If you’ve had one, What was your first job?\n  ","776853":"\n   Flat booty + flat stomach or fat booty + fat stomach?\n  ","776854":"\n   Don’t leave me\n  ","776855":"\n   what did you do on New Years Eve?\n  ","776856":"\n   can you sleep during road trips?\n  ","776857":"\n   what’s your least favorite airport you’ve ever travelled through?\n  ","776858":"\n   R u fake?\n  ","776859":"\n   Hi big anaconda sex bucket -creeps and leaps\n  ","776860":"\n   Most important in a date: Intelligent or Funny?\n  ","776861":"\n   i’m traveling tomorrow and lowkey DREADING it. how old were you the first time you went on a plane?\n  ","776862":"\n   Sexy\n  ","776863":"\n   Mind if I um... hehe *blushes* fart?\n  ","776864":"\n   Would you rather have three older brothers or three little sisters?\n  ","776865":"\n   What you up to\n  ","776866":"\n   So I got my shlong stuck in some peanut butter... how to get out?? Really confused and wanting to be free!\n  ","776867":"\n   You have your navel pierced?\n  ","776868":"\n   Can I have your number?\n  ","776869":"\n   Ugh, you’re drop dead gorgeous ❤️😘\n  ","776870":"\n   Hi\n  ","776871":"\n   How many kids do you want?\n  ","776872":"\n   I’m cooler than you\n  ","776873":"\n   You’re beyond beautiful 😍❤️\n  ","776874":"\n   Sorry I’m better than you\n  ","776875":"\n   You’re trash compared to Mel\n  ","776876":"\n   What kind of pictures do you usually take on snapchat?\n  ","776877":"\n   How many ciggies do you smoke a day\n  ","776878":"\n   Do you have any streaks on snapchat?\n  ","776879":"\n   Do you use snapchat? What are some of your favorite filters? PAP if you’d like!\n  ","776880":"\n   I've lost my appetite recently is that bad\n  ","776881":"\n   I'm really worried about you\n  ","776882":"\n   Do you smoke\n  ","776883":"\n   Do you want a loan?\n  ","776884":"\n   Accident\n  ","776885":"\n   I've lost my appetite recently is that bad\n  ","776886":"\n   should i pray for you?\n  ","776887":"\n   Have you had sex with other guys\n  ","776888":"\n   when were you last crying?\n  ","776889":"\n   Do you have any new year resolutions?\n  ","776890":"\n   Have you ever been canoeing\/kayaking?\n  ","776891":"\n   How many fillings have you had in your teeth\n  ","776892":"\n   opinion on Kohl's?\n  ","776893":"\n   How many guys have you had sex with\n  ","776894":"\n   i like dumb girls\n  ","776895":"\n   She says you copied her nails\n  ","776896":"\n   How did you celebrate the new year?\n  ","776897":"\n   Mel doesn’t like you anymore\n  ","776898":"\n   Are there any places you would love to travel to?\n  ","776899":"\n   I'm 22 too old to be in college right\n  ","776900":"\n   Who is your favorite celebrity?\n  ","776901":"\n   You’re navel isn’t pierced. You’ve posted pics where you can see.\n  ","776902":"\n   what’s the last chain you purchased food from? (what did you get?)\n  ","776903":"\n   What are you up to\n  ","776904":"\n   How to earn money and not wasting my life at work?\n  ","776905":"\n   How to become popular on ask.fm?\n  ","776906":"\n   Wassup?\n  ","776907":"\n   I’ve put over a stone on over the Christmas period 😳😬\n  ","776908":"\n\n    @bladebratz\n   \n   needs to leave ask and never come back. His ass should’ve stayed in 2017.\n  ","776909":"\n   Lmao youre a mom get off ask. How sad.\n  ","776910":"\n   Are you still friends with the person you called your best friend two years ago? If not do you wish you were? Would you be open to reconnecting with them?\n  ","776911":"\n   Have you had sex with more than 10 guys yet\n  ","776912":"\n   What piercings do you have\n  ","776913":"\n   Vampire or werewolf?\n  ","776914":"\n   Song\/Album recommendations? \n\nI don’t care what I listen too, any genre is perfectly fine. I enjoy getting into new types of music.\n  ","776915":"\n   What did you do for your last birthday?\n  ","776916":"\n   What is the best date you’ve ever been taken on?\n  ","776917":"\n   Do you have any tattoos? If so, what do you have? Do you want more? If you don’t have any, do you want any?\n  ","776918":"\n   It seems like no girl texts back. Why do y’all read a msg and leave it on read and don’t text back ?\n  ","776919":"\n   i was told that she hasn't been seen anywhere since Monday\n  ","776920":"\n   something has happened to\n   \n    @TamaraMitchell\n   \n","776921":"\n   sorry if I hit a nerve about your poor under nourished bastuhd Kids\n  ","776922":"\n   sometimes Sam let’s me do anooooool\n  ","776923":"\n   have your kids ever met their fathers?\n  ","776924":"\n   how many kids do you have? all in one litter? how many different dads?\n  ","776925":"\n   nooooo!! don’t teeeeeeeaaaaaseee me!\n  ","776926":"\n   plzzzzz!! I really need to know ilysm\n  ","776927":"\n   what are you excited to find out?\n  ","776928":"\n   Samantha let’s me do whatever I want bc i’m In David’s gang\n  ","776929":"\n   Sam let’s me see hers\n  ","776930":"\n   pap your hairy 🐠 🌮\n  ","776931":"\n   pap cameltoe\n  ","776932":"\n   who Tf is Melissa?\n  ","776933":"\n   gimme sum dat mucous and pus 👅\n  ","776934":"\n   has anyone used you or has tried to  use you\n  ","776935":"\n   Aisle, middle, or window seat?\n  ","776936":"\n   aye wanna 👅 ya lady blood\n  ","776937":"\n   You’re fab\n  ","776938":"\n   What color socks are you wearing right now?\n  ","776939":"\n   She always has a problem with what others do. Like as if she’s the only 1 with that color.\n  ","776940":"\n   When did you get your nails done?\n  ","776941":"\n   LOL YOU LEGIT COPIED MELISSAS NAILS AGAIN 😂😂😂😂\n  ","776942":"\n   What is up?\n  ","776943":"\n   I can read your mind\n  ","776944":"\n   anytime x\n  ","776945":"\n   my heart i thought you were leaving ask, id miss you\n  ","776946":"\n   Why are you banned?\n  ","776947":"\n   That’s a nice name\n  ","776948":"\n   What’s your sons name?\n  ","776949":"\n   What's one thing that always makes you happy? PAP!\n  ","776950":"\n   Queen\n  ","776951":"\n   No limit at all??\n  ","776952":"\n   How many sex partners do you think would be too many at your age\n  ","776953":"\n   thank you for the like spam😂I followed you\n  ","776954":"\n   I thought you didn’t want anymore kids?\n  ","776955":"\n   np x\n  ","776956":"\n   im glad you are  better x\n  ","776957":"\n   do you believe in god\n  ","776958":"\n   Your anons are so ignorant\n  ","776959":"\n   i will guess why they fired you\n  ","776960":"\n   why did Kohl's fire you?\n  ","776961":"\n   I would hire you to clean my bathrooms\n  ","776962":"\n   do you have a job?\n  ","776963":"\n   Pretty sure our anon is the same stupid person tbh\n  ","776964":"\n   am I the only female to get cramps 3 days before her period?\n  ","776965":"\n   awwwww did I touch a nerve? visas plzzzzz!!\n  ","776966":"\n   my kink is pooping on my mates’ tummies during gheeey s.ex including mock strangulation :-)))))\n  ","776967":"\n   What are you doing beautiful 😍\n  ","776968":"\n   I love you and appreciate you 😊❤️\n  ","776969":"\n   put ya finger in my 🍎 and call me nancy boy\n  ","776970":"\n   guys that r grossed out about girls getting their periods are lame. i'm sure your mother was praying to get hers but got you instead, tragic\n  ","776971":"\n   what is the longest you’ve ever gone without mastooorbattinnnnnggg?\n  ","776972":"\n   My bf said I was like the 😇 on top of our🎄 then he gave it to me up my botox for Christmas.  It was amazing! Ever done that before?\n  ","776973":"\n   Tomorrow, like every other day, u will wake up empty, alone, frightened. Don't run to the bathroom & shit & piss urself. Read a poem. Play the acoustic guitar.. Let the beauty u desire be reflected in what u do. Cease ur meaningless, scared existence. Start to matter.\n  ","776974":"\n   feed your faith and your fears will starve to death\n  ","776975":"\n   I've been with my bf for 6 weeks and we're both 13yo. He hits me during s*ex. Is that normal? Mostly I have no complaints about him. But he throws me down, slapping me, gripping my head and forcing his 🍆 into my mouth, and hitting me in the face with it.\n  ","776976":"\n   I bet you taste like strawberries down there 🍓\n  ","776977":"\n   Logan Paul video showed fake seweyside! feet of alleged dead body are touching the ground. Plus Logan Paul previously faked (1) being color blind to wear a promoter’s see-color glasses, pretending to see color for the first time; and (2) needing special assistance dog —- all for youtube views.\n  ","776978":"\n   Pap your thong\n  ","776979":"\n   And I was asking for your opinion. Does size matter to you? Or is it all about the motion of the ocean?\n  ","776980":"\n   You have a bf but still have your eyes on me.Try to be loyal ok\n  ","776981":"\n   Do you think size matters\n  ","776982":"\n   I'd of done went off its too early for anons being this stupid lmao.  At least they give everyone a laugh\n  ","776983":"\n   I do not under this anon.... Have they not read your page and do they not realize how long you and your boyfriend have been together or are they really that stupid.\n  ","776984":"\n   Don't you get the hint that l once date an african american and she made me not date another black again\n  ","776985":"\n   Your anons need to get a life 😂\n  ","776986":"\n   Is it that Hollyy  chic\n  ","776987":"\n   Would you get with another nigguh for the second baby\n  ","776988":"\n   What Australian girl\n  ","776989":"\n   So any guy can use you for sex and get away with it.That's the main point of today 👌😂\n  ","776990":"\n   You claim you're in a relationship yet but l can sense your jealousy when l ask you about that Australian girl.You mad?😂\n  ","776991":"\n   Below ain't me lol\n  ","776992":"\n   Says the one who bitchs about 'assumptions' all along 😂😂😂\n  ","776993":"\n   I love p.ussy tho mm see ya\n  ","776994":"\n   I'll come off anon when you get to have her fb for me when she's back.Just don't be jealous just bc l am attracted to her ok\n  ","776995":"\n   Was your first time awkward\n  ","776996":"\n   How old were you when you lost your virginity and was it awkward your first time?\n  ","776997":"\n   You know you want my attention even if l am on anon\n  ","776998":"\n   Noone cares dude\n  ","776999":"\n   I knew it\n  ","777000":"\n   from another guy\n  ","777001":"\n   Do you want to have another baby\n  ","777002":"\n   So you got with him to have a baby and now he can screw any chick\n  ","777003":"\n   So what do you mainly focus on\n  ","777004":"\n   Let me know now\n  ","777005":"\n   What's your main focus tho\n  ","777006":"\n   But does he plan to end up marrying you?No right?\n  ","777007":"\n   Follow\n  ","777008":"\n   So the dude used you for sex.l bet he doesn't care about the kid and wants to bang other chicks when you ain't around 😂😂😂\n  ","777009":"\n   Who are your ask fm friends\n  ","777010":"\n   You’re funny 😂\n  ","777011":"\n   Those 'lol's won't save you when you start to get judged after life 😉\n  ","777012":"\n   Dw you'll have to care once you breathe your last lol since its a big ass sin your punishment will be as big as that\n  ","777013":"\n   Its not about the century you live in.lts all about manners, morals , how you got raised smh fornication is a sin ya know\n  ","777014":"\n   So the kid is out of wedlock huh?How does it feel to have committed fornication?lol\n  ","777015":"\n   Aren't you married\n  ","777016":"\n   You’re gdtting the iPhone X?\n  ","777017":"\n   I thought for a sec you could hook me up with her but l didn't know you were a failure.Dang\n  ","777018":"\n   You have been such a disappointment nigga\n  ","777019":"\n   You don't even know her last name huh.I thought you had her fb\n  ","777020":"\n   So how can l find her if she doesn't reactivate her acc again?\n  ","777021":"\n   Do you have any idea about her social media accs?Be honest\n  ","777022":"\n   What is the most trouble you have ever been in\n  ","777023":"\n   What is the funniest GIF ever?\n  ","777024":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? \nJust opinions?\n  ","777025":"\n   You were supposed to check up on her forever wtf\n  ","777026":"\n   is there anyone you follow that ur itching to meet?\n  ","777027":"\n   have you ever met someone irl that you met online?\n  ","777028":"\n   If you’re dating someone and you love each Other...is it normal for the female to send snap selfies to a male friend? The comment is that the texting is just juvenile\n  ","777029":"\n   What’s your opinion on prince Harry Marrying a mongrel?\n  ","777030":"\n   I'm from the Middle East, and people here are ugly in essence and in appearance\n  ","777031":"\n   Where did\n   \n    @NatalietheeWORM\n   \n   go?\n  ","777032":"\n   When’s your bday and how old will you be this year ?\n  ","777033":"\n   Have you ever accidentally peed your pants\n  ","777034":"\n   Why did she disable her acc\n  ","777035":"\n   finish this sentence...\"the thought of me having a boyfriend makes me......\"\n  ","777036":"\n   Do you agree we all have the one online friend you just smash games out with?\n  ","777037":"\n   My boyfrend hits me and I don't know what to do. I love him and I know he loves me too but I don't wanna lose him.\n  ","777038":"\n   Pap  nails?\n  ","777039":"\n   pap of you atm?\n  ","777040":"\n   What phone model do you have ?\n  ","777041":"\n   what’s the dumbest thing u’ve done while drunk?\n  ","777042":"\n   Are you reading any good books at the moment?\n  ","777043":"\n   You’re taken so I won’t answer that\n  ","777044":"\n   how old were you the first time you were WASTED?\n  ","777045":"\n   Reactivated finally! Need some questions to answer so send people over! What is your favorite thing to do on the weekend?\n  ","777046":"\n   Turkey or ham\n  ","777047":"\n   Have you ever met a mother named Jackie?\n  ","777048":"\n   Ever met a  kind man named Jonathon ?\n  ","777049":"\n   Are you bisexual?\n  ","777050":"\n   When is your birthday?\n  ","777051":"\n   I know, other than that the case is awesome! But at least they have that option on the phone.\n  ","777052":"\n   Yeah that’s what I did because people say you have to push down on it and the push it the opposite direction but even that doesn’t switch it so I’m just like screw it I’ll do that.\n  ","777053":"\n   what’s your course of action when you notice a zit? (how do you treat it?)\n  ","777054":"\n   Hahaha yeah I ended up googling and found that on there\n  ","777055":"\n   What’s your favorite and least favorite thing about the Southern United States\n  ","777056":"\n   Are you able to? If so give me your tricks lol cause I can’t do it worth shit and I haven’t watched snaps for 2 days because a lot of sent me videos.\n  ","777057":"\n   Do honesty night?\n  ","777058":"\n   I would make out with you for days.\n  ","777059":"\n   Ok I have the 7 plus but I can’t get it to switch my sound on. The rubber part for that button won’t move it. Is yours the same way?\n  ","777060":"\n   Valentine’s Day spam 10. What are you planning this Valentine’s Day?\n  ","777061":"\n   Valentine’s Day spam! 7. Did you use to have Valentine’s Day celebrations at school? What were they like?\n  ","777062":"\n   Valentine’s Day spam 9. Do you give\/receive gifts on Valentine’s Day? From whom? What did you get?\n  ","777063":"\n   13. Everyday beauty spam! What was the last product you bought ? Give a review ?\n  ","777064":"\n   14. Everyday beauty spam! What is your skin care routine ?\n  ","777065":"\n   15. Everyday beauty spam! Do you wear makeup? What kind? Pap of collection !\n  ","777066":"\n   Do you kike drama going on?\n  ","777067":"\n   Waffle House or Panera?\n  ","777068":"\n   Is that a lifeproof case you have? If so I have a question!\n  ","777069":"\n   yes thanks you are a nice girl\n  ","777070":"\n   At what age did you find out Santa wasn't real?\n  ","777071":"\n   i miss it lol\n  ","777072":"\n   Hola I'm gonna do an honest night due to unfathomable boredom so send your anons my way or come ask me stuff 💖 ignore if you want\n  ","777073":"\n   do you miss christmas\n  ","777074":"\n   Opinions on the government hiding alien existence from the public?\n  ","777075":"\n   Sex\n  ","777076":"\n   Hello\n  ","777077":"\n   Did lakocis get deactivated or banned??\n  ","777078":"\n   Where’s Liam???\n  ","777079":"\n   그래요? 쌤킴 감사합니다 트위터 오리지널 디엠 플리즈 _()()()_\/\/쌤킴, 거짓말을 멈추시기 바랍니다\/\/쌤킴,다시 한번 부탁드리지만 너의 오리지널 어카운트 내게 트위터 디엠으로 말씀하시기 바랍니다\/\/ 감사합니다_()()()_\n  ","777080":"\n   6. Valentine’s Day spam! Who is your valentine this year? Who was it last year?\n  ","777081":"\n   Christmas spam! 3. What normally do you eat for Christmas dinner?\n  ","777082":"\n   2. Christmas spam! When do you normally put your tree up?\n  ","777083":"\n   Christmas spam! 1. What all did you get for Christmas ?\n  ","777084":"\n   Is 4inches too small for a 17 year old?\n  ","777085":"\n   Why r u up early\n  ","777086":"\n   How can you tell if a person really loves you?\n  ","777087":"\n   Idiot doesn’t even know that water takes the shape of its container 😒\n  ","777088":"\n   The earth is flat! Have you ever seen bodies of water bend?\n  ","777089":"\n   Waddup?\n  ","777090":"\n   What drama?\n  ","777091":"\n   I've have strong feelings for this ♀ coworker, and I feel like I shouldn't. \n\nI work in the Produce department and she is the A.M. the Grocery department. She's 26 y\/o and I'm 20 y\/o  ♀ I feel like telling her that I have feelings for her but my anxiety stops me. Maybe its a sign not to tell her..\n  ","777092":"\n   Hey guys, happy new year! I love many things such as a healthy lifestyle, photography, etc so I decided to create a 'personal blog' on Instagram in order to avoid mixing my personal pictures (friends, fam, etc) with my 'hobbies', in case you want to follow me, it's\n   \n    @healthycoffeecup\n   \n","777093":"\n   ❄️✨👸🏻\n  ","777094":"\n   Yes I am lesbian\n  ","777095":"\n   How old is your baby now?\n  ","777096":"\n   Hi um yeah Saturday turned out to be pretty shitty, I apologize for my behavior, maybe we can try somewhere else like ihop or something to make up for it.\n  ","777097":"\n   Hiiii I’m a lesbian and I loveee girls, can we rub pussies together and cum and eat each other out?\n  ","777098":"\n   Are you still with your baby’s father?\n  ","777099":"\n   How is your family different from others?\n  ","777100":"\n   How did you spend New Year’s Day ?\n  ","777101":"\n   I'm sorry,I didn't mean annoying you?I thought you were nice person.\n  ","777102":"\n   Yes what,\n   \n    @NineGDxFour\n   \n   .\n  ","777103":"\n   I'm excited for 2018 this year.\n  ","777104":"\n   Yes,\n   \n    @NineGDxFour\n   \n   .\n  ","777105":"\n   im glad take care xo\n  ","777106":"\n   Happy New Year to you and your family\n   \n    @NineGDxFour\n   \n   ?\n  ","777107":"\n   oh i mean is your cold better like the cough you had i was worried sorry\n  ","777108":"\n   not what\n  ","777109":"\n   What do you think about Turkey\n  ","777110":"\n   What is a shoutout?\n  ","777111":"\n   sorry, your cold\n  ","777112":"\n   are you all better now\n  ","777113":"\n   Why so much drama?\n  ","777114":"\n   How was your New Years Eve?\n  ","777115":"\n   Like wow I can’t get enough\n  ","777116":"\n   Lol\n  ","777117":"\n   Wow you’re beautiful 😍😍\n  ","777118":"\n   Wyd?\n  ","777119":"\n   How’s your day?\n  ","777120":"\n   Hi\n  ","777121":"\n   Are you an owl or an early raiser? When do you like to wake up?\n  ","777122":"\n   IM GONNA PUT ON MYYYY ROBBBBEEEEE TELLLLLL THE STORYYYYY HOW I MADDDERE IT OVVVVERRRR!! yesssss lordddd!!! SOOONNN ASSSSSSS IIIIIIIII AMMMMMMMMMMM HOMEEEEEEE!!! yes lord thank ya father!!!! I SHALL WEAR A CROWNNNNNNNNNNN I SHALLL WEAR A CROWNNNNNNNNNNNNNNNNNNN WHEN ITSSS ALLLLLL OVVVERRR. Yes glory!\n  ","777123":"\n   WE CAME TO GIVE GOD ALLLLLLL THE PRAISEEEEE GLORYYYY HALLEUIAH STAND UP AND GIVE GOD THE GLORYYYYY YEAHHHHHHHHHHHHHHHHHHHHHH\n  ","777124":"\n   Lmao bruh everytime I come on your page, you got me weak asf. People sending you church songs and you’re just like “yawn”💀💀💀\n  ","777125":"\n   Hi um yeah Saturday turned out to be pretty shitty, I apologize for my behavior, maybe we can try somewhere else like ihop or something to make up for it.\n  ","777126":"\n   cheers to 2018!\n  ","777127":"\n   Do you smudge?\n  ","777128":"\n   Are you friends with any of your exes?\n  ","777129":"\n   Happy New Years to all my ask friends❤️ i love you guys !\n  ","777130":"\n   happy new year beautiful\n  ","777131":"\n   block mrsolo (JOE) he is cus trouble and v freaking ygly\n  ","777132":"\n   I won't give you anymore chances after this one\n  ","777133":"\n   I thought you people were religious. Always singing and dancing about Jesus. Hallelujah!!! 👵🏾\n  ","777134":"\n   jesussssssss jesussssssss jeeeeeeeeeeeesusssssss there is somethingggg abouttttttttt that nameeeeeeeeeeeee. Masterrrrrr saviorrrrrrrr jeeeeeeeeeeesussssssss like the fragrance afterrrr the rainnn. Kingggggsssss and kingdoms shalll allllll passs awayyy but there’s somethingg wonderful about that name\n  ","777135":"\n   i am giving you a second chance for this year\n  ","777136":"\n   what’s your current follower count?\n  ","777137":"\n   Hi um yeah Saturday turned out to be pretty shitty, I apologize for my behavior, maybe we could try again at IHOP if you’re down.\n  ","777138":"\n   Are you sad you weren't invited to the baby shower?\n  ","777139":"\n   36C 😂 YEAH RIGHT\n  ","777140":"\n   Should I keep this ask for any questions?\n  ","777141":"\n   Happy New Year!! 💜💜\n  ","777142":"\n   Nope 2020\n  ","777143":"\n   Bonne année 🎊🎆🎈\n  ","777144":"\n   Happy new year enjoy your 2020\n  ","777145":"\n   HAPPY NEW YEAR\n  ","777146":"\n   NEW YEARS THERE YET ?!?!\n  ","777147":"\n   hurry up omg ahahaha it’s 5pm here 1st jan 😂\n  ","777148":"\n   HAPPY NEW YEAR 💕💕💕💕  I hope 2018 is incredible for you guys 😘 🌸STAIF🌸\n  ","777149":"\n   Lol yeah you’re right. I just downloaded it back and I thought you was gone lmao. Thank God you’re still here\n  ","777150":"\n   Damnn you still on here\n  ","777151":"\n   Sup\n  ","777152":"\n   Nigga tu m’énerves tg\n  ","777153":"\n   I didn’t ask you if you care ????  (I was just saying my opinion) learn the difference\n  ","777154":"\n   I was just saying it’s a thot language. Dodge Charger is a thot car... BMW Is overrated\n  ","777155":"\n   Shuffle your music and put down the first 5 songs that play!\n  ","777156":"\n   Fuck Spanish\n  ","777157":"\n   I bet you know Spanish 🙄 smh\n  ","777158":"\n   Why you don’t speak French ?\n  ","777159":"\n   What’s your favorite book\/movie of all time and why did it speak to you so much?\n  ","777160":"\n   Have you seen any of the new episodes of Black Mirror?\n  ","777161":"\n   What are some songs you like to listen to in the car?\n  ","777162":"\n   Do you have any monthly subscriptions? If so, what are they? If not, are there any you'd like or any you wish they'd create?\n  ","777163":"\n   Happy New Year to you all! I hope 2018 is a good year for you 🎆🎊\n  ","777164":"\n   Happy year for everyone.. hope humanity and their corruption and their immorality will be destroyed completely in this year\n  ","777165":"\n   How will you be celebrating the new year coming in?\n  ","777166":"\n   What rap battles would you like to see?\n  ","777167":"\n   Everyone that Likes this gets a gift from Gabrielle\n  ","777168":"\n   IS ASK FM DEAD ?\n  ","777169":"\n   Would you rather be a great dancer or great at math?\n  ","777170":"\n   If you guys could give this a vote, that would be great :)\n   \n    https:\/\/ask.fm\/KenzieBear998\/photopolls\/80432123?utm_source=copy_link&utm_medium=iOS\n   \n   , what do you hope for 2018? Any goals, pans?\n  ","777171":"\n   What’s on your summer playlist?\n  ","777172":"\n   Follow back\n  ","777173":"\n   What size of ur breast ?\n  ","777174":"\n   Do you know how to cook?\n  ","777175":"\n   Do you think there are any bad moms on here? Honestly?\n  ","777176":"\n   Happy New Years Eve everyone!\n  ","777177":"\n   Are you happy with whatever plans you have tonight? Are you going somewhere you don't really want to be or wishing you were doing something else?\n  ","777178":"\n   What is something you swore you'd never do but eventually ended up doing it?\n  ","777179":"\n   pap drinking and driving\n  ","777180":"\n   u look 12\n  ","777181":"\n   Hey what’s up! How do you find out what gender you are if your really troubled by it and want to find out!?\n  ","777182":"\n   @\n  ","777183":"\n   Do you feel more tired or more content\n  ","777184":"\n   Do you prefer omelettes or casseroles? What’s your favorite kind of omelette or your favorite kind of casserole?\n  ","777185":"\n   If a have a girlfriend and I watch porn, is that cheating?\n  ","777186":"\n   isnt this cute\n   \n    https:\/\/youtu.be\/42Xktw6Rchs\n   \n","777187":"\n   Have you ever had gay thoughts ?\n  ","777188":"\n   f**k, marry, kill: Satan, An Angel, Death himself\n  ","777189":"\n   Why do you put . in your swear words? Just curious.\n  ","777190":"\n   Where are you beautiful girls\n  ","777191":"\n   How often do you get your nails done? Do you get them filled in when they start to grow out?\n  ","777192":"\n   do you own any camo clothing?\n  ","777193":"\n   Yes i got that disease from you\n  ","777194":"\n   Fuck xx ?\n  ","777195":"\n   Im not evil. I anaylse what goes on around me and what comes to me.\n  ","777196":"\n   You are very evil, bye.\n  ","777197":"\n   You’re the queen\n  ","777198":"\n   I love your nails\n  ","777199":"\n   Hey\n  ","777200":"\n   Are there any sort of fusion foods you like? For example in my family we sometimes make pastrami egg rolls which is sorta Jewish\/Chinese. I’ve also had Mexican lasagna before haha\n  ","777201":"\n   What’s something you do in the bath but not in the shower?\n  ","777202":"\n   What are three things you like w ketchup?\n  ","777203":"\n   Hey, can ask you some dirty hot Q?\n  ","777204":"\n   np xx\n  ","777205":"\n   that's good, and your nails look beautiful like you xo\n  ","777206":"\n   are you all better\n  ","777207":"\n   You foxy\n  ","777208":"\n   Elmont is more queens that LI\n  ","777209":"\n   Can you post a picture of your nails later?\n  ","777210":"\n   Followed 😊\n  ","777211":"\n   Let’s be honest\n  ","777212":"\n   Buy ur own shoes 😡😡 he not allowed 🙅\n  ","777213":"\n   HOW DARE UR BF BUY U SHOES 😡😡😡\n  ","777214":"\n   “Tons Of Money On Uggs” 😂😂\n  ","777215":"\n   You’re so bratty you made your boyfriend spend tons of money if you’d me uggs\n  ","777216":"\n   Waddup?\n  ","777217":"\n   Likers get a rate?\n  ","777218":"\n   Every moron thinks it’s in Queens, get a map idiot.\n  ","777219":"\n   Ohhhh.  It’s majorly Spanish? Sorry to confuse one of the cockroaches of society with the other.\n  ","777220":"\n   Wow some stupid anons\n  ","777221":"\n   How old r u and how r u\n  ","777222":"\n   What\n  ","777223":"\n   “Royalty” is that why you live in long islands ghetto? Prob Elmont or Jamaica.\n  ","777224":"\n   You’re mistaken. Kings and queens were who owned your ancestors 😂😂😂\n  ","777225":"\n   Goodmorning or night lovies. Hope everybody has a rad New Years remember to stay safe 😊 if you get this than I follow you xo resent without the spelling mistake!  STEIF 🌸\n  ","777226":"\n   Follow..✌\n  ","777227":"\n\n    https:\/\/ask.fm\/NineGDxFour\/answers\/145255877446\n   \n   I like be how y’all niggas make yo self feel better in life like saying you’re kings and queens lmfao.\n  ","777228":"\n   Wyd today?\n  ","777229":"\n   You and\n   \n    @rose_mell\n   \n   are rude\n  ","777230":"\n   I would date you\n  ","777231":"\n   Thanks for the likes ❤️\n  ","777232":"\n   How is your day going?\n  ","777233":"\n   Geez you’re bad af 😍❤️\n  ","777234":"\n   Tell me\n  ","777235":"\n   Viedo vixen\n  ","777236":"\n   People say your annoying but yet follow you lol\n  ","777237":"\n   What are you hoping for in 2018?\n  ","777238":"\n   quit changing your name once every day\n  ","777239":"\n   Annoying\n  ","777240":"\n   No I'm not\n  ","777241":"\n   He's racist and homophobic\n  ","777242":"\n\n    @nkeefe\n   \n   is a bully block him\n  ","777243":"\n   Your bf is lucky af\n  ","777244":"\n   Do you make New Years resolutions? If you do what are they? If not, why not?\n  ","777245":"\n   Yee ill snap you them but my mind may change once i get there i get excited and cant make up my mind\n  ","777246":"\n   Gotta see what they got its anew place im goin to but im thinkin like a blue or turquosie colour\n  ","777247":"\n   Hi What are you doing for new years? Whatever you're doing i hope you enjoy yourself &that 2018 is 100% better for you! Dont judge someone by the opinion of others & especially dont judge a book by its cover cause you never know whats on the inside\nEnjoy 2018 to the fullest without regrets hugs\n❤u\n  ","777248":"\n   Im getting my nails done toooo\n  ","777249":"\n   Wyd?\n  ","777250":"\n   Morning 💕\n  ","777251":"\n   How are you?\n  ","777252":"\n   what makes you happy?❣\n  ","777253":"\n   Good morning\n  ","777254":"\n   Are you looking forward to the new year? Do you have any plans for New Year's Eve?\n  ","777255":"\n   How was your Christmas?\n  ","777256":"\n   Why does Yemen wanna block access to YouTube?\n  ","777257":"\n   You're a great mother and queen that makes your king and prince more happy. I hope your king and prince are both treating you well as a queen\n  ","777258":"\n   Tbh?\n  ","777259":"\n   Wow can I kiss you 😘\n  ","777260":"\n   Do you have any kids\n  ","777261":"\n   Sexy af\n  ","777262":"\n   Wyd?\n  ","777263":"\n   Hey\n  ","777264":"\n   How do you listen to music? (the radio, on your phone, etc)\n  ","777265":"\n   Do you own any records? What about CDs?\n  ","777266":"\n   Do you use Pandora radio? What are some stations you like?\n  ","777267":"\n   User?\n  ","777268":"\n   Post a throwback picture!\n  ","777269":"\n   Where do you find new music?\n  ","777270":"\n   How long does it take for you to know you love someone\n  ","777271":"\n   Can you love someone within 6 weeks\n  ","777272":"\n   Belly pic?\n  ","777273":"\n   Are you thick?\n  ","777274":"\n   Do you have a favourite colour? If so, why is it your favourite?\n  ","777275":"\n   Favorite social media app?\n  ","777276":"\n   I want your phone case 😍\n  ","777277":"\n   Are you growing your hair long?\n  ","777278":"\n   ur just saying ur a mom for the clout but u fake asl\n  ","777279":"\n   Pap when you were pregnant for Throwback Thursday?\n  ","777280":"\n   the site ASK.FM has been hacked !\n  ","777281":"\n   You're perfect x\n  ","777282":"\n   I’m nice to everyone I’m not pervert I just like talk to girls and boys all ages.\n  ","777283":"\n   OH NO YOU’RE A YEAR YOUNGER THAN SOMEONE AND ALREADY HAVE A CHILD!! There’s 15 yr olds who have kids 😑\n  ","777284":"\n   Y did u have sx?\n  ","777285":"\n   Nobody wanna see your flat bony ass in a bikini.\n  ","777286":"\n   Ever hear of condoms, pulling out, swallowing?\n  ","777287":"\n   Y r u a year younger than me and already have a kid?\n  ","777288":"\n   When are you gonna post in a bikini or something? You should be a model 😍\n  ","777289":"\n   If your bf or gf betrays you...would u forgive?\n  ","777290":"\n   Cutest baby you know?\n  ","777291":"\n   People ARE absolutely hat their parents are. I’m agreeing with you.\n   \n    https:\/\/ask.fm\/NineGDxFour\/answers\/145247298374\n   \n   You just don’t seem to grasp the concept that there are only two choices: white or NOT white.\n  ","777292":"\n   This is an impression of you. My names Gabrielle, send me questions send me questions, I don't click links\n  ","777293":"\n   Which series would you recommend watching now?\n  ","777294":"\n   Would you ever cuckold a white boi?\n  ","777295":"\n   Fuck outta here white girl\n  ","777296":"\n   You’re into the ddlg lifestyle?\n  ","777297":"\n   If you have piercings, which one that you have hurt the most? If you don't, do you want Any?\n  ","777298":"\n   Can we snapchat? 🙄\n  ","777299":"\n   Do you want to see me do an impression of you?\n  ","777300":"\n   I need saving.\n  ","777301":"\n   What would be a romantic date for you?\n  ","777302":"\n   hi\n  ","777303":"\n   you are so welcome\n  ","777304":"\n   that's good, I only sent this to you now I'm glad you are a little better x\n  ","777305":"\n   how are you, are you feeling better\n  ","777306":"\n   Hey\n  ","777307":"\n   What are your fave genres?\n  ","777308":"\n   Hi\n  ","777309":"\n   What’s your favorite sexy love story movie?\n  ","777310":"\n   What are some of your favorite artists?\n  ","777311":"\n\n    https:\/\/ask.fm\/NineGDxFour\/answers\/145232654662\n   \n   Bc you’re a self proclaimed white girl and he’s black.\n  ","777312":"\n   Wassup?\n  ","777313":"\n   What’s your favorite so bad it’s good movie?\n  ","777314":"\n   If you go through your saved artists in alphabetical order, who’s the first male solo artist? What’s your favorite of his songs?\n  ","777315":"\n   Do you get all dolled up on New Years eve or are you more casual and don't really do much?\n  ","777316":"\n   post the full version of ur profile pic, if you can find it! (do you know how old the picture is? any fun facts abt it?)\n  ","777317":"\n   What’s a song that just is unequivocally GOOD. it’s not debatable, nobody could say it’s a bad, it’s just a GREAT song?\n  ","777318":"\n   I’m thinking about going into modeling. Opinions?\n  ","777319":"\n   My boyfriend wants to have a 3 way with my friend Riley and me. I’m not against getting something good bf with her bc she and I have kinda done some stuff. But what if he likes being with her more and then they start hooking up on the side. Do you know any pros or cons of doing this type of thing?\n  ","777320":"\n   مساحة\n  ","777321":"\n   Do you like black guys most?\n  ","777322":"\n   Has your mother ever divorced someone\n  ","777323":"\n   Hope you feel better\n  ","777324":"\n   Hi, you have to like 15 of my answers and I will return 1 like to one of your answers  (if you agree). I have 200k followers, so as a consequence I will increase your likes, please follow me for other likes\n   \n    http:\/\/Ask.fm\/BARZELLETTEXRIDERE\n   \n","777325":"\n   You knew you weren't feeling well, should've stayed home to begin with.\n  ","777326":"\n   Spokane or Seattle?\n  ","777327":"\n   Would you dump a guy for it I would\n  ","777328":"\n   Do you not think it's weird asf\n  ","777329":"\n   Some guys enjoy and actually pay to be hit in the balls like why\n  ","777330":"\n   I didn't even know that was a real thing till tonight :\/\n  ","777331":"\n   Theres a guy on this site who actually likes being hit in the balls wtf\n  ","777332":"\n   aww I'm sorry\n  ","777333":"\n   are you feeling better\n  ","777334":"\n   It's between you and your guy lol\n  ","777335":"\n   Like how often have you said you enjoy giving it him 😂 idiots everywhere\n  ","777336":"\n   Would you rather run an in home day care or own a restaurant?\n  ","777337":"\n   Would you rather be thrice divorced or never married?\n  ","777338":"\n   Would you rather live with your mother’s parents or your father’s parents?\n  ","777339":"\n   why did you say no to sweet dreams i just said it when you said you were going for a nap xo\n  ","777340":"\n   And you've answered god knows how many times saying you've done it😂\n  ","777341":"\n   Would you find someone w dreadlocks or who’s bald more attractive, generally ?\n  ","777342":"\n   you seem sweet\n  ","777343":"\n   Like you're a 23 year old in a relationship and have kids, ofc at one time in your life you've gave head 😂 and as you're In a happy relationship it's obvious you would do it more than once and quite often like most adult people do to please their partner\n  ","777344":"\n   Wait so you do like it?\n  ","777345":"\n   do you hit boys\n  ","777346":"\n   Wow can tell they're a virgin 😂\n  ","777347":"\n   Why would they lol\n  ","777348":"\n   So what you've tried it once then decided you don't like it?\n  ","777349":"\n   Biggest exaggeration ever, not every girl wants a guys oiss stick in there mouth\n  ","777350":"\n   So even you have?:\/\n  ","777351":"\n   But surely you agree it's disgusting\n  ","777352":"\n   Oh did you mean tried it? Surely that's slight exaggeration some girls find it gross\n  ","777353":"\n   All girls have tired it?\n  ","777354":"\n   You sure it wasn't you\n  ","777355":"\n   Favourite hobby\n  ","777356":"\n   Body positive pic\n  ","777357":"\n   Swear you said before it was disgusting and you'd never do it?😕😂\n  ","777358":"\n   Mate she's never gave head\n  ","777359":"\n   you are very pretty\n  ","777360":"\n   sweet dreams princess\n  ","777361":"\n   Ever gave head not in the bedroom\n  ","777362":"\n   thats great\n  ","777363":"\n   What is one thing you are sure of?\n  ","777364":"\n   had you a nice christmas\n  ","777365":"\n   sorry im dumb\n  ","777366":"\n   okay honey and lemon is good for a cold\nrest up now\n  ","777367":"\n   aww hope you feel better is it a flu\n  ","777368":"\n   were you sick\n  ","777369":"\n   So uh do you think Aliens exist ?😂👌\n  ","777370":"\n   How are you feeling now?\n  ","777371":"\n   how often do you shave underneath your arms, if ever?\n  ","777372":"\n   Crop top selfie\n  ","777373":"\n   what are some of the simple things you enjoy?\n  ","777374":"\n   Bikini flashback\n  ","777375":"\n   Lol they look fine\n  ","777376":"\n   Toes painted? Show?\n  ","777377":"\n   Nails pap\n  ","777378":"\n   Wow your pretty\n  ","777379":"\n   Can you list all of your social media? If you don’t want to, use as a filler!\n  ","777380":"\n   Do you know more girls named Kylie or Chloe?\n  ","777381":"\n\n    @elsj_\n   \n   has you blocked? Lol\n  ","777382":"\n   What's her snapchat\n  ","777383":"\n\n    @stayystrongmoveon\n   \n   isnt attractive\n  ","777384":"\n   How to correctly write: \"buttocks\" or \"battocks\"? ???\n  ","777385":"\n   سحاقية بدي\n  ","777386":"\n   Hot😍😏\n  ","777387":"\n   Hot 😊\n  ","777388":"\n   what days and hours do you work each week?\n  ","777389":"\n   F**k, marry, kill: The Beatles, The Rolling Stones, Metallica\n  ","777390":"\n   Wyd?\n  ","777391":"\n   Ever been to illinois?\n  ","777392":"\n   what’s the last thing you bought your significant other? • what’s the last thing you bought (one of) your kid(s)? • what’s the last thing you bought your best friend? • what’s the last thing you bought your mother?\n  ","777393":"\n   I’m speaking your language ghetto bunny.\n  ","777394":"\n   How often do you go back to Haiti?\n  ","777395":"\n   Hood rat in da house\n  ","777396":"\n   You’re a hood rat 😂\n  ","777397":"\n   do you have a least favorite flower? (my mom and sister are bonding over their hatred of stargazer lilies????)\n  ","777398":"\n   what’s ur fav messy food?\n  ","777399":"\n   Followed you back maybe? :)\n  ","777400":"\n   I love your new name\n  ","777401":"\n\n    https:\/\/ask.fm\/NineGDxFour\/answers\/145216334918\n   \n   same. Don't know why...\n  ","777402":"\n   You are annoying\n  ","777403":"\n   What r u doing?\n  ","777404":"\n   You follow\n   \n    @elsj_\n   \n","777405":"\n   Oh that’s right y’all drinkin that O E in the hood right?\n  ","777406":"\n   You’re bad\n  ","777407":"\n   How r iu?\n  ","777408":"\n   Plans for today?\n  ","777409":"\n   Good morning\n  ","777410":"\n   You want anymore kids?\n  ","777411":"\n   You’re beautiful 😍❤️\n  ","777412":"\n   Single or taken\n  ","777413":"\n   what’s the big city nearest to you? (what’s your absolute favorite thing abt that city?)\n  ","777414":"\n   what’s the RADDEST city that starts w S?\n  ","777415":"\n   were you hungover the day after Christmas?\n  ","777416":"\n   Follow my Snapchat\n   \n    @yhallman33\n   \n","777417":"\n   Link to my Sarahah\n   \n    https:\/\/kenziexo56.sarahah.com\n   \n   , do you have a sarahah? Leave your link so others and myself can leave comments :)\n  ","777418":"\n   Erin’s real snapchat is Avabitch23 add her and confront her x\n  ","777419":"\n   I want sabit so fucking bad “don’t answer just wanted to say it”\n  ","777420":"\n\n    https:\/\/ask.fm\/lmfaoew\/photopolls\/79883005?utm_source=copy_link&utm_medium=iOS\n   \n   Vote!\n  ","777421":"\n   What is the difference between a women's friendship and a men's friendship?\n  ","777422":"\n   Do you prefer the name Cody or Colby?\n  ","777423":"\n   What’s your opinion on the song What’s Up by Four Non Blondes. ? :D\n  ","777424":"\n   I am complaining about something that affects men of ((all ages))\n  ","777425":"\n   really dumb question I got a nail file in an xmas cracker how do you use it properly\n  ","777426":"\n   Your 23 years old getting over something so small. I’m 25. Let’s be adults here ?? Catching a attitude is a sign of immaturity. I said nothing to offend you.  Are we teenagers? Or adults?\n  ","777427":"\n   The problem with Society is that everything gets overlooked. But someone brings it to the light. People call that person (Crazy)\n  ","777428":"\n   But it’s the truth??? Tho ?? Women have no idea what’s it like to be rejected\n  ","777429":"\n   does your immediate family disagree about politics?\n  ","777430":"\n   I got a candy bar for xmas\n  ","777431":"\n   You see ??????????? Females got it so made. That when a guy speaks up. Y’all tell him to stop crying and bitching but if it was a woman everyone would listen\n  ","777432":"\n   I threw up because I felt dizzy💕\n  ","777433":"\n   nice gifts\n  ","777434":"\n   last time you had sex\n  ","777435":"\n   what did you get for xmas\n  ","777436":"\n   But female strippers make way more than male strippers.   You probably don’t even know what’s it’s like to get rejected!!!!!! No girl does. Because like I said men approach y’all 24\/7\n  ","777437":"\n   how was your day\n  ","777438":"\n   I know you don’t care to sound edgumicated. Dumbass. That’s why you’ll be working as a cashier forever\n  ","777439":"\n   What ? Girls don’t have to work for nothing!!!  Go in the strip club you see women makeing hella money off of men. Men get rejected a lot.. women barely do. Men have to try so hard gay and straight\n  ","777440":"\n   So in your ((option)) who has it easier guys or girls???\n  ","777441":"\n   But do you agree females have it easier? Tho a beautiful girl will get TONS of compliments. A beautiful man will barely get any he might even get called ugly.  Gurls y’all get approached 24\/7... guys don’t\n  ","777442":"\n   still a thug and a bully\n  ","777443":"\n   Idk. I think females have it way easier then guys\n  ","777444":"\n   Supposed* to\n  ","777445":"\n   Okay but why??????????  Why give someone you barely know or someone you don’t even know a attitude??????\n  ","777446":"\n   It’s fucked up that you can’t even tell me why. You just reverse the question\n  ","777447":"\n   I mean as a gay guy. ((Not all the time)) but when I am out and about it’s mainly women that be acting and mean for no reason!! I be super nice but some girls be catching attitudes. Why ?\n  ","777448":"\n   Why do girls give guys such a hard time?\n  ","777449":"\n   Last time you smoked?\n  ","777450":"\n   What’s wrong??\n  ","777451":"\n   I hope you feel better ❤️\n  ","777452":"\n   Hey\n  ","777453":"\n   When is the last time your lil booty got spanked?\n  ","777454":"\n   If you had one word to describe yourself, what would it be?\n  ","777455":"\n   If you were city mayor, what changes would you make to your city?\n  ","777456":"\n   Have you ever been sexuaIIy harassed in the workplace?\n  ","777457":"\n   What is your dream job?\n  ","777458":"\n   What is your current job?\n  ","777459":"\n   Have you had a first job? What was it?\n  ","777460":"\n   If you have a minute, can you check out my song and tell me what you think? Thanks! ❤️❤️\n   \n    https:\/\/youtu.be\/8qQ_SlGb3PA\n   \n","777461":"\n   ¿De quien estás enamorado\/a?\n  ","777462":"\n   Yeah. But on the down side he has to live with you AND listen to you.\n  ","777463":"\n   happy post christmas! are you spending the day after w family? do you have people visiting you or are you visiting someone?\n  ","777464":"\n   what’s your least favorite thing abt New Years Eve?\n  ","777465":"\n   I asked Santa for one thing 🎁 Post your bellybutton\n  ","777466":"\n   Ignorance referce to education, it really had no bearing on whether someone knows right from wrong.\n  ","777467":"\n   I got my action bbg\n  ","777468":"\n   Did anyone STUFF your STOCKING on Christmas, under the mistletoe, head back, mouth wide open? Good girl. 🎅🏻 😘 🎁\n  ","777469":"\n   Anon, he’s only gay if he takes it up the anus\n   \n    https:\/\/ask.fm\/NineGDxFour\/answers\/145198401094\n   \n","777470":"\n   they shouldn’t date the same sex. It’s just as bad as dating another race.\n  ","777471":"\n   I agree with his person. These make believe askfm relationships are getting ridiculous\n   \n    https:\/\/ask.fm\/NineGDxFour\/answers\/145199105606\n   \n","777472":"\n   What you doing\n  ","777473":"\n   Have you ever met a “Nadia?” (Or is that not a name where you’re from?)\n  ","777474":"\n   Hey\n  ","777475":"\n   Erin and Joe deactivated because everyone was hating on their lil online relationship 😂😂\n  ","777476":"\n   But if it was a girl you’ve would care\n  ","777477":"\n   what’s your mother’s mother like? (how much do you think she affected the way your mom patented?)\n  ","777478":"\n   Baby what’s your snap?! ❤️\n  ","777479":"\n   I care. What are signs a guy is gay\n  ","777480":"\n   Well my asthma is gone👑\n  ","777481":"\n   If a guy is wearing pink studs. You think he could be gay?\n  ","777482":"\n   I feel better now👑\n  ","777483":"\n   Queen👑\n  ","777484":"\n   Oowwowo you are very beautiful 😍\n  ","777485":"\n   Hi\n  ","777486":"\n   What was your favourite present you received?\n  ","777487":"\n   I am one of your anons that has followed you for quite a while even though I have some problems with you and I am trying to work on them but you can forget about it then fool\n  ","777488":"\n   I'm not Alex I don't know who that is\n  ","777489":"\n   we need to try to sort out the problems that we have with eachother\n  ","777490":"\n   Favorite state to visit besides NY ?\n  ","777491":"\n\n    @AlexDSODMG\n   \n","777492":"\n   Good morning\n  ","777493":"\n   What did you receive for Christmas?\n  ","777494":"\n   do you want me to take care of anyone for you?\n  ","777495":"\n   If you could go anywhere in the world during any time period, where would that be?\n  ","777496":"\n   Kodak Black or 21 Savage ?\n  ","777497":"\n   Pap of you wearing makeup ?\n  ","777498":"\n   You look younger than 23 😂tbh . But hey it's your age.\n  ","777499":"\n   How many hours do you work a week ?\n  ","777500":"\n   How was you're Christmas ?\n  ","777501":"\n   Princess or queen choose\n  ","777502":"\n   Do you wear lots of makeup\n  ","777503":"\n   Do you wear makeup\n  ","777504":"\n   You're the queen of love❤️️\n  ","777505":"\n   What do you stereotype with guys named Max? (Like what do you think of?)\n  ","777506":"\n   Dude, that person says they’re ‘having a heart attack rn’ like every other week. 🙄 Heart attacks aren’t something to joke about anon, get a life.\n  ","777507":"\n   You're a great queen❤️️\n  ","777508":"\n   Vote on my poll xo\n  ","777509":"\n   Queen❤️️\n  ","777510":"\n   Ever been stranded on the toilet bowl when you need a new roll?\n  ","777511":"\n   Yes a asthma and heart attack were so painful for me👑\n  ","777512":"\n   That was so painful for what I said👑\n  ","777513":"\n   Have you ever been stranded?\n  ","777514":"\n   But the breaking news was tonight I suffered a asthma attack and I had trouble breathing and when my heart beated too fast I ended up suffering a heart attack and now I'm the ER. I sucks to be in the ER on a Christmas night👑😭😪😥💔\n  ","777515":"\n   Wassup?\n  ","777516":"\n   Anon asked me to do an honesty night so ask some questions! What made this Christmas special for you?\n  ","777517":"\n   one should not shit in a box.\n  ","777518":"\n   shit. Yes. shit patterns.\n  ","777519":"\n   Stop being lame.\n  ","777520":"\n   I wanna kno bout yo poop patterns.\n  ","777521":"\n   are you wearing Christmas socks today\n  ","777522":"\n   Has anyone ever taken a photo of you taking a shitz?\n  ","777523":"\n   She still doesn’t like you? After 6 years?\n  ","777524":"\n   You look so good without glasses\n  ","777525":"\n   Get your mother in law anything?\n  ","777526":"\n   What’s your Snapchat\n  ","777527":"\n   Are you drinking tonight?\n  ","777528":"\n   What is your favorite candy?\n  ","777529":"\n   Yummy you sexy af 😍❤️\n  ","777530":"\n   What are you?\n  ","777531":"\n   What’s wrong?\n  ","777532":"\n   Selfie?\n  ","777533":"\n   Last time you had sex?\n  ","777534":"\n   How are you?\n  ","777535":"\n   You’re a cutie 😍😘\n  ","777536":"\n   Bashtrim hawrew nawi chya? #Aa\n  ","777537":"\n   what do you wanna major in\n  ","777538":"\n   ru in college\n  ","777539":"\n   What are some Christmas traditions with your family?\n  ","777540":"\n   Merry Christmas! What gifts did you get?\n  ","777541":"\n   What kind of gifts did you get for Christmas?\n  ","777542":"\n   merry christmas, sweet people! i hope you have all had a MAGICAL day. just wanna say that i kinda love all of you. so many of you are hilarious, share so many sweet stories and interesting stories w us, and have given me an interesting glimpse into your lives. have a great end of 2017!!!! thanks 😊\n  ","777543":"\n   You are royal\n  ","777544":"\n   Single and wish you had someone, or with someone wishing you were single?\n  ","777545":"\n   Would you rather give or receive presents?\n  ","777546":"\n   did you have a special christmas breakfast? (whether the answer is yes or no: what did you have for christmas breakfast?)\n  ","777547":"\n   parents! what was your first christmas as a parent like? how old was your baby? where did you spend it? do you remember any of your baby’s first christmas presents?\n  ","777548":"\n   I hope you feel better\n  ","777549":"\n   How are you?,\n  ","777550":"\n   Wyd?\n  ","777551":"\n   What was your favorite gift you opened today?\n  ","777552":"\n   Well than stop smoking so much and raise your child\n  ","777553":"\n   All u do is smoke.\n  ","777554":"\n   What do you like to do with your free time\n  ","777555":"\n   Does weed make you paranoid\n  ","777556":"\n   -\n  ","777557":"\n   anyone have strict parents????\n  ","777558":"\n   What is the nicest gift that you gave to someone? And who received it?\n  ","777559":"\n   Merry Christmas from my family to yours. 🎁\n  ","777560":"\n   Who talks crap about you on here?\n  ","777561":"\n   Do you always say thank you even when you don't like what you got?\n  ","777562":"\n   Merry Christmas to all you lovely people on ask.fm. Hope santa is good to you all and you have a wonderful day. Even if you don't celebrate Christmas I hope you have a wonderful day too and spend it with the right people doing something positive!\n  ","777563":"\n   Do you believe in horoscopes?\n  ","777564":"\n   Merry Christmas ❤️\n  ","777565":"\n   merry christmas! what are three of your favorite christmas songs? 🎄\n  ","777566":"\n   Merry Christmas my lovelies! I follow each of you for special reasons and wish you a joyous holiday.\n  ","777567":"\n   Merry Christmas\/ Happy holidays ♥️😊🎄 sent to everyone I follow 😁\n  ","777568":"\n   Did you have to work on Christmas Eve?\n  ","777569":"\n   Was that Kimmy that snet you that disgusting message?\n  ","777570":"\n   For Christmas i get to fuck a 13 year old girl\n  ","777571":"\n   GTX 1050=Africa, GTX 1060=Russia, GTX 1070=America, GTX 1080=Europe, do you agree?\n  ","777572":"\n   soprano le focus better coverage more feel ❤️\n  ","777573":"\n   Merry Christmas to you all 🎄❤️🎅🏼\n  ","777574":"\n   MERRY CHRISTMAS EVE ❤️🎄\n  ","777575":"\n   Merry Christmas eve! 🎄❤✨\n  ","777576":"\n   What would you do if you were 50 feet tall and horny\n  ","777577":"\n   Merry Christmas Eve everyone 🏻🎅🏻\n  ","777578":"\n   🎄🍻🎅🏼 Merry Christmas & Happy New Years to you & your famjam 💕💋🎉 All the best in 2018 xo\n  ","777579":"\n   do u believe that the helicopter met with a UFO in the sky over the US?\n  ","777580":"\n   Since 2017 is almost over, name something you hope is done with?\n  ","777581":"\n   I didn’t send that question out haha ! Thanks tho girl ❤️ Merry Christmas 🎄💕\n  ","777582":"\n   Hope you all have a merry Christmas\/happy holidays. If you don’t celebrate I wish you all the best for the new year ❤️\n  ","777583":"\n\n    https:\/\/youtu.be\/4wBfuxaMEK8\n   \n   Is this funny or sick?\n  ","777584":"\n   Do you have killer eyes?  👀\n  ","777585":"\n   if you don’t like my questions, you don’t have to get them :) i also wish ask wasn’t soo censoring.\n  ","777586":"\n   no we’re on ask that suspends you for every single damn thing lmao\n  ","777587":"\n   PAP of your Christmas decor!\n  ","777588":"\n   Merry Christmas Eve! What gifts did you get for your friends and family?\n  ","777589":"\n   penis size...  is 6 inches big? have you seen bigger?\n  ","777590":"\n   pap of your phone wallpaper?\n  ","777591":"\n   Females: was your first time painful?\n  ","777592":"\n\n    @StaciieLynn\n   \n   just showed she was a real person...\n   \n    https:\/\/ask.fm\/StaciieLynn\/answer\/145012998326?utm_source=copy_link&utm_medium=iOS\n   \n","777593":"\n   Christmas Eve selfie?\n  ","777594":"\n   Can you spank?\n  ","777595":"\n   Yes\n  ","777596":"\n   I'm not trolling\n  ","777597":"\n   Gabrielle works at Kohl's\n  ","777598":"\n   What are you doing?\n  ","777599":"\n   Merry Christmas Eve! ❤️\n  ","777600":"\n   What are the things you always take with you??? ☺\n  ","777601":"\n   I know some of you already know, but I am sending this to everyone. I am a 30 year old man and not a 14 year old girl. If you want me to stop talking to you, I understand and please tell me\n  ","777602":"\n   What's for dinner on Christmas Eve in your house?\n  ","777603":"\n   you should demand some time off\n  ","777604":"\n   you work too many days\n  ","777605":"\n   Oh no. All the idiots are gonna be out today. Good luck.\n  ","777606":"\n   Where do you work?\n  ","777607":"\n   I went to the barbers and I said “I’m in a bit of a rush, I need a number two and I’m not talking about the haircut either” is that a good joke?\n  ","777608":"\n   do any of you listen to podcasts? i’ve really been enjoying the moth podcast lately! what are some of your favorites, if you like them?\n  ","777609":"\n   I’m 22, I own a Vespa Moped, BMW motorbike and Jaguar car, am I a success?\n  ","777610":"\n   Bc I woke up with wood\n  ","777611":"\n   Why are you up at 6am? (Its 11 where I am)\n  ","777612":"\n   Go through all the artists you have saved that start with “P” and post your fav song by each one! <3\n  ","777613":"\n   I wish I got to unwrap you tomorrow 😍😘\n  ","777614":"\n   what’s your fav song abt you know what? 👉🏻👌🏻🙃😏\n  ","777615":"\n   When I was a kid my dad would leave me have a few beers, is it really that bad?\n  ","777616":"\n\n    https:\/\/youtu.be\/eziF1aujpLQ\n   \n   I can’t believe this is London, it looks like a third world country.\n  ","777617":"\n\n    https:\/\/youtu.be\/JmGwAy4tbd0\n   \n   Am I a pervert for playing a game like this?\n  ","777618":"\n   Lolol you’re the first person to say you’d take it hahaha\n  ","777619":"\n   what are three songs your lover (whoever that may be) LOVES?\n  ","777620":"\n   I’ll be sending out christmassy questions all weekend suggested by\n   \n    @NineGDxFour\n   \n   !! What are some gift ideas that you have?\n  ","777621":"\n   If you found $500 on the ground and about 20 feet away a woman was frantically looking for \/ saying she lost $500, and that she wouldn’t be able to pay rent, would you: Give it back? or keep it and walk away?\n  ","777622":"\n   do any of you listen to podcasts? i’ve really been enjoying the moth podcast lately! what are some of your favorites, if you like them?\n  ","777623":"\n   Kendrick or Kanye?\n  ","777624":"\n   Would you spank a guys balls?\n  ","777625":"\n   i play wit my ass.\n  ","777626":"\n   Has anyone ever told you that they wanted to beat you with their slipper?\n  ","777627":"\n   What place will you travel to next year?\n  ","777628":"\n   Which other country did you go to visit this year?\n  ","777629":"\n   be blonde for a while\n  ","777630":"\n   what's up\n  ","777631":"\n\n    https:\/\/weaponsandwarfare.files.wordpress.com\/2017\/10\/4e5e5da8a74a7feba778e00ba2d78f85-the-vikings-anglo-saxon.jpg\n   \n   These are my ancestors, what ancestors were yours?\n  ","777632":"\n   Finally\n   \n    @fvck_erin\n   \n   deactivated\n  ","777633":"\n   too tall for a girl\n  ","777634":"\n   Is winter your favorite season?\n  ","777635":"\n   Hi beautiful 😍\n  ","777636":"\n   what r ur favorite activities u do in autumn?\n  ","777637":"\n   Could you ever be friends with someone you had sex with\n  ","777638":"\n   Do you bake anything for the holiday season?\n  ","777639":"\n   Tell me... what was your best date? Adventure? Under the moonlight? An exquisite restaurant? Barefoot on the beach?\n  ","777640":"\n   So you’re “half white” (self proclaimed) but only dated black guys. That doesn’t make any sense. Why do you keep saying you’re white?\n  ","777641":"\n   Since you have been on ask, how many people have you blocked?  if you're not sure ballpark\n  ","777642":"\n   حد حولنا؟\n  ","777643":"\n   Какие у тебя планы на лето?\n  ","777644":"\n\n    https:\/\/ask.fm\/Matu1122\/answers\/144743832341\n   \n   Impotent. Lmao. Google translate fail!\n  ","777645":"\n   Lmfao sorry idk who that was 😂\n  ","777646":"\n\n    @annathekiwi_\n   \n   is fake\n  ","777647":"\n   Should I stay or should I go?\n  ","777648":"\n   Why is it sometimes you feel like you want to disappear and you don’t know the reason?\n  ","777649":"\n   Why does everyone like Erin like I’m not understanding what’s so special about her someone please explain\n  ","777650":"\n\n    https:\/\/youtu.be\/3DJz53sUSWo\n   \n   Is it normal that I find this hilarious?\n  ","777651":"\n   If a man forced himself on you would you tell anyone?\n  ","777652":"\n   Can I see your bellybutton?\n  ","777653":"\n   I’ll fade away & classify myself as Obsolete!\n  ","777654":"\n   It gives indication how much u do care about your self and accordingly how much u can take care about ur partner ! Cause apparently if you won’t take ur self , u won’t be able to take care of anyone else\n  ","777655":"\n   Do you answer everything?\n  ","777656":"\n   It’s not fetish ! Okay pap hands , will u call this fetish as well ?\n  ","777657":"\n   What ever!!! Will u pap toes??\n  ","777658":"\n   What's your favourite Snapchat filter?\n  ","777659":"\n   Emojiiiiiii is smileys or cartoons oe anything not real ! Jesus\n  ","777660":"\n   Not emjoi toes ! The real toes of urs\n  ","777661":"\n   But I’m useful ! At least take me as a slave to you\n  ","777662":"\n   What do u need me for ?\n  ","777663":"\n   Most Embarrassing Moment In High School\n  ","777664":"\n   What specials do you have next quarter?\n  ","777665":"\n   How does ur toes taste !?\n  ","777666":"\n   I will be obedient to your orders , loyal to you and sitting at ur feet all day long\n  ","777667":"\n   Can I be your puppet ?\n  ","777668":"\n   Whats Your Motivation? What Are You Working Towards?\n  ","777669":"\n   One Fact Nobody Knows About You\n  ","777670":"\n   What are some of your favorite summer drinks?\n  ","777671":"\n   How Many Followers Do You Have?\n  ","777672":"\n   Do you prefer hot\/iced coffee\/tea?\n  ","777673":"\n   What’s your favorite kind of tea\/coffee?\n  ","777674":"\n   Be honest, did you ever write Santa letters?\n  ","777675":"\n   Do you like milkshakes? Favorite flavor?\n  ","777676":"\n   My ex and I hooked up and when I was going down on her she gave me the penalty box (where they quief in your face) I was so pissed I did her from behind and gave her a donkey punch right before I blasted it in her.\n  ","777677":"\n   Could you take a photo of your designer bags please?\n  ","777678":"\n   What boots do you own?\n  ","777679":"\n   What designer handbags do you own?\n  ","777680":"\n   What are some of your favorite winter drinks?\n  ","777681":"\n   Do you own any designer handbags?\n  ","777682":"\n   Do you have a leather jacket?\n  ","777683":"\n   But the bottom line is that it would still be askfm lol 🙄\n  ","777684":"\n   I swear people are so damn rude, especially when given the power of animosity.\n  ","777685":"\n   If you didn’t have a nice body you’d be useless.\n  ","777686":"\n   Hahaha! Dumbass got called out on how stupid you are and changed your answer. Good for you. Here’s a treat 🍌\n  ","777687":"\n   That’s not spelling it’s grammar. I guess we know which “half” controls your intellect 😂\n  ","777688":"\n   Either *\n  ","777689":"\n   1.5-5% of Africans celebrate. I guess you aren’t one of them. So you gotta pay full retail lol.\n  ","777690":"\n   You think they made up Kwanza and pretended it’s the day after Christmas bc everything is 75% off? 😂\n  ","777691":"\n   You don’t like the holidays?\n  ","777692":"\n   definitibamente Ya no  estoy  enamorado  por  que  El  amor  nunca es  bueno  ya  dijeee😡😡\n  ","777693":"\n   What is the best and worst purchases you’ve ever made?\n  ","777694":"\n   I just can’t take it. You slay 😍😘\n  ","777695":"\n   What celebrity would you rate as a perfect 10?\n  ","777696":"\n   If you had to change your name, what would your new name be, and why would you choose that name?\n  ","777697":"\n   Followed you 🙌🏻 back maybe 💫\n  ","777698":"\n   Tag all your favourite ladies on ask 😏\n  ","777699":"\n   come to my house fam\n  ","777700":"\n   What would you bring to a picnic?\n  ","777701":"\n   You’re hilarious 😂\n  ","777702":"\n   Added you on snap\n  ","777703":"\n   Are you really 23?\n  ","777704":"\n   Wyd?\n  ","777705":"\n   How did you break your nail?\n  ","777706":"\n   Oh no i didnt mean cute together i meant by looks hahaha\n  ","777707":"\n   Wow I can’t get over how beautiful you are\n  ","777708":"\n   Hi\n  ","777709":"\n   What do you think about girls having periods?\n  ","777710":"\n   You and Kristie is cute\n  ","777711":"\n   How are you?\n  ","777712":"\n   Are you mixed?\n  ","777713":"\n   Snap me love😘\n  ","777714":"\n   Lmao cant always get what you want sorry anon😂\n  ","777715":"\n   Lmaoo no thankss\n  ","777716":"\n   I know, but just add me so we can talk?\n  ","777717":"\n   Hook me up with Princess Kristie\n  ","777718":"\n   Your favorite Christmas song?\n  ","777719":"\n   Ouu damnn😏👅\n  ","777720":"\n   nice, you have some experiance :)\n  ","777721":"\n   Good morning\n  ","777722":"\n   weirdest places you had sex?\n  ","777723":"\n   You added me back😏\n  ","777724":"\n   from 1-10, how important is sex?\n  ","777725":"\n   can I snap you?\n  ","777726":"\n   thongs or panties?\n  ","777727":"\n   is that your snap?\n  ","777728":"\n   snapchat?\n  ","777729":"\n   so you love it?\n  ","777730":"\n   Who doesn't like it ffs 😂\n  ","777731":"\n   do you like masturbation?\n  ","777732":"\n   a or b\n  ","777733":"\n   ever had sex with a girl? a yes b no (dont answer here)\n  ","777734":"\n   are you bi, straight or les?\n  ","777735":"\n   single?\n  ","777736":"\n   how old are you?\n  ","777737":"\n   honesty hour?\n  ","777738":"\n   where do you live? country?\n  ","777739":"\n   how old are you?\n  ","777740":"\n   I think you should get contacts\n  ","777741":"\n   Plans for tonight?\n  ","777742":"\n   Will you ever get contacts?\n  ","777743":"\n   You snap and drive ??\n  ","777744":"\n   Do you believe in love?\n  ","777745":"\n   That Kimmy is a ped()\n  ","777746":"\n   Its friday! & Christmas is around the corner! So Merry Christmas & i hope that you get everything your heart desires because you deserve it & more! I love you guys! 💙Hugs❤  hope you have a great weekend as well🎄🎁\n  ","777747":"\n   What if I told you its true?\n  ","777748":"\n\n    @princess_kimmy_2003\n   \n   is a 30 year old man who has a thing for teenage girls\n  ","777749":"\n   An American girl likes cheese pastry dough and yogurt with a great way of making it look good and tastes great\n  ","777750":"\n   if you were driving like that in the UK you would be breaking the law and you wouldn't get away with it for very long\n  ","777751":"\n   irresponsible driver always busy on your phone while driving\n  ","777752":"\n   Are you anime fan?\n  ","777753":"\n   ###Can you recommend me people to follow? people with great answers. I don't want questions or likes.\n  ","777754":"\n   Do you want to stay at my house one night?\n  ","777755":"\n   it's Toys Я Us not Toys R Us\n  ","777756":"\n   I love your profile picture 😍❤️\n  ","777757":"\n   Sooo\n  ","777758":"\n   Then how come you almost got into some shit over it?\n  ","777759":"\n   How many siblings do you have?\n  ","777760":"\n   What happened with the $30?\n  ","777761":"\n   Do you like noise cancellation headphones ?\n  ","777762":"\n   Quit changing your name, it's annoying.\n  ","777763":"\n   Song of the week?\n  ","777764":"\n   What did you wanted to be when u was younger?\n  ","777765":"\n   Favorite member from Migos ?\n  ","777766":"\n   for people in your area, what are some of the most common vacation spots?\n  ","777767":"\n   Ya beautiful\n  ","777768":"\n   Describe your personality in five words?\n  ","777769":"\n   Do you follow any athletes on here ?\n  ","777770":"\n   If you were to get a pet reptile, what kind would you get?\n  ","777771":"\n   Are you a fan of Odell Beckham Jr?\n  ","777772":"\n   Why do you think young niggas don't fw old heads ?\n  ","777773":"\n   What’s your favorite dog breed?\n  ","777774":"\n   Would you rather get a bird, fish, or a rodent?\n  ","777775":"\n   (STAIF) Do you remember when you found out Santa wasn't real?\n  ","777776":"\n   How tall are you?\n  ","777777":"\n   Do you smoke that Khalifa Kush ?\n  ","777778":"\n   I love you\n  ","777779":"\n   Does something smell funny to you too???\n  ","777780":"\n   * happy family\n  ","777781":"\n   Sometimes I wish I could work Christmas Day so I don't have to sit about the table and play a big happen family. Anyone else?\n  ","777782":"\n   I still love my diaper bag. So? Lol\n  ","777783":"\n   Do you think woman could carry a diaper bag with them when they don't have kids or their kids are too old to be in diapers?\n  ","777784":"\n   What is the best way to get a girl if you are scared to talk to her?\n  ","777785":"\n   What r u doing\n  ","777786":"\n   Do you think he’ll like my present. (He’s not my father btw. Just my daddy)\n  ","777787":"\n   I’m gonna put on my pink teddy and give daddy a special surprise for Christmas. Wait til he sees what Santa brought him this year. 😘👅💋\n  ","777788":"\n   You’re so pretty\n  ","777789":"\n   Hi cutie\n  ","777790":"\n   Is Leisure Suit Larry a suitable computer game for a ten year old boy?\n  ","777791":"\n   Sexy\n  ","777792":"\n   Blocked\n  ","777793":"\n   Have you ever let a boy touch your special places and you weren’t sure what was going on but then it felt good so you let him go all the way? But then you realise he wasn’t wearing protection?\n  ","777794":"\n   your background pic is so cute\n  ","777795":"\n   Is it okay for a 38 year old woman to arrange to meet a 12 year old boy she met online and take him to Butlins for the weekend and share a room with him?\n  ","777796":"\n   Omg I’m so jealous of how pretty you are\n  ","777797":"\n   Is it okay for a 38 year old woman to buy a cute 13 year old boy a gaming PC and a $100 steam gift card?\n  ","777798":"\n   You have a twin?\n  ","777799":"\n   You look so nice without glasses.\n  ","777800":"\n   bit dumb\n  ","777801":"\n   I like the name Gabby\n  ","777802":"\n   You’re gorgeous bbg\n  ","777803":"\n   FALSE ANON I LIKE HER\n  ","777804":"\n   What’s up cutie\n  ","777805":"\n   Hi\n  ","777806":"\n   Was that you sending your link saying she grinds my gears ?\n  ","777807":"\n   Stay beautiful ❤️\n  ","777808":"\n   Why why why\n  ","777809":"\n   Hi\n  ","777810":"\n   Why do black girls ass cheeks turn grey when smacked?\n  ","777811":"\n   Thoughts on teens and adults wearing diapers even though they don't have a medical condition?\n  ","777812":"\n   Dang. Can I just say I can picture you in that red sweater dress and you would look so good in it\n  ","777813":"\n   What colour panties are you wearing?\n  ","777814":"\n\n    @keeptestingdes\n   \n   starts drama!\n  ","777815":"\n   What color are you getting your nails next time?\n  ","777816":"\n   can i stay at your house one night?\n  ","777817":"\n   I'm innocent so I say \"You have pretty lips, I bet you're a great kisser\" lmao\n  ","777818":"\n   I wish I had your self confidence =) 💜💜💜\n  ","777819":"\n   You have really pretty lips, I’ll bet you give great head.\n  ","777820":"\n\n    @yesimshortxo\n   \n   and\n   \n    @urjustgae\n   \n   doesn’t like you 😂\n  ","777821":"\n   Damn you’re sexy af\n  ","777822":"\n   What are you doing for New Years Eve?\n  ","777823":"\n   What r u doing?\n  ","777824":"\n   Do you eat breakfast?\n  ","777825":"\n   Hey.\n  ","777826":"\n   I apologise. Plz don't block.  😌😌\n  ","777827":"\n   My humor was boring or sex by urself is boring? I will try harder either way\n  ","777828":"\n   \"Wow nobody understands sarcasm\" Clearly, you don't.\n  ","777829":"\n   I was trying to be sarcastic myself. Used to know what sex was like.  Also I hear it's more fun with someone than by urself.\n  ","777830":"\n   Sex is a verb. It's been a while for me but I hear it's fun. An activity people do.\n  ","777831":"\n   Morning sex is fun. But yeah food with sex dumb\n  ","777832":"\n   Thanks wifey 😍😊💕\n  ","777833":"\n   I know a lot of people unfollow me so if you still follow me say I\n  ","777834":"\n   I’m 28 m from Essex ? Any one up for a phone call ? I’m bored 😐\n  ","777835":"\n   What means the most to you?\n  ","777836":"\n   Have you ever fallen asleep at work?\n  ","777837":"\n   can i judge you?\n  ","777838":"\n   Have u ever used food item during sex? If so what was it?\n  ","777839":"\n   I hate being gay and all the hot girls are straight 😢\n  ","777840":"\n   how do you tell someone you love them for the first time? i’m so nervous. like what if they don’t feel the same way..?\n  ","777841":"\n   Hope you’re having a good shift at work girly 💕\n  ","777842":"\n   Wyd?\n  ","777843":"\n   Do you like\n   \n    @yesimshortxo\n   \n","777844":"\n   What if something scary happened in real life?\n  ","777845":"\n   f14) so like I have “made out” with a boy meaning intense kissing but nothing more, it’s impossible to get pregnant right? I know it’s such a preteen thing to do to stress about these things but I have been spotting and I’m like freaking out\n  ","777846":"\n   That’s basically like them saying you don’t exist because you’re not 100% black\/white.\nLike interracial couples\/babies exist.\n  ","777847":"\n   Well let’s ask a logical question. If you’re educated enough to understand. You said you want to go to college. Would you qualify for all or just half of the united negro college fund? Oh there’s no half? Hmm there’s your answer 😉\n  ","777848":"\n   Sorry boo. It’s true though. There’s only white or not white. No in between.\n  ","777849":"\n   Hi. What are you doing?\n  ","777850":"\n   Ask my bestfriend some questions if you could! She rarely gets any!\n   \n    @Des_Spears01\n   \n   , what are some of your New Year goals ?\n  ","777851":"\n   Yeah\n  ","777852":"\n   Why do people ask this. There’s no such thing.\n   \n    https:\/\/ask.fm\/NineGDxFour\/answers\/145077967430\n   \n","777853":"\n   I want a you my girlfriend\n  ","777854":"\n   You mixed or black?\n  ","777855":"\n   I’m think u are so very beautiful\n  ","777856":"\n   Yeah\n  ","777857":"\n   I do care for you\n  ","777858":"\n   Is it hotter to speak French or Spanish?\n  ","777859":"\n   I’m think you about\n  ","777860":"\n   Ever met someone under thirty named Mary?\n  ","777861":"\n   Do you know any interracial couples that are black\/Asian?\n  ","777862":"\n   do you use a facial moisturizer? what brand do you use?\n  ","777863":"\n   dont you think 3 at 23 is way too young? why not live life and not get in debt from having kid after kid\n  ","777864":"\n\n    @hayleywilson21\n   \n   took anonymous off because people think shes trash for having 3 kids at 23 hahaha shes a joke\n  ","777865":"\n\n    @keeptestingdes\n   \n   is irrelevant\n  ","777866":"\n\n    @keeptestingdes\n   \n   is irrelevant\n  ","777867":"\n   Why\n  ","777868":"\n   This my number 978 918 9381 text me please\n  ","777869":"\n   I love you\n  ","777870":"\n   So u boyfriend now\n  ","777871":"\n   So\n  ","777872":"\n   would you care if i saw you in a bra and thong?\n  ","777873":"\n   want a hug?\n  ","777874":"\n   U are mine\n  ","777875":"\n   has anyone ever been in the bathroom while you were changing your pad?\n  ","777876":"\n   have you ever gone a month without shaving your fanny?\n  ","777877":"\n   Bae 😘\n  ","777878":"\n   you have tried tampons?\n  ","777879":"\n   Stop being so damn fine!\n  ","777880":"\n   When you are old, what do you think children will ask you to tell stories about?\n  ","777881":"\n   😍\n  ","777882":"\n   do you prefer tampons or pads?\n  ","777883":"\n   Doing tbh send @s if you down for it\n  ","777884":"\n   Do u have a sister that's single? Step sister? A young aunt?\n  ","777885":"\n   Oh damn\n  ","777886":"\n   U have a friend single ?\n  ","777887":"\n   U have friends\n  ","777888":"\n   I like you\n  ","777889":"\n   Why\n  ","777890":"\n   Hey cutie\n  ","777891":"\n   you and me can't ever meet in case we fall in love\n  ","777892":"\n   Pop tarts... With or without icing?\n  ","777893":"\n   What do you study or work?\n  ","777894":"\n   How are you and your son and your boyfriend doing today are y'all ready for Christmas and new years\n  ","777895":"\n   If you could switch places with someone for a day, who would it be?\n  ","777896":"\n   You look about 15 there's no way you have a kid\n  ","777897":"\n   How are you today?\n  ","777898":"\n   Your mentality is the mentality of donkeys\n  ","777899":"\n\n    @rmaynard85\n   \n   is supported and blessed by the lord of the universes, he can knead iron and repel bullets and neutralize poison and make a person get rid of possession immediately in seconds and cure any disease\n  ","777900":"\n   Can i be like ur puppy please ???\n  ","777901":"\n   Full body ootd pic\n  ","777902":"\n   Instagram? 💝\n  ","777903":"\n   Do @‘s?\n  ","777904":"\n   How many followers\n  ","777905":"\n   30 stone=420 pounds. Right, because you look like you weight that much 🙄\n  ","777906":"\n   I wish you were smart\n  ","777907":"\n   You probably weigh 30 stones\n  ","777908":"\n   Do you weigh 30 stone?\n  ","777909":"\n\n    https:\/\/youtu.be\/VwwoUYPyNqw\n   \n   this is so stupid\n  ","777910":"\n   Why are you having sex with hot?\n  ","777911":"\n   You’re f*ucking hot\n  ","777912":"\n   Do you like romance movies? Any faves?\n  ","777913":"\n   Movie spam suggested by\n   \n    @mymountainofdreams\n   \n   What are some of your all time favorite movies?\n  ","777914":"\n   Last time u has sex?\n  ","777915":"\n   Definitely not lol\n  ","777916":"\n   what was a fun friday night to you when you were thirteen? seventeen? now?\n  ","777917":"\n\n    @sydkid_13ox\n   \n   is fake\n  ","777918":"\n   Is your son a man now?\n  ","777919":"\n   Are you allergic to something?\n  ","777920":"\n   rank from favorite to least favorite! Shawshank Redemption, Forrest Gump, or Pulp Fiction? (the three greatest movies of ‘94)\n  ","777921":"\n   Me paso todo el día pensando en ti \nY es que tú recuerdo no me deja vivir\n  ","777922":"\n   buy me some new clothes\n  ","777923":"\n   Do black girls ass cheeks turn red when smacked like white girls or do they just turn grey?\n  ","777924":"\n   happy tmi tuesday! do you sit or stand to wipe?\n  "},"Answer":{"776852":"\n  McDonald’s\n  ","776853":"\n  Thick\n  ","776854":"\n  Send me questions\n  ","776855":"\n  Spend time with my little family. Ordered Chinese and listened to music.\n  ","776856":"\n  Sometimes. Depending on how long.\n  ","776857":"\n  Eh , the one closer to where I live.\n  \n  That’s why most people around here travel to Queens\n  ","776858":"\n  Can you see the name?\n  ","776859":"\n  Ew\n  \n  *throws up*\n  ","776860":"\n  Fake b.itches gmt 🙄\n  ","776861":"\n  I must of been 6 or 7\n  ","776862":"\n\n   @ToriIsBack\n  \n  answers have me dying 😂😭\n  ","776863":"\n  What are we twelve???\n  ","776864":"\n  I’m not playing would you rather.\n  \n  Let’s talk reality and good questions\n  ","776865":"\n  Nothing relaxing\n  ","776866":"\n  Sounds personal\n  ","776867":"\n  Yes!!!!\n  \n  WTH\n  ","776868":"\n  1890-getalife\n  ","776869":"\n  I know. Ty\n  ","776870":"\n  She got all the attention for today. 👀\n  ","776871":"\n  At least 2 more.\n  ","776872":"\n  Wish I’d get better questions\n  ","776873":"\n  Thnxs\n  ","776874":"\n  Your opinion sucks lol\n  ","776875":"\n  Don’t be so bitter LOL 😉\n  ","776876":"\n  Selfies lol.\n  \n  Anything around me\n  ","776877":"\n  None\n  ","776878":"\n  Yes\n  ","776879":"\n  Yes everyday lol.\n  \n  My fav is the hearts lol\n  ","776880":"\n  Send me questions\n  ","776881":"\n  Don’t be because I’m good.\n  ","776882":"\n  Yeah\n  ","776883":"\n  No.\n  ","776884":"\n  Cool\n  ","776885":"\n  Why send this twice?\n  ","776886":"\n  Don’t do such a thing\n  ","776887":"\n  Who knows\n  ","776888":"\n  Couple days ago\n  ","776889":"\n  No\n  ","776890":"\n  No\n  ","776891":"\n  1 I believe when I was younger\n  ","776892":"\n  Lol. I’d rather not.\n  ","776893":"\n  I’m sexing my boyfriend only\n  ","776894":"\n  Let’s do honesty night guys\n  ","776895":"\n  Back to curly hair\n  ","776896":"\n  With my little family 😘\n  ","776897":"\n  That’s good 👍🏽\n  ","776898":"\n  Paris\n  ","776899":"\n  No?\n  ","776900":"\n  Cardi B\n  ","776901":"\n  You’re right I’m lying .\n  \n  Sorry guys\n  ","776902":"\n  Dunkin’ Donuts\n  ","776903":"\n  Waiting for my bf to get home from work and sitting with my son.\n  ","776904":"\n  Deal drugs\n  ","776905":"\n  Send nudes\n  ","776906":"\n  Eating.\n  ","776907":"\n  Oh?\n  ","776908":"\n  No such user\n  ","776909":"\n  Not entertaining this.\n  ","776910":"\n  Yes lol.\n  \n  He’s my boyfriend\n  ","776911":"\n  “Yet”\n  ","776912":"\n  Nose\n  \n  Ears\n  \n  Nipple\n  \n  Navel\n  ","776913":"\n  Neither\n  ","776914":"\n  Gummo- 6ix9ine\n  ","776915":"\n  My boyfriend booked us a hotel\n  ","776916":"\n  I’ve been on a lot with my boyfriend\n  ","776917":"\n  Yes.\n  \n  My sons name\n  \n  A star\n  \n  My date with an infinity symbol\n  \n  And my boyfriends name\n  \n  And yes I want more\n  ","776918":"\n  I just don’t click the message & leave it there.\n  ","776919":"\n  Oh. Well, I hope she’s fine\n  ","776920":"\n  Why would you assume that?\n  ","776921":"\n  Yawn 😴\n  ","776922":"\n  Blocking you now.\n  ","776923":"\n  Not entertaining stupidity today.\n  ","776924":"\n  I’m not entertaining you\n  ","776925":"\n  You’re annoying damn.\n  ","776926":"\n  Oh\n  ","776927":"\n  That’s exclusive.\n  ","776928":"\n  You sound desperate\n  ","776929":"\n  What?\n  ","776930":"\n  Can’t wait to find out some things\n  ","776931":"\n  Ew\n  ","776932":"\n  You already know.\n  \n  I’m not gonna talk s.hit about her\n  ","776933":"\n  While y’all are bothered by me clearly I’ll just be laughing .\n  ","776934":"\n  No\n  ","776935":"\n  Why are we so bothered lol.\n  ","776936":"\n  Go away.\n  ","776937":"\n  Can’t go wrong with facts\n  ","776938":"\n  Yeah bc I didn’t get my nails done Friday 😂😂. Y’all see it says Friday???\n  ","776939":"\n  Sounds personal\n  ","776940":"\n  Last Friday.\n  ","776941":"\n  Yeah totally.\n  \n  Considering I haven’t seen her nails.\n  \n  And plus I got the color idea from my boyfriend lol.\n  ","776942":"\n  Nothing really.\n  \n  Dreading going outside in an hr lol.\n  ","776943":"\n  You wouldn’t want to read my mind.\n  ","776944":"\n  Ask me some thing guys\n  ","776945":"\n  lol no.\n  \n  And thanks aha\n  ","776946":"\n  I reached the limit of liking answers.\n  ","776947":"\n  Thank you 💙\n  ","776948":"\n  Joseph\n  ","776949":"\n  Got banned from liking answers 😩😭\n  ","776950":"\n  Dats me 👸🏻\n  ","776951":"\n  No.\n  \n  Do what you want with your body.\n  \n  If you want to f.uck 100 men\/or women then so be it.\n  \n  Nobody has a right to tell you anything about you’re own body.\n  ","776952":"\n  No limitation.\n  ","776953":"\n  You’re welcome 😇.\n  \n  Following back\n  ","776954":"\n  That was before.\n  \n  People’s minds do change.\n  ","776955":"\n  ❄️\n  ","776956":"\n  Thanks\n  ","776957":"\n  No.\n  ","776958":"\n  They indeed are.\n  \n  They just want me to be all mad & up tight lol.\n  ","776959":"\n  Believe and do as you pls .\n  ","776960":"\n  No.\n  ","776961":"\n  Oh ?\n  ","776962":"\n  Not anymore .\n  \n  Currently looking.\n  ","776963":"\n  Lmao, I think they are.\n  \n  Clearly, they’re bored this morning.\n  ","776964":"\n  Why are you obsessed with\n  \n   @sammanthaclassyy\n  \n","776965":"\n  No you didn’t.\n  \n  I just think it’s funny how p.ussy you are.\n  ","776966":"\n  If I’m being honest, I didn’t read this\n  ","776967":"\n  Answering questions & watching tv\n  ","776968":"\n  I love you to ❤️💕.\n  \n  I appreciate you and your funny answers 👸🏻😘\n  ","776969":"\n  Tori is my new gf 😍\n  \n\n   @ToriIsBack\n  \n","776970":"\n  So tragic .\n  \n  Brb, I’m going to cry now.\n  ","776971":"\n  Ask your dad\n  ","776972":"\n  Move along.\n  \n  Be more creative and not send me the same s.hit you sent me last year.\n  ","776973":"\n  👍🏽\n  ","776974":"\n  Yawn 😴\n  ","776975":"\n  Sounds personal.\n  ","776976":"\n  You sent this to me before.\n  \n  Move along.\n  ","776977":"\n  Wow I was hype to see I had a new question.\n  \n  Come to find out it’s this s.hit\n  ","776978":"\n  I guess you’re not getting the hint lmao\n  ","776979":"\n  I’m saying it’s a matter of opinion\n  \n  I answered your question just not how you want.\n  ","776980":"\n  ....\n  ","776981":"\n  Matter of opinion\n  ","776982":"\n  I know right.\n  \n  Glad we all had some entertainment this morning lol.\n  ","776983":"\n  Exactly . I just keep letting them believe what they want LOL.\n  \n  I’m not even going to entertain it .\n  \n  They just want to get a rise out of me LOL.\n  ","776984":"\n  Lmao, you just love to hear yourself talk I see\n  ","776985":"\n  Exactly. Lmao making up s.hit just do they can make everyone else around them believe it .\n  ","776986":"\n  iS iT tHaT hOlLy cHIcK\n  ","776987":"\n  Lmfao, don’t you guys hate when anons can’t read or take a hint? 😂🤔\n  ","776988":"\n  If you don’t know then you don’t need to know .\n  ","776989":"\n  Lol. You’re just trying to get me to entertain your stupidity .\n  \n  Which I’m not.\n  \n  Keep making yourself believe it all.\n  ","776990":"\n  Who’s mad or jealous lmaoooo 😂😂😂😂.\n  \n  Seems to you’re the only mad 1.\n  \n  I’m just laughing at your stupidity this morning\n  ","776991":"\n  Mhm\n  ","776992":"\n  Says the one who makes up s.hit 😂 for themselves to believe 😂\n  ","776993":"\n  You can’t get any apparently 😂\n  ","776994":"\n  I’m glad you’re not attracted to me LOL.\n  \n  Bye bye p.ussy\n  ","776995":"\n  I seriously can’t stand this cold weather.\n  \n  12 degrees at nearly 8am\n  ","776996":"\n  16.\n  ","776997":"\n  I’d respect you more if you weren’t anon 😂.\n  \n  Anons are p.ussy\n  ","776998":"\n  Obviously you do.\n  ","776999":"\n  You’re stupid.\n  \n  And you can’t even read LOL.\n  \n  I’m blocking you bc your boring me.\n  \n  Yet again\n  ","777000":"\n  Ask me some good questions guys\n  ","777001":"\n  Yes\n  ","777002":"\n  Lol. I love your assumptions.\n  \n  They’re quit funny\n  \n  But, I’m not entertaining you.\n  \n  You anons are literally going to do and say what you want.\n  \n  Someone can tell you guys the truth and you’ll find a million other ways to make up s.hit\n  ","777003":"\n  My son & my life\n  ","777004":"\n  Lol\n  ","777005":"\n  You’ll see sooner or later.\n  ","777006":"\n  That’s not even our main focus lol.\n  \n  Again, believe what you want anon.\n  \n  Y’all be making s.hit up ANYWAYS.\n  ","777007":"\n  Thanks\n  ","777008":"\n  I’m not even entertaining your stupidity.\n  \n  If that’s what YOU WANT to make yourself believe then go right ahead.\n  \n  I’m not here to prove to you my relationship\n  ","777009":"\n  Bunch of people\n  ","777010":"\n  I try to me lol.\n  ","777011":"\n  Judging me doesn’t bother me LOL.\n  \n  People have their own opinions about me LOL.\n  \n  But again, nobody will say anything to me face or off anon.\n  ","777012":"\n  Lol. Everybody sins 😂.\n  \n  Oh let me ask for forgives even tho I’m going to do it again 😂.\n  \n  Let me talk to the sky & allow for it to forgive me.\n  \n  Lol.\n  ","777013":"\n  Omg I’m sinning guys .\n  \n  😂.\n  \n  Again, idc . Idc\n  ","777014":"\n  I could careless about having a child out of wedlock. This isn’t the freaking 1900’s\n  ","777015":"\n  No? I’m in a relationship.\n  ","777016":"\n  Yeah . Hopefully next month\n  ","777017":"\n  Sounds to me your the failure bc you can’t simply hook yourself up with someone.\n  ","777018":"\n  You can always tell when an anons life is a disappointment but they start sending you random hate lol\n  ","777019":"\n  No I don’t .\n  \n  And no.\n  \n  And I don’t know even know where you’re coming up with these assumptions\n  ","777020":"\n  If you don’t know the answer then I don’t\n  ","777021":"\n  “Be honest” lol as if I lie to y’all .\n  \n  No I don’t\n  ","777022":"\n  Ask me some questions\n  ","777023":"\n  There’s a lot of funny ones.\n  \n  I don’t really know.\n  ","777024":"\n  About me & my life\n  ","777025":"\n  Am I her mother?\n  \n  No. So that’s NOT my job\n  ","777026":"\n  A couple people\n  ","777027":"\n  Yeah\n  ","777028":"\n  I personally don’t think anyone should do that\n  ","777029":"\n  Your ignorance isn’t needed.\n  \n  Grow up\n  ","777030":"\n  Okay????\n  ","777031":"\n  I’m not anybody’s keeper on this site. I’m not their babysitter\n  ","777032":"\n  I answered this already\n  ","777033":"\n  When I was pregnant from sneezing & laughing\n  ","777034":"\n  Be more specific\n  ","777035":"\n  Lol\n  ","777036":"\n  No\n  ","777037":"\n  You make the decision on your own\n  ","777038":"\n  Ask me again in the morning\n  ","777039":"\n  atm no.\n  \n  I’m laying down\n  ","777040":"\n  iPhone 7 Plus.\n  \n  Next month I’m getting the iPhone X\n  ","777041":"\n  Ran down the hallway of a hotel naked\n  ","777042":"\n  No\n  ","777043":"\n  lol that’s why I unliked it . I re-read it. But I respect that\n  ","777044":"\n  Like 14 lol\n  ","777045":"\n  Hang with my little family ❤️\n  ","777046":"\n  Ham\n  ","777047":"\n  Wtf\n  ","777048":"\n  Yeah\n  ","777049":"\n  No.\n  ","777050":"\n  11•08\n  ","777051":"\n  Yeah. That’s the cool part lol\n  ","777052":"\n  Lol. That’s what sucks about the case. But I’m glad you fixed the problem lol.\n  ","777053":"\n  Freak out & play with it\n  ","777054":"\n  That’s the only thing I can thing of lol.\n  ","777055":"\n  Well I don’t live in the South . So I can’t really judge because I don’t live that life.\n  ","777056":"\n  I turn on the Assistive Touch feature . You go to settings , general , accessibility then assistive touch . You can turn up the volume from there\n  ","777057":"\n  Well it’s 3:44pm here. But I can still do honesty day\/night if you want\n  ","777058":"\n  Ew\n  ","777059":"\n  Yeah, it’s hard to switch it on & off\n  ","777060":"\n  Mhm, tbh idk .\n  \n  Probably dinner 😍\n  ","777061":"\n  Ya lol. Like little parties\n  \n  Then handing out cards\n  ","777062":"\n  Both\n  \n  Last year we went out\n  \n  To eat and movies\n  ","777063":"\n  Eye shadow\n  \n  I love it . Especially the colors and how they look on me\n  ","777064":"\n  Wash my face with soap , then lotion my face really good\n  ","777065":"\n  Eye liner\n  \n  Foundation\n  \n  Eye shadow\n  ","777066":"\n  Lol\n  ","777067":"\n  Waffle House\n  ","777068":"\n  Yeah\n  ","777069":"\n  Thanks\n  ","777070":"\n  6\n  ","777071":"\n  That’s cool lol.\n  ","777072":"\n  Hiii ❤️❤️.\n  \n  Send us some questions ❄️✨\n  ","777073":"\n  No. I am so happy the holidays are OVER\n  ","777074":"\n  I don’t believe in Aliens\n  ","777075":"\n  Oh\n  ","777076":"\n  Hi\n  ","777077":"\n  Idk again, I’m not his keeper\n  ","777078":"\n  Idk? I’m not his keeper\n  ","777079":"\n  Send me questions guys\n  ","777080":"\n  My boyfriend and my boyfriend lol\n  ","777081":"\n  Ham, Mac and cheese, greens, etc\n  ","777082":"\n  After Thanksgiving\n  ","777083":"\n  Ugg’s and a green jacket\n  ","777084":"\n  Go away\n  ","777085":"\n  Back to reality\n  ","777086":"\n  Idk you just know\n  ","777087":"\n  Lol\n  ","777088":"\n  Lol\n  ","777089":"\n  ugh, I want to smoke but my mom won’t go to bed 🙄\n  ","777090":"\n  Lmfaooo 💀😭\n  ","777091":"\n  Sorry\n  ","777092":"\n  Happy New Year\n  ","777093":"\n  Bored ❗️\n  \n  Entertain me guys\n  ","777094":"\n  If that’s what you want to tell yourself\n  ","777095":"\n  4\n  ","777096":"\n  Stop sending me these dumba.ss messages that I don’t give 2 f.ucks about\n  ","777097":"\n  I bet you’re not even lesbian\n  ","777098":"\n  6 years strong\n  ","777099":"\n\n   @yh4w\n  \n  idk you . So don’t tag me\n  ","777100":"\n  With my little family\n  ","777101":"\n  I am but you keep sending me my own @ and not questions\n  ","777102":"\n  Okay you’re annoying now\n  ","777103":"\n  That’s good\n  ","777104":"\n  K\n  ","777105":"\n  Thanks\n  ","777106":"\n  Thanks?\n  \n  Why the “?”\n  ","777107":"\n  Oh lol I’m fine now\n  ","777108":"\n  You said “sorry your cold”.\n  \n  I’m not cold\n  ","777109":"\n  Ask me some good questions guys\n  ","777110":"\n  🗣🗣🗣\n  ","777111":"\n  I’m not tho\n  ","777112":"\n  From?\n  ","777113":"\n  Lol ; idk why there’s so much drama but I notice everything lol.\n  ","777114":"\n  It was good lol.\n  ","777115":"\n  Got 4899 followers\n  \n  Where my questions at?\n  ","777116":"\n  So much drama 💀\n  ","777117":"\n  Thank you ❤️!\n  ","777118":"\n  Currently taking a shower\n  ","777119":"\n  My day is alright.\n  ","777120":"\n  Hello\n  ","777121":"\n  I get up at 6:10am on weekends I sleep until at least 9:30am\n  ","777122":"\n  “God”?\n  ","777123":"\n  Now stop sending me your religious songs\n  ","777124":"\n  Lmfaoooo, aha I love making people laugh 😆\n  \n  Glad you find it funny 😇\n  ","777125":"\n  Send me some good questions guys\n  ","777126":"\n  Hope you have a good 2018 ❤️\n  ","777127":"\n  What?\n  ","777128":"\n  Female ex’s yeah\n  ","777129":"\n  Happy New Years\n  ","777130":"\n  Happy New Years\n  ","777131":"\n  Ask me questions\n  ","777132":"\n  Cool?\n  ","777133":"\n  Never said I was\n  ","777134":"\n  Yawn\n  ","777135":"\n  Idc tbh\n  ","777136":"\n  4898\n  ","777137":"\n  Wtf\n  ","777138":"\n  No.\n  ","777139":"\n  Lmfao okay.\n  \n  Don’t believe me\n  \n  It’s 2018 why lie?\n  \n  Lmao\n  ","777140":"\n  Sure\n  ","777141":"\n  Happy New Year ❤️❤️\n  ","777142":"\n  I guess\n  ","777143":"\n  Same to you!\n  ","777144":"\n  Happy New Years\n  \n  2018*\n  ","777145":"\n  Happy New Years 2018 ❤️\n  ","777146":"\n  6 more minutes!!!!!\n  ","777147":"\n  Lmao it’s only 11:04pm 1 more hr love\n  ","777148":"\n  It’s 10:28pm here aha.\n  \n  But Happy New Years to you too.\n  \n  I hope 2018 brings you better than last ❤️\n  ","777149":"\n  Lol that was sweet\n  ","777150":"\n  Seems to me you are too lmao 😂\n  ","777151":"\n  Nothing much\n  ","777152":"\n  If you’re trying to insult me .\n  \n  It doesn’t bother me lol.\n  ","777153":"\n  Again idc about your opinion .\n  \n  Learn to read.\n  ","777154":"\n  Tbh idc\n  ","777155":"\n  Eyes on me - Dave East\n  \n  Ova Dweet- Popcaan\n  \n  Get Money - Chief Keef\n  \n  Post To Be - Omarion, Chris Brown & Jhene Aiko\n  \n  Swang -Rae Sremmurd\n  ","777156":"\n  Okay?\n  \n  Lmao, that’s not insulting me.\n  ","777157":"\n  A little lmao.\n  \n  But who cares\n  ","777158":"\n  Bc I don’t?\n  ","777159":"\n  Send me some good questions guys\n  ","777160":"\n  No\n  ","777161":"\n  Lol tbh all types bc of my bf lol\n  ","777162":"\n  Apple Music\n  \n  Netflix\n  \n  Hulu\n  ","777163":"\n  Happy New Year hope 2018 treats you well\n  ","777164":"\n  Lol\n  ","777165":"\n  With my little family\n  ","777166":"\n  None\n  ","777167":"\n  Everybody who likes this gets to like Gabrielle’s answer\n  ","777168":"\n  Can be at times\n  ","777169":"\n  Ask me some questions\n  ","777170":"\n  A stronger relationship with my boyfriend\n  ","777171":"\n  Cardi B\n  \n  Drake\n  \n  Lil Uzi\n  \n  Young Thug\n  \n  Future\n  \n  Migos\n  ","777172":"\n  Cool\n  ","777173":"\n  36C\n  ","777174":"\n  Yes\n  ","777175":"\n  Not for me to say\n  ","777176":"\n  Happy New Years Eve\n  ","777177":"\n  Eh, we just decided not to go out lol.\n  ","777178":"\n  Smoke cigarettes\n  ","777179":"\n  Wtf no\n  ","777180":"\n  But I’m 23\n  ","777181":"\n  Ask me questions guys\n  ","777182":"\n  @\n  ","777183":"\n  More tired these days\n  ","777184":"\n  Neither tbh\n  ","777185":"\n  No\n  ","777186":"\n  I don’t care to click links\n  ","777187":"\n  I use to date girls\n  ","777188":"\n  I hate these questions\n  ","777189":"\n  So it doesn’t get deleted and y’all can read the sentence with my curse words\n  ","777190":"\n  What\n  ","777191":"\n  Every 2 weeks & yes\n  ","777192":"\n  No\n  ","777193":"\n  I thought you were deactivating?\n  \n  Why are you still here?\n  ","777194":"\n  Yes I’d f.uck my boyfriend\n  ","777195":"\n  I didn’t ask you if you’re evil.\n  \n  I don’t give 2 s.hits what’s you are\n  ","777196":"\n  Lol.\n  \n  Anons are such p.ussy now a days\n  ","777197":"\n  Yep. I know 👸🏻\n  ","777198":"\n  Thanks.\n  ","777199":"\n  Hello\n  ","777200":"\n  Not really. I’m not the type to try new things either\n  ","777201":"\n  Send me questions guys\n  ","777202":"\n  1. Burgers\n  \n  2. Chicken\n  \n  3. fries\n  ","777203":"\n  No\n  ","777204":"\n  ❄️✨\n  ","777205":"\n  Thanks\n  ","777206":"\n  For the most part yes\n  \n  And I’m in love with my nails ❤️😍\n  ","777207":"\n  Lol. Wtf\n  ","777208":"\n  That’s what I said but ya know.\n  ","777209":"\n  Sure.’\n  ","777210":"\n  Thnx\n  ","777211":"\n  I’m always honest here\n  ","777212":"\n  Shh, don’t tell the fashion police 😂\n  ","777213":"\n  I know right Tori 😡.\n  \n  Their should be a law against boyfriends but their girlfriends things lmao 😂\n  ","777214":"\n  Lmfaooo how dare you spend “tons” of money on me.\n  \n  Should be against the law 😂\n  ","777215":"\n  I didn’t make him do anything lmao.\n  \n  Sorry he wanted to buy me uggs .\n  ","777216":"\n  Lmfao i find it funny how anons can ask a question and you give them the answer and the will find 100 reasons why your answer is wrong or something you’re not. Lmao\n  ","777217":"\n  Likers get to like the answer\n  ","777218":"\n  Let’s just say this. Every kid who lives in Elmont goes to queens schools. And it’s argued that it should be Queens\n  ","777219":"\n  Lmfao somebody is salty this afternoon. 😂.\n  \n  Aren’t you tired of throwing shade everyday? 😂😭\n  ","777220":"\n  Lol. I know.\n  \n  They won’t come back bc they sound stupid .\n  \n  And plus where I live is Majority of spanish people LOL.\n  ","777221":"\n  23 and I’m alright\n  ","777222":"\n  ?\n  ","777223":"\n  Lmfao omg how you going to insult me but don’t know that Elmont and Jamaica is in Queens not Long Island 😂😂😂😂\n  ","777224":"\n  Again my biggest fan is throwing around salt bc someone thinks my family is royalty 😂\n  ","777225":"\n  I follow know you to baby ❤️.\n  \n  Hope you have a good 2018\n  ","777226":"\n  Send me more questions lmao\n  ","777227":"\n  Hey guys look it’s my biggest fan 😘\n  ","777228":"\n  Getting my nails done\n  \n  Doing laundry\n  \n  And idk what else.\n  ","777229":"\n  No.\n  \n  You’re probably one of our hater fans.\n  \n  Oh well\n  ","777230":"\n  That’s cool\n  ","777231":"\n  No problem ✨\n  ","777232":"\n  It’s only 11:30 but so far it’s alright\n  ","777233":"\n  Aha, I know.\n  \n  Thanks\n  ","777234":"\n  Ask me some questions\n  \n  I’m bored\n  ","777235":"\n  Dats meh\n  ","777236":"\n  Exactly, it’s funny to me tho.\n  \n  Like, I’m such a bother to people lmao.\n  \n  Must be doing something right considering the fact that they want to keep up with my life 😈\n  ","777237":"\n  A lot of changes\n  \n  When things get started I’ll keep you guys updated ❤️\n  ","777238":"\n  Quit b.itching about everything I do.\n  ","777239":"\n  Yes. Yes you are.\n  ","777240":"\n  You’re not what?\n  ","777241":"\n  And you’re annoying\n  ","777242":"\n  Sigh anon.\n  \n  Go away\n  ","777243":"\n  No. I’m the lucky one ❤️\n  ","777244":"\n  Tbh; no I don’t\n  ","777245":"\n  Lmao, don’t worry girl I get like that too\n  ","777246":"\n  Cute 😍. You gotta show me when you get them done.\n  \n  I’m thinking about a nude color for me lol.\n  ","777247":"\n  Gots lots going on.\n  \n  Hope you have a good new year ❤️\n  ","777248":"\n  What color?\n  ","777249":"\n  Just finished eating\n  ","777250":"\n  Good morning 💖\n  ","777251":"\n  Can’t wait to get my nails done today 😁\n  ","777252":"\n  My little family\n  ","777253":"\n  Good morning\n  ","777254":"\n  Yes and I’m not sure yet\n  ","777255":"\n  My Christmas was good\n  ","777256":"\n  How am I suppose to know?\n  ","777257":"\n  They are ❤️\n  ","777258":"\n  Of?\n  ","777259":"\n  Lol. No\n  ","777260":"\n  I have a 4 year old son\n  ","777261":"\n  I know I know 😇\n  ","777262":"\n  Laying down ready to fall asleep\n  ","777263":"\n  Ask me things\n  ","777264":"\n  My phone.\n  \n  I use Apple Music or YouTube\n  ","777265":"\n  Nope but that would be cool to own a record lol\n  ","777266":"\n  No I don’t\n  ","777267":"\n  GxCxD\n  ","777268":"\n  Little me lol\n  ","777269":"\n  Apple Music\n  \n  YouTube\n  \n  My boyfriend\n  ","777270":"\n  Probably after a year or two\n  ","777271":"\n  Came home and my boyfriend bought me my green jacket and my grey uggs ❤️😭\n  ","777272":"\n  No\n  ","777273":"\n  No\n  ","777274":"\n  Lime green\n  ","777275":"\n  Snapchat\n  ","777276":"\n  Thanks.\n  \n  My boyfriend bought it for me\n  ","777277":"\n  I guess\n  ","777278":"\n  Yah I’m fake guys. They caught me lol\n  ","777279":"\n  No\n  ","777280":"\n  Oh\n  ","777281":"\n  Ok\n  ","777282":"\n  Idc\n  ","777283":"\n  Lol I know right.\n  ","777284":"\n  Sx lmfao wtf\n  ","777285":"\n  Cool bro\n  ","777286":"\n  My birth control failed oops\n  ","777287":"\n  Bc my boyfriends penis entered my vagina\n  ","777288":"\n  Never lol.\n  \n  And thanks\n  ","777289":"\n  Probably not\n  ","777290":"\n  My son is the cutest\n  ","777291":"\n  Well didn’t you say that I’m only half black? 🤔 so what’s the other half?\n  ","777292":"\n  Cool?\n  ","777293":"\n  Lmfao and btw anon so if I’m half black what’s the other half of me? Lmfaooo\n  ","777294":"\n  Bye\n  ","777295":"\n  Oh\n  ","777296":"\n  No\n  ","777297":"\n  My nipple hurt the most\n  ","777298":"\n  No but you can add me\n  \n  GxCxD\n  ","777299":"\n  No\n  ","777300":"\n  Send me questions\n  ","777301":"\n  Late night summer walks at the Marina, then some Buffalo Wild Wings\n  ","777302":"\n  Hello\n  ","777303":"\n  ❄️\n  ","777304":"\n  Thanks\n  ","777305":"\n  Why did you send this to me 3 times lol.\n  \n  And I’m feeling a little better than yesterday.\n  ","777306":"\n  Hello\n  ","777307":"\n  R&B\n  \n  Rap\n  \n  Hip-Hop\n  ","777308":"\n  Ask me stuff\n  ","777309":"\n  I’m 50% white and 50% black.\n  \n  Sorry tho, I proclaimed to be white LOL.\n  ","777310":"\n  Cardi B, Migos, Young Thug, Future\n  \n  Etc.\n  \n  I have a lot lol\n  ","777311":"\n  And you just sound stupid lmao.\n  \n  Sorry that you can’t grasp the fact that the person who give birth to me is white.\n  \n  Not my fault\n  ","777312":"\n  Nothing much .\n  \n  Feeling a little better than yesterday\n  ","777313":"\n  Soul plane\n  ","777314":"\n  A boogie\n  \n  Jungle\n  ","777315":"\n  Eh, it depends on my mood tbh lol\n  ","777316":"\n  Like 2 weeks old lol. And I’m not wearing my glasses\n  ","777317":"\n  Woke up feeling a little better.\n  ","777318":"\n  That’s cool\n  ","777319":"\n  If you feel like your bf would like like your friend more than you shouldn’t do it with that friend\n  ","777320":"\n  English\n  ","777321":"\n  I like spanish and blacks guys\n  ","777322":"\n  No\n  ","777323":"\n  Thanks\n  ","777324":"\n  Stop begging\n  ","777325":"\n  Well obviously I thought I could do it.\n  ","777326":"\n  Went home early.\n  \n  Feel like I have to throw up\n  ","777327":"\n  I guess you can’t read\n  ","777328":"\n  You can’t read then I say idc ?\n  ","777329":"\n  Idc\n  ","777330":"\n  What was?\n  ","777331":"\n  Oh\n  ","777332":"\n  No need to be\n  ","777333":"\n  No. I feel terrible\n  ","777334":"\n  Yeah\n  ","777335":"\n  Lol I don’t even know why this is a topic of conversation lol\n  ","777336":"\n  I don’t want to play would you rather\n  \n  Thought I had good questions\n  ","777337":"\n  Neither the above\n  ","777338":"\n  Neither\n  ","777339":"\n  Ok\n  ","777340":"\n  Lol people can’t read\n  ","777341":"\n  I find my boyfriend attractive\n  ","777342":"\n  I am lol.\n  ","777343":"\n  Lol true\n  ","777344":"\n  Maybe\n  ","777345":"\n  No unless they touch me first\n  ","777346":"\n  Lmfaooo I know right\n  ","777347":"\n  Smh\n  ","777348":"\n  Y’all are putting words into my mouth\n  ","777349":"\n  How do you know?\n  ","777350":"\n  Mhm\n  ","777351":"\n  I’ve never said it was\n  ","777352":"\n  I’m sure.\n  ","777353":"\n  Sure\n  ","777354":"\n  Trust me I’m positive.\n  \n  Like I know all girls have tired it even if they deny it\n  ","777355":"\n  Feeling like s.hit still 😩😭\n  ","777356":"\n  Find 1 in my likes\n  ","777357":"\n  I’ve never said that lmao, I know that for a fact\n  ","777358":"\n  How do you know lmao\n  ","777359":"\n  Thank you\n  ","777360":"\n  No\n  ","777361":"\n  Lol\n  ","777362":"\n  Yeah...\n  ","777363":"\n  Going to take a nap 😴\n  \n  Leave me tons of questions ❄️✨\n  ","777364":"\n  Yes.\n  ","777365":"\n  Oh\n  ","777366":"\n  Yeah I know lol\n  ","777367":"\n  Thanks and no just a cold\n  ","777368":"\n  I’m sick now.\n  ","777369":"\n  Nah\n  ","777370":"\n  I feel a little bit better.\n  \n  I know much better than this morning.\n  ","777371":"\n  Every week\n  ","777372":"\n  Already posted a selfie\n  ","777373":"\n  Music\n  \n  Talks with my boyfriend\n  \n  Smoking\n  \n  Taking photos\n  ","777374":"\n  No\n  ","777375":"\n  My nails lmao.\n  \n  No they’re ugly rn lol\n  ","777376":"\n  No\n  ","777377":"\n  Getting them re-done Friday. Yeah, I know they’re trash ❗️❗️❗️\n  ","777378":"\n  Thanks\n  ","777379":"\n  Snapchat: GxCxD\n  \n  Twitter: NineGDxFourO\n  \n  Instagram: princessdanzy_x0\n  \n  Facebook: I don’t give our\n  ","777380":"\n  Ask me good questions\n  ","777381":"\n  I could give a s.hit\n  ","777382":"\n  Noneyabusinessx33\n  ","777383":"\n  She is beautiful ❤️\n  \n  Why don’t you say this off anon?\n  \n  Oh yeah, bc you’re scared ahahaha\n  ","777384":"\n  🙄\n  ","777385":"\n  English\n  ","777386":"\n  Aha thanks love\n  ","777387":"\n  Thanks\n  ","777388":"\n  Depends\n  ","777389":"\n  Sigh\n  ","777390":"\n  Laying down dying\n  ","777391":"\n  No\n  ","777392":"\n  I’m getting him his keyboard Saturday\n  \n  My son all his Christmas gifts\n  \n  His keyboard\n  \n  And a gift card\n  ","777393":"\n  Apparently not. I don’t type \/ speak like that.\n  \n  Seems to me you want the attention this morning.\n  \n  Your mommy doesn’t love you?\n  \n  You had a s.hitty Christmas lmao?\n  ","777394":"\n  Here we go everybody the 1 anon who keeps saying I’m from Haiti so you pricks can believe them.\n  \n  Stop with the attention.\n  \n  I’m Bajan .\n  \n  Can you read or you just to stupid to comprehend a sentence?\n  ","777395":"\n  I’m the hood rat but yet you spell “the” “da” 😂🙄\n  ","777396":"\n  Definitely not lmao.\n  ","777397":"\n  I’m not really a flower girl\n  ","777398":"\n  Isn’t all good mostly messy lol. Well I’m not a messy eater even if the food is. Lol\n  ","777399":"\n  Send me questions guys.\n  \n  Not feeling to well\n  ","777400":"\n  Thanks?\n  ","777401":"\n  Kool\n  ","777402":"\n  Cool story bro\n  ","777403":"\n  Probably going to get ready\n  ","777404":"\n  Apparently I’m blocked LOL\n  ","777405":"\n  Ew no  and I don’t even live in the hood. Stop being ignorant\n  ","777406":"\n  How? Lmao wtf\n  ","777407":"\n  Feeling sick\n  ","777408":"\n  I have work later\n  ","777409":"\n  Good morning.\n  ","777410":"\n  Yes.\n  \n  2-3 more. Lol\n  ","777411":"\n  Thank you sm 💖\n  ","777412":"\n  Taken ❤️\n  ","777413":"\n  NYC. I means self explanatory lol\n  ","777414":"\n  Seattle\n  ","777415":"\n  Yes\n  ","777416":"\n  Follow my Snapchat\n  \n  GxCxD\n  ","777417":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","777418":"\n  GxCxD is my Snapchat\n  ","777419":"\n  Oh\n  ","777420":"\n  Okay???\n  ","777421":"\n  Women like to listen\n  \n  Men give their point of view from a guys prospective\n  ","777422":"\n  I don’t care about names or other people’s names\n  ","777423":"\n  Never heard it\n  ","777424":"\n  I can see you’re speaking up for them . But they ain’t all b.itching on my page like you.\n  ","777425":"\n  🤔🤔\n  ","777426":"\n  And you’re 25 complaining about something . Instead of asking me questions or at least good ones. Here you are on my page b.itching about your opinion\n  ","777427":"\n  Ask me good questions guys\n  ","777428":"\n  Okay I DON’T CARE ANYMORE.\n  \n  StOP B.ITCHING\n  ","777429":"\n  Not really. We don’t really talk about politics\n  ","777430":"\n  Ko0l\n  ","777431":"\n  Bc if you’re b.itching and crying I’m going to tell you. Even if you were female I’d tell you the same s.hit. Nobody wants to hear that.\n  ","777432":"\n  Oh?\n  ","777433":"\n  Thanks\n  ","777434":"\n  Hours ago\n  ","777435":"\n  Grey uggs from my boyfriend\n  ","777436":"\n  Sounds like to me you’re just b.itching and crying\n  ","777437":"\n  My day was good besides the fact that I’m sick.\n  ","777438":"\n  Omg 😮 I Spelled a word wrong guys. That means I’m going to be a cashier forever.\n  \n  So sad .\n  \n  NOT. Bad insult lmao.\n  \n  Good thing I do have a job tho.\n  ","777439":"\n  You know they do have strip club for men right? So that was a very invalid point you made.\n  ","777440":"\n  I believe both genders have it hard.\n  ","777441":"\n  I disagree with you\n  ","777442":"\n  I’m not a thug nor a bully\n  \n  Seems to me you can’t take the heat.\n  \n  * Kayne Shrugs *\n  ","777443":"\n  So why ask me a question if you I already have your theory?\n  ","777444":"\n  Don’t care tbh\n  ","777445":"\n  How am I suppose to know why certain females give you an attitude\n  ","777446":"\n  How can I speak for all females?\n  ","777447":"\n  Just bc a guy is gay doesn’t mean all girls give gays attitude .\n  \n  They do it to straight guys to soooo\n  ","777448":"\n  Why don’t guys listen?\n  ","777449":"\n  Earlier today.\n  ","777450":"\n  I have a head cold.\n  ","777451":"\n  Thank you\n  ","777452":"\n  I feel x10 worse then when I went to sleep 😭\n  ","777453":"\n  Then I get stupid questions like this 🙄\n  ","777454":"\n  Just woke up from a nap.\n  \n  Ask me questions\n  ","777455":"\n  Ugh, I’m so sick right now 😩😕😭.\n  ","777456":"\n  Wtf\n  ","777457":"\n  Photography\n  ","777458":"\n  Retail\n  ","777459":"\n  Yes and McDonald’s\n  ","777460":"\n  No thanks\n  ","777461":"\n  English\n  ","777462":"\n  Lol. Seems to me you’re lonely\n  ","777463":"\n  Spending time with my little family.\n  ","777464":"\n  I don’t really have a least fav thing\n  ","777465":"\n  Seems like Santa didn’t give a s.hit what you wanted\n  ","777466":"\n  And there’s nothing wrong with being yourself.\n  \n  Stop hiding behind anon and come out the light.\n  ","777467":"\n  I’m sure loser\n  ","777468":"\n  Seems like you get no action.\n  ","777469":"\n  Sigh....\n  ","777470":"\n  And you just sound ignorant.\n  ","777471":"\n  Sounds like your just another hater. Who cares what YOU think. If they’re happy let them be. You anons are so miserable.\n  ","777472":"\n  Watching tv.\n  \n  I have such a headache\n  ","777473":"\n  Idc about names\n  ","777474":"\n  Hi\n  ","777475":"\n  Lol like you are hating?,\n  ","777476":"\n  No I wouldn’t .\n  \n  Idc if someone is gay\/straight\/bi\/lesbian\/ trans\n  ","777477":"\n  I don’t know my grandma on my moms side\n  ","777478":"\n  GxCxD\n  ","777479":"\n  I’m glad you care bc I DONT\n  ","777480":"\n  Ok\n  ","777481":"\n  Idk probably . But who cares\n  ","777482":"\n  About?\n  ","777483":"\n  That’s me\n  ","777484":"\n  Thanks\n  ","777485":"\n  ask me questions guys\n  ","777486":"\n  Okay I’m tired of these repeated questions all from yesterday about gifts.\n  \n  My grey Uggs\n  ","777487":"\n  You wanna fix problems but you’re on anon???? 🤔\n  ","777488":"\n  Whatever you say.\n  ","777489":"\n  & why are you pretending to me someone else??? 🤔\n  ","777490":"\n  North Carolina\n  ","777491":"\n  What about him?\n  ","777492":"\n  Good morning\n  ","777493":"\n  I’m getting grey uggs\n  ","777494":"\n  No?\n  ","777495":"\n  Paris\n  ","777496":"\n  I’m not doing this game so idk why you spammed my inbox with these boring questions\n  ","777497":"\n  Click my profile picture\n  ","777498":"\n  Lol\n  ","777499":"\n  Depends\n  ","777500":"\n  It was alright\n  ","777501":"\n  Queen\n  ","777502":"\n  No\n  ","777503":"\n  Yeah\n  ","777504":"\n  Oh\n  ","777505":"\n  I don’t know any guy name max nor do I care\n  ","777506":"\n  I know. They sound stupid.\n  ","777507":"\n  👑\n  ","777508":"\n  No\n  ","777509":"\n  Yahhh\n  ","777510":"\n  Blocked\n  ","777511":"\n  But yet you’re on ask. Lmao.\n  \n  What a joke.\n  \n  Shouldn’t you be resting,?\n  \n  Stop looking for attention.\n  ","777512":"\n  Oh????\n  ","777513":"\n  No.\n  \n  Not really\n  ","777514":"\n  You suffered a asthma attack then a heart attack and you came on ask to tell people this? So I guess ask is so much more important lmao.\n  \n  Good job 👏🏽\n  ","777515":"\n  Nothing much.\n  \n  Annoyed and sick.\n  \n  Great combo right?🙄\n  ","777516":"\n  I wanna do honesty night\n  ","777517":"\n  And you’ve been f.ucking blocked\n  ","777518":"\n  Stop sending me stupid things or I’m blocking you. I’m not in the mood for YOU’RE stupid ass statements \/ questions .\n  \n  CAN YOU READ THIS FUCKING ANSWER?????\n  ","777519":"\n  Send me in some questions\n  \n  Little drunk right now aha\n  ","777520":"\n  I’m tired of you stupid ass anons sending me stupid ass s.hit\n  ","777521":"\n  No\n  ","777522":"\n  Why ask disgusting questions\n  ","777523":"\n  Lol. Nope.\n  \n  That’s her problem tho.\n  ","777524":"\n  Thanks.\n  \n  Might get contacts next year\n  ","777525":"\n  No.\n  \n  She’s doesn’t even like me 😂\n  ","777526":"\n  GxCxD\n  ","777527":"\n  Yeahhhh probably\n  ","777528":"\n  This question is so boring and cliche\n  ","777529":"\n  Ha, I know lol.\n  ","777530":"\n  Mixed\n  ","777531":"\n  I have a head cold\n  ","777532":"\n  Earlier\n  ","777533":"\n  This morning .\n  ","777534":"\n  Feeling sick\n  ","777535":"\n  Why thank you?\n  ","777536":"\n  ????\n  ","777537":"\n  Photography\n  ","777538":"\n  No. But I plan on going back.\n  ","777539":"\n  We don’t really have any\n  ","777540":"\n  Merry Christmas 🎄🎁\n  \n  I’m getting grey uggs from my honey 😘\n  ","777541":"\n  Uggs\n  ","777542":"\n  You have a fabulous Christmas and rest of the end of the year\n  ","777543":"\n  I am 👑\n  ","777544":"\n  With someone forever ❤️\n  ","777545":"\n  I rather none.\n  \n  People shouldn’t make you feel bad for not buying them anything.\n  ","777546":"\n  Pancakes, bacon and eggs\n  ","777547":"\n  My first Christmas as a parent was amazing. He was 2 months old. And mainly clothes bc he was only 2 months old.\n  ","777548":"\n  Thanks ❤️\n  ","777549":"\n  Feeling sick 🙄\n  ","777550":"\n  Hanging with my little family\n  ","777551":"\n  My gift is coming a little late.\n  \n  I’m getting grey uggs\n  ","777552":"\n  I am raising him obviously.\n  \n  It’s not like I’m not you idiot.\n  \n  Again, stop complaining about what I’m doing. Maybe you should spend a little less time going on anon and talking s.hit\n  ","777553":"\n  And all you do is complain about what I’m doing. Instead of being so worried about what I’m doing . Worry about YOUR life 😘\n  ","777554":"\n  • smoke\n  \n  • listen to music\n  \n  • watch movies\n  \n  • nap\n  \n  • relax\n  ","777555":"\n  For some.\n  ","777556":"\n  Send me some questions 🎄🎁\n  ","777557":"\n  No.\n  \n  I’m 23. I do what I want,\n  ","777558":"\n  I give out gift cards\n  ","777559":"\n  Same to you\n  ","777560":"\n  Mad b.itches lmao on here\n  \n  Oh well lol\n  ","777561":"\n  Yeah . Bc it’s polite\n  ","777562":"\n  Merry Christmas 🎄❄️🎁\n  ","777563":"\n  It’s funny how most of y’all b.itches talk shit about me on here but yet are my biggest fans 😂😭😇\n  ","777564":"\n  Merry Christmas ❄️🎄\n  ","777565":"\n  1. All I Want For Christmas\n  \n  2. Where Are You Christmas\n  \n  3. My Only Wish\n  ","777566":"\n  Same to you! ❄️🎄❤️\n  ","777567":"\n  Same to you! ❤️❄️😍\n  ","777568":"\n  Yeah. 7-3\n  ","777569":"\n  Omfg\n  \n  Idk they’re annoying\n  ","777570":"\n  For Christmas I get to block you\n  ","777571":"\n  Merry Christmas 🎄\n  ","777572":"\n  Can’t wait for the holidays to be over\n  ","777573":"\n  Merry Christmas Eve 🎄❄️\n  ","777574":"\n  Merry Christmas Eve ❄️🎄\n  ","777575":"\n  Same to you\n  ","777576":"\n  Ask me some good questions guys.\n  \n  Christmas Eve Honesty Night ❄️🎄\n  ","777577":"\n  Same to you!\n  ","777578":"\n  Merry Christmas and Happy New Years to you to ❤️. Hope 2018 treats you good. ❤️❄️\n  ","777579":"\n  No.\n  ","777580":"\n  Drama \/ fakes\n  ","777581":"\n  Lol I know you didn’t .\n  \n  That person is just lame and jealous .\n  \n  Merry Christmas ❤️ 🎄\n  ","777582":"\n  Merry Christmas to you to❤️\n  \n  And have a happy New Year\n  ","777583":"\n  Ask me questions\n  ","777584":"\n  No lmao\n  \n  I have a killer smile\n  ","777585":"\n  I love them\n  ","777586":"\n  I love ya tho ❤️\n  ","777587":"\n  There’s more on the window but this picture is cool that I took lol.\n  ","777588":"\n  I got my mom a gift card\n  \n  My sister some bracelet set you can put together\n  \n  My son a bunch of thing.\n  \n  My dad basketball tickets\n  \n  My boyfriend a Drake OVO hoodie and piano keyboard he wanted lol\n  ","777589":"\n  Ask your mom and grandma this exact same question and see what they say.\n  \n  Okay?\n  ","777590":"\n  It’s a picture of my son\n  ","777591":"\n  Lmao visa shout out\n  ","777592":"\n  She’s always been real you lame\n  ","777593":"\n  I’m at work\n  ","777594":"\n  Go away\n  ","777595":"\n  Oh\n  ","777596":"\n  You sent that question\n  ","777597":"\n  Saw my Snapchat lol\n  \n  I’m glad you know where I work lol\n  ","777598":"\n  I’m at work\n  ","777599":"\n  Same to you!\n  ","777600":"\n  Phone , wallet, headphones\n  ","777601":"\n  Trolling 🤔\n  ","777602":"\n  Idk\n  ","777603":"\n  No\n  ","777604":"\n  Okay? Why is this a problem?\n  ","777605":"\n  Ha, thanks\n  ","777606":"\n  Retail\n  ","777607":"\n  You’re annoying\n  ","777608":"\n  No\n  ","777609":"\n  No\n  ","777610":"\n  That’s your problem.\n  \n  Get tf off my page\n  ","777611":"\n  Bc I have work at 7am\n  ","777612":"\n  Nahhh\n  ","777613":"\n  Ew no\n  ","777614":"\n  You know what Lmao\n  \n  What are we 12\n  ","777615":"\n  I don’t know.\n  \n  Is it?\n  ","777616":"\n  Don’t care\n  ","777617":"\n  Ask me questions\n  ","777618":"\n  Lmfao am I really?\n  \n  Lol I was just being honest\n  ","777619":"\n  Tbh he’s a music lover so he loves all type of different songs\n  ","777620":"\n  Toys , cloths , gift cards\n  ","777621":"\n  Tbh I’d probably take it lol\n  ","777622":"\n  No I don’t listen to podcast.\n  \n  I probably should lol.\n  ","777623":"\n  Both\n  ","777624":"\n  Would you stop asking me stupid questions\n  ","777625":"\n  GoOd fOr yOu\n  ","777626":"\n  No.\n  ","777627":"\n  Idk yet\n  ","777628":"\n  None\n  ","777629":"\n  No i was already blonde.\n  \n  I like my black hair.\n  ","777630":"\n  Nothing at work for last 30 minutes\n  ","777631":"\n  Don’t care enough to read this question\n  ","777632":"\n  Why you so obsessed with her??\n  \n  Pls tell me\n  ","777633":"\n  Oh\n  ","777634":"\n  No\n  ","777635":"\n  Hello\n  ","777636":"\n  Ask me some questions guys\n  ","777637":"\n  I guess lmao\n  ","777638":"\n  No lol.\n  ","777639":"\n  I’ve had a lot of best dates lmao.\n  \n  6 years later and I can’t pick 1\n  ","777640":"\n  Bc obviously they’re not my type you idiot. Just bc I’m half white doesn’t mean I have to like or date white men. Open you’re mind.\n  ","777641":"\n  A lot\n  ","777642":"\n  ????\n  ","777643":"\n  English\n  ","777644":"\n  Don’t care enough\n  ","777645":"\n  Me either lol they’re annoying\n  ","777646":"\n  And I’m only doing it for the clout.\n  ","777647":"\n  Idc\n  ","777648":"\n  Idek\n  ","777649":"\n  I’m special\n  ","777650":"\n  I don’t click links\n  ","777651":"\n  That wouldn’t happen\n  ","777652":"\n  Can I block you?\n  ","777653":"\n  Oh\n  ","777654":"\n  What?\n  ","777655":"\n  Yeah\n  ","777656":"\n  So tf would you want to see my feet then?\n  \n  Mhm...\n  \n  And NO FFS\n  ","777657":"\n  Go find someone who will entertain your nasty fetish.\n  ","777658":"\n  I don’t have a fav I like them all\n  ","777659":"\n  Emojis are smiley faces\n  \n  I sent you a GIF\n  \n  They’re 2 different things.....\n  ","777660":"\n  Emjoi wtf is that lmaoooo\n  ","777661":"\n  No. Now stop you’re annoying\n  ","777662":"\n  Nothing\n  ","777663":"\n  I’d have to say burping out loud in class lmao ew\n  ","777664":"\n  ???\n  ","777665":"\n  Send me questions\n  ","777666":"\n  Well I don’t need you for that\n  ","777667":"\n  No\n  ","777668":"\n  Our son.\n  \n  You know what and going back to college for photography\n  ","777669":"\n  I have to clean under my nails\n  ","777670":"\n  Ice coffee\n  ","777671":"\n  4848\n  ","777672":"\n  Iced coffee\n  \n  Hot tea\n  ","777673":"\n  I like regular tea with 3 sugars\n  \n  I only drink French vanilla ice coffee or latte iced with French vanilla\n  ","777674":"\n  Not that i know of\n  ","777675":"\n  Yeah.\n  \n  Vanilla\n  ","777676":"\n  Oh\n  ","777677":"\n  No\n  ","777678":"\n  Uggs\n  ","777679":"\n  Mk\n  \n  Coach\n  ","777680":"\n  Hot Chocolate\n  \n  Tea\n  ","777681":"\n  Yeah\n  ","777682":"\n  No.\n  ","777683":"\n  And it would be better w\/out anons who are pricks and think they know everybody’s life while hiding behind anon.\n  ","777684":"\n  Thank you! I’m glad they can spell and use grammar. They always want to try and call someone out but yet hide behind anon😂\n  ","777685":"\n  Without prick of anons . Ask.fm would be better 👏🏽\n  ","777686":"\n  I changed my answer before you called me out idiot.\n  \n  You obviously read the answer before I deleted it.\n  \n  I re-answered it before you sent your other question DUMBASS 😘\n  ","777687":"\n  Lmfaooo. I can tell you can’t read.\n  \n  Yeah I said spelling but then I fixed it.\n  \n  Asked if you want a cookie for using correct grammar?\n  \n  Insults get more and more weak everyday 😂.\n  ","777688":"\n  Want a cookie❓\n  ","777689":"\n  This isn’t a question neither\n  ","777690":"\n  Idc tbh\n  ","777691":"\n  I do.\n  \n  I just hate the aspect that YOU’RE obligated to get people gifts.\n  ","777692":"\n  I . Speak . English\n  \n  I . Read . English\n  ","777693":"\n  Lmfao the worst I’d have to say this $85 waterproof case my bf bought for my 6s plus last year lmao. Then about a week later I got the 7 plus so the case was useless 😂😂😂.\n  \n  The best ; I’m not sure lol.\n  ","777694":"\n  Thanks for all the sweet comments❤️\n  ","777695":"\n  Cardi B 😍👅\n  ","777696":"\n  Lol tbh I like my name so I wouldn’t change it .\n  \n  I’m very picky to when it comes to names aha.\n  ","777697":"\n  Thanks\n  ","777698":"\n\n   @NineGDxFour\n  \n","777699":"\n  NoOOooOoo.\n  ","777700":"\n  Send me more questions ❄️\n  ","777701":"\n  I try I try.\n  ","777702":"\n  Okay baby\n  ","777703":"\n  No.\n  \n  I just said that for s.hits and giggles.\n  ","777704":"\n  Drinking my ice latte\n  ","777705":"\n  Tbh ; idk lol.\n  \n  I didn’t notice or feel it lol.\n  ","777706":"\n  Oh okay lol.\n  \n  Thanks\n  ","777707":"\n  Hehe.\n  \n  Thanks x.\n  ","777708":"\n  I literally can’t wait for the holidays to be over.\n  ","777709":"\n  It’s part of the female body.\n  ","777710":"\n  Lol. Thanks.\n  \n  We’re just friends tho lol.\n  ","777711":"\n  I’m f.ucking fantastic\n  ","777712":"\n  Yeah....\n  ","777713":"\n  Okay love x\n  ","777714":"\n  Lmao, see anon and doesn’t want you. Sorry 😂\n  ","777715":"\n  Lmaooo. They want you tho 😂😂\n  ","777716":"\n  Is it me or you can’t read?\n  \n  I just said I don’t add people back idk.\n  \n  And considering you’re a guy and I’m taken.\n  \n  No thank you!\n  ","777717":"\n\n   @stayystrongmoveon\n  \n","777718":"\n  Where Are You Christmas by Faith Hill\n  ","777719":"\n  😘😘😘\n  ","777720":"\n  Lol.\n  ","777721":"\n  Good morning\n  ","777722":"\n  The woods by train tracks\n  \n  Slide\n  \n  Car\n  \n  In bushes\n  \n  Baseball field\n  ","777723":"\n  Bc you’re bad 😏💕\n  ","777724":"\n  9.\n  \n  Especially when you’re in a relationship.\n  ","777725":"\n  I don’t add people back idek .\n  \n  You can view my story tho.\n  \n  Enjoy ❗️\n  ","777726":"\n  Both\n  ","777727":"\n  Obviously\n  ","777728":"\n  GxCxD\n  ","777729":"\n  If that’s how you want to interpret my answer.\n  ","777730":"\n  Lol.\n  ","777731":"\n  Just like the rest of society.\n  ","777732":"\n  Don’t ask me a question then say don’t answer here.\n  \n  Don’t be p.ussy.\n  ","777733":"\n  Yeah\n  ","777734":"\n  Straight but I’ve dated girls in the past but I don’t ever see myself being or catching feelings for a girl(s) again.\n  ","777735":"\n  No.\n  ","777736":"\n  Twenty-three\n  ","777737":"\n  Sure.\n  \n  D O N T\n  \n  O N L Y\n  \n  S E N D\n  \n  M E\n  \n  S E X\n  \n  Q U E S T I O N S\n  \n  👏🏽\n  ","777738":"\n  New York.\n  \n  United States\n  ","777739":"\n  23.\n  ","777740":"\n  You’ll just have to wait & see lol,\n  ","777741":"\n  I have work later today.\n  ","777742":"\n  I just had this talk with my boyfriend last night lol.\n  \n  Stay tuned for 2018.\n  \n  To see if I get contacts or stick with my glasses only.\n  ","777743":"\n  And doesn’t the rest of the world?\n  ","777744":"\n  Wow this is different lol\n  ","777745":"\n  I think you are\n  ","777746":"\n  Positive vibes ❄️✨\n  ","777747":"\n  What is?\n  ","777748":"\n  Go away anon\n  ","777749":"\n  No\n  ","777750":"\n  Oh. Did I ask you think orrrr\n  ","777751":"\n  Lmao let me guess you seen my Snapchat’s lmao.\n  \n  Why can’t you come off anon?\n  ","777752":"\n  No\n  ","777753":"\n  You’re already following the best\n  ","777754":"\n  No\n  ","777755":"\n  I didn’t ask you.\n  ","777756":"\n  Thanks .\n  \n  It’s 1 of my favs 💕\n  ","777757":"\n  Soooo... ask me whatever\n  ","777758":"\n  Well obviously I was there when it happened. But this person owed my friend $30 from 6 months ago . Seen the person today in Toys R’Us and asked about their money and yeah\n  ","777759":"\n  2\n  ","777760":"\n  It wasn’t my situation. It was some else’s that was with us.\n  ","777761":"\n  Never tried them\n  ","777762":"\n  I haven’t changed my name on here in about a week.\n  \n  You got the wrong person.\n  ","777763":"\n  It’s always something\n  ","777764":"\n  Doctor\n  \n  Teacher\n  ","777765":"\n  Offset\n  ","777766":"\n  The Big Apple\n  \n  The Hamptons\n  \n  Main Street\n  ","777767":"\n  Thanks\n  ","777768":"\n  Ask me some good questions tonight\n  ","777769":"\n  No\n  ","777770":"\n  Lizard\n  ","777771":"\n  No\n  ","777772":"\n  Wow almost got into some s.hit tonight over $30 from 6 months ago\n  ","777773":"\n  Pit\n  ","777774":"\n  Bird\n  ","777775":"\n  I don’t remember lol but I was like 7ish\n  ","777776":"\n  5’4\n  ","777777":"\n  You asked me this already\n  ","777778":"\n  💕\n  ","777779":"\n  To who ?\n  ","777780":"\n  ...\n  ","777781":"\n  Sure\n  ","777782":"\n  That’s good for you?\n  ","777783":"\n  Wtf\n  ","777784":"\n  Idk I’m not good with that\n  ","777785":"\n  Sitting here.\n  ","777786":"\n  Tbh I don’t care .\n  \n  Get that through your head\n  ","777787":"\n  Oh\n  ","777788":"\n  Thank you\n  ","777789":"\n  In need of good questions\n  ","777790":"\n  Better questions\n  ","777791":"\n  Send me questions\n  ","777792":"\n  Cool kid\n  ","777793":"\n  Blocked 😇\n  ","777794":"\n  Thanks\n  ","777795":"\n  Blocked\n  ","777796":"\n  Awh, don’t be\n  ","777797":"\n  Pedo\n  ","777798":"\n  Nope.\n  ","777799":"\n  Thank you 💕\n  ","777800":"\n  Sigh, your mom is a bit dumb.\n  ","777801":"\n  K\n  ","777802":"\n  Thanks and stop calling me “bbg”\n  \n  My name is Gabby\n  ","777803":"\n  They have nothing better to do with their life.\n  ","777804":"\n  Refrain from calling me cutie.\n  ","777805":"\n  Hi\n  ","777806":"\n  Yeah. No.\n  \n  I was at work when my link was being sent around.\n  \n  Another salty anon .\n  \n  * Kayne Shrugs*\n  ","777807":"\n  Thanks 💕\n  ","777808":"\n  Can I get some decent questions?\n  ","777809":"\n  Seriously can’t wait for the holidays to be over\n  ","777810":"\n  Why do you ask me such stupid questions ffs\n  ","777811":"\n  You’re weird how about dat\n  ","777812":"\n  Oh\n  ","777813":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","777814":"\n  Let her do her.\n  ","777815":"\n  Mhm, idk maybe a nude color or maybe a sky blue with silver for a winter theme\n  ","777816":"\n  Lmfaooo. Ask my boyfriend and see what he says.\n  ","777817":"\n  Lmaoooo , these anons are so weird\n  ","777818":"\n  Awh thank you ❤️.\n  \n  You’re gorgeous 💕\n  ","777819":"\n  Lmfaooooooooooo.\n  ","777820":"\n  Damn anon you’re annoying 🙄\n  ","777821":"\n  I know m.\n  \n  Hehe\n  ","777822":"\n  Mhm, we’re not too sure yet.\n  ","777823":"\n  Eating , drinking ice coffee. Then I’m going to wake up my son.\n  ","777824":"\n  Not really. But lately I’ve been eating oatmeal.\n  ","777825":"\n  Can’t wait for my Christmas present from my boyfriend 😍😩\n  ","777826":"\n  Mhm\n  ","777827":"\n  I feel like the block button might be used here.\n  ","777828":"\n  Lol. Silly anons.\n  ","777829":"\n  Boring\n  ","777830":"\n  Wow nobody understands sarcasm\n  ","777831":"\n  Sex❓\n  ","777832":"\n  No need to thank me 💕\n  ","777833":"\n  I follow you x\n  ","777834":"\n  Oh\n  ","777835":"\n  My family\n  ","777836":"\n  No.\n  ","777837":"\n  Don’t all you anons judge already\n  ","777838":"\n  Why ask these questions at 8am?\n  ","777839":"\n  Sorry\n  ","777840":"\n  Just tell them if they don’t feel the same way then that sucks\n  ","777841":"\n  Thank you love x\n  \n  Almost off.\n  \n  About 30 more minutes to go 😘❤️\n  ","777842":"\n  Still at work till 12am\n  ","777843":"\n  Yeah 😘\n  ","777844":"\n  Then something happens\n  ","777845":"\n  Yeah bc making out you make babies\n  ","777846":"\n  Thank you. They’re trying to sound smart while being ignorant\n  ","777847":"\n  No you’re just being ignorant while trying to sound smart lmao\n  ","777848":"\n  Lmfao.\n  \n  Why do kids go to school?\n  \n  Seems like they can’t retain any information smh 🙄\n  ","777849":"\n  Hello.\n  \n  I’m at work right now\n  ","777850":"\n  Hopefully to save up & move\n  ","777851":"\n  ????\n  ","777852":"\n  No such thing as what?\n  \n  And don’t say mixed bc if you do I don’t condone stupidity\n  ","777853":"\n  Sucks to be ya\n  ","777854":"\n  Mixed\n  ","777855":"\n  Thanks\n  ","777856":"\n  Not a question\n  ","777857":"\n  Oh\n  ","777858":"\n  Idc\n  ","777859":"\n  Cool\n  ","777860":"\n  Ugh, dreading going to work 😩🙄\n  ","777861":"\n  No???\n  ","777862":"\n  No I don’t\n  ","777863":"\n  No I don’t think it’s too young. Obviously her and her husband are stable enough to have 3 kids.\n  \n  Stop complaining about her life.\n  ","777864":"\n  I think she’s amazing .\n  \n  Shes also amazing for raising 3 kids amazing ❤️\n  ","777865":"\n  Ask me things.\n  ","777866":"\n\n   @NineGDxFour\n  \n  is too\n  ","777867":"\n  Why what?\n  ","777868":"\n  No\n  ","777869":"\n  Sweet\n  ","777870":"\n  “So u boyfriend now”\n  \n  Like what even lmao.\n  ","777871":"\n  So????\n  ","777872":"\n  Yawn\n  ","777873":"\n  No.\n  ","777874":"\n  I’m my boyfriends 😘\n  ","777875":"\n  I’m going to block you bc your pad obsession is nasty\n  ","777876":"\n  I’m so mad my pinky nail broke earlier\n  ","777877":"\n  Names Gabby\n  ","777878":"\n  No\n  ","777879":"\n  Lol.\n  ","777880":"\n  The past life\n  ","777881":"\n  ❤️\n  ","777882":"\n  Pads\n  ","777883":"\n  ^^^\n  ","777884":"\n  Stop being desperate\n  ","777885":"\n  K\n  ","777886":"\n  Not for you\n  ","777887":"\n  Yeah\n  ","777888":"\n  That sucks\n  ","777889":"\n  ???!\n  ","777890":"\n  Don’t call me cutie\n  ","777891":"\n  I’m in love with my boyfriend\n  ","777892":"\n  With\n  ","777893":"\n  Retail\n  ","777894":"\n  We’re all good lol. I’m only ready to see Joe open his gifts and my bf to get his. Other than that I want the holidays to be over. For New Year Eve I don’t think me and my boyfriend will be around at 9 . We might be out somewhere lol\n  ","777895":"\n  That’s f.ucking great! Broke my pinky nail and I have to wait till next Thursday to fix em 😤\n  ","777896":"\n  Well I’m 23 and I have a 4 year old.\n  ","777897":"\n  I’m great!\n  \n  Just did some gift wrapping lol.\n  ","777898":"\n  Why are you talking so poorly about your moms mentality?\n  \n  Your mama should be ashamed\n  \n  Should I report to her how badly you talk about her? 🤔\n  ","777899":"\n\n   @NineGDxFour\n  \n  doesn’t give 2 s.hits\n  ","777900":"\n  Thanks for letting me block you 😇\n  ","777901":"\n  Jeans and a cardigan\n  ","777902":"\n  Princessdanzy_x0\n  ","777903":"\n  No\n  ","777904":"\n  4814\n  ","777905":"\n  Lol I didn’t know that.\n  \n  They’re ignorant 🙄\n  ","777906":"\n  I wish you didn’t send me stupid s.hit\n  ","777907":"\n  Idek what that means lmao\n  ","777908":"\n  30 stone?\n  ","777909":"\n  And therefore I shouldn’t click the link.\n  ","777910":"\n  What?\n  ","777911":"\n  Thank you ❄️\n  ","777912":"\n  The Notebook\n  \n  Dear John\n  ","777913":"\n  ATL\n  \n  I Can Do Bad All By Myself\n  \n  Pineapple Express\n  \n  8Mile\n  \n  Shutter Island\n  ","777914":"\n  This morning\n  ","777915":"\n  Mhm k\n  ","777916":"\n  13- the mall\/ movies lmao.\n  \n  17- partying going out , smoking drinking , spending money recklessly,\n  \n  Now- spending time w\/ my 2 boy , hanging w\/ my boyfriend, going on dates occasionally\n  ","777917":"\n  Is she?\n  ","777918":"\n  My son is 4.\n  ","777919":"\n  Yeah.\n  \n  Bulls.hit & fakes ✌🏽\n  ","777920":"\n  I’ve only seen Forrest Gump lmao.\n  \n  Love that movie btw\n  ","777921":"\n  English\n  ","777922":"\n  That’s not my job\n  ","777923":"\n  Wtf\n  ","777924":"\n  Sit lmao\n  "}}