{"Question":{"783290":"\n   Do you like beef stew?\n  ","783291":"\n   Do you like to keep busy?\n  ","783292":"\n   Text me idk if i still have your numberr\n  ","783293":"\n   Beautiful girl 😍\n  ","783294":"\n   Yo yo\n  ","783295":"\n   haha  catch ya later beautiful, hot, gorgeous, oh, and defo ETC :)\n  ","783296":"\n   i just did.. OMG  really???\n  ","783297":"\n   um, like what is ETC >? :p\n  ","783298":"\n   haha  knew u was going to say today. but u are defo HOT  OUCH\n  ","783299":"\n   when was the last time someone called you hot????\n  ","783300":"\n   Have you ever seen a scorpion in real life\/in the wild?\n  ","783301":"\n   Lil Pump or Lil Yachty?\n  ","783302":"\n   Do you have any gay\/lesbian friends\n  ","783303":"\n   Do you support same sex marraige\n  ","783304":"\n   What breed was it\n  ","783305":"\n   Got any pets\n  ","783306":"\n   I'm missing a tiny bit of finger due to a work accident does that count as missing a limb\n  ","783307":"\n   Today is National Feet Day, we appreciate the beauty of feet, on both a man and a woman, especially a woman. We should celebrate this in anyway we seem fitting including googling pictures of feet and looking at them, asking people for pics of there feet or using feet during intercourse.\n  ","783308":"\n   Hope you have a good day\n Thanks for the likes!*\n  ","783309":"\n   Are you missing any limbs\n  ","783310":"\n   Have you donated any money food or clothes to the flood victims in Texas?\n  ","783311":"\n   Have you ever been in a natural disaster such as a hurricane tornado earthquake etc?\n  ","783312":"\n   Say he in the field say he tote still he lying say he on the block doing drug deals he lying say he fucking hoes say he rockin shows he lying\n   \n    https:\/\/youtu.be\/GHkToRYE5hs\n   \n","783313":"\n   Did you know most female models have an ectomorph body type? Which is why most models are just naturally extremely skinny usually 6-8 percentage body fat\n  ","783314":"\n   Any plans today???\n  ","783315":"\n   Welcome! Followed btw 😊\n  ","783316":"\n   You're gorgeous omg ❤✨\n  ","783317":"\n   Does your work or school have regular fire drills?\n  ","783318":"\n   When you were a kid did you think the sun really had a face?What about the moon?\n  ","783319":"\n   Ever recorded yourself singing or dancing?Care to share it with us?\n  ","783320":"\n   It's a hard job thou\n  ","783321":"\n   I want to be a fire fighter or poice so i'm doing a public services courses\n  ","783322":"\n   welcome\n  ","783323":"\n   Photography nice\n  ","783324":"\n   Are you a  smart person\n  ","783325":"\n   your bf\n  ","783326":"\n   Lol he\"ll learn so it's not so great\n  ","783327":"\n   hes lucky wish I had a gf like you\n  ","783328":"\n   Is your son exicted about starting school\n  ","783329":"\n   What are you thinking about doing in college\n  ","783330":"\n   I want a better job so i'm going back i'm vry unhappy where I am atm\n  ","783331":"\n   I hate my job hensh why i'm going back to college i'm 21 nearly 22 I got.told o'm too old lol do you think I am you can be honest\n  ","783332":"\n   Do you like your job\n  ","783333":"\n   Yeah I've covered someone on 10 shift in two weeks so I deserve double pay huh lol?\n  ","783334":"\n   I go back to college next week and I get double pay from work\n  ","783335":"\n   Good week then lol\n  ","783336":"\n   Why\n  ","783337":"\n   Rant?\n  ","783338":"\n   Happy happy day\n  ","783339":"\n   I love you\n  ","783340":"\n   Hey\n  ","783341":"\n   do your cheeks flush easily in the cold? do you blush when you've been drinking?\n  ","783342":"\n   if you had to coach a sport, what sport would you best at coaching? (what age group?)\n  ","783343":"\n   (Look at recent)((since I had a nightmare and I need a distraction, I'll do this... Sorry if annoying!)  \n@?\n  ","783344":"\n   HAPPY BIRTHDAY!!!!!!\n  ","783345":"\n   does your hairline have a \"widow's peak?\"\n  ","783346":"\n   do you have dimples?\n  ","783347":"\n   Hugs kiss come\n  ","783348":"\n   You sexy I love you\n  ","783349":"\n   Gangster deciple?\n  ","783350":"\n   Hi its Friday again💞 I hope you all have a awesome weekend and weekdays ahead of you! Remember whoever is trying to bring you down is already below you! Keep your head up because you're amazing as they come💝 Hugs love you💞 hope you're all well!\n  ","783351":"\n   You pay no ?\n  ","783352":"\n   You virgin yes or no\n  ","783353":"\n   Does your bf know the code to your phone?\n  ","783354":"\n   How's life treating you?\n  ","783355":"\n   Love your profile picture ❤️\n  ","783356":"\n   What are you doing cutie?\n  ","783357":"\n   Hey you look nice on your profile picture 😊 I know, not a question but wanted to say it 😊\n  ","783358":"\n   period sex has the most intense orgasms didn't you know that?\n  ","783359":"\n   If you were allowed to rule tbe world for 1 day what would you do?\n  ","783360":"\n   Eating breakfast the next day found diamonds all in my fruit loops 8 cars and they topless cause truthfully I don't do roofs\n  ","783361":"\n   One day I got accepted from a girls private instagram and the shit I found there... girls almost completely naked sex party pictures smoking just having so much and I wanted to cry cause I wanna live like that party every day sex with so much girls\n  ","783362":"\n   Why do most people have two instagram accounts one is public the other is private with pictures of them at parties with half naked girls and stuff and they never accept randoms on their private :(\n  ","783363":"\n   What's your most memorable event of this summer?\n  ","783364":"\n   So guys I'm getting really excited!  After midnight my birthday will officially be 7 days away!  \nWhen's your birthday and what do you love to do on said day?\n  ","783365":"\n   Ever seen a therapist\n  ","783366":"\n   Ask your bf for sex\n  ","783367":"\n   That long ago lol\n  ","783368":"\n   Last time you had sex\n  ","783369":"\n   Will you ever get your tubed tied?\n  ","783370":"\n   do you know how to fight? do you think you're capable of defending yourself, physically?\n  ","783371":"\n   what will you probably be doing in 24 hours?\n  ","783372":"\n   are you good at math?\n  ","783373":"\n   do you know how to drive? (how old were you when you first were behind the wheel of a car?)\n  ","783374":"\n   do you know how to french braid hair?\n  ","783375":"\n   do you know how to start a fire?\n  ","783376":"\n   do you know how to take care of an infant? (do babies make you nervous?)\n  ","783377":"\n   Have you ever met a Mallory that was nice? A Claire that was mean? A Sophia that wasn't a sweetheart? A Savannah that wasn't a bitch?\n  ","783378":"\n   Do you donate to charity?\n  ","783379":"\n   How was your summer\n  ","783380":"\n   Are you pregnant?\n  ","783381":"\n   How are you?\n  ","783382":"\n   Wassup?\n  ","783383":"\n   Top 5 Singles Chart\n   \n    https:\/\/youtu.be\/t4pRGHXHgrI\n   \n   Give a thumbs up if you like it ☺\n  ","783384":"\n   lol it's all good I could always use some questions haha\n  ","783385":"\n   What is a social media app that you think could use a lot of work?\n  ","783386":"\n   Do you prefer bold or pastel colors?\n  ","783387":"\n   Are there any TV shows you recommend watching?\n  ","783388":"\n   Would you say you're a good judge of character?\n  ","783389":"\n   If you could ask your future self one question, what would it be?\n  ","783390":"\n   Are there any goals you hope to achieve soon?\n  ","783391":"\n   Have you ever been on TV?\n  ","783392":"\n   What's your favorite way to pass time?\n  ","783393":"\n   Would you consider yourself a msssy or clean person?\n  ","783394":"\n   Were you in any clubs or programs when you were younger?\n  ","783395":"\n   What is one thing about labor that no one prepared or informed you of?\n  ","783396":"\n   Can you take criticism?\n  ","783397":"\n   Have you ever accidentally revealed a spoiler for a film or tv show?\n  ","783398":"\n   Ayyyyyeee guys I'm super bored send some followers my way :D\n  ","783399":"\n   Listen to the song Walk On Water by A$AP Mob and then listen to the song Screen Door by Bankroll fresh tell me not the beats sound exactly the same. Btw rip bankroll fresh\n  ","783400":"\n   Ever ridden in a low rider?\n  ","783401":"\n   Have you ever drained a pool?\n  ","783402":"\n   Have you ever had one of those days when you felt like hitting your head on the wall? I had one of those days today\n  ","783403":"\n   If you could smoke a j with any band ever, who would you share it with? 😊🌬\n  ","783404":"\n   So jealous of you!!  You literally make me want to just buy you every item on your Wishlist and then send you every cent I have left over lol\n  ","783405":"\n   Where do you go to college at?\n  ","783406":"\n   What did you do today\n  ","783407":"\n   So many pretty girls 😍😍😍😍😍😍\n  ","783408":"\n   Who is online who wants some questions\n  ","783409":"\n   What length is your hair? PAP if possible!\n  ","783410":"\n   Do you eat breakfast, lunch & dinner at the \"proper\" times everyday ?\n  ","783411":"\n   Estimating.. How much money do you spend each month?\n  ","783412":"\n   PAP of ur wallet\/purse?\n  ","783413":"\n   I would love to buy the panties you are wearing right now.  I'll give you $100 for them.  Wanna make a deal happen?\n  ","783414":"\n   Do you think that the staff of Ask.fm actually care about their users or just those who violate the terms??? 🤔\n  ","783415":"\n   I got 99 problems and messages\n  ","783416":"\n   You virgin\n  ","783417":"\n   Was up\n  ","783418":"\n   Would you rather rollerblade or ice skate?\n  ","783419":"\n   What is the worst kids programme in your opinion and why?\n  ","783420":"\n   What song are you currently obsessed with?\n  ","783421":"\n   What are your plans for the rest of the week? do you have anything interesting coming up?\n  ","783422":"\n   Follow Back Please?☺\n  ","783423":"\n   What was the last thing you bought?\n  ","783424":"\n   Hey love ❤️\n  ","783425":"\n   I hope everyone has a great day\n  ","783426":"\n   Are there any moms on here that you look up to or feel like they do a great job being a parent?\n  ","783427":"\n   Good morning\n  ","783428":"\n   Hi hi hi hi\n  ","783429":"\n   What the fuck is with these pop up ads huh?\n  ","783430":"\n   Hi\n  ","783431":"\n   Hi\n  ","783432":"\n   Were you popular in school\n  ","783433":"\n   Thanks for the spam (and for the possible follow)! Imma follow and spam ya back! 😊\n  ","783434":"\n   Why all your life about sex !\nDid you happy with that       I mean we all as human have a dream  to make our future so is that your dream make your life about that ?\n  ","783435":"\n   Do you need any help?\n  ","783436":"\n   Not really a question but make up two truths and one lie and see if anyone can guess what one isn't true! If you don't want to just use as a filler 🙂\n  ","783437":"\n   How are you?\n  ","783438":"\n   Not sure they know what hybristophillia is. Lol Who lies about periods, like one of the most unpleasant female things?\n  ","783439":"\n   Only dumbass here is you. You have Hybristophilia and is lying about periods. \n\nAll women are retards. Hahahah\n  ","783440":"\n   Period is feminist conspiracy. And you love being bullied.\n  ","783441":"\n   You deserve so much better\n  ","783442":"\n   I'd wife you\n  ","783443":"\n   Why does your boyfriend constantly complain about you?\n  ","783444":"\n   What you up to?\n  ","783445":"\n   You're going to end up leaving your boyfriend\n  ","783446":"\n   Even your boyfriend said you're  rude\n  ","783447":"\n   okay ask me now\n  ","783448":"\n   questions only?? right\n  ","783449":"\n   Battery %\n  ","783450":"\n   You're not 22\n  ","783451":"\n   i know\n  ","783452":"\n   HI\n  ","783453":"\n   How old are you\n  ","783454":"\n   Hmm I understand. It's ok\n  ","783455":"\n   So if I add you. Your not gonna add me back?\n  ","783456":"\n   Add me 😆\n  ","783457":"\n   Do you have snap chat ?\n  ","783458":"\n   Are you from ny\n  ","783459":"\n   Your really cute but I'm very shy 😂\n  ","783460":"\n   ...\n  ","783461":"\n   I need a new freind. Girls only 😂\n  ","783462":"\n   what color panties are you wearing?\n  ","783463":"\n   I was confused an hour ago\n  ","783464":"\n   What is you and your bf song\n  ","783465":"\n   What was the last thing that confused  you\n  ","783466":"\n   What's the last concert\/festival you attended?\n  ","783467":"\n   If you had a son, or if you do, would you let him apply makeup and nails if he wanted to?\n  ","783468":"\n   Honesty night happening on my page right now! Do you find phone fitness apps to be beneficial for weight loss? Have you used an app for weight loss ?\n  ","783469":"\n   What's your opinion on baby reins\/harness? Would you ever use them for your kids?\n  ","783470":"\n   snapname?\n  ","783471":"\n   Thanks for the likes\n  ","783472":"\n   Wassup fam?\n  ","783473":"\n   Would you personally rather spend the next two weeks with: a) your best friend b) your child\/children c) your siblings OR d) the last person you had sex with? on vacation in a) Jamaica b) Japan c) New Zealand or d) Seattle Washington\n  ","783474":"\n   Sarahah link?\n  ","783475":"\n   Hey\n  ","783476":"\n   I guess you're racist since you said the exact same thing they said but with 'white people' instead of black 😂😂😂😂😂😂\n  ","783477":"\n   You're racist\n  ","783478":"\n   do you like the smell of lavender? Subway (the restaurant)? Home Depot? sharpies? skunk? cigarette smoke? olive oil? (these are smells me and my coworker think are polarizing!)\n  ","783479":"\n   You know how in a relationship a girl calls her boyfriend Daddy sometimes? What if it happened vise versa and a boyfriend called his girl Mommy? Would you be ok being called mommy?\n  ","783480":"\n   what does teen spirit smell like?\n  ","783481":"\n   you're so pretty!\n  ","783482":"\n   What do you think of baby powder scent? Is it a good smell?\n  ","783483":"\n   Would you say having children either make or break a relationship?\n  ","783484":"\n   do you ever sing in the shower? what do you sing?\n  ","783485":"\n   do you make offensive\/inappropriate jokes?\n  ","783486":"\n   If you had to change one thing about your body what would it be?\n  ","783487":"\n   What country end with the letter K\n  ","783488":"\n   New full body figure pic\n  ","783489":"\n   You're gorgeous\n  ","783490":"\n   what do you think the best way to educate students on drugs and addiction is? did you have drug-related programs in school that scared you\/affected your attitude towards drugs?\n  ","783491":"\n   would you rather be a pediatrician or a dentist?  👨⚕️ 😁\n  ","783492":"\n   would you rather be a stay at home parent or a firefighter? 👶 🚒\n  ","783493":"\n   Ok I'm so sorry but don't say thing about my mom !\n  ","783494":"\n   Don't talk about my mom !!\n  ","783495":"\n   Are u masturbating now ?\n  ","783496":"\n   Let's to play game , when I win I will ask u thing about sex , u too ..\nWt is ur opinion ?\n  ","783497":"\n   How many times u have sex in the week usually ?\n  ","783498":"\n   Virgin * 😂\n  ","783499":"\n   U aren't vergin right ?\n  ","783500":"\n   I mean another thing 😂 so I i mean the (..) of ur guys 😂\n  ","783501":"\n   I mean it's normal question , so I know u like the tall and thick\n  ","783502":"\n   Why , it's ...\n  ","783503":"\n   U know wt I mean 😂\n  ","783504":"\n   Tall and skinny or short and thick ?\n  ","783505":"\n   who do you think loves you the most of anyone in this world?\n  ","783506":"\n   How was your interview?\n  ","783507":"\n   What was your first kiss like?\n  ","783508":"\n   You have a Sarahah\n  ","783509":"\n   Hey wassup?\n  ","783510":"\n   Rates? Do everyone\n  ","783511":"\n\n    @hoets\n   \n   Is making Me mad They're so desperate for attention and I can't stand how they bully you. Can you report their account and make them finally leave this app? If you don't I'll report you for not helping me get rid of them\n  ","783512":"\n   do you like the smell of gasoline? marijuana? chlorine? smoke? crayons?\n  ","783513":"\n   Do you have any kids\n  ","783514":"\n   are there any smells you kind of enjoy, that most people don't particularly like?\n  ","783515":"\n   Single or taken\n  ","783516":"\n   What would you do if you could inflate your body like a balloon?\n  ","783517":"\n   why school gotta start tomorrow 😭😭😭\n  ","783518":"\n   How yo doing\n  ","783519":"\n   Where is the funniest place you have ever fallen asleep?\n  ","783520":"\n   Plans for 2018\n  ","783521":"\n   Gabby\n  ","783522":"\n   If today was your last day on earth how would you spend it\n  ","783523":"\n   How do you get rid of a headache when you have no medicine in the house and the shops are shut\n  ","783524":"\n   So if someone attacked you, you won't be able to defend yourself\n  ","783525":"\n   do you use instagram, snapchat, facebook, or twitter more? which of those do you have?\n  ","783526":"\n   Are you a fighter type\n  ","783527":"\n   Have you ever driven a car with brake problems?\n  ","783528":"\n   What was is your pregancy craving\/cravings\n  ","783529":"\n   What is the happiest moment of your life\n  ","783530":"\n   What is the Strangest thing to ever happen to you?\n  ","783531":"\n   Marry mi kthx\n  ","783532":"\n   Do you have any tips for saving money? I'm terrible at saving I tend too spend my months pay in one week then be left with nothing until next pay day which is monthly.\n  ","783533":"\n   If your mom borrowed money off you, would you have her pay it back or just forget about it?\n  ","783534":"\n   Would you rather buy expensive clothes or expensive shoes?\n  ","783535":"\n   What's worse?Physical or mental pain?\n  ","783536":"\n   what sports are most watched in your house?\n  ","783537":"\n   Do you use Yelp or a similar app?Do you post reviews often?Are they mostly positive or negative reviews?\n  ","783538":"\n   Which superstition do you believe to be true?\n  ","783539":"\n   did any of you watch the Mayweather\/McGregor fight? :)\n  ","783540":"\n   Hi...  Can we talk??!!\n  ","783541":"\n   Have you ever made a pie, homemade, from scratch?\n  ","783542":"\n   Did you watch the fight?\n  ","783543":"\n   In your own words, how would you define a person that is 'shallow'?\n  ","783544":"\n   Do you feel like your time is wasted? How do you think you can change that feeling?\n  ","783545":"\n   Are you a good cook?\n  ","783546":"\n   Ever caught yourself dancing to a song that only you can hear?\n  ","783547":"\n   If ur job was a kitchen porter {washing dishes} would u be embarrassed to tell people? I feel like I am judged when I tell people my job is a KP, I just think they think that's all I'm worth washing dishes but even the chefs say it's the hardest job in a work place .\n  ","783548":"\n   If your 4 year old child asked to get their ears pierced, would you say yes or no?\n  ","783549":"\n   If you work, do you enjoy your job? What is the job?\n  ","783550":"\n   What was the last thing that made you cry?\n  ","783551":"\n   What's your dream job? Do you think that you'll be able to bring your dream job to reality?\n  ","783552":"\n   What's on the menu for tonight's tea?\n  ","783553":"\n   Do you have a TV in your bedroom?\n  ","783554":"\n   Where did you and your family.watch the fight lol  how's your son?\n  ","783555":"\n   Do you think mcgregor got cocky putting his hands behind his back in the fight\n  ","783556":"\n   Who won mcgregor or mayweather\n  ","783557":"\n   It was a good fight huh\n  ","783558":"\n   Are you intrrsted in conor vs mayweather\n  ","783559":"\n   Like? Share? Subscribe?\n   \n    https:\/\/youtu.be\/x2_8skr2ddo\n   \n","783560":"\n   What’s your lest favorite thing about your home town?  And why\n  ","783561":"\n   Wyd?\n  ","783562":"\n   ....yet they decided to personally go to one of YOUR social medias to say that they hate seeing you....???? Lmfao\n  ","783563":"\n   Hey\n  ","783564":"\n   What's the most dangerous thing you have ever done?\n  ","783565":"\n   how many jobs have you quit?\n  ","783566":"\n\n    https:\/\/ask.fm\/whatshisnamee\/answers\/144008142528\n   \n","783567":"\n   eat as in stuffed in her stomach\n  ","783568":"\n   What was the last thing you bought yourself and how much did it cost ?\n  ","783569":"\n   What is your natural hair color and what is your current hair color if dyed ?\n  ","783570":"\n   did mom eat dad?\n  ","783571":"\n   What are you up to?\n  ","783572":"\n   Do you know more Karls or Carls?\n  ","783573":"\n   hi\n  ","783574":"\n   Wassup?\n  ","783575":"\n   Plans for tonight?\n  ","783576":"\n   Do you still get zits?\n  ","783577":"\n   Have you ever seen a comet?\n  ","783578":"\n   Wyd?\n  ","783579":"\n   Do you know more Kalebs or Calebs?\n  ","783580":"\n   Ever built a snowman?\n  ","783581":"\n   Are you a nosy person?\n  ","783582":"\n   Are you bossy?\n  ","783583":"\n   Are you a grouch?\n  ","783584":"\n   Do you prefer domestic or imported?\n  ","783585":"\n   Ever stepped on a crack and broke ya mommas back?\n  ","783586":"\n   Do you have someone who is constantly playing the victim?They mess up but it's never their fault right?\n  ","783587":"\n   What color do you use for your ask.fm theme ?\n  ","783588":"\n   Are you going to watch the fight tonight?\n  ","783589":"\n   You a virgin?\n  ","783590":"\n   Can I have a chance ?\n  ","783591":"\n   Lol why I'm so interested in you?\n  ","783592":"\n   you again\n  ","783593":"\n   If you won an Oscar, where in your home would you place it?\n  ","783594":"\n   Yea i hate those types of neighbors\n  ","783595":"\n   ain't nothing wrong with playing trap music early in the morning\n  ","783596":"\n   Use this to post something 💎\n  ","783597":"\n   Who do you love most in the world and why?\n  ","783598":"\n   That booty must be fun to play with. It's perfect\n  ","783599":"\n   How cute are you?\n  ","783600":"\n   Do you have a tablet\n  ","783601":"\n   Pap feet\n  ","783602":"\n   Do you want one\n  ","783603":"\n   Have you done one before\n  ","783604":"\n   I'm ugly as fuck and I have the highest standards I want a blonde girl with blue eyes nice nose big lips pretty face big tits big ass thigh gap and I'm obese wear glasses acne on face and small cock pray for me\n  ","783605":"\n   You horny\n  ","783606":"\n   Ever been in a long distance relationship\n  ","783607":"\n   You getting sex tonight\n  ","783608":"\n   What's that link\n  ","783609":"\n   Sexual hr\n  ","783610":"\n   What is the first thing you think of when I say:party\n  ","783611":"\n   What do you think when I say the word:Disaster\n  ","783612":"\n   Are you a creative person? if so, in what ways?\n  ","783613":"\n   What do you think of when I say :watermelon\n  ","783614":"\n   What do you think of when I say :encyclopedia\n  ","783615":"\n   What do you think of when I say: Uranus\n  ","783616":"\n   Friday night it will make it fun\n  ","783617":"\n   How many guys have you had sex with?\n  ","783618":"\n   someone hit on you?\n  ","783619":"\n   One of sexual night\n  ","783620":"\n   What you doing now\n  ","783621":"\n   Want to talk about it\n  ","783622":"\n   How come\n  ","783623":"\n   You drunk now\n  ","783624":"\n   Do you get horny when your drunk\n  ","783625":"\n   What's a bp\n  ","783626":"\n   Has anyone seen Nate? I think he might of gone treasure hunting behind my back again, I don't know why he does this, I thought he would of grown up now we have a daughter.\n  ","783627":"\n   In a relationship how often would you want sex\n  ","783628":"\n   Honest hr\n  ","783629":"\n   Did the number go down now?\n  ","783630":"\n   Followed you back maybe?\n  ","783631":"\n   So Barbados would be your Pleasure Island?..\n  ","783632":"\n   What is your idea of Paradise?\n  ","783633":"\n   She pushed me off the cliff\n   \n    https:\/\/m.youtube.com\/watch?v=0E7i39qns34\n   \n","783634":"\n   I sent my heart towards you... and if I shouldn't have I apologize..\n  ","783635":"\n   something you haven't posted...\n  ","783636":"\n   I left you something on sarahah, hope its okay..\n  ","783637":"\n   When was the last time you got annoyed\n  ","783638":"\n   Morning :)\n  ","783639":"\n   Do you want to settle down, get married, have kids and be happy?\n  ","783640":"\n   Do you like, many people?\n  ","783641":"\n   Would you like to see your future and see what it is like?\n  ","783642":"\n   Happy Friday! Hope everyone has a awesome weekend if not hopefully the weekdays are 💯 better for U~sometimes we don't know how strong we are until its the only choice we have is to be strong but please remember to Never give up to always keep your chin up because you're stronger then you think Hugs!\n  ","783643":"\n   Do you follow aftercare leaflets or are you one to google what other people did\/experienced?\n  ","783644":"\n   Happy Friday 😊❤ (sent to some of my favs)\n  ","783645":"\n   Do you have any piercings? Do you want any\/any more? What is one that you think is beautiful but you wouldn't personally get?\n  ","783646":"\n   What three things in life you want more than anything else?\n  ","783647":"\n   What would be the title of your autobiography?\n  ","783648":"\n   Can I have a picture of your beautiful face.\n  ","783649":"\n   Would you kiss a old guy?\n  ","783650":"\n   Ever got kissed under the rain?\n  ","783651":"\n   Are you on Facebook and what is your name?\n  ","783652":"\n   You're my fav\n  ","783653":"\n   Have you ever had a outer body experience if you have had one  what is it like?\n  ","783654":"\n   My old account was deleted followed u again\n  ","783655":"\n   bwbuhler81.sarahah.com\nIt is like this app\n  ","783656":"\n   You have a Sarahah\n  ","783657":"\n   Wyd?\n  ","783658":"\n   do you have a lawn? do you take care of it or kind of neglect it?\n  ","783659":"\n   who usually cleans the bathrooms in your household? cooks meals? mows the lawn? feeds the pets?\n  ","783660":"\n   within the next ten years, do you have any desire to have children\/more children?\n  ","783661":"\n   You're beautiful 💕\n  ","783662":"\n   Do an Faq or an updated one if you already have one\n  ","783663":"\n   Do you think you're often missunderstood\n  ","783664":"\n   Who made you to the person who you are today\n  ","783665":"\n   Leg pic\n  ","783666":"\n   Most awkward place you had sex\n  ","783667":"\n   Could you give so sexual advice\n  ","783668":"\n   Honest\n  ","783669":"\n   How many lads you been with\n  ","783670":"\n   What's a good number of times to have sex In a week\n  ","783671":"\n   Would you say you got a high sex drive\n  ","783672":"\n   What is your all time favorite comedy movie?\n  ","783673":"\n   You got a bf\n  ","783674":"\n   Last time you had sex\n  ","783675":"\n   Plans for tomorrow?\n  ","783676":"\n   How's you doing?\n  ","783677":"\n   what's the dumbest or pettiest reason you've broken up with someone\/stopped seeing someone? (or even just like... stopped having a crush on someone or flirting w someone or whatever.)\n  ","783678":"\n   How can beauty save the world, if it requires victims?\n  ","783679":"\n   Speaker knockerz was a better producer than rapper this beat is valid #ripspeakerknockerz\n   \n    https:\/\/open.spotify.com\/track\/08NUBmiXavb1fUxnhSvNYy?si=H0ACojut\n   \n","783680":"\n   I had the same anon😂\n  ","783681":"\n   Horny often\n  ","783682":"\n   Honest night\n  ","783683":"\n   Ever felt like hitting your boss\/old boss\n  ","783684":"\n   Someone send me quotes please :)\n  ","783685":"\n   Last time you felt like screaming at someone\n  ","783686":"\n   Why what happeneD\n  ","783687":"\n   How was your day?\n  ","783688":"\n   What's your best friends favorite meal?\n  ","783689":"\n   What's your best friends shirt size?\n  ","783690":"\n   What's your best friends credit card number and CTT code?\n  ","783691":"\n   What's your best friends parents name?\n  ","783692":"\n   What's your best friends best feature?\n  ","783693":"\n   the office or parks and recreation?\n  ","783694":"\n   that '70s show or freaks and geeks?\n  ","783695":"\n   What's your best friends favorite flavor of gum?\n  ","783696":"\n   Does your best friend like cheese?\n  ","783697":"\n   What's your best friends favorite color?\n  ","783698":"\n   friends or seinfeld?\n  ","783699":"\n   would you ever go to a country that wasn't war-torn, but was still very strict? such as North Korea or Saudi Arabia?\n  ","783700":"\n   Pray for Texas\n  ","783701":"\n   Do you take time out of your day to smell the roses so to speak?Like despite being busy are you able to take a moment to relax or do something that you enjoy?\n  ","783702":"\n   what do you prefer on a man boxer shorts or Y fronts\n  ","783703":"\n   What's the closest you've ever come to death?\n  ","783704":"\n   How many times have you been proposed to? How many times have you proposed to someone else?\n  ","783705":"\n   Like what tho Gabby?\n  ","783706":"\n   Fav thing to do\n  ","783707":"\n   Do you have a favourite musical production? 🌱\n  ","783708":"\n   snapchat?\n  ","783709":"\n   Who are you?\n  ","783710":"\n   Justin Biber - Friends 🎵\n   \n    https:\/\/m.youtube.com\/watch?v=4wL0yNV4Wxo\n   \n","783711":"\n   how can girls keep their big boobs and firm bum even though they want to loose weight ?\n  ","783712":"\n   What is art to you?\n  ","783713":"\n   are you very ooey gooey, romantic? what's the most romantic thing you've ever done for a significant other?\n  ","783714":"\n   have you ever been vegetarian\/vegan or are you currently? how long were you veggie or how long have you been veggie?\n  ","783715":"\n   do you eat gluten? meat? dairy\/eggs?\n  ","783716":"\n   Is there something you can't do that while doesn't seem like a big thing really bothers you?\n  ","783717":"\n   what makes your heart happy? ♥️\n  ","783718":"\n   what's the most killer date you've ever been on? who planned it?\n  ","783719":"\n   Which one did you do bribed or blackmail\n  ","783720":"\n   how so?\n  ","783721":"\n   Have you ever bribed or blackmailed somebody\n  ","783722":"\n   I got all the booty queen questions also, so weird\n  ","783723":"\n   which Harry Potter house would you be in?\n  ","783724":"\n   Booty queen said the oldest she’ll date is 44 so we all have a chance 😍😍\n   \n    https:\/\/ask.fm\/sydkid13ox__\/answer\/142021966134?utm_source=copy_link&utm_medium=iOS\n   \n","783725":"\n   Booty queen is a size 4 in dress size omg she’s perfect 😍😍\n   \n    https:\/\/ask.fm\/sydkid13ox__\/answer\/142021009718?utm_source=copy_link&utm_medium=iOS\n   \n","783726":"\n   How do you turn off auto correct it's annoying\n  ","783727":"\n   Is it okay for a man to hit a woman back in self defence if she hits him first?\n  ","783728":"\n   Do you think lads who cry are less manly then lads who don't cry\n  ","783729":"\n   IS ANYBODY ELSE BUYING BOOTY QUEENS PREMIUMS I KNOW I SURE AM\n   \n    https:\/\/ask.fm\/sydkid13ox__\/answer\/142020548406?utm_source=copy_link&utm_medium=iOS\n   \n","783730":"\n   Do you remember a game called Leisure Suit Larry?\n  ","783731":"\n   Last time you were happy\n  ","783732":"\n   Too what age do you class as a baby?\n  ","783733":"\n   If someone answers your question can your reply yo their answer?\n  ","783734":"\n   This old man said to me, that London is no longer the London he recognised when he was my age, what's your opinion on this?\n  ","783735":"\n   Why does society call one racist when they criticise Islam? Islam isn't a race it's a religion, it just so happens to be that the majority of Muslims are Black and Brown, why is it okay to criticise Scientology (which is also bad) but not Islam?\n  ","783736":"\n   today's the first day of virgo season! anyone have any virgos in their lives?\n  ","783737":"\n   Were you valedictorian or going to be if you're still in school\n  ","783738":"\n   Were you an honor rool student\n  ","783739":"\n   Can stars be a map that lead us to another world?\n  ","783740":"\n   Racism is the lowest form of human stupidity, but Islamaphobia is the height of common sense.\n  ","783741":"\n   Like if You Love to #Travel! I can plan the trip of a lifetime or your next great #vacation\nWhat was your scariest moment while traveling?\n#scariest #moment #traveling\n  ","783742":"\n   Ootd?\n  ","783743":"\n   Have you ever fallen asleep during a class?\n  ","783744":"\n   What's your favourite baby names? Pick THREE boys and THREE girls.\n  ","783745":"\n   Do you think there is an afterlife\n  ","783746":"\n   How many times have you fallen in love?\n  ","783747":"\n   Lol I only eat once a day, maybe two if my stomach isn't hurting.  So what the hell anon\n  ","783748":"\n   thats why youre malnourished\n  ","783749":"\n   do you go to high school or university? if you attend high school, what do you plan on studying when you graduate? if you attend university, what are you studying now?\n  ","783750":"\n   do you eat three meals a day? do you snack between meals?\n  ","783751":"\n   Why is it that people on here beg for spam and then don't bother to answer anything or give rude answers?You're only cheating yourselves you know.\n  ","783752":"\n   Can you set up a tent?Do you like to go camping?\n  ","783753":"\n   Do you like giving advice?\n  ","783754":"\n   Do you feel good today?\n  ","783755":"\n   Do you have any toys that you got as a kid  and you still have it today\n  ","783756":"\n   Who is smarter you or your bf\/husband\n  ","783757":"\n   do you shave your legs?  have you ever?\n  ","783758":"\n   how often do you cut your hair? ✂️\n  ","783759":"\n   Can you drive in bad weather?\n  ","783760":"\n   Have you ever been so scared that you literally shook?\n  ","783761":"\n   byeeee(:\n  ","783762":"\n   of courseee:)))\n  ","783763":"\n   i just decided that i want to use\n   \n    @musicspam\n   \n   again ok coolio feel free to ask for a follow over there (no need to post this...)\n  ","783764":"\n   I love you too , stay safe and be good ☺️ , and have fun , remember; , smile 😊 , have a beautiful day Cutie ❤️❤️ I'll be back soon to do what I do best , put that perfect smile from ear to ear , that smile shining bright like the sun ☀️\n  ","783765":"\n   If somoney broke into your home do you have the guys to shoot them\n  ","783766":"\n   Where for dinner?\n  ","783767":"\n   How's life?\n  ","783768":"\n   This was the most recent incident and she says it's the end. Hopefully this remains true. He's cheated on her before, admitted after they were married to having another family, and other things too.\n  ","783769":"\n   what ancient civilization is most fascinating to you?\n  ","783770":"\n   That's no good either. This particular individual was caught hitting on her cousin - at her uncle's funeral no less!!\n  ","783771":"\n\n    https:\/\/ask.fm\/NineGDxFour\n   \n   I have a friend doing that too. :\/ She keeps saying it's the last straw but keeps going back. He's a narcissist, but still. She needs to think of herself and especially her three girls. Her oldest is almost a teenager and will no doubt take out her frustrations on mom.\n  ","783772":"\n   who's the outdoorsiest person in your family? does your family spend much time getting out?\n  ","783773":"\n   Good morning beautiful! Hope you have a wonderful day! Use this as a filler :)\n  ","783774":"\n   If you were getting to know someone but then they come out to you as bisexual would u still want to get to know them after that?\n  ","783775":"\n   ---\n  ","783776":"\n   any of you guys get a chance to enjoy the great american eclipse? 😃 (sorry non-american's)\n  ","783777":"\n   Is it right or wrong for a parent to let a child go into High School still believing in Santa?\n  ","783778":"\n   صفحتك حلوة و انا تابعتك \nممكن ترد الفولو هون\n   \n    @alaaghanayem700\n   \n   الله يسعدك يا رب ❤️\n  ","783779":"\n   Wonderful skin 😍\n  ","783780":"\n   I'd love to meet you\n  ","783781":"\n   What age did you get pregnant\n  ","783782":"\n   my page is so dead, if you amzing people could send some anons my way, that would be cool! I'm gonna do an honesty night!! If this bothers you use it as a filler, tell me about your day !\n  ","783783":"\n   I bet your feet look so fuckin cute\n  ","783784":"\n   What's your opinion on the name Blue Ivy? Rumi? Sir?\n  ","783785":"\n   have you ever smoked a cigar? cigarette? joint?\n  ","783786":"\n   have you ever vaped?\n  ","783787":"\n   show pic of ur boobs\n  ","783788":"\n   Pap of what are you wearing on your feet\n  ","783789":"\n   SPENDIN SPENDIN I BEEN HERE FOR A MINUTE MINUTE\n   \n    https:\/\/open.spotify.com\/track\/0AICBlLzFCTpUqmAbtzB2z?si=OOWgGSTo\n   \n","783790":"\n   Is having sex a good way to relase stress\n  ","783791":"\n   It's funny how in my opinion French Montana is the best rapper from New York right now but his biggest song rn Unforgetable is so fucking annoying I hear it everywhere lol\n  ","783792":"\n   How do you deal with hate?\n  ","783793":"\n   Have you had sex today\n  ","783794":"\n   as a kid, would you have rather played as cop or robber? (now, would you make a better cop or robber?)\n  ","783795":"\n   You can still get spotify premium for free for a week but you have to erase your phone and set it as a new phone then download it and make a fake account I do it with my old iPhone when my dads credit card has no money hahaha\n  ","783796":"\n   I BOUGHT HER A FLIGHT TRUMP FUCKED UP HER VISA - French Montana\n  ","783797":"\n   Who has your heart\n  ","783798":"\n   What's somethings you didn't know about parenthood until you became a parent?\n  ","783799":"\n   as a kid, what was your favorite variation of tag?\n  ","783800":"\n   Tb to when you could get spotify premium for free for 48 hours by just deleting the app download it again and making a fake account they patched it :'(\n  ","783801":"\n   U HAVE A CHILD? WTF U LOOK LIKE 14\n  ","783802":"\n   There's two type of niggas in this world the nigga who uses apple music and the nigga who uses spotify. Spotify > apple music\n  ","783803":"\n   Priceless I just wanna f*uck you in your white dress oh I bet I think she like that talk to me nicely AYO talk to me nicely AYO\n   \n    https:\/\/open.spotify.com\/track\/5ToQFiuatsVjWZEdWo4xaK?si=Rb5MRsZ5\n   \n","783804":"\n   Te haces el milly rock cuando estas en nueva york?\n  ","783805":"\n   Hi gorgeous\n  ","783806":"\n   Do you agree with the saying that if you love yourself, others will love you too?\n  ","783807":"\n   Do you like tattoos? If so, would you directly copy a design you've seen online or would you change it a little? How would you feel having a tattoo identical to someone else without it being \"planned\"?\n  ","783808":"\n   you do not look fat at all! also that is a gorgeous dress!\n  ","783809":"\n   What's everyone's plans for this weekend coming?\n  ","783810":"\n   What do you think of the name Dream Renée? What about King Cairo?\n  ","783811":"\n   (just delete this if it doesn't apply to u) whenever i took a brief leave of absence i had just asked a question abt prom pictures! i would be said if i missed any. would you mind linking me to them\/reposting, especially if you know i didn't \"like\" your post? i still wanna see them!\n  ","783812":"\n   do you know the age of consent where you live? do you think this is a solid age of consent? what do you think is a good legal age?\n  ","783813":"\n   What are your ideal sleeping conditions? Complete darkness\/light? Thick sheets\/no sheets? Music\/tv? Windows\/door open? Alone? How do you BEST get to sleep? 🌿\n  ","783814":"\n   I mean the door unlocked just and u being upstairs. \nMy friend has a 4 year old daughter and I walked into her house and she was lying on the cough sleeping with the dog and my friend wasn't even in the house she was next door at the neighbors while he 4 year old child was sleeping !!!!!\n  ","783815":"\n   Would u leave ur child lying sleeping in the couch with the front door open but the living room door closed ?\n  ","783816":"\n   Did you view the solar eclipse? If so, pap! If not, see my recent :)\n  ","783817":"\n   The table has a grill of some sort and you grill your own meat and theres different marinated meats and veggies. Its just super fun haha\n  ","783818":"\n   Ever lost something and you have absolutely no idea how it got lost?\n  ","783819":"\n   Korean bbq is the shit\n  ","783820":"\n   Sc?\n  ","783821":"\n   Do you like Korean BBQ?\n  ","783822":"\n   Followed you\n  ","783823":"\n   Ever feel ignored?\n  ","783824":"\n   What age are you most scared to turn?\n  ","783825":"\n   Who's a 90s baby?🙋🏽\nI'm 1994!\n  ","783826":"\n   This is a serious real question..\nDo you ever feel like seeing pictures of your feet to make a little extra money? \nI am really considering it😂 hmu if you know if website that's good !\n  ","783827":"\n   MILF 😻🔥🍑\n  ","783828":"\n   You're kinda cute\n  ","783829":"\n   Dear beautiful and wonderful people: Good morning 😊 (sent to everyone I follow)\n  ","783830":"\n   What's up\n  ","783831":"\n   Hi gorgeous\n  ","783832":"\n   Are you going to be watching the Solor Eclipse\n  ","783833":"\n   Good morning you beautiful people (sent to all I follow)\n  ","783834":"\n   Just a little reminder~ Smile, even if it's fake. Laugh, even if you hurt. Don't let anyone get to you, you're beautiful regardless of what anyone says to you or about you! Be you just yourself is perfect 💞Hugs to all who need one Love you 💞💞💞\n  ","783835":"\n   What was the last thing that scared\/surprised you??\n  ","783836":"\n   Boonk gang. Whole lotta gang shit\n  ","783837":"\n   How to get famous on ask fm?\n  ","783838":"\n   What is the best commercial you’ve ever seen?\n  ","783839":"\n   Do you own a pair of under armour socks?\n  ","783840":"\n   Ever been hosplized\n  ","783841":"\n   what do you think of the term \"kinkshaming?\" should everyone's sexual interests be respected? are there things that probably should be shamed?\n  ","783842":"\n   Did you have sex today\n  ","783843":"\n   Is it hot or warm water to mold a gumshield\n  ","783844":"\n   Yo boys head is so nappy\n  ","783845":"\n   How often do you allow your imagination to run wild? Do you tend to get lost in your own thoughts?\n  ","783846":"\n   What movies are guaranteed to make you cry? \nI want a movie that'll make me have a good cry.\n  ","783847":"\n   how much do you and your friends discuss sex? are you pretty private or more of an every detail kinda person?\n  ","783848":"\n   add me lol\n  ","783849":"\n   check ur snapchat\n  ","783850":"\n   Can you play poker or blackjack if yes which one\n  ","783851":"\n   Good night ❤️\n  ","783852":"\n   to what extent do you support free speech? to what extent do nazis get a voice?\n  ","783853":"\n   If you had a pound\/dollar everytime someone pissed you off how rich would you be\n  ","783854":"\n   I sent for you to read it\n  ","783855":"\n   Nothing\n  ","783856":"\n   👌🏾\n  ","783857":"\n   Do  you ever go off into your own world\n  ","783858":"\n   pap of your foot nails\n  ","783859":"\n   What is the most romantic thing anyone done for you\n  ","783860":"\n   Should women only be served half a pint in a restaurant, pub or bar?\n  ","783861":"\n   Understandable this a good link\n  ","783862":"\n   Americans are at all interested in tomorrow's eclipse?If you live in another country ,do you like meatballs?\n  ","783863":"\n\n    https:\/\/leeinc.wordpress.com\/2017\/08\/20\/keep-your-eyes-on-the-big-issue\/\n   \n","783864":"\n   Why do I love it when women lift up their skirt whilst wearing no underwear?\n  ","783865":"\n   FAQ?\n  ","783866":"\n   Booty or boobs?\n  ","783867":"\n   I care\n  ","783868":"\n   Do you have a thong on\n  ","783869":"\n   'Captain Obvious'\n  ","783870":"\n   Have you ever had sex in public\n  ","783871":"\n   Captain*\n  ","783872":"\n   Anon wants to see your boob tattoo\n  ","783873":"\n   Ever touched dildo or saw in any shop?\n  ","783874":"\n   Your tattoo pic\n  ","783875":"\n   Drop a short tbh for me 😊\n  ","783876":"\n   Why so nang ??\n  ","783877":"\n   Ur bg such a black bf u have 😏😏\n  ","783878":"\n   Taking a pic then?\n  ","783879":"\n   I just want to\n  ","783880":"\n   That's the one I wanted to see\n  ","783881":"\n   Little while back, I just forgot to ask for a pic\n  ","783882":"\n   It wasn't mentioned in another question on here\n  ","783883":"\n   When you think of treating yourself, what comes to mind in terms of what kind of treats? Eg, makeup shopping, takeaways etc.\n  ","783884":"\n   When you go food shopping, do you prefer to go to the store or do you prefer to order online?\n  ","783885":"\n   What is your favourite pizza? Toppings, crust, sauce, size etc. Does pineapple belong on pizza? 🍕🍍\n  ","783886":"\n   Pap Gregory tattoo, I haven't seen it\n  ","783887":"\n   Should mosques have CCTV in them 24 hours a day with audio and placed in every room of the mosque to check if they're preaching hate inside the mosque?\n  ","783888":"\n   Make up an acronym for: MSJDC\n  ","783889":"\n   Pap of your Gregory tattoo\n  ","783890":"\n   Bottomless aswel?\n  ","783891":"\n   Are you topless in profile pic?\n  ","783892":"\n   What are some questions you feel are asked too often on this website?\n  ","783893":"\n   Free toucan sam she in jail\n  ","783894":"\n   Free speech - where do you think the line for free speech ends? Or should end?\n  ","783895":"\n   Why do zombies like brain so much?\n  ","783896":"\n   I thought you was Lucy, I'm very confused about this whole situation\n  ","783897":"\n   So who's lucy\n  ","783898":"\n   Is the film Cannibal Holocaust suitable for an 11 year old?\n  ","783899":"\n   What are you doing?\n  ","783900":"\n   You're stunning 😻🔥\n  ","783901":"\n   Which celebrity never deserved to be popular?\n  ","783902":"\n   You're Lucy\n  ","783903":"\n   Hi Lucy\n  ","783904":"\n   is the word \"lover\" more of a turn on or off?\n  ","783905":"\n   do you think body hair is attractive?\n  ","783906":"\n   is the word \"daddy\" more of a turn on or turn off?\n  ","783907":"\n   what's the sexiest accent?\n  ","783908":"\n   My coworkers are really fucking annoying today.Hows your day going?\n  ","783909":"\n   Can you separate reality from fiction?It surprises me how many people can't\n  ","783910":"\n   Lucy\n  ","783911":"\n   Anyone else notice asks app has been running really slow?\n  ","783912":"\n   Bae bae bae bae bae\n  ","783913":"\n   Hi bae\n  ","783914":"\n   I like your feet\n  ","783915":"\n   anons come talk to me\nMy ask is dry😭😭\n  ","783916":"\n   Are Syrian refugees ungrateful for being allowed entry into the west? They've been doing although things since they got here.\n  ","783917":"\n   If you could break a world record what world record would you break?\n  ","783918":"\n   How will you do this given scenario if we are face to face and I ask you to draw the letter Q on your forehead. \n\nWould the letter Q you draw would be facing you or would it be facing me?\n  ","783919":"\n   Should people adopt the customs and cultures of the country they live in or move to?\n  ","783920":"\n   What do you do in your free time\n  ","783921":"\n   Fav cleb\n  ","783922":"\n   Last time you got it on\n  ","783923":"\n   Should it be required by law for women to go into a separate room when around males if she needs to fart?\n  ","783924":"\n   Fav video game\n  ","783925":"\n   Do you cry a lot\n  ","783926":"\n   Have you ever overheard your neighbors fighting or having sex?Thats some awkward shit\n  ","783927":"\n   What if you get pregeant again\n  ","783928":"\n   Sorry I haven't been as active lately, I'll get round to answering all questions soon. Question - what do are you currently looking forward to?\n  ","783929":"\n   Fav movie\n  ","783930":"\n   Is this song funny?\n   \n    https:\/\/youtu.be\/DnlHKWgYnoY\n   \n","783931":"\n   Do you make your bf wear protection when you get it on\n  ","783932":"\n   Do you think lads have feelings?\n  ","783933":"\n   Ever done a sky dive\/ would you do one? \nIf yoy wouldn't do a sky dive why?\n  ","783934":"\n   Are you friendly\n  ","783935":"\n   Why do chavs call McDonald's Maccy Dees?\n  ","783936":"\n   when was the last time you had a gf?\n  ","783937":"\n   tight\n  ","783938":"\n   do anything fun tonight?\n  ","783939":"\n   Who all remembers that song “I’m blue da ba dee”😂😂🔵\n  ","783940":"\n   what body types are you most attracted to would you say?\n  ","783941":"\n   Favourite kind of foreplay?\n  ","783942":"\n   Do you know anyone who's always hovering over you and won't stop talking and is always butting in with something unrelated to the current conversation?Thats my supervisor today....😡\n  ","783943":"\n   i assumed i would be suspended by now but i haven't been! shocker. what keywords does ask seem to hate? what kind of posts do you notice ask deleting?\n  ","783944":"\n   Will you see the eclipse\n  ","783945":"\n   Who's the last person you want to see at your front door?\n  ","783946":"\n   What was the last thing you were excited about??\n  ","783947":"\n   How often do you have sex?\n  ","783948":"\n   Ever had a conucssuion\n  ","783949":"\n   Why\n  ","783950":"\n   Should mosques have CCTV inside them that links to police stations so they can monitor them for extremism and terrorism? Should mosques caught preaching hate be closed down immediately? And should all Salafi and Wahhabi mosques be closed immediately as they're extreme forms of Islam?\n  ","783951":"\n   Last thing that made you smile\n  ","783952":"\n   Do you agree that it's more gross when a woman farts because women are meant to be lady like? I think women should have to go into a separate room when around males if they need to fart.\n  ","783953":"\n   What's the biggest difference between you and your parents?\n  ","783954":"\n   What's something you value the most?\n  ","783955":"\n   Do you currently pay any bills?\n  ","783956":"\n   Which emotion do you experience the most often?\n  ","783957":"\n   Have you ever caught someone in a lie?\n  ","783958":"\n   Are you a shopping addict?\n  ","783959":"\n   is it more attractive for someone to be muscular or soft?\n  ","783960":"\n   do you own a bong?\n  ","783961":"\n   Do you like Diane Abbott?\n  ","783962":"\n   Please don't post this but.....Ahh just kidding go ahead and post this!\n  ","783963":"\n   if you want to follow a nice sweet girl her account is\n   \n    @stophate26\n   \n","783964":"\n   Do LPC please\n  ","783965":"\n   Fav ufc fighter\n  ","783966":"\n   Do you like ufc and mma\n  ","783967":"\n   An LPC is where you rate the people who like by looks, personality and closeness ( how close u are to them)\n  ","783968":"\n   Likers get an lpc?\n  ","783969":"\n   Do you girls sexually attracted towards guys?\n  ","783970":"\n   lol awh what's wrong ? Too good for YouTube, lil nigga ?\n  ","783971":"\n   First impression of this girl? 😍🔥🌸💗💘\n   \n    https:\/\/youtu.be\/WQXQoRKBORA\n   \n","783972":"\n   Would you eat poo for a billion dollars?\n  ","783973":"\n   WAW you soo faking perfect💜\n  ","783974":"\n   Lovely lady you are\n  ","783975":"\n   Hi\n  ","783976":"\n   would it be more of a turn on or turn off to watch your partner w someone of the same sex?\n  ","783977":"\n   has someone of the same sex ever gone down on you?\n  ","783978":"\n   which is dumber: combining food and sxx or show sxx? (any of you actually like either of those?)\n  ","783979":"\n   is it more of a turn on or turn off to watch a partner get themselves off?\n  ","783980":"\n   Any Radiohead fans here?\n  ","783981":"\n   what illegal thing do you do most frequently?\n  ","783982":"\n   Can you play poker?Whats your favorite card game?\n  ","783983":"\n   Do you exercise?What kind of exercises do you like?\n  ","783984":"\n   Ever been to Las Vegas?\n  ","783985":"\n   Are you a jealous person?\n  ","783986":"\n   Do you sweat a lot?I do 😰\n  ","783987":"\n   Like=ask?\n  ","783988":"\n   hot small boobs\n  ","783989":"\n   mmmmmmmmm\n  ","783990":"\n   is your 🍑 off limits? is your partner's?\n  ","783991":"\n   Well that's a good enough answer for not. Not just because I got bored asking.\n  ","783992":"\n   How do you prove that you have a big heart? Being kind to others? Volunteering? Anything good to help others?\n  ","783993":"\n   do you want to see the house i build in the sims 4 its really good?\n  ","783994":"\n   do you hate or love your boobs?\n  ","783995":"\n   how many girls you date?\n  ","783996":"\n   Who's your cleb look a like\n  ","783997":"\n   @@ 😊\n  ","783998":"\n   How big is your heart?\n  ","783999":"\n   Favorite ex gf\n  ","784000":"\n   would you consider yourself a prude?\n  ","784001":"\n\n    https:\/\/youtu.be\/SMII2SExJ2w\n   \n   did you watch this?\n  ","784002":"\n   pap of you two kissing\n  ","784003":"\n   are you on ask a lot?\n  ","784004":"\n   Honesty Anything Goes Hour!\n  ","784005":"\n\n    https:\/\/youtu.be\/KuRxP86LsVg\n   \n   did you watch this?\n  ","784006":"\n   Ask me some questions and follow me\n  ","784007":"\n   i am probably just gonna use this acct for tonight! if i don't see ya on the flip side hope everyone's having a happy time! :)\n  ","784008":"\n   have you ever bribed someone w oral? what did you didya get for ur bribe?\n  ","784009":"\n   ever made out with a platonic friend?\n  ","784010":"\n   have ya ever been to a kegger?\n  ","784011":"\n   What's your last name\n  ","784012":"\n   Do you amoke weed\n  ","784013":"\n   It's hard tho isn't it?\n  ","784014":"\n   I didn't have a job until I was 19 I tried getting a job  when I was 17 but took w years to get one\n  ","784015":"\n   Why should you have a job at 16\n  ","784016":"\n   Gabby who\n  ","784017":"\n   Do you think it's dumb that someone who is 16-20 get there parents to pay for their car and make their parents to run e.g tax, petrol\/gas\n  ","784018":"\n   Who are you?\n  ","784019":"\n   how many followers do you have? do you place much importance on your follower count?\n  ","784020":"\n   Age\n  ","784021":"\n   how many questions are currently in your inbox? do you try to answer every question to clear out your inbox, or do you not care so much about your ability to get to each question you receive?\n  ","784022":"\n   Have you ever Googled \"Aye Kyd\"?.. if you've not then you should. Aye Kyd is one of my favorite kid-friendly rappers and future star. She has bars that you can feel\n  ","784023":"\n   No it wasn't\n  ","784024":"\n   Do you find it hard to not have hard feelings for a group of people such as Muslims when a Muslim commits a terror Attack? I thought 9\/11 was a one off and 7\/11 was a one off as well, but there has been so many terror attacks in Europe commuter by Muslims and I think it isn't a one off anymore.\n  ","784025":"\n   How would you feel if you were hooked up to a spanking machine?\n  ","784026":"\n   What is it like being a milf?\n  ","784027":"\n   I enjoy you\n  ","784028":"\n   Plans for tomorrow?\n  ","784029":"\n   Are you from America?\n  ","784030":"\n   I wish you weren't taken :(\n  ","784031":"\n   Have you ever seen the pornographic film Forced Entry? It's about a man who comes back from Vietnam and rapes and murders women.\n  ","784032":"\n   How do you know he wasn't invested into the relationship?\n  ","784033":"\n   Are you scared of Lung Cancer\n  ","784034":"\n   So you smoke often?\n  ","784035":"\n   Are you really a stripper?\n  ","784036":"\n   Wyd cutie pie? 😘😻\n  ","784037":"\n   Is it normal that I would have more confidence if I was given a briefcase with money and asked to pick up a key of Coke in a motel with 10 armed to the teeth Columbians than I would talking to a woman in a pub or nightclub?\n  ","784038":"\n   Do you like karaoke?\n  ","784039":"\n   Do you like riding horses\n  ","784040":"\n   You cant even get a penny\n  ","784041":"\n   You're gorgeous 😻\n  ","784042":"\n   Pop a titty\n  ","784043":"\n   Is it normal that i love fighting\n  ","784044":"\n   Answering questions is an activity....\n  ","784045":"\n   Answering questions is an activity....\n  ","784046":"\n   It's engaging in sexual activity in exchange for payment. So, that makes you a prostitute.\n  ","784047":"\n   @ (recent)\n  ","784048":"\n   When's the last time you were in a no win situation?\n  ","784049":"\n   How long have you been one?\n  ","784050":"\n   So.... you're a prostitute.\n  ","784051":"\n   Do you wear thongs?\n  ","784052":"\n   Do you play by your own rules?\n  ","784053":"\n   If you are going to wear white shirt then which color of bra you choose?\n  ","784054":"\n   Go to hell\n  ","784055":"\n   I am not asking any other questions though\n  ","784056":"\n   No thanks\n  ","784057":"\n   Make a deal\nI will ask you one normal and one sexual question? Turn by turn? OK?\n  ","784058":"\n   I want to ask sexual questions\n  ","784059":"\n   Honest hour?\n  ","784060":"\n   What's the last movie you watched in a cinema?\n  ","784061":"\n   Prettiest girl on ask fm  bar You\n  ","784062":"\n   Lol you just named yourself\n  ","784063":"\n   Prettiest girl on ask fm\n  ","784064":"\n   What's everyone having for dinner tonight? When you order Chinese food what do you tend to order (I need some new food suggestions)!\n  ","784065":"\n   Have you ever had one of your limbs (whether it'd be an arm, leg, foot, etc) hurt & not know what caused it?? If yes, what limb was it & how long did it hurt\/has it been hurting??\n  ","784066":"\n   Suggestions on who to follow bar you because I already do\n  ","784067":"\n   Am I brave for walking into a drug deal unarmed?\n  ","784068":"\n   Can you use a skipping rope\n  ","784069":"\n   How come I have the confidence to buy drugs off armed dealers but not the confidence to talk to women?\n  ","784070":"\n   So we just rote in the ground\n  ","784071":"\n   What do you think happens when we die\n  ","784072":"\n   Have you ever been served alcohol in a pub or bar while you was underage? If so how old was you?\n  ","784073":"\n   TamaraM96.sarahah.com so for every message I get on this today by tonight I'm going to do a video response for each. If you leave your own link I'll leave something on yours too. 😊\n  ","784074":"\n   Do you need to go to uni to get a job\n  ","784075":"\n   Last time you were embarssed\n  ","784076":"\n   Why do women hate being rejected and have such a huge fear of it?\n  ","784077":"\n   Ofc not an insult dude :)\nStay blessed bye\n  ","784078":"\n   You look like a teenager an you are mom hahaha I'm shocked\n  ","784079":"\n   Listen? \nDon't post\n  ","784080":"\n   where can we see your answers to your Sarahah?\n  ","784081":"\n   \"Everyone around you is facing some battle - be kind always\". Do you remember this popular saying? Do you think you can spot if someone around you is struggling?\n  ","784082":"\n   Say someone you're not particularly close too, a stranger even, posts something that clearly shows they're not in a fit mental state. What would be your action? Unfollow\/Unfriend? Report to the site? Offer help and advice through comments\/messages explaining that you think they need help?\n  ","784083":"\n   Would you partake in reality TV? If yes, which show? If no, why not?\n  ","784084":"\n   What are your actions during an argument? Do you start to ignore it to stop you being extremely mean? Do you always need the last word? Are you happy enough to block and walk away?\n  ","784085":"\n   Wyd\n  ","784086":"\n   its finally Friday so the weekend is close! I hope you all have a awesome weekend if not I hope your weekdays are 💯 better💞 if you ever need to talk or rant\nTwitter dm or wall to wall me im always here💞 Keep fighting keep hanging in there love you💝 Hugs to all who need one💞💞\n  ","784087":"\n   If you had to choose to save a random man's life or a random woman's life, who would you save? I would save the man's life because as the other person is a woman she's had nothing but privilege in her life and she's experienced enough of the good life.\n  ","784088":"\n   Ever give a bl***ob?\n  ","784089":"\n   how did honesty night go?  weirdos?\n  ","784090":"\n   When you did sex last time?\n  ","784091":"\n   Hy you are so gorgeous\n  ","784092":"\n   lesbian\n  ","784093":"\n   Oh lol sorry to bother you\n  ","784094":"\n   are u mistress\n  ","784095":"\n   Cause you're hairs really curly when I curl my hair its always in my face din't mean for it to be an insult\n  ","784096":"\n   do u like a spank\n  ","784097":"\n   How do you keep You're hair out you're face lol\n  ","784098":"\n   spank\n  ","784099":"\n   Immm back. Send me stuff I’m bored 😫\n  ","784100":"\n   would you rather kick a wall as hard as you can with needles in your toenails or have a nosebleed anytime someone says a word with the letter S in it\n  ","784101":"\n   Nipple pap\n  ","784102":"\n   What do enjoy most about being a mom?\n  ","784103":"\n   Is your boyfriend shooting blanks or are you infertile\n  ","784104":"\n   How old is your son?\n  ","784105":"\n   Is abortion your method as birth control since you use no condoms and no pill\n  ","784106":"\n   Do you have sarahah\n  ","784107":"\n   What makes you the most proud?\n  ","784108":"\n   Can you feel it when a guy finished in you\n  ","784109":"\n   Are you a good person? Why or what not?\n  ","784110":"\n   Do your bf wear a condom or did he finish in you\n  ","784111":"\n   Are you on the pill\n  ","784112":"\n   Any postion that you hate\n  ","784113":"\n   Ever girl says doggy why\n  ","784114":"\n   how would you feel, and react if a stranger approached you through a social media clamming that he would like to get to know you\n  ","784115":"\n   Fav postion\n  ","784116":"\n   Do you like being on top or bottom\n  ","784117":"\n   What's your opinion on open relationships?\n  ","784118":"\n   Does your boyfriend work?\n  ","784119":"\n   Bravest thing you've ever done\n  ","784120":"\n   Are you going to have another baby?\n  ","784121":"\n   Do you think it's cool to be a slut?\n  ","784122":"\n   That many people\n  ","784123":"\n   How many people.have you.had.sex.with or have you lost.count\n  ","784124":"\n   What sort.of.gun\n  ","784125":"\n   Ever fired a gun\n  ","784126":"\n   Ever had sex with a girl\n  ","784127":"\n   Do you think you and your bf will have sex toinght\n  ","784128":"\n   Does the thought of dying scare you?\n  ","784129":"\n   People die every day.so there nothing to be scared of\n  ","784130":"\n   Age you lost your.virginty\n  ","784131":"\n   Do you live with your bf\n  ","784132":"\n   Time where you live\n  ","784133":"\n   Why hospital.lol\n  ","784134":"\n   byee hoeee(;\n  ","784135":"\n   What are you afarid of\n  ","784136":"\n   Last time.you.had sex\n  ","784137":"\n   Did\/have you.cheated on your current bf\n  ","784138":"\n   How long does it take you to really trust someone?\n  ","784139":"\n   If you could change anything about your past, what would it be?\n  ","784140":"\n   What are you most grateful for in your life? And why?\n  ","784141":"\n   Would you put your family or your friends first if you had to choose one?\n  ","784142":"\n   Nothing's off limits? So it's ok to initiate sex with newborn babies, animals, and the unconscious? Awesome!\n  ","784143":"\n   Why don't you regret cheating\n  ","784144":"\n   Do you regret cheating on someone\n  ","784145":"\n   Last time you had sex?\n  ","784146":"\n   What do you feel bad about what you've done\n  ","784147":"\n   Have\/Do you keep a journal\/diary?\n  ","784148":"\n   Ever felt bad for any actions you've done\n  ","784149":"\n   Honesty Nght?\n  ","784150":"\n   No to switch one both\n  ","784151":"\n   Ever solved a rubix cube\n  ","784152":"\n   Alright screen shot then\n  ","784153":"\n   Is doing 11 years + of marital arts make you a leader at all or nah\n  ","784154":"\n   What it for anyway all it says send something  constrictive\n  ","784155":"\n   What makes you a leader\n  ","784156":"\n   Can you respond to messages on the other site\n  ","784157":"\n   Are you a leader\n  ","784158":"\n   What sort of things do you want us to send you\n  ","784159":"\n   Where do you get your best ideas?\n  ","784160":"\n   i love you more <3 (:\n  ","784161":"\n   i love you <3 (:\n  ","784162":"\n   to bad your taken (:\n  ","784163":"\n   hey you you're so freaking gorgeous(:\n  ","784164":"\n   Good night sweet dreams\n  ","784165":"\n   I've added you on SC\n  ","784166":"\n   There seems to be more shows about celebrities in therapy. Why is this? Do you find those sorts of shows interesting? If so, which celebrity story was the most interesting for you?\n  ","784167":"\n   💛✨\n  ","784168":"\n   What was the last surprise (that was for you) someone kept from you??\n  ","784169":"\n   What have you done today? 🌿\n  ","784170":"\n   If u know ur not going to go anywhere with life is there really any point carrying on? Because I can not find any reason to carry on 💔💔\n  ","784171":"\n   Are you shy\n  ","784172":"\n   what's your fav thing about livin where you live?\n  ","784173":"\n   same here  Nothing much.\n  ","784174":"\n   Sup???\n  ","784175":"\n   what's your fav green food? least fav? 🍏🍐\n  ","784176":"\n   what's your fav Fergie song?\n  ","784177":"\n   what's your fav thing about fall?\n  ","784178":"\n   Good virus cleaner for iPhone?\n  ","784179":"\n   Are you a picky eater?\n  ","784180":"\n   Are you named after anyone?\n  ","784181":"\n   Can all problems be solved?\n  ","784182":"\n   Do you care what other people think of you?\n  ","784183":"\n   What's your favorite movie?\n  ","784184":"\n   Are you clumsy?\n  ","784185":"\n   Anon there's a difference between Dr. Pepper and Mr. Pibb they are 2 different drinks\n  ","784186":"\n   10\/10 😍❤️\n  ","784187":"\n   Why did you and your boyfriend break up recently?\n  ","784188":"\n   When did you and your boyfriend get back together?\n  ","784189":"\n   How long were you and your boyfriend broken up for?\n  ","784190":"\n   Weird question do you call it dr peper or mr pibb\n  ","784191":"\n   What are your plans for today?\n  ","784192":"\n   Is it immature that I'm 21 and do prank calls?\n  ","784193":"\n   What's for breakfast?\n  ","784194":"\n   How are you my dear?\n  ","784195":"\n   Good morning\n  ","784196":"\n   Do you believe in love at first sight?\n  ","784197":"\n   Is it racist to start talking in a Jamaican accent when smoking cannabis?\n  ","784198":"\n   What does honest hour mean?\n  ","784199":"\n   A little reminder💞No one can go back and make a brand new start. However, anyone can start from now and make a brand new ending. Make the best of today and live it to the fullest with no regrets \nLove you💝 have a wonderful day\\night\n  ","784200":"\n   Go to bed\n  ","784201":"\n   Have you ever been sexual with a girl?\n  ","784202":"\n   Wyd gorgeous ?\n  ","784203":"\n   If you had tons of money, how many kids would you have?\n  ","784204":"\n   What song could you have in repeat all day?\n  ","784205":"\n   Favorite part of being a mommy!!!\n  ","784206":"\n   how many guys slap your butt daily?\n  ","784207":"\n   What kind of liquor were you drinking? What's your favorite?\n  ","784208":"\n   Does finances make you want less kids?\n  ","784209":"\n   Wake up!!!!!\n  ","784210":"\n   How long were you and your bf\/husband together when you had sex for the first time\n  ","784211":"\n   you still drunk?\n  ","784212":"\n   pap rn!\n  ","784213":"\n   ever been with two guys at once?  would you?\n  ","784214":"\n   Do you ever feel like an  outsider with any places\n  ","784215":"\n   Last time you had sex\n  ","784216":"\n   Drinking our cum queen\n  ","784217":"\n   Do you smoke weed still\n  ","784218":"\n   What are you drinking\n  ","784219":"\n   Do you agree or disagree with the death pently and why\n  ","784220":"\n   Honesty night\n  ","784221":"\n   This woman thinks she's my girlfriend, my friend wants to have sex with her and I thought I could make money out of this so he handed me £60 and I gave him an hour with her, is this morally wrong?\n  ","784222":"\n   Do you connect more with music or poetry? If you like, post either a song or a \"poem\" that relates to your feelings right now.\n  ","784223":"\n   Well you 're stupid so why not ??\n  ","784224":"\n   How rich would you be if you had a swear box at the end of the day and you have to put in 25p ir 25 cent every time you swear\n  ","784225":"\n   Go away where ?\n  ","784226":"\n\n    @ronniebon\n   \n   believes in ghost cuz he has mental issues . Do u believe ?\n  ","784227":"\n   I done mushrooms today, they were growing in my garden so I made tea out of them and it blew my head off, I loved it.\n  ","784228":"\n   do you use anything to prevent pregnancy?\n  ","784229":"\n   How do you know if i'm a  girl type\n  ","784230":"\n   Ever been on a bad date if so what made it so bad\n  ","784231":"\n   If you were in school still and the cainning was still around do you think you would of been cainned by now\n  ","784232":"\n   If you could be half man half animal, which animal would you choose?\n  ","784233":"\n   Do you mind if someone asks about your personality?\n  ","784234":"\n   What's more important - inner or outer beauty?\n  ","784235":"\n   @ opinion on me? (sent to all i follow, ignore if you want i wont have hard feelings!)\n  ","784236":"\n   Thoughts on\n   \n    @corrieann55\n   \n   &\n   \n    @CristaBradbury2002\n   \n","784237":"\n   Ever had a good one night stand, or are they usually shit?\n  ","784238":"\n   Best friend\n  ","784239":"\n   thank you for being here for me😊\n  ","784240":"\n   You got a cute body. I'll bet you're a good lay.\n  ","784241":"\n   Would you rather be stranded on the alantic ocean or be stuck in the sahra desert\n  ","784242":"\n   Have you ever Hallucinated\n  ","784243":"\n   who's the most compassionate person you know? intelligent? rebellious?\n  ","784244":"\n   Bbg is babygirl. It's not just for black girls\n  ","784245":"\n   Where's your boyfriend\n  ","784246":"\n   I'm in love 😍\n  ","784247":"\n   What was for dinner?\n  ","784248":"\n   Like rate?\n  ","784249":"\n   Like - smash or pass?\n  ","784250":"\n   Hmm? Do you like salami or not?\n  ","784251":"\n   Do you smoke pot?\n  ","784252":"\n   Do you like salami?\n  ","784253":"\n   Wyd?\n  ","784254":"\n   You're sexy\n  ","784255":"\n   Hello\n  ","784256":"\n   Ever done martial arts\n  ","784257":"\n   What's new\n  ","784258":"\n   Do you believe breast is best?\n  ","784259":"\n   Has anyone walked in on you lately as you were naked?What the hell cant people knock?\n  ","784260":"\n   If you're forced to interact with someone you dislike can you be cordial or will there be bickering?\n  ","784261":"\n   Who's your number one friend?\n  ","784262":"\n   What's something you wouldn't accept even if it was free?\n  ","784263":"\n   Do you have a steaming device like a firestick or Roku?\n  ","784264":"\n   Do you have a friend who everyone else doesn't get along with?\n  ","784265":"\n   How many rooms total are in your house?\n  ","784266":"\n   Do you have personal space issues?\n  ","784267":"\n   what music were you raised on?\n  ","784268":"\n   What did you have for lunch?I had pizza\n  ","784269":"\n   what town\/city was the last hotel you stayed at in?\n  ","784270":"\n   So as I am back and trying to be more active again im going to do video responses tonight. I'll do opinions too if you so wish. So send in those questions and those\n   \n    @links\n   \n   . Or just simple share this so others can. Thanks 😘😘\n  ","784271":"\n   What is your favourite fruit? ☀️\n  ","784272":"\n   Do you have a job?\n  ","784273":"\n   Ever watched porn?\n  ","784274":"\n   Baby turn me on\n  ","784275":"\n   They're dumb bbg is baby girl\n  ","784276":"\n   Yesterday I went in her pool with her what a day\n  ","784277":"\n   Been flirting with my friends girl Haha gunna nap with her later\n  ","784278":"\n   Big black girl is what bbg means\n  ","784279":"\n   You got a fine body bbg\n  ","784280":"\n   Yeah. Expect fb 😝\n  ","784281":"\n   Do you have Instagram? What's your name in there?\n  ","784282":"\n   How old were you when you got pregnant?\n  ","784283":"\n   do you watch\/have you watched The X-Files? Twin Peaks? The Twilight Zone? American Horror Story? what are some of your fav spooky\/creepy\/paranormal tv shows? 👽👻\n  ","784284":"\n   i feel like there are two groups: people who think lingerie is kinda pointless and people who think it's super sexy. which group are you in? (also i am not talking abt just like kinda cute undergarments i mean like the really nice elaborate sets and stuff.)\n  ","784285":"\n   Plans for this weekend?\n  ","784286":"\n   How long you've been in a relationship?\n  ","784287":"\n   Oh it came through twice sorry\n  ","784288":"\n   Dumbest reason you got dention in school\n  ","784289":"\n   Dumbest reason you got dention in school\n  ","784290":"\n   I wish I could be you! 😫\n  ","784291":"\n   did you have \"boyfriends\/girlfriends\" as a kid, or were you more of an \"ew cooties\" kid?\n  ","784292":"\n   What's one thing your parents do not know about you?\n  ","784293":"\n   Do you like to make out or cuddle more\n  ","784294":"\n   What kind of plans do you have for the future?\n  ","784295":"\n   Have you ever been punished for something you truly did not do?\n  ","784296":"\n   Good morning everyone hope everyone has a great day 😊(sent to all I follow )\n  ","784297":"\n   you again\n  ","784298":"\n   Have you ever wanted to hit someone who moans too much and say shut up\n  ","784299":"\n   Did you go to private school\n  ","784300":"\n   Ever broken a bone if so what did you break and how\n  ","784301":"\n   you're so pretty omg 😍\n  ","784302":"\n   Does your bf\/gf have any pets names for you\n  ","784303":"\n   have you ever gone down on somebody who's name begins with an N?\n  ","784304":"\n   What's your biggest phobia?\n  ","784305":"\n   i am in a weird, specific mood. would you rather lick a face cheek or butt cheek rn. thanks for putting up w my qs everyone!\n  ","784306":"\n   What do you think of self harm?\n  ","784307":"\n   Strongest person you know?\n  ","784308":"\n   do you have green underwear?\n  ","784309":"\n   which has come first in more of your relationships: \"i love you\" or sxx?\n  ","784310":"\n   I send you names and you say how your streak is with her \/ him\n  ","784311":"\n   Bikini pic\n  ","784312":"\n   How many children do you have?\n  ","784313":"\n   I need a girl best friend who's up for it ?\n  ","784314":"\n   Are you my friend ? (Sent to all I follow)\n  ","784315":"\n   In 2017 have you1. Smoked2. Been arrested3. Drank alchol4. Went on holiday5. Had sex6. Had a sunburn7. Been hiking8. Been swimming\n  ","784316":"\n   Sexy af 😍\n  ","784317":"\n   who do you live w? what's one thing each of them is into, that you don't really get?\n  ","784318":"\n   What's a good idea that you've recently had?\n  ","784319":"\n   Send @ and I will tell you what I think about you 😊 (sent to everyone I follow)\n  ","784320":"\n   So K and I are bored asf so feel free to ask us questions! But anyway, based off of a recent argument I've seen. Do y'all consider a baby born at 37 weeks as a late preemie? Or is that baby full term? When do you think full term is? What about a baby born at 36 weeks? Are they considered a preemie?\n  ","784321":"\n   ihop, denny's, or cracker barrel?\n  ","784322":"\n   Do you like poetry?\n  ","784323":"\n\n    @fakepages0\n   \n","784324":"\n   fuck being on some chill shit i go 0 to 100 nigga real quick\n  ","784325":"\n   People you value most right now?\n  ","784326":"\n   Thank you. You're awesome and so pretty ✨\n  ","784327":"\n   Black Sabbath or blink-182 or Blue Öyster Cult or (insert any other Bl band\/artist here)?\n  ","784328":"\n   tell me the signs of everyone in your immediate family! however you define immediate family is cool ¯\\_(ツ)_\/¯\n  ","784329":"\n   Followed ❤️\n  ","784330":"\n   🌭 or 🍔 or 🍕?\n  ","784331":"\n   Your top is cute\n  ","784332":"\n   Are you generally a more optimistic or pessimistic person?\n  ","784333":"\n   Do you have any allergies? If so, what are they? 🌿\n  ","784334":"\n   Has anybody ever tried mochi? They look so cute, but I've never tried them! If so, what's the consistency\/flavour like? 🌿\n  ","784335":"\n   Do you believe in ghosts? 🌿\n  ","784336":"\n   Send @ for tbh\n  ","784337":"\n   I love you guys so much (sent to all I follow ) 😜😍😊😘😝\n  ","784338":"\n   Whos joe\n  ","784339":"\n   What was the last random act of kindness you received?\n  ","784340":"\n   OK so I've been told I don't answer enough questions about myself.. 😂 So I've decided I'm going to do an honest day starting from now till this time tomorrow. So send me some questions and\/or share this so others can. Nothing off limits!\n  ","784341":"\n   All the ugly and fat women rejected me last night, but this one good looking woman said yes, it makes no sense, you would of thought the unattractive women would be more desperate, it's the equivalent of selling gold for £1 and a turd for £1000000?\n  ","784342":"\n   Can i have some likes from your side :) ? \n(If you are not busy)\n  ","784343":"\n   What kind of movies do you like to watch?\n  ","784344":"\n   Pap sc code?\n  ","784345":"\n   Last person you reach 100 day streak with?\n  ","784346":"\n   Sc bffs?\n  ","784347":"\n   go check out\n   \n    @Johnnysanon2\n   \n   recent video she posted it && her voice is just perfect 😍 don't you think?😍😍\n  ","784348":"\n   Have you ever smoked marijuana through use of a bong? Have you ever consumed beer through the use of a beer bong?\n  ","784349":"\n   Is there any saying\/quote that annoys you? If so, what one is it?\n  ","784350":"\n   What are some debate topics that you think are spoken about too much?\n  ","784351":"\n   who would you say are each of your siblings celebrity crushes?\n  ","784352":"\n   who was your first ever celebrity crush?\n  ","784353":"\n   does your significant other have a little bit of a celebrity crush? on who?\n  ","784354":"\n   Rocking Around the Christmas Tree or Jingle Bell Rock? Santa Baby or Baby It's Cold Outside? Blue Christmas or White Christmas? O Holy Night or Silent Night? I Saw Mommy Kissing Santa Claus or Santa Claus is Coming to Town? 🎄⛄️🎁\n  ","784355":"\n   snapname?\n  ","784356":"\n   Do you have sarahah?\n  ","784357":"\n   Send @s to me for tbh video (sent to all I follow )\n  ","784358":"\n   You have a step-sister?\n  ","784359":"\n   Sexy af\n  ","784360":"\n   Sweet or salty snacks?\n  ","784361":"\n   How do you decide what order to answer questions on ask.fm? Do you go from most recent and work your way down or is it random etc?\n  ","784362":"\n   If you could have any item handed to you right now that would make your life easier, what would it be and why?\n  "},"Answer":{"783290":"\n  Eh,...\n  ","783291":"\n  I definitely do or I get bored\n  ","783292":"\n  No problem girl\n  ","783293":"\n  Why thank you\n  ","783294":"\n  Wish I'd get some questions\n  ","783295":"\n  Etcetera\n  ","783296":"\n  Etc. ***\n  ","783297":"\n  Google\n  ","783298":"\n  I get called hot, beautiful, gorgeous, etc everyday\n  ","783299":"\n  Today\n  ","783300":"\n  No\n  ","783301":"\n  Neither\n  ","783302":"\n  Yeah\n  ","783303":"\n  Yes absolutely\n  ","783304":"\n  Blue heeler\n  ","783305":"\n  I have a turtle\n  \n  We had a dog but we gave him away\n  ","783306":"\n  Idk lol I'm not a doctor\n  ","783307":"\n  Today is National Block Day!\n  ","783308":"\n  Same to you!\n  \n  No problem\n  ","783309":"\n  No lmao\n  ","783310":"\n  Nope but we want to\n  ","783311":"\n  Yes hurricane Sandy\n  ","783312":"\n  Re painted my nails again lol only me 🙄\n  ","783313":"\n  Idc tbh\n  ","783314":"\n  Tbh I have no idea\n  \n  I know next weekend will be better\n  ","783315":"\n  Thanks 🍁\n  ","783316":"\n  Thank you! 💜\n  ","783317":"\n  Yes\n  ","783318":"\n  Aha, yes. The moon to me still looks like it has a face lol\n  ","783319":"\n  No lol\n  ","783320":"\n  Sounds like it\n  ","783321":"\n  That's cool\n  ","783322":"\n  Spam me with questions guys\n  ","783323":"\n  Thanks\n  ","783324":"\n  Yeah\n  ","783325":"\n  Oh okay lol thanks\n  ","783326":"\n  So it's not so great? What??\n  ","783327":"\n  Who's lucky lol\n  ","783328":"\n  Yes he is\n  ","783329":"\n  Photography\n  ","783330":"\n  Oh lol\n  ","783331":"\n  No I'll be 23 in 2 months and I'm thinking about going back to college. Nothing wrong with that\n  ","783332":"\n  I'm still waiting for an email from them. They're still doing interviews\n  ","783333":"\n  Yeah I suppose you do\n  ","783334":"\n  That's good\n  ","783335":"\n  Yeah it is lol\n  ","783336":"\n  Bc it's my 6 year anniversary Monday, my son starts school Wednesday and it's payday next week\n  ","783337":"\n  Tbh I have nothing really to rant about the fact that I can't wait for next week 😁\n  ","783338":"\n  So happy it's Friday.\n  \n  My 6 years is Monday\n  \n  My son starts school Wednesday\n  \n  My boyfriends birthday is in 3 weeks\n  \n  I'm dying my hair in a couple weeks blonde\n  ","783339":"\n  lol that's nice\n  ","783340":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783341":"\n  No & probably lol\n  ","783342":"\n  Football and 5 & 6 year olds\n  ","783343":"\n  I like your answers\n  \n  You're a ko0l gal\n  ","783344":"\n  My birthday is 11•08\n  ","783345":"\n  No\n  ","783346":"\n  Not really\n  ","783347":"\n  You're creepy I will block you\n  ","783348":"\n  Thanks I suppose\n  ","783349":"\n  Huh??? 🤔\n  ","783350":"\n  Same to you!\n  \n  Happy September 1st 😍🍂🍁\n  ","783351":"\n  Wtf\n  ","783352":"\n  I hate dumb questions like this\n  ","783353":"\n  Yeah & I know his\n  ","783354":"\n  Pretty good if ya ask me\n  ","783355":"\n  Aha, why thank you!\n  ","783356":"\n  I'm about to smoke\n  ","783357":"\n  Thanks\n  ","783358":"\n  Well I do have sex on my period\n  ","783359":"\n  Kill everybody 🙃\n  ","783360":"\n  Ask me stuff guys I'm bored\n  ","783361":"\n  Why are you telling me\n  ","783362":"\n  Idk wtf\n  ","783363":"\n  ---\n  \n  I'd like some questions\n  ","783364":"\n  11•08\n  \n  Strip club \/city\n  ","783365":"\n  No I haven't....\n  ","783366":"\n  I'm on my period so\n  ","783367":"\n  Yeah I know\n  ","783368":"\n  Idk lol\n  ","783369":"\n  Idk I only have 1 child and idk if I'm having more\n  ","783370":"\n  Yes & yes\n  ","783371":"\n  Tbh I have no idea since tomorrow is Friday\n  ","783372":"\n  Nope I suck\n  ","783373":"\n  Yes & 20\n  ","783374":"\n  Nope\n  ","783375":"\n  Yeah lol\n  ","783376":"\n  Yes & depends\n  ","783377":"\n  Wtf\n  ","783378":"\n  Sometimes\n  ","783379":"\n  My summer was good .\n  \n  Summer 2k18 will be better tho\n  \n  I can't wait for the fall tho. Uggs, scarfs and hoodies 😍🍂\n  ","783380":"\n  I'm on my period so.... NO\n  ","783381":"\n  Dying my hair blonde in a couple weeks 😁\n  ","783382":"\n  Ask me tons of questions guys I'm bored\n  ","783383":"\n  Send me some questions\n  ","783384":"\n  Lol me to\n  ","783385":"\n  This app lol\n  ","783386":"\n  Pastel\n  ","783387":"\n  \"Shameless\"\n  ","783388":"\n  Yes I am!\n  ","783389":"\n  How's life\n  ","783390":"\n  Saving up money\n  ","783391":"\n  Nope\n  ","783392":"\n  Listen to music\n  \n  Smoke\n  \n  Clean\n  ","783393":"\n  Both\n  ","783394":"\n  I was in twirling lol when I was younger\n  ","783395":"\n  Well i had an emergency c section\n  ","783396":"\n  For the most part\n  ","783397":"\n  I always do lmao\n  ","783398":"\n  Sorry I'm 9 hours late lol\n  \n  Ask her some stuff guys\n  ","783399":"\n  Ask me stuff guys\n  ","783400":"\n  No\n  ","783401":"\n  No\n  ","783402":"\n  Yeah\n  ","783403":"\n  Nobody\n  ","783404":"\n  Lol wow\n  ","783405":"\n  No where\n  ","783406":"\n  Drove around\n  ","783407":"\n  💜💜💜\n  ","783408":"\n  Me\n  ","783409":"\n  Little past my shoulders\n  ","783410":"\n  No I eat randomly lol.\n  ","783411":"\n  Hundred tbh lmao\n  ","783412":"\n  It's a coach clutch\n  ","783413":"\n  You're gross af\n  ","783414":"\n  They don't care\n  ","783415":"\n  Ko0l story bro\n  ","783416":"\n  I've been in a relationship for nearly 6 years and we have an almost 4 year old what do you think\n  ","783417":"\n  Nothing much\n  ","783418":"\n  Ice skate\n  ","783419":"\n  SpongeBob\n  \n  Mickey Mouse Clubhouse\n  ","783420":"\n  Lil uzi- neon guts\n  \n  Lil uzi - pretty mami\n  ","783421":"\n  Well Monday is my 6 year anniversary then Wednesday my little man starts school ❤️😭😊\n  ","783422":"\n  Follower count didn't go up\n  ","783423":"\n  Probably a 4 loko\n  ","783424":"\n  Hello\n  ","783425":"\n  Same to you!\n  ","783426":"\n  Absolutely\n  ","783427":"\n  Good morning\n  ","783428":"\n  Hello\n  ","783429":"\n  They're annoying af 🙄\n  ","783430":"\n  Hello....\n  ","783431":"\n  Hello\n  ","783432":"\n  Yeah\n  ","783433":"\n  No problem\n  ","783434":"\n  I don't know where you got the assumption that my life is all about sex\n  ","783435":"\n  Bored ☹️ ask me questions\n  ","783436":"\n  1. I had a natural birth\n  \n  2. Fav color lime green\n  \n  3. I love wearing crop tops\n  ","783437":"\n  Tad bit annoyed story of my life\n  ","783438":"\n  Exactly why would I even lie 😂. He gets moody, breaks out or he craves things around the time I get my period lol.\n  ","783439":"\n  Lol no wonder why your mom doesn't want you\n  ","783440":"\n  I don't get how complaining about someone is bullying them lmao. Dumbass 🙄. And around when I get my period he has attitudes and stuff. Craves things as if he's on his period that's how I know when I'm getting mine. And he starts breaking out. He's been around me for nearly 6 years\n  ","783441":"\n  he's everything I want\n  ","783442":"\n  Ko0l story bro\n  ","783443":"\n  Bc I'm getting my period\n  ","783444":"\n  Watching tv\n  ","783445":"\n  lol you're so annoying already. Get a grip already pls\n  ","783446":"\n  I don't recall him calling me rude lol you tired tho 😜\n  ","783447":"\n  No\n  ","783448":"\n  It's a question site\n  ","783449":"\n  20%\n  ","783450":"\n  Why would I lie? Lmao\n  ","783451":"\n  Okay so I'm not here for conversations\n  ","783452":"\n  This is an ask site\n  ","783453":"\n  I'm 22\n  ","783454":"\n  Okay....\n  ","783455":"\n  I just said I don't add people back idk you can still view my story\n  ","783456":"\n  I don't add people back idk\n  ","783457":"\n  GxCxD\n  ","783458":"\n  Yeah?\n  ","783459":"\n  Oh lol\n  ","783460":"\n  Ask me questions guys\n  ","783461":"\n  Lol\n  ","783462":"\n  Wouldn't you like to know\n  ","783463":"\n  Okay??? Why are you telling me\n  ","783464":"\n  We don't have 1 lol\n  ","783465":"\n  Atm nothing\n  ","783466":"\n  Thank you ❤️\n  ","783467":"\n  No\n  ","783468":"\n  Tbh no I've never had to lose weight\n  ","783469":"\n  Nope I personally don't like them\n  ","783470":"\n  GxCxD\n  ","783471":"\n  No problem\n  ","783472":"\n  I'm not your fam\n  ","783473":"\n  Idc tbh I want better questions\n  ","783474":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n","783475":"\n  Hello\n  ","783476":"\n  Exactly like everybody voice is different lol\n  ","783477":"\n  lol I don't get how\n  ","783478":"\n  Yes\n  \n  Yes\n  \n  Yes\n  \n  Yes\n  \n  No\n  \n  Yes\n  \n  Yes\n  ","783479":"\n  You sound like an old creepy guy who lives in his moms basement\n  ","783480":"\n  Smell like lol idk\n  ","783481":"\n  Thank you\n  ","783482":"\n  Yeah\n  ","783483":"\n  Depends on your relationship\n  ","783484":"\n  Yes and many different songs\n  ","783485":"\n  Sometimes lol\n  ","783486":"\n  Tbh probably nothing\n  ","783487":"\n  Idc\n  ","783488":"\n  I don't have any new ones 😜\n  ","783489":"\n  Thank you\n  ","783490":"\n  I guess telling them how bad the drug is and\/or tell them maybe death rates . And no\n  ","783491":"\n  Pediatrician\n  ","783492":"\n  Stay at home\n  ","783493":"\n  Lmao\n  ","783494":"\n  Well then don't ask me those type of questions\n  ","783495":"\n  Ask your mom if she is\n  ","783496":"\n  Yawn I'm bored of these sex questions\n  ","783497":"\n  That doesn't concern you\n  ","783498":"\n  Idk I mean I've only been in a relationship for nearly 6 years and we have a 3 1\/2 year old so yeah idk\n  ","783499":"\n  You can't even spell tho\n  ","783500":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Talk to me nice\n  ","783501":"\n  I like my guys tall & skinny w\/ a nice smile\n  ","783502":"\n  ????\n  ","783503":"\n  If I knew what you meant I wouldn't have asked...\n  ","783504":"\n  For?\n  ","783505":"\n  My son\n  ","783506":"\n  Went good I believe I got it\n  ","783507":"\n  Finally for once things seem to be going better. Couldn't be more happier tbh\n  ","783508":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783509":"\n  Waiting for my interview\n  ","783510":"\n  No I don't care about peoples looks\n  ","783511":"\n  Ask me questions guys\n  ","783512":"\n  All the above lol\n  ","783513":"\n  Yes\n  ","783514":"\n  Yes!!!! Glue\n  ","783515":"\n  Taken\n  ","783516":"\n  Trolling\n  ","783517":"\n  School doesn't start until September 6th\n  ","783518":"\n  Good\n  ","783519":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Be nice 😁💜🌿\n  ","783520":"\n  Got big things coming soon... secrets 🙈\n  ","783521":"\n  Anon ....\n  ","783522":"\n  W\/ my 2 boys\n  ","783523":"\n  Go to sleep\n  ","783524":"\n  Yeah I would\n  ","783525":"\n  Snapchat and Facebook more\n  \n  And I have all\n  ","783526":"\n  Depends\n  ","783527":"\n  No\n  ","783528":"\n  Roman Noodles\n  ","783529":"\n  10.21.13\n  \n  09.04.11\n  ","783530":"\n  Ask me stuff guys\n  \n  I'm bored so spam me w\/ tons of questions\n  ","783531":"\n  No I'm only marrying my boyfriend\n  ","783532":"\n  Only buy what you need\n  ","783533":"\n  Nope but she always has me pay her back like wtf\n  ","783534":"\n  Ask me whatever you want\n  ","783535":"\n  Mental\n  ","783536":"\n  Basketball or Football\n  ","783537":"\n  Nah I don't lol\n  ","783538":"\n  Females be to scary to say it to my face 😂\n  ","783539":"\n  Yes\n  ","783540":"\n  This is an ask site\n  ","783541":"\n  No\n  ","783542":"\n  Yes\n  ","783543":"\n  Bitter and unhappy w\/ their selves\n  ","783544":"\n  Eh, no not really tbh\n  ","783545":"\n  I'd say so myself\n  ","783546":"\n  Aha many times\n  ","783547":"\n  No I wouldn't be\n  ","783548":"\n  My 4 year old wouldn't say that\n  ","783549":"\n  I have an interview tomorrow\n  ","783550":"\n  My boyfriend a while ago\n  ","783551":"\n  A photographer\n  ","783552":"\n  I have no idea\n  ","783553":"\n  Yeah\n  ","783554":"\n  At the house & he's good\n  ","783555":"\n  I don't want questions about the fight I want questions about me & my life\n  ","783556":"\n  Who do you think\n  ","783557":"\n  Yeah\n  ","783558":"\n  I watched it\n  ","783559":"\n  No I don't click links\n  ","783560":"\n  How it's classified as \"bad\" and \"ghetto\"\n  ","783561":"\n  Smoking and drinking\n  ","783562":"\n  Exactly it's either from Facebook or Snapchat 😂. Idc bc I'm doing something right 😂\n  ","783563":"\n  Hello\n  ","783564":"\n  The hate is real lmao\n  ","783565":"\n  Like 5\n  ","783566":"\n  Bye\n  ","783567":"\n  Go away\n  ","783568":"\n  Red Bull\n  ","783569":"\n  Brown & black\n  \n  And brown rn but I'm dying it blonde soon\n  ","783570":"\n  Why you have to be so immature\n  ","783571":"\n  Just had some dinner maybe going out\n  ","783572":"\n  Send me some shit guys\n  ","783573":"\n  Hello\n  ","783574":"\n  Send me in questions\n  ","783575":"\n  Idk probably my boyfriends cousins party who know\n  ","783576":"\n  My face is clearing up so much from drinking lots of water for the last month or so\n  ","783577":"\n  Nope sounds cool to see tho\n  ","783578":"\n  Watching tv\n  ","783579":"\n  No why send this to me twice\n  ","783580":"\n  Yes\n  ","783581":"\n  Yes very\n  ","783582":"\n  Yes & no\n  ","783583":"\n  I can be at times\n  ","783584":"\n  Both lmao\n  ","783585":"\n  No lol\n  ","783586":"\n  Yes that's my mom for ya or my mother-in-law\n  ","783587":"\n  Pink\n  ","783588":"\n  I wish\n  ","783589":"\n  I've been in a relationship for 6 years and we have a 3 1\/2 years old\n  ","783590":"\n  I'm taken\n  ","783591":"\n  That sucks\n  ","783592":"\n  Well you're on my page\n  ","783593":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Leave me something 💜🌿✨\n  ","783594":"\n  It's kinda rude considering my son is asleep & my bf\n  ","783595":"\n  It's not even trap music it's hip pop you ignorant fool\n  ","783596":"\n  9:10am & my neighbor is blasting the radio like wtf\n  ","783597":"\n  My son and that's obvious\n  ","783598":"\n  That's what my man says\n  ","783599":"\n  I'm not a puppy\n  ","783600":"\n  No\n  ","783601":"\n  No\n  ","783602":"\n  Want what?\n  ","783603":"\n  No\n  ","783604":"\n  Lol\n  ","783605":"\n  Nope\n  ","783606":"\n  No\n  ","783607":"\n  Who knows\n  ","783608":"\n  You can send me nice comments if you'd like\n  ","783609":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783610":"\n  Drinking\n  ","783611":"\n  Nature\n  ","783612":"\n  Not really\n  ","783613":"\n  Yummy\n  ","783614":"\n  Big words\n  ","783615":"\n  I laugh lol\n  ","783616":"\n  What will?\n  ","783617":"\n  50+\n  ","783618":"\n  No\n  ","783619":"\n  Why?\n  ","783620":"\n  I'm in the car w\/ my boyfriend smoking\n  ","783621":"\n  Ask me questions guys\n  ","783622":"\n  Long story\n  ","783623":"\n  No we left felt awkward\n  ","783624":"\n  Yeah lmao wtf\n  ","783625":"\n  Beer pong\n  ","783626":"\n  Wtf go away\n  ","783627":"\n  I'm about to go to a bp yahhh\n  ","783628":"\n  Sure\n  ","783629":"\n  Yeah\n  ","783630":"\n  My follower count didn't go up\n  ","783631":"\n  Yes bc that's where my dad is from\n  ","783632":"\n  Barbados\n  ","783633":"\n  Yawn send me some questions\n  ","783634":"\n  Oh I seen it that was cute\n  ","783635":"\n  Let me know what it is\n  ","783636":"\n  What did you leave me?\n  ","783637":"\n  Reminds me I need to re paint my nails\n  ","783638":"\n  Good morning\n  ","783639":"\n  I already have a child and of course\n  ","783640":"\n  No\n  ","783641":"\n  No I wouldn't\n  ","783642":"\n  🌿💜😊\n  ","783643":"\n  I somewhat follow them\n  ","783644":"\n  Same to you!\n  ","783645":"\n  Yes I have piercings. No I don't want. I've already have my nose, navel & nipple. And I like lip piercings or eyebrows\n  ","783646":"\n  ❤️❤️\n  ","783647":"\n  How sweet but no lol\n  ","783648":"\n  lol that's creepy af\n  ","783649":"\n  Thank you!\n  ","783650":"\n  Yeah\n  ","783651":"\n  I am but I don't give that out yo anon strangers\n  ","783652":"\n  Send me tons of questions. I can't sleep 😭😭😭\n  ","783653":"\n  No lol\n  ","783654":"\n  🌿\n  ","783655":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783656":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783657":"\n  Smoking , drinking and watching \"Shameless\" w\/ my bf\n  ","783658":"\n  I do but the landscaper people do it\n  ","783659":"\n  I mostly do everything besides take out the garbage\n  ","783660":"\n  Probably 1 more\n  ","783661":"\n  Thx\n  ","783662":"\n  Too much work\n  \n  Just ask questions\n  ","783663":"\n  Yeah often\n  ","783664":"\n  My son and boyfriend\n  ","783665":"\n  No wtf\n  ","783666":"\n  I'm tired of sexual questions\n  ","783667":"\n  No\n  ","783668":"\n  I'm always honest\n  ","783669":"\n  50+\n  ","783670":"\n  Go find out\n  ","783671":"\n  lol I do\n  ","783672":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783673":"\n  Yes .\n  ","783674":"\n  Yesterday\n  ","783675":"\n  Bp\/BBQ\n  ","783676":"\n  I'm doing fantastic.\n  \n  I just want to smoke rn bit drunk\n  ","783677":"\n  Simply bc I just wanted to lmao no reason\n  ","783678":"\n  All these followers and no questions 🙄🌿\n  ","783679":"\n  Go away\n  ","783680":"\n  Lmfao that's so annoying lol\n  ","783681":"\n  Then you'd ask me sexual questions\n  ","783682":"\n  Sure\n  ","783683":"\n  Yeah sometimes\n  ","783684":"\n  Send her quotes and send me questions\n  ","783685":"\n  Everyday\n  ","783686":"\n  Nothing happened. It was just a good day\n  ","783687":"\n  My day was actually good\n  ","783688":"\n  Anything Italian\n  ","783689":"\n  Large\n  ","783690":"\n  Lol good try Tom\n  ","783691":"\n  Gregory\n  \n  Teresa\n  ","783692":"\n  Smile\n  ","783693":"\n  Parks\n  ","783694":"\n  Neither\n  ","783695":"\n  He doesn't like gum\n  ","783696":"\n  Yes\n  ","783697":"\n  Black\n  ","783698":"\n  Neither\n  ","783699":"\n  Yeah I would\n  ","783700":"\n  Damn Hurricane\n  ","783701":"\n  Eh, yeah depends\n  ","783702":"\n  Who cares\n  ","783703":"\n  Idk\n  ","783704":"\n  None\n  ","783705":"\n  Huh\n  ","783706":"\n  Many things\n  ","783707":"\n  Nope\n  ","783708":"\n  GxCxD\n  ","783709":"\n  😊\n  ","783710":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n\n  Leave comments\n  ","783711":"\n  Idk idk idk idk idk\n  ","783712":"\n\n   https:\/\/bajanxninegdxfour.sarahah.com\/\n  \n\n  Lave me something nice 💜✨\n  ","783713":"\n  At this point in our relationship I'm not neither is he only sometimes. Like we don't hold each other's hands in public. We're not all over each other\n  ","783714":"\n  Nope & I don't think I can ever lol\n  ","783715":"\n  All day lol\n  ","783716":"\n  I can't think of anything\n  ","783717":"\n  My 2 boys 😍❤️\n  ","783718":"\n  I've been on a lot w\/ my boyfriend\n  ","783719":"\n  Lol maybe both\n  ","783720":"\n  ???\n  ","783721":"\n  lol yes\n  ","783722":"\n  🙄\n  ","783723":"\n  I've never seen nor read the books\n  ","783724":"\n  Blocked 😂\n  ","783725":"\n  Cool story bro\n  ","783726":"\n  Settings keyboards i believe\n  ","783727":"\n  Yes and the other way around too\n  ","783728":"\n  No wtf\n  ","783729":"\n  Stop sending me this multiple times\n  ","783730":"\n  No\n  ","783731":"\n  For the last 3 weeks or so\n  ","783732":"\n  0-12 months lol\n  ","783733":"\n  On what?\n  ","783734":"\n  I'm not from London so idc\n  ","783735":"\n  Ask me some questions guys\n  ","783736":"\n  I know a couple lol but I don't really pay attention to that\n  ","783737":"\n  No\n  ","783738":"\n  \"Honor Roll\"\n  \n  & no\n  ","783739":"\n  Idk\n  ","783740":"\n  Why do you send me statements instead of questions?\n  ","783741":"\n  Tbh none bc the last time I went on vacation was when I was younger\n  ","783742":"\n  3:35\n  ","783743":"\n  I'm bored guys 😩\n  ","783744":"\n  Nope they're baby names I might use for my 2nd child if I have one\n  ","783745":"\n  Nope\n  ","783746":"\n  As me questions guys\n  \n  Leave me something nice ✨💜\n  \n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783747":"\n  Thank you! Like just bc somebody doesn't eat everyday doesn't mean their malnourished\n  ","783748":"\n  How lmao. I've gained like 10lbs lol. Just bc somebody doesn't eat 3 meals a day doesn't mean their malnourished . You're an ignorant little f*ck. I eat all day everyday\n  ","783749":"\n  I went to high school graduated in 2013 went to college for a semester\n  ","783750":"\n  Nope and I just eat whenever I want tbh\n  ","783751":"\n  Bc people are so rude\n  ","783752":"\n  Nope and I've never been but I want to\n  ","783753":"\n  Depends\n  ","783754":"\n  Yeah\n  ","783755":"\n  No not really\n  ","783756":"\n  Both\n  ","783757":"\n  Yes & yes\n  ","783758":"\n  Not often tbh\n  ","783759":"\n  Yeah\n  ","783760":"\n  Nope only mad\n  ","783761":"\n  See ya\n  ","783762":"\n  sweet\n  ","783763":"\n  Followed\n  ","783764":"\n  How sweet\n  ","783765":"\n  Huh\n  ","783766":"\n  Mhm, idk yet . Waiting to see what boyfriend brings back\n  ","783767":"\n  Could be much better tbh\n  ","783768":"\n  Damn I hope she is done for good\n  ","783769":"\n  Tbh none lol imo\n  ","783770":"\n  Smh and she still stayed that's just sad\n  ","783771":"\n  It's a shame tbh. She THINKS she needs him. Meanwhile he never shows her off. on Facebook when she tags him he doesn't even react or comment back.\n  ","783772":"\n  Tbh I'd have to say me. I don't mind being outside. I'd rather be outside 24\/7 lol. And not really my moms lazy she'd send all her days inside if she could .\n  ","783773":"\n  I hate when some females keep going back to the same guy over and over knowing she knows he's out their entertaining other females. Especially laying up w\/ them and you caught it on sc 🙄. 4 years later and he still doesn't want you but you keep taking him back bc he knows how to play the game. Girl get your head out your ass. Who cares if he's the father of both your sons! He didn't even want the 2nd 1 hence why he bought you the morning after pill and you never took it. Lied to him and said it \"didn't work\" . Let alone he barely sees you or your kids. Sees them like once a month and your happy w\/ a not even a weekend dad for you kids. Smh I'm done helping you girl.\n  ","783774":"\n  Yeah wtf idc what your gender is\n  ","783775":"\n  Can I get some decent questions\n  ","783776":"\n  Eh; from where I live I really didn't get see it\n  ","783777":"\n  Whatever floats their boat\n  ","783778":"\n  I don't understand\n  ","783779":"\n  Creep\n  ","783780":"\n  That's sweet ✨\n  ","783781":"\n  18.\n  ","783782":"\n  😇🍑💜\n  ","783783":"\n  I bet you'll love when I block you 😇\n  ","783784":"\n  Blue ivy is Beyoncé daughters name lmao\n  ","783785":"\n  Never a cigar\n  ","783786":"\n  Yes\n  ","783787":"\n  And why would I do that? You ain't special\n  ","783788":"\n  Ew foot fetish. You're nasty\n  ","783789":"\n  I'm going to block you if you don't stop sending me links that idc about\n  ","783790":"\n  Google.com\n  ","783791":"\n  I wouldn't say good but that's your opinion\n  ","783792":"\n  I laugh at it bc these haters don't know me especially from the internet\n  ","783793":"\n  You ask this everyday\n  \n  Come up w\/ better non sexual questions\n  ","783794":"\n  Yeah I have a robber lmao\n  ","783795":"\n  Spotify is whack\n  ","783796":"\n  This isn't a question\n  ","783797":"\n  My son and my boyfriend\n  ","783798":"\n  How your child is a reflection of you\n  ","783799":"\n  Red light green light\n  \n  Or man hunt\n  ","783800":"\n  Why are you telling me this?\n  ","783801":"\n  Well I'm 22\n  \n  Thnx tho\n  ","783802":"\n  And then there's you 🙄\n  ","783803":"\n  Ask me whatever guys\n  ","783804":"\n  English\n  ","783805":"\n  Hello\n  ","783806":"\n  Can I get some questions guys 😩\n  \n  Leave me something nice\n  \n\n   https:\/\/www.sarahah.com\/Messages\n  \n","783807":"\n  Yes I love them I actually want more 😁. I'd change it a little. Eh, I wouldn't be as mad bc you can't really control what someone else does\n  ","783808":"\n  Thank you!!!\n  ","783809":"\n  Probably my boyfriends cousin little party Saturday\n  ","783810":"\n  Ugly names\n  ","783811":"\n  Fact: I was 2 months pregnant here aha . I look fat af 😂\n  ","783812":"\n  17 here in New York . I honestly believe it is but either way you can't stop people from having sex at any age\n  ","783813":"\n  I like the lights off, fan blowing, windows open, tv on\n  ","783814":"\n  Bad parenting 101\n  ","783815":"\n  No\n  ","783816":"\n  Eh, barely got to see it where I'm at in New York\n  ","783817":"\n  Actually doesn't sound to bad 😁😜\n  ","783818":"\n  Yes happens to me all the damn time 🙄\n  ","783819":"\n  Lol what is it?\n  ","783820":"\n  GxCxD\n  ","783821":"\n  I never heard of it lll\n  ","783822":"\n  Cool\n  ","783823":"\n  Sometimes lol\n  ","783824":"\n  Probably 25 bc then I'm realizing that I'm only 5 years from 30 which can be scary lmao\n  ","783825":"\n  94' 🙋🏻\n  ","783826":"\n  I hate when people like you suck at trolling w\/ your nasty fetish 😷\n  ","783827":"\n  Lol am I now?\n  ","783828":"\n  Well I don't want to be \"cute\" I'm more than just that\n  ","783829":"\n  Good morning\n  ","783830":"\n  Nothing much just waiting for this Solar Eclipse lol\n  ","783831":"\n  Hello\n  ","783832":"\n  I'll only probably see half or just partial of it\n  ","783833":"\n  You have a good morning to\n  ","783834":"\n  💜😍✨\n  ","783835":"\n  Tbh I really can't remember\n  ","783836":"\n  You're annoying\n  ","783837":"\n  There's no being famous\n  ","783838":"\n  Ask me whatever you want\n  ","783839":"\n  No\n  ","783840":"\n  Never I've been in the hospital the longest for 5 days after giving birth\n  ","783841":"\n  I have no idea what that word means lol or what it is\n  ","783842":"\n  Wouldn't you like to know lmao\n  ","783843":"\n  Wtf how tf am I suppose to know? 🙄\n  ","783844":"\n  Blocked\n  ","783845":"\n  I'd say often lol\n  ","783846":"\n  \"The Notebook\"\n  ","783847":"\n  Could be often I really don't mind\n  ","783848":"\n  No I don't add people back I don't know\n  ","783849":"\n  I did lol . Just someone added me\n  ","783850":"\n  Neither lmao\n  ","783851":"\n  Good night\n  ","783852":"\n  I believe free speech should be how it sounds tbh. They get a voice no matter\n  ","783853":"\n  As rich as Trump\n  ","783854":"\n  Honest night guys 💜✨\n  ","783855":"\n  So why send me something so dumb\n  ","783856":"\n  ???\n  ","783857":"\n  Yeah sometimes\n  ","783858":"\n  No creep\n  ","783859":"\n  Give me sex\n  ","783860":"\n  Go away seriously\n  ","783861":"\n  Idc lmao\n  ","783862":"\n  I love them aha\n  ","783863":"\n  I don't click on links\n  ","783864":"\n  Honest Day\/night still\n  \n  💜🍑✨\n  ","783865":"\n  People can just read my bio\n  ","783866":"\n  lol I wish I'd get better questions\n  ","783867":"\n  That's cool\n  ","783868":"\n  You'll never know\n  ","783869":"\n  Who cares bc I don't\n  ","783870":"\n  Yeah\n  ","783871":"\n  I'm glad you can spell\n  ","783872":"\n  Thank you caption obviously\n  ","783873":"\n  I've had 1 all well\n  ","783874":"\n  No stop asking this is creepy now\n  ","783875":"\n  No\n  ","783876":"\n  ??? Why do what ???\n  ","783877":"\n  This sentence doesn't make sense\n  ","783878":"\n  No for what\n  ","783879":"\n  Lol how weird\n  ","783880":"\n  Why? 🤔\n  ","783881":"\n  I have other tattoos I don't know why you specifically want to see that one\n  ","783882":"\n  Where? Lol\n  ","783883":"\n  Eh, I think of makeup or clothing of some type. Maybe even a phone case\n  ","783884":"\n  Eh, go to the store tbh\n  ","783885":"\n  I love extra cheese or pepperoni. I love regular crust lol. And nope\n  ","783886":"\n  So how do you know I have \"Gregory\" on me? 🤔\n  ","783887":"\n  Should you stop sending me stupid messages\/ questions\n  ","783888":"\n  No\n  ","783889":"\n  I believe you've already seen it if you know I got \"Gregory\" on me\n  ","783890":"\n  Creep\n  ","783891":"\n  Yeah lol all well\n  ","783892":"\n  \"How are you\"\n  \n  \"Last time you had sex\"\n  \n  \"Hi\"\n  ","783893":"\n  Free\n  \n   @NineGDxFour\n  \n","783894":"\n  I believe freedom of speech shouldn't end anywhere\n  ","783895":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Send me nice stuff 💜✨\n  ","783896":"\n  I've never stated my name to be Lucy at all\n  ","783897":"\n  How tf am I suppose to know?\n  ","783898":"\n  What do you think 🙄\n  ","783899":"\n  Watching some Law&Order and drinking some ice coffee Starbucks\n  ","783900":"\n  Thank you 💜✨\n  ","783901":"\n  Honest Day\n  \n  Ask me whatever you want all day long 😁💜✨💛\n  ","783902":"\n  I'm Gabby\n  ","783903":"\n  Who's Lucy? 🤔\n  ","783904":"\n  Could be both depending\n  ","783905":"\n  Eh, I don't like chest hair that's all\n  ","783906":"\n  Definitely a turn on\n  ","783907":"\n  Bajan\n  ","783908":"\n  My day is alright. My mom already starting to be a b*tch 🙄\n  ","783909":"\n  Lol of course I can\n  ","783910":"\n  Who's Lucy?\n  ","783911":"\n  Eh, not really lol\n  ","783912":"\n  Blocked blocked blocked 😇\n  ","783913":"\n  Don't call me bae\n  ","783914":"\n  Go away\n  ","783915":"\n  Come ask us some good questions\n  ","783916":"\n  Ask me more questions guys\n  \n  Love all my 4002 followers 💜✨\n  ","783917":"\n  Sky diving in the air for a long time 😝\n  ","783918":"\n  lol what a weird question facing me I suppose? 🤔\n  ","783919":"\n  Yes lol wouldn't that make sense? 🤔\n  ","783920":"\n  Smoke\n  \n  Listen to music\n  \n  Go for walks\n  ","783921":"\n  Cardi b\n  ","783922":"\n  Last night but I'm not doing these sexual questions at nearly 8am\n  ","783923":"\n  4001 followers 😇\n  \n  I love you all 💜✨\n  ","783924":"\n  None lol\n  ","783925":"\n  No lol\n  ","783926":"\n  Lmfao no but they probably hear me 😂😝\n  ","783927":"\n  I haven't gotten pregnant in years\n  ","783928":"\n  Birthdays coming up in the next 4 months. Birthday every month starting in September\n  ","783929":"\n  I don't have 1\n  ","783930":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Leave me something nice 💛✨\n  ","783931":"\n  No I've answered this so many times\n  ","783932":"\n  Obviously\n  ","783933":"\n  No I haven't but I want to\n  ","783934":"\n  Sometimes I can be\n  ","783935":"\n  Why do I have so many dumb questions 🙄🤔\n  ","783936":"\n  Over 8+ years ago\n  ","783937":"\n  What?? Are you talking about ??\n  ","783938":"\n  Went to my step sisters block graduation party\n  ","783939":"\n  Wtf\n  ","783940":"\n  My boyfriends he has a nice 6 pack\n  ","783941":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Leave me some nice stuff 💜✨\n  ","783942":"\n  Yes so annoying like damn\n  ","783943":"\n  Deleting stuff where I have true facts irks me\n  ","783944":"\n  Where I live only some of it possibly\n  ","783945":"\n  My mother-in-law\n  ","783946":"\n  This block party soon\n  ","783947":"\n  Depends on our mood and day why does this matter\n  ","783948":"\n  No\n  ","783949":"\n  Why what?\n  ","783950":"\n  I wish I'd get better questions\n  ","783951":"\n  My son\n  ","783952":"\n  Send me questions guys\n  ","783953":"\n  My moms a selfish b*tch and my dad is way too calm about certain situations\n  ","783954":"\n  My son\n  ","783955":"\n  Yes\n  ","783956":"\n  Mad\n  ","783957":"\n  Yes plenty of times\n  ","783958":"\n  I can be\n  ","783959":"\n  Muscular\n  ","783960":"\n  No a bowl tho\n  ","783961":"\n  I don't know who that is\n  ","783962":"\n  Lmao your funny\n  ","783963":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","783964":"\n  No\n  ","783965":"\n  None\n  ","783966":"\n  Ufc I do\n  ","783967":"\n  Oh no lol\n  ","783968":"\n  What's ipc??\n  ","783969":"\n  This isn't even a full complete sentence\n  ","783970":"\n  Way too early for your ignorance\n  ","783971":"\n  Bye\n  ","783972":"\n  Go away\n  ","783973":"\n  Awh thank you ✨💛\n  ","783974":"\n  Why thank you 💜✨\n  ","783975":"\n  Ask me stuff guys\n  ","783976":"\n  Turn off\n  ","783977":"\n  Yes\n  ","783978":"\n  Combining food & sex\n  ","783979":"\n  Turn on\n  ","783980":"\n  👎🏽\n  ","783981":"\n  Smoke ,\n  ","783982":"\n  Nope and I don't have a fav\n  ","783983":"\n  Lol not for me\n  ","783984":"\n  Nope! 😐\n  ","783985":"\n  I can be\n  ","783986":"\n  No not really lol\n  ","783987":"\n  No\n  ","783988":"\n  lol wtf\n  ","783989":"\n  ?????????????\n  ","783990":"\n  He's always slapping my 🍑\n  ","783991":"\n  Cool\n  ","783992":"\n  I don't have to prove anything to anybody\n  ","783993":"\n  No I don't\n  ","783994":"\n  You'll never know\n  ","783995":"\n  I don't know I don't keep track and that was a long time ago\n  ","783996":"\n  Nobody as far as I know\n  ","783997":"\n  You're gorgeous 😘\n  \n  I love your make up and your blue hair\n  \n  Love following you 💜✨\n  ","783998":"\n  Pretty big\n  ","783999":"\n  None. their exs for reasons\n  ","784000":"\n  Nope\n  ","784001":"\n  No I don't click links\n  ","784002":"\n  No weirdo\n  ","784003":"\n  Kinda\n  ","784004":"\n  lol sure\n  ","784005":"\n  I don't click links\n  ","784006":"\n  Anon\n  ","784007":"\n  Same to you!\n  ","784008":"\n  Aha yeah 🙊\n  ","784009":"\n  No\n  ","784010":"\n  No but I want to go\n  ","784011":"\n  Don't worry about that\n  ","784012":"\n  Yeah??¿¿\n  ","784013":"\n  Yeah it is .\n  ","784014":"\n  At least you were trying\n  ","784015":"\n  Bc you should imo\n  ","784016":"\n  Lol\n  ","784017":"\n  At 16 you should get a job or already have one\n  ","784018":"\n  Gabby . Follow the rest of my social media in my bio to get to know me\n  ","784019":"\n  3990 💜✨\n  \n  And no not really\n  \n  ✨💛 10 away from 4000 🔥\n  \n  I love you a so much 😘\n  ","784020":"\n  I'll be 23 in November\n  ","784021":"\n  This the only 1 rn lol\n  \n  Which sucks 🙄\n  \n  I try my best to answer all of them\n  ","784022":"\n  No???\n  ","784023":"\n  Well it's a conspiracy theory of mine oh well\n  ","784024":"\n  9\/11was caused by the government\n  ","784025":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784026":"\n  Like being a person wtf\n  ","784027":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Send me something nice 💜✨\n  ","784028":"\n  Step sisters graduation party\n  ","784029":"\n  Yes I am!\n  ","784030":"\n  Awh sorry tho\n  ","784031":"\n  Blocked\n  ","784032":"\n  Bc he would never comment on her status that she would write about him. Their 2nd child he didn't even want a\/ her. He bought the morning after pill she never took it and she lied and said it didn't work. He always talked to other girls\n  ","784033":"\n  Nope! *Kanye Shrugs*\n  ","784034":"\n  Yes more like everyday\n  ","784035":"\n  Lol omg yes people!\n  ","784036":"\n  Charging my phone so I can go out back and smoke 😁❤️\n  ","784037":"\n  My friend who has been in a relationship for 4 years and has 2 kids by him caught him cheating on her like wtf? But then again he was never really invested in their relationship. He barely watches his kids . Never comment on her fb post when she post about him. Smh\n  ","784038":"\n  Yes last winter me and my bf went to NYC and we went to a karaoke night\n  ","784039":"\n  I've never rode 1 but I sure want to\n  ","784040":"\n  I don't see why I couldn't? Lmao\n  ","784041":"\n  Thnx 💜\n  ","784042":"\n  ???¿¿\n  ","784043":"\n  Is it normal that I don't give a sh*t? 🤔\n  ","784044":"\n  Blah, you bore me w\/ your boring statements\n  ","784045":"\n  Again like I said nobody had bought me anything in exchange for sexual activity\n  ","784046":"\n  Lol nobody had bought me anything in exchange for sexual activity so therefore I'm not\n  \n  I'm a stripper tho 😁\n  ","784047":"\n  You're gorgeous\n  \n  You & your man are so cute together #goals\n  \n  I love following you 💜✨\n  ","784048":"\n  This whole month basically\n  ","784049":"\n  Wtf idek how you got the conclusion lmao\n  ","784050":"\n  How am I a prostitute? 🤔\n  ","784051":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784052":"\n  Yeah\n  ","784053":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784054":"\n  Lol 😂\n  ","784055":"\n  Pervert that's what you are\n  ","784056":"\n  So don't ask me sexual questions\n  ","784057":"\n  Nope rule is you have to buy off my amazon wishlist in order for me to answer sexual questions\n  \n\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784058":"\n  Buy off my amazon wishlist then I'll answer\n  \n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784059":"\n  Sure I don't only want sexual questions\n  \n  HH ends at 3:57pm eastern time\n  ","784060":"\n  Ask me stuff guys 💜✨\n  ","784061":"\n  \"Bar you\"\n  ","784062":"\n  Yeah I know bc I'm pretty af\n  ","784063":"\n\n   @NineGDxFour\n  \n\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","784064":"\n  Tbh I have no idea. Might be whatever is in the fridge. I order rib tips or fried chicken\n  ","784065":"\n  I tore a ligament in my foot once . It hurt for about 3 weeks\n  ","784066":"\n\n   @fabbielousxo\n  \n\n\n   @ArianaIsBack\n  \n\n\n   @ass4lyfe\n  \n\n\n   @redheadmomma\n  \n\n\n   @TamaraMitchell\n  \n\n\n   @xoxo_t1093\n  \n\n\n   @maddiegav27\n  \n\n\n   @wewillriseagaintonight\n  \n\n\n   @littletrust\n  \n\n\n   @mommamayhem235\n  \n\n\n   @Mommyandava\n  \n\n\n   @GeeDnz\n  \n\n\n   @ButtWhisker\n  \n\n\n   @poetalunam\n  \n\n\n   @youcuntx\n  \n\n\n   @lightoflove\n  \n\n\n   @heathreneeee\n  \n\n\n   @hateuandurbrows\n  \n\n\n   @shannenandooxo\n  \n","784067":"\n  Blocking you\n  ","784068":"\n  Yeah\n  ","784069":"\n  Go away troll\n  ","784070":"\n  Yes lmao\n  ","784071":"\n  We just die and nothing happens\n  ","784072":"\n  No lol\n  ","784073":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","784074":"\n  The uni?\n  ","784075":"\n  Idek or remember\n  ","784076":"\n  I'm not all girls\n  ","784077":"\n  Oh okay lol\n  ","784078":"\n  Okay? Was that suppose to be an insult? I'll be 23 in a couple months glad I still look young 😇\n  ","784079":"\n  ?\n  ","784080":"\n  If someone sends me something I usually screen shot it here and answer it or my Snapchat\n  ","784081":"\n  Yes I remember it. Eh, not in the day & age. People are cruel still even w\/ that saying. Yes I can tbh by their behavior the way they look etc.\n  ","784082":"\n  I'd probably mind my business tbh. If I don't know you I'd rather not be all up in your business .\n  ","784083":"\n  Yes, bc I believe it would be fun lol. I'd slap b*tches left & right 😂😇\n  ","784084":"\n  I'm extremely mean and I'll pull your card fast. I keep it going to a certain extent then I'll ignore it. Yes I need the last word always 😇\n  ","784085":"\n  Nothing really\n  ","784086":"\n  💜💜💜\n  ","784087":"\n  Nobody\n  ","784088":"\n  Probably\n  ","784089":"\n  Read my page and you'll see\n  ","784090":"\n  I've already answered this scroll down\n  ","784091":"\n  Thnx you! ✨\n  ","784092":"\n  I have a boyfriend so I can't be lesbian\n  \n  - HN 💜✨\n  ","784093":"\n  👍🏽\n  \n  - HN 💜✨\n  ","784094":"\n  No lmao wtf\n  \n  - HN 💜✨\n  ","784095":"\n  Mines barely in my face\n  ","784096":"\n  Sure\n  \n  - HN 💜✨\n  ","784097":"\n  Wtf\n  ","784098":"\n  This isn't a question\n  \n  - HN 💜✨\n  ","784099":"\n  Send us stuff.\n  \n  Still doing honesty night\n  \n  - HN 💜✨\n  ","784100":"\n  Hate these questions too 🙄\n  \n  - HN 💜✨\n  ","784101":"\n  Haha no\n  \n  - HN 💜✨\n  ","784102":"\n  Watching him grow up and learn new things everyday\n  \n  - HN 💜✨\n  ","784103":"\n  He's not shooting blanks his sperm count is probably low from smoking So much\n  \n  Oh well lmao\n  \n  - HN 💜✨\n  ","784104":"\n  He will be 4 in October\n  \n  - HN 💜✨\n  ","784105":"\n  No I haven't gotten pregnant in years\n  \n  - HN 💜✨\n  ","784106":"\n  Yes\n  \n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  - HN 💜✨\n  ","784107":"\n  Raising a young handsome man\n  \n  - HN 💜✨\n  ","784108":"\n  I'm tired of answering so many unnecessary sex questions\n  \n  - HN 💜✨\n  ","784109":"\n  I can be a good or bad person\n  \n  - HN 💜✨\n  ","784110":"\n  We don't use condoms\n  \n  - HN 💜✨\n  ","784111":"\n  Nope!\n  \n  - HN 💜✨\n  ","784112":"\n  Misery 🙄\n  \n  - HN 💜✨\n  ","784113":"\n  I just like that position. every girl is different\n  \n  - HN 💜✨\n  ","784114":"\n  Well I'm taken so he wouldn't have a chance\n  \n  - HN 💜✨\n  ","784115":"\n  🐶\n  \n  - HN 💜✨\n  ","784116":"\n  Both tbh\n  \n  - HN 💜✨\n  ","784117":"\n  Tbh not my type of thing\n  \n  - HN 💜✨\n  ","784118":"\n  Yes\n  \n  - HN 💜✨\n  ","784119":"\n  Give birth\n  \n  - HN 💜✨\n  ","784120":"\n  I have no idea\n  \n  - HN 💜✨\n  ","784121":"\n  I'm not a slut so I wouldn't know\n  \n  - HN 💜✨\n  ","784122":"\n  You have no idea simply bc I didn't give an answer\n  \n  - HN 💜✨\n  ","784123":"\n  I'd rather not disclose that information lmao\n  \n  - HN 💜✨\n  ","784124":"\n  AR and hand gun\n  \n  - HN 💜✨\n  ","784125":"\n  Nope but we want to own a gun 😈\n  \n  - HN 💜✨\n  ","784126":"\n  Yes I answer this all the time\n  \n  - HN 💜✨\n  ","784127":"\n  I can't tell into the future\n  \n  - HN 💜✨\n  ","784128":"\n  Nope!\n  \n  - HN 💜✨\n  ","784129":"\n  I'm not scared of dying it's just that I don't like to see or hear people dying in hospitals\n  \n  - HN 💜✨\n  ","784130":"\n  16\n  \n  - HN 💜✨\n  ","784131":"\n  Yeah\n  \n  - HN 💜✨\n  ","784132":"\n  9:16pm\n  \n  - HN 💜✨\n  ","784133":"\n  People dying in there . Scary movies aha\n  \n  Nothing's off Limits 💜✨\n  ","784134":"\n  Hoe? I'm not a gardener tool\n  \n  Nothing's off Limits 💜✨\n  ","784135":"\n  Clowns and hospitals\n  \n  Nothing's off Limits 💜✨\n  ","784136":"\n  Scroll down I literally answered that 5 minutes ago or so\n  \n  Nothing's off Limits 💜✨\n  ","784137":"\n  Never ever!\n  \n  Nothing's off Limits 💜✨\n  ","784138":"\n  I don't trust people easily so months to years\n  \n  Nothing's off Limits 💜✨\n  ","784139":"\n  Nothing bc my past made me who I am today. You live & you learn\n  \n  Nothing's off Limits 💜✨\n  ","784140":"\n  My son and my boyfriend because they bring joy to my life and make me who I am today\n  \n  Nothing's off Limits 💜✨\n  ","784141":"\n  Okay my family first\n  \n  Nothing's off Limits 💜✨\n  ","784142":"\n  Obviously I'm doing HN so that doesn't even relate to questions\n  \n  Nothing's off Limits 💜✨\n  ","784143":"\n  Bc what's done is already done and I didn't really care for the person\n  \n  Nothing's off Limits 💜✨\n  ","784144":"\n  Ah! No lmao\n  \n  Nothing's off Limits 💜✨\n  ","784145":"\n  Earlier today\n  \n  Nothing's off Limits 💜✨\n  ","784146":"\n  Just a lot of things in general tbh . I can't pin point exactly\n  \n  Nothing's off Limits 💜✨\n  ","784147":"\n  No\n  \n  Nothing's Off Limits 💜✨\n  ","784148":"\n  Of course\n  ","784149":"\n  Nothing's off limits 💜✨\n  ","784150":"\n  What???\n  ","784151":"\n  No lol\n  ","784152":"\n  I will and I'll reply back on here\n  ","784153":"\n  Can I get spam of good questions\n  ","784154":"\n  Yeah like send messages anything you want\n  ","784155":"\n  I'm independent that's what\n  ","784156":"\n  No but I can screen shot it and reply back on here or on my Snapchat for you guys\n  ","784157":"\n  Most definitely\n  ","784158":"\n  Whatever you want lol\n  \n  Here and on\n  \n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n","784159":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Send me sweet things 💜✨\n  ","784160":"\n  Lol okay\n  ","784161":"\n  ily2\n  ","784162":"\n  lol it's not bad lol\n  ","784163":"\n  Thank you 💜✨\n  ","784164":"\n  Lol same to you I suppose\n  ","784165":"\n  That's cool\n  ","784166":"\n  Bc they're people just like us lol and kind of but not really at the same time\n  ","784167":"\n  Send me loads of questions guys 💜✨\n  ","784168":"\n  Tbh I don't even remember\n  ","784169":"\n  Got blood drawn from my son & sent down to his school earlier\n  ","784170":"\n  Sorry but don't send me things like this\n  ","784171":"\n  Not really\n  ","784172":"\n  Ask me whatever you want 💛✨\n  ","784173":"\n  That's cool\n  ","784174":"\n  Nothing much\n  ","784175":"\n  Strong beans are good lol\n  ","784176":"\n  None lol\n  ","784177":"\n  Halloween, the leaves changing color, the weather , the pumpkin spice latte's, creamers etc. Just the whole atmosphere is just different\n  ","784178":"\n  The I have no idea\n  ","784179":"\n  I can be at times\n  ","784180":"\n  Nope I'm not\n  ","784181":"\n  No\n  ","784182":"\n  My son has to get blood work done today and he's in such a good mood 😐\n  ","784183":"\n  I don't have a fav movie\n  ","784184":"\n  Very much so lmao\n  ","784185":"\n  lol I didn't even know that * Kanye Shrugs*\n  ","784186":"\n  Thnx\n  ","784187":"\n  Personal reasons\n  ","784188":"\n  Like 2 weeks ago\n  ","784189":"\n  3-4 months lol but we were still messing around on the low\n  ","784190":"\n  Dr. Pepper\n  ","784191":"\n  I have no idea\n  ","784192":"\n  Yeah\n  ","784193":"\n  We're getting breakfast sandwiches\n  ","784194":"\n  I'm not your dear but I'm good\n  ","784195":"\n  Gm 😊\n  ","784196":"\n  Ask me some questions guys\n  ","784197":"\n  Ugh, 5:50am & all these stupid questions\n  ","784198":"\n  Wow it's common sense\n  ","784199":"\n  💜✨\n  ","784200":"\n  No lol I need to get up to take my bf to work\n  ","784201":"\n  Yeah\n  ","784202":"\n  Just laying here\n  \n  Send me questions\n  ","784203":"\n  Probably 1\n  ","784204":"\n  Tbh none\n  ","784205":"\n  Watching my son grow\n  ","784206":"\n  Only my bf lmao\n  ","784207":"\n  lol you're so interested\n  ","784208":"\n  Nope\n  ","784209":"\n  Why should I?\n  ","784210":"\n  Like 2 days 😂\n  ","784211":"\n  No I went to bed\n  ","784212":"\n  No it's dark\n  ","784213":"\n  No\n  ","784214":"\n  Not really\n  ","784215":"\n  Couple minutes ago\n  \n  I'm not only sexually questions\n  ","784216":"\n  \"Our\" lmfao 😂\n  ","784217":"\n  Yeah?\n  ","784218":"\n  Liquor\n  ","784219":"\n  Disagree for reasons but I won't get into this\n  ","784220":"\n  Sure\n  ","784221":"\n  Ask me questions guys I'm drunk\n  ","784222":"\n  Music definitely\n  \n  Eh, not really lol\n  ","784223":"\n  Wtf are you even talking about\n  ","784224":"\n  I'd be as rich as Trump\n  ","784225":"\n  Stop sending me stupid questions\n  ","784226":"\n  Go away\n  ","784227":"\n  God for you\n  ","784228":"\n  No\n  ","784229":"\n  Every girl is different\n  ","784230":"\n  Nope\n  ","784231":"\n  Wtf is that\n  ","784232":"\n  I hate when ask deletes my questions and answer 🙄\n  ","784233":"\n  No?\n  ","784234":"\n  Ask me questions guys\n  ","784235":"\n  You're amazing\n  \n  ilysm\n  \n  I hate how these anons THINK they know your life\n  \n  And ya my wife 😍💜\n  ","784236":"\n\n   @NineGdxFour\n  \n  wants questions\n  ","784237":"\n  I've had 1\n  ","784238":"\n  My son and bf\n  ","784239":"\n  No problem\n  ","784240":"\n  A good lay lmao\n  ","784241":"\n  Neither 🙄\n  ","784242":"\n  Not really\n  ","784243":"\n  My boyfriend\n  ","784244":"\n  Idc don't call me baby girl\n  ","784245":"\n  He's taking a nap lol so I'm bored rn\n  ","784246":"\n  That's cool lol\n  ","784247":"\n  Taco night 😋\n  ","784248":"\n  No I want questions\n  ","784249":"\n  Aha no I'm only smashing my boyfriend\n  ","784250":"\n  Thank you 💜\n  ","784251":"\n  I'm assuming you seen me Sarahah screen shot I posted\n  ","784252":"\n  Your fetish\n  ","784253":"\n  Just finished painting my nails\n  ","784254":"\n  You say this everyday LOL\n  ","784255":"\n  😊🤔\n  ","784256":"\n  Nope\n  ","784257":"\n  Nothing much\n  \n  Waiting for good questions\n  ","784258":"\n  I believe feed is best . If you breast feed good for you. If you bottle feed good for you. Whatever works best for YOU & your child\n  ","784259":"\n  Lol no\n  ","784260":"\n  Depending on how much I don't like them I can be cordial\n  ","784261":"\n\n   https:\/\/BajanxNineGDxFour.sarahah.com\n  \n\n  Send me some nice things guys 💜\n  ","784262":"\n  Material things\n  ","784263":"\n  Nope but I have an Apple TV\n  ","784264":"\n  Yes lol oh well it's life\n  ","784265":"\n  4\n  ","784266":"\n  Yes ! I hate when people are way to close to me\n  ","784267":"\n  90's\n  ","784268":"\n  A sandwich\n  ","784269":"\n  lol I'd rather not disclose that information\n  ","784270":"\n  ^^*\n  ","784271":"\n  Bananas or strawberries\n  ","784272":"\n  I'm looking for 1\n  ","784273":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/?ie=UTF8&lid=359IJL1QVN1L1\n  \n","784274":"\n  You're going to be blocked\n  ","784275":"\n  Well I'm not they're baby girl either\n  ","784276":"\n  Good for you\n  ","784277":"\n  Good 4 you want an award\n  ","784278":"\n  Well I'm not fully black like I've been saying for the longest time I'm half white half black\n  ","784279":"\n  Wtf is a bbg\n  ","784280":"\n  Yeah bc I don't need strangers finding my Facebook & stalking me\n  ","784281":"\n  Does anybody read a damn bio?\n  \n  You can find all my social media there expect my Facebook\n  ","784282":"\n  I was 18 almost 19\n  ","784283":"\n  I love AHs 💀👻\n  ","784284":"\n  Lol tbh I believe it's SUPER SEXY 😍😏\n  ","784285":"\n  Saturday is my step-sisters graduation party so we're going there later they day\n  ","784286":"\n  19 days till our 6 years\n  ","784287":"\n  No problem\n  ","784288":"\n  Why must you send this twice? 🙄\n  ","784289":"\n  Eh, never was a dumb reason tbh\n  ","784290":"\n  Awh, don't be tho\n  ","784291":"\n  I had my first bf in 1st grade all the way up until almost 3rd grade lmao\n  ","784292":"\n  ✨💛 honest day\n  ","784293":"\n  Neither tbh\n  ","784294":"\n  Getting married , owning our own home, having a career possibly more kids\n  ","784295":"\n  Yes all the damn time\n  ","784296":"\n  Good morning same to you!\n  ","784297":"\n  YOU AGAIN\n  ","784298":"\n  Just tell them to stfu\n  ","784299":"\n  Nope\n  ","784300":"\n  My finger and I fell on it\n  ","784301":"\n  Thnx\n  ","784302":"\n  Babe, baby, sexy etc\n  ","784303":"\n  Nope\n  ","784304":"\n  Clowns, hospitals or drowning\n  ","784305":"\n  Butt cheek 😏\n  ","784306":"\n  I believe it's bad but that's how some cope w\/ things\n  ","784307":"\n  My bf\n  ","784308":"\n  Yes\n  ","784309":"\n  Lol well sex came first in our relationship then the \"I love you\"\n  ","784310":"\n  How about no bc idc\n  ","784311":"\n  5:30am and I'm getting this sh*t 🙄\n  ","784312":"\n  1\n  ","784313":"\n  Not me\n  ","784314":"\n  Well you're a stranger\n  ","784315":"\n  1. Yes\n  \n  2. No\n  \n  3. Yes\n  \n  4. No\n  \n  5. No\n  \n  6. Yes\n  \n  7. No\n  \n  8. No\n  \n  9. No\n  ","784316":"\n  Thank you!\n  \n  Can I get some questions\n  ","784317":"\n  My mom, sister, my bf and our son.\n  ","784318":"\n  Saving money lol\n  ","784319":"\n  ^\n  ","784320":"\n  37 weeks full term 36 weeks preemie but some doctors would say 36 weeks is full term\n  ","784321":"\n  Can I pick all 3 lmao\n  ","784322":"\n  Yeah\n  ","784323":"\n  Why would you send me your own link\n  ","784324":"\n  Update your drake playlist\n  ","784325":"\n  My son & my bf ❤️\n  ","784326":"\n  No problem 😌\n  \n  You're amazing and gorgeous 💛✨\n  ","784327":"\n  Idk neither tbh lol I'm a lame\n  ","784328":"\n  My brother is a cancer\n  \n  My mom and sister are Aquarius\n  \n  My son is a Libra just like his daddy\n  \n  I'm a Scorpio \/ my mother in law is a Scorpio too\n  \n  My dad is Sagittarius\n  ","784329":"\n  Followed back 💛\n  ","784330":"\n  Pizza , then hotdogs\n  ","784331":"\n  Thank you! I love it to\n  ","784332":"\n  Honest night 💛✨\n  ","784333":"\n  Not allergies but I'm allergic to Peanuts\n  ","784334":"\n  Never idek what that is tbh lol\n  ","784335":"\n  Not at all\n  ","784336":"\n  ^^^\n  ","784337":"\n  Love you too\n  ","784338":"\n  My son\n  ","784339":"\n  Tbh I can't even remember\n  ","784340":"\n  Ask us both some questions\n  ","784341":"\n  Go away pls\n  ","784342":"\n  I don't like people who beg me for likes\n  ","784343":"\n  Comedy or horror\n  ","784344":"\n  ????\n  ","784345":"\n  Nobody I don't got time for that\n  ","784346":"\n  None lmao\n  ","784347":"\n\n   @NineGDxFour\n  \n  wants decent questions\n  ","784348":"\n  Yes & no\n  ","784349":"\n  \"Life's To Short\"\n  ","784350":"\n  Parenting \/ in general\n  ","784351":"\n  Tbh I have no clue\n  ","784352":"\n  Lil Wayne 😍 and still is\n  ","784353":"\n  Yes Rita Ora\n  ","784354":"\n  • Rocking Around the Christmas Tree\n  \n  • Santa Baby\n  \n  • White Christmas\n  \n  • Silent Night\n  \n  • I Saw Mommy Kissing Santa Claus\n  ","784355":"\n  In my bio\n  ","784356":"\n\n   https:\/\/www.sarahah.com\/Messages\n  \n","784357":"\n  ^^^💛✨\n  ","784358":"\n  Yes and 2 step-brothers on my dads side\n  ","784359":"\n  I love this filter ✨\n  ","784360":"\n  Ask me some questions guys\n  \n  I've gained a lot of new followers over their weekend\n  \n  ✨💛\n  ","784361":"\n  Tbh it's random lmao. Some of the spam I get I don't answer right away bc I need to actually put thought into it\n  ","784362":"\n  A car bc it would be easier transportation for us\n  "}}