{"Question":{"787582":"\n   Damn mamí💕\n  ","787583":"\n   hey\n  ","787584":"\n   Why is your chest flat\n  ","787585":"\n   Your boozs size damn it's too small\n  ","787586":"\n   Size of bra plz\n  ","787587":"\n   You're beautiful 😍\n  ","787588":"\n   They need to appreciate that nice black pum pum you got. You need a real man\n  ","787589":"\n   Can fuck u so that u get one more kid it will be hot and sexy like me\n  ","787590":"\n   You need a white or mixed guy. Those black ones aren't good for you\n  ","787591":"\n   For how long or how much time did u had sex with your man\n  ","787592":"\n   Imagine if. Sex is gross\n  ","787593":"\n   People are idiots\n  ","787594":"\n   Yo dumbass would have a baby with a nigga who cheated on you\n  ","787595":"\n   We don't drink because my wife don't allow alcoholic drinks in the house even soft drinks\n  ","787596":"\n   Did you know the people\n  ","787597":"\n   Do you drink?\n  ","787598":"\n   Lol den play with your son\n  ","787599":"\n   Then go and play lol why r u telling\n  ","787600":"\n   How are you n greg\n  ","787601":"\n   Have u played gta 5 ♥\n  ","787602":"\n   Ahhnn in smoking joint\n  ","787603":"\n   No like really if u do would love to join in with u hehe ♥\n  ","787604":"\n   can you count cards\n  ","787605":"\n   You're a cutie\n  ","787606":"\n   M asking do u consume it or not\n  ","787607":"\n   are you a hoarder\n  ","787608":"\n   M talking about hash n weed\n  ","787609":"\n   Ahhann me too lol\n  ","787610":"\n   Smh ???\n  ","787611":"\n   Hy do u consume hash or weed ??\n  ","787612":"\n   what should my new blog be about???? I am running out of ideas.\n  ","787613":"\n   I LOVE YOU\n  ","787614":"\n   age you started smoking\n  ","787615":"\n   you  shouldn't smoke\n  ","787616":"\n   what do you do when your angry\n  ","787617":"\n   what's new\n  ","787618":"\n   Truth or dare?\n  ","787619":"\n   Are you a packrat or are you good at throwing things away?\n  ","787620":"\n   Do you like green eggs and ham?\n  ","787621":"\n   Ever participated in a game of tug of war?\n  ","787622":"\n   Hey there! Actually I have a major test on May 10 and I haven't touched my books all these months. I am so depressed; what will I do. I will completely dissappoint my parents and teachers this time.😢 Help!\nSome words of motivation and please tell me what I should do.\n  ","787623":"\n   Hi\n  ","787624":"\n   Wyd now?\n  ","787625":"\n   how are you\n  ","787626":"\n   Are you. very sexual\n  ","787627":"\n   Do you enjoy being attractive?\n  ","787628":"\n   Do you like Mexican food?\n  ","787629":"\n   Wyd?\n  ","787630":"\n   That speechless moment when…\n  ","787631":"\n   haven't you got Ti*s??\n  ","787632":"\n   Why were you lockin lips with the bitches\n  ","787633":"\n   For what reason\n  ","787634":"\n   Ever kissed a girl\n  ","787635":"\n   Do you find it cute or annoying when people only post pictures of themselves using snapchat filters?\n  ","787636":"\n   Which Harry Potter house do you belong to?\n  ","787637":"\n   Can you get to the point or do your explanations take forever?\n  ","787638":"\n   Do you practice religion?What is your faith?\n  ","787639":"\n   Do you use mouthwash?\n  ","787640":"\n   Have you ever been hypnotized?\n  ","787641":"\n   what's your favorite sad movie?\n  ","787642":"\n   how long have you successfully kept a relationship secret from parental units (if ever)?\n  ","787643":"\n   How's your day been?\n  ","787644":"\n   So did your bf get his LA Charger gear yet?😜\n  ","787645":"\n   Would it please you to know I have just shit myself?\n  ","787646":"\n   Valentine or Christmas ?\n  ","787647":"\n   Fav Fantasy ???\n  ","787648":"\n   What if someone Kisses your neck ???\nWhat will you do then ?\n  ","787649":"\n   It’s the Star Wars Day! Which of Star Wars characters are you?\n  ","787650":"\n   nope, it's johnny!\nand the second answer is: there is no dirt in a hole.\n  ","787651":"\n   How much dirt is there in a hole that measures two feet by three feet by four feet?\n  ","787652":"\n   When's the last time you were caught in a rather embarrassing situation?\n  ","787653":"\n   If you don't know the answer to a question do you say so or do you try and wing it?\n  ","787654":"\n   Johnny’s mother had three children. The first child was named April. The second child was named May. What was the third child’s name? (I will give you the answer when I can 🌝)\n  ","787655":"\n   Are you good with money?\n  ","787656":"\n   are there any topics you wish you got more questions on?\n  ","787657":"\n   Do you like honey?\n  ","787658":"\n   what about hispanic?\n  ","787659":"\n   will you ever date a white guy?\n  ","787660":"\n   ever dated a white guy?\n  ","787661":"\n   why are there alot of questions about feet idk how is this a fetish it's disgusting and these people are creepy lol\n  ","787662":"\n   Do you think a 13-15 year old mom could be as good of a mom as an adult mom?\n  ","787663":"\n   are you naked?\n  ","787664":"\n   Are you wearing a thong\n  ","787665":"\n   Would you like to be famous and for what reason?\n  ","787666":"\n   What is one thing people should know about you?\n  ","787667":"\n   Do you have any neighbors your parents warned you to never go near?\n  ","787668":"\n   What are you making for dinner tonight and what time shall I be over??🍔🍔\n  ","787669":"\n   Do you still go to the mall or do people not do that anymore?\n  ","787670":"\n   You're hilarious 😂\n  ","787671":"\n   Last time u had sex?\n  ","787672":"\n   Have you seen the newest season of Scream?\n  ","787673":"\n   Do you like Pretty Little Liars?\n  ","787674":"\n   What's your favorite Game of Thrones episode\n  ","787675":"\n   I've a question for you, Ms. Pancake-lover\n  ","787676":"\n   PROFESS YOUR LOVE FOR PANCAKES ALREADY\n  ","787677":"\n   Yo, fuck you, dude. This is honesty day, fucking answer my goddamn question\n  ","787678":"\n   are there any songs\/singers that are a bit of a turn on? (no offense but robert plant's and the weeknd's voices.... god damn.)\n  ","787679":"\n   What is your opinion on pancakes?\n  ","787680":"\n   Why\n  ","787681":"\n   No please tell 😭😭\n  ","787682":"\n   Where did you find the leaked of Season 5????? I've been looking for it but can't find it 😩😩\n  ","787683":"\n   look to  your left the first item you see is your weapon in a zombieoutbreak what's your weapon\n  ","787684":"\n   Because you're a beautiful liar\n  ","787685":"\n   That's hot\n  ","787686":"\n   Liar you never had coin sofa massage ?\n  ","787687":"\n   Wyd?\n  ","787688":"\n   I feel like crap omg\n  ","787689":"\n   can a girl ask a girl out or does the guy have to ask the girl out\n  ","787690":"\n   who many girls have you dated\n  ","787691":"\n   are you bi\n  ","787692":"\n   ever had a massage\n  ","787693":"\n   do you have  a laptop or a comptuter\n  ","787694":"\n   Describe yourself in 3 words!\n  ","787695":"\n   i don't like to be blocked\n  ","787696":"\n   do u like sitting on men's face?\n  ","787697":"\n   If you were guaranteed to be successful in a certain profession, what would you want to do?\n  ","787698":"\n   What age did you have your first kiss?\n  ","787699":"\n   does your partner ask for your consent before having sex? do you ask your partner?\n  ","787700":"\n   why did you end up being raised where you grew up?\n  ","787701":"\n   were either\/both of your parent from the town you grew up in?\n  ","787702":"\n   as a kid, did you do the post-trick or treating trading on Halloween? (if so, what were the candies you usually tried to get rid of and what did you try to get?)\n  ","787703":"\n   Whats are some baby\/child products that you think are tacky or unnecessary? Why?\n  ","787704":"\n   Can I shrink down to 3 inches tall and become your personal foot massager\/give you pedicures\/paint your toenails\/clean your feet?\n  ","787705":"\n   plus it's an annoying pain lol\n  ","787706":"\n   Im sorry:( i hope things get better💞\n  ","787707":"\n   hurts doesn't it lol\n  ","787708":"\n   have you ever burnt your tounge before\n  ","787709":"\n   Whens the wedding?\n  ","787710":"\n   cold water thanks\n  ","787711":"\n   Why tf you up this damn early!? Uh uh.. Go back to bed😑😑😑😑😑😑\n  ","787712":"\n   burnt my touge any ideas how to help it\n  ","787713":"\n   i want to smell ur farts\n  ","787714":"\n   I did ask you a question\n  ","787715":"\n   First impression of this girl? 👸🏾💎🌟\n   \n    https:\/\/youtu.be\/ndUaiG01qeM\n   \n","787716":"\n   What's your favourite thing to have for breakfast?\n  ","787717":"\n   You horny\n  ","787718":"\n   Which item on your wish list do you want the most? Why haven't you purchased it yourself yet?\n  ","787719":"\n   What makes a great musician?\n  ","787720":"\n   Hey, I haven't used ask in literal AGES. Lol. Does anyone know if Caroline still uses ask? Or her other social media (if you'd feel comfortable giving it out). Sorry to be annoying! :D\n  ","787721":"\n   😘🍟🍔\n  ","787722":"\n   Do you feel you can be friends with someone who has completely different views and opinions to yours? Do you think this kind of friendship would last if you have nothing in common?\n  ","787723":"\n   last time you had sex\n  ","787724":"\n   what is your house number\n  ","787725":"\n   So why have an honesty day if you answer honestly anyway...\n  ","787726":"\n   But what other questions wouldn't you normally answer honestly...\n  ","787727":"\n   You say honesty day but don't answer anything\n  ","787728":"\n   Is cum actually nice or gross\n  ","787729":"\n   Curious to whether you do still give just head atall\n  ","787730":"\n   Is it actually painful\n  ","787731":"\n   Have you tried\n   \n    @nal\n   \n","787732":"\n   Was it full head like make him finish or just quick before sex\n  ","787733":"\n   Last gave head\n  ","787734":"\n   Hi\n  ","787735":"\n   Wyd?\n  ","787736":"\n   realistically how many more children could you afford?\n  ","787737":"\n   should mandatory birth control be required for those on government welfare programs like food stamps and Medicaid? what about for people found guilty of child abuse?\n  ","787738":"\n   Provocative pic\n  ","787739":"\n   Idea of the day!\n  ","787740":"\n   Ever feel helpless?Like nothing you do is right?\n  ","787741":"\n   Omg did that really happen are you ok now ?\n  ","787742":"\n   Hey :). How u doing?\n  ","787743":"\n   I must say, u look kinda cute\n  ","787744":"\n   Ever broken something in a fit of anger like a lamp or your cell phone?How about a bone?\n  ","787745":"\n   block me next\n  ","787746":"\n   Who deserves to meet you ?\n  ","787747":"\n   can i meet u kid\n  ","787748":"\n   do u file nails?\n  ","787749":"\n   Whats little man upto?\n  ","787750":"\n   Dont play... You know you do😊😊\n  ","787751":"\n   How are you and the mil?\n  ","787752":"\n   You got that chronic? 😬☺\n  ","787753":"\n   How smooth are your arms?\n  ","787754":"\n   Thank you so much you really make me positive\n  ","787755":"\n   yay :)\n  ","787756":"\n   can we be friends on here and on fb pleaseee\n  ","787757":"\n   i wanna be your friend on here\n  ","787758":"\n   Do you think anybody can be used or there's exceptions ?\n  ","787759":"\n   do you think your dad ever imagined it was you while he gave it to your mom?\n  ","787760":"\n   wym have u as a friend\n  ","787761":"\n   do u have FB lol\n  ","787762":"\n   how does it feel to be so unattractive that no guy ever got on you like that?\n  ","787763":"\n   awww same lol\n  ","787764":"\n   Thats good to hear lol\n  ","787765":"\n   nvm. how r u\n  ","787766":"\n   Wassup?\n  ","787767":"\n   what do u mean\n  ","787768":"\n   have you ever been stood up?\n  ","787769":"\n   What's your twitter?\n  ","787770":"\n   now the opposite of my previous question: are there any foods you used to love, that now you can't stand? (my childhood love affair w twinkies and skittles has officially ended.)\n  ","787771":"\n   cubed or crushed ice?\n  ","787772":"\n   what size bed do you sleep on?\n  ","787773":"\n   hey\n  ","787774":"\n   Post a picture of your derpiest derp face!?\n  ","787775":"\n   Hope you have a good day\n  ","787776":"\n   We've all done thing we regret, but has a parent or close family member ever told you about something they regret that shocked you or made feel a type of way? If so what was it and why did it shock you?\n  ","787777":"\n   I know this is a little annoying but my ask has been quite dead today, anyone got any questions for me? Even if you don't please share this so others can find me and ask stuff if they wish.\n  ","787778":"\n   What would be a good idea for a company to do to keep you motivated at work?\n  ","787779":"\n   You're smoking hot\n  ","787780":"\n   What are you doing?\n  ","787781":"\n   Can you touch type ?\n  ","787782":"\n   I work in a pub as a kitchen assitant I asked the bar boss for a chance behind the bar he said yes and he told this lad due to me having minor learning diffuclts i'm too stupid to be behind the bar and he leading me on about it promised me it bit  giving me a chance thoughs?\n  ","787783":"\n   i'm really annoyed\n  ","787784":"\n   how are you\n  ","787785":"\n   I start one summer class today and another next week! Are you guys taking any summer classes?\n  ","787786":"\n   Some likes, please 😍 😇\n   \n    @wessamtalat20\n   \n","787787":"\n   Hi\n  ","787788":"\n   What's the price of living where you live? How many weeks do you have to work a month just to pay for your housing?\n  ","787789":"\n   Pap ootd?\n  ","787790":"\n   Happy May\n  ","787791":"\n   *to be honest\n  ","787792":"\n   Tbh?\n  ","787793":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be the name?\n  ","787794":"\n   Can you help me get more followers please?\n  ","787795":"\n   how's life\n  ","787796":"\n   Like = 1 like & follow\n  ","787797":"\n   what do you call the sport you play w this ball: 🏈?\n  ","787798":"\n   pizza, mcdonald's, or chinese take out?\n  ","787799":"\n   You have some nice lips\n  ","787800":"\n   Honesty day?\n  ","787801":"\n   Why are you waiting for her to leave?\n  ","787802":"\n   What are you doing?\n  ","787803":"\n   What makes you blush?\n  ","787804":"\n   have you ever fallen asleep in class\n  ","787805":"\n   how many dogs have you had in your life? how many of them knew fetch? (i'm curious if it's more common or uncommon!)\n  ","787806":"\n\n    @backupyo_\n   \n   and\n   \n    @izaeyahmolyneaux\n   \n   are hoes do not I REPEAT DO NOT give them the time of day ladies\n  ","787807":"\n   women who give birth over react it's not that painful\n  ","787808":"\n   what's on your bucket list\n  ","787809":"\n   Are you a poligamist?\n  ","787810":"\n   Are you good at keeping secrets? Does it differ if it's your secret rather than someone else's?\n  ","787811":"\n   what is it like to give birth\n  ","787812":"\n   If your friend that's a girl has bushy arms would you tell her to leave them to shave them?\n  ","787813":"\n   that if you were single thou\n  ","787814":"\n   would you ever date  someone who has never had a  gf before\n  ","787815":"\n   are you a table or booth kinda person?\n  ","787816":"\n   Down to kiss?\n  ","787817":"\n   growing up, what was your family's attitude towards dinner? (i.e. did someone prepare dinner every night? did you eat around a table? in front of the tv? did you often scrounge something up individually?)\n  ","787818":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","787819":"\n   so we just rote in the ground\n  ","787820":"\n   what do you think happens when we die\n  ","787821":"\n   What is your definition of pure happiness?\n  ","787822":"\n   would you ever feel comfortable posting a \"belfie\" (booty + selfie lol) on social media?\n  ","787823":"\n   do you think having children was a big part of your parents life plan?\n  ","787824":"\n   Who is your broadband provider?\n  ","787825":"\n   Have you ever been a difficult\/angry customer?\n  ","787826":"\n   are you the first middle or youngest kid\n  ","787827":"\n   What's your opinion on the BNP?\n  ","787828":"\n   ever had chicken poxs\n  ","787829":"\n   How do u feel about mothers who choose not to breastfeed at all just because they don't want to? No medical issues at all..\n  ","787830":"\n   what is your baby name ?\n  ","787831":"\n   get a baby born yellow\n  ","787832":"\n   are you and your bf back together\n  ","787833":"\n   what's something that someone told you  that's  stuck with you for life?\n  ","787834":"\n   What is one thing that you've always wanted but never actually purchased? Why haven't you purchased it?\n  ","787835":"\n   Can you guys please like my most recent answer so it gets bumped up on peoples newsfeeds please?\n  ","787836":"\n   Do you have sex?\n  ","787837":"\n   Ryan Reynolds or Ryan Gosling?\n  ","787838":"\n   when an atheist says, i dont believein god, pl go WHY R U TRYING 2 FORCE U ATHEISM ON ME,but when somebody say I'm a Christian ppl say its good that u r advertising u faith go on and evanglize ppl who disgree r anti religion ass holes\n  ","787839":"\n   hi i'm rly sorry to bother you but i'd rly appreciate it if you could give my new video a watch, the link is on my recent, thank you !! ❤️✨\n  ","787840":"\n   its kinda eww\n  ","787841":"\n   y boys like girls butt\n  ","787842":"\n   i do not believe in God.\n  ","787843":"\n   so y they like it\n  ","787844":"\n   was your family a shoes off at the door family, or were shoes ok in the house?\n  ","787845":"\n   What is stressing you out recently? Are you able to handle stress well?\n  ","787846":"\n   what's your favorite carbonated drink?\n  ","787847":"\n   y do boys like girls butt if we fart and poo out of there\n  ","787848":"\n   Hello everyone! Sorry I never send questions out 😅 lol, but I thought I'd ask.. what is everyone planning this summer? Anything fun? Going on vacations?\n  ","787849":"\n   If your boyfriend asked you in the nicest way ever to shave your arms would you do it?\n  ","787850":"\n   Wish I could talk to you beautiful\n  ","787851":"\n   Are you watching the NFL Draft\n  ","787852":"\n   It's just your feet\n  ","787853":"\n   I bet you have nice feet\n  ","787854":"\n   Do you go barefoot in the car\n  ","787855":"\n   Have you ever shove your shoe up someone face\n  ","787856":"\n   What is on your bucket list? Have you done anything from it yet?\n  ","787857":"\n   Do you believe torture can ever be justified? If so when?\n  ","787858":"\n   PAP of what you're wearing?\n  ","787859":"\n   List 5 things you like about your job? If you're not working list  jobs you would like to do?\n  ","787860":"\n   Are you half African American and half white? Which one of your parents are black?\n  ","787861":"\n   Is your mom or dad the nigg@r?\n  ","787862":"\n   *you're , don't correct me if you can't even spell blackie\n  ","787863":"\n   Yes I wrote \"ma\". Many blackies use that. Ya got a problem?\n  ","787864":"\n   Ma nigga if you sneeze we all DEAD\n  ","787865":"\n   Age?\n  ","787866":"\n   what's the most money you've spent in one day\n  ","787867":"\n   List your favourite tv shows?\n  ","787868":"\n   List your worst habits?\n  ","787869":"\n   PAP of what you do in your spare time?\n  ","787870":"\n   What small things do you like to do to take care of yourself? (i.e nails, a massage, put a facemask on etc)\n  ","787871":"\n   What do you feel your purpose in life is?\n  ","787872":"\n   Do you believe in a higher power\/? (Could be a god, could be the Illuminati, etc)\n  ","787873":"\n   Which one food could you never give up?\n  ","787874":"\n   Do you eat healthily? If so share a health recipe with me?\n  ","787875":"\n   What do you think stands between you and complete happiness?\n  ","787876":"\n   What is your stance on marijuana should it be legal everywhere? Why\/why not?\n  ","787877":"\n   we have the same bra that was in your pic lolz probs the same size too\n  ","787878":"\n   Do you ever put salt on your fruit? I just got the strangest look for putting salt on my cantaloupe. Lol.\n  ","787879":"\n   Do you want your boyfriend to propose?\n  ","787880":"\n   Do you like sushi if so what's your favourite type\n  ","787881":"\n   All you and your nigga do is nasty stuff\n  ","787882":"\n   In that pic of you laying on the floor, there's a wet spot in front.\n  ","787883":"\n   Is that drool on the floor? What's that wet spot?\n  ","787884":"\n   What's a food combination that you enjoy that others might find strange?\n  ","787885":"\n   Do you believe there is life after death? What exactly is it you believe? (heaven\/hell, reincarnation, something else?)\n  ","787886":"\n   Do you believe in aliens? If so do you believe they have already been to or contacted Earth?\n  ","787887":"\n   If you could enter a sport or make up one to enter into the Olympics what would it be?\n  ","787888":"\n   What makes you, you?\n  ","787889":"\n   Tiziano Ferro vs Imagine Dragons\n   \n    https:\/\/ask.fm\/ilragazzostrano007\/photopolls\/40617541\n   \n","787890":"\n   How do you like to exercise? (If at all lol.)\n  ","787891":"\n   Are there any opportunities you have passed on that you regret?\n  ","787892":"\n   Do you believe we have souls?\n  ","787893":"\n   Do you have a daytime routine?\n  ","787894":"\n   Favourite shoes\n  ","787895":"\n   Okay I'm reallly bored\/ill so if you could ask me things I'd appreciate it :(((( I'll answer absolutely anything, and yes, I am aware this is beggy, I need distractions :(((\n  ","787896":"\n   Height\n  ","787897":"\n   Can I just have your body?\n  ","787898":"\n   What kind of things are you interested in?\n  ","787899":"\n   Wow your legs are sexy\n  ","787900":"\n   쌤킴 존나 답답하게 대답이 느려요 대답을 빨리 제대로 해주세요 피하지 마시고. 쌤킴 대답을 피하지 마시고 제대로 빨리 대답하세요 쌤킴 내게 Leegititssam 트위터 디엠 hidejyyun 안 보낸다는 뜻이에요??\n  ","787901":"\n   Are you good?\n  ","787902":"\n   How old are you ?\n  ","787903":"\n   Last time u had sex?\n  ","787904":"\n   I love your profile picture\n  ","787905":"\n   Who is your style role model?\n  ","787906":"\n   Have you ever bogwashed anyone? Bogwash is where one puts someone's head in a toilet and flushes it.\n  ","787907":"\n   Have you ever taken drugs?\n  ","787908":"\n   Will send out the spam later on tonight when I know who wants it and who doesn't. In the meantime, tell me about a dream you've had? (whether it was last night or just a recurring dream that you have)\n  ","787909":"\n   When will the U.K. Government realise that the multiracial experiment is not in the interests of the British people?\n  ","787910":"\n   Do you consider yourself black or white?\n  ","787911":"\n   So I'm about half way through putting the questions together for the spam. It will be 40 questions all together. If you don't want it let me know asap so I know not to send it to you. 😊\n  ","787912":"\n   Why do you have a White girls name if you're Black?\n  ","787913":"\n   What color dominates your wardrobe?\n  ","787914":"\n   so what ya eating???\n  ","787915":"\n   Wyd?\n  ","787916":"\n   Such a beauty 😍\n  ","787917":"\n   flannel or sweatshirts? necklaces or rings? shorts or jeans? sandals or sneakers?\n  ","787918":"\n   have you ever played spin the bottle? truth or dare? flashlight tag?\n  ","787919":"\n   What panties are you wearing\n  ","787920":"\n   Don't you think it's disturbing releasing dangerous criminals who are here illegally back on the street because they don't want to sound racist? Remember Jamiel Shaw Jr and Kate Steinle?\n  ","787921":"\n   No one is hating on you.\n  ","787922":"\n   Trump's executive order on immigration cracks down on sanctuary cities and demands that they comply with federal immigration law or lose grant money. This executive order was blocked by a Judge from San Francisco today. Do you agree with this and why?\n  ","787923":"\n   Can I ask you a genuine question?\n  ","787924":"\n   Before racism used to mean you were a nazi and hated jews but now you're a racist if you say something that you don't agree with. It's whatever.\n  ","787925":"\n   I'm not allowed to have an opinion because you don't agree with it? Okay bye haha\n  ","787926":"\n   I think America should divide and completely segregate. Most white people like me want to live among my own race. Diversity isn't working.\n  ","787927":"\n   What was your favorite part about labor, if anything? What is your biggest regret during your labor? What will you do different next labor if you plan on having another baby?\n  ","787928":"\n   Who cares what your mom is. You are black af\n  ","787929":"\n   You're still black\n  ","787930":"\n   ''You people are idiots\". Last time I checked your race needs affirmative action because you people are too stupid to achieve anything without government assistance.\n  ","787931":"\n   I thought you were Dominican but you're just African American...\n  ","787932":"\n   Your mom fucked the milkman\n  ","787933":"\n   Actually nevermind you're black.\n  ","787934":"\n   Send you back to the dirty 3rd world country you've come from.\n  ","787935":"\n   ''There's an illegal alien on social media making threats to me and my family'' Think I won't do it?\n  ","787936":"\n   Make me a sandwich or i'll call ICE and report you.\n  ","787937":"\n   do you take good care of your teeth? how often do you floss?\n  ","787938":"\n   what color is your toothbrush?\n  ","787939":"\n   do you have a birth mark\n  ","787940":"\n   are tattoos painful\n  ","787941":"\n   sorry\n  ","787942":"\n   how much for the underwear?\n  ","787943":"\n   how old are my kids\n  ","787944":"\n   how old is kids?\n  ","787945":"\n   Bye🖑\n  ","787946":"\n   can u own me\n  ","787947":"\n   Well you're stupid and you won't understand sarcasm\n  ","787948":"\n   And i said whats not funny, lifes funny\n  ","787949":"\n   What's not\n  ","787950":"\n   Haha ok😂\n  ","787951":"\n   Are u gonna send your friend nudes?😏\n  ","787952":"\n   What do u mean by \"bless\"\n  ","787953":"\n   could you be a vegetarian or Vegan\n  ","787954":"\n   do you use trip adiviser\n  ","787955":"\n   Who is your best friend?\n  ","787956":"\n   Do you think children should be allowed to go to a funeral?\n  ","787957":"\n   Have you ever graffitied anything?\n  ","787958":"\n   Where's you go-to place of peace? How often do you go there?\n  ","787959":"\n   i understand why you don't\n  ","787960":"\n   watch this\n   \n    www.youtube.com\/watch?v=Wrg7HUP2lAY\n   \n","787961":"\n   Why do you support abortion?\n  ","787962":"\n\n    @camerdalla3\n   \n   is real?\n  ","787963":"\n   are you a senstive person\n  ","787964":"\n   Nobody being shy everybody at school right now\n  ","787965":"\n   Have you ever been madly jealous? What did you do?\n  ","787966":"\n   U send nudes?\n  ","787967":"\n   Hi\n  ","787968":"\n   How many guys have you had sex with?\n  ","787969":"\n   Last time u had sex\n  ","787970":"\n   Get nosey!!!\n  ","787971":"\n   Let's play COD together gabby\n  ","787972":"\n   do you snore in your sleep\n  ","787973":"\n   which of the food\/drink emojis are in your most used?\n  ","787974":"\n   are there any fairly common\/popular names you don't see the appeal of?\n  ","787975":"\n   If someone is on death row and they end up in hospital needing a life saving operation, should they have that operation and have their life saved and go through with their death sentence or should they just be left to die in the hospital?\n  ","787976":"\n   royalty doesn't buy you loyalty 🌝\n  ","787977":"\n   Kill all women\n  ","787978":"\n   Ever listened too Run DMC?\n  ","787979":"\n   Are you still single?\n  ","787980":"\n   Do you watch teen mom?\n  ","787981":"\n   What do you think of Ask's new features, particularly the polls and discover feed?\n  ","787982":"\n   Have you ever been into playing video games? If so, what's your favorite? I recently started play WOW and I'm obsessed. Lol.\n  ","787983":"\n   Do you watch the Inbetweeners if so who's your favourite character\n  ","787984":"\n   Do you drink bottled water? What is your favorite brand?\n  ","787985":"\n   i told my girlfriend to get in the kitchen and make me a sandwich and she broke up with me what do I do\n  ","787986":"\n   Ei sono\n   \n    @tomanni2001\n   \n   seguimi e lascia like se vuoi, grazie mille e buona serata💋\n  ","787987":"\n   oh that must be savage\n  ","787988":"\n   Send your @ to everyone you follow\n  ","787989":"\n   Do you chew on your pens and pencils?\n  ","787990":"\n   are you normal\n  ","787991":"\n   yeah she might regret that now, who knows cuz clearly you dont.\n  ","787992":"\n   YOU GOING TO HELL\n  ","787993":"\n   yeah well fuck off then, killing a kid before he could come into this world is unbelievable. i wish your mother got one\n  ","787994":"\n   abortion is the Unforgivable Sin\n  ","787995":"\n   Where you at right now?\n  ","787996":"\n   pap of what ur wearing on ur feet atm plz x\n  ","787997":"\n   do you support abortion?\n  ","787998":"\n   Are you like me where as if someone wanted to touch my phone, I'd freak out even though I know there's nothing I'm hiding?\n  ","787999":"\n   If your partner had a past of lying and\/or cheating, is it acceptable to go through their phone every now and again?\n  ","788000":"\n   Now say they want to go through YOUR phone, even though you've never doubted their trust. Would you allow or deny?\n  ","788001":"\n   would you say you're a likeable person\n  ","788002":"\n   You need a drink\n  ","788003":"\n   why\n  ","788004":"\n   can I try and cheer you up\n  ","788005":"\n   feeling any bettter\n  ","788006":"\n   Why are u overthinking\n  ","788007":"\n   What’s the best place to go to, when you want to be alone and enjoy solitude?\n  ","788008":"\n   Now that's a lie you not ugly at all\n  ","788009":"\n   would you say a lot of your high school smoked cannabis? cigarettes?\n  ","788010":"\n   Selfie of you?\n  ","788011":"\n   Hi♥ 10x10 likes?\n  ","788012":"\n   Hola, espero no molestarte!! Hago vídeos para youtube mira el ultimo que hice:\n   \n    https:\/\/www.youtube.com\/watch?v=Ti-fa4q-hpk\n   \n   por favor míralo y si te gusto suscribete comenta y dale like no te obligo a nada, Pero si lo haces en verdad me ayudarías muchoo. Dios Te Bendiga y GRACIAS\n  ","788013":"\n   how did you get knocked out\n  ","788014":"\n   ever been knocked out\n  ","788015":"\n   are you going to sleep soon\n  ","788016":"\n   are you feeling any better xx\n  ","788017":"\n   time where you live\n  ","788018":"\n   fav choc bar\n  ","788019":"\n   ever cried to sleep\n  ","788020":"\n   sorry I mean asthma sorry I have slight learning diffuclts\n  ","788021":"\n   fav meal\n  ","788022":"\n   do you have ashma\n  ","788023":"\n   don't turtles live for like 60 odd years?\n  ","788024":"\n   hi\n   \n    @Iamtyrin\n   \n","788025":"\n   how old is your turtle\n  ","788026":"\n   cats?\n   \n    @CodyDev\n   \n","788027":"\n   got any pets\n  ","788028":"\n   If ever have a daughter name her Kizzy.\n  ","788029":"\n   do you like animals\n  ","788030":"\n   Do you think OXFAM is anti-male ?\n  ","788031":"\n   opinion on\n   \n    @askfm\n   \n\n    @askfmhelp\n   \n\n    @askfmhero\n   \n","788032":"\n   fav shop\n  ","788033":"\n   plans for tomorrow then\n  ","788034":"\n   What, when, why… ask\n  ","788035":"\n   Do you own a chicken ?\n  ","788036":"\n   Which websites do you visit daily?\n  ","788037":"\n   plans for tomz\n  ","788038":"\n   Who do you admire the most right now?\n  ","788039":"\n   What question do you ask yourself a lot?\n  ","788040":"\n   What magazines do you read?\n  ","788041":"\n   okay i\"ll drop it I canx't promise about any other anons\n  ","788042":"\n   What is the best snack to have while playing computer games?\n  ","788043":"\n   how old are u\n  ","788044":"\n   how is your son?\n  ","788045":"\n   pic of your tattoos\n  ","788046":"\n   like=follow\n  ","788047":"\n   How are you \"getting the fun\"?\n  ","788048":"\n   If you had to evacuate your house immediately, what is the one thing you would grab on the way out?\n  ","788049":"\n   got any tattoos\n  ","788050":"\n   okay one last question about it then i\"ll drop it has he moved out of your house\n  ","788051":"\n   why where is your bf\n  ","788052":"\n   If you had one wish, what would it be?\n  ","788053":"\n   Did say can you do sexual hr\n  ","788054":"\n   do you ever feel lonley\n  ","788055":"\n   You said you would do honest night\n  ","788056":"\n   New sexy pic\n  ","788057":"\n   Most awkward sex you have had\n  ","788058":"\n   Sexual hr\n  ","788059":"\n   What is the best snack to have while playing computer games?\n  ","788060":"\n   I know things will get better ❤️🙏\n  ","788061":"\n   What are you going to eat?\n  ","788062":"\n   Wyd?\n  ","788063":"\n   what with the wish list\n  ","788064":"\n   last time you had sex\n  ","788065":"\n   Do u believe what he says?\n  ","788066":"\n   He's trying to get another girls attention\n  ","788067":"\n   I beat up your bf before\n  ","788068":"\n   Follow\n   \n    @romanonta\n   \n   on instagram.\n  ","788069":"\n   Currently they've been speaking about how being physically intimate each day for at least two weeks, can keep a relationship alive. Do you agree that sxx is a huge part of what keeps a relationship happy and working? Explain\n  ","788070":"\n   Do you miss him\n  ","788071":"\n   What time is it?\n  ","788072":"\n   Hi\n  ","788073":"\n   5 like tattici e segui il primo?\n  ","788074":"\n   You're right. sorry\n  ","788075":"\n   Soz is short for sorry\n  ","788076":"\n   creepy is the new black\n  ","788077":"\n   soz\n  ","788078":"\n   It isnt. Regardless of your women logic.\n\nCover up then.\n  ","788079":"\n   \" ( ͡° ͜ʖ ͡°)\n\nThis isn't a question\" No, but it's a ( ͡° ͜ʖ ͡°).\n  ","788080":"\n   Creepy isnt real.\n  ","788081":"\n   Not sure what your problem is exactly. You gave the link to your insta. Looking at it isn't creepy. Looking at it for a couple rows down also isn't creepy.\n  ","788082":"\n   no it says on the pics like 27 weeks ago or 45 weeks ago or something. like it's posted right there next to it\n  ","788083":"\n   hmm like 27-48 weeks ago\n  ","788084":"\n   it's not toned anymore?\n  ","788085":"\n   Well do you agree it looks toned?😂\n  ","788086":"\n   that's kind of weird since your tummy looks toned in your insta pics aha\n  ","788087":"\n   like months since the last time probably?\n  ","788088":"\n   Well if you lost your fast metabolism, would you be upset?\n  ","788089":"\n   last time you did crunches? squats?\n  ","788090":"\n   Without a fast metabolism, would you be screwed?\n  ","788091":"\n   no I mean it you're perfect the way that you are\n  ","788092":"\n   Do you ever do crunches or squats?\n  ","788093":"\n   Do you usually eat a lot though?\n  ","788094":"\n   pic that shows you're stomach?\n  ","788095":"\n   you're not fat you're perfect the way that you are\n  ","788096":"\n   How do you know you have a fast one?\n  ","788097":"\n   Do you have a flat stomach?\n  ","788098":"\n   wow you sound really lucky\n  ","788099":"\n   I just wanted to know what you do to get your bod\n  ","788100":"\n   Do you love having one?\n  ","788101":"\n   I don't have one...?\n  ","788102":"\n   Do you have a fast metabolism?\n  ","788103":"\n   Do you get exercise?\n  ","788104":"\n   last time you ate a lot?\n  ","788105":"\n   Did you eat a lot yesterday?\n  ","788106":"\n   you said fix thigs twice\n  ","788107":"\n   Do you have any weird habits? What are they?\n  ","788108":"\n   Twitter? Instagram? Vsco?\n  ","788109":"\n   How much do you eat in a typical day?\n  ","788110":"\n   you have 3 wishes what are they\n  ","788111":"\n   ( ͡° ͜ʖ ͡°)\n  ","788112":"\n   Age? Height?\n  ","788113":"\n   How do you manage to stay slim?\n  ","788114":"\n   Would you let somebody wear your shoes on his hands? 😂\n  ","788115":"\n   Have you\/will you try the unicorn frap? What are your thoughts on it?\n  ","788116":"\n   Do you watch Teen Mom OG?\n  ","788117":"\n   Do you find it difficult to trust people? If so has it ever affected a relationship or friendship?\n  ","788118":"\n   Have you ever moved long distance? How did it work out?\n  ","788119":"\n   Ever wear flats?\n  ","788120":"\n   do you weat jewllery\n  ","788121":"\n   how life\n  ","788122":"\n   Why so hostile\n  ","788123":"\n   Are you okay?\n  ","788124":"\n   What's a movie you've seen multiple times but never get tired of?\n  ","788125":"\n   Likers get 5 likes?\n  ","788126":"\n   U want to be wit anybody else\n  ","788127":"\n   I know you guys will bounce back ❤️\n  ","788128":"\n   Ever wear your uggs without socks?\n  ","788129":"\n   Are you happy at the moment\n  ","788130":"\n   Ever drive barefoot?\n  ","788131":"\n   Fav shoes?\n  ","788132":"\n   anyone online? my ask box is dead👎on the bright side i'm on 892 followers so close too 1000!! pls help me.\n  ","788133":"\n   how many guys did you eat today?\n  ","788134":"\n\n    https:\/\/www.facebook.com\/thelibrastones\/?ref=aymt_homepage_panel\n   \n   like ?\n  ","788135":"\n   I hope he see changes in you\n  ","788136":"\n   How are you?\n  ","788137":"\n   Do you think using cannabis has an impact on someone's parenting? Should parents be shunned for using it, in places where it's classed as an illegal substance?\n  ","788138":"\n   Since today is April the 20th (4\/20). What's your stance on cannabis for recreational use? What about for medical purposes?\n  ","788139":"\n   Pap in swimming outfit plzz plzz ❤\n  ","788140":"\n   tell me your best joke\n  ","788141":"\n   you are adorable oh my theres so many cute people liking my stuff its making me happy\n  ","788142":"\n   Hey\n  ","788143":"\n   damn learn to read.. it says 'ageeeee' with no 'R'...meaning age...meaning how old are you\n  ","788144":"\n   ageeee\n  ","788145":"\n   can i buy you a gift for your kid\n  ","788146":"\n   loser\n  ","788147":"\n   Opina\n   \n    @PrincesaPokeMONA\n   \n","788148":"\n   may i adpot your kid\n  ","788149":"\n   how old are u\n  ","788150":"\n   how many kids u got\n  ","788151":"\n   do you want kids or more kids if you already have some\n  ","788152":"\n   would you rather give up alcohol or candy\/chocolate for a month? do you think you could easily do either\/both?\n  ","788153":"\n   What do you do when you feel lonely? Are you able to be alone in your own company for long periods of time, and be fine with it or do you need a lot of human to human social interaction?\n  ","788154":"\n   Who's your favourite TV chef? Have you ever made a recipe from a celebrity chefs book?\n  ","788155":"\n   If you could star in any TV show, which one would it be any why? (Your inability to act doesn't matter)\n  ","788156":"\n   why lol if you can sing\n  ","788157":"\n   would you\n  ","788158":"\n   did you go on america got talent\n  ","788159":"\n   what's your talent\n  ","788160":"\n   Is there a problem in your life that you feel is never going to get solved? What is it?\n  ","788161":"\n   would you ever go on a talent show\n  ","788162":"\n   find it\n  ","788163":"\n   where the tape\n  ","788164":"\n   Have you ever made a sex tape?\n  ","788165":"\n   Would you rather jog with a cool sports watch or cool running shoes?\n  ","788166":"\n   what's your sense of humour\n  ","788167":"\n   Go for a Office On MONDAY >>\n   \n    https:\/\/youtu.be\/SZEdw6u7KAI\n   \n","788168":"\n   how is life treating you\n  ","788169":"\n   is chest hair s*xy? (thanks ask, i love censoring 💕)\n  ","788170":"\n   how important is monogamy to you?\n  ","788171":"\n   are tattoos s*xy? glasses?\n  ","788172":"\n   can i massage your nails\n  ","788173":"\n   i am susing u see u in court friday\n  ","788174":"\n   Likers get 4 likes:)\n  ","788175":"\n\n    @sophielouise961\n   \n   claims to be working class but she's never worked a day in her life and has made no attempt to get a job, what's your opinion on this?\n  ","788176":"\n   What do you do to cheer up?\n  ","788177":"\n   u was drunk u dont rememebr\n  ","788178":"\n   u don't rememeber last night we got married\n  ","788179":"\n   Can I just say it's spelled *bastard not bastart.. If you're going to try and insult someone anon at least learn how to spell the word first. 😂\n  ","788180":"\n   holding or being held?\n  ","788181":"\n   Have you watched 13 Reasons Why? If yes, what did you think of it?\n  ","788182":"\n   no the puzzle\n  ","788183":"\n   Are you on any medication? What medication?\n  ","788184":"\n   so we are now married can't wait for us to start a family\n  ","788185":"\n   match!\n  ","788186":"\n   Did you get any Easter eggs? 🐣\n  ","788187":"\n   How did you celebrate Easter today?\n  ","788188":"\n   you just wanna seem rough, but actually youre weak thats why you had sex so early with your bf, in case he leave you\n  ","788189":"\n   dont add me on the list\n  ","788190":"\n   what is your ethnicity?\n  ","788191":"\n   loooooool then youre a bastart child becasue your parents never got married before having you\n  ","788192":"\n   u ever. block somebody on here?\n  ","788193":"\n   are u on your period?\n  ","788194":"\n   pap of hand u going to paint them?\n  ","788195":"\n   are u adpoted?\n  ","788196":"\n   what color your nails\n  ","788197":"\n   then y did your parents got divorce?\n  ","788198":"\n   why did your mom put you gabrielle? is your mom latina?\n  ","788199":"\n   ever do a meet and greet\n  ","788200":"\n   was easy growing up with a white mom and a black dad? did both of their family fight between each other? or they did get along well?\n  ","788201":"\n   youre not light. from a scale youre like 7 dark, so...\n  ","788202":"\n   then your dad must have a daaark daaark skin\n  ","788203":"\n   youre too black for having a white mom...wtf?\n  ","788204":"\n   yuuuk youre pregnant again\n  ","788205":"\n   ever wear toe rings?\n  ","788206":"\n   toes pap\n  ","788207":"\n   How many Easter eggs did you receive?\n  ","788208":"\n   Happy Easter! How is everyone celebrating today? For those that don't what are your plans for today?\n  ","788209":"\n   My egg hatched into a scorpion, what did yours hatch into? Were you disappointed?\n  ","788210":"\n   Happy Easter 🐣 what's your plans for today?\n  ","788211":"\n   How is your morning going so far?\n  ","788212":"\n   You look like you must have some great tits.\n  ","788213":"\n   How you feeling today?\n  ","788214":"\n   No :(\n  ","788215":"\n   Want to see my Yickle?\n  ","788216":"\n   Gangsta girl Gabby\n  ","788217":"\n   My bad gangsta\n  ","788218":"\n   You mami chula\n  ","788219":"\n   No she's Mexican\n  ","788220":"\n   What's your opinion on joint Facebook accounts, where a couple share the same Facebook. Is this something you would do? Do you know anyone who has a joint account?\n  ","788221":"\n   10 plus you're such a sweetheart 💖\n  ","788222":"\n   I'll buy them for $250 if they have stains\n  ","788223":"\n   i'd buy your used underwear $100\n  ","788224":"\n   seling used underwear?\n  ","788225":"\n   I have nail fetish can u give me nail meds or i will end up in the hosptial\n  ","788226":"\n   are u black\n  ","788227":"\n   nails pap?\n  ","788228":"\n   u got a blue check that means u are famous\n  ","788229":"\n   can i have your autograph u famous u got  varied\n  ","788230":"\n   What are some of the most unusual things you've heard or read someone say that someone can't do, now that they're a parent? (like use social media, drink alcohol etc)\n  ","788231":"\n   If you get chocolate eggs\/sweets for Easter, do you limit yourself (and your children if you have any) on how much you can eat? How many eggs\/sweets do you\/your children get each Easter?\n  ","788232":"\n   Are you kind to yourself, or are you your own worst enemy?\n  ","788233":"\n   What's your opinion on young children (under 5) wearing make-up? Not just for dress up playing, but when their parents contour their face etc?\n  ","788234":"\n   did any one play sims 2 on either the ps2 or even the xbox 360? stuck on a goal cos xbox clearly can't count.\n  ","788235":"\n   If someone has been in jail for murder or assault does that automatically mean they should no longer be allowed to see their children?\n  ","788236":"\n   What are your favorite fruits and veggies?\n  ","788237":"\n   Thoughts on this Trump korea issue\n  ","788238":"\n   Would you rather live without your phone or without makeup\n  ","788239":"\n   Where is the oddest place you have fallen asleep?\n  ","788240":"\n   Don't be so rude make me your ex\n  ","788241":"\n   So make me your ex\n  ","788242":"\n   Like cuddling and kissing only not more than that\n  ","788243":"\n   But he is not with you RN so do it with me\n  ","788244":"\n   Let's HV some fun with me then\n  ","788245":"\n   Questions\n  ","788246":"\n   did you leave teeth under or pillow for the tooth fairy? (what did the tooth fairy usually leave you?)\n  ","788247":"\n   how old are you? when is your birthday? what is your chinese zodiac?\n  ","788248":"\n   Since I've gotten a few requests, I think I'll start asking questions again! If anyone sees this and wants questions (if they weren't sent this), then you can come ask me and I'll send you questions as well 🙂\n  ","788249":"\n   Are you going to prom this year\/did you go in the past? What will you\/did you wear? Who did you\/will you go with? I'm excited for prom! It's 1 1\/2 months away!\n  ","788250":"\n   What restaurants serve the best breakfast? What about lunch? Dinner? Dessert?\n  ","788251":"\n   Have you ever made a summer bucketlist? What did you include in it? If not, what would you include in it if you made one?\n  ","788252":"\n   to graduate, were students at your school required to study a foreign language? (if you did study a foreign language, what did you study?)\n  ","788253":"\n   have you ever played paintball?\n  ","788254":"\n   What states and countries have you visited? Which ones do you want to visit?\n  ","788255":"\n   cold or hot breakfast cereal?\n  ","788256":"\n   Have you ever called a teacher mum or dad by accident before\n  ","788257":"\n   do u file nails?\n  ","788258":"\n   Yep it's a song by rihanna lol\n  ","788259":"\n   You have my heart and we'll never be worlds apart 😌\n  ","788260":"\n   have you ever been to Las Vegas? New York City? Memphis?\n  ","788261":"\n   Aye bad girl\n  ","788262":"\n   Opinion on the rebel flag?\n  ","788263":"\n   thoughts on trump\n  ","788264":"\n   did you have to eat your bf?\n  ","788265":"\n   did you have to eat him?\n  ","788266":"\n   So it's worth it thou doing an 8 hour shift right\n  ","788267":"\n   I did 8 hours and I got 16 hours pay because It's good friday\n  ","788268":"\n   Ever fired a gun\n  ","788269":"\n   Ah I just got off an 8 hour shift i'm tired now\n  ","788270":"\n   How was your day\n  ","788271":"\n   What are some things you find comfort in?\n  ","788272":"\n   People say that 'hate' is a strong word, would you agree? Why\/why not?\n  ","788273":"\n   You're really pretty\n  ","788274":"\n   What’s the best thing you have learned from your parents?\n  ","788275":"\n   Do you celebrate Easter? What are your plans this weekend?\n  ","788276":"\n   In circumstances where the parents are split up, do you feel things like haircuts should be a decision made by both parents or is just one parents decision enough?\n  ","788277":"\n   have you ever cracked a phone screen?\n  ","788278":"\n   Do you think it's true that traumatic experiences make you a stronger person?\n  ","788279":"\n   How do you deal with hate online? Does it get to you or do you just not care anymore?\n  ","788280":"\n   Do you ever litter?\n  ","788281":"\n   Would you ever try butt stuff?\n  ","788282":"\n   at school do you watch when theres a fight?\n  ","788283":"\n   try not berating your customers then\n  ","788284":"\n   ok\n  ","788285":"\n   to your statement to me\n  ","788286":"\n   false?\n  ","788287":"\n   You are the merits of my existence. The only reason that I know I'm still here.\n  ","788288":"\n   if you have snapchat\/facebook\/instagram\/twitter\n\nwhat is your username if it's okay to add or follow😊.\n  ","788289":"\n   It's Friday! What's your plans for the weekend?\n  ","788290":"\n   The VRs and opinions for a full day won so that's what I'll be doing! Get your questions and\n   \n    @links\n   \n   sent in!\n  ","788291":"\n   The British people are no longer prepared to be treated like second class citizens in their own country, we've had our country stolen from under our noses, the British people have had enough, we're going to take OUR country back!\n  ","788292":"\n   So as you guys may have noticed I'm trying to get to 4000 followers, despite the fact I'm only 6 followers away it seems to be taking ages! So I thought I'd do something to bring some attention to my profile, I would appreciate if you went to the poll I just posted and voted for which you'd prefer!\n  ","788293":"\n   Do you delete questions you'll probably never answer or do you keep everything?\n  ","788294":"\n   @ (recent) ❤\n  ","788295":"\n   the black thong\n  ","788296":"\n   36c\n  ","788297":"\n   why\n  ","788298":"\n   underwear color\n  ","788299":"\n   bra color\n  ","788300":"\n   Has anyone ever stolen anything from you? Did you file a police report?\n  ","788301":"\n   an anon told me you made the poll :(\n  ","788302":"\n\n    https:\/\/ask.fm\/SophiePinkie\/photopolls\/35774522\n   \n   is this your poll?\n  ","788303":"\n   5 things you're looking forward to.\n  ","788304":"\n   What are some facts\/things you know about me? I'm curious to see what you guys learned through what I answer on here 😋\n  ","788305":"\n   Tbh?\n  ","788306":"\n   When eating at a restaurant, do you tend to try thinks you know you'll enjoy or are you able to try something new? 🍣\n  ","788307":"\n   What's your go-to cinema snack? 🍿\n  ","788308":"\n   Fast&Furious films - your style or not? ((If anyone wants to see Fast 8, if 100% recommend!))\n  ","788309":"\n   is ur bf okay with you having no jiggly jiggles to play with ?\n  ","788310":"\n   have you ever belonged to a gym? (do you currently?)\n  ","788311":"\n   did your high school have homecoming dances? if so, how many did you go to?\n  ","788312":"\n   Do you “steal” food from refrigerator in late evenings and nights?\n  ","788313":"\n   what school subject were you best at?\n  ","788314":"\n   For the new egg \"mood\" what do you think it will look like when it hatches?\n  ","788315":"\n   Have you ever had brain freeze? ❄️\n  ","788316":"\n   Ur beautiful💋💕\n  ","788317":"\n   I love being evil😈\n  ","788318":"\n   No clue this counts as a good deed I was in the arcade today I won 5000 tickets I didn't want them because I was playing for fun and I gave them to a kid is that a good deed or nah\n  ","788319":"\n   Have you ever thrown trash out of the car window?\n  ","788320":"\n   Anbody around? ask is deae\n  ","788321":"\n   Do you ever litter?\n  ","788322":"\n   Did you do any good deeds today\n  ","788323":"\n   Challeng me for a wife 😌\n  ","788324":"\n   Youtube the 24 hour challenge\n  ","788325":"\n   Have you heard of the 24 hour challenge\n  ","788326":"\n   Thoughts on the 24 hour challenge\n  ","788327":"\n   Do you think grand parents should WANT to spend time with their grand children? How often do you feel is acceptable, if your parents or in laws didn't come to see your children (or future children) how would you feel?\n  ","788328":"\n   y r internet girls more beautiful than girls from my school? is it true? or is it potoshop?\n  ","788329":"\n   Gabby\n  ","788330":"\n   Why you not in bed cuddled up with your bf right now?\n  ","788331":"\n   ok be that way\n  ","788332":"\n   are you ticklish?\n  ","788333":"\n   my question\n  ","788334":"\n   cause you didn't answer mine\n  ","788335":"\n   I just opened my Netflix account back up ☺️ What are some shows or movies or anime's youd recommend?\n  ","788336":"\n   Have I ever said or done something which has upset or offended you? (Stolen from a post I seen on Facebook)? If so, what did I do\/say? No offence will be taken with any answers ❤️\n  ","788337":"\n\n    https:\/\/ask.fm\/Quinny07x\/answer\/139970650559\n   \n   who likes my new ink? I'm obsessseddd with it 😂\n  ","788338":"\n   You have £15 spare to spend on yourself, you have to buy something online. What do you purchase and why? (Links would be awesome, yeah I want to spend a little bit of money but need ideas 💖)\n  ","788339":"\n   Who do you love\n  ","788340":"\n   rfsh\n   \n    https:\/\/clyp.it\/2ldag5ta\n   \n","788341":"\n   I guess so\n  ","788342":"\n   Have I ever done anything that's upset or offended you? If so what did I do\/say? (Not an easily offended person so please be honest, I'm open to criticism and I'm aware some things I say may be offensive to some!)\n  ","788343":"\n   are you ticklish?\n  ","788344":"\n   What makes you really mad?\n  ","788345":"\n   What image do you have as your desktop background?\n  ","788346":"\n   yes\n  ","788347":"\n   if u got question just ask me\n  ","788348":"\n   Your mom looks like she miscarried you\n  ","788349":"\n   My mom is prettier than you and your mom put together\n  ","788350":"\n   Your bf ugly\n  ","788351":"\n   ask me would u rather question\n  ","788352":"\n   Who was the last person you talked to on the phone?\n  ","788353":"\n   When you think of spring, what comes to your mind? (Can be memories, smells, food etc)\n  ","788354":"\n   Do you think online bullying is tackled correctly, what punishments are there for those who bully others online? What do you think should happen to those who bully online?\n  ","788355":"\n   Are true-life crime movies entertaining to you? By watching these movies are you condoning their behaviour, or are you simply going to another world like you do when watching any other movie?\n  ","788356":"\n   Does everyone deserve a second chance? When would you say enough is enough, and their first mistake should be their last?\n  ","788357":"\n   Katie Price recently opened up a petition to make online bullying a criminal offence. Her ideas are that people who commit this future \"crime\" should appear on a register (like how there is one for sex offenders), in job interview situations. What do you think of this?\n  ","788358":"\n   Who was the last person you talked to?\n  ","788359":"\n   What is the best thing about being your age?\n  ","788360":"\n   How do you see yourself spending your time in your old age?\n  ","788361":"\n   Who has the most beautiful eyes?\n  ","788362":"\n   race\/ethnicity?\n  ","788363":"\n   do you like green tea?\n  ","788364":"\n   Beef steak, tuna steak or Portobello mushroom steak?\n  ","788365":"\n   do you like tequila?\n  ","788366":"\n   What's one of your biggest pet peeves? Mine is when people act like they know everything about me 🙄\n  ","788367":"\n   why not\n  ","788368":"\n   how u wanna chat than\n  ","788369":"\n   hi gabby\n  ","788370":"\n   Bra size\n  ","788371":"\n   I need baby name suggestions. Middle name would be Zachary. We don't like overly common names. Any suggestions?\n  ","788372":"\n   22 you are an adult. Plus you are not alone you have a kid. Then brought in 2 bodies (son and boyfriend) if you want to play house get your own place first. Just my opinion. If u want a family and your man get your own space. Because I'm sure u don't pay all that ur mom does to support u and herself\n  ","788373":"\n   You should get a job as a professional cuddler.\n  ","788374":"\n   Are you embarrassed to live with your mom at 22\/23 with your boyfriend and kid?\n  ","788375":"\n   Hope you find a better job. Are you looking? Or just not now?\n  ","788376":"\n   What happened at your last job? Y did u stop?\n  ","788377":"\n   Does your mom care you smoke in or around her house?\n  ","788378":"\n   When do you plan to move out your moms?\n  ","788379":"\n   Do you still work? Or back to being a SAHM ?\n  ","788380":"\n   Do you have your own car yet?\n  ","788381":"\n   That's because you don't like being called a nigga girl.\n  ","788382":"\n   That was enough for you to understand.\n  ","788383":"\n   100% Niggi\n  ","788384":"\n   do you smoke are you from them family cares if you smoke?\n  ","788385":"\n   What is the stupidest thing you have ever been asked in real life? Or that you have ever heard?\n  ","788386":"\n   Ever gotin ur butt feathered?\n  ","788387":"\n   happy monday\n  ","788388":"\n   how many boyfriends have you had before ?\n  ","788389":"\n   Do you have a boyfriend\n  ","788390":"\n   I decided I wanna do an honesty day\/night tmrw. So everyone get your questions In!\n  ","788391":"\n   Last time u got ur azz played wit?\n  ","788392":"\n   Tw m*rder\n\nDo you think that people are BORn killers, their lives make them into killers or is it something which is learned? \n\nExplain why\n  ","788393":"\n   what's your favorite kind of cheese? do you like american cheese? what about cottage cheese?\n  ","788394":"\n   Guys, how many questions would you expect in a big spam? I'm planning on doing a massive spam when my exams are over (May or June) and well I already have 100 questions. I was planning to use them all in one day, every few hours. Would you expect more or is 100 okay? 🌸STAIF🌸\n  ","788395":"\n\n    https:\/\/ask.fm\/bitchybiscuit\/answer\/140566429949\n   \n   use this as a filler if you want 🌸 STAIF 🌸\n  ","788396":"\n   Do you\/have you watched Thirteen Reasons Why? If so, without releasing any spoilers - tell me what you think of it! If not, what shows have you watched that tackle difficult issues?\n  ","788397":"\n   Is Baruch Goldstein a hero?\n  ","788398":"\n   do you like coffee?\n  ","788399":"\n   do you like beer?\n  ","788400":"\n   Is Islam a religion of peace?\n  ","788401":"\n   Ok i think your confused this site is called ask.fm\n  ","788402":"\n   Do you take xanax\n  ","788403":"\n   Should kids have phones\n  ","788404":"\n   Which states are in 5 cornors\n  ","788405":"\n   쌤킴, 니가 나를 팔로우 하기 싫다면 디엠만 내게 보내주세요 부탁드립니다 Leegititssam 트위터 디엠으로 hidejyyun 내게 디엠 보내주세요\n  ","788406":"\n   쌤킴, 니가 나를 팔로우 하기 싫다면 디엠만 내게 보내주세요 부탁드립니다 Leegititssam 트위터 디엠으로 hidejyyun 내게 디엠 보내주세요\n  ","788407":"\n   Do you agree that Trick or Treating is begging?\n  ","788408":"\n   What's your favorite way for having fun?\n  ","788409":"\n   Didn't get it!\n  ","788410":"\n   I'm my mom's toy ;)\n  ","788411":"\n   What things do you eat that you like the taste of but can't stand the texture ? I personally hate jello but I like the flavoring\n  ","788412":"\n   Are there any jobs you'd love to try but don't feel you'd ever be given the chance? If so, what jobs are they? If not, what are some of your ideal work places?\n  ","788413":"\n   What is a must have you always get whenever you're out shopping ? Why?\n  ","788414":"\n   What's in your child's Easter basket? If you don't have kids , wHat  would you put in their baskets ?\n  ","788415":"\n   Follow up question, when purchasing juice,  do you buy the powder instant juice packets , frozen juice,  or premade juice in a bottle?\n  ","788416":"\n   What was the last meal you cooked? Who did you cook it for and why did you decide to cook it?\n  ","788417":"\n   Looks so nice with the glasses\n  ","788418":"\n   Do you have a special toy?\n  ","788419":"\n   It’s Sunday! Any special plans?\n  ","788420":"\n   Hey gabby ;)\n  ","788421":"\n   What time did you wake up today?\n  ","788422":"\n   How are you\n  ","788423":"\n   What's the perks of dating you\n  ","788424":"\n   You have cute feet\n  ","788425":"\n   What's the weirdest fetish you've ever heard of?\n  ","788426":"\n   What is the best thing you've ever accomplished?\n  ","788427":"\n   Do you have fb\n  ","788428":"\n   Do you smoke cigs?  If so, what brand ?\n  ","788429":"\n   Do you stash away goodies for your self so nobody else can eat them?\n  ","788430":"\n   What is your favorite kind of juice ?\n  ","788431":"\n\n    https:\/\/ask.fm\/kashi_000\/photopolls\/34647841#_=_\n   \n   Vote\n  ","788432":"\n   How are you\n  ","788433":"\n   Hi :)\n  ","788434":"\n   What’s the best place to go to on the first date?\n  ","788435":"\n   Fav zoo animal\n  ","788436":"\n   I already have the ability to be invisible to girls\n  ","788437":"\n   Fav song\n  ","788438":"\n   I hope I can solve my work issue by talking to the owner\n  ","788439":"\n   Why do you want to be invisible\n  ","788440":"\n   Do you blame me for wanting to leave\n  ","788441":"\n   If you could have one super power what would it be\n  ","788442":"\n   Someone said I have no right to be annoyed about my boss lol I was like  I disagree the guy said bosses are meant to be mean\n  ","788443":"\n   Video of you singi9\n  ","788444":"\n   Can you sing\n  ","788445":"\n   What the new boss thing or that I like the owner's but not the boss\n  ","788446":"\n   Got any nicknames\n  ","788447":"\n   I like the owner's of my job it's just the boss because we need a new boss\n  ","788448":"\n   Plans for today.\n  ","788449":"\n   I will thanks for your help i'm looking for a  new  job atm tbh  as well\n  ","788450":"\n   Okay I'll complain  but I might need proof thou\n  ","788451":"\n   He looking for any excuse atm to fire me\n  ","788452":"\n   He's trying to get rid of me that the problem  now the hour thing is how this started\n  ","788453":"\n   My boss did give me my hours back after arguing with him thou even though he gave me my hours back should I still report him\n  ","788454":"\n   My boss is looking for any excuse to get rid of me and this lad who trying to get rid of me helping him so his little brother can have my hours he 18 and he thinks he the boss because  he been there for 3 years  so you think I should go back to his boss and complain about my boss.\n  ","788455":"\n   Oh I only  need 1 section to ask for  your advice\n  ","788456":"\n   Can you help me with my problem then please\n  ","788457":"\n   Okay at work this lad got his little brother a job where we work and ever since he started working there this lad got our boss to help him get rid of me so his little brother can have my hours I spoken to his boss about it she had a word with him and now my boss cut my hours to get rid of me any tip\n  ","788458":"\n   Pourquoi La France Est Devunue Le Pays Le Plus Athée Du Monde ? 👅👌👀\n  ","788459":"\n   Do you have a  catchphrase\n  ","788460":"\n   Where's your happy place?\n  ","788461":"\n   Fav alcoholic drink\n  ","788462":"\n   You're pretty\n  ","788463":"\n   Can I ask for some advice it might be sent in 3 sections of so  due to the 300 letter limit\n  ","788464":"\n   O peace on the bathroom, water, soap and a violin\n  ","788465":"\n   Have you ever played golf?\n  ","788466":"\n   Love or Hate?\n  ","788467":"\n   Who did you last say “I love you” to?\n  ","788468":"\n   Ever been on a game show\n  ","788469":"\n   Why? Can you crrect ir for me please?\n  ","788470":"\n\n    http:\/\/www.theonion.com\/article\/assad-vows-swift-retaliation-syrian-civilians-resp-55723\n   \n   😱😥\n  ","788471":"\n   Is this Question right? (\"Do you want me to draw this on a A4 paper?\")\n  ","788472":"\n   Is thiss goodd ennglissh or rioght \"Do you want me to draw this on aa A4 paper?\"\n  ","788473":"\n   caan yyou hellp mee?\n  ","788474":"\n   What panties are you wearing\n  ","788475":"\n   What annoys you the most?\n  ","788476":"\n   How do you communicate most with your friends?\n  ","788477":"\n   What is your lucky number?\n  ","788478":"\n   sharing links are entire point of ask.fm\n  ","788479":"\n\n    http:\/\/www.experienceproject.com\/question-answer\/Why-Does-My-Autistic-Child-Said-Germany-Is-In-Egypt\/5748914\n   \n","788480":"\n   Got any bad habbits\n  ","788481":"\n\n    http:\/\/m.imgur.com\/gallery\/sr86e\n   \n   You and me  🐒\n  ","788482":"\n\n    http:\/\/m.imgur.com\/gallery\/sr86e\n   \n   Toi et moi 🐒\n  ","788483":"\n   do you have confidence? cold toes? cool people around you?\n  ","788484":"\n   do you have allergies? asthma? artistic ability?\n  ","788485":"\n   do you have badass-ness? boobies? baby fever?\n  ","788486":"\n   do you have drama? decisiveness? daydreams?\n  ","788487":"\n   can you roll your Rs?\n  ","788488":"\n   pap of your texts\n  ","788489":"\n\n    @nebitno123nb\n   \n   like his answer if u want daily questions\n  ","788490":"\n   would anyone describe you as patient?\n  ","788491":"\n   Like = Like\n  ","788492":"\n   9\/10 💘\n  ","788493":"\n   I'm on the same account. You can't block someone on incognito mode\n  ","788494":"\n   Blocked for telling the truth?\n  ","788495":"\n   I heard you loved chocolate is that true? Lol\n  ","788496":"\n   Man pretty chocolate niggas get all the black or mixed girls.\n  ","788497":"\n   When did you last have sex and where did you get cum\n  ","788498":"\n   THE CALIFORNIA DROUGHT IS OVER!!! Yes\n  ","788499":"\n   Are they asking about your first time getting high?\n  ","788500":"\n   What happened during your first time that made it awkward ??\n  ","788501":"\n   What kind of pill\n  ","788502":"\n   chuck sorry oops\n  ","788503":"\n   when you think of \"hippie music,\" what comes to mind?\n  ","788504":"\n   Do you agree that once you have seen one Somalian, you've seen them all?\n  ","788505":"\n   everything off ur body, no bra, panties, pants, shirt\n  ","788506":"\n   how nude do u get\n  ","788507":"\n   how many times a day are u nude\n  ","788508":"\n   Some of you may know that I used to send out regular questions. Would you like me to start that up again or just the random ones that come to mind like I do now?\n  ","788509":"\n   Thoughts on racism.\n  ","788510":"\n   Honesty weekend 🗣\n  ","788511":"\n   Are gypsies\/Roma people absolute vermin?\n  ","788512":"\n   Why do women message me on Facebook, get a conversation going then eventually ask me for money?\n  ","788513":"\n   Will ice help a twisted ankle\n  ","788514":"\n   Have you ever attended an awards ceremony or highly important event? If so PAP! If not, what's the coolest event you've ever attended?\n  ","788515":"\n   Do you teach your children about the Easter Bunny? If you don't have children were you led to believe in the Easter Bunny when you were a child?\n  ","788516":"\n   PAP of yourself that you feel confident in and explain why this picture specificily makes you feel good about yourself?\n  ","788517":"\n   PAP that makes you smile?\n  ","788518":"\n   Do you think those who aren't religious should celebrate Easter?\n  ","788519":"\n   Do you celebrate Easter?\n  ","788520":"\n   Do you have any Easter traditions?\n  ","788521":"\n   PAP of your\/your childrens easter eggs?\n  ","788522":"\n   I wanted to roast you but how the hell can i roast someone who is already roasted\n  ","788523":"\n   You're not welcome here\n  ","788524":"\n   After that, what did he do?\n  ","788525":"\n   Leave this country, foreigner\n  ","788526":"\n   Your pussy ......😍\n  ","788527":"\n   You look like a foreigner...are you a foreigner, ma'am?\n  ","788528":"\n   Where are you from, woman?\n  ","788529":"\n   Do you believe in the honeymoon phase of a relationship? How long did it last in your relationship? Do you think there's any way you can prevent the honeymoon phase from going away or will it eventually end no matter how good your relationship is?\n  ","788530":"\n   It’s World’s Health Day! What healthy tip would you recommend?\n  ","788531":"\n   What was the last picture you took with your phone?\n  ","788532":"\n   Lol everyone in my class was fighting my friend started playing his gutar and everyone getting along how did that happen?\n  ","788533":"\n   What are you up to\n  ","788534":"\n   Anybody want any questions\n  ","788535":"\n   do you wear socks to bed?\n  ","788536":"\n   Hi my name is Dik Nixin.\n  ","788537":"\n   thoughts on the show\/book 13 reasons why?\n  ","788538":"\n   Do you feel cringed at the end of the day ?\n  ","788539":"\n   That's weird your hair in the profile pic is black but blonde in the design pic 😏\n  ","788540":"\n   pap of you\n  ","788541":"\n   Last time you had sex\n  ","788542":"\n   How to keep a strong  bf gf relationship\n  ","788543":"\n   What's new in your life\n  ","788544":"\n\n    http:\/\/chinese-breeze.com\/wp-content\/uploads\/2013\/05\/So-ignorant.jpg\n   \n","788545":"\n   Do you enjoy life\n  ","788546":"\n\n    https:\/\/youtu.be\/X3S2sPsD440\n   \n","788547":"\n   virtual ones !\n  ","788548":"\n   HUGss\n  ","788549":"\n   so cute ;)\n  ","788550":"\n   \" Sappiate distinguere chi sa distinguervi da tutto il resto. \" Sono\n   \n    @Likegratislikegratis\n   \n   , se ti piacciono frasi e foto tumblr sono una delle più grandi pagine dedicate a ció ❤ . Seguimi se ti va. ❤ ( Hai un bellissimo profilo.❤ )\n  ","788551":"\n   What is your favorite piece of clothing?\n  ","788552":"\n   Opinion on people who think they are never wrong\n  ","788553":"\n   Would you rather never being able to lie, or never be able to tell the truth?\n  ","788554":"\n   Well I'm not like everybody. I'll question your opinion, but you can still have an opinion.\n  ","788555":"\n   So you don't give a shit about politics.... interesting\n  ","788556":"\n   Do you not understand what the words mean? Is that why you won't answer? It's okay, I can explain them to you if you don't understand.\n  ","788557":"\n   Do you think capitalism is better than socialism?\n  ","788558":"\n   I thought I would do a little spam tonight as I haven't done one in a while, what kind of topics would you guys want me to ask about? The topic I get the most I will do the spam on.\n  ","788559":"\n   I know people might not like this question but how are you all? 😊 🌸STAIF🌸\n  ","788560":"\n   What word describes your day?\n  ","788561":"\n   Have you ever tried lobster or crab\n  ","788562":"\n   Hoe denk je dat je beste vrienden je zouden beschrijven als ze maar 3 woorden mochten gebruiken? || Stay positive, work hard, and make it happen. 💕💕\n  ","788563":"\n   Too much questions now you need a paper lol\n  ","788564":"\n   Which fictional character would you date?\n  ","788565":"\n   Favourite food favourite alcoholic drink favourite film favourite song favourite brand favourite non alcoholic drink favourite sweet food favourite weather favourite sport favourite games console favourite social media platform\n  ","788566":"\n   Have you ever licked someone else's ass\n  ","788567":"\n   does your home's wifi have a cool\/funny name? what is it?\n  ","788568":"\n   Fave video game to play?\n  ","788569":"\n   bookmarks or dog ears?\n  ","788570":"\n   earbuds or headphones?\n  ","788571":"\n   shove down the dicc until my tonsils rip circle my tongue all around your tip\n  ","788572":"\n\n    https:\/\/akphoto1.ask.fm\/8a5\/756da\/9825\/4ef7\/bcff\/9c7429195d62\/large\/1862942.jpg\n   \n","788573":"\n   Children younger and younger are learning the basics of modern day technology such as taking a photograph, using Snapchat, making video calls. Would you say this is a bad thing or is it harmless? Would you give a child an internet accessible tablet?\n  ","788574":"\n   Do you like hugs\n  ","788575":"\n   i heard you got a huge sausage :))\n  ","788576":"\n   What event has greatly impacted your life?\n  ","788577":"\n   Get a vasectomy so that you will never be forced to pay child support.\n  ","788578":"\n   What's your opinion on male only gyms?\n  ","788579":"\n   How do you feel about people who claim to be neither a girl nor a boy? Is it possible or just a weird phase?\n  ","788580":"\n\n    https:\/\/chat.whatsapp.com\/DamvuCI1hZeEXfo7UaN6lb\n   \n   Join 💕\n  ","788581":"\n   Nf 😍😭❤️\n  ","788582":"\n   Should the burqa be banned as it's a security risk?\n  ","788583":"\n   Is Dennis Nielsen a good man?\n  ","788584":"\n   Damn good lord. Chelsea got some HUGE enormous boobs.\n  ","788585":"\n   Anong kulay ng mata ni gong yoo?\n  ","788586":"\n   Is there anything that annoys you about ask.fm? What is it and why does it annoy you?\n  ","788587":"\n   Kinkiest thing you'd do\n  ","788588":"\n   What's the last book you read?\n  ","788589":"\n\n    https:\/\/youtu.be\/qpuMPSD8Bwk\n   \n   Is this funny?\n  ","788590":"\n   between the four meals of the day, which is your favorite? (i'm counting dessert.)\n  ","788591":"\n   Ok, thnx\n  ","788592":"\n   Good day?\n  ","788593":"\n   I didn't get it😓!!!\n  ","788594":"\n   What is your feeling when you are doing that?\n  ","788595":"\n   You understand what i want😂😈\n  ","788596":"\n   Have you ever masturbate?\n  ","788597":"\n   can you use chopsticks?\n  ","788598":"\n   What's been a relatively constant peeve you've noticed occurring on your Facebook feed?\n  ","788599":"\n   The county cleared this path and paved it with packed gravel, so they would have a peaceful place to hike and bike.\n\nWhich of the following alternatives to the underlined portion would NOT be acceptable?\n\npath, paving\npath and then paved\npath before paving\npath paved\n  ","788600":"\n   I weigh 100  lbs and I am 5 feet tall.\n  ","788601":"\n   Which part of day is the most productive for you?\n  ","788602":"\n   Ooh I understand. I hope you'll be feeling better soon! 💚\n  ","788603":"\n   Hey are you okay?\n  ","788604":"\n   Who killed the Dead Sea?\n  ","788605":"\n   abortions are wrong; don't get pregnant at all if you'll just kill it\n  ","788606":"\n   What scares you more than anything else?\n  ","788607":"\n   do you think camping can be a romantic getaway, or would you rather do something more relaxing if you're taking a few days off w a significant other? (have you ever camped w a significant other?)\n  ","788608":"\n   Doing kik rates ❤❤\n   \n    https:\/\/ask.fm\/KrisPlummer98\/answers\/142951832833\n   \n","788609":"\n   ughhh ok\n  ","788610":"\n\n    https:\/\/ask.fm\/KrisPlummer98\/answers\/143003923201\n   \n","788611":"\n   um why?\n  ","788612":"\n   do you shave trim or leave alone?\n  ","788613":"\n   Hope you feel better soon love, drink lots of water - it should help with your headache and also flush out toxins that contribute to the pimples 😘\n  ","788614":"\n   What's wrong\n  ","788615":"\n   Stfu\n  ","788616":"\n   My bad\n  ","788617":"\n   You think lighter black men look ugly?\n  ","788618":"\n   have you ever fallen in love with someone who has blue eyes?\n  ","788619":"\n   have you ever fallen out of love with someone you still cared deeply about?\n  ","788620":"\n   what do you put on fries (if anything)?\n  ","788621":"\n   do you eat pizza crust?\n  ","788622":"\n   how often do you shower?\n  ","788623":"\n   اللهم صلي على سيدنا محمد \nاستغفر الله العظيم\nلا اله الا الله \nصباح الورد 😉\n  ","788624":"\n   G\n  ","788625":"\n   Is he a book of your opinion\n  ","788626":"\n   What do you say during awkward silences?\n  ","788627":"\n   Annoying for liking gay or bi guys?\n  ","788628":"\n\n    @absensanity\n   \n   abоrted her son because genetic testing proved he was homozygous recessive for small pеnis.\n  ","788629":"\n   What kinds of things about yourself do you say though.. I'm just sending questions to everyone I follow.\n  ","788630":"\n   whats ur favorite summer shoes\n  ","788631":"\n   favorite shoe\n  ","788632":"\n   what is ur favorite candle smell\n  ","788633":"\n   When meeting someone new, what are the most important things you tell them so that they can get to know you?\n  ","788634":"\n   Go away for what\n  ","788635":"\n   Cute gay boys?\n  ","788636":"\n   Do you know bi or gay boys?\n  ","788637":"\n   Last time you was licked out\n  ","788638":"\n   Crybaby\n  ","788639":"\n   They said that guwop nem just came in through da side door\n  ","788640":"\n   When you normally horny\n  ","788641":"\n   Da 90z\n  ","788642":"\n   Last had sex\n  ","788643":"\n   Can't they hear you doing\n  ","788644":"\n   You had sex when they have been in the house\n  ","788645":"\n   Do you live with parents\n  ","788646":"\n   Had sex when people been up on the same house\n  ","788647":"\n   Most awkward sex you have had\n  ","788648":"\n   Im catfishing as you too\n  ","788649":"\n   he only with ya cause you'll put his ass on child support as soon as he leaves ya cause you're living off him\n  ","788650":"\n   you grown alright when ya boy dumps you i guess you'll be grown then\n  ","788651":"\n   22 isn't grown y'all always thinking y'all grown at that age\n  ","788652":"\n   smoking isn't good regardless what you do i'm just saying this because it's sad knowing that someone's shortening their days over cancer sticks\n  ","788653":"\n   EITHER WAY YOU DIE FROM BOTH\n  ","788654":"\n   honey you just saw you didn't smoke cigarettes either way you die from which ever drug you do\n  "},"Answer":{"787582":"\n  Lol\n  ","787583":"\n  Hi\n  ","787584":"\n  It's really not\n  ","787585":"\n  Do you even know my size lol\n  ","787586":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","787587":"\n  Thank you!\n  ","787588":"\n  Lmfao already got one\n  ","787589":"\n  You can't even form a proper sentence and I'm not having any more kids\n  ","787590":"\n  You need to go away\n  ","787591":"\n  Who cares\n  ","787592":"\n  How about no\n  ","787593":"\n  Ugh, definitely\n  ","787594":"\n  He never cheated on me lmfao.\n  \n  I'm glad you guys know everything\n  \n  I'm not entertaining some dumbass who thinks they know everything 🙄\n  ","787595":"\n  That sucks for you\n  ","787596":"\n  Obviously lol\n  ","787597":"\n  Yeah I'm drinking now\n  ","787598":"\n  He's busy playing with his auntie\n  ","787599":"\n  How about no\n  ","787600":"\n  We're okay\n  ","787601":"\n  Yeah????\n  ","787602":"\n  Oh.... that sucks\n  ","787603":"\n  Join in on what?\n  ","787604":"\n  Yeah\n  ","787605":"\n  Thank you! 💕\n  ","787606":"\n  Who cares\n  ","787607":"\n  No\n  ","787608":"\n  I don't get why your talking about that\n  ","787609":"\n  Idk what your talking about\n  ","787610":"\n  Smh yeah\n  ","787611":"\n  Smh\n  ","787612":"\n  I have no idea sorry\n  ","787613":"\n  That's sweet 💜\n  ","787614":"\n  16\n  ","787615":"\n  Well I do\n  ","787616":"\n  Smoke, listen to music or be by myself\n  ","787617":"\n  Nothing really\n  ","787618":"\n  Neither\n  ","787619":"\n  A little bit of both\n  ","787620":"\n  Aha, no\n  ","787621":"\n  No\n  ","787622":"\n  Sorry but that's your fault for not touching your books. You had plenty of months to do so and you choice not to\n  ","787623":"\n  Ask me questions\n  ","787624":"\n  I'm about to smoke\n  ","787625":"\n  I'm okay\n  ","787626":"\n  You'll never know\n  ","787627":"\n  Lol sure\n  ","787628":"\n  Nope\n  ","787629":"\n  Watching Jerry Springer\n  ","787630":"\n  Get nosey guys\n  \n  Spam me\n  ","787631":"\n  Obviously I do obviously my shirt was lifted up\n  ","787632":"\n  Because I can\n  ","787633":"\n  What?\n  ","787634":"\n  You always ask this\n  \n  Yes\n  ","787635":"\n  It's not annoying at all\n  ","787636":"\n  I've never seen Harry Potter sorry\n  ","787637":"\n  My explanations take forever lmao\n  ","787638":"\n  Nope\n  ","787639":"\n  Sometimes\n  ","787640":"\n  No\n  ","787641":"\n  The Notebook\n  ","787642":"\n  Back then I'd never tell them bc I knew those relationships wouldn't last .\n  \n  W\/ my \"current\" it didn't take long bc we lived on the same block and he's just different.\n  ","787643":"\n  It's been alright\n  ","787644":"\n  lol that's a good one 😂\n  ","787645":"\n  You want to be blocked\n  ","787646":"\n  Christmas\n  ","787647":"\n  Threesome lmao\n  ","787648":"\n  Nobody would get that close\n  ","787649":"\n  Ask me stuff guys!!!!\n  \n  I'm bored\n  ","787650":"\n  Aha those were really good\n  ","787651":"\n  Aha, I suck at math and I wish I knew 😂\n  ","787652":"\n  Tbh, I can't even remember\n  ","787653":"\n  Sometimes I try and wing it\n  ","787654":"\n  June lol\n  ","787655":"\n  I'm getting much better tho\n  ","787656":"\n  About my life\n  \n  I have 3513 followers but zero questions 😑\n  ","787657":"\n  No\n  ","787658":"\n  Idc to date anyone but one person\n  ","787659":"\n  No\n  ","787660":"\n  Nope\n  ","787661":"\n  Thank you! Very disgusting\n  ","787662":"\n  Anyone can be a good mom or bad mom. Age doesn't define anything\n  ","787663":"\n  Go away\n  ","787664":"\n  Go away\n  ","787665":"\n  Send he things guys!\n  ","787666":"\n  I'm very shy at first but then I can never stfu 🙃\n  ","787667":"\n  No but my neighbor across from me is nosey af\n  ","787668":"\n  lol I'm not making nothing since it's only me tonight but I want McDonalds then I don't\n  ","787669":"\n  I still do\n  ","787670":"\n  Ah, why thank you\n  ","787671":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","787672":"\n  No\n  ","787673":"\n  Not anymore\n  ","787674":"\n  Never seen it don't care to either\n  ","787675":"\n  You're annoying now.\n  \n  Next stupid question about pancakes you'll be blocked so have fun trying to send questions then\n  ","787676":"\n  I think I want to block you now 🙃\n  ","787677":"\n  I'm not answering some question a 5 year old would ask\n  ","787678":"\n  Aha, oh yes\n  ","787679":"\n  Wtf why would I have an opinion on pancakes. You guys come up w\/ the most stupid questions . What are we 5?\n  ","787680":"\n  Bc I just can't. If you look you can find it\n  ","787681":"\n  I can't give away my sources lmao\n  ","787682":"\n  Secret lmao\n  ","787683":"\n  A speaker\n  ","787684":"\n  I'd rather you not call me beautiful. K thnxs\n  ","787685":"\n  What is?\n  ","787686":"\n  No why tf would I be lying\n  ","787687":"\n  Finishing up OiTNB season 5\n  ","787688":"\n  Sorry\n  ","787689":"\n  Why do you have to ask such dumb questions\n  ","787690":"\n  Idk\n  ","787691":"\n  No I use to date girls tho\n  ","787692":"\n  No\n  ","787693":"\n  Laptop\n  ","787694":"\n  3500 followers and zero questions...\n  \n  Why follow me and not ask me anything???? 🙄\n  ","787695":"\n  Stop asking stupid questions\n  ","787696":"\n  Again, stupidity will be blocked\n  ","787697":"\n  Photography\n  ","787698":"\n  Idk\n  ","787699":"\n  Sometimes it just happens I guess lol\n  ","787700":"\n  Bc the area at the time was amazing. The schooling system isn't horrible like people claim it to be\n  ","787701":"\n  Nope my dads from Barbados born and everything and my mom was from a different hometown in our state\n  ","787702":"\n  Yeah I did. I usually wanted chocolate lmao. I got rid of the peanut butter ones (since I'm allergic) I didn't really like the gum much.\n  ","787703":"\n  Putting your child in a bikini (2 piece)\n  ","787704":"\n  Here we go with these weird fetish questions\n  ","787705":"\n  Yeah it can be\n  ","787706":"\n  Thank you! Things are definitely much better then before\n  ","787707":"\n  Of course it would\n  ","787708":"\n  Yeah\n  ","787709":"\n  I'm not even engaged and that's not even something we're worried about right now . We've got bigger problems\n  ","787710":"\n  You're welcome lol\n  ","787711":"\n  Bc I had to take my bf to work and plus I'm a mom I'm always up early doesn't bother me\n  ","787712":"\n  Cold water?\n  ","787713":"\n  You're blocked\n  ","787714":"\n  Lots of people ask me questions\n  ","787715":"\n  Ask me questions guys\n  \n  Tons and tons\n  ","787716":"\n  Eh, I'm not really a breakfast eater tbh. But I like a bacon egg and cheese breakfast sandwich\n  ","787717":"\n  6:30am way to early for this 🙄\n  ","787718":"\n  I want actually mostly everything\n  \n  And bc I haven't had time. I have money but for more important things\n  ","787719":"\n  Talent and creativity\n  ","787720":"\n  Yeah she does but im not the one to give out someone's social media\n  ","787721":"\n  Stop sending me these\n  ","787722":"\n  Me and\n  \n   @redheadmomma\n  \n  have different views and were great friends! She's understands me! I think after a while the friendship will die unless you TRY to find something in common\n  ","787723":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","787724":"\n  Lmfao I have no idea 😳\n  ","787725":"\n  Bc there's questions out there that people haven't asked or I don't mind answering. And no don't ask me like what. That's for you guys to come up w\/.\n  ","787726":"\n  I answer everything honest I just don't want my inbox flooded w\/ only sex questions bc then I'll post my amazon wishlist\n  ","787727":"\n  I do. I don't want only sex questions damn. Honest day isn't ONLY about MY sex life\n  ","787728":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","787729":"\n  Well it shouldn't really concern you considering I'm not doing it to you\n  ","787730":"\n  I've done it 5 1\/2 years ago so that should tell you\n  ","787731":"\n  I'm tired of these questions I've answered this a million and 1 times\n  ","787732":"\n  Who cares\n  ","787733":"\n  Couple days ago\n  ","787734":"\n  Yay, my new phone case is coming today\n  ","787735":"\n  Watching OiTNB season 5 😈\n  ","787736":"\n  Who cares what I can and cannot do. If I want more kids now then I would. Idc\n  ","787737":"\n  No you cannot tell somebody what to do w\/ their body let alone tell them what to put in their body\n  ","787738":"\n  I've posted plenty find one\n  ","787739":"\n  Honest day still guys get nosey af today\n  ","787740":"\n  Yes all the time 24\/7\n  ","787741":"\n  What happened\n  ","787742":"\n  Good lol. 3:11am and the thunder woke me up 😕\n  ","787743":"\n  Thanks\n  ","787744":"\n  I broke my ring finger 🙃\n  ","787745":"\n  If you ask stupid immature questions I will\n  ","787746":"\n  Lmfao idk\n  ","787747":"\n  I'm not a kid and no\n  ","787748":"\n  No\n  ","787749":"\n  He's with his grandma\n  ","787750":"\n  lol I suppose\n  ","787751":"\n  We're okay lmao. She still doesn't like me but Idc\n  ","787752":"\n  Lol wth\n  ","787753":"\n  Lol idk?\n  ","787754":"\n  Lol yay\n  ","787755":"\n  💜\n  ","787756":"\n  I don't give out my Facebook sorry\n  ","787757":"\n  On ask? lol sure I suppose\n  ","787758":"\n  Anybody can be used at any point\n  ","787759":"\n  You ask stupid questions makes me want to block you\n  ","787760":"\n  Whoever has me as a friend on here lol\n  ","787761":"\n  Yeah I do but I don't give it out on here unless you already have me as a friend\n  ","787762":"\n  Lmfao . Yeah okay\n  ","787763":"\n  Lol true\n  ","787764":"\n  Yeah I suppose lol\n  \n  Wish people would spam me with questions\n  ","787765":"\n  I'm okay lol\n  ","787766":"\n  Nothing much bored\n  ","787767":"\n  What are you referring to?\n  ","787768":"\n  Yeah plenty of times\n  ","787769":"\n  NineGDxFourO\n  ","787770":"\n  I use to love Subway but ever since I gave birth 3 years ago I can't stand it. I haven't ate subway in 3 1\/2 years 😳\n  ","787771":"\n  lol I'd rather crushed\n  ","787772":"\n  Full\n  ","787773":"\n  Questions\n  ","787774":"\n  Can I get some questions\n  \n  Honesty day\/night going on\n  ","787775":"\n  Thanks lol.\n  \n  5:30pm days almost over 😜\n  ","787776":"\n  Yeah I regret opening up to my mom so much but sometimes I can't help it . She's so negative when I open up to her so I stopped doing that. Her negativity is what shocks me unfortunately\n  ","787777":"\n  Ask this hot mama some questions\n  ","787778":"\n  Just give more work and more work\n  ","787779":"\n  🔥🔥🔥\n  ","787780":"\n  Watching OiTNB\n  ","787781":"\n  Yeah\n  ","787782":"\n  Sorry\n  ","787783":"\n  That sucks?\n  ","787784":"\n  I'm okay\n  ","787785":"\n  Currently no I should start looking into college\n  ","787786":"\n  No\n  ","787787":"\n  Honesty day!!!\n  \n  Ask me whatever you want 🙃\n  ","787788":"\n  It's extremely expensive and a regular 40 hours\n  ","787789":"\n  This was Saturday\n  ","787790":"\n  Same to you!\n  ","787791":"\n  Okay and what about tbh?\n  ","787792":"\n  Tbh what?\n  ","787793":"\n  Send me bunch of questions guys\n  ","787794":"\n  No\n  ","787795":"\n  It's alright\n  ","787796":"\n  No\n  ","787797":"\n  Football\n  ","787798":"\n  I love all 3 lmao\n  ","787799":"\n  Lol, thanks\n  ","787800":"\n  Sure if I get loads of questions.\n  \n  Especially since I've gained over 20+ followers this weekend\n  ","787801":"\n  So I can smoke in peace\n  ","787802":"\n  About to go back to seep for an hour until my mom leaves\n  ","787803":"\n  Daddy does 😏\n  ","787804":"\n  Yeah\n  ","787805":"\n  Only 1\n  ","787806":"\n  I don't care\n  ","787807":"\n  Go away with your stupidity\n  ","787808":"\n  Sky diving\n  ","787809":"\n  No\n  ","787810":"\n  Yes\n  ","787811":"\n  Amazing and scary\n  ","787812":"\n  Wtf\n  ","787813":"\n  Again, I'm only into 1 person\n  ","787814":"\n  I'm only into 1 person\n  ","787815":"\n  I'd rather the booth\n  ","787816":"\n  Not you lmao\n  ","787817":"\n  It all depend on the day and the week\n  ","787818":"\n  Come on guys get nosey\n  \n  I have 3483 followers I know you guys have questions\n  ","787819":"\n  Yeah that's what I believe\n  ","787820":"\n  I believe we just die and stay 6 feet under\n  ","787821":"\n  Ask me stuff guys!\n  ","787822":"\n  Yes! I have plenty of times.\n  \n  Everybody LOVES my body 😍\n  ","787823":"\n  Not my moms by that's all I'm going to say\n  ","787824":"\n  Optimum\n  ","787825":"\n  Lmao I am all the time when I go to McDonalds by my house bc they simply suck\n  ","787826":"\n  Middle\n  ","787827":"\n  I don't have an opinion\n  ","787828":"\n  Nope\n  ","787829":"\n  Do what you want\n  ","787830":"\n  Joseph\n  ","787831":"\n  ????\n  ","787832":"\n  We working on things 💜\n  ","787833":"\n  People suck but I taught myself that lmao\n  ","787834":"\n  Since I have the iPhone 7 plus you can charge your phone and listen to music at the same time lol or use the aux cord while your charging your phone in the car so I was suppose to order us the double port but then our car now has Bluetooth we hook our phones to lol\n  ","787835":"\n  No problem\n  ","787836":"\n  Yes? Lmao wtf\n  ","787837":"\n  Gaining tons of followers but zero questions\n  ","787838":"\n  Okay lol\n  ","787839":"\n  💜\n  ","787840":"\n  What is\n  ","787841":"\n  Why are you asking stupid questions\n  ","787842":"\n  Me either\n  ","787843":"\n  Like what\n  ","787844":"\n  Shoes okay me personally I'd rather them off\n  ","787845":"\n  Everything , especially these doctors\n  ","787846":"\n  Pepsi? Lol\n  ","787847":"\n  Immature little pricks\n  ","787848":"\n  Tbh I have no idea. I haven't thought that far ahead lol\n  \n  On that note Joe should be starting school in September 😁\n  ","787849":"\n  Go away\n  ","787850":"\n  That's sucks\n  ","787851":"\n  No\n  ","787852":"\n  And your nasty with your good fetish\n  ","787853":"\n  I bet you I'll block you\n  ","787854":"\n  Go away with your foot fetish\n  ","787855":"\n  No wtf\n  ","787856":"\n  I want to go sky diving\n  \n  I want to go back to college for photography\n  ","787857":"\n  Hell no that's just not right\n  ","787858":"\n  💜\n  ","787859":"\n  Well I'm a SAHm for now\n  \n  I would rather retail but warehouses are okay\n  ","787860":"\n  Omg I've stated this so many times\n  ","787861":"\n  Go away\n  ","787862":"\n  You're calling me blackie but yet I'm not fully black? 🤔.\n  ","787863":"\n  Well your ignorant and should learn to type correctly\n  ","787864":"\n  Ma* lmfao you can't even type correctly\n  ","787865":"\n  22\n  ","787866":"\n  Maybe $600\n  ","787867":"\n  1. Bobs Burger\n  \n  2. American Dad\n  \n  3. OiTNB\n  \n  4. 13 Reasons Why\n  \n  5. Bates Motel\n  \n  6. Family Guy\n  \n  7. The office (sometimes)\n  ","787868":"\n  I bite my nails to much\n  \n  I'm constantly cleaning up my nails\n  \n  I scratch until I bleed sometimes\n  ","787869":"\n  Lmfao I can't post a picture of that 😏\n  ","787870":"\n  I love to do my make up, my hair and my nails aha. I love to feel pretty sometimes especially for him 😂🙈\n  ","787871":"\n  To die\n  ","787872":"\n  Nope\n  ","787873":"\n  Chicken\n  ","787874":"\n  Nope lmao\n  ","787875":"\n  The way I am \/ was??? If that makes sense lol. To me it does\n  ","787876":"\n  I don't believe so bc then it loses its value and purpose especially for those who use that as a way to \"get money\".\n  ","787877":"\n  ?????\n  ","787878":"\n  No lmao\n  ","787879":"\n  When we cross that bridge. Im not worried about that rn\n  ","787880":"\n  Gross\n  ","787881":"\n  Lmfao how so?\n  ","787882":"\n  Yeah it's medicine that my son spilled and it wouldn't come clean\n  ","787883":"\n  What are you even talking about\n  ","787884":"\n  Eggs w\/ hot sauce\n  ","787885":"\n  I believe after you pass away or someone passes away they stay in their grave forever!\n  ","787886":"\n  Hell to the no I don't .\n  ","787887":"\n  I'd add lacrosse 😎\n  ","787888":"\n  This guy 💙🌎\n  ","787889":"\n  I don't give a shit\n  ","787890":"\n  I like to do squats and run on the treadmill\n  ","787891":"\n  Yes! Buch of them but that's how stubborn and hard headed I am .\n  ","787892":"\n  Yes lol\n  ","787893":"\n  Eh, it's random tbh. Depends if I have Joe or not\n  ","787894":"\n  I hate the same questions over and over\n  ","787895":"\n  ^^\n  ","787896":"\n  5'4\n  ","787897":"\n  Lol sure take it 😂\n  ","787898":"\n  I love you\n  \n   @ass4lyfe\n  \n  💜😍🔐\n  ","787899":"\n  lol I know. I wish my thighs were bigger tho\n  ","787900":"\n  Thought I blocked you 🙄\n  ","787901":"\n  I'm fine\n  ","787902":"\n  22 I'll be 23 in November\n  ","787903":"\n  Yesterday\n  ","787904":"\n  Thank you! 💜\n  ","787905":"\n  Can I get some questions?\n  ","787906":"\n  You've been blocked\n  ","787907":"\n  Blocked\n  ","787908":"\n  I can't remember tbh I don't even know the last time I could remember a dream\n  ","787909":"\n  Hey guys it's Ben. Block him 😘\n  ","787910":"\n  I consider myself mixed\n  ","787911":"\n  I'll take it 😚\n  ","787912":"\n  Bc my moms white and she likes that name.\n  ","787913":"\n  Ask me stuff!\n  ","787914":"\n  Soup\n  ","787915":"\n  Eating....\n  ","787916":"\n  Why thank you!\n  ","787917":"\n  Fiannel, rings , shorts, sandals\n  ","787918":"\n  Yes all the above\n  ","787919":"\n  My kind\n  ","787920":"\n  I'm going to block you I'm tired you not asking questions ABOUT ME\n  ","787921":"\n  Lol for now ....\n  ","787922":"\n  I'm not getting into this. I hate debating about Trump because they you get hate. I don't want to speak about politics\n  ","787923":"\n  Better not be stupid I stg\n  ","787924":"\n  Wtf do you think racism is? I can't deal. I need to block you asap\n  ","787925":"\n  Your opinion is racist so NO YOU AREN'T ALLOWD TO\n  ","787926":"\n  Bye Ben. You'll be blocked next question\n  ","787927":"\n  Tbh my l&d was very scary and fast. I gave birth at 30 weeks exact and I was bleeding heavy in the morning until they gave me an emergency c section. I hope to go full term tbh. But I wouldn't trade my l&d for the world 💜\n  ","787928":"\n  You just sound so ignorant. I'm done entertaining your ignorance.\n  ","787929":"\n  So explain why my moms white? 🤔\n  ","787930":"\n  Well I'm not on government assistance..... so you can't classify my there and tbh again my moms white and my dads black. Stop being ignorant and thinking I'm 100% African American. If you want to insult me at least know my race first\n  ","787931":"\n  Well I'm more than two races so I'm not only African American. You people are idiots\n  ","787932":"\n  Your moms a prick? 😱\n  ","787933":"\n  Mixed w\/ a little white from my mama 😏\n  ","787934":"\n  To bad I'm from America. Lmao if your going to insult me at least have correct facts\n  ","787935":"\n  You think I care? Go away. Bad trolling\n  ","787936":"\n  Lmfao\n  ","787937":"\n  I do but I don't floss.\n  ","787938":"\n  I believe green? Lmao\n  ","787939":"\n  On my finger and no I won't post a photo\n  ","787940":"\n  Everybody is different and it depends on where you get it\n  ","787941":"\n  ✌🏽\n  ","787942":"\n  I'm blocking you because your being creepy af rn\n  ","787943":"\n  Idk how old your kids are nor do I care\n  ","787944":"\n  \"How old is kids\"\n  \n  Form a proper question and I'll answer and I don't have kid(s)\n  ","787945":"\n  😇\n  ","787946":"\n  Questions like this... get blocked\n  ","787947":"\n  Yes anon because that's exactly it. It wasn't that funny even w\/ your sarcasm it wasn't funny\n  ","787948":"\n  Exactly you don't even know why you put \"haha okay😂\" . Because nothing was that funny\n  ","787949":"\n  I said \"I don't get what's so funny? Lol\".\n  ","787950":"\n  I don't see what's so funny? lol\n  ","787951":"\n  Lmfao no.....\n  ","787952":"\n  Lol oh gosh 🙄\n  ","787953":"\n  Nope I love meat and idc\n  ","787954":"\n  No???\n  ","787955":"\n  About to bless his phone tonight 😏😊\n  ","787956":"\n  Depends on age, how mature and who passed away\n  ","787957":"\n  Nope\n  ","787958":"\n  In the shower or I go for a walk. Lately a lot more than usual\n  ","787959":"\n  lol that's good for you\n  ","787960":"\n  I don't click links\n  ","787961":"\n  Because people can do what they want w\/ their body\n  ","787962":"\n  Idc\n  ","787963":"\n  I can be\n  ","787964":"\n  Well people can still ask questions not everybody is at school or work\n  ","787965":"\n  Send me stuff guys!!!\n  \n  Stop being shy\n  ","787966":"\n  Probably later 😂🙊\n  ","787967":"\n  Questions???\n  ","787968":"\n  100+\n  ","787969":"\n  Couple days ago lol\n  ","787970":"\n  Haven't really been on much lately. But spam me guys\n  ","787971":"\n  No\n  ","787972":"\n  No\n  ","787973":"\n  🍆 lmfao 🙊\n  ","787974":"\n  Yeah lol a bunch\n  ","787975":"\n  Tbh I don't approve of the death penalty. I'm 200% against it.\n  ","787976":"\n  Lol true\n  ","787977":"\n  Bye\n  ","787978":"\n  No\n  ","787979":"\n  Hearts taken\n  ","787980":"\n  No\n  ","787981":"\n  Stupid I suppose maybe the polls are cool\n  ","787982":"\n  I like COd only lmao\n  ","787983":"\n  Never seen it\n  ","787984":"\n  I like smart water and Dasani\n  ","787985":"\n  Not my problem\n  ","787986":"\n  I speak English\n  ","787987":"\n  🗣💯\n  ","787988":"\n  No\n  ","787989":"\n  Yes\n  ","787990":"\n  Who is\n  ","787991":"\n  Well can't take back a regret 😆\n  ","787992":"\n  And???\n  ","787993":"\n  Well apparently she didn't lmao\n  ","787994":"\n  Idc\n  ","787995":"\n  Out and about\n  ","787996":"\n  No\n  ","787997":"\n  Yes\n  ","787998":"\n  Nope do as you please\n  ","787999":"\n  Eh, I use to be like that . But I mean I see no harm but just don't go looking for something\n  ","788000":"\n  I definitely would allow . I still allow it doesn't matter to me\n  ","788001":"\n  Yeah I suppose\n  ","788002":"\n  Not really\n  ","788003":"\n  Bc I don't need anyone cheering me up. I'll be fine eventually\n  ","788004":"\n  Nope.\n  ","788005":"\n  I honestly hate this question . No no no\n  ","788006":"\n  Bc my mind is playing w\/ me ☹️\n  ","788007":"\n  Overthinking gets the best of me sigh ☹️\n  ","788008":"\n  Wish that was a true statement lol\n  ","788009":"\n  Yes lol that's the young age group\n  ","788010":"\n  No I'm to ugly\n  ","788011":"\n  No\n  ","788012":"\n  English\n  ","788013":"\n  I read it wrong I thought you said \"kicked out\"\n  ","788014":"\n  Yeah\n  ","788015":"\n  Nah\n  ","788016":"\n  Nope and like I said I won't be okay until things get better\n  ","788017":"\n  10:13pm\n  ","788018":"\n  Hershey\n  ","788019":"\n  Yes\n  ","788020":"\n  No\n  ","788021":"\n  it depends\n  ","788022":"\n  Ashma?\n  ","788023":"\n  Idk\n  ","788024":"\n  Stop sending me other people's \"@\"\n  ","788025":"\n  Couple years old maybe 7\n  ","788026":"\n  ??\n  ","788027":"\n  Turtle\n  ","788028":"\n  Nah, if we ever have more kids we already have a girl name. I highly doubt we will have another since we both don't want another\n  ","788029":"\n  Yeah?\n  ","788030":"\n  Idk who or what this is\n  ","788031":"\n  I'm not doing opinions\n  ","788032":"\n  I don't really have 1\n  ","788033":"\n  Probably nothing. It's suppose to be ugly tomorrow\n  ","788034":"\n  ???\n  ","788035":"\n  Stupid questions 🙄\n  ","788036":"\n  Ask, Facebook, Snapchat, Twitter, Facebook messenger, Instagram\n  ","788037":"\n  Tomz? Why can't you people type correctly\n  ","788038":"\n  My son\n  ","788039":"\n  \"Why\"?\n  ","788040":"\n  None\n  ","788041":"\n  I probably won't answer them lol\n  ","788042":"\n  I don't play computer games\n  ","788043":"\n  22\n  ","788044":"\n  He's good\n  ","788045":"\n  I don't feel like making a collage\n  \n  That's 2 of them\n  \n  I have a star and my sons fathers name\n  ","788046":"\n  No\n  ","788047":"\n  That's something we're worried about. We got other issues to solve. Stop asking\n  ","788048":"\n  My son\n  ","788049":"\n  Yes 4\n  ","788050":"\n  Kinda . He's not far from me trust me. We know where each other is at. No more questions about what happened\n  ","788051":"\n  We're not exactly together anymore. We're working on things. I'm not getting much into details on what happened so don't ask\n  ","788052":"\n  Everything to get better\n  ","788053":"\n  And like I said I don't want a bunch of sex questions\n  ","788054":"\n  Mainly at nights for now\n  ","788055":"\n  Yes but that doesn't mean send a bunch of sex questions. You could one up with so many other questions\n  ","788056":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788057":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788058":"\n  I can do honesty night\n  ","788059":"\n  Send me questions guys\n  ","788060":"\n  Thank you! I know so too just hard rn\n  ","788061":"\n  Wendy's\n  ","788062":"\n  Waiting for my food.\n  \n  Since I barely eaten in a week\n  ","788063":"\n  Sex questions will be directed to my wishlist. Buy something and I'll answer your questions\n  ","788064":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788065":"\n  Of course\n  ","788066":"\n  I guess??? Lol....\n  ","788067":"\n  Go away I'm not wit this stupidity rn\n  ","788068":"\n  No\n  ","788069":"\n  I believe it's important not like omg so big. Yes that's another of way of expressing love.\n  ","788070":"\n  Obviously\n  ","788071":"\n  3:40pm\n  ","788072":"\n  Hi?\n  ","788073":"\n  English\n  ","788074":"\n  Okay\n  ","788075":"\n  Well spell it out correctly . Don't be stupid\n  ","788076":"\n  I'm going to block you\n  ","788077":"\n  ???\n  ","788078":"\n  Go away\n  ","788079":"\n  ????\n  ","788080":"\n  Yeah it is\n  ","788081":"\n  🙄\n  ","788082":"\n  Again you sound creepy to even scroll that far\n  ","788083":"\n  I'm not even going to bother to look\n  \n  But now you're getting creepy\n  ","788084":"\n  Not really\n  ","788085":"\n  I suppose. But those are old I barely upload photos to Instagram\n  ","788086":"\n  Lol 😂\n  ","788087":"\n  Maybe a month ago?\n  ","788088":"\n  Probably????\n  ","788089":"\n  Idk\n  ","788090":"\n  How tf am I supposed to know?\n  ","788091":"\n  lol thanks?\n  ","788092":"\n  Barely\n  ","788093":"\n  Stop asking this\n  ","788094":"\n  Why? Lmao\n  ","788095":"\n  *sarcasm*\n  ","788096":"\n  🙄\n  ","788097":"\n  No I'm fat\n  ","788098":"\n  Lol\n  ","788099":"\n  I don't really do anything tbh\n  ","788100":"\n  I suppose\n  ","788101":"\n  Seems like it to me\n  ","788102":"\n  Yes\n  ","788103":"\n  Sometimes\n  ","788104":"\n  I'm not going entertain your eating fetish\n  ","788105":"\n  Nope\n  ","788106":"\n  Yes I know. First I said \"fix everything\" then I said \"fix things\n  ","788107":"\n  I constantly clean under my nails 24\/7 I hate dirty nails\n  ","788108":"\n  Twitter:NineGDxFourO\n  \n  Instagram: swisher.sweet_x3\n  ","788109":"\n  Depends , usually when I'm upset my body doesn't want to eat\n  ","788110":"\n  1. Fix everything\n  \n  2. Have all the money in the world\n  \n  3. Fix things\n  ","788111":"\n  This isn't a question\n  ","788112":"\n  22\n  \n  5'4\n  ","788113":"\n  Idk\n  ","788114":"\n  Your shoe fetish is gross. Go away\n  ","788115":"\n  Nope sounds nasty\n  ","788116":"\n  No\n  ","788117":"\n  Very I only trust 1 person and he knows who he is lol\n  ","788118":"\n  No I haven't\n  ","788119":"\n  Yeah?\n  ","788120":"\n  Can't even spell correctly\n  ","788121":"\n  Sucks rn\n  ","788122":"\n  Why tf would I be okay w\/ everything that's happening? Like pls tell me.\n  ","788123":"\n  No, I'm not okay. I just pretend to be okay because I have to try and hold my self up. Now stop asking me this bc until things get better I won't be okay .\n  ","788124":"\n  ATL\n  ","788125":"\n  No\n  ","788126":"\n  No. I want him and only him. Reasons why we're trying to fix ourselves for the sake of our relationship\n  ","788127":"\n  Thank you!\n  ","788128":"\n  That's nasty\n  ","788129":"\n  most definitely not\n  ","788130":"\n  No?\n  ","788131":"\n  My uggs\n  ","788132":"\n  Good luck hun\n  ","788133":"\n  Officially blocked next question you send 😘\n  ","788134":"\n  I don't click links\n  ","788135":"\n  I'm sure he will 💜\n  ","788136":"\n  A mess still but things seem to be getting a little better (I hope)\n  ","788137":"\n  I believe if the parent allows smoking to impact their parenting then they shouldn't be smoking period. I don't believe they should .\n  ","788138":"\n  Tbh do what you please. Idc what anyone else is doing on their spare time\n  ","788139":"\n  No wtf\n  ","788140":"\n  My life Issa joke rn\n  ","788141":"\n  Thanks\n  ","788142":"\n  I hate when ppl say \"I'm here for you\" no I'd rather talk to nobody about what I'm going thru. I've only opened up to one person and that's how it's staying. Less people know the better I am fixing myself\n  ","788143":"\n  Why the hell are you adding extra \"e\" to the word age? 🤔\n  ","788144":"\n  Agree w\/???\n  \n  Can't just send random things expecting me to know .\n  \n  Again, the fucking stupidity on this site is on 1000\n  ","788145":"\n  Lol why\n  ","788146":"\n  Wow my feelings are hurt guys\n  ","788147":"\n  Idgaf about them\n  ","788148":"\n  I'm not dealing w\/ stupidity today.\n  ","788149":"\n  22\n  ","788150":"\n  1\n  ","788151":"\n  As of rn we don't\n  ","788152":"\n  Candy\n  ","788153":"\n  Eh, I try to ignore the world and listen to music. Especially lately I've been getting my mind on track with stuff . But at night is when I feel the most alone lately tho\n  ","788154":"\n  I don't have one lol\n  ","788155":"\n  OiTNB\n  ","788156":"\n  I said I'll try to sing\n  ","788157":"\n  Probably not\n  ","788158":"\n  No?\n  ","788159":"\n  I'll try to sing\n  ","788160":"\n  Eh, there's a problem now but I know I'm due time it will get fixed. I'd rather not discuss this\n  ","788161":"\n  Probably\n  ","788162":"\n  And even if I did I don't get why that matters to you. You'll never see it . The select few who did got lucky\n  ","788163":"\n  In lost files\n  ","788164":"\n  Yes\n  ","788165":"\n  Don't nobody know what I'm going thru\n  ","788166":"\n  Great I suppose\n  ","788167":"\n  Go away\n  ","788168":"\n  Not the best rn but I know whatever we got going on we'll make it work\n  ","788169":"\n  Nope\n  ","788170":"\n  Not that important\n  ","788171":"\n  Tattoos are\n  ","788172":"\n  You can go away w\/ your fetish\n  ","788173":"\n  Lmfao you sound dumb\n  ","788174":"\n  No\n  ","788175":"\n  Here we go with ur stupidity. Blocked and reported\n  ","788176":"\n  Feel like I have to throw up again\n  ","788177":"\n  Lol you only knew I was drunk bc I posted it here. You're bad at trolling\n  ","788178":"\n  You sound stupid . I was w\/ my boyfriends family last night idiots\n  ","788179":"\n  lol I know they're lame 😂\n  ","788180":"\n  Being held\n  ","788181":"\n  Yes and I love it so much\n  ","788182":"\n  ????\n  ","788183":"\n  No\n  ","788184":"\n  I'm not married to anybody\n  ","788185":"\n  In drunk sf\n  ","788186":"\n  Drunk rn\n  ","788187":"\n  Drunk af\n  ","788188":"\n  6 years later and we still together\n  ","788189":"\n  Don't be stupid and I won't add you\n  ","788190":"\n  Just so y'all know it takes a lot to hurt my feelings lol\n  ","788191":"\n  Then I'm a bastart child\n  ","788192":"\n  Plenty of people\n  ","788193":"\n  Why does this matter\n  ","788194":"\n  No\n  ","788195":"\n  No\n  ","788196":"\n  My toe nails are purple my nails aren't pained\n  ","788197":"\n  They were never married\n  ","788198":"\n  Gabrielle isn't even a Latin name Gabriella is\n  ","788199":"\n  No\n  ","788200":"\n  They got along pretty well\n  ","788201":"\n  I'm definitely light. I'm not saying I'm light as in white\n  ","788202":"\n  Not really. Again I'm not even tho dark. I'm light\n  ","788203":"\n  I'm not even that dark lmao. My moms white my dads black. Idk what else to tell you dumbasses who think they know everything\n  ","788204":"\n  Definitely not\n  ","788205":"\n  No wtf go away or I'll block you\n  ","788206":"\n  No\n  ","788207":"\n  None lol\n  ","788208":"\n  Me and Joe are going to his grandmas later\n  ","788209":"\n  Mine was a fried egg lol\n  ","788210":"\n  Going to my bfs moms house with Joe later\n  ","788211":"\n  Wish it could be better\n  ","788212":"\n  🙄\n  ","788213":"\n  I've been okay\n  ","788214":"\n  Stop asking stupid ass questions\n  ","788215":"\n  Want to be blocked?\n  ","788216":"\n  Wish I'd get decent questions\n  ","788217":"\n  Stop\n  ","788218":"\n  I'm not even Spanish you idiot\n  ","788219":"\n  Who's Mexican?\n  ","788220":"\n  Eh, maybe insecurities\n  ","788221":"\n  Thank you 💜\n  ","788222":"\n  Blocked\n  ","788223":"\n  You're disgusting\n  ","788224":"\n  Sigh, ....\n  ","788225":"\n  Or I can block you\n  ","788226":"\n  Half\n  ","788227":"\n  No\n  ","788228":"\n  No it means I'm real\n  ","788229":"\n  I'm not famous lol\n  ","788230":"\n  Saying the can never go out when in reality it's possible\n  ","788231":"\n  Eh, I try not to eat to much bc then my stomach hurts and I start to break out. As for Joe he doesn't really eat a lot of candy\n  ","788232":"\n  I'm my own worst enemy......\n  ","788233":"\n  Hell no I don't think it's cute and something kids should be wearing makeup to go out\n  ","788234":"\n  No\n  ","788235":"\n  No not imo.\n  ","788236":"\n  I love strawberries and broccoli\n  ","788237":"\n  I'd rather not get into this\n  ","788238":"\n  Live without makeup\n  ","788239":"\n  Idk\n  ","788240":"\n  How about I block you instead?\n  ","788241":"\n  Nah, I already have my share of ex's\n  ","788242":"\n  Like I said that's my boyfriends job.\n  ","788243":"\n  Sorry that's your problem not mine\n  ","788244":"\n  Sorry I only have \"fun\" w\/ my bf\n  ","788245":"\n  Ask me anything you'd like 😝😏\n  ","788246":"\n  Yes I did and money lol\n  ","788247":"\n  22.\n  \n  11\/08\/94\n  \n  Scorpio\n  ","788248":"\n  💜💜\n  ","788249":"\n  I went to mine in 2013. I wear a red dress. I took my bf 💜\n  ","788250":"\n  Dennys or IHOP\n  \n  Lunch probably Apple Bees\n  \n  Dinner id day BWW\n  ","788251":"\n  Not really lol,\n  ","788252":"\n  Yes! I studied Spanish\n  ","788253":"\n  Nope lol\n  ","788254":"\n  NC, Alabama, Barbados, Sc ,\n  ","788255":"\n  I like both\n  ","788256":"\n  Wtf no\n  ","788257":"\n  No\n  ","788258":"\n  Lol\n  ","788259":"\n  Isn't this a song\n  ","788260":"\n  I live in New York lol\n  ","788261":"\n  Bad girl??? Lmao no\n  ","788262":"\n  Go away Ben\n  ","788263":"\n  No comment\n  ","788264":"\n  Stupid questions will be deleted\n  ","788265":"\n  Wtf\n  ","788266":"\n  I suppose\n  ","788267":"\n  That's good\n  ","788268":"\n  No but I want to\n  ","788269":"\n  Oh that's cool lol\n  ","788270":"\n  My day is still going on lol\n  ","788271":"\n  Smoking, sitting outside\n  ","788272":"\n  Eh, I would say if is. I don't necessarily use that works unless you've screwed me over big time\n  ","788273":"\n  Thank you\n  ","788274":"\n  Send in them questions guys . Spam me\n  ","788275":"\n  Not really and at my bfs moms\n  ","788276":"\n  I believe by both parents . Co parenting should be about communicating for the sake of the child\n  ","788277":"\n  Nope I'm very good at taking care of phones\n  ","788278":"\n  I believe so. My first traumatic experience was a couple days ago.\n  ","788279":"\n  Tbh I ignore it lol. I don't have to entertain people\n  ","788280":"\n  You asked me this yesterday\n  ","788281":"\n  Butt stuff?\n  ","788282":"\n  Someone asked this already\n  ","788283":"\n  Wtf\n  ","788284":"\n  Need better questions\n  ","788285":"\n  Go away\n  ","788286":"\n  ????\n  ","788287":"\n  Go away\n  ","788288":"\n  Snapchat: GxCxD\n  \n  Instagram: swisher.sweet_x3\n  \n  Twitter:NineGDxFourO\n  ","788289":"\n  Eh, were suppose to pick up a \"friend\" later lmao 😂😭. Tomorrow Joe is having an Easter Egg Hunt as his grandmas so we will be there 😁. And Sunday I have no clue\n  ","788290":"\n  ^^^\n  ","788291":"\n  Stop sending me stuff Ben seriously. You keep making new accounts to tell me some bullshit that you don't know anything about. Blocked now again\n  ","788292":"\n  I already voted 💜\n  ","788293":"\n  I delete questions I know I won't answer tbh I don't like my inbox getting piled last time that happen I had questions from over a year ago lol and it took my days to clear out\n  ","788294":"\n  ily and omg you're the freaking best 😍💜\n  \n  You're my bff and I wish we could hang 💜👯\n  ","788295":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788296":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788297":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788298":"\n  Now your asking for to much\n  ","788299":"\n  Black???\n  ","788300":"\n  Yeah & no\n  ","788301":"\n  And plus if you click the link that's not my page\n  ","788302":"\n  My name isn't Sophie\n  ","788303":"\n  Ask me whatever\n  ","788304":"\n  You're sweet .\n  \n  You've visited 5 different countries\n  \n  You go to church on Easter Sunday\n  \n  You're 100% Polish\n  \n  You speak Polish, French and English\n  ","788305":"\n  Tbh what???\n  ","788306":"\n  Eh, I usually get the same but before I look for what I usually order I'll look to see if anything else looks good.\n  ","788307":"\n  Candy lol\n  ","788308":"\n  Not my style\n  ","788309":"\n  I'm a 36C so I doubt that's small\n  ","788310":"\n  Yes and yes\n  ","788311":"\n  Yeah but I didn't go\n  ","788312":"\n  Send me stuff guys\n  \n  Got tons of followers\n  ","788313":"\n  Social studies\n  ","788314":"\n  Tbh I have no idea lol\n  ","788315":"\n  Yes\n  ","788316":"\n  Thanks\n  ","788317":"\n  This isn't a question\n  ","788318":"\n  Ask me stuff guys\n  ","788319":"\n  Yeah\n  ","788320":"\n  I'm around\n  ","788321":"\n  Yeah\n  ","788322":"\n  Not really\n  ","788323":"\n  Go find you one\n  ","788324":"\n  Maybe later\n  ","788325":"\n  Not really that's why I said I suppose\n  ","788326":"\n  Stupid I suppose\n  ","788327":"\n  Yes and how often depends on the parents and relationship the child has a\/ their grandparents\n  ","788328":"\n  Why can't you type words correctly\n  ","788329":"\n  Yes?\n  ","788330":"\n  How do u know I'm not?\n  ","788331":"\n  I will\n  ","788332":"\n  Go away\n  ","788333":"\n  What question?\n  ","788334":"\n  Answer what?\n  ","788335":"\n  \"13 Reasons Why\"\n  ","788336":"\n  No you haven't. You're sweet as pie 💜\n  ","788337":"\n  💜\n  ","788338":"\n  Phone cases, nail polish, clothes, sandals, makeup\n  ","788339":"\n  My son & bf\n  ","788340":"\n  Not a question either\n  ","788341":"\n  This isn't even a question\n  ","788342":"\n  No not really or not anything I can think of\n  ","788343":"\n  About to re-watch \"13 Reasons Why\" since my bf went out lol\n  ","788344":"\n  My arm hurts so badly 😭\n  ","788345":"\n  My bf and son\n  ","788346":"\n  ???\n  ","788347":"\n  Anon\n  ","788348":"\n  Like I said I'm not entertaining you\n  ","788349":"\n  Your mom looks like the scum on my shoes. I'm not entertaining you\n  ","788350":"\n  So is your mom\n  ","788351":"\n  No\n  ","788352":"\n  My bf\n  ","788353":"\n  Warmer weather, ice cream, ice coffee, shorts, scandals , flowers, blue sky, longer days , sun showers\n  ","788354":"\n  Tbh it's so hard to give someone a punishment for any type of bullying especially after I seen \"13 Reasons Why\" there isn't much anyone could do. I still believe a person should who is 17+ should get up to 6 months in jail , community services and a registry. Someone who is maybe little younger should get community service and be on a registry\n  ","788355":"\n  Yes they can be especially Ted Bundy omg I love him lol. But anyways I mean I wouldn't say it's condoning to their behavior but I can see where someone who's like 16 or so could act this out\n  ","788356":"\n  I believe ppl do deserve a second chance in life. I mean it all depends on the situation, the people and the relationship towards one another\n  ","788357":"\n  I'm 100% with her idea. I just believe there should be more consequences to the persons actions. For example, 6 months in jail if 17+ and someone younger maybe community service and like stated above a register\n  ","788358":"\n  My son\n  ","788359":"\n  I can buy whatever I like and do what I please\n  ","788360":"\n  Mhm, I'm not sure\n  ","788361":"\n  Me\n  ","788362":"\n  Sigh\n  ","788363":"\n  Yeah\n  ","788364":"\n  Should of just slept in the living room 😒\n  ","788365":"\n  Yeah\n  ","788366":"\n  Stupidity\n  ","788367":"\n  I'm going to block you bc I'm not entertaining you\n  ","788368":"\n  I don't ✌🏽\n  ","788369":"\n  Hi?\n  ","788370":"\n\n   https:\/\/www.amazon.com\/gp\/aw\/ls\/ref=cm_wl_huc_view?ie=UTF8&lid=359IJL1QVN1L1&ref_=cm_wl_huc_view&ty=wishlist\n  \n","788371":"\n  Sorry I don't like helping people w\/ baby names\n  ","788372":"\n  If your going to send \"hate\" at least have some facts. I'm not entertaining someone who's sending hate with no facts ✌🏽\n  ","788373":"\n  No\n  ","788374":"\n  Well for 1 I'm 22 and no bc 22 isn't that old you twat\n  ","788375":"\n  Thanks and I'm looking\n  ","788376":"\n  Tbh I forgot what happened but the boss was shitty and I don't want to get into it\n  ","788377":"\n  She doesn't know I smoke in the house sometimes and no\n  ","788378":"\n  When I do\n  ","788379":"\n  SAHM for now\n  ","788380":"\n  I will be soon\n  ","788381":"\n  You anons are so dumb\n  ","788382":"\n  It wasn't\n  ","788383":"\n  You can't even spell\n  ","788384":"\n  I do smoke and I'm 22 nobody can tell me what I can and can't do\n  ","788385":"\n  I get asked stupid questions everyday\n  ","788386":"\n  G away damn\n  ","788387":"\n  Same to you!\n  ","788388":"\n  Idk I don't care enough to count\n  ","788389":"\n  Yes\n  ","788390":"\n  %^^\n  ","788391":"\n  I'm not in the mood for stupidity\n  ","788392":"\n  Something within their lives or something they seen within someone they know\n  ","788393":"\n  American cheese or Swiss cheese\n  ","788394":"\n  100 is okay\n  ","788395":"\n  Ask me stuff guys whatever you'd like\n  ","788396":"\n  I've watched it and I fell in love w\/ the series. It's amazing and I'm glad they did the show the way they did\n  ","788397":"\n  Hi I'm Gabby and I don't give a damn\n  ","788398":"\n  No\n  ","788399":"\n  Yes\n  ","788400":"\n  Idc\n  ","788401":"\n  I think your confused\n  ","788402":"\n  Why would you even ask that\n  ","788403":"\n  Not till a certain age\n  ","788404":"\n  Idk and idc\n  ","788405":"\n  You've been blocked\n  ","788406":"\n  Blocked again\n  ","788407":"\n  No\n  ","788408":"\n  Smoking, drinking, listening to music\n  ","788409":"\n  Get what?\n  ","788410":"\n  Bitches be so dumb 🙄\n  ","788411":"\n  Jell-O\n  ","788412":"\n  I'd love to work as a doctor or nurse in a hospital but guess what I'm terrified of hospitals . That's why I fee like I wouldn't be given the chance bc I'm so afraid to go to hospitals . I didn't even want to be there when I went into labor lol\n  ","788413":"\n  Body wash, toothpaste, wipes,\n  ","788414":"\n  Candy, and cars\n  ","788415":"\n  Premade\n  ","788416":"\n  Fajitas lol and bc we love them. It's our fav 😝😋\n  ","788417":"\n  Thanks\n  ","788418":"\n  You wouldn't ask your mom this\n  ","788419":"\n  Why copy the question of the day?\n  ","788420":"\n  Hi\n  ","788421":"\n  9\n  ","788422":"\n  I'm good\n  ","788423":"\n  Ask my bf\n  ","788424":"\n  You wouldn't know that\n  ","788425":"\n  Feet\n  ","788426":"\n  Being a mother\n  ","788427":"\n  Yes\n  ","788428":"\n  Sometimes. Newports\n  ","788429":"\n  Nope not really\n  ","788430":"\n  Arizona is my addiction\n  ","788431":"\n  No\n  ","788432":"\n  I'm good\n  ","788433":"\n  Hi\n  ","788434":"\n  Boyfriend and toddler free .\n  \n  Send me questions\n  ","788435":"\n  Penguins\n  ","788436":"\n  Send me in more questions guys\n  ","788437":"\n  Kodak black, day for day\n  ","788438":"\n  I hope so too\n  ","788439":"\n  Bc it's cool\n  ","788440":"\n  Not at all\n  ","788441":"\n  Invisible\n  ","788442":"\n  imo a boss shouldn't be that mean\n  ","788443":"\n  lol I knew you were gonna ask this aha NO\n  ","788444":"\n  Yeah\n  ","788445":"\n  The boss thing\n  ","788446":"\n  Gabby\n  ","788447":"\n  Sometimes that happens\n  ","788448":"\n  Well it's 8:55pm and I'm baby free and bf free aha for now\n  ","788449":"\n  You're welcome 💜. And that might be best\n  ","788450":"\n  That part I really can't help with. Just call the cooperation and see what happens\n  ","788451":"\n  Well tbh I would complain to the cooperation bc what he's doing isn't legal nor right\n  ","788452":"\n  Nobody can fire you without a good reason\n  ","788453":"\n  If he gave you your hours back then idk why your complaining\n  ","788454":"\n  Yeah I believe so\n  ","788455":"\n  I see that lol\n  ","788456":"\n  Sure\n  ","788457":"\n  Tbh I'd go to the cooperation\n  ","788458":"\n  English\n  ","788459":"\n  Not really lmao\n  ","788460":"\n  When I'm alone . Or it just depends on my mood tbh\n  ","788461":"\n  Anything really\n  ","788462":"\n  Thank you! 💜\n  ","788463":"\n  Sure\n  ","788464":"\n  ???\n  ","788465":"\n  Nope\n  ","788466":"\n  ???\n  ","788467":"\n  My bf\n  ","788468":"\n  No\n  ","788469":"\n  Correct what\n  ","788470":"\n  Every time somebody sends me a link your getting blocked\n  ","788471":"\n  Stop asking me the same question over and over again\n  ","788472":"\n  No\n  ","788473":"\n  With what?\n  ","788474":"\n  Wouldn't you like to know\n  ","788475":"\n  Stupidity especially on this site\n  ","788476":"\n  What's friends?\n  ","788477":"\n  7\n  ","788478":"\n  No they aren't. The whole point of ask is to ask questions\n  ","788479":"\n  Stop sending me links\n  ","788480":"\n  Sure\n  ","788481":"\n  Bye\n  ","788482":"\n  English\n  ","788483":"\n  Confidence\n  ","788484":"\n  Neither\n  ","788485":"\n  Boobies\n  ","788486":"\n  Daydreams lol\n  ","788487":"\n  No\n  ","788488":"\n  Why?\n  ","788489":"\n  No\n  ","788490":"\n  Nope\n  ","788491":"\n  Questions would be nice\n  ","788492":"\n  Omg thank you sm 💜😍\n  ","788493":"\n  Well now you're blocked 😂😭\n  ","788494":"\n  Lmfao so you made a new account to tell me this bc I blocked you?\n  \n  No you sound really fucking stupid. I can't tolerate stupidity\n  ","788495":"\n  Loved???\n  ","788496":"\n  Sigh I'm bored\n  ","788497":"\n  Trolling\n  \n  I want other questions besides sex\n  ","788498":"\n  That's cool I suppose\n  ","788499":"\n  No\n  ","788500":"\n  I hated it btw so I don't want to talk about it\n  ","788501":"\n  Nothing too serious\n  ","788502":"\n  Aha np\n  ","788503":"\n  Weirdos lmao\n  ","788504":"\n  I'm glad I can make your day\n  \n   @ass4lyfe\n  \n  💜😍\n  ","788505":"\n  You'll be blocked as well\n  ","788506":"\n  Add me guys\n  ","788507":"\n  Only when I go to bed\n  ","788508":"\n  Random ones 😌\n  ","788509":"\n  Horrible and cruel\n  ","788510":"\n  Send in them questions\n  ","788511":"\n  ilysm\n  \n   @ass4lyfe\n  \n","788512":"\n  Bc they want all your money\n  ","788513":"\n  Idk\n  ","788514":"\n  Yeah for school in elementary school I got perfect attendance. Lmao\n  ","788515":"\n  My son doesn't really care much for it tbh. I'm pretty sure his grandma is going to teach him\n  ","788516":"\n  I love my body. My body gives me confidence\n  ","788517":"\n  These 2\n  ","788518":"\n  I mean that's entirely up to them\n  ","788519":"\n  Yeah only bc of our Son\n  ","788520":"\n  Nope I'm not really into the whole Easter thing\n  ","788521":"\n  I don't have a picture there at his grandmas\n  ","788522":"\n  You're jokes are whack\n  ","788523":"\n  Blocked 🙃🙃🙃\n  ","788524":"\n  ????\n  ","788525":"\n  Go away Ben 🙄🗣\n  ","788526":"\n  That's what my bf said earlier 😋😏\n  ","788527":"\n  United States\n  ","788528":"\n  Ny\n  ","788529":"\n  It took us about 2 years to get over the \"honeymoon phase\". I believe it should eventually go away after years of being together\n  ","788530":"\n  🗣🗣🗣\n  \n  I'm doing honest weekend\n  \n  Get nosey 😏\n  ","788531":"\n  Guys recommend me something good to watch on Netflix\n  ","788532":"\n  How am I suppose to know\n  ","788533":"\n  Just finished eating\n  ","788534":"\n  Me\n  ","788535":"\n  Nope\n  ","788536":"\n  Hi idc\n  ","788537":"\n  I love it\n  ","788538":"\n  No\n  ","788539":"\n  Yeah bc obviously I dyed it\n  ","788540":"\n  Click on my profile picture\n  ","788541":"\n  Last week 🙄\n  ","788542":"\n  Communication and trust\n  ","788543":"\n  Rn nothing lol. My relationship is going stronger then it's been the last couple days\n  ","788544":"\n  I don't click links\n  ","788545":"\n  Yeah\n  ","788546":"\n  Don't click links\n  ","788547":"\n  ?????\n  ","788548":"\n  Sure lol\n  ","788549":"\n  Thanks\n  ","788550":"\n  English\n  ","788551":"\n  Wow\n  \n   @redheadmomma\n  \n  looks smoking hot in that photo 😍🔥\n  ","788552":"\n  Well that's me so I don't have an opinion\n  ","788553":"\n  Never be able to lie\n  ","788554":"\n  Yeah, but some anon will come to my page and start judging\n  ","788555":"\n  Especially not on here where everybody judges your opinion\n  ","788556":"\n  I understand I don't give a shit about that topic tbh .\n  ","788557":"\n  Do I think I should get better questions? Yes\n  ","788558":"\n  It doesn't really matter tbh\n  ","788559":"\n  Doing much better since the last couple days\n  ","788560":"\n  Can't wait to finish \"13 Reasons Why\" td. I'm on the last episode 😁😩\n  ","788561":"\n  Nope\n  ","788562":"\n  I can barely make this out\n  ","788563":"\n  Send them questions in\n  ","788564":"\n  Questions where you at?\n  ","788565":"\n  Too much to answer\n  ","788566":"\n  Maybe 🙊\n  ","788567":"\n  Nope it's all numbers\n  ","788568":"\n  COd\n  ","788569":"\n  Book marks\n  ","788570":"\n  Headphones\n  ","788571":"\n  Go away\n  ","788572":"\n  Was this necessary?\n  ","788573":"\n  Kind of a bad thing bc they only enjoying their childhood by elections instead of being \"kids\" and going outside or to a friends house. Maybe the park\n  ","788574":"\n  Yeah lol wtf\n  ","788575":"\n  Sausages are good when cooked mixed w\/ eggs and bacon and some French toast\n  ","788576":"\n  Stop being lame and send me questions guys\n  ","788577":"\n  Vasectomy is guys\n  ","788578":"\n  I bet you this is Ben\n  ","788579":"\n  It's possible\n  ","788580":"\n  I don't have that app I'm sorry\n  ","788581":"\n  💜\n  ","788582":"\n  You should be banned from asking questions\n  ","788583":"\n  Idk who that is\n  ","788584":"\n  So immature\n  ","788585":"\n  English\n  ","788586":"\n  Anons who don't listen when you don't want them to ask certain things. When anons think they know your life and oh yeah, the blocking system sucks\n  ","788587":"\n  Lol of course you'd ask this smh\n  ","788588":"\n  Questions guys\n  ","788589":"\n  I don't click links\n  ","788590":"\n  I love either lunch or dinner sometimes breakfast\n  ","788591":"\n  ????\n  ","788592":"\n  Sure\n  ","788593":"\n  Get what? You're not even asking questions\n  ","788594":"\n  Idk what \"that\" is\n  \n  What are we 12?\n  ","788595":"\n  Idc what you want so I don't understand or care to understand 😁😜\n  ","788596":"\n  Yeah now don't follow by any other questions regarding this matter\n  ","788597":"\n  Nope lol\n  ","788598":"\n  When ppl post like 7 different post in a matter of 7 seconds\n  ","788599":"\n  Ask me stuff guys\n  ","788600":"\n  Good 4 you\n  ","788601":"\n  Ask me stuff guys I'm extremely bored 😩\n  ","788602":"\n  Thank you 💜😘\n  ","788603":"\n  Yeah I am. Thanks for asking 💜\n  \n  Just have a headache and pimples\n  \n  I'm due for my \"friend\" soon\n  ","788604":"\n  Where is my bae\n  \n   @ass4lyfe\n  \n","788605":"\n  You can't tell me MY opinion is wrong. Lmfao that's why it's an opinion. I do what I want tbh. If I fell pregnant rn we wouldn't keep it and there's nothing nobody can tell us not even YOU\n  ","788606":"\n  I'm banned from liking ppls answers for now 😩\n  ","788607":"\n  I believe it's romantic lol. We never did together . He did when he was younger and me too.\n  \n  We talk about going\n  ","788608":"\n  💜💜💜\n  ","788609":"\n  I don't get how that information benefits you in any type of way\n  ","788610":"\n  I can't see the link 😩\n  ","788611":"\n  That's not something YOU need to know\n  ","788612":"\n  You'll never know\n  ","788613":"\n  Thank you my love. I'm definitely going to do that 💜😘\n  ","788614":"\n  I have a headache, I have pimples on my face. I'm due next week 🔴\n  ","788615":"\n  You're on my page tho 😂😭🤔\n  ","788616":"\n  Okay???\n  ","788617":"\n  I get a notification and it's this dumb question\n  ","788618":"\n  No lol\n  ","788619":"\n  Yeah\n  ","788620":"\n  Ketchup, BBQ sauce\n  ","788621":"\n  Yes\n  ","788622":"\n  Every other day or everyday dpends\n  ","788623":"\n  Stop sending me stuff idk or you'll be blocked\n  ","788624":"\n  ???\n  ","788625":"\n  What?\n  ","788626":"\n  Send me things\n  ","788627":"\n  I'm blocking you now 😜\n  ","788628":"\n  Go away damn\n  ","788629":"\n  Like who I am lol what I like and stuff\n  ","788630":"\n  Sandals or flip flops\n  ","788631":"\n  My uggs\n  ","788632":"\n  Vanilla\n  ","788633":"\n  Tell them about yourself?\n  ","788634":"\n  Bc your annoying prick\n  ","788635":"\n  Go away\n  ","788636":"\n  Yeah\n  ","788637":"\n  Go away damn\n  ","788638":"\n  I'm not crying\n  ","788639":"\n  Blocked\n  ","788640":"\n  Go away with these annoying questions\n  ","788641":"\n  ???\n  ","788642":"\n  Lmfao\n  ","788643":"\n  I never said I did nor didn't\n  ","788644":"\n  Why do you care?\n  ","788645":"\n  Yeah\n  ","788646":"\n  idek what your saying\n  ","788647":"\n  Wtf\n  ","788648":"\n  😂😭\n  ","788649":"\n  Lmfao anons who think they know everything. I'm not going to argue with someone who knows nothing about our life and relationship.\n  ","788650":"\n  We been together for nearly 6 years . So your statement is irrelevant 😂😭\n  ","788651":"\n  Well yeah I am. My parents don't even tell me what to do let alone some anon 😂😭\n  ","788652":"\n  Don't worry about me lmfao I'm 22 I do what I want 😁\n  ","788653":"\n  You can die from steeping outside your house lmao\n  ","788654":"\n  How do you know I don't smoke cigarettes? Lmfao again, thinking you know my life with NO FACTS\n  "}}