{"Question":{"795093":"\n   happy birthday Gabby\n  ","795094":"\n   Happy b day\n  ","795095":"\n   Happy Birthday, bud ! 💖\n  ","795096":"\n   Happy birthday 🎉\n  ","795097":"\n   Do you have siblings?Do you get along with them?\n  ","795098":"\n   you're fake af\n  ","795099":"\n   how's life\n  ","795100":"\n   hi\n  ","795101":"\n   Do you like candy rock? What is your favourite flavour? I'm currently having creme egg flavour 😄\n  ","795102":"\n   Is it normal that I only date women of the same race, religion and wealth status as me?\n  ","795103":"\n   what time does your hubby get off?\n  ","795104":"\n   how are you feeling\n  ","795105":"\n   LOOK AT THIS AHAHAHAH\n   \n    https:\/\/youtu.be\/vj-VR0jkSl4\n   \n","795106":"\n   you should get a slave, no one else would haha\n  ","795107":"\n   hi\n  ","795108":"\n   you're funny when your drunk\n  ","795109":"\n   what color are your nails?\n  ","795110":"\n   what's for lunch?\n  ","795111":"\n   you're 😂\n  ","795112":"\n   did you throw up?\n  ","795113":"\n   Happy Birthday! 🎉\n  ","795114":"\n   snapchat?\n  ","795115":"\n   where's your hubby\n   \n    @GeeDnz\n   \n   ?\n  ","795116":"\n   what are you doing?\n  ","795117":"\n   Happy Birthday 🎉\n  ","795118":"\n   why do you feel like 💩 on your birthday\n  ","795119":"\n   Are you annoyed by people who do not use their Ask page to actually answer questions, instead ramble on about irrelevant things? How about when(if), you ask questions, people use those to write what they want instead of answering the question?\n  ","795120":"\n   Happy Brithday\n  ","795121":"\n   how r u\n  ","795122":"\n   hope you have a wonderful day\n  ","795123":"\n   how old are you today?\n  ","795124":"\n   Happy Birthday Gabby\n  ","795125":"\n   Happy Birthday\n  ","795126":"\n   Has anyone at either work or school taken you under their wing and taught you how to fit in and the dos and don'ts?\n  ","795127":"\n   Which Spice girl is your favorite?\n  ","795128":"\n   Happy birthday. enjoy your birthday\n  ","795129":"\n   how old r u\n  ","795130":"\n   happy birthday 🎁\n  ","795131":"\n   Opinion on instagram?\n  ","795132":"\n   I know I said it yesterday, but happy birthday babe! Have a great day ❤\n  ","795133":"\n   Have you ever been on an airplane? Where did you go? \n(I'm going to be MIA for a bit, spam will resume sometime next week. Have a great week!)\n  ","795134":"\n   What's your child(ren) getting for Christmas this year? \nHave they asked for anything inpartictular?\n  ","795135":"\n   Happy birthday!\n  ","795136":"\n   Happy birthday beautiful, have an amazing day!! 👸🏽☺️💖\n  ","795137":"\n   Happy Birthday! 🎉🎂\n  ","795138":"\n   HAPPY BIRTHDAY!!\n  ","795139":"\n   If you were in charge, who would be the next US president (any person)?\n  ","795140":"\n   HAPPY BIRTHDAY 🎊🎊🎉🎉🎁🎁\n  ","795141":"\n   How old are you turning!! Happy early bday.\n  ","795142":"\n   You gave me a like earlier, answer about not doing drugs, being taught in school not to and my dad did drugs but I did have a desire to experiment.  Do you remember?\n  ","795143":"\n   I want to genuinely thank you for the like. I didn't want you to think I didn't notice.\n  ","795144":"\n   Rep You Zodiac Sign!!! ♎️♎️♎️\n  ","795145":"\n   YAYYYYYYY. I know I'm like 5 ish hours early, but happy birthday. I hope your birthday is as lovely as you are 😘❤🎂🍰\n  ","795146":"\n   I don't even know what you're doing, but I say do it\n   \n    @GeeDnz\n   \n   !!!\n  ","795147":"\n   Your favorite movie? Mine is out of \"Juice\" \"8Mile\" or \" Law Abiding Citizen\"\n  ","795148":"\n   What Up Babe 😍😍😍\n  ","795149":"\n   I did everything for u I wipe ya ass after u took a shit I clean yo Dirty ass clothes I kissed u knowing damn well yo breath be smelling like mop water and u go and cheat on me u not real I'm so hurt by this\n  ","795150":"\n   Your alcoholic drink of choice?\n  ","795151":"\n   Are you the life of the party,just a mingler or a wallflower?\n  ","795152":"\n   Im watching Toddler's and Tiaras... Would you allow your daughter to be in pageants if you have one? Why or why not?  If you dont whats your opinion on children being in pageants?\n  ","795153":"\n   Do you like ding dongs?They're those little chocolate cakes Hostess makes\n  ","795154":"\n   Who's the most positive person you know?\n  ","795155":"\n   Do you like salami?\n  ","795156":"\n   Do you like hot dogs?\n  ","795157":"\n   What's the last vacation you went on? Where'd you go?\n  ","795158":"\n   Do you like cucumbers?\n  ","795159":"\n   Do you like bananas ?\n  ","795160":"\n   last thing you ate?\n  ","795161":"\n   What first brought you to ask.fm?\n  ","795162":"\n   Yes, my spam account. Lol. Forgot to untick\n  ","795163":"\n   Hello all, and welcome to my spam list! It will be occasional and the amount will vary. My personal account is\n   \n    @ncgirl_iltransplant\n   \n   , and I'm usually open for personal Q4Q there, or if you'd like to ask me anything feel free to do so. \nIntroduce yourself. Tell me five interesting facts about you.\n  ","795164":"\n   go away\n  ","795165":"\n   What's your opinion on global warming?\n  ","795166":"\n   you so hot\n  ","795167":"\n   What makes you feel wonderful?My Raiders beating the Broncos make me feel awesome !\n  ","795168":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","795169":"\n   Ootd pap\n  ","795170":"\n   How do you feel about vegans feeding their pets vegan pet food? Example: vegan dog food.\n  ","795171":"\n   this daylight savings is messing me up\n  ","795172":"\n   who are you?\n  ","795173":"\n   wyd?\n  ","795174":"\n   You are gorgeous\n  ","795175":"\n   good morning\n  ","795176":"\n   honest day?\n  ","795177":"\n   engaged????\n  ","795178":"\n   sexy mofo\n  ","795179":"\n   smoke for me\n  ","795180":"\n   wake up!\n  ","795181":"\n   I'd really appreciate it if anyone could help me out with my recent! {filler post if you can't help or use this to post a response}\n  ","795182":"\n   Which band that is no longer together do you wish you had the chance to see live?\n  ","795183":"\n   you talk to your mother-in-law?\n  ","795184":"\n   let me love you\n  ","795185":"\n   i love your hair so much\n  ","795186":"\n   drinking is so bad for you. your killing your liver\n  ","795187":"\n   cutie pie\n  ","795188":"\n   what you doing ma ;)\n  ","795189":"\n   wear any makeup?\n  ","795190":"\n   please and thank you\n  ","795191":"\n   what you say 🎤\n  ","795192":"\n   pro life or pro choice?\n  ","795193":"\n   If you were to have won the lottery right now, of a million dollars, what would be the first thing youd buy?\n  ","795194":"\n   Stuck on an island with your favorite musician ever, Who is it?\n  ","795195":"\n   how's much weed you smoke\n  ","795196":"\n   What brand do you smoke\n  ","795197":"\n   are you smoking?\n  ","795198":"\n   can i love you\n  ","795199":"\n   let's smoke\n  ","795200":"\n   When was the last time you really cried for a long time in front of someone? Who was it and why?\n  ","795201":"\n   Snapchat?\n  ","795202":"\n   hottie with a body 😋\n  ","795203":"\n   notifications on or off?\n  ","795204":"\n   hi\n  ","795205":"\n   evil\n  ","795206":"\n   you're vilant\n  ","795207":"\n   You have whatsapp ?\n  ","795208":"\n   do you use your curiouscat\n  ","795209":"\n   do you drive high???\n  ","795210":"\n   do you always go out?\n  ","795211":"\n   do you guys smoke inside\n  ","795212":"\n   What is the strangest thing you’ve ever eaten?\n  ","795213":"\n   Twitter name?\n  ","795214":"\n   what annoys you??\n  ","795215":"\n   how's life?\n  ","795216":"\n   wyd?\n  ","795217":"\n   who's ur cousin?\n  ","795218":"\n   spam!!!\n  ","795219":"\n   can i. kiss you?\n  ","795220":"\n   😻😻😻😻\n  ","795221":"\n   i love your display picture\n  ","795222":"\n   Who should get an award at the MTV Music Awards ceremony?\n  ","795223":"\n   Did you do anything new this weekend? Me and\n   \n    @NineGDxFour\n   \n   went to a comedy club, which is out of the ordinary for us\n  ","795224":"\n   Abortion is only okay for nonwhites\n  ","795225":"\n   Are you a patient person?\n  ","795226":"\n   Last song you listened to? Mine is Prblms by 6Lack\n  ","795227":"\n   Do you like regular or curly fries?And I'm judging you by your answer!\n  ","795228":"\n   Your favorite TV show of all time\n  ","795229":"\n   Favorite TV show right now\n  ","795230":"\n   Have you ever flirted with a teacher to get a good grade?\n  ","795231":"\n\n    @gashO_o\n   \n   suggested this.What does trust and loyalty mean to you??\n  ","795232":"\n   Is there a movie that makes you go What the fuck??\n  ","795233":"\n   When's the last time you were overwhelmed by something?\n  ","795234":"\n   Ever borrow your parents clothes?I used to wear my dads shoes and shirts all the time.\n  ","795235":"\n   Are you watching anything good on TV lately? I mean actual TV not Netflix etc.\n  ","795236":"\n   Do you need a hug?\n  ","795237":"\n   Do you have any problems asking for help?\n  ","795238":"\n   HIT Those buttons\n   \n    https:\/\/youtu.be\/4eyqFkO7FiM?t=2s\n   \n","795239":"\n   Besides me who is your favorite askfm user?and you can't vote for yourself!\n  ","795240":"\n   Have you ever swam in a river lake or pond?\n  ","795241":"\n   Have you ever milked a cow?\n  ","795242":"\n   Have you ever planted flowers or seeds?Do you like gardening?\n  ","795243":"\n   Who makes the best milkshakes?\n  ","795244":"\n   How do you get a cow out of your way?You tell it to moooooooooove.\n  ","795245":"\n   Can you remember your first day of kindergarten?\n  ","795246":"\n   Have you ever been in a sauna? Opinions? If not would you?\n  ","795247":"\n   Have you ever worn a disguise in public?\n  ","795248":"\n   What time did you wake up today?\n  ","795249":"\n   Who do you look up to?\n  ","795250":"\n   Someone said you acted like an owl ,who?Now I see why....\n  ","795251":"\n   I'm making a Starbucks run,you want anything?\n  ","795252":"\n   Is there a restaurant that's local to your area\/surrounding areas that you'd miss if you moved away? I really want Bojangles 😩 and if you've never had it, you're missing out.\n  ","795253":"\n   Do you ever wonder what kind of sad and pathetic environment someone who cyber bullies lives in when they are away from the computer?\n  ","795254":"\n   good morning sunshine\n  ","795255":"\n   @\n  ","795256":"\n   Awh man I want those anon spam questions\n  ","795257":"\n   EVERYONE WHO LIKES THIS, I WILL FOLLOW U!!!!!!!\n  ","795258":"\n   Have you ever done anything sexual for some change?\n  ","795259":"\n   What's ur fav song right now?\n  ","795260":"\n   Who was the last person u cut off?\n  ","795261":"\n   GOING TO SEND ANONYMOUS QUESTIONS ALL NIGHT BECAUSE OF THE ENJOYMENT IT GIVES ME WHEN U GUYS ANSWER THEM!!\n  ","795262":"\n   Who do u listen to the most?\n  ","795263":"\n   Trump or Hillary and why? (You can not use the excuse because one is better than the other, that one is less evil than the other etc). You need to tell me why you're choice is the better choice WITHOUT bringing down the opposing candidate in your writing.\n  ","795264":"\n   If parents have 50\/50 custody of their children, should they share Christmas Day equally? Or should one have Christmas and one have Christmas Eve? Explain your thoughts?\n  ","795265":"\n   What is your go to thing when you feel down? Do you have a certain meal you tend to turn to when comfort eating?\n  ","795266":"\n   Are there any household appliances, that you don't use daily but couldn't imagine not being able to use?\n  ","795267":"\n   Have u ever looked at ur Vagina or Penis and thought damn this shit ugly?\n  ","795268":"\n   Have u ever threw some bowls at ur cousin?\n  ","795269":"\n   Do u give second chances?\n  ","795270":"\n   Have ur cousin ever threw something while u weren't paying attention and broke something, then blamed it on u for not catching it?\n  ","795271":"\n   Have u ever walked on someone? If yes, Was it awkward?\n  ","795272":"\n   What's your favourite perfume\/aftershave?\n  ","795273":"\n   Should girls choke guys during sex too?\n  ","795274":"\n   Would u like to go to jupiter for a month and come back with a monkey?\n  ","795275":"\n\n    https:\/\/youtu.be\/7SmGTrTFbzE\n   \n   💘💘wat do u think\n  ","795276":"\n   Is anything exciting happening for you this week\/month? The excitement is getting real for Mexico 😆\n  ","795277":"\n   What's something you don't like or dislike its just part of your daily life?\n  ","795278":"\n   Do u think one of ur cousins are real ugly?\n  ","795279":"\n   How many times have u fallen in love?\n  ","795280":"\n   First 2 likers= spam?\n  ","795281":"\n   Do u look at other girls butt?\n  ","795282":"\n   What in a girl or a guy attracts u?\n  ","795283":"\n   Mexican food or Chinese\n  ","795284":"\n   Is there anything that just the thought of makes you sick?\n  ","795285":"\n   Which superhero movie is your favorite?\n  ","795286":"\n   Video game spam.Whats your favorite game to play on your phone or tablet?\n  ","795287":"\n   Suggested by\n   \n    @alexajohnson_14\n   \n   anime spam....Whats anime??\n  ","795288":"\n   Suggested by\n   \n    @alexajohnson_14\n   \n   photography spam.Post your favorite picture you took?\n  ","795289":"\n   Suggested by\n   \n    @mcdonaldsislove\n   \n   .Tv and music spam.What is your current favorite tv show?\n  ","795290":"\n   what can we ask u\n  ","795291":"\n   wyd?\n  ","795292":"\n   can we talk?\n  ","795293":"\n   you're hot\n  ","795294":"\n   Glad to see im not the only one getting the wig question.. Like wtf?? 😂😂..\n  ","795295":"\n   Suggested by\n   \n    @alexajohnson_14\n   \n   social media spam. Do you follow me anywhere besides askfm?\n  ","795296":"\n   Social media spam.If you have Twitter do you have anyone famous following you?\n  ","795297":"\n   how r u\n  ","795298":"\n   Video game spam what's an overrated video game?\n  ","795299":"\n   What are you up to\n  ","795300":"\n   Have you ever tried drugs?\n  ","795301":"\n   wyd?\n  ","795302":"\n   hi\n  ","795303":"\n   Do you procrastinate when it comes to packing? Nick says he's waiting till Monday night and that stresses me out just thinking about it 😳😂\n  ","795304":"\n   Opinion of fireworks?\n  ","795305":"\n   How did you know that you were in labor with your son?\n  ","795306":"\n   How many weeks early was your son born at?\n  ","795307":"\n   Did your water break when you went into labor with your son?\n  ","795308":"\n   Ever been seduced by the Dark Side?\n  ","795309":"\n   How many times a day do you brush your teeth?\n  ","795310":"\n   If you could change one thing about yourself, what would it be?\n  ","795311":"\n   How many countries have you been to?\n  ","795312":"\n   Do you usually want to receive the good news or bad news first?\n  ","795313":"\n   It seems today that all you see is violence in movie and sex on TV but where are those good old fashion value on which we use to rely\n  ","795314":"\n   What is your favorite kind of sandwich?\n  ","795315":"\n   Do you agree that good things come to those who wait?\n  ","795316":"\n   Ever met anyone famous?Were they tall short?\n  ","795317":"\n   Answer this by making a sentence with the letters of your first name .\n  ","795318":"\n   You wear a wig from next\n  ","795319":"\n   Write a poem about the first thing you see...\n  ","795320":"\n   you're gorgeous\n  ","795321":"\n   Do you wear a wig?\n  ","795322":"\n   Good morning ☀️\n  ","795323":"\n   how'd you lose the car?\n  ","795324":"\n   Do you wear a wig?\n  ","795325":"\n   I ate 5400 eggs 🍳 today lol 😂 I like that 😴\n  ","795326":"\n   where's Joe\n  ","795327":"\n   wyd?\n  ","795328":"\n   what time is it?\n  ","795329":"\n   Parents..tell me a funny story involving taking your kids out in public!\n  ","795330":"\n   what time did you get home last night?\n  ","795331":"\n   Yeah me too we just have fun you don't need to understand 😅😝\n  ","795332":"\n   But don't eat much of that cause your hands will turn green lol 😴\n  ","795333":"\n   Who's your favorite animated talking animal?\n  ","795334":"\n   I say you learn drive from that time 😴😂\n  ","795335":"\n\n    @ncgirl_iltransplant\n   \n   bullied me . help me by bullying her .\n  ","795336":"\n   What's your favorite green vegetable ?\n  ","795337":"\n   I follow you! x\n  ","795338":"\n   Is that you during childhood 😂\n  ","795339":"\n   How would you feel if your alarm clock was replaced by a rooster?\n  ","795340":"\n   Are you as excited for daylight savings time as I am?\n  ","795341":"\n   What did the 5 fingers say to the face?\n  ","795342":"\n   What is something you gotta have right now?I gotta have more cowbell!\n  ","795343":"\n   What are your thoughts on Canadians ? Truthfully :)\n  ","795344":"\n   Ever been accused of something you didn't do.And then when it was proven you didn't do it you still didn't get an apology from the accuser?\n  ","795345":"\n   Do you like Mexican food?\n  ","795346":"\n   But it's illegal to drive while under the influence of anything\n  ","795347":"\n   While drunk and high? What if you crash?\n  ","795348":"\n   How're you getting home tonight?\n  ","795349":"\n   Don't post you with your kid when you ain't? If you posting you are but provin you ain't that makes you stupid? Not us?\n  ","795350":"\n   Since when did people get so stupid???😂😂😂 I blame the parents\n  ","795351":"\n   My life isn't dull. My life is full of happiness and people who actually like being in the right state of mind\n  ","795352":"\n   Not very stupid because you always seem to be smoking or drinking\n  ","795353":"\n   Do you smoke in the house or around Joe?\n  ","795354":"\n   Where's Joe?\n  ","795355":"\n   Do you anyone who looks like their pet?\n  ","795356":"\n   How would describe your trust other people?\n  ","795357":"\n   What is a priority in your life?\n(Not whom but what)\n  ","795358":"\n   When I take ladies to dinner, they know they got a winner, it ain't gonna be long before we're home and then I'm in her.\n  ","795359":"\n   I smoke stogies while hittin' bogeys, I got a pet bear named Yogi.\n  ","795360":"\n   When I'm walking down the street,  the other brothers take a seat, they know when a winner when they see one, and they know they cain't compete.\n  ","795361":"\n   i did my research ya stinkhole.  U love killing.  deal wit it.\n  ","795362":"\n   stop sayin' pro choice.  that stupid.  U pro death.  eww.\n  ","795363":"\n   I know karate, pilates, I drive a Maserati, and any girl I'm with they gotta have a good body.\n  ","795364":"\n   Last time you were scared\n  ","795365":"\n   U hv big fourhead like\n   \n    @ncgirl_iltransplant\n   \n","795366":"\n   Selfie\n  ","795367":"\n   Since I'm leaving the country for the first time soon, it sparked a question. Have you ever left the country you live in? Where'd you go? If not, where would you like to go?\n  ","795368":"\n   Do you like pumpkin bread?\n  ","795369":"\n   Did it hurt when you fell from heaven?\n  ","795370":"\n   Are you happy and you know it?\n  ","795371":"\n   you were making an ice cream sundae what toppings would you put on it\n  ","795372":"\n   I lost my phone number,can I borrow yours?😉😆😜\n  ","795373":"\n   I'm going to rearrange the alphabet and put U & I together !😄\n  ","795374":"\n   mom\n  ","795375":"\n   trash 4 lyfe\n  ","795376":"\n   happy almost birthday\n  ","795377":"\n   how long you been with your boyfriend\n  ","795378":"\n   ur beautiful 😍😍😘😘😘\n  ","795379":"\n   how old r u?\n  ","795380":"\n   r u okay?\n  ","795381":"\n   Do you or did you pass notes in class?Ever gotten caught and the teacher read your note aloud?\n  ","795382":"\n   What r ur weekend plans ?\n  ","795383":"\n   good morning\n  ","795384":"\n   Whats with the name \nPro choice trash? Im just curious\n  ","795385":"\n   What's up with the \"pro choice trash\" names?\n  ","795386":"\n   why did you have to kill one of your babies?  >:(\n  ","795387":"\n   Is your dad a preacher? Cuz gurl you are a blessing!\n  ","795388":"\n   No it was bad. X tho was pretty fun the first few times😂\n  ","795389":"\n   Oh I tried shrums once... Worst trip ever🙈🙈😂😂\n  ","795390":"\n   Ever popped molly? If so whats it like?\n  ","795391":"\n   r u in love?\n  ","795392":"\n   do u smoke?\n  ","795393":"\n   would u have an abortion\n  ","795394":"\n   how r u?\n  ","795395":"\n   twitter?\n  ","795396":"\n   are you going to bed?\n  ","795397":"\n   What place would u travel to if u had a million dollars ?\n  ","795398":"\n   What is something you always do when you feel that you cannot fall asleep during a decent hour?\n  ","795399":"\n   -\n  ","795400":"\n   I never had sex with you so stop lying to people saying we had sex I don't even know u well enough to even wanna get in bed with you\n  ","795401":"\n   i love you so much\n  ","795402":"\n   i'm in love with you\n  ","795403":"\n   i have a crush on u\n  ","795404":"\n   use condoms\n  ","795405":"\n   Following you❤❤\n  ","795406":"\n   What's your favorite fast food, if any?\n  ","795407":"\n   i told ur bf on you\n  ","795408":"\n   do u watch porn\n  ","795409":"\n   bad bad bad\n  ","795410":"\n   trash\n  ","795411":"\n   stop lying\n  ","795412":"\n   Who was your favorite teacher growing up? Mine was Mr. Rochester from 10th grade English because he generally cared for his students\n  ","795413":"\n   how many followers u have\n  ","795414":"\n   you're so cute\n  ","795415":"\n   why aren't you online?\n  ","795416":"\n   you're beautiful\n  ","795417":"\n   hey\n  ","795418":"\n   What's one thing you wish somebody would've told you as a child?\n  ","795419":"\n   wyd sexy?\n  ","795420":"\n   If you don't mind answering, Who are you voting for? Personally I'm considering Jill Stein 😂\n  ","795421":"\n   Have you ever been arrested?\n  ","795422":"\n   I'm Back Babe ❤️❤️❤️😍😍😍😂😂😂\n  ","795423":"\n   \"PRO CHOICE\" ~ given the choice , what will your choice be?\n  ","795424":"\n\n    http:\/\/ask.fm\/MsBrownBunni\/answers\/139695561640\n   \n\n    http:\/\/ask.fm\/MsBrownBunni\/answers\/139695726760\n   \n   The stereotypes wow\n  ","795425":"\n   Damn prolifers 🙄\n  ","795426":"\n   You don't care about the baby's body?\n  ","795427":"\n   but what about the child? do you know that they feel pain during the procedure? All of their nerves are developed...they feel themselves getting ripped apart...think of the agony they are in...they can feel it... :(\n  ","795428":"\n   Why do you not use condoms?\n  ","795429":"\n   why don't you use condoms?\n  ","795430":"\n   what is Joseph doing?\n  ","795431":"\n   Where is joe right now\n  ","795432":"\n   쌤 난 졸려\n  ","795433":"\n   쌤 내 페이지\n  ","795434":"\n   How many days a week do you have your son\n  ","795435":"\n   it would be hard, I know...I have three children myself. The postpartum hormones are so hard...but, to give that child a chance...to allow that child to smile, love...be happy...now that is so noble.\n  ","795436":"\n   Then have protected sex 😂\n  ","795437":"\n   imagine...that baby would be born...it will smile at you, laugh, clap its hands...crawl in your lap and call you \"mama\". she would love you...so much...she would grow up to have a daughter herself...\n  ","795438":"\n   if you decide to have an abortion...please, don't. There are so many of us who would love to have a baby.\n  ","795439":"\n   How many times have you fallen in love?\n  ","795440":"\n   You talk about your sex life all of the time so of course we know your sex life?\n  ","795441":"\n   Don't post stuff if you don't want questioned about it. & continue using it as a form of birth control, and he the reason why everyone thinks it's used as birth control\n  ","795442":"\n   You just said that you weren't preventing it\n  ","795443":"\n   But you aren't preventing it? That makes no sense\n  ","795444":"\n   Didnt you just have an abortion? I am pro choice but i dont think you should use it as a form of birth control imo\n  ","795445":"\n   What would you do if you got pregnant\n  ","795446":"\n   booty pic?\n  ","795447":"\n   lost your social media so we can follow you\n  ","795448":"\n   @ (recent) 💕💕\n  ","795449":"\n   Followed you! 😄\n  ","795450":"\n   what is your favorite sport?\n  ","795451":"\n   If you use facebook and willing to spare a second to help Tia meet Elsa, drop me a message or post in my ask box, will take 2 seconds! *ignore or use as filler xo*\n  ","795452":"\n   what do you and you boyfriend do\/use to prevent pregnancy?\n  ","795453":"\n   Are you wearing a thong\n  ","795454":"\n   Rates?\n  ","795455":"\n   Which piercing hurt the most?\n  ","795456":"\n   How long have you had your nipple pierced?\n  ","795457":"\n   When are you getting married?\n  ","795458":"\n   Do you ever get worried about possibly getting pregnant?\n  ","795459":"\n   What is your favorite time of year?\n  ","795460":"\n   Likers get?\n  ","795461":"\n   Do you have any piercings? if so where?\n  ","795462":"\n   Do you have sex everyday?\n  ","795463":"\n   Frozen pizza or pizza from a restaurant\n  ","795464":"\n   you look so hot without your glasses\n  ","795465":"\n   trash\n  ","795466":"\n   What would you do if you could inflate your body like a balloon?\n  ","795467":"\n   What are you lovely people cooking or did cook for dinner? I tried my first shot at cooking pigs in a blanket.\n  ","795468":"\n   Have u ever had someone be rude to u on this site ? Did they have a good reason to ?\n  ","795469":"\n   What kind of birth control do you use?\n  ","795470":"\n   Ever had unprotected sex?\n  ","795471":"\n   Why are the people you're the closest to the ones who hurt you?\n  ","795472":"\n   Ever played pokemon?\n  ","795473":"\n   Why do people enjoy making fools of others?\n  ","795474":"\n   LOL glad to hear :)\n  ","795475":"\n   never is\n  ","795476":"\n   nah not the same, no that's boring!!!!!\n  ","795477":"\n   I was just horny tbh\n  ","795478":"\n   the sexual questions\n  ","795479":"\n   wyd?\n  ","795480":"\n   hi sexy\n  ","795481":"\n   they always are to girls\n  ","795482":"\n   panties off or pulled down?\n  ","795483":"\n   I just want to know\n  ","795484":"\n   can I guess?\n  ","795485":"\n   what does yours look like?\n  ","795486":"\n   what????? LOL\n  ","795487":"\n   really? I have an innie\n  ","795488":"\n   Do you always have to have things on a schedule or can you go with the flow?\n  ","795489":"\n   you don't know? lol I know you look at them\n  ","795490":"\n   innie or outie then?\n  ","795491":"\n   innie or outie? post it\n  ","795492":"\n   haha nice\n  ","795493":"\n   see I did, cuz like your wearing no clothes and like if someone like walks up and sees you that would suck lol\n  ","795494":"\n   get you naked :)\n  ","795495":"\n   you didn't feel weird?\n  ","795496":"\n   welcome :)\n  ","795497":"\n   yah I guess, I felt weird being totally naked outside\n  ","795498":"\n   your pretty :)\n  ","795499":"\n   it was a dare for me so I did it\n  ","795500":"\n   ive been outside naked lol\n  ","795501":"\n   be honest...you naked?\n  ","795502":"\n   I love to try on my cousin's bra as a male.\n  ","795503":"\n\n    @keeptestingdes\n   \n   killed her unborn child because he was black\n  ","795504":"\n   - new followers ✨\n  ","795505":"\n   Has a bonfire you created ever gotten out of control?\n  ","795506":"\n   Who in your family do you have the best relationship with? For me it's my youngest sister\n  ","795507":"\n   Do you like bonfires?\n  ","795508":"\n   Would u like to continue to get my questions ?\n  ","795509":"\n\n    @kizzleisback\n   \n   murdered her unborn child\n  ","795510":"\n   How many fillings do you have in your teeth\n  ","795511":"\n   Did u graduate high school ? Or what grade r u in ?\n  ","795512":"\n   Today is #NationalStressAwarenessDay! What are some things you do to relieve stress?\n  ","795513":"\n   What's your favorite position?😉...to sleep when you're in bed.\n  ","795514":"\n   Do you use Uber or another ride share service?\n  ","795515":"\n   How long have u used this site ?\n  ","795516":"\n   Do you have a good sense of humor?\n  ","795517":"\n   What is one thing that you hate to do but have to\n  ","795518":"\n   When's the last time you hung up on someone?\n  ","795519":"\n   I follow u . Have a great day . What is ur favorite food ?\n  ","795520":"\n   How do u get people to ask u questions ?\n  ","795521":"\n   Do u want kids\/more kids?\n  ","795522":"\n   How old r u\n  ","795523":"\n   Ever eaten in a 5 star resturant\n  ","795524":"\n   R u a parent? Name ur favorite parents for me to follow\n  ","795525":"\n   Hi. U should ask me questions.\n  ","795526":"\n   I forgot to come off anon, i'm the one who said I follow you\n  ","795527":"\n   New account, I follow you✨\n  ","795528":"\n   Do you follow fashion trends actively?\n  ","795529":"\n   Do you sleep more on your back, On your side or on your stomach?\n  ","795530":"\n   Do you ever wear socks that don't match?\n  ","795531":"\n   Are you a competitive person?\n  ","795532":"\n   Smash the button like thank you 😀😀\n   \n    https:\/\/youtu.be\/4eyqFkO7FiM?t=5s\n   \n","795533":"\n   Put these in order according to you\nBooty boobs brain\n  ","795534":"\n   You not black lol\n  ","795535":"\n   It's World Vegan Day!  Do you think it is healthy to be a vegan\/vegetarian?\n  ","795536":"\n   If you went out or took your children out , what did you\/they use to collect candy ? (Bag , bucket)\n  ","795537":"\n   Did you dress up this year?  If so, What as?\n  ","795538":"\n   Did you go out trick or treating or did you stay in?\n  ","795539":"\n   Did you decorate your house?\n  ","795540":"\n   What's the best decorated house you've seen this year?\n  ","795541":"\n   Because it's now November first,  when is it okay to start talking about Christmas?  😂 😉\n  ","795542":"\n   What do you hand out to kids on Halloween? Candy, fruit, little toys? Something else?\n  ","795543":"\n   last one (if you wanna soam me with some questions id like that haha hope you enjoyed this spam!)\n🎄❄☃CHRISTMAS SPAM: 15. \nWhen do you normally put your tree up? Is it a real one or a fake one ?\n  ","795544":"\n   🎄❄☃CHRISTMAS SPAM:2 what gets you in the Christmas spirit?\n  ","795545":"\n   🎄❄☃CHRISTMAS SPAM:10. Do you believe in Santa?  If you don't,  what made you not believe in him?\n  ","795546":"\n   🎄❄☃CHRISTMAS SPAM: 3. Do you like to go sledding?\n  ","795547":"\n   🎄❄☃CHRISTMAS SPAM: 11. Have you got some Christmas shopping started yet?\n  ","795548":"\n   🎄❄☃CHRISTMAS SPAM: 6. Do you make gingerbread houses?\n  ","795549":"\n   🎄❄☃CHRISTMAS SPAM: 7. Do you like candy cane hot chocolate?  Or just hot chocolate at all?\n  ","795550":"\n   🎄❄☃CHRISTMAS SPAM:8. What's your favorite Christmas movie?\n  ","795551":"\n   🎄❄☃CHRISTMAS SPAM: 4. Does it snow where you are ?\n  ","795552":"\n   🎄❄☃CHRISTMAS SPAM: 1. what do you want for Christmas this year?\n  ","795553":"\n   🎄❄☃CHRISTMAS SPAM: 12. Do you receive stockings on Christmas?\n  ","795554":"\n   🎄❄☃CHRISTMAS SPAM: 14. What are you looking forward to this Christmas?\n  ","795555":"\n   🎄❄☃CHRISTMAS SPAM: 13. Have you ever had an advent calendar?\n  ","795556":"\n   Do you enjoy engaging in a debate?\n  ","795557":"\n   Inspired by the Pride Of Britain Awards: Have you ever done anything heroic or admirable? Tell us about it!\n  ","795558":"\n   Have you ever felt as if you're not being taken seriously?\n  ","795559":"\n   How often are you hit on or flirted with?\n  ","795560":"\n   Are there any household chores that you enjoy doing?I like vacuuming\n  ","795561":"\n   What do I want ?\n  ","795562":"\n   What's the sexy part of your body and your brain we already know that\n  ","795563":"\n   So it's DM your crush day & I got no DMs?😃\n#DMYourCrushDay\n  ","795564":"\n   what do you do on your first day working fast food?\n  ","795565":"\n   Its the first of the month.. Cash your checks dun.dun dun\n  ","795566":"\n   Did you get the D for Halloween🍆👻🎃\n  ","795567":"\n   Gaprielle whatchu doin\n  ","795568":"\n   You still drunk?\n  ","795569":"\n   Hey Gappy\n  ","795570":"\n   Whats your favourite whore movie?\n  ","795571":"\n   How was your day?\n  ","795572":"\n   I've heard people say that \"black\" people can't be racist! \nWhat's your opinion on this? Is it true? Why? \n\n{Btw I am not racist at all}\n  ","795573":"\n   Ever have any issues or had a history of issues e.g back issues neck issues\n  ","795574":"\n   Happy Halloween 🎃👻\nWhat are your plans for celebrating?\n  ","795575":"\n   Did you get any trick or treaters this year?\n  ","795576":"\n   Do you like Mexican food?\n  ","795577":"\n   Was your son planned\n  ","795578":"\n   Do you like kids\n  ","795579":"\n   Same\n  ","795580":"\n   What's new\n  ","795581":"\n   ever try lean?\n  ","795582":"\n   plans for tonight?\n  ","795583":"\n   what's ya Twitter?\n  ","795584":"\n   Sent this to all I follow, but you can use as a filler if you aren't active when I sent it. Please go vote on two dresses on my page. I'm so indecisive.\n  ","795585":"\n   what are you?\n  ","795586":"\n   On a scale of 1-5 5 being the highest rate maturity level\n  ","795587":"\n   On a scale of 1-5 rate your pain tolerance\n  ","795588":"\n   good morning sexy thing\n  ","795589":"\n   🎃 You're the cutest pumpkin in the patch! 👽 Witch-ing you a spook-tacular Halloween! 👻 Have a scary good time! 🎃\n  ","795590":"\n   How would you introduce yourself on dating app?\n  ","795591":"\n   birthday Queen soon 😘\n  ","795592":"\n   Youre so fucking sexy idc what you or anyone else says id take you and make you feel like a woman 😘😘😉💜💙\n  ","795593":"\n   The mask is very realistic\n  ","795594":"\n   Are you looking for a job or do you just want to be a SAHM?\n  ","795595":"\n   Do you have a hard time saying no?\n  ","795596":"\n   what do you do for work.?\n  ","795597":"\n   hi five\n  ","795598":"\n   i l o v e y o u\n  ","795599":"\n   you're ass is hot\n  ","795600":"\n   when r u getting engaged?\n  ","795601":"\n   how old is ur son?\n  ","795602":"\n   do you have sex often?\n  ","795603":"\n   why are you sending questions to\n   \n    @angelic_ash\n   \n","795604":"\n   what phone u got\n  ","795605":"\n   snapchat?\n  ","795606":"\n   what's your twitter?\n  ","795607":"\n   smoke weed is bad for you\n  ","795608":"\n   what color bra you wearing?\n  ","795609":"\n   love the filter\n  ","795610":"\n   'Sex sells' - what's your thoughts on this? What is the least sex related thing you've ever seen advertised using sex?\n  ","795611":"\n   At what point in your life do you need to stop following your heart and putting your own happiness first? What was the last thing you did which was for you and you only?\n  ","795612":"\n   If you were able to visit other planets and the travelling didn't take years, you would be safe etc. would you go and visit another planet? Which planet and why?\n  ","795613":"\n   Just in case you need to hear this; you're amazing! ❤️\n  ","795614":"\n   you're beyond hot 😻\n  ","795615":"\n   happy halloween\n  ","795616":"\n   when's ya birthday?\n  ","795617":"\n   wyd?\n  ","795618":"\n   Whos watching the walking dead right now🙋🙋🙋🙋🙋🙋\n  ","795619":"\n   What are three things that you are scared of?\n  ","795620":"\n   Fav song\n  ","795621":"\n   When you go out to dinner do you order soup or salad\n  ","795622":"\n   Fav candy\n  ","795623":"\n   What was the longest car ride you’ve ever taken?\n  ","795624":"\n   Why lol\n  ","795625":"\n   Are you handing out csndy to kids tomz\n  ","795626":"\n   How far from now do you want your next?\n  ","795627":"\n   How old is your kid?\n  ","795628":"\n   I've unfollowed so many people if you get this I haven't unfollowed you\n  ","795629":"\n   do you want to have more kids?\n  ","795630":"\n   What are your Halloween plans?\n  ","795631":"\n   What are your plans for your birthday?\n  ","795632":"\n   Did you go to any Halloween parties?\n  ","795633":"\n   Are you a procrastinator?\n  ","795634":"\n   What makes you special?\n  ","795635":"\n   How old are you?\n  ","795636":"\n   Any good Halloween\/Horror movie suggestions?\n  ","795637":"\n   Are you dressing up for Halloween? If you are, as what?\n  ","795638":"\n   There's this thing at my school called operation Christmas child, it's where you put gifts in a shoe box and send it to wogs in Africa, should I put chicken bones in there for them to suck on?\n  ","795639":"\n   Staif... Whats for dinner tonight? Im trying to figure that out myself so maybe what youre having or had can help me decide😄\n  ","795640":"\n   When is your birthday?\n  ","795641":"\n   Are u a mooch like\n   \n    @ncgirl_iltransplant\n   \n   or do u buy ur own food out??????\n  ","795642":"\n   How many hours of sleep did you have last night?\n  ","795643":"\n   Is it normal to hate women of colour because my father cheated on my mother with a Columbian woman and got her pregnant?\n  ","795644":"\n   Pap of tonight's outfit\n  ","795645":"\n   How many you had?\n  ","795646":"\n   You drink it mixed\n  ","795647":"\n   What you drinking?\n  ","795648":"\n   Wyd tonight\n  ","795649":"\n   Slimthickwithyofineass\n  ","795650":"\n   Whats so funny??? Are you high Gabs😮\n  ","795651":"\n   Whats the best prank youve ever pulled on someone?\n  ","795652":"\n   Gabby fine asf\n  ","795653":"\n   You look different are you wearing makeup now?\n  ","795654":"\n   New York people be like\n   \n    https:\/\/youtu.be\/ExpxXnhPTCk\n   \n","795655":"\n   Why\n  ","795656":"\n   What about your mum dad or any siblings\n  ","795657":"\n   Would you take your family with you\n  ","795658":"\n   Would you move out of your town\/ city\n  ","795659":"\n   What would you buy if you won the lottery\n  ","795660":"\n   I like my boss in the pub\nI hate my boss in the shop I work in\n  ","795661":"\n   If  won the lottery I go to my first job call my boss a cunt then go to my second boss tell him I quit\n  ","795662":"\n   If you won the lottery what would be the first thing you do\n  ","795663":"\n   Favorite candy\n  ","795664":"\n   Favorite car\n  ","795665":"\n   Leggings or jeans day\n  ","795666":"\n   What is the secret of happy relationship?\n  ","795667":"\n   why are you so hot?\n  ","795668":"\n   wyd?\n  ","795669":"\n   Where do I put my purse\/phone at mcdonalds? Tomorrow is my first day 😬\n  ","795670":"\n   That's good ☺\n  ","795671":"\n   Hope she okay\n  ","795672":"\n   Why\n  ","795673":"\n   Ever had a black eye\n  ","795674":"\n   Pap of your OOTD\n  ","795675":"\n   Do you have a tv in your bedroom?\n  ","795676":"\n   Is your house heated by wood stove or furnace ?\n  ","795677":"\n   [4\/30] Have you been to any concerts? What was your favorite one? And are you going to any that are coming up?\n  ","795678":"\n   What tv show did you cry over\n  ","795679":"\n   Ever cried watching tv\n  ","795680":"\n   your cover photo 😍😍😍\n  ","795681":"\n   you & ur MIL get along?\n  ","795682":"\n   wyd?\n  ","795683":"\n   [1\/30] Do you watch Netflix? If so have you watched any of the Netflix original shows? Which one?\n  ","795684":"\n   If someone close to you stole something sentimental to you, how would you confront them?\n  ","795685":"\n   If you have Snapchat, do you have any streaks? If So, how many? With who? What's the streak number?\nWanna start a streak with me?? :)\n  ","795686":"\n   Last time you blushed and what was it that made you blush\n  ","795687":"\n   Do you like your ass grabbed\n  ","795688":"\n   Biggest turn on and biggest turn offs\n  ","795689":"\n   U was all on my d the other day now u acting u dont know me\n  ","795690":"\n   What's your relationship status ?\n  ","795691":"\n   Have you ever went to the Roosevelt Field Mall before?\n  ","795692":"\n   Did you go to Massapequa today?\n  ","795693":"\n   What towns did you go to today?\n  ","795694":"\n   wyd?\n  ","795695":"\n   Have you watched a show called \"Superstore\"?\n  ","795696":"\n   Everyone could be better. How are YOU trying to better yourself? (This could be in any way you take it).\n  ","795697":"\n   Do you have any cool nicknames?\n  ","795698":"\n   Due to a discussion on a group I'm in - in your opinion if your partner works all day and you're a stay at home mum (or if you work and your partner is a SAHM), should the working partner expect to come home to a tidy house, a cooked meal etc or should they help out when they get home? Explain.\n  ","795699":"\n   If you're in a relationship what makes your relationship work? What little things do you do for each other etc? If you're not in a relationship but have been previously, why do you think it didn't work out? Was the split civil?\n  ","795700":"\n   Did you have a favorite bikini from this summer\n  ","795701":"\n   Age?\n  ","795702":"\n   If a pregnant woman was giving birth and you saw it what would you do\n1. Nothing\n2. Help Deliver Baby\n  ","795703":"\n   hello, present simple instructions examples writing pls i need it help me :)(\n  ","795704":"\n   Do you like soup?Cause I like soup.\n  ","795705":"\n   Do you believe everything happens for a reason? Why\/why not?\n  ","795706":"\n   What if I was a cookie?\n  ","795707":"\n   Are you hard on yourself if you don't complete a goal? Do you celebrate the steps in which you took trying to reach the goal?\n  ","795708":"\n   Do you think you have good general knowledge? What is something you feel you know more about than the average person your age?\n  ","795709":"\n   What gossip about yourself has made you laugh?\n  ","795710":"\n   Do you have kik ? may I kik you I am bored\n  ","795711":"\n   What are you dressing up as for Halloween?\n  ","795712":"\n   Your battery percentage is the chance we have of meeting , what is it ?\n  ","795713":"\n   What is the last thing you searched online?\n  ","795714":"\n   How are you feeling right now ? \nVent if you'd like\n  ","795715":"\n   Did you have a locker at school? Did you decorate it or just use it for your books and things?\n  ","795716":"\n   Have you taken the robot baby home from school?  How long did you have it ? What was the full name ? How was the experience?\n  ","795717":"\n   Do you use your good looks to get what you want?\n  ","795718":"\n   Who was the last person you hugged ?\n  ","795719":"\n   Mind don't say that\n  ","795720":"\n   What is your favorite kind of yogurt?\n  ","795721":"\n   How many cats must one have to be considered a crazy cat lady or man?\n  ","795722":"\n   What phone you have\n  ","795723":"\n   Why does your phone have contacts texts them unknown senders texts?\n  ","795724":"\n   Can you do any wood working ?\n  ","795725":"\n   Do you use fandango to buy movie tickets?\n  ","795726":"\n   What has been the favorite birthday card you've gotten ?\n  ","795727":"\n   Which movie can you quote word for word?\n  ","795728":"\n   When charging your phone,  where is it plugged in and where does it sit ?\n  ","795729":"\n   I know most if not all of us celebrate the traditional holidays such as Christmas and Easter, but do you know the history behind them as to why we celebrate?\n  ","795730":"\n   Do you have piercings?  Did you get them done with a needle or a gun? What  shop?\n  ","795731":"\n   Do you play the Sims free play?\n  ","795732":"\n   Has anyone ever backed out on you and left you in a tricky situation? My neighbour now claims she can no longer home our two kittens, so now we're stuck with 7 cats!\n  ","795733":"\n   I made someone smile today in the shop this lady didn't have enough money for her stuff so I payed for her stuff\n  ","795734":"\n   Who and how\n  ","795735":"\n   Last time you made someone smile\n  ","795736":"\n   What do you think about my wife she is sleeping at home and she is my wife\n  ","795737":"\n   1. Last thing you searched on the internet\n2. Last time you were sick\n3. Last kiss\n4. Youngest Family Member\n5. Furthest you have been from home\n  ","795738":"\n   Post a picture of your belly and whoever likes it likes you\n  ","795739":"\n   Have you ever searched up porn on the internet\n  ","795740":"\n   What's the most unusual thing you've ever Googled?\n  ","795741":"\n   Buffest girls in your school year 10\n  ","795742":"\n   how did u and ur MiL start talking?\n  ","795743":"\n   how are you?\n  ","795744":"\n   wyd?\n  ","795745":"\n   As someone from England; could you explain to me the US presidential debate? Talk about their candidates, their beliefs and your opinions! (Sent to everyone, if you're not sure like me, use as a filler or ignore xo)\n  ","795746":"\n   Hi:)\n  ","795747":"\n   What is a rare skill you have that not many others would? Could you tell me a bit about it and how you learnt it?\n  ","795748":"\n   What are your plans for Halloween? \nRight now I don't know if I work or not on Halloween so I haven't made plans\n  ","795749":"\n   Do you play video games?\nIf so which upcoming games are you looking forward too?\n  ","795750":"\n   Ever done martial arts\n  ","795751":"\n   I love whisky\n  ","795752":"\n   Ever fired a gun\n  ","795753":"\n   What are you drinking\n  ","795754":"\n   Do you have a Netflix?  Do you pay for your own or share with somebody else ?\n  ","795755":"\n   What's the most unusual thing you've had for breakfast ?\n  ","795756":"\n   How are things\n  ","795757":"\n   How fast does your phone battery die?\n  ","795758":"\n   If you were pregnant right now and about to give birth who would be in the delivery room\n  ","795759":"\n   Age\n  ","795760":"\n   Height?\n  ","795761":"\n   Last time you had sex\n  ","795762":"\n   How do you decide what movie to watch?\n  ","795763":"\n   Alright whatever\n  ","795764":"\n   Bra size\n  ","795765":"\n   Why?\n  ","795766":"\n   Well are you gonna answer it tho?\n  ","795767":"\n   It was only that one sexual questions\n  ","795768":"\n   It was only one thats it\n  ","795769":"\n   Who do you think is the most annoying user on ask.fm?? If you wish to not tag or name them, what to you, makes a fellow user annoying??\n  ","795770":"\n   favorite song\n  ","795771":"\n   what is your dream job?\n  ","795772":"\n   *trigger.so delete if you wish*\nHave you experimented with drugs ?\n  ","795773":"\n   You didn't answer my question tho\n  ","795774":"\n   Could i get a pic please\n  ","795775":"\n   Last time you masturbated?\n  ","795776":"\n   Color panties right now?\n  ","795777":"\n\n    @meganosbornexo\n   \n   is catfish. Report\n  ","795778":"\n   Do you wanna build a snowman????😳Yeah I'm out of ideas\n  ","795779":"\n   It's really nice to understand others completely neutrally\nSo I invite you to  know more about Islam\nIt's in your language\nSupported by evidences\nThere's also a chapter talking about miracles in the Qur'an\nAnd also there is a chat room if you have any question about Islam\n   \n    http:\/\/www.islam-guide.com\n   \n","795780":"\n   What kind of birth control do you use?\n  ","795781":"\n   Do you have a role model\n  ","795782":"\n   Have you ever had any pregnancy scares recently?\n  ","795783":"\n   Have you ever worn a lot of makeup before?\n  ","795784":"\n   How far late was it\n  ","795785":"\n   Not to be weird or gross but has your period ever been late or close to being late\n  ","795786":"\n   How are you\n  ","795787":"\n   When was the last time you went to a haunted house?\n  ","795788":"\n   How old were you when you smoked weed for he first time?\n  ","795789":"\n   My wife is fat she came from the bathroom and I have to go home\n  ","795790":"\n   Have you ever been in a haunted house before?\n  ","795791":"\n   I didn't realize I sent this on anon! Sorry! ❤️❤️\n  ","795792":"\n   My phone was broken but I back! Do me a favor and go like the photo on my page! ❤️❤️❤️❤️❤️\n  ","795793":"\n   Obserwuje 💗Mogę liCzyć na parę pytan?😚💔Byłabym wdzięczna 😭❣\n  ","795794":"\n   I love you 💕\n  ","795795":"\n   What was your last dream\n  ","795796":"\n   Does your bra and underwear match if so what color are they and if they don't match what color are they\n  ","795797":"\n   Candy spam:who'd win in a fight?Willy Wonka or the Easter Bunny?\n  ","795798":"\n   Which superstition do you believe to be true?\n  ","795799":"\n   Not to be random or weird but last time you got a massage\n  ","795800":"\n   Dare you to say what color your panties are today!\n  ","795801":"\n   What's the other site like for questions?\n  ","795802":"\n   Why are people being mean to you with stupid questions?\n  ","795803":"\n   I love you\n  ","795804":"\n   He look just like you\n  ","795805":"\n   Fine all leave bye\n  ","795806":"\n   Did you love it?\n  ","795807":"\n   Because what if you can't take the pain\n  ","795808":"\n   Was the guy older then you?\n  ","795809":"\n   Did you cry at 13?\n  ","795810":"\n   How was it?\n  ","795811":"\n   How long did he wait after you gave birth to start having sex again\n  ","795812":"\n   Last time you had sex?\n  ","795813":"\n   What did you do yesterday\n  ","795814":"\n   Happy birthday to Joe😍❤🎂🎈🎉🎉🎉\n  ","795815":"\n   gay\n  ","795816":"\n   hey, i made this song i hope u enjoy\n   \n    https:\/\/youtu.be\/pYDRxxlDa2M\n   \n   if you enjoy please share the song 😄 Snapchat:andrelve   Instagram:sleith_or_andre\n  ","795817":"\n   Favourite person on ask?\n  ","795818":"\n   what are all the places on your body that your boyfriend has \"finished\" on?\n  ","795819":"\n   Do you agree that you should never lend money or tick drugs to women?\n  ","795820":"\n   do u have any bad habits such as biting ur nails, shaking ur leg, snoring, tapping ur foot, etc ?\n  ","795821":"\n   Happy Birthday to Joe! 🎉🎂\n  ","795822":"\n   Happy 3rd birthday to Joseph! Any plans today ?\n  ","795823":"\n   Happy Birthday to your son 🎉🎈\n  ","795824":"\n   hey, i made this song i hope u enjoy\n   \n    https:\/\/youtu.be\/pYDRxxlDa2M\n   \n   if you enjoy please share the song 😄 Snapchat:andrelve   Instagram:sleith_or_andre\n  ","795825":"\n   Has anyone ever stolen one of your ideas and nobody believed you?\n  ","795826":"\n   If you have a job, where do you work at & do you like it? If you don't have one, where would you like to work at?\n  ","795827":"\n   Requested by\n   \n    @jesscathh\n   \n   Relationship spam: are you in a relationship?Hows your relationship going?\n  ","795828":"\n   What number am I thinking of?The winner gets a bunch of likes and personal spam questions !!\n  ","795829":"\n   Relationship spam:if you're single,are you free Friday night?Wanna babysit my kids so I can take my wife out?\n  ","795830":"\n   Do you wear a watch?Post a picture of it please?\n  ","795831":"\n   How do you save money?\n  ","795832":"\n   r u and ur boyfriend okay?\n  ","795833":"\n   you're hot\n  ","795834":"\n   do you like\n   \n    @mazonbr\n   \n","795835":"\n   What is a strange yet entertaining TV program you like watching? 'Cats Make You LOL' is brilliant for me!\n  ","795836":"\n   What did you and your boyfriend fight about yesterday?\n  ","795837":"\n   When was the last time you and your boyfriend got into a fight?\n  ","795838":"\n   Not a question but a comment. You guys are awesome and you all make this fun!\n  ","795839":"\n   What are you doing today?\n  ","795840":"\n   Would you ever get contacts?\n  ","795841":"\n   Do you care if your boyfriend watches porn?\n  ","795842":"\n   What kind of wildlife do you generally see around your house?\n  ","795843":"\n   What is the goodest thing that's happened to you this week?\n  ","795844":"\n   I lost all my circulation today.. have you ever lost circulation In anything?\n  ","795845":"\n   What was your last bad idea?\n  ","795846":"\n   Do you have any collectable items ?\n  ","795847":"\n   Have you ever used whitening strips ? Do you find they helped ?\n  ","795848":"\n   Due to the recent presidential debate - what is your stance on abortion? What is your stance on late term abortion?\n  ","795849":"\n   Do you become offended easily?\n  ","795850":"\n   Ever seen a guy dress like a girl?\n  ","795851":"\n   can you guys please pray for me or keep me in your thoughts. i had testing done today & got back some pretty bad results, ill be heading to Riley Hospital soon to see a specialist.. thank you.\n  ","795852":"\n   What do you usually get at KFC?\n  ","795853":"\n   What have you bought from Victoria's secret?\n  ","795854":"\n   Have you ever lived with a friend ?\n  ","795855":"\n   What position do you sleep in?  I sleep on my belly\n  ","795856":"\n\n    https:\/\/www.youtube.com\/watch?v=Ol3lBAMwQKs\n   \n   😂😂😂😂\n  ","795857":"\n   You are an amazing mom and an incredible woman. You're gorgeous. Never forget you are worth more than you think. Never stop loving yourself and being who you are. Shine bright like the diamond you are.  Stay strong and keep your head up. Things will get better ♡\nAnd remember you are loved ♡\n  ","795858":"\n   You sure?\n  ","795859":"\n   Why whats wrong?\n  ","795860":"\n   Hi how are you?\n  ","795861":"\n   What do you mean\n  ","795862":"\n   What made your son calm down while he was in your belly\n  ","795863":"\n   What made him calm down\n  ","795864":"\n   If there was a problem Yo will you solve it?\n  ","795865":"\n   What's your Instagram\n  ","795866":"\n   How active was he in your belly\n  ","795867":"\n   Did your clothes fit the whole time you were pregnant or did you have to buy bigger ones\n  ","795868":"\n   Are you planning on more children\n  ","795869":"\n   Do you prefer top or bottom\n  ","795870":"\n   Where was it you bed\n  ","795871":"\n   Last time you had sex\n  ","795872":"\n   What kind of questions will you not answer on here\n  ","795873":"\n   Did you like it\n  ","795874":"\n   Have you been to a strip club\n  ","795875":"\n   Would you date a 22 year old\n  ","795876":"\n   Hows your day going ?\n  ","795877":"\n   Why\n  ","795878":"\n   Haven't seen one of these out in awhile. My inbox is open to my followers and yours too, send questions of all kinds :) 💕\n  ","795879":"\n   Why did you have a c section\n  ","795880":"\n   How long did you push when you gave birth\n  ","795881":"\n   1. Wyd\n2. What is your favorite Disney movie\n  ","795882":"\n\n    http:\/\/travelale2.blogspot.com\/2016\/10\/nie-oceniaj-ksiazki-po-okadce.html?m=1\n   \n","795883":"\n   I'm on way to office, late what?\n  ","795884":"\n   Why don't you think in other way?\n  ","795885":"\n   Why do you ask like that?\n  ","795886":"\n   I 'm stavation!\n  ","795887":"\n   Last year i have a lot of people who are not the only way to get the best way to get the best way to get the best way to the publicarticle\n  ","795888":"\n   Where one can find the truth?\n  ","795889":"\n   Come on, It's going to be fun for us all of them between your hands that you know well. \nThey like you so much in return you like them too. There is only problem you guys don't still know who I am. All you need to do is to give me an opportunity as to be one friend of your.\n  ","795890":"\n   Where are these names ?\n  ","795891":"\n   Give me some names of your beatiful friends.\n  ","795892":"\n   Does your boyfriend live with you?\n  ","795893":"\n   What's 4+2 ??\n  ","795894":"\n   It means with you.\n  ","795895":"\n   What month in 2015 did you and your boyfriend break up and how long was the break up for?\n  ","795896":"\n   What was the reasons why you and your boyfriend break up and get back together?\n  ","795897":"\n   How long did it take to make your relationship official with your boyfriend?\n  ","795898":"\n   Have you and your boyfriend ever broke up and got back together?\n  ","795899":"\n   When you first met your boyfriend, did you make your relationship official right away?\n  ","795900":"\n   No problem. Should there be some beatiful girls you are friend with them ?\n  ","795901":"\n   What genders do you want your future kid to be?\n  ","795902":"\n   Opinion on the app Tinder?\n  ","795903":"\n   You both look great.\n  ","795904":"\n   🔥💥\n  ","795905":"\n   Do you think you have good discipline?\n  ","795906":"\n   Political spam.Hillary or Trump?\n  ","795907":"\n   I just made Tumblr!! Do you have a Tumblr?  If so, follow me! Kenzie-baby-xo , I'll follow back! If you don't have a Tumblr , what social media do you have\n  ","795908":"\n   Are you good with children and pets?\n  ","795909":"\n   The last question about the bad day was from me lol my anon was on\n  ","795910":"\n   Have you ever had something been stolen from You? Somebody stole from me today..\n  ","795911":"\n   I had just a horrible day today\n. Nothing went right .. when did you last have a horrible day?  What happened\n  ","795912":"\n   Are women on the earth to please men?\n  ","795913":"\n   What type of men do you interested in ?\n  ","795914":"\n   What jobs did you apply to?\n  ","795915":"\n   Why do you think that watching porn isn't cheating?\n  ","795916":"\n   Did you apply to any jobs yet?\n  ","795917":"\n   Can I tell by the smell of my boyfriends gas if he's been cheating on me ?\n  ","795918":"\n   Was it in while you were pregnant or did you have to take it out\n  ","795919":"\n   Did you have it done when you were pregnant\n  ","795920":"\n   Do you have your belly button pierced and if so what is the piercing or if you don't have your belly button pierced do you want it pierced\n  ","795921":"\n   Nooooo:(((\n  ","795922":"\n   You are my mom ok???\n  ","795923":"\n   YES MOM! Ahahah\n  ","795924":"\n\n    https:\/\/youtu.be\/CvemR6f2jIo\n   \n","795925":"\n   If you could do anything for 24 hours and get away with it what would it be\n  ","795926":"\n   When was the last time someone picked you up from the ground\n  ","795927":"\n   Do you like to be picked up from the ground\n  ","795928":"\n   Ootd? Picture\n  ","795929":"\n   Wyd\n  ","795930":"\n   What song stuck in your head?\n  ","795931":"\n   Did you tell your parents right away that you were pregnant or did you wait a while?\n  ","795932":"\n   How old was Joe when you and your boyfriend got your own place?\n  ","795933":"\n   When Joe was born, did you and your boyfriend get your own place?\n  ","795934":"\n   Were you still living at home with your parents when you got pregnant?\n  ","795935":"\n   Did your family support your pregnancy?\n  ","795936":"\n   How did you know that you were pregnant before you found out that you were pregnant?\n  ","795937":"\n   Did you know you were pregnant before you found out that you were pregnant with your son?\n  ","795938":"\n   Did you feel cramping before you found out that you were pregnant with your son?\n  ","795939":"\n   Can you get fired from a job if you take off too many days?\n  ","795940":"\n   Lefty or righty?\n  ","795941":"\n   What's something that really makes you happy to see?I really enjoy seeing the before and after photos of people who have lost weight.Its really amazing to see someone make such a transformation and better their health!\n  ","795942":"\n   where do i remember you ?\n  ","795943":"\n   Have you ever broken a bone?\n  ","795944":"\n   Who's the most racist person you know?? They can be from on here, in your personal life, or on any other social media.\n  ","795945":"\n   When's the last time your hard work truly paid off\n  ","795946":"\n   Are you afraid of the future?\n  ","795947":"\n   Are you a complainer?\n  ","795948":"\n   انت بخير\n  ","795949":"\n   What do you think of double standards?\n  ","795950":"\n   Can you describe something  in your life that you really do appreciate and are thankful for ? What is it and how has it made an impact on your life\n  ","795951":"\n   Have you ever fired a real gun?\n  ","795952":"\n   Are you on birth control\n  ","795953":"\n   What if spam:What if your best friend tried to kiss you\n  ","795954":"\n   White uncle of your baby ahahah\n  ","795955":"\n   Suggested by\n   \n    @cybertronicphantom\n   \n   what if spam. What if your parents turned out to not be your real parents?\n  ","795956":"\n   I am white uncle\n  ","795957":"\n   What If spam :What if animals were really spies for aliens and were secretly plotting to conquer and enslave us?\n  ","795958":"\n   What if spam:What if the moon really was made of cheese?\n  ","795959":"\n   Come here Chico come here to white uncle\n  ","795960":"\n   Leave your glasses\n  ","795961":"\n   Oh baby leave glasses\n  ","795962":"\n   Where is gabrielle jr.? I am like a uncle\n  ","795963":"\n   Chicco :) where is now chico ?\n  ","795964":"\n   Oh wait oh you have a child ?\n  ","795965":"\n\n    https:\/\/youtu.be\/Keu8eqj2ueo\n   \n   SOTT LA CAPANN' QUANT NE SO FATT\n  ","795966":"\n   Yes you are oh\n  ","795967":"\n   You are my stuff\n  ","795968":"\n   Okokok you are my\n  ","795969":"\n   Please 🙏🏻🙏🏻🙏🏻👨❤️👨\n  ","795970":"\n\n    https:\/\/youtu.be\/YyxeuGi9Xd8\n   \n   look is important\n  ","795971":"\n\n    https:\/\/youtu.be\/YyxeuGi9Xd8\n   \n   look\n  ","795972":"\n   What's the best way to apologize?\n  ","795973":"\n   Who do you like to watch on YouTube and\/or are subscribed to?\n  ","795974":"\n   8\/10 you're pretty 💗\n  ","795975":"\n   How was your day?Do anything interesting?\n  ","795976":"\n   What's your favorite Halloween movie?\n  ","795977":"\n   I hope all of you lovely people had a good weekend. I enjoy following each and every one of you❤. Here's to a wonderful week! \nIt'll be honesty day tomorrow, so bring on the questions anons.\n  ","795978":"\n   BOO!!!!\n  ","795979":"\n   hey, i made this song i hope u enjoy\n   \n    https:\/\/youtu.be\/pYDRxxlDa2M\n   \n   if you enjoy please share the song 😄 Snapchat:andrelve   Instagram:sleith_or_andre\n  ","795980":"\n   What is something that could make you delete ask.fm and never use it again?\n  ","795981":"\n   Like 20 of my questions and send a Done to me ill 30 of urs back 🔥 #dontpost\n  ","795982":"\n   I love those lips and big brown eyes.\n  ","795983":"\n   your eyeliner 😻👌🏽\n  ","795984":"\n   Yes'th?\n  ","795985":"\n   I LOVE YOU AND I WANT TO GO BOOM BOOM BOOM AT YOU.\n  ","795986":"\n   Your curiouscat thing said modified mama. I HAD TO MAKE SURE SORRY GORGEOUS.\n  ","795987":"\n   by sending mass messages on ask talking about how unfair their job is? no !! the right thing would be to be professional & talk to your boss & if youre unhappy, quit!!! dont post it all over social media, thats just as equally childish as the boss is being !!!!!!!!\n  ","795988":"\n   Wait are you a milf?\n  ","795989":"\n   How did you quit your jobs? Did you just tell your boss that you didn't want to work there anymore?\n  ","795990":"\n   I would have still paid you.\n  ","795991":"\n   I would pay you 500 big ones to make my food at mcdonalds no sex involved.\n  ","795992":"\n   the one complaining about their job\n  ","795993":"\n   What jobs did you have McDonalds?\n  ","795994":"\n   What didn't you like about McDonalds that made you quit?\n  ","795995":"\n   that anon is such a fucking pussy wow\n  ","795996":"\n   Have you ever smoked weed before?\n  ","795997":"\n   I can't quit\n  ","795998":"\n   He said I might not do a shift for a few weeks\n  ","795999":"\n   He said he cut evetyone hours I seen everyone else hours and I can count they got the same hours and like I said cut mine\n  ","796000":"\n   It not fair he lied to me only cut  my hours when he said he\"ll cut everyones\n  ","796001":"\n   I did he doesn't care I'm out of work for 3 weeks maybe more he said everyone willl he changed his mind just me\n  ","796002":"\n   My boss said to me last wek everyone hours are being cut I was like okay my hours are being cut so is everyone due to it being winter my boss posted 3 weeks rota everyone has the same hours and he just cut my hours no one else just mine he lied to me fucking pissed off\n  ","796003":"\n   I'm not happy😡\n  ","796004":"\n   How are you\n  ","796005":"\n   Full body ootd pic\n  ","796006":"\n   What stores do you shop at?\n  ","796007":"\n   What are your favorite emojis?\n  ","796008":"\n   When did sex start to not hurt anymore for you?\n  ","796009":"\n   Something you absolutely love in bed?\n  ","796010":"\n   You only wear thongs?\n  ","796011":"\n   How many times after did you have sex for it to not hurt anymore?\n  ","796012":"\n   How often do you straighten your hair?\n  ","796013":"\n   Bra size?\n  ","796014":"\n   Biggest one you taken\n  ","796015":"\n   You wear thongs\n  ","796016":"\n   Likes get question spam\n  ","796017":"\n   How bad was the pain? Did you feel like crying?\n  ","796018":"\n   How many guys have you been with?\n  ","796019":"\n   Was your boss mad at you for quitting your job?\n  ","796020":"\n   Did it hurt when you had sex for the first time?\n  ","796021":"\n   Do you have a camera besides your phone?\n  ","796022":"\n   what is your favourite song\n  ","796023":"\n   Have you done something special for someone and they acted ungrateful or even criticized it?\n  ","796024":"\n   What ur snap?\n  ","796025":"\n   any siblings if so how many?\n  ","796026":"\n   Why don't you like your job?\n  ","796027":"\n   How old were you when you lost your virginity?\n  ","796028":"\n   Are you going to look for another job?\n  ","796029":"\n   Why shouldn't she be allowed to adopt\n  ","796030":"\n   Why though?\n  ","796031":"\n   Should a 34 year old woman be able to adopt a 12 year old boy if she's a registered sex offender?\n  ","796032":"\n   Question for question?\n  ","796033":"\n   Do you have snapchat?\n  ","796034":"\n   What was it like their?\n  ","796035":"\n   you do look hot in that pic\n  ","796036":"\n   what are your favorite leggings?\n  ","796037":"\n   1. Where will u go on vacation?\n  ","796038":"\n   👻or🎄\n  ","796039":"\n   200?\n  ","796040":"\n   Okay sorry I'm gonna ask u 10 questions and some will be sexual and if u don't like it let me know\n  ","796041":"\n   About hi beautiful\n  ","796042":"\n   Ask me stuff x\n  ","796043":"\n   Hi sexy\n  ","796044":"\n   Hey wasup\n  ","796045":"\n   But you still did it and that's hot.\n  ","796046":"\n   Most you done with girl ps your beautiful!x\n  ","796047":"\n   You getting it on with another girl is not regretable and wasted time.\n  ","796048":"\n   I bet she doesn't regret it. Especially you.\n  ","796049":"\n   What is your favorite sport to play?\n  ","796050":"\n   What is one thing that you would like to change about yourself?\n  ","796051":"\n   What did you do\n  ","796052":"\n   Have you ever been drunk and did something that you regret\n  ","796053":"\n   Honesty Weekend ✨\n  ","796054":"\n   Are you good at drawing?\n  ","796055":"\n   do u smoke tried?\n  ","796056":"\n   do u smoke tried?\n  ","796057":"\n   What pregnancy symptoms did you have before you found out that you were pregnant?\n  ","796058":"\n   i was doing just fine before i met you haha\n  ","796059":"\n   Do you like this job better than McDonald's?\n  ","796060":"\n\n    http:\/\/ask.fm\/ConMilne\/answers\/140607369924\n   \n","796061":"\n   Selfie\n  ","796062":"\n   Did you have pregnancy symptoms before you found out you were pregnant?\n  ","796063":"\n   Does your boss allow you to use your phone during work?\n  ","796064":"\n   opinion of\n   \n    @raisingprinces\n   \n   ?\n  ","796065":"\n   Who are you in a parallel universe?\n  ","796066":"\n   How often do you go shopping for new clothes?\n  ","796067":"\n   Did you get your new job on the spot after being interviewed?\n  ","796068":"\n   If you call your boss in your previous jobs and told them that you couldn't be at work that day, did they get mad or just don't care?\n  ","796069":"\n   What was the latest time you ever went to bed at?\n  ","796070":"\n   What was the first symptom you had when you found out you were pregnant?\n  ","796071":"\n   What time did you go to sleep last night?\n  ","796072":"\n   What days are you off of work?\n  ","796073":"\n   Do you get breaks during work?\n  ","796074":"\n   Did you get pregnant right away with your son or did it take a few months?\n  ","796075":"\n   When do you and your boyfriend want more kids?\n  ","796076":"\n   Do you work on the weekends?\n  ","796077":"\n   what is your favourite movies?\n  ","796078":"\n   hi brooklyn?\n  ","796079":"\n   Do you like deviled eggs?\n  ","796080":"\n   I like you where can I pm you?\n  ","796081":"\n   Wow, I love you, I like that,  smokes , nice to meet you.\n  ","796082":"\n   Do you smoke?\n  ","796083":"\n   Would you have sex with\n   \n    @keeragurll\n   \n   ?\n  ","796084":"\n   But it won't help you. I have something better than alcohol\n  ","796085":"\n   ru getting the iphone 7 plus\n  ","796086":"\n   Do you wanna stop drink? Well, I can help\n  ","796087":"\n   I like whisky\n  ","796088":"\n   Fav alcholic drink\n  ","796089":"\n   Do you drink\n  ","796090":"\n   you're spectacular 👀\n  ","796091":"\n   Who are your favourite music artists?\n  ","796092":"\n   Why?\n  ","796093":"\n   It's not stupid\n  ","796094":"\n   Why does leggings go up a girls butt\n  ","796095":"\n   Happy Sweetest Day! Sending hearts to everyone ❤💙💚💛💜💗💖💕💓\n  ","796096":"\n   Thoughts on Netflix and Chill?\n  ","796097":"\n   As it's honesty weekend what color are your panties today?\n  ","796098":"\n   What's your parents tell you when you told him you were pregnant?\n  ","796099":"\n   You 21?\n  ","796100":"\n   Did you try to push it out or did you just leave it there and relaxed?\n  ","796101":"\n   Wait so how old were you when you had him\n  ","796102":"\n   What was your first reaction when he told you he had came inside\n  ","796103":"\n   No nothing i just never thought you had a son how old is he?\n  ","796104":"\n   How many people have came inside you?\n  ","796105":"\n   Same😂\n  ","796106":"\n   Wait you have a son for real?😂\n  ","796107":"\n   How old were you when you lost your v card\n  ","796108":"\n   Favorite sex position?\n  ","796109":"\n   Has a guy ever busted a nut inside of you?\n  ","796110":"\n   Do you think the sun really does have a smiley face it's just so bright that we can't see it?\n  ","796111":"\n   You a moaner or a screamer?\n  ","796112":"\n   Did you eat her out or did she do it to you\n  ","796113":"\n   Whats better sex with a guy or girl?\n  ","796114":"\n   You wearing lace underwear right now?\n  ","796115":"\n   Ever had sex with a girl\n  ","796116":"\n   Have you ever made out with a girl\n  ","796117":"\n   You wear lace underwear?\n  ","796118":"\n   Illness spam:When's the last time you had the shits?\n  ","796119":"\n   Illness spam:Have you ever had a bad infection?\n  ","796120":"\n   When did you last cry?\n  ","796121":"\n   Thanks boooooo 😘\n  ","796122":"\n   Are you better at math or history?\n  ","796123":"\n   What are your plans for this weekend?\n  ","796124":"\n   Followed :) back maybe ? 💕\n  ","796125":"\n   Illness spam :Have you ever had a broken bone?\n  ","796126":"\n   Is it hard for you to look into the future?\n  ","796127":"\n   Are you owed an apology that you know you'll never get?\n  ","796128":"\n   Illness spam.Have you ever had the chicken pox?\n  ","796129":"\n   What color are your bra and panties today?\n  ","796130":"\n   ootd? Picture\n  ","796131":"\n   If you were famous would you use your real name or would you create a stage name aka Hannah Montana?\n  ","796132":"\n   Is there a song that every time you hear it you get emotional?\n  ","796133":"\n   Relationship spam : Do your parents like your significant other?\n  ","796134":"\n   Kik?\n  ","796135":"\n   Inspired by\n   \n    @KenzieBear998\n   \n   birthday spam.\n\nHAPPY BIRTHDAY!!\n  ","796136":"\n   What are your weekend plans?Tonight my family and I are going to a haunted corn maze👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👻👺👺👺👺👺👺👺👺👺👺👺👹👹👹👹👹👹👹👹👹👹👹👹!!!!!\n  ","796137":"\n   Birthday spam :What is your favorite type of birthday cake?\n  ","796138":"\n   Birthday spam : Do you still get excited for your birthday?\n  ","796139":"\n   What are you currently doing\n  ","796140":"\n   I remember a women peper sparyed a toddler last year how bad that\n  ","796141":"\n   Does  it get crazy on black friday\n  ","796142":"\n   Do you go black friday shopping\n  ","796143":"\n   Not that old yet lol\n  ","796144":"\n   I was way off\n  ","796145":"\n   Oh lol\n  ","796146":"\n   Will You be 24\n  ","796147":"\n   when is your b day\n  ","796148":"\n   Atm pic?\n  ","796149":"\n   6. Where was your first kiss\n7. Three words that describe you\n8. Three words that describe your best friend \n9. Current t shirt\n10. Favorite activity to do\n  ","796150":"\n   1. Current Age\n2. Favorite Pizza Topping\n3. What size bed do u have\n4. Current Sheets on bed\n5. Do you drive if so what kind of car\n  ","796151":"\n   I follow you ❤\n  ","796152":"\n   Relationship spam :Do you and your sig have a song?\n  ","796153":"\n   where's chelsea again?\n  ","796154":"\n   How is work going today\n  ","796155":"\n   Have you ever eaten in the middle of the night?\n  ","796156":"\n   Well I just mentioned in general you should take some new ones cause you are so beautiful\n  ","796157":"\n   Do you like your boss at work?\n  ","796158":"\n   Do you have friends that are guys?\n  ","796159":"\n   Take some new ones\n  ","796160":"\n   Who made the first move when you and your boyfriend first starting dating?\n  ","796161":"\n   If you could have any mans baby in the world who would it be\n  ","796162":"\n   hey like some answers of\n   \n    @sherrykhan234\n   \n   please i have questioned you and those were gud ones..not asking asking about your photo\n  ","796163":"\n   what do u mean\n  ","796164":"\n   what is bc?\n  ","796165":"\n   Do you still use WIndows XP? That's awesome if you do. :D\n  "},"Answer":{"795093":"\n  thanks\n  \n  going to vote when babe gets off work\n  ","795094":"\n  thank you 😊\n  ","795095":"\n  thank you 😊\n  ","795096":"\n  thank you\n  ","795097":"\n  i do.\n  \n  my sister i get along w\/ my brother doesn't talk to me anymore\n  \n  still has yet to say Happy Birthday to me smh\n  ","795098":"\n  blue check mark says other wise mhm\n  ","795099":"\n  great!\n  ","795100":"\n  questions\n  ","795101":"\n  aha yes i do but unfortunately they don't have any in my state 🙄\n  ","795102":"\n  is this Ben?\n  ","795103":"\n  6pm\n  ","795104":"\n  eh, like 💩 still\n  \n  maybe after i eat i'll feel better\n  ","795105":"\n  i don't click links\n  ","795106":"\n  how stupid does this even sound\n  ","795107":"\n  i hate when ppl get exactly what i get 🙄\n  ","795108":"\n  lmao so i've been told 🙄\n  ","795109":"\n  still orange and black from Halloween lmao\n  ","795110":"\n  my mom wants to take me to apple bees for my birthday\n  ","795111":"\n  aha am i? 😂😂\n  ","795112":"\n  lmfao oh boy did i\n  ","795113":"\n  thank you ❤️️\n  ","795114":"\n  GxCxD\n  ","795115":"\n  he's at work\n  ","795116":"\n  sitting outside lol\n  ","795117":"\n  thank you\n  ","795118":"\n  bc i have a hangover lol\n  ","795119":"\n  omg i hate when i ask a question and ppl be putting irrelevant statements . but other than that it's aright lol\n  ","795120":"\n  thank you\n  ","795121":"\n  hungover lol but i'm good\n  ","795122":"\n  i'll try lol\n  ","795123":"\n  22\n  ","795124":"\n  Thanks\n  ","795125":"\n  thank you\n  ","795126":"\n  no\n  ","795127":"\n  i like them all equally lol\n  ","795128":"\n  thank you so much 💖\n  ","795129":"\n  i'm 22 today\n  ","795130":"\n  thank you 💖\n  ","795131":"\n  eh, to me it's just there lol\n  ","795132":"\n  thank you baby 😻💖🎉\n  ","795133":"\n  i went to Barbados\n  ","795134":"\n  i have no idea he wants toys lol\n  ","795135":"\n  thank you Tom\n  ","795136":"\n  thank you gorgeous 😍💖\n  ","795137":"\n  thank you 😍\n  ","795138":"\n  thank you 😻👸🏻\n  ","795139":"\n  ♏️👸🏻\n  ","795140":"\n  hank you so much babe. i love you so fuckzzz much\n  ","795141":"\n  i'll be 22 in like 3 1\/2hrs .\n  \n  thank you 😻😻👸🏻👸🏻♏️\n  ","795142":"\n  oh okay\n  ","795143":"\n  huh\n  ","795144":"\n  ♏️♏️♏️♏️\n  \n  birthday queen in 5hrs\n  ","795145":"\n  lol aha never to early to wish somebody a happy birthday. but thank you baby 😻😻😻\n  ","795146":"\n  lol he agreed to go out tonight 💖\n  ","795147":"\n  ATL\n  ","795148":"\n  trying to do something lol 😍😍😍😉\n  ","795149":"\n  trolls will be trolls\n  ","795150":"\n  got that Henny 👅💦\n  ","795151":"\n  depends\n  ","795152":"\n  hell no. your 5 year old shouldn't be wearing tons of makeup nor fake nails\n  ","795153":"\n  🍆👅💦\n  ","795154":"\n  my son and bf\n  ","795155":"\n  yes i like it fried\n  ","795156":"\n  😉😉😉\n  ","795157":"\n  Barbados but a long time ago.\n  \n  when i was younger\n  ","795158":"\n  yes\n  ","795159":"\n  yes want some now\n  ","795160":"\n  mac & cheese\n  \n  now chips\n  ","795161":"\n  i seen ppl posting about it on instagram so i thought i'd give it a try\n  ","795162":"\n  i kinda figured\n  ","795163":"\n  💖💖😊😊😊\n  ","795164":"\n  this my page\n  \n  pipe down 🅱️\n  ","795165":"\n  i really don't have one\n  ","795166":"\n  i'm cold rn\n  ","795167":"\n  my son and my bf\n  ","795168":"\n  spam me w\/ questions guys\n  ","795169":"\n  i wore jeans , red long sleeve, my scarf, black uggs and my north face jacket\n  ","795170":"\n  eh, tbh that's not really my cup of tea.\n  \n  i believe a dog should eat meat\n  ","795171":"\n  omg me to it's only 10;55am and it feels like 12pm\n  ","795172":"\n  GDnzy\n  ","795173":"\n  sitting in the parking lot waiting for my bf\n  ","795174":"\n  thanks\n  ","795175":"\n  good morning\n  ","795176":"\n  sure\n  ","795177":"\n  not yet\n  ","795178":"\n  no no no\n  ","795179":"\n  ????\n  ","795180":"\n  i am up lol\n  ","795181":"\n  maybe her bladder is weak.\n  ","795182":"\n  tbh none\n  ","795183":"\n  yeah lol\n  ","795184":"\n  nah 🅱️\n  ","795185":"\n  thanks\n  \n  funny story, my bf actually said he really loves my hair. like he was admiring my hair this morning when we woke up playing in it 💍😍😩\n  ","795186":"\n  there's a lot that's bad for you in the world\n  \n  pipe down pepper 🌶\n  ","795187":"\n  i love pie tho\n  ","795188":"\n  💍😍\n  ","795189":"\n  eye liner only tbh\n  ","795190":"\n  pls send me some ???'s\n  ","795191":"\n  singing\n  ","795192":"\n  hence the name 👌🏽\n  ","795193":"\n  car\n  ","795194":"\n  Beyoncé\n  ","795195":"\n  wow!\n  ","795196":"\n  Newports\n  ","795197":"\n  not rn soon hopefully\n  ","795198":"\n  nope\n  ","795199":"\n  how about nah\n  ","795200":"\n  i tend not to cry in front of ppl\n  ","795201":"\n  GxCxD\n  ","795202":"\n  lol\n  ","795203":"\n  off\n  ","795204":"\n  sup?\n  ","795205":"\n  ugh, y'all suck w\/ asking questions\n  ","795206":"\n  ????\n  ","795207":"\n  no and even if i did i wouldn't give it to you\n  ","795208":"\n  ugh, my moms so fucking annoying guys.\n  ","795209":"\n  i can lol\n  ","795210":"\n  no\n  ","795211":"\n  sometimes early in the mornings around 7:30am\n  ","795212":"\n\n   https:\/\/curiouscat.me\n  \n","795213":"\n  NineGDxFourO\n  ","795214":"\n  ppl irk the hell out of me\n  ","795215":"\n  life is good\n  ","795216":"\n  watching RHOA\n  ","795217":"\n  i'm her maid of honor\n  ","795218":"\n  sure\n  ","795219":"\n  only for my bf these lips\n  ","795220":"\n  🙃🙃🙃\n  ","795221":"\n  thank you 😜\n  ","795222":"\n  real questions guys\n  ","795223":"\n  it was lit .\n  \n  thanks for a great weekend babe 💍💖\n  ","795224":"\n  abortions is okay for ANYBODY\n  ","795225":"\n  hell no\n  ","795226":"\n  if yours is problems by 6lack odds are mine was too🙃🙃🙃\n  ","795227":"\n  regular\n  ","795228":"\n  of all time? i don't really have one\n  ","795229":"\n  Real Housewives Of Atlanta\n  ","795230":"\n  no\n  ","795231":"\n  trusting someone not to do something behind your back and not lying\n  \n  loyalty means you go me no matter what\n  ","795232":"\n  aha, kinda\n  ","795233":"\n  these last couple days 😪\n  ","795234":"\n  lol no\n  \n  my moms not as skinny as i am\n  ","795235":"\n  Real Housewives Of Atlanta\n  ","795236":"\n  that would be nice lol\n  ","795237":"\n  yeah sometimes\n  ","795238":"\n  send me questions guys\n  ","795239":"\n\n   @GeeDnz\n  \n\n\n   @adoringavory\n  \n\n\n   @ncgirl_iltransplant\n  \n\n\n   @Spamtron3030\n  \n","795240":"\n  no\n  ","795241":"\n  lmfao ew no\n  ","795242":"\n  yes and i've never really had to garden but when we get our own place i'd like too\n  ","795243":"\n  nobody that i know of tbh\n  ","795244":"\n  moveeeeee\n  ","795245":"\n  no i wish i could tho\n  ","795246":"\n  yes i have. i like them but too much of it i don't like\n  ","795247":"\n  yeah my face 😂😂😂\n  ","795248":"\n  8:30\n  ","795249":"\n  nobody\n  ","795250":"\n  who who who\n  ","795251":"\n  yes . i'd like a vent i strawberry refresher\n  ","795252":"\n  well where i love i'm not too sure but i wish they make a waffle house up here\n  ","795253":"\n  yes lol sounds weird\n  ","795254":"\n  good morning\n  ","795255":"\n  gorgeous 😻\n  ","795256":"\n  lol\n  ","795257":"\n  you'll follow them??? follow me then\n  ","795258":"\n  yeah i was a stripper at one point 😉😉😉\n  ","795259":"\n  i like a bunch of different songs\n  ","795260":"\n  my brother and his wife\n  ","795261":"\n  thanks for spamming me i need more\n  ","795262":"\n  my bf\n  ","795263":"\n  tbh neither\n  ","795264":"\n  i believe equally. like one year i'd spend w\/ my dad then next year my mom.\n  ","795265":"\n  smoking\n  ","795266":"\n  blender\n  ","795267":"\n  nah damn this shit hot af\n  ","795268":"\n  lmfao i can't recall\n  ","795269":"\n  depending on what the situation is\n  ","795270":"\n  yeah lol\n  ","795271":"\n  lmao this question is awkward\n  ","795272":"\n  i love Vanilla smell\n  ","795273":"\n  definitely 😉😉\n  ","795274":"\n  that would be cool 😎\n  ","795275":"\n  don't click on links\n  ","795276":"\n  my birthday is Tuesday lol if that's exciting\n  ","795277":"\n  person*\n  \n\n   @GeeDnz\n  \n  😂😂😂😋😋\n  ","795278":"\n  what's w\/ these cousin questions?\n  ","795279":"\n  once\n  \n   @GeeDnz\n  \n","795280":"\n  they get to like my questions\n  ","795281":"\n  25\/8\n  ","795282":"\n  my bf\n  ","795283":"\n  chinese\n  ","795284":"\n  yes\n  ","795285":"\n  Batman\n  ","795286":"\n  eh, i don't really like playing games but my son has a game on the ipad called tom i like playing lol\n  ","795287":"\n  like cartoon type\n  ","795288":"\n  most recent not my fav tho\n  ","795289":"\n  Real Housewives Of Atlanta\n  \n  Love & Hip Hop\n  ","795290":"\n  anything y'all want.\n  \n  still honesty weekend\n  ","795291":"\n  doing hookah w\/ my bf and his friend\n  ","795292":"\n  this is a question site\n  ","795293":"\n  thnxs\n  ","795294":"\n  it's so annoying lol\n  ","795295":"\n  snapchat\n  ","795296":"\n  no i wish i love been trying\n  ","795297":"\n  i'm good. just drunk at 9:00pm eastern time.\n  \n  ahah spam me\n  ","795298":"\n  NBA 2K\n  ","795299":"\n  at my mother in laws house w\/ my bf and our son\n  ","795300":"\n  yeah i have\n  ","795301":"\n  doing laundry\n  ","795302":"\n  this isn't a chat site\n  ","795303":"\n  yes always lol. that's my life procrastination\n  ","795304":"\n  they're cool. i'm so amazed by them\n  ","795305":"\n  i was bleeding\n  ","795306":"\n  10 weeks early\n  ","795307":"\n  no\n  ","795308":"\n  yes all the time\n  ","795309":"\n  twice\n  ","795310":"\n  my forehand\n  ","795311":"\n  1\n  ","795312":"\n  bad first\n  ","795313":"\n  clearly our country needs to bring back old fashion movies\n  ","795314":"\n  ranch grill\n  ","795315":"\n  who wants to do honesty weekend?\n  \n  you can send me ANYTHING you want!!!\n  ","795316":"\n  no i wish tho\n  ","795317":"\n  grapes are amazing\n  ","795318":"\n  sorry boo boo my hair is all real 💁🏻\n  ","795319":"\n  Tom i suck a poems.\n  \n  copy && paste 😂😂\n  ","795320":"\n  💖💖💖\n  ","795321":"\n  stop asking this .\n  \n  next\n  ","795322":"\n  good morning 🌞\n  ","795323":"\n  bc we forgot where we parked 💆🏻🙄\n  ","795324":"\n  wow\n  ","795325":"\n  again w\/ he statements 😴\n  ","795326":"\n  my mom wanted to take him shopping\n  ","795327":"\n  laying here\n  ","795328":"\n  11:09am eastern time\n  ","795329":"\n  this one lady said \"hi\" to Joe. he's 3 now but he was around 2 1\/2 and he goes \"i don't know you lady\" and i'm like OMG but i busted out laughing 😂😂😂\n  ","795330":"\n  5am. we fucking lost the car for an hour 🙄\n  ","795331":"\n  wish ppl would ask questions instead of sending pointless statements\n  ","795332":"\n  💆🏻\n  ","795333":"\n  cat dog\n  ","795334":"\n  ??? i can't even understand this statement\n  ","795335":"\n  ily Tori. you A1 😻\n  ","795336":"\n  broccoli\n  ","795337":"\n  i l y\n  ","795338":"\n  what??\n  ","795339":"\n  i'd kms\n  ","795340":"\n  no it's annoying getting dark so early\n  ","795341":"\n  slap\n  ","795342":"\n  money\n  ","795343":"\n  they're cool 😎\n  ","795344":"\n  lol yeah but that sounds like me\n  ","795345":"\n  no\n  ","795346":"\n  who says i am. just bc i'm drinking doesn't mean i'm drunk\n  ","795347":"\n  who says i'm high or dunk?\n  ","795348":"\n  by driving ????\n  ","795349":"\n  💙💙💙💙🌎🌎🌎\n  ","795350":"\n  lmfao but we're in the wrong . at least our 3 year old is smarter then them\n  ","795351":"\n  lmfao lmfao lmfao omg 😲\n  ","795352":"\n  when i'm out lol. pipe down . sorry your life is to dull\n  ","795353":"\n  how stupid do you sound\n  ","795354":"\n  with his grandma\n  ","795355":"\n  lmfao ya\n  ","795356":"\n  lack of trust\n  ","795357":"\n  getting a good paying job , a house with my bf and son,\n  ","795358":"\n  bye\n  ","795359":"\n  bye\n  ","795360":"\n  bye\n  ","795361":"\n  you acting like i'm killing a human but i'm not\n  ","795362":"\n  do ya research\n  ","795363":"\n  on our way to NyC\n  ","795364":"\n  couple months ago\n  ","795365":"\n  i do have a big forehead it's my flaw about myself\n  ","795366":"\n  👇🏽👇🏽👇🏽\n  ","795367":"\n  Barbados 😍\n  ","795368":"\n  i've never tired its\n  ","795369":"\n  omg it really did\n  ","795370":"\n  very\n  ","795371":"\n  fudge\n  ","795372":"\n  sure take it 😂😂😂\n  ","795373":"\n  lmao how sweet\n  ","795374":"\n  not your mom\n  ","795375":"\n  you know it\n  ","795376":"\n  thank you\n  ","795377":"\n  5 years and 2 months today 💍\n  ","795378":"\n  thnx\n  ","795379":"\n  i'll be 22 Tuesday 👸🏻\n  ","795380":"\n  yeah lol\n  ","795381":"\n  lmfao yeah in 6th grade. my math teacher was pissed bc we were talking shit about her 😂😂😂\n  ","795382":"\n  suppose to be going out td\n  ","795383":"\n  good morning\n  ","795384":"\n  it's 6:52am you sent this an hour ago i was asleep\n  ","795385":"\n  i'm 👸🏻\n  ","795386":"\n  why are you worried about what i'm doing?\n  ","795387":"\n  bye\n  ","795388":"\n  lol i'd still try it\n  ","795389":"\n  sounds like fun tbh\n  ","795390":"\n  lol hell no.\n  \n  i'd do shrooms before mollys\n  ","795391":"\n  definitely am 💍😍😘\n  ","795392":"\n  yes i am rn\n  ","795393":"\n  i probably would .\n  ","795394":"\n  i'm actually amazing 👸🏻\n  ","795395":"\n  NineGDxFourO\n  \n  follow me ✨☄️\n  ","795396":"\n  not rn soon tho it's 5 minutes to 11 here\n  ","795397":"\n  Paris\n  ","795398":"\n  smoke, drink or play on my phone. sometimes watch the boys sleep\n  ","795399":"\n  i have over 2,000 followers no reason why my inbox is dead\n  \n  spam spam spam\n  ","795400":"\n  lmfao don't mistake me for your old ho.\n  \n  i've been having sex w\/ my bf 😏😏😏\n  ","795401":"\n  oh\n  ","795402":"\n  you don't even know me LMFAO\n  ","795403":"\n  how sweet\n  ","795404":"\n  nah, i'm good\n  ","795405":"\n  💖💖💖\n  ","795406":"\n  lmfao you know me i'm down for whatever but i hate subway 😉😉😉\n  ","795407":"\n  lol what are we 12?\n  ","795408":"\n  25\/8\n  ","795409":"\n  i'm a good gyal\n  ","795410":"\n  glad you can read my name\n  ","795411":"\n  stop being lame\n  ","795412":"\n  i hated all my english teachers.\n  \n  they all were bitches\n  ","795413":"\n  2,562 😎\n  ","795414":"\n  thnx\n  ","795415":"\n  obviously i am\n  ","795416":"\n  am i\n  ","795417":"\n  questions\n  ","795418":"\n  that life isn't easy\n  ","795419":"\n  again, reframe from calling me sexy\n  \n  k thnx\n  ","795420":"\n  lmfao you'll see when ya ass comes w\/ me 😂😂😂😏\n  ","795421":"\n  lol no\n  ","795422":"\n  follow my bf guys 💍💍💍\n  ","795423":"\n  wow\n  ","795424":"\n  ignorance\n  ","795425":"\n  so annoying lol\n  \n  i tried to be nice\n  ","795426":"\n  okay i'm trying to be nice as possible\n  \n  can you pls stop trying to shove your belief on to mine\n  \n  i'm pro choice\n  ","795427":"\n  i'm sorry you feel that way. but whatever i choice to do w\/ my body is my choice. i already have a son and right now we're content with him.\n  ","795428":"\n  what does it matter anyways\n  ","795429":"\n  no\n  ","795430":"\n  sitting on me lol\n  ","795431":"\n  right next to me\n  ","795432":"\n  bye\n  ","795433":"\n  english\n  ","795434":"\n  7 days a week 365 days\n  ","795435":"\n  yeah i know but i'd rather not carry a child for 9 months then give him \/ her up it would be way too hard on me\n  ","795436":"\n  i do what i want damn\n  ","795437":"\n  well i already have a son.\n  ","795438":"\n  that now is true.\n  \n  but i would rather not carry a child for 9 months grow attached then have to give him\/her away.\n  \n  sorry i just can't\n  ","795439":"\n  - spam me lol\n  ","795440":"\n  y'all know what i TELL\n  \n  there's way more to my sex life then what i post LOL\n  ","795441":"\n  who is \"he\"?\n  \n  and i didn't say i'd get an abortion definitely i said \"PROBABLY\"\n  ","795442":"\n  hence why i put \"lol\" y'all dumb\n  ","795443":"\n  lol glad to know you know our sex life .\n  \n  *sigh\n  ","795444":"\n  like months ago lol.\n  \n  nobody said i was using it as a form of birth control.\n  \n  and what i do WITH my body is my choice.\n  \n  and it's not like we're TTC and then having an abortion or not caring\n  ","795445":"\n  probably have an abortion\n  ","795446":"\n  nah lol\n  ","795447":"\n  sc: GxCxD\n  \n  twitter: NineGDxFourO\n  \n  instagram: modifiedmama_xo\n  ","795448":"\n  flawless ✨✨👸🏻\n  ","795449":"\n  yay 💖💖💖\n  ","795450":"\n  football\n  ","795451":"\n  💖💖💖\n  ","795452":"\n  nothing lol\n  ","795453":"\n  sigh\n  ","795454":"\n  no\n  ","795455":"\n  my nipple\n  ","795456":"\n  like 2 years\n  ","795457":"\n  i'm not sure\n  ","795458":"\n  no\n  ","795459":"\n  around this time\n  ","795460":"\n  nothing\n  ","795461":"\n  yes\n  \n  my nipple, belly, nose and ears\n  ","795462":"\n  mostly\n  ","795463":"\n  from a restaurant\n  ","795464":"\n  thanks i know lol\n  ","795465":"\n  white girl trash\n  ","795466":"\n  bye\n  ","795467":"\n  we had take out\n  ","795468":"\n  yeah\n  ","795469":"\n  none\n  ","795470":"\n  obviously\n  ","795471":"\n  bc they know you the best\n  ","795472":"\n  yeah\n  ","795473":"\n  i'm not other ppl\n  ","795474":"\n  thanks i know\n  ","795475":"\n  cool\n  ","795476":"\n  not my problem\n  ","795477":"\n  idc go watch porn\n  ","795478":"\n  yeah i know but i don't want ONLY sexual questions\n  ","795479":"\n  watching tv w\/ my bf and son\n  ","795480":"\n  reframe from calling me sexy\n  ","795481":"\n  what is?\n  ","795482":"\n  yawn these questions are boring now\n  ","795483":"\n  sorrynotsorry\n  ","795484":"\n  no wtf\n  ","795485":"\n  none ya\n  ","795486":"\n  ???\n  ","795487":"\n  wow! 😱\n  ","795488":"\n  eh , just really all depends\n  ","795489":"\n  36C\n  ","795490":"\n  both lol\n  \n  my belly button is weird\n  ","795491":"\n  no lol weird\n  ","795492":"\n  yeah\n  ","795493":"\n  lol\n  ","795494":"\n  that's my bf's job\n  ","795495":"\n  no\n  ","795496":"\n  spam me guys\n  ","795497":"\n  eh not really\n  ","795498":"\n  thank ya ✨☄️\n  ","795499":"\n  that's cool\n  ","795500":"\n  so have i but it's like 59 outside\n  ","795501":"\n  i'm outside let's be honest\n  ","795502":"\n  blocked\n  ","795503":"\n  now you're blocked\n  ","795504":"\n  send me some spam.\n  \n  gained a bunch lately\n  \n  ask away ✨☄️\n  ","795505":"\n  no i'm scared of that\n  ","795506":"\n  my dad\n  ","795507":"\n  yes they're amazing\n  ","795508":"\n  sure\n  ","795509":"\n  go away w\/ your bullshit pls and thank you\n  ","795510":"\n  none\n  ","795511":"\n  i graduated in 2013\n  ","795512":"\n  smoke\n  \n  drink\n  \n  music\n  \n  shower\n  ","795513":"\n  on my left side lol\n  ","795514":"\n  no but i want a personal uber\n  ","795515":"\n  like 3 years\n  ","795516":"\n  i do 😁\n  ","795517":"\n  getting up\n  ","795518":"\n  back in 2015\n  ","795519":"\n  i like tons of things tbh lol\n  ","795520":"\n  idk lol i have tons of followers\n  ","795521":"\n  yes we do\n  ","795522":"\n  i'll be 22 next Tuesday\n  ","795523":"\n  no\n  ","795524":"\n  yeah i am\n  ","795525":"\n  no\n  ","795526":"\n  💖💖\n  ","795527":"\n  anon\n  ","795528":"\n  i have so many followers but zero questions.\n  ","795529":"\n  my side\n  ","795530":"\n  yeah\n  ","795531":"\n  yes\n  ","795532":"\n  ✌🏽️✌🏽️\n  ","795533":"\n  no\n  ","795534":"\n  obviously my dad is which makes me. y'all always act like you know what i am\n  ","795535":"\n  spam me w\/ questions guys!!!\n  ","795536":"\n  bag lol\n  ","795537":"\n  no but i put make up on my face as a kitty\n  ","795538":"\n  we went trick or treating then we went out around 10 and didnt get home till 5am drunk af lol\n  ","795539":"\n  no\n  ","795540":"\n  lol around our area barely anyone decorated\n  ","795541":"\n  Today 😉😉\n  ","795542":"\n  i never hand out candy\n  ","795543":"\n  the day after Thanksgiving.\n  \n  we have a fake one i've never had a real one which when we move out we will get one 🙃🙃🙃\n  ","795544":"\n  the music, the shopping, the people,\n  ","795545":"\n  no lol and bc i saw my parents put the gifts under the tree one year when i was like 5\n  ","795546":"\n  no i've never went\n  \n  i want to so bad\n  ","795547":"\n  no but we need to ASAP\n  ","795548":"\n  i use to in elementary school\n  ","795549":"\n  hot chocolate\n  ","795550":"\n  How the Grinch Stole Christmas\n  ","795551":"\n  yeah it does\n  \n  New York weather for ya\n  ","795552":"\n  i want money or uggs\n  ","795553":"\n  yes\n  ","795554":"\n  seeing my son open his presents\n  ","795555":"\n  no but i want one\n  ","795556":"\n  yes yes yes !!! love\n  ","795557":"\n  not really lol i wish i would have tho\n  \n  would be lit aha\n  ","795558":"\n  yeah 🙄\n  ","795559":"\n  a lot i can't even tell ya\n  \n  this one couple we hang w\/ the girl has a crush on me lmao.\n  \n  always taking about eating me out 😂😂😂\n  ","795560":"\n  i like dishes lol\n  ","795561":"\n  idk\n  ","795562":"\n  i'm sexy and i know it\n  ","795563":"\n  that sucks lol\n  ","795564":"\n  the lobby lol\n  ","795565":"\n  nah i cash mine on Fridays\n  ","795566":"\n  Halloween was yesterday today is the first.\n  ","795567":"\n  idk who Gaprielle is\n  ","795568":"\n  yeah\n  ","795569":"\n  who's that?\n  ","795570":"\n  send me questions guys\n  ","795571":"\n  my day wash good\n  ","795572":"\n  i'm so drunk guys\n  ","795573":"\n  no\n  ","795574":"\n  going to a Hookah bar later\n  ","795575":"\n  no\n  ","795576":"\n  yeah\n  ","795577":"\n  no\n  ","795578":"\n  i have a son....\n  ","795579":"\n  lol that sucks\n  ","795580":"\n  nothing much lol\n  \n  bored af\n  ","795581":"\n  yeah i have lol\n  ","795582":"\n  taking Joe trick or treating then\n  \n  we're suppose to go to a hookah bar later\n  ","795583":"\n  NineGDxFourO\n  ","795584":"\n  i already voted lol.\n  \n  i love #3 😻😻😻\n  ","795585":"\n  i'm a kitten\n  ","795586":"\n  4 1\/2\n  ","795587":"\n  depends on where it is and what i'm doing or getting at the time\n  ","795588":"\n  pls reframe from calling me sexy\n  \n  k thanx\n  ","795589":"\n  💖💖🎃👻🕸\n  ","795590":"\n  Happy Halloween everybody.\n  \n  spam me w\/ tons of questions 👻🕸🎃⚰️\n  ","795591":"\n  8 more days yahhh\n  ","795592":"\n  too bad my bf does for me\n  ","795593":"\n  sure\n  ","795594":"\n  it really doesn't matter\n  ","795595":"\n  no\n  ","795596":"\n  i'm a SAHM again\n  ","795597":"\n  👋🏽\n  ","795598":"\n  💖\n  ","795599":"\n  my ass? lmao\n  ","795600":"\n  idk , we talked about this early he said soon\n  ","795601":"\n  he just turned 3 a week ago\n  ","795602":"\n  😉😉\n  ","795603":"\n  bc i want too\n  ","795604":"\n  he iPhone 6s plus\n  ","795605":"\n  GxCxD\n  ","795606":"\n  NineGDxFourO\n  ","795607":"\n  it's not bad for ya\n  ","795608":"\n  red 😏😏😏\n  ","795609":"\n  thanks. it's on snapchat\n  ","795610":"\n  on tv lol it was a sex store and the wife didn't want to use the bathroom in there\n  ","795611":"\n  when you get closer to your 20's\n  ","795612":"\n  i'd visit Jupiter\n  ","795613":"\n  you're amazing 💖\n  ","795614":"\n  thanks\n  ","795615":"\n  Halloween is in 3 hours on my end lol\n  \n  but Happy Halloween 👻🕸⚰️🎃\n  ","795616":"\n  11\/08\n  ","795617":"\n  about to smoke soon w\/ my bf\n  ","795618":"\n  that show is dumb af\n  ","795619":"\n  1. clowns\n  \n  2. bees\n  ","795620":"\n  better questions\n  ","795621":"\n  neither\n  ","795622":"\n  i'm tired of this question\n  ","795623":"\n  how cool lol\n  ","795624":"\n  bc were not gonna be home\n  ","795625":"\n  hell no lol\n  \n  but no i'm not\n  ","795626":"\n  idk\n  ","795627":"\n  my son Joseph is 3\n  ","795628":"\n  thanks anon 💖💖\n  ","795629":"\n  yes\n  ","795630":"\n  taking Joe trick-or-treating\n  ","795631":"\n  getting drunk af in the city w\/ my bf\n  ","795632":"\n  i went to a couple then kept leaving\n  ","795633":"\n  i definitely am\n  ","795634":"\n  spam me w\/ questions guys 💖\n  ","795635":"\n  i'll be 22 in 8 days 👸🏻♏️\n  ","795636":"\n  i love he Halloween series, i love Scream all the series, Last house on the left,\n  ","795637":"\n  no i wish i wanted to be a sexy cat lol\n  \n  like a slut kitty 😂😂\n  ","795638":"\n  bye ben\n  ","795639":"\n  probably out to eat idk\n  ","795640":"\n  on the 8th of November\n  ","795641":"\n\n   @NineGDxFour\n  \n  loves\n  \n   @ncgirl_iltransplant\n  \n  😻😻😻\n  ","795642":"\n  not a lot\n  ","795643":"\n  go away\n  ","795644":"\n  no it's Saturday now\n  ","795645":"\n  like 7\n  ","795646":"\n  no straight\n  ","795647":"\n  henny\n  ","795648":"\n  i'm drunk ad\n  ","795649":"\n  ???\n  ","795650":"\n  bc i'm laughing means i'm high?\n  \n  makes no sense\n  ","795651":"\n  lol\n  ","795652":"\n  lol\n  ","795653":"\n  i look the same\n  ","795654":"\n  don't click links\n  ","795655":"\n  bc i don't want too or have to\n  ","795656":"\n  nah\n  ","795657":"\n  our son and my bf yeah\n  ","795658":"\n  definitely that's the plan\n  ","795659":"\n  a house\n  ","795660":"\n  damn it be like that sometimes\n  ","795661":"\n  lol 😂 that's hilarious\n  ","795662":"\n  move far away\n  ","795663":"\n  Hershey bar\n  ","795664":"\n  jaguar\n  ","795665":"\n  jeans day td\n  ","795666":"\n  send me some questions guys\n  \n  don't be like that td\n  ","795667":"\n  bc i'm Gabby\n  ","795668":"\n  smoking out back lol\n  \n  freezing yo\n  ","795669":"\n  on you lol idk tbh i just only brought my phone and left it in my pocket\n  ","795670":"\n  i know were relived\n  ","795671":"\n  she just finished\n  \n  the doctors said she's okay her heart is fine\n  \n  thanks 💖💖💖\n  ","795672":"\n  bc my mother-in-law is getting something done\n  ","795673":"\n  at the hospital guys\n  \n  send me questions\n  ","795674":"\n  sweat pants and a long sleeve shirt\n  ","795675":"\n  yes i do\n  ","795676":"\n  furnace\n  ","795677":"\n  no but i want to go to one so bad\n  ","795678":"\n  i don't remember tbh\n  ","795679":"\n  yeah\n  ","795680":"\n  thank you\n  \n  my baby boy is growing up so much 😭😍😩😘\n  ","795681":"\n  yeah it feels amazing\n  \n  man i love that women\n  ","795682":"\n  about to go shower\n  \n  i can't be around my mom for too long 🙄\n  ","795683":"\n  yeah i have an account lol\n  \n  OiTNB\n  ","795684":"\n  this actually happened last year and close friend of ours stole my IPhone 5s my bf was about to knock his head off bc he helped us looked for the phone and still iced to us\n  ","795685":"\n  i have no streaks 😩\n  \n  my snapchat is GxCxD\n  ","795686":"\n  lol this isn't middle school\n  ","795687":"\n  by my bf yeah\n  ","795688":"\n  no\n  ","795689":"\n  lol bye ✌🏽️✌🏽️✌🏽️\n  ","795690":"\n  taken 💖💍\n  ","795691":"\n  yeah i have\n  ","795692":"\n  no that's far\n  \n  follow me on snapchat\n  \n  GxCxD\n  ","795693":"\n  lol go watch my snap\n  ","795694":"\n  talking w\/ my mother-in-law and bf\n  ","795695":"\n  no lol\n  ","795696":"\n  by doing the best i can and keep striving for what i want in life\n  ","795697":"\n  clearing out my inbox.\n  \n  spam me w\/ bunch of questions 😏😏😏\n  ","795698":"\n  a tidy home they should come home too . i mean they can pick up little things nothing significant\n  ","795699":"\n  idk we just click lol . we learn to communicate and stuff like that.\n  \n  i'll randomly but him cigarettes, scratch off stickers, beer, Henny, clothes, socks, shoes, etc\n  \n  and he does the same for me\n  ","795700":"\n  no\n  ","795701":"\n  i'll be 22 in 12 days\n  ","795702":"\n  nothing\n  ","795703":"\n  help with what?\n  ","795704":"\n  eh, only when i'm sick lol\n  ","795705":"\n  yes bc there's always a consequence to every action\n  ","795706":"\n  then that wouldn't be my problem\n  ","795707":"\n  yes i'm very hard on myself bc i feel like i can do better and if i don't meet that goal i'm extremely mad. eh, not really bc it shouldn't be celebrated\n  ","795708":"\n  yeah i do\n  ","795709":"\n  my fly guy Joseph 💙🌎\n  ","795710":"\n  no i don't use kik anymore\n  ","795711":"\n  i wanted to just buy a mask lol\n  ","795712":"\n  67%\n  ","795713":"\n  send me bunch of questions guys\n  ","795714":"\n  i'm feeling good \/ worried\n  ","795715":"\n  i had a locker and NEVER used it lmao\n  ","795716":"\n  i've never did that lol\n  \n  i've never taken a parenting class\n  ","795717":"\n  😉😉😉\n  ","795718":"\n  my son\n  ","795719":"\n  then idk that's how i did it\n  ","795720":"\n  banana\n  ","795721":"\n  1000\n  ","795722":"\n  iphone 6s plus\n  ","795723":"\n  bc it's for ppl who's numbers aren't a saved . they go to \"unknown senders\"\n  ","795724":"\n  yeah\n  ","795725":"\n  no lol\n  ","795726":"\n  eh, i've never really had a fav one\n  ","795727":"\n  aTL\n  ","795728":"\n  it depends on where i'm located lol.\n  \n  sometimes in my room on my bed, on the couch, in the car\n  ","795729":"\n  eh, not fully\n  ","795730":"\n  yes i have\n  \n  my nipple , belly , nose and ears\n  \n  w\/ a needle\n  ","795731":"\n  i have before but it's too much work\n  ","795732":"\n  yes so annoying 🙄\n  ","795733":"\n  awh how sweet tbh\n  ","795734":"\n  lol\n  ","795735":"\n  today\n  ","795736":"\n  bye\n  ","795737":"\n  i'm so happy my mother-in-law likes me again\n  ","795738":"\n  no no no\n  ","795739":"\n  🙄🙄🙄\n  ","795740":"\n  lmfao herpes on a penis lmao\n  ","795741":"\n\n   @NineGDxFour\n  \n","795742":"\n  she actually started bring me up a lot to my bf\n  ","795743":"\n  i'm fantastic\n  ","795744":"\n  smoking and drinking on a Sunday night currently 10:54pm\n  ","795745":"\n  💙😍🌎\n  ","795746":"\n  send me questions guys\n  ","795747":"\n  tbh i have no idea 😕\n  ","795748":"\n  taking our son trick-or\/treating\n  ","795749":"\n  i'd play COd\n  ","795750":"\n  no\n  ","795751":"\n  cool\n  ","795752":"\n  no but i want to\n  ","795753":"\n  Henny\n  ","795754":"\n  yes i do\n  \n  we pay for or own\n  ","795755":"\n  Chinese Food\n  ","795756":"\n  things are amazing\n  \n  little drunk lol\n  ","795757":"\n  my battery life is amazing especially when i put the battery saver on. my phone can be on 20% and i can take about 2 hours for it to get to like 5%\n  ","795758":"\n  my bf\n  ","795759":"\n  i'll be 22 in 15 days\n  ","795760":"\n  5'3\n  ","795761":"\n  yesterday\n  ","795762":"\n  has to catch my interest\n  ","795763":"\n  thanks\n  ","795764":"\n  45Z\n  ","795765":"\n  bc i said so\n  ","795766":"\n  no\n  ","795767":"\n  okay\n  ","795768":"\n  one what?\n  ","795769":"\n  Ben\n  ","795770":"\n  don't have one\n  ","795771":"\n  i'm not too sure\n  ","795772":"\n  yes a bunch of them 😜😜😜\n  ","795773":"\n  yeah i know i don't want only sexually questions\n  ","795774":"\n  no\n  ","795775":"\n  and i get sexually questions smh\n  ","795776":"\n  leopard\n  ","795777":"\n  send me questions guys\n  \n  bunch of stuff\n  ","795778":"\n  yeah i do lol\n  ","795779":"\n  sorry no\n  ","795780":"\n  finally getting along with my mother-in-law\n  ","795781":"\n  myself\n  ","795782":"\n  no\n  ","795783":"\n  no\n  ","795784":"\n  who cares\n  ","795785":"\n  obviously\n  ","795786":"\n  i'm good\n  ","795787":"\n  i don't remember\n  ","795788":"\n  13\n  ","795789":"\n  go the fuck away\n  ","795790":"\n  yeah\n  ","795791":"\n  lol it's okay baby girl . glad you're back 💜💜💜\n  ","795792":"\n  is this\n  \n   @kristinisbackbaby\n  \n  ? 😊\n  ","795793":"\n  english\n  ","795794":"\n  how sweet 💜\n  ","795795":"\n  i don't remember\n  ","795796":"\n  good try\n  ","795797":"\n  Wily Wonka\n  ","795798":"\n  i'm glad my brother can text my mom to say Happy birthday to his newphew but not text me or his dad to say it . SMh\n  ","795799":"\n  i'm not sure\n  ","795800":"\n  dare you to stop asking this question\n  ","795801":"\n\n   https:\/\/curiouscat.me\/ModifiedMama_\n  \n","795802":"\n  they're not being mean lol they're being annoying\n  ","795803":"\n  cool\n  ","795804":"\n  who\n  ","795805":"\n  ok\n  ","795806":"\n  🙄🙄\n  ","795807":"\n  you're annoying\n  ","795808":"\n  no\n  ","795809":"\n  why would i cry at 13\n  ","795810":"\n  my night was fine\n  ","795811":"\n  i'd rather not say\n  ","795812":"\n  yesterday or the day before\n  ","795813":"\n  we went out to lunch walked around the mall.\n  \n  then we went to my bfs cousins house smoked and drank\n  ","795814":"\n  thank you so much 😍😍\n  ","795815":"\n  what is?\n  ","795816":"\n  ugh i'm so annoyed\n  ","795817":"\n\n   @NineGDxFour\n  \n","795818":"\n  lol\n  ","795819":"\n  no\n  ","795820":"\n  bitting my nails and cleaning my nails\n  ","795821":"\n  thank you 💜\n  ","795822":"\n  we're taking him out for lunch\n  ","795823":"\n  thank you so much\n  ","795824":"\n  bye\n  ","795825":"\n  yes so annoying\n  ","795826":"\n  i'm in the middle between jobs looks for something i like ya know\n  ","795827":"\n  yes i am 💍\n  \n  it's going good 😻🔐\n  ","795828":"\n  7\n  ","795829":"\n  lol i'm not single but i'd love to watch your kids.\n  \n  playdate w\/ Joe lol\n  ","795830":"\n  no i don't but i want an apple watch so badly\n  ","795831":"\n  by not spending money on stupid shit\n  ","795832":"\n  yeah we're amazing rn\n  ","795833":"\n  gee thanks\n  ","795834":"\n  i have no problem w\/ Brittany .\n  ","795835":"\n  i like Bates Motel.\n  \n  it's a weird show but it's AMAZING me and my boyfriend watched the whole thing in like 3 days\n  ","795836":"\n  like i said it wasn't really a fight lol. more of a deep conversation that wasn't really worth getting mad but i'm petty 💅🏽\n  ","795837":"\n  yesterday but i mean it wasn't really a fight it was just a talk but i'm petty and kinda ignored him and gave him the cold shoulder for like a couple hours\n  ","795838":"\n  you're awesome Tom\n  ","795839":"\n  i have to go pick up my check later, then go pick up my bf from somewhere later\n  ","795840":"\n  i get too fast easily\n  ","795841":"\n  no\n  ","795842":"\n  raccoons 🙄\n  ","795843":"\n  my son will be 3 tomorrow 😭😍🌎💙\n  ","795844":"\n  yeah my legs\n  ","795845":"\n  😶\n  ","795846":"\n  i collect phone cases lol\n  ","795847":"\n  no\n  ","795848":"\n  i believe she's fucking crazy. 36 weeks that's basically full term. that's killing a human. she's a POS for even suggesting that\n  ","795849":"\n  lol depends on the person\n  ","795850":"\n  yeah\n  ","795851":"\n  feel better babe\n  ","795852":"\n  The famous bowl\n  ","795853":"\n  yes but i hate there push up bras\n  ","795854":"\n  no\n  ","795855":"\n  i sleep on my left side lol\n  ","795856":"\n  i don't click links\n  ","795857":"\n  awh this made my night 💜\n  ","795858":"\n  yeah\n  ","795859":"\n  i don't want to talk about it\n  ","795860":"\n  i'm upset\n  ","795861":"\n  please go away seriously you'll end up getting cursed out\n  ","795862":"\n  i'm not w\/ the stupidity today really not\n  ","795863":"\n  made who?\n  ","795864":"\n  lmfao maybe\n  ","795865":"\n  Modifiedmama_xo\n  ","795866":"\n  very\n  ","795867":"\n  they didn't fit a lot but i didn't have to buy new clothes since i was so small\n  ","795868":"\n  hopefully\n  ","795869":"\n  i'm not answering only sex questions sorry\n  ","795870":"\n  that's my business\n  ","795871":"\n  today like 3 hours ago\n  ","795872":"\n  i'll answer pretty much everything\n  ","795873":"\n  yeah\n  ","795874":"\n  yes\n  ","795875":"\n  my boyfriend is 22\n  ","795876":"\n  my day is going okay so far\n  ","795877":"\n  bc i gave birth at 30 weeks and i was 6cm dilated. he wasn't facing down\n  ","795878":"\n  ask baby questions\n  \n  sorry i'm 10 hours late\n  ","795879":"\n  yeah i had a c section\n  ","795880":"\n  i didn't push\n  ","795881":"\n  i just finished getting my son dressed.\n  \n  he's going pumpkin 🎃 picking w\/ his grandma\n  \n  and i don't have a fav\n  ","795882":"\n\n   https:\/\/www.tumblr.com\/blog\/modifiedmama\n  \n","795883":"\n  this isn't a question\n  ","795884":"\n  so annoying already at 6:20am\n  ","795885":"\n  bc you sent me something stupid\n  ","795886":"\n  you're starving?\n  ","795887":"\n  💥\n  ","795888":"\n  drop them questions below\n  \n  just click the \"ask\" button\n  \n  hope to have tons of new questions 💥🔥\n  ","795889":"\n  you're annoying\n  ","795890":"\n  i need better questions\n  ","795891":"\n  no\n  ","795892":"\n  yeah we live w\/ each other\n  ","795893":"\n  you tell me\n  ","795894":"\n  what?\n  ","795895":"\n  September and like 3 weeks\n  ","795896":"\n  bc he wants to be w\/ me and i'm not discussing why we broke up\n  ","795897":"\n  3 months\n  ","795898":"\n  once in 2014 and once in 2015\n  ","795899":"\n  no\n  ","795900":"\n  should there??\n  ","795901":"\n  really doesn't matter\n  ","795902":"\n  not for me\n  ","795903":"\n  why thank ya\n  ","795904":"\n  spam my inbox guys\n  \n  nothing's off limit 💯❕❗️\n  ","795905":"\n  yes 2000%\n  ","795906":"\n  neither\n  ","795907":"\n\n   https:\/\/www.tumblr.com\/blog\/modifiedmama\n  \n","795908":"\n  yes\n  ","795909":"\n  no problem\n  ","795910":"\n  no i haven't\n  ","795911":"\n  today and bc our phones got cut off bc we thought we paid the bill but happens to be we paid for August so we had to sort that out. plus, our life isn't where we want it to be no matter how hard we try\n  ","795912":"\n  send me questions guys 🙋🏻\n  ","795913":"\n  him 😻\n  ","795914":"\n  front desk type\n  ","795915":"\n  bc it isn't\n  ","795916":"\n  yeah\n  ","795917":"\n  go away\n  ","795918":"\n  i took it out\n  ","795919":"\n  no i've had it 2 years before i got pregnant\n  ","795920":"\n  i have none done , it's just a red ball\n  ","795921":"\n  😊😊😊\n  ","795922":"\n  you're blocked okay????\n  ","795923":"\n  🙄🙄🙄\n  ","795924":"\n  was this necessary ???\n  ","795925":"\n  murder someone\n  ","795926":"\n  weird questions\n  ","795927":"\n  going pumpkin picking w\/ Joe tomorrow\n  ","795928":"\n  later\n  ","795929":"\n  sitting here\n  ","795930":"\n  \"Look Alive\"\n  ","795931":"\n  didn't tell nobody until i was 3 months along\n  ","795932":"\n  we're in the process\n  ","795933":"\n  not right away\n  ","795934":"\n  yeah\n  ","795935":"\n  my dad didn't talk to me until i gave birth my mom was iffy w\/ it\n  ","795936":"\n  bc i just knew\n  ","795937":"\n  yeah\n  ","795938":"\n  no\n  ","795939":"\n  every job is different\n  ","795940":"\n  lefty\n  ","795941":"\n  i never lost weight\n  ","795942":"\n  no where\n  ","795943":"\n  yes my ring finger\n  ","795944":"\n  i'd rather not say bc they stalk my ask\n  ","795945":"\n  last week\n  ","795946":"\n  no\n  ","795947":"\n  very much so lol\n  ","795948":"\n  English\n  ","795949":"\n  they suck\n  ","795950":"\n  these 2.\n  \n  i'm posting a belly selfie w\/ my boys in honor of my baby boy's birthday in just 5 days. i love these to more than life it's self. they complete me like no other 💙🌎\n  ","795951":"\n  no but i want to badly\n  ","795952":"\n  no i'm not\n  ","795953":"\n  i'd kiss him back bc my best friend is my boyfriend\n  ","795954":"\n  you're annoying\n  ","795955":"\n  then i'd cry\n  ","795956":"\n  good for you\n  ","795957":"\n  then we will all die 😱\n  ","795958":"\n  i'd eat it 😋\n  ","795959":"\n  english\n  ","795960":"\n  no\n  ","795961":"\n  ???\n  ","795962":"\n  you're annoying af\n  ","795963":"\n  what???\n  ","795964":"\n  obviously\n  ","795965":"\n  English and i'm not clicking these links\n  ","795966":"\n  i wish i'd get better questions or maybe even spam something i can actually answer\n  ","795967":"\n  i'm not stuff\n  ","795968":"\n  what??\n  ","795969":"\n  lol no i already said\n  \n  I.Dont.Click.Links\n  ","795970":"\n  no idc to click links\n  ","795971":"\n  i don't click links sorry\n  ","795972":"\n  spam my inbox w\/ a bunch of questions 💥\n  \n  who wants to do honesty day? 🙋🏻\n  \n  send them in 💥🔥\n  ","795973":"\n  i watch a lot of moms\n  ","795974":"\n  💜💜😻😻\n  ","795975":"\n  my day just started lol\n  ","795976":"\n  Halloween, Scream, Saw,\n  ","795977":"\n  ask bae questions\n  ","795978":"\n  👻\n  ","795979":"\n  bye\n  ","795980":"\n  i'm not sure tbh\n  ","795981":"\n  no\n  ","795982":"\n  lol\n  ","795983":"\n  awh thank you.\n  \n  i actually loved it better yesterday but thanks 😽\n  ","795984":"\n  what?\n  ","795985":"\n\n   https:\/\/curiouscat.me\/ModifiedMama_\n  \n","795986":"\n  what? lmao\n  ","795987":"\n  well maybe they were venting? ever heard of that? or maybe they needed someone to talk to? or maybe they wanted advice? ever think of that?\n  ","795988":"\n  how'd you know? 😱\n  ","795989":"\n  yeah\n  ","795990":"\n  idc\n  ","795991":"\n  i don't even work there anymore haven't in like 8 months lol\n  ","795992":"\n  i don't think so, i believe he's doing the right thing\n  ","795993":"\n  i did everything from lobby to taking orders , to making food\n  ","795994":"\n  everything it isn't even worth it\n  ","795995":"\n  lol what anon?\n  ","795996":"\n  i smoke everyday\n  ","795997":"\n  then tbh you gotta suck it up\n  ","795998":"\n  damn\n  ","795999":"\n  idk either you say something, quit or suck it up\n  ","796000":"\n  he's an asshole tbh. he shouldn't be lying to you.\n  ","796001":"\n  i'd quit then tbh\n  ","796002":"\n  i'd definitely say something\n  ","796003":"\n  why not\n  ","796004":"\n  i'm good 😊\n  ","796005":"\n  no i already changed my clothes\n  ","796006":"\n  spam me guys\n  ","796007":"\n  👇🏽👇🏽👇🏽\n  ","796008":"\n  why does this matter?\n  ","796009":"\n  no\n  ","796010":"\n  always 25\/8\n  ","796011":"\n  wtf\n  ","796012":"\n  not often\n  ","796013":"\n  40Z\n  ","796014":"\n  lol\n  ","796015":"\n  yeah\n  ","796016":"\n  no lol\n  ","796017":"\n  no\n  ","796018":"\n  100\n  ","796019":"\n  yeah LOL\n  ","796020":"\n  yeah bad\n  ","796021":"\n  no i want one really bad tho\n  ","796022":"\n  Black Beatles\n  ","796023":"\n  yes lmfao my boyfriend did that once like 2 years ago\n  ","796024":"\n  GxCxD\n  ","796025":"\n  2\n  ","796026":"\n  bc it's like we were in jail,\n  \n  can't talk to nobody and my work desk is in a corner , if you talk you'll get it trouble and you're not allowed to have your phones on you , they gotta stay in a locker which i wasn't doing and you have to work on a weekend which i already work 10 hours shift Monday-Friday so i want my weekends\n  ","796027":"\n  16\n  ","796028":"\n  yes definitely\n  ","796029":"\n  bc she's a sex offender obviously\n  ","796030":"\n  why what? lol i'm getting a lot of questions\n  ","796031":"\n  obviously not\n  ","796032":"\n  i send out questions randomly lol you'll get them 💜\n  ","796033":"\n  yes GxCxD\n  ","796034":"\n  where?\n  ","796035":"\n  thanks\n  ","796036":"\n  the ones in my dp\n  ","796037":"\n  i wanna go to Barbados again\n  ","796038":"\n  👻🎄\n  ","796039":"\n  sure lol spam away\n  ","796040":"\n  how about you ask me more then 10 lol\n  ","796041":"\n  well this isn't a chat room\n  ","796042":"\n  ^^^^\n  ","796043":"\n  don't call me sexy that's disrespectful\n  ","796044":"\n  just quite my job bc it sucks\n  ","796045":"\n  lol okay?\n  ","796046":"\n  lmao i've done everything w\/ a girl\n  ","796047":"\n  lmfao her sex game was whack me and my bf were laughing at the end of the night 😂😂😂\n  ","796048":"\n  lmfao i regret it 😂😂😂\n  \n  she was whack anyways\n  ","796049":"\n  Lacrosse\n  ","796050":"\n  my forehead\n  ","796051":"\n  me and my bf had a 3 sum lmao. we were both drunk af and plus i kissed the girl and he loved it. but we regret it\n  ","796052":"\n  lmao yeah 😂😂😂\n  ","796053":"\n  keep spamming me guys w\/ questions and ill be 💯 about my answers 🔥💥\n  ","796054":"\n  no i suck lol\n  ","796055":"\n  why'd you send me this twice?\n  ","796056":"\n  what?\n  ","796057":"\n  morning sickness\n  ","796058":"\n  okay???\n  ","796059":"\n  yeah\n  ","796060":"\n  and why are you sending me this?\n  ","796061":"\n  work selfie\n  ","796062":"\n  yeah\n  ","796063":"\n  no\n  ","796064":"\n  i love her she's an amazing mom💜💙\n  ","796065":"\n  working 10-6 on a Sunday 🙄🔫\n  \n  still doing honesty weekend\n  \n  so send them questions in ✨💫🔥💥\n  ","796066":"\n  like every 2 weeks\n  ","796067":"\n  yeah\n  ","796068":"\n  eh, depends\n  ","796069":"\n  i did a 24 hours no sleep before\n  ","796070":"\n  i missed my period my morning sickness to\n  ","796071":"\n  i don't remember\n  ","796072":"\n  i was off yesterday only\n  ","796073":"\n  yeah a 10 minute and an hour\n  ","796074":"\n  i wasn't TTC\n  ","796075":"\n  when we're more stable enough\n  ","796076":"\n  yeah i work today 10am-6pm 🙄\n  ","796077":"\n  i don't have one\n  ","796078":"\n  brooklyn isn't my name\n  ","796079":"\n  yes they're amazing\n  ","796080":"\n  nowhere 😂😂😂\n  ","796081":"\n  sorry i'm taking nice to meet you tho lo l\n  ","796082":"\n  all day\n  ","796083":"\n  i only have sex w\/ my boyfriend\n  ","796084":"\n  i don't want your help\n  \n  if you aren't asking questions then bye\n  ","796085":"\n  yes in March\n  ","796086":"\n  no i don't want to stop\n  ","796087":"\n  that's cool\n  ","796088":"\n  Henny\n  ","796089":"\n  yeah all the time lol\n  ","796090":"\n  you're amazing\n  ","796091":"\n  i don't really have just 1 favorite\n  ","796092":"\n  why what?\n  ","796093":"\n  seems like it\n  ","796094":"\n  why do you ask stupid questions??\n  ","796095":"\n  awh thanks 💜💜💜💜\n  ","796096":"\n  whack\n  ","796097":"\n  my color\n  ","796098":"\n  my mom and dad wanted me to get an abortion . and my dad didn't talk to me till i gave birth\n  ","796099":"\n  that's right\n  ","796100":"\n  this is creepy now ✌🏽️✌🏽️\n  ","796101":"\n  i was 18\n  ","796102":"\n  i loved it 😏\n  ","796103":"\n  he's 3\n  ","796104":"\n  1\n  ","796105":"\n  cool??\n  ","796106":"\n  what's so funny?\n  ","796107":"\n  13\n  ","796108":"\n  doggy\n  ","796109":"\n  i have a son lol\n  ","796110":"\n  i believe it's so bright you can't see it\n  ","796111":"\n  sucks to be you\n  ","796112":"\n  we are each other out\n  ","796113":"\n  both tbh\n  ","796114":"\n  no\n  ","796115":"\n  yeah\n  ","796116":"\n  plenty of times\n  ","796117":"\n  yeah\n  ","796118":"\n  lmfao 3 years ago\n  ","796119":"\n  no not really\n  ","796120":"\n  2 days ago\n  ","796121":"\n  no problem love 😘😘\n  ","796122":"\n  history\n  ","796123":"\n  today we're going to NYC\n  ","796124":"\n  following 💜\n  ","796125":"\n  yes i broke my ring finger\n  ","796126":"\n  no\n  ","796127":"\n  yes from my mother-in-law\n  ","796128":"\n  nope never\n  ","796129":"\n  why??\n  ","796130":"\n  ask me later later bc i'm not dressed now and we aren't going out till later\n  ","796131":"\n  i'd probably create a stage name\n  ","796132":"\n  aha yes 😩\n  ","796133":"\n  yes they do\n  ","796134":"\n  i'll be doing honesty weekend guys\n  \n  get ready to send me questions for the next 2 days 🔥🔥🔥\n  ","796135":"\n  happy birthday\n  \n   @KenzieBear998\n  \n","796136":"\n  we went to a bbq place\n  \n  drank henny\n  \n  smoked played pool\n  \n  it's his sorry to me from our fight yesterday\n  ","796137":"\n  i like ice cream cake chocolate and vanilla\n  ","796138":"\n  not anymore lol but it's in 24 days\n  ","796139":"\n  playing pool w\/ my boyfriend\n  ","796140":"\n  that's ode ppl need to chill the fuck out\n  ","796141":"\n  yeah like always lol\n  ","796142":"\n  yeah\n  ","796143":"\n  nah,\n  \n  got that Henny guys\n  \n  send me questions\n  ","796144":"\n  lol by 2 years yeah\n  ","796145":"\n  lol yeah\n  ","796146":"\n  no 22\n  ","796147":"\n  November 8th\n  ","796148":"\n  ask me later\n  ","796149":"\n  send me in questions\n  ","796150":"\n  21\n  \n  Pepperoni\n  \n  Queen\n  \n  red\n  \n  yes and a hyandi\n  ","796151":"\n  i follow you too 💜\n  ","796152":"\n  yeah we do lol\n  ","796153":"\n  i'm not her keeper\n  ","796154":"\n  eh, it's going pretty good.\n  \n  12:30-1:30 i get a break so i'm happy about that\n  \n  then later me and my boyfriend have a dinner date at some rib place 😍\n  ","796155":"\n  yeah when i was pregnant\n  ","796156":"\n  thanks but i barely have time anymore\n  ","796157":"\n  he's alright\n  ","796158":"\n  yeah\n  ","796159":"\n  i'm at work\n  ","796160":"\n  my boyfriend\n  ","796161":"\n  my boyfriends obviously i have all his babies 😏\n  ","796162":"\n  no\n  ","796163":"\n  !??\n  ","796164":"\n  because\n  ","796165":"\n  i'm at work lol it's my computer at work\n  "}}