{"Question":{"800458":"\n   With the new app update, have you added any hastags? If so, what ones and why did you connect them to yourself?\n  ","800459":"\n\n    https:\/\/youtu.be\/jmzHGxQBPXk\n   \n   Snapshat:andrelve\n  ","800460":"\n   What is the strangest combination of food you've ever craved?\n  ","800461":"\n   Should men say age 30+ be liking social media posts from girls under 18? Or having conversations with them?\n  ","800462":"\n   The last insane thing you did.😋\n  ","800463":"\n   Everybody still sleep\n  ","800464":"\n   wassup\n  ","800465":"\n   you blocked them? why?\n  ","800466":"\n   hi\n  ","800467":"\n   VERRY VERRRRRRRRY VERRY\n  ","800468":"\n   Yes you block me you are very racist capò\n  ","800469":"\n   Nono oh you are racist\n  ","800470":"\n   Your man now is in tour puttantour,  he put black biscuit in white girls and you have corns my lovvvvo you do as I said\n  ","800471":"\n   Where is your partner ?\n  ","800472":"\n   Leave glasses and do your hair smooth eat a few workout and you will do perfect\n  ","800473":"\n   Oh and laugh laugh taa 🎣🎣🎣 taaaa taaa Laugh work 🎣\n  ","800474":"\n   Chchchchchch chicken NOW!\n  ","800475":"\n   Maniga-nig-nig nig niga niganiganiga WHAT THE BLACK SAY powpowpowpoowww powpowpowpooowww\n  ","800476":"\n   🎶🎶White goes hi Canadian says eh Mexican goes half a night day Arab goes brrroo French goes hoh hoh hohh and Asian says oh herro German goes yah fuck off  puttanaaa and the jew says oy oy oy but there's one sound that no one knows WHAT DOES THE BLACK SAY? 🎶🎶🎶\n  ","800477":"\n   whats for breakfast?\n  ","800478":"\n   wyd?\n  ","800479":"\n   hey\n  ","800480":"\n   I recently followed a bunch of new people, so thought I'd let you all know I follow you :) I send questions out if\/when I can, if you don't want them or don't enjoy them just delete them and let me know if they become annoying ☺️.\n  ","800481":"\n   Have you ever done anything you regret to your child when you were angry or stressed?\n  ","800482":"\n   Do you discipline your child\/ren in public? How so?\n  ","800483":"\n   Do your man ever sing to you?\n  ","800484":"\n   Snapchat?\n  ","800485":"\n   Let me sing a Bobby Valentino song to you what you know bout that grown and sexy music\n  ","800486":"\n   Choose any company in the world you would like to run - what is the first thing you would do?\n  ","800487":"\n   Do you think you would ever be interested in adopting or fostering?\n  ","800488":"\n   What do you consider to be cheating? Would it have to be something physical or do you think people can cheat over text\/online?\n  ","800489":"\n   If it's a girl to lick the spit in my mouth makes me a slave to the moon ?\n  ","800490":"\n   Which do you like more being high or drunk?\n  ","800491":"\n   Do you think weed should be legalised in the U.K.?\n  ","800492":"\n   you don't like ur mom?\n  ","800493":"\n   hey\n  ","800494":"\n   what time is it?\n  ","800495":"\n   u naked\n  ","800496":"\n   How has your life changed since having your child?\n  ","800497":"\n   -\n  ","800498":"\n   What made you decide to join ask.FM and why do you still use it today?\n  ","800499":"\n   When you were younger what was your idea of the perfect mate?\n  ","800500":"\n   Do you get the munchies when you smoke?\n  ","800501":"\n   What do you like to do when you're extremely bored?\n  ","800502":"\n   What blows your high?\n  ","800503":"\n   Do you workout?\n  ","800504":"\n   When was the last time you had a doctor's appointment?\n  ","800505":"\n   When's the last time you've been to the dentist?\n  ","800506":"\n   What you doing?\n  ","800507":"\n   Hello ok, I follow you. If you follow me back then please also follow this new account\n   \n    @thepakiqueen\n   \n   BC I feel like I might get banned soon on this bc of too many 'violations' over the past 4 years on ask ahhaha, lots of luv xo\n  ","800508":"\n   NSYNC or the backstreet boys? Or neither..\n  ","800509":"\n   you're not cute\n  ","800510":"\n   aye\n  ","800511":"\n   What is it like having sex with a black guy?\n  ","800512":"\n   you're just so effin adorable. ✋😌☺️\n  ","800513":"\n   told to send something to all I follow. so, damn you fine. 😻😌\n  ","800514":"\n   you're beyond it 😍😍😍\n  ","800515":"\n   What do you think about couples that have each other's social media passwords?\n  ","800516":"\n   What is your opinion of cannamoms (moms who smoke weed)\n  ","800517":"\n   What are the tell signs that someone doesn't love their partner?\n  ","800518":"\n   Ohh how cute you're son is Mulato <3\n  ","800519":"\n   where does your boyfriend work?\n  ","800520":"\n   What is the weirdest thing you've ever done?\n  ","800521":"\n   Your baby is a chav\n  ","800522":"\n   Do he check your phone?\n  ","800523":"\n   Do you check your boyfriend's phone?\n  ","800524":"\n   how's everything\n  ","800525":"\n   Aw you looked like you was in so much pain\n  ","800526":"\n   Favorite tv show when you was a kid?\n  ","800527":"\n   PS4 or Xbox One?\n  ","800528":"\n   Flip flops or shoes??\n  ","800529":"\n   Best memory in your lifetime?\n  ","800530":"\n   wyd?\n  ","800531":"\n   Is there something you're waiting for to happen?\n  ","800532":"\n   Are there things you feel like you can't relate to others on? What are they and why do you feel this way?\n  ","800533":"\n   If you could change one thing in your life, what would it be and why?\n  ","800534":"\n   Have you heard of the drug DMT? It's not physically addictive, if this drug was legal and you know you wouldn't get addicted to it, would you try it? (Anyone with Netflix check it out on there DMT - spirit molecule)\n  ","800535":"\n   What electronics do you have?\n  ","800536":"\n   What is something you've made yourself that you were really proud of? This could be a craft, a meal, a graphic etc..\n  ","800537":"\n   Hot or mild food?\n  ","800538":"\n   What was the last stupid thing you said or did? I just got confused with an avocado and an aubergine, woops LOL.\n  ","800539":"\n\n    @marissaravengrove\n   \n\n    @ScarlettChickenNuggetMaster\n   \n\n    @aimeemurphyy\n   \n\n    @learningwithlola__\n   \n\n    @youcuntx\n   \n   are really mean to me😟 how does any one like them if they are so mean\n  ","800540":"\n\n    https:\/\/youtu.be\/GEMS1w4gFyA\n   \n","800541":"\n   \/\/TW: Food\/\/ When waiting for a meal to cook, do you snack in between the wait? Is this subconscious? Does it effect how much you end up eating of that meal?\n  ","800542":"\n\n    https:\/\/youtu.be\/GEMS1w4gFyA\n   \n","800543":"\n   wyd?\n  ","800544":"\n\n    @denisereneee\n   \n   unfollowed you because she doesn't like you 😂\n  ","800545":"\n   Is\n   \n    @learningwithlola__\n   \n   's baby cute?\n  ","800546":"\n   Do you love near a busy street or highway?Does the noise bother you at all?\n  ","800547":"\n   Finish the sentence- You know you're too old ______\n  ","800548":"\n   It's amusing that they can send that around but can't show their face\n  ","800549":"\n   Is\n   \n    @wyattsmommyy\n   \n   fat?\n  ","800550":"\n   Follow\n   \n    @markjoshuamcgarel\n   \n","800551":"\n   What is something you can watch over and over again? And never get tired of watch it.\n  ","800552":"\n   follow\n   \n    @aimeemurphyy\n   \n   and ask her questions she's awesome and my favourite account💕\n  ","800553":"\n   QOTD: How often do you buy furniture? What's your favorite piece of furniture?\n  ","800554":"\n   Is there a movie you hated the first time you saw it but after seeing it a few times you realize how good it really is?\n  ","800555":"\n   Does your boyfriend ever read your ask and be like what the hell ?\n  ","800556":"\n   Omg so,  now I've finally discovered why\n   \n    @singlemommabear\n   \n   is breast feeding so long her child,  because her bobs hurt if she doesn't,  she is so selfish to stop shaming her 3 years old because of selfish necessities...\n  ","800557":"\n   Do you believe there is such a thing as 'being in the wrong place at the wrong time?'\n  ","800558":"\n   What time did you wake up today?\n  ","800559":"\n   Do you like going to parties?\n  ","800560":"\n   Do you know how to play any instruments?\n  ","800561":"\n   When's the last time you \"blew out\" so to speak?You messed up to the point that the issue cannot be resolved?\n  ","800562":"\n   if you could change anything about yourself what would you change\n  ","800563":"\n   thongs or panties\n  ","800564":"\n   If ask was to be closed down, what site do you think you'd migrate to? Would you try and find another Q&A site to use?\n  ","800565":"\n   What is one thing men do that annoys you?What is one thing women do that annoys you?\n  ","800566":"\n   Ever caught somebody in a lie,presented facts supporting it and they STILL stuck with their lie?\n  ","800567":"\n   how are you?\n  ","800568":"\n   wyd\n  ","800569":"\n   Can number yes no xx\n  ","800570":"\n   Can you explain why don't you like your bother visiting so much?\n  ","800571":"\n   Then why do you hate when one of them visit?\n  ","800572":"\n   Then why you that hay I'd one of the visit?\n  ","800573":"\n   Who on this site (if anyone) has changed the way you think or see certain things?\n  ","800574":"\n   Who do you love more of your siblings?\n  ","800575":"\n   And who du u love more of thrm?\n  ","800576":"\n   How many siblings do u have?\n  ","800577":"\n   you're gorgeous\n  ","800578":"\n   plans for today?\n  ","800579":"\n   I thought your name was Portia xD you have a Portia face\n  ","800580":"\n   does your brother have a snapchat?\n  ","800581":"\n   How would you feel if you found out you were pregnant right now?\n  ","800582":"\n   People say the first year of having a baby is hardest on a relationship, hardest to adapt to etc. Do you agree with this? Why\/why not?\n  ","800583":"\n   Do you think health clinics should give out free woman's sanitary items such as tampons and pads for young people\/people with less? Like they do condoms, as we all know the top brands can be quite expensive.\n  ","800584":"\n   Hola bella\n  ","800585":"\n   at your service ma'am\n  ","800586":"\n   Love body xxx\n  ","800587":"\n   oh so u like me cause i act like a dog lol\n  ","800588":"\n   What are you waiting for?\n  ","800589":"\n   fav animal\n  ","800590":"\n   fav hobby\n  ","800591":"\n   have u cumed\n  ","800592":"\n   oh mines like 7 inches\n  ","800593":"\n   do u like big or small dick\n  ","800594":"\n   i will try if u want\n  ","800595":"\n   bra size\n  ","800596":"\n   i like green too\n  ","800597":"\n   fav show\n  ","800598":"\n   dav color\n  ","800599":"\n   does size matter\n  ","800600":"\n   how tall r u\n  ","800601":"\n   have u masturbated\n  ","800602":"\n   In that question you just answered they asked if you met anyone important this year and you said your boyfriend? Lol\n  ","800603":"\n   first time u gad sex\n  ","800604":"\n   even dirty things\n  ","800605":"\n   am i allowed to ask anything\n  ","800606":"\n   honesty day\n  ","800607":"\n   I thought you met your boyfriend like five years ago? Lol\n  ","800608":"\n   oh instagram\n  ","800609":"\n   im a guy lol\n  ","800610":"\n   thats a guy kik\n  ","800611":"\n   kik?\n  ","800612":"\n   how old r u\n  ","800613":"\n   cutie\n  ","800614":"\n   Give us your best ALPACA pun\n  ","800615":"\n   last time you had sex\n  ","800616":"\n   I'm stealing the truth or false idea from\n   \n    @fabbielousxo\n   \n   - so can people send their questions and\/or followers my way please. Oh & Abbie is doing truths of false so send her some too 💋. I'll return all questions sent off anon 💖\n  ","800617":"\n   wyd?\n  ","800618":"\n   okay so I have an issue here... if someone stole something from you,  and refused to give it back to you,  do you think they should be able to get an attitude when you ask them to pay for what they stole or to replace it?\n  ","800619":"\n   Shake that ass for me one more time baby girl\n  ","800620":"\n   Why don't you post an actual body positivity\n  ","800621":"\n   Soo hot bb\n  ","800622":"\n   hey hey hey hey\n  ","800623":"\n   What is your opinion on\n   \n    @fabbielousxo\n   \n   having 2 abortions?\n  ","800624":"\n   Be careful when you play Pokemon Go!\n   \n    https:\/\/www.youtube.com\/watch?v=L8BPchfMmQY\n   \n","800625":"\n   What time is it??  Summer is timee- no, really, what time is it where ypu live? Here,  it's 01:57 can you guess where?\n  ","800626":"\n   How long can you listen to a song on repeat for before it becomes annoying? Bieber's new song has been playing for a good 2 hours with me lmao!\n  ","800627":"\n   Does the name Lola sound uneducated to you? Ho's please\n  ","800628":"\n   You're modeling for Victoria secret,  you're choosing the black or wait wings?\n  ","800629":"\n   Do you like the name Lola? Ho's\n  ","800630":"\n   What are your favourite boys and girls names?\n  ","800631":"\n   If you had your child now, do you think you would of named him\/her something different to what their name is now? What would you call them?\n  ","800632":"\n   Do you have any pets?\n  ","800633":"\n   Have you ever had an abortion? (delete if triggering)\n  ","800634":"\n   I'm stealing the truth or false idea from\n   \n    @fabbielousxo\n   \n   - so can people send their questions and\/or followers my way please. Oh & Abbie is doing truths of false so send her some too 💋. I'll return all questions sent off anon 💖\n  ","800635":"\n   Have you ever had a one night stand?\n  ","800636":"\n   Have you ever considered reporting an unfit parent to social services?\n  ","800637":"\n\n    http:\/\/ask.fm\/TropicalStar\/answers\/138915048320\n   \n   so hey guys, in a few hours, I'm doing a spam like this. I believe there will be 12 questions(I'm sure there are 12\/hgs left but maybe ill throw in a bonus relating to julie Chen)\n  ","800638":"\n   answer\n  ","800639":"\n   do u ever fart in your bfs face\n  ","800640":"\n   Did you EVER have a twilight phase?  Im watching the Marathon on FXX and let's be honest... 2008 me is like yessss even though I hate the relationship stand point I still love the movies for some reason lol\n  ","800641":"\n   huh? ahha\n  ","800642":"\n   ✿ignore if you wish✿ Have you ever heard something about me and wondered if it was true? I'm playing TRUE or FALSE for a few hours, come and ask me!\n  ","800643":"\n   What song best describes your day today?\n  ","800644":"\n   are you in any way clumbsy?  \nI literally felt my stomach drop a few minutes ago walking into the bathroom because my crutch hit a patch of water Lmao\n  ","800645":"\n   Post your favorite meme! (Or use as a filler if you don't like memes.)\n  ","800646":"\n   What is the biggest lie you've ever told?\n  ","800647":"\n   Do you dislike it when other parents brag about what their baby has \/ how well behaved they are?\n  ","800648":"\n   hi bby\n  ","800649":"\n   Have you ever eaten crabs? Do you put Old Bay on them?\n  ","800650":"\n   What do you do when you're bored?\n  ","800651":"\n   Do you learn from your mistakes or do you make the same mistake over and over again? Explain.\n  ","800652":"\n   Has anyone disappointed you lately?\n  ","800653":"\n   Are you happy with the way you look?\n  ","800654":"\n   Has anyone you knew passed away and you didn't really feel bad that they died?My wife's coworkers ex-husband was killed in a car wreck and he was an abusive and manipulative person who was despised by her and their kids up until has passing.Also is it wrong to not feel sadness in this situation?\n  ","800655":"\n   Have you ever broken someone's heart?\n  ","800656":"\n   Do you talk to your pets?\n  ","800657":"\n   What degrees is it where you live?\n  ","800658":"\n   Do you like little kids?\n  ","800659":"\n   Sorry I haven't sent any questions today. Been working hard and rearranging rooms and making sure everything is gleaming.. When was the last time you did this? How long did it take?\n  ","800660":"\n   Can please everyone tell\n   \n    @singlemommabear\n   \n   to shut up about the tula,  it's getting really annoying\n  ","800661":"\n   Did you get any bad news this week?\n  ","800662":"\n   Do you think shows like '16 and pregnant' & 'teen mom' show an accurate representation of what being a teenage parent is like? Explain.\n  ","800663":"\n\n    http:\/\/ask.fm\/youcuntx\/answer\/137216959053\n   \n   - I have now hit 1500 followers; could you send your followers and maybe your questions this way please :) doing 'honest weekend' as that seems to gain interest from others :)\n  ","800664":"\n   is that really your number\n  ","800665":"\n   can I have your number please\n  ","800666":"\n   würde ich deine Nummer kriegen\n  ","800667":"\n   Are there any food you prefer to eat cold, even though it's traditionally\/usually eaten warm? I prefer eating pizza cold 🙈\n  ","800668":"\n   Not at all\n  ","800669":"\n   Do you have any form of insurance (could be life; phone, home, health etc) if so what type? Did you just take the first type available or did you search around for deals and availability?\n  ","800670":"\n   Just how fun are you?\n  ","800671":"\n   :) you seem like lots of fun ♡\n  ","800672":"\n   Your bf is very lucky\n  ","800673":"\n   What alcohol makes you horny?\n  ","800674":"\n   You're pregnant?\n  ","800675":"\n   Favourite t.v\/netflix show?\n  ","800676":"\n   Speaking for yourself,  does it make you horny?\n  ","800677":"\n   Musta drank alot!\n  ","800678":"\n   Does drinking make you horny?\n  ","800679":"\n   Have hot drunk sex?\n  ","800680":"\n   What kind of liquor?\n  ","800681":"\n   Thongs or gstrings\n  ","800682":"\n   What were you drinking?\n  ","800683":"\n   Take any cute selfies last night?\n  ","800684":"\n   You have a sexy body\n  ","800685":"\n   Pap of your recently played artists!\n  ","800686":"\n   Have you had your tonsils out?\n  ","800687":"\n   Boobies😩😩\n  ","800688":"\n   if I ever send out dirty Qs again it'll be on\n   \n    @tatianatherose\n   \n   but i probably won't for awhile tbh! :)\n  ","800689":"\n   PAP of your baby today!\n  ","800690":"\n   you bein bad\n  ","800691":"\n   *boob squeeze*\n  ","800692":"\n   Just unfollowed a bunch of people, so if you get this I kept you because you're awesome & ily🙈💜\n  ","800693":"\n   hi\n  ","800694":"\n   wyd?\n  ","800695":"\n   Sexy 😍\n  ","800696":"\n   babygirllll.<3\n  ","800697":"\n   can i milk you\n  ","800698":"\n   and seriously like they're gonna be filthy questions, let me know if you don't want them !!!! like really dirty !!!! pls tell me bc I don't want to piss anyone off lol\n  ","800699":"\n   since I've basically abandoned this account, I'm going to do some nsfw spam until I get suspended! tell me if you want me to unfollow you because you don't want dirty questions!! (and to people I don't follow, let me know now if you want me to follow you)\n  ","800700":"\n   shaking your tits outside aye\n  ","800701":"\n   wyd\n  ","800702":"\n   When was your due date when you were pregnant with your son?\n  ","800703":"\n   y r u drinking\n  ","800704":"\n   hey\n  ","800705":"\n   i love you\n  ","800706":"\n   wyd?\n  ","800707":"\n   hey\n  ","800708":"\n   wyd?\n  ","800709":"\n   Race?\n  ","800710":"\n   Age\n  ","800711":"\n   Single?\n  ","800712":"\n   vr of you making out with your bros girlfriend\n  ","800713":"\n   Bi?\n  ","800714":"\n   what are u doing right now?\n  ","800715":"\n   answer\n  ","800716":"\n   Ru twerkin\n  ","800717":"\n   where are u from?\n  ","800718":"\n   SERIOUS QUESTION!!!.... Sausage Rolls. Do you eat the pastry then the filling,the filling then the pastry, or all together?\n  ","800719":"\n   hi\n  ","800720":"\n   so is your brother gonna do you after he does his wife\n  ","800721":"\n   4sum\n  ","800722":"\n   You got a smokin hot body bbg\n  ","800723":"\n   yall putting on a show for your bfs\n  ","800724":"\n   your sister in law\n  ","800725":"\n   ru and her kissing\n  ","800726":"\n   smoking what??\n  ","800727":"\n   Pap of you atm\n  ","800728":"\n   What you doing tonight?\n  ","800729":"\n   Hey Gabby, I emailed ask again asking them if they got my email.. NO RESPONSE.. ugh im impatient lol\n  ","800730":"\n   You're stunning 😍💟🔥\n  ","800731":"\n   You're welcome ♡♡ sexy stomach ♡♡\n  ","800732":"\n   You're welcome. Body looks amazing\n  ","800733":"\n   You look really good in profile pic\n  ","800734":"\n   R u single\n  ","800735":"\n   When you 'like\/heart' an answer, does that always mean you agree\/like what they're saying?\n  ","800736":"\n   Hey, i made a song i hope u enjoy,  Snapchat:andrelve    Instagram:sleith_or_andre\n   \n    https:\/\/m.youtube.com\/watch?v=R4bie3nGHX0\n   \n","800737":"\n   Are\/were you a cigarette smoker? I'm making the decision to stop, I just don't know if I can and need tips on how to resist the urges.\n  ","800738":"\n   What is your 'jam' right now? (Favourite song\/Most played\/Party song)?\n  ","800739":"\n   U biutiful verri biutiful bona\n  ","800740":"\n   want to model\n  ","800741":"\n   Do you hold a grudge? What is something unforgivable someone could do to make the possibility of being friends be eliminated?\n  ","800742":"\n   why is he coming over?\n  ","800743":"\n   what can we ask you?\n  ","800744":"\n   Dhdhdhdhdhddhdhdhdhdbdbdbdfbdhdhdhdhdhddhdhdhdhdhdhddhdhshdhdhckgkdwkskdifudddddydydysuakafojukossodpfpfcpdpflddofofodpsofgo Usshdufhewjxjxj dhdhdhdhdhddhdhdhdhdbdbdbdfbdhdhdhdhdhddhdhdhdhdhdhddhdhshdhdhckgkdwkskdifudddddydydysuakafojukossodpfpfcpdpflddofofodpsofgo dhdhdhdhdhddhdhdhdhdbdbdbdfbdhdhdh\n  ","800745":"\n   I'm pretty close to have gained 100 followers in a week! If you follow me, could you tell me why you chose to do so? (Happy enough for you to ignore this if you wish) \/\/ sorry if this sent twice.\n  ","800746":"\n   maybe he should move in with you guys\n  ","800747":"\n   did you tell your bro he comes over too much?\n  ","800748":"\n   Post your sexiest pic\n  ","800749":"\n   Omfl anon stfu her nose is fine, don't listen too that anon, your perfect just the way you are ❤️😊\n  ","800750":"\n   Tag hotest people on your ask\n  ","800751":"\n   your nose weird\n  ","800752":"\n   why can't he come over?\n  ","800753":"\n   last time u cried?\n  ","800754":"\n   why do you at when he comes over\n  ","800755":"\n   hi\n  ","800756":"\n   last shower\n  ","800757":"\n   wyd?\n  ","800758":"\n   Do you believe dreams has meanings?\n  ","800759":"\n   Gotten any backhanded compliments lately?\n  ","800760":"\n   Do you quit easily? What was the last thing you had to admit defeat too?\n  ","800761":"\n   ❤\n  ","800762":"\n   Likers get 1 like please?💕\n  ","800763":"\n   Are you open to learning about different religions or are you set on the one you already have or with you having none at all? Is it better to believe in something rather than nothing?\n  ","800764":"\n   cause i followed last night but im just now asking for the fb me sowwy lol\n  ","800765":"\n   followed, follow back ?\n  ","800766":"\n   Do you ever get car-sickness or motion sickness? What makes you feel better? I am feeling car sick currently and should probably get off my phone. Will be back later with questions.\n  ","800767":"\n   Which do you enjoy more on here? Reading answers or answering questions? I enjoy laying back in bed reading all your answers and looking at your 'PAP's 😊😊\n  ","800768":"\n   I'm going to the beach tomorrow! Which is exciting! Have you ever been to the beach? What do beaches make you think about? PAP at the beach!\n  ","800769":"\n   why don't you want your brother to come over\n  ","800770":"\n   random\n  ","800771":"\n   FRI-YAY!!!!!!! How did you week go? Mine was so stressful so I'm glad to see the weekend.\n  ","800772":"\n   i love you\n  ","800773":"\n   U twerkin mami\n  ","800774":"\n   ur supper cool\n  ","800775":"\n   How's ur day?\n  ","800776":"\n   Do you ever think about how fucked we would all be if the computers and Internet just crashed all at once?\n  ","800777":"\n   If you're using the app have you had glitches ?Mine keeps showing a red line at the stop saying no username found\n  ","800778":"\n   IT'S THE START OF THE WEEKEND! Have you anything fun planned? ✿✿ I will be answering EVERYTHING ALL WEEKEND AND GOING LIVE DURING THE NIGHTS!✿✿\n  ","800779":"\n   Do you think before you speak? Do you act on impulse? What results does this give you usually?\n  ","800780":"\n   killed him how?!! and why!!!!!!!!!!!!\n  ","800781":"\n   Count 20 topics you like to talk about\n  ","800782":"\n   what did ur MiL do to the dog?\n  ","800783":"\n   you're cute\n  ","800784":"\n   Wyd?\n  ","800785":"\n   Do you like going in water during the summer? If so, which do you prefer: the beach, a pool, a river? Why?\n  ","800786":"\n   u wet\n  ","800787":"\n   In summer, how hot does the temperature get where you live?\n  ","800788":"\n   How do you make time for yourself being a parent? Do you think it is important mothers\/fathers get some time away from their children to just relax and do something they wish to do? Why\/why not?\n  ","800789":"\n   Have you heard the new Bieber song? Do you wait and follow the release of music from a certain artist?\n  ","800790":"\n\n    @georgia_mills\n   \n   is a liar she doesn't have a job\n  ","800791":"\n   Do U have any pets\n  ","800792":"\n   hey\n  ","800793":"\n   wyddd\n  ","800794":"\n   if you play Pokemon go what team are you on and what made you pick that team?  I'm on red haha\n  ","800795":"\n   Followed❤️\n  ","800796":"\n   If bra's are irritating then why girls wear bra's?\n  ","800797":"\n   How would you describe your body type?\n  ","800798":"\n   u wet\n  ","800799":"\n\n    @theofficialpaulapiranha\n   \n   fake\n  ","800800":"\n   hi\n  ","800801":"\n   My GF decided to wear something sexy to bed. We stated cuddling, But when I tried to make a move she pushed me away. But now she's just wants to cuddle again. How can I tell her I'm turned on without making her think we have to have s*x\n  ","800802":"\n   who's stalking your twitter\n  ","800803":"\n   wyd?\n  ","800804":"\n   If you can live anywhere in the world, where would you live??\n  ","800805":"\n   What is one thing you hate about yourself?\n  ","800806":"\n   If you can have pet, what would it be and why??\n  ","800807":"\n   Hot body\n  ","800808":"\n   Hot or not: hot\n  ","800809":"\n   can we get together?\n  ","800810":"\n   you're perfect.\n  ","800811":"\n   What kind of bedtime routine do you have with your children (if you have any) and if not..what does your bedtime routine look like?\n  ","800812":"\n   what new job did your boyfriend get\n  ","800813":"\n   your wack\n  ","800814":"\n   what's wrong?\n  ","800815":"\n   do you have a car?\n  ","800816":"\n   go back to schoo l\n  ","800817":"\n   How are you?,\n  ","800818":"\n   Kik?\n  ","800819":"\n   how many followers you have?\n  ","800820":"\n   what can we ask you?\n  ","800821":"\n   hey girl\n  ","800822":"\n\n    @illegalslut\n   \n","800823":"\n   Video plz ily\n  ","800824":"\n   LOL\n  ","800825":"\n   Age?\n  ","800826":"\n   😒\n  ","800827":"\n   Can I get gregs phone number??\n  ","800828":"\n   Some people use this site for a dating site which is crazy\n  ","800829":"\n   i love you\n  ","800830":"\n   super\n  ","800831":"\n   Why you have a ask.fm page but your boyfriend dont is he cool wih you getting on here talking to random guys and stuff?\n  ","800832":"\n   engaged\n  ","800833":"\n   why does your boyfriend have an ask\n  ","800834":"\n   attention seeker\n  ","800835":"\n   ily all I wasn't actually threatening to unfollow someone! you don't have to convince me to follow you lovely people, you guys are all dope\n  ","800836":"\n   would you say that young Axl Rose was attractive\n  ","800837":"\n   Is it bad i am obsessed with a guy i'm a 21 year old boy, i love\n   \n    @rickyawesome\n   \n   so much and i' am so jealous if anyone else talks to him what should i do ?\n  ","800838":"\n   SI STATEEE OOO PRIM' AMORE\n  ","800839":"\n\n    https:\/\/youtu.be\/UhKYMJ1yx-0\n   \n   Oi vita oi vita mia o core de chi stu core si state u primo amore\n  ","800840":"\n   U twerkin\n  ","800841":"\n   Aye\n  ","800842":"\n   Do you collect anything ?\nIf so what do you collect?\n  ","800843":"\n   How did you spend your day? Or if it's early where you are, how do you plan to spend your day?\n  ","800844":"\n   how have you been lately? has much been happening? :)\n  ","800845":"\n   has joe ever sat on your face?\n  ","800846":"\n   Babbygirlllllll<3.\n  ","800847":"\n   wyd\n  ","800848":"\n   Hi babygirl\n  ","800849":"\n   Why?  I've never seen someone not wanting his brother to visit everyday and just chill, and everything.  Like it's your family,  you can even go half naked around if you feel comfortable like that and it will be okey,  because family and you can eat what ever because it's not like a formal visit...\n  ","800850":"\n   Because I live with my brother but if he would move out I will want him come visit everyday because it's my little brother and I enjoy his company,  like I was raised with him...  What if the poor of your brother feels alone and just want a little of your company?  Where two can eat, 3 can eat also\n  ","800851":"\n   Na cinquantin d'arrosticin pecr e st'appost antr che u mecchedonald\n  ","800852":"\n   l'arrowsticini de pecora no arrow chi cazz è ?\n  ","800853":"\n   Then why are you upset if your brother come visit you?  Like,  don't you have any love for your own brother?\n  ","800854":"\n   It's National Junk Food Day!! 🍦🍩🍰🍪🍫🍬🍭🍔🍟🍕🍗 \nWhat's your top 3 favorite junk foods?\n  ","800855":"\n   Joes bday is October 21st? lol That's Landons too.\n  ","800856":"\n   his birthday, your sons\n  ","800857":"\n   Kik??\n  ","800858":"\n   what day? ↓↓\n  ","800859":"\n   ok :3\n  ","800860":"\n   Sorry..what date?\n  ","800861":"\n   Ah right! What happens next if they consider it?\n  ","800862":"\n   What did you explain?\n  ","800863":"\n   you're an idiot\n  ","800864":"\n   last time u had sex\n  ","800865":"\n   Alrite thank you! I did email them but didn't say \"why\" or anying. Just ask them to verify me. Is that going to matter?\n  ","800866":"\n   If i had 1000+ should i go for it? Any tips?\n  ","800867":"\n   How much followers did you have before applying?\n  ","800868":"\n   Is there a minimum followers criteria one should reach to apply for verification?\n  ","800869":"\n   i'm happy for you guys\n  ","800870":"\n   wyd?\n  ","800871":"\n   How many Followers?\n  ","800872":"\n   Have you ever confided in someone only to regret it later?\n  ","800873":"\n   Summer and winter are the times where most of us take a break from our studies and jobs. Which season do you like\/ enjoy the most? Why?\n  ","800874":"\n   But you telling me that your mom is not annoyed to have you like living with her and you son and the big of your bf,  but it's annoyed if her son comes visit her?  Okey...\n  ","800875":"\n   What is your favorite thing about summer? What do you dislike the most about summer?\n  ","800876":"\n   okay thanks\n  ","800877":"\n   My question is what's up you rudie\n  ","800878":"\n   sup beauty\n  ","800879":"\n   sup ugly\n  ","800880":"\n   sup sexy\n  ","800881":"\n\n    https:\/\/youtu.be\/Ws5se6wLjUY\n   \n   look look ahahahahaha\n  ","800882":"\n   Yes ok why are you not black black but brownish ?\n  ","800883":"\n   I have work like a nigga\n  ","800884":"\n   Today I have work at construction site\n  ","800885":"\n   Have you ever gone to any of the Orlando, Florida amusement parks? Which one(s)? Which one is your favorite? If not, would you ever like to visit any? Which one(s)?\n  ","800886":"\n   How do you usually spend your summers?\n  ","800887":"\n   Eeeh negrettola you like white penis with whip on cotton field\n  ","800888":"\n   Does penis size matter? Like if a guy was 1 inch and you found out right there?\n  ","800889":"\n   How is anoying?  It's not even your house,  it's your mom house lol\n  ","800890":"\n   Why dont you iron your clothes?  XD\n  ","800891":"\n   Rant:\n  ","800892":"\n   why?\n  ","800893":"\n   When did you last poo\n  ","800894":"\n   wyd?\n  ","800895":"\n   r u happy\n  ","800896":"\n   Hey sxc\n  ","800897":"\n\n    https:\/\/youtu.be\/0M0o-Pf4Axk\n   \n","800898":"\n\n    https:\/\/youtu.be\/KWEtJ8xy-Eo\n   \n","800899":"\n   How do you deal with drama on here?\n  ","800900":"\n   When the clock turns to 11:11, do you make a wish? Do you believe it actually works? Or is it just a saying?\n  ","800901":"\n   Are you the type of person to research about something you've been asked about if you're unsure of what they mean or do you just state that you do not know? What about with words? Do you look up definitions if someone says something you're unsure of?\n  ","800902":"\n   @\n  ","800903":"\n   @\n  ","800904":"\n   what your facebook email\n  ","800905":"\n   do you use facebook??\n  ","800906":"\n   what age u got pregnant\n  ","800907":"\n\n    @tamaramitchell\n   \n   is so irrelevant on here does anyone even like her anymore, i don't she needs a life.\n  ","800908":"\n   time\n  ","800909":"\n   goodbye\n  ","800910":"\n   why\n  ","800911":"\n   you're beautiful 😻\n  ","800912":"\n   why are you banned\n  ","800913":"\n   facebook\n  ","800914":"\n   tanks... if I can contact you through its other social media\n  ","800915":"\n   i from indonesia\n  ","800916":"\n   Hi! I'm thinking of doing a summer related spam. Would you like to receive my questions?\n  ","800917":"\n   wyd\n  ","800918":"\n   hey\n  ","800919":"\n   if you use the line??\n  ","800920":"\n   how old r u\n  ","800921":"\n   can i see more picture please\n  ","800922":"\n   ik.. hottie\n  ","800923":"\n   I'm serious..  you look damm hot.. if you single i will gonna prupose you\n  ","800924":"\n   Omg you looking fuck hot and sexy\n  ","800925":"\n   that's you in dp?\n  ","800926":"\n   Kiss u 😚❤💏💑\n  ","800927":"\n   yo\n  ","800928":"\n   Followed u\n  ","800929":"\n   55598777 i number pin bbm\n  ","800930":"\n   Followed💕\n  ","800931":"\n   test\n  ","800932":"\n   the point of being vegan or vegetarian is so that you don't have to kill or steal from living things but fruit and vegetables are living things with lives and feelings too\n  ","800933":"\n   Do you think there should be an age limit on driving for the elderly? At what age (if at all) do you think someone should not be allowed to be on the roads anymore?\n  ","800934":"\n   what will you do with your old phone once you get a new one?\n  ","800935":"\n   STOP SOOKIN\n  ","800936":"\n   does joe fart in your face?\n  ","800937":"\n   do u love be spanked?\n  ","800938":"\n   What do you eat for breakfast usually?\n  ","800939":"\n   Your son is so adorable and you and your partner are perfect together x so happy for you friend\n  ","800940":"\n   TWERK VR\n  ","800941":"\n   I just read your bio and I love it girl 😂\n  ","800942":"\n   shouldn't you be sleeping\n  ","800943":"\n   If you are in a relationship, how did you decide it was the right thing to do for you? Did you jump in at the deep end straight away or were you friends first and worked your way up? If you started off as friends how did you know it was the right time to takr things further?\n  ","800944":"\n   wyd\n  ","800945":"\n   Hi doll\n  ","800946":"\n   Ever farted\n  ","800947":"\n   is it ur mother-in-law??\n  ","800948":"\n   stop stressing\n  ","800949":"\n   how r u\n  ","800950":"\n   time?\n  ","800951":"\n   Are you stressed? Could be that.\n  ","800952":"\n   why you have chest pains?\n  ","800953":"\n   last time u had sex\n  ","800954":"\n   have sweet dreams 😘\n  ","800955":"\n   hi\n  ","800956":"\n   I said twerk it mami\n  ","800957":"\n   maybe u need to twerk those chest pains out\n  ","800958":"\n   MAWMA\n  ","800959":"\n   Wyd?\n  ","800960":"\n   Is that coochie wet?\n  ","800961":"\n   When you ask someone a question would you rather someone say nothing at all than a simple sentence without explaining anything in depth? *Please tell me if these questions are bugging you and I'll uncheck you, I won't unfollow because you're all chosen for some reason not just for answering my stuff\n  ","800962":"\n   What is the funniest thing your parent\/s\/guardian has done in order to get you to do something they want? My mum has blocked Askfm from the network past 2am in order for me to go to bed earlier LOL.\n  ","800963":"\n   Who can you talk to about anything? \nWhy?\n  ","800964":"\n   Do you feel as though you can't share your opinions on this site incase someone disagrees and causes drama because of it? What about sharing a personal experience?\n  ","800965":"\n   hi\n  ","800966":"\n   girl help, i emailed ask about verification on Monday, they replied straight after asking for my user and follower count, still heard nothing back.. how long did it take for you?:(\n  ","800967":"\n   I'm getting ready to go on vacation with my family next week. So what items do you feel are a must have when going on vacation?\n  ","800968":"\n   How do you handle rejection from people? When was the last time you got rejected, and felt it was hard to bounce back from?\n  ","800969":"\n   bae\n  ","800970":"\n   Meinungen? :)\n   \n    https:\/\/www.youtube.com\/watch?v=RIhpbymz9k0\n   \n","800971":"\n   honesty night? questions?\n  ","800972":"\n   What are some super cheap or preferably free things to do during the day with a baby? I can't seem to go out without spending atleast £30 a time🙈 it's costing too much\n  ","800973":"\n   If you had to give up one of the following smoking, eating out, having internet access, chocolate, sex or alcohol what would it be?\n  ","800974":"\n   How good are you at keeping a conversation going?\n  ","800975":"\n   what is the best quality in your bae\/babe that you are actually proud of? Be serious, please.\n  ","800976":"\n   Likers get word💕😩\n  ","800977":"\n   \"YOU'RE comment was irrelevant\"😂😂😂😂😂😂😂 your?*\n  ","800978":"\n   If anyone has recieved multiple questions containing my link tonight, ignore or block them please. I can't stand the notifications or their petty attempt to make me look like I'm attention seeking and doing it myself. Thanks in advance.\n  ","800979":"\n   Not really you got no tits\n  ","800980":"\n   Ewwwww u skinny shit\n  ","800981":"\n   sexy\n  ","800982":"\n   wyd?\n  ","800983":"\n   Stop sending\n   \n    @fabbielousxo\n   \n   link around bmt 😡\n  ","800984":"\n   Follow\n   \n    @fabbielousxo\n   \n","800985":"\n   Is\n   \n    @fabbielousxo\n   \n   is good mother?\n  ","800986":"\n   Hi ru wet\n  ","800987":"\n   What is your opinion on calling young children princess, little man, sweety, buddy, and other gender specific nicknames? Is that forcing them to conform to a certain gender or is it harmless?\n  ","800988":"\n   How many hours a day do you spend on ask?\n  ","800989":"\n   ru obsessed with apple\n  ","800990":"\n   quien es más guapa\n   \n    @aannaa102\n   \n\n    @aittane\n   \n\n    @lau980k\n   \n\n    @clauu_24\n   \n","800991":"\n   Have you found someone on here who used to be everywhere causing drama but has now slipped under the radar but you KNOW they're doing stuff on anon to cause drama and act innocent? Lmaoooo\n  ","800992":"\n   why should I continue to follow you? what do you think makes your answers different from other people's?\n  ","800993":"\n   How much sex is 'healthy' and how important is it in your relationship? If you don't like q's like this feel free to delete\n  ","800994":"\n   wyd\n  ","800995":"\n   You dont dictate what we ask doll\n  ","800996":"\n   Do you make it clap for your man?\n  ","800997":"\n   can i sniff ur panties after a long day\n  ","800998":"\n\n    @kyliejennerwest\n   \n   la perfección 😱😱😰\n  ","800999":"\n   Pap of your bedroom!\n  ","801000":"\n   What is your opinion on Tumblr?\n  ","801001":"\n   What's your height\n  ","801002":"\n   What age do you think is too old for ask.fm?\n  ","801003":"\n   How much do you weigh\n  ","801004":"\n   Have you ever looked at someone and immediately disliked them?\n  ","801005":"\n   do you have any pets\n  ","801006":"\n   Was your child\/ren born on their due date, or before or after?\n  ","801007":"\n   Where do you go to buy groceries?\n  ","801008":"\n   display is hawt af\n  ","801009":"\n   well check now\n  ","801010":"\n   followed\n back please? 😁😁\n  ","801011":"\n   did you throw that ass in a circle?\n  ","801012":"\n   You have been added☺\n  ","801013":"\n   hello\n  ","801014":"\n   If you wear make up which brand do you enjoy buying from the most? Sent to some I follow xox\n  ","801015":"\n   Just got sent in that\n   \n    @personal_questions\n   \n   is a new spam page, if you'd like to be added ask them😊\n  ","801016":"\n   Have you ever had a member of the public rudely comment on your parenting?\n  ","801017":"\n   how r u\n  ","801018":"\n   What stroller do you guys have?\n  ","801019":"\n   i love you\n  ","801020":"\n   last time u had sex?\n  ","801021":"\n   Attention ❗️❕‼️\n  ","801022":"\n   Do you think parents of children who have been taken into care due to neglect or any kind of abuse should be given another chance if they were to have another child?\n  ","801023":"\n   What worries you most as a parent?\n  ","801024":"\n   why does\n   \n    @mrsfrankenstein\n   \n   have you blocked?\n  ","801025":"\n   Virgin - Yeah. Player - Nah. Flirt - Dunno. Drinker - Yeah at parties. Smoker - Nah. Pretty or ugly - Pretty. Smart or Dumb - Smart. Athletic or lazy - Athletic. Rude or nice - Nice. Best feature - Smile and figure\n  ","801026":"\n   If you saw another parent with their child not buckled into a car seat correctly or a stroller not set up correctly and the parent didn't realise and it was a danger would it bother you? Would you say anything?\n  ","801027":"\n   What are you doing?\n  ","801028":"\n   What soap operas do you watch?\n  ","801029":"\n   How many children do you want?\n  ","801030":"\n   What are the highest and lowest point of your life?\n  ","801031":"\n   If you lost everything tomorrow, whose arms would you run into to make everything ok?\n  ","801032":"\n   Would you break the law to save a loved one?\n  ","801033":"\n   Gather around everyone and witness the debut of a brand new spam page!\n   \n    @QOTD2016\n   \n   ask to be added or at least tell the world about it! I also am available to vent to anytime you need to!\n  ","801034":"\n   Do you prefer long or short hair\n  ","801035":"\n   your nipples are pierced?\n  ","801036":"\n   what do you smoke\n  ","801037":"\n   Do you agree\n   \n    @fabbielousxo\n   \n   is unnecessary rude?\n  ","801038":"\n   Wyd?\n  ","801039":"\n   hi\n  ","801040":"\n   people or things.\n  ","801041":"\n   Do VR opinions?\n  ","801042":"\n   Name one thing you like and one thing you dislike about ask.fm? Now do the same for me?\n  ","801043":"\n   If you asked to be verified, how long did it take for them to get back to you?\n  ","801044":"\n   When has science been wrong?\n  ","801045":"\n   Barely 6 months left until 2016 ends, what are some objectives you have till then?\n  ","801046":"\n   If you could give someone a pill which would allow you to ask them a question and they would be 100% honest, plus wouldn't remember any of it the next day who would you give it to and what would you ask?\n  ","801047":"\n   All people goodness and blessing 😍😍❤️\n  ","801048":"\n   How do you keep yourself motivated? Share a quote you find is inspiration for your motivation.\n  ","801049":"\n   Happy birthday qouqou 😍😍❤️\n  ","801050":"\n   What was the last thing to to frustrate you?  \nmy boyfriend has been playing Pokemon Go for 2 days now and is already almost a level 5 and he's in the hospital on bed rest while its taken me almost a week to get to level 5 on bedrest at home -..-\n  ","801051":"\n   @ -\n   \n    http:\/\/ask.fm\/theofficialpaulapiranha\/answers\/137807922518\n   \n","801052":"\n   Recommend a good anniversary gift for me. 5th anniversary in 2 months and no ideas except a customized mug.\n  ","801053":"\n   When you are alone, what thoughts do you usually have?\n  ","801054":"\n   hi doll\n  ","801055":"\n   Where on ya bod has the thick, slimy, white, shiny, bleach-smelling cum landed?  D:\n  ","801056":"\n   Thunderstorms.  Do you like them or not?  \nif you do,  why do you like them?  \nI personally find them peaceful and they make it easier for me to sleep\n  ","801057":"\n   Thongs or gstrings\n  ","801058":"\n   Hye pretty\n  ","801059":"\n   What is something that always seems to have you thinking at night?\n  ","801060":"\n   When you want to like an answer, do you double tap the answer or click the heart?\n  ","801061":"\n   Do you believe timing is everything?\n  ","801062":"\n   Yikes\n  ","801063":"\n   u sleep naked?\n  ","801064":"\n   sexy\n  ","801065":"\n   do you think it is wrong for a girl to make her little brothers or sisters massage her feet for her lol? why or why not?\n  ","801066":"\n   Opinion on\n   \n    @babycadiex\n   \n   calling out\n   \n    @mrsfrankenstein\n   \n   ?\n  ","801067":"\n   do you feel if you were to get pregnant right now you would be prepared more mentally or financially or both or neither?\n  ","801068":"\n   ur hot\n  ","801069":"\n   Literally all the weirdos crawled out of the woodwork for you! 😂\n  ","801070":"\n   Please!!\n  ","801071":"\n   can u buy me a mobile and send it to me?\n  ","801072":"\n   When was the last time you smoked a cigarette?\n  ","801073":"\n   where's your boyfriend?\n  ","801074":"\n   how old are you?\n  ","801075":"\n   beautiful\n  ","801076":"\n   wyd?\n  ","801077":"\n   hey\n  ","801078":"\n   follow back? i follow\n  ","801079":"\n   Nice dp 👌\n  ","801080":"\n   is the 2nd one, abt seafood, a lie? :)\n  ","801081":"\n   if you block an anonymous, then that means that particular anon can't ask you any more questions?\n  ","801082":"\n   post two truths and one lie, and I'll guess which is the lie! they can be about anything :)\n  ","801083":"\n\n    @wincestdestiel\n   \n   is pregnant! Feel free to wish her a nice congratulations\n  ","801084":"\n   TW:Guns. \n\nWhat's your opinion on people having guns in their house using them for protection? Would you ever keep a gun?\n  ","801085":"\n   Who's your favourite Disney character(s) and why?\n  ","801086":"\n   Is there a meaning behind your username? What is it?\n  ","801087":"\n   Hey , how are you?\nI know that it's none of my business, but you should not like the questions, or talk to that\n   \n    @FadyShh\n   \n   guy , he's harassing girls and trying to get sexual photos , he's older than he looks and he pretends to be nice but he's not , Hes dangerous.\n  ","801088":"\n   wyd???\n  ","801089":"\n   How many people follow you? And how many people do you follow?\n  ","801090":"\n   If you have piercings, was it sore when getting them pierced?\n(ignore of you don't)\n  ","801091":"\n   did the block botton let you dnow\n  ","801092":"\n   it didn't work\n  ","801093":"\n   Please read\n   \n    @theJoshGill\n   \n   account hahahah can't stop laughing, I love when I find troll accounts\n  ","801094":"\n   Bulbasaur, squirtle or charmander\n  ","801095":"\n   How is he amazing?\n  ","801096":"\n   Describe Supebedia in a sentence\n  ","801097":"\n   Op on\n   \n    @ugh_1\n   \n","801098":"\n   Do you use any plug-ins in the rooms in your house? If yes, what scents?\n  ","801099":"\n   What are you mixed with\n  ","801100":"\n   What do you wear when it's a warm day?\n  ","801101":"\n   When did you last have an alcoholic beverage?\n  ","801102":"\n   QOTD:Whats the worst thing your foot walked into?\n  ","801103":"\n   post a hot picture of you like in bra\n  ","801104":"\n   Damn that's a good spot right there nobody could see you all at do you still go to that spot. Have you ever suck a guy off so good he always thinking about you and hitting you up 24-7\n  ","801105":"\n   Where's the craziest place you ever had sex at\n  ","801106":"\n   Shall i take that as a yess?\n  ","801107":"\n   follow for follow?\n☺☺\n  ","801108":"\n   Don't you hate that kind of relationship when the person you're dating only want sex from you\n  ","801109":"\n   what are you doing\n  ","801110":"\n   Thoughts on\n   \n    @TheJoshGill\n   \n   permanently ignoring females for the rest of his life because he wants nothing to do with them?\n  ","801111":"\n   Do you follow a religion?\n  ","801112":"\n   Please block are report\n   \n    @womenareuglyskanks\n   \n   for being a gross and disgusting, racist person.\n  ","801113":"\n   rant;\n  ","801114":"\n   nice body\n  ","801115":"\n   very controlling\n  ","801116":"\n   so smart\n  ","801117":"\n   jfc you're cute.\n  ","801118":"\n   But will u put more up\n  ","801119":"\n   Is there more\n  ","801120":"\n   Those gifs are funny\n  ","801121":"\n   What's one question you would like to ask all of your anonymous followers?\n  ","801122":"\n   Your little boy is so handsome !!\n  ","801123":"\n   What topics would you like to receive questions about?\n  ","801124":"\n   How's your day going?\n  ","801125":"\n   What's the last song you listened to?\n  ","801126":"\n   That'll be all questions for today, sorry if there were a lot! If you've any subjects you want me to ask about that can be send to a mass audience, suggest them and I'll try my best to ask that subject tomorrow. Send your followers and questions in my direction! :)\n  ","801127":"\n   What's your area of intelligence? What could you teach somebody?\n  ","801128":"\n   what are you doing\n  ","801129":"\n   Calm down baby gurl\n  ","801130":"\n   I don't know why it unfollowed you! You just came up in my suggestions, very confused! Refollowed, sorry if you didn't get my questions!\n  ","801131":"\n   💋💋💋\n  ","801132":"\n   i know the real you\n  ","801133":"\n   move out already\n  ","801134":"\n   hi\n  ","801135":"\n   don't be stupid\n  ","801136":"\n   what color are you getting next time?\n  ","801137":"\n   How much you spend on ur nails?\n  ","801138":"\n   can i be ur boyfriend\n  ","801139":"\n   stunning 😻\n  ","801140":"\n   why were you sleeping?\n  ","801141":"\n   What are you doing?\n  ","801142":"\n   TW:SelfHarm.\n\nDo you have any scars? PAP?\n(not selfharming scars)\n  ","801143":"\n   Do  you want to have more kids in the future if so how many more do you want?\n  ","801144":"\n   Have you ever changed a diaper?\n  ","801145":"\n   Do you have a son right ? \nWhats his name ? 🌸💙\n  ","801146":"\n   whats your kik or skype name??\n  ","801147":"\n   Where are you from?\n  ","801148":"\n   How old are you?\n  ","801149":"\n   What is your biggest regret?\n  ","801150":"\n   Periods are the worst part about being a girl. agree or disagree?\n  ","801151":"\n   how's ur day?\n  ","801152":"\n   You're smoking hot\n  ","801153":"\n   wow i'm shocked\n  ","801154":"\n   Can i lick ur shoes\n  ","801155":"\n   time?\n  ","801156":"\n   Is this cute or what\n   \n    http:\/\/ask.fm\/Bobbybbox\/answer\/137465515801\n   \n","801157":"\n   whats your kik or skype name??\n  ","801158":"\n   when are you getting your nails done again?\n  ","801159":"\n   good morning\n  ","801160":"\n   Have you seen you? You make my heart skip a beat\n  ","801161":"\n   You are the most beautiful woman in the world\n  ","801162":"\n   Use this to rant, talk about your day or post a picture!!\n  ","801163":"\n   Tbh; when I said I'm Egyptian too I was just trying to get your attention haha, but anyway you're beautiful and I love your ask account, you seem to be so down to earth and I know we don't know each other but if you ever need anything don't hesitate to ask, I'll always be there for you whenever.\n  ","801164":"\n   What is your favourite form of exercise?\n  ","801165":"\n   How long would it take for you to walk 1 mile?\n  ","801166":"\n   I'm from Egypt too js 😂\n  ","801167":"\n   Do you have a Facebook\n  ","801168":"\n   I am from Egypt\n  ","801169":"\n   Where your country America\n  ","801170":"\n   You got a bangin body ♡\n  ","801171":"\n   Do a house\/apartment\/room tour on video response?\n  ","801172":"\n   Do you ever think about the money you don't have?\n  ","801173":"\n   Damn girl!\n  ","801174":"\n   where are you from\n  ","801175":"\n   I've got 21 years of violin\n  ","801176":"\n   Unposted body selfie?\n  ","801177":"\n   how old are you\n  ","801178":"\n   where do you come from\n  ","801179":"\n   :*\n  ","801180":"\n   HI\n  ","801181":"\n   Oh. So you've always had a great body?\n  ","801182":"\n   How do you stay so fit?\n  ","801183":"\n   Единственное, что действительно волнует Кирилла, будет ли он получать удовольствие от секса. ВСЕ! Серьезно, если внимательно посмотреть несколько серий, одни только вопросы про чувствительность\n  ","801184":"\n   Throw it back boo\n  ","801185":"\n   U two gonna screw before work\n  ","801186":"\n   Y u up so early\n  ","801187":"\n   So do it\n  ","801188":"\n   Can u twerk on vr plz\n  ","801189":"\n   u twerkin\n  ","801190":"\n   sup fam\n  ","801191":"\n   Dont\n   \n    @islandxbarbie\n   \n   get tired or bored from that eye contact? dont even fit her...\n  ","801192":"\n   is there a movie that just does not make sense and in all truth isn't a good movie.. but makes you laugh every time?  Like it's so bad it's funny?\n  ","801193":"\n   Do you know anyone who refuses to take no for answer?Are you someone who doesn't take no for an answer?\n  ","801194":"\n   If you were to invite me round to your house for supper what would you cook me and what drink would you serve me?\n  ","801195":"\n   What is the weather like where you are? We are going to have THIRTY degree heat, (Celsius). It's already 24 degrees and it's 11am! :O\n  ","801196":"\n   Are you a working mom or a SAHM?\n  ","801197":"\n   did ur brother come over?\n  ","801198":"\n   sexy\n  ","801199":"\n   what r u doing\n  ","801200":"\n   hey\n  ","801201":"\n   Twitter?\n  ","801202":"\n   I'm curious, do y'all know what a bunnyhug is??\n  ","801203":"\n   If you had to change your name, what would you change it to and why?\n  ","801204":"\n   selfie?\n  ","801205":"\n   so cute\n  ","801206":"\n   Where you your boyfriends first?\n  ","801207":"\n   Taken from\n   \n    @youcuntx\n   \n   and\n   \n    @mrsfrankenstein\n   \n   (forgive me cause this seems fun); If we were at lunch and you HAD to order a meal and a drink for me, what would you order and why?\n  ","801208":"\n   how much do u smoke\n  ","801209":"\n   Haha, well our opinions are just common sense lol\n  ","801210":"\n   OMG I AGREE WITH YOU SO MUCH!\n  ","801211":"\n   Are you watching the Republican National Convention live streaming on FaceBook?\n  ","801212":"\n   qotd: what are your strong beliefs?\n  ","801213":"\n   smoke a joint?\n  ","801214":"\n   wyd?\n  ","801215":"\n   which ipad\n  ","801216":"\n   Do u have the ipad?\n  ","801217":"\n   Hi bby girl\n  ","801218":"\n   questions 🔥🔥\n  ","801219":"\n   have you ever been to Asia? if so, where have you been, and would you suggest going there? :)\n  ","801220":"\n   Is doing what makes you happy always the right choice?\n  ","801221":"\n   What's a good way to go out and have a fun night without spending a lot of money?\n  ","801222":"\n   can u buy me a soda\n  ","801223":"\n   i9\n  ","801224":"\n   What's the beat of living in my?\n  ","801225":"\n   We're your ancestors immigrants? If yes,  from where?\n  ","801226":"\n   You literally the luckiest person for living in ny\n  ","801227":"\n   Where do you live?\n  ","801228":"\n   Why didn't you finished?!!\n  ","801229":"\n   What were you studyng in college?\n  ","801230":"\n\n    http:\/\/ask.fm\/blackwomenaresougly\/answer\/137784485865\n   \n","801231":"\n   Do you like salami?\n  ","801232":"\n   What stages of education have you completed? What grades\/outcomes did you gain? Tell me about your education experiences!\n  ","801233":"\n   you're kinda boring\n  ","801234":"\n   u insecure\n  ","801235":"\n   you got fake followers on ig you're FFAAAAKEEE\n  ","801236":"\n   can I crack ur back?\n  ","801237":"\n   I know you make up some of your own ask questions. You ain't slick b\n  ","801238":"\n   Nah you're controlling so you probably made him do it\n  ","801239":"\n   I care bc you gotta make your bio truthful\n  ","801240":"\n   I have sprint & when I travel to the upper peninsula, I'm stuck going off of Verizon or AT&T towers so my signal sucks!\n  ","801241":"\n   For phone carrier questions; sprints plans are cheaper but Verizon & AT&T's signals are better world wide. Anons know nothing. 🙄\n  ","801242":"\n   Which accounts would you say are the most informative and provide a good understanding of a certain topic?\n  ","801243":"\n   Hey silly question: I want to get some revenge on a friend who pranked me and I was told to give her a wedgie lol I'm definetly doing that but just wondering wht would be worse getting her while she's wearing regular undies or a thong 😂😂 thanks and excuse the silly and random question!\n  ","801244":"\n   anon runs everyone off ask then gets mad when they delete ask\n  ","801245":"\n   did you make your boyfriend delete ask?\n  ","801246":"\n   \"no face? no case?\" you forgot to mention no tits or ass or fat in that bio sweetie\n  ","801247":"\n   block everybody\n  ","801248":"\n   Are you embarrassed to tag your boyfriend  on ask?\n  ","801249":"\n   u shashayin\n  ","801250":"\n   Hello\n  ","801251":"\n   sweetie\n  ","801252":"\n   is it raining sweety\n  ","801253":"\n   doll\n  ","801254":"\n   goin on and work that sexy body for me\n  ","801255":"\n   I sashayed down the runway farting\n  ","801256":"\n   I farted\n  ","801257":"\n   let's do some sex on ask\n  ","801258":"\n   No they don't suck t-mobiel sucks\n  ","801259":"\n   Dont talk that way about Sprint when its what you have\n  ","801260":"\n   Sprint service is the best service super cheap and fast\n  ","801261":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","801262":"\n   wiggle\n  ","801263":"\n   im holding your feet\n  ","801264":"\n   im kneeling down\n  ","801265":"\n   You're a goddess\n  ","801266":"\n   bend it over ho\n  ","801267":"\n   can you pap bending over in panties\n  ","801268":"\n   kik please\n  ","801269":"\n   get the s7\n  ","801270":"\n   why ru getting the 7\n  ","801271":"\n   whens the 7 coming out\n  ","801272":"\n   what's what's your first name? do you know why you're named that (if there is a reason)? do you like your first name?\n  ","801273":"\n   Have any pics in heels? Also nice nail color btw\n  ","801274":"\n   u wet\n  ","801275":"\n   what did her sister-in-law do?\n  ","801276":"\n   Why does it matter if they're coming round\n  ","801277":"\n   What's wrong?\n  ","801278":"\n   Best Feature: Face \nTbh: You're funny but we've sadly never talked \nRate: 10\n  ","801279":"\n   wassup?\n  ","801280":"\n   you're not ugly 😍\n  ","801281":"\n   Ever been called ugly?\n  ","801282":"\n   what you doing?\n  ","801283":"\n   Yes or no\n  ","801284":"\n   Do u finger urself\n  ","801285":"\n   Ttyl\n  ","801286":"\n   Ru wet doll\n  ","801287":"\n   I am horny\n  ","801288":"\n   What is she doing\n  ","801289":"\n   Why does ur sister in law need to watch it\n  ","801290":"\n   wassup\n  ","801291":"\n   😂😂 how are they gonna tell u to go away when they're on ur page😂😂👇👇\n  ","801292":"\n   go away\n  ","801293":"\n   I have a problem\n  ","801294":"\n   Yeah\n  ","801295":"\n   Who that sexy boy\n  ","801296":"\n   Just joking\n  ","801297":"\n   Take it off b\n  ","801298":"\n   Tifb\n  ","801299":"\n   take a nap\n  ","801300":"\n   you're hot\n  ","801301":"\n   name your piercings\n  ","801302":"\n   i love you\n  ","801303":"\n   iphone?\n  ","801304":"\n   around when did u first have sex\n  ","801305":"\n   do u have any piercings\n  ","801306":"\n   bra size?\n  ","801307":"\n   what color bra you wearing\n  ","801308":"\n   i envy you\n  ","801309":"\n   stop drinking red bull\n  ","801310":"\n   poppin\n  ","801311":"\n   what is ur twitter?\n  ","801312":"\n   what's for lunch?\n  ","801313":"\n   Hey\n  ","801314":"\n   so hot\n  ","801315":"\n   where did they leak it at?\n  ","801316":"\n   Who leaked it lol\n  ","801317":"\n   it was leaked OMG\n  ","801318":"\n   what happened with ur sex tape with u and ur boyfriend?\n  ","801319":"\n   OMGG  I  LOVE  U  SOOO  MUCHH!!!!\n  ","801320":"\n   color\n  ","801321":"\n   Pap of ur text messages\n  ","801322":"\n   why don't you have a shirt on\n  ","801323":"\n   Snapchat?\n  ","801324":"\n   hello\n  ","801325":"\n   Would you rather be in jail for a month or have your feet tickled for an hour straight?\n  ","801326":"\n   which tattoo hurt the most?\n  ","801327":"\n   how many red bull's do u drink a week?\n  ","801328":"\n   u want more?\n  ","801329":"\n   stupid\n  ","801330":"\n   ur nails tho\n  ","801331":"\n   i wanna kiss you\n  ","801332":"\n   that's a shame\n  ","801333":"\n   still having MiL issues\n  ","801334":"\n   do they come over everyday?\n  ","801335":"\n   you're gorgeous\n  ","801336":"\n   wow it's hot where you live\n  ","801337":"\n   Followed you back :D\n  ","801338":"\n   how is ur nephew bad?\n  ","801339":"\n   you don't like when ur brother comes over?\n  ","801340":"\n   red bull is bad for you\n  ","801341":"\n   Do you have any tattoos? What do they mean? Would you want anymore? \nIf you don't have any, would you like any? What kind of tattoos would you like?\n  ","801342":"\n   What are you doing?\n  ","801343":"\n\n    @theofficialpaulapiranha\n   \n   is queen!\n  ","801344":"\n   So I want to learn some new recipes this summer so I can cook more. \nRecommend me something?😊\n  ","801345":"\n   What you cooking for dinner later?\n  ","801346":"\n   Hey cuti\n  ","801347":"\n   plans?\n  ","801348":"\n   What would you do if you found a celebrity's phone?\n  ","801349":"\n   Recommend me some tips for getting rid of spots? broke out really bad these past couple days and having spots just makes me feel terrible!\n  ","801350":"\n   Keep a tight ass girl\n  ","801351":"\n   Yes\n  ","801352":"\n   Ur so cute ugh!!\n  ","801353":"\n   Fuck dayuum that ass ❤️❤️\n   \n    https:\/\/s-media-cache-ak0.pinimg.com\/236x\/3f\/5f\/41\/3f5f41fca9d562e8123daaae14df57a5.jpg\n   \n","801354":"\n   pop it\n  ","801355":"\n   ru wet\n  ","801356":"\n   (2\/2) i tried to kiss her once & she told me she wasn't ready. but shes super shy about things because she fears that i dont want to be with her bc of her past, but i totally do. but she gave me the sweetest kiss on the corner of my lips today. do you think this could be a sign that shes ready?\n  ","801357":"\n   (1\/2- please held if you can!) so my girlfriend and I have been together for a few weeks now from prev. being best friends. she was sexually abused and now has a daughter from it, and so she wants to take things slow. i totally understand and respect that and would absolutely never push her limits.\n  ","801358":"\n   Tbh\/\/your pretty\n  ","801359":"\n   Have you ever felt like that girl in the Linkin Park video 'Numb' where everyone mocks or ignores her at school & that group gets up & walks away when she sits down with them, & so she becomes detached & numb to the society around her, or have you always been reasonably popular??\n  ","801360":"\n   What's the most expensive piece of clothing you own?\n  ","801361":"\n   i am sorry for being annoying but plz accept me\n  ","801362":"\n   Do you like salami?\n  ","801363":"\n   plz i beg\n  ","801364":"\n   why are anons so creepy omg\n  ","801365":"\n   so what i dont care if you are taken you are only mine\n  ","801366":"\n   ya i know its sweet but i want you to be my gf plz\n  ","801367":"\n   i love you\n  ","801368":"\n   You should do a vr of you singing sometime!\n  ","801369":"\n   do you watch porn\n  ","801370":"\n   are you a good singer?\n  ","801371":"\n   Thanks for the likes💖💖\n  ","801372":"\n   Where u from\n  ","801373":"\n   Your baby Is adorable\n  ","801374":"\n   wyd?\n  ","801375":"\n   how old r u ?\n  ","801376":"\n   last time u had sex\n  ","801377":"\n   Apologies if this upsets anyone.. Do you know the history of your ancestors? Did they participate in the wars? Do you have any photos?. I got sent some photos of Tia's great great great grandfathers who were in the military which fascinated me!\n  ","801378":"\n   Tell me something about your best friend . why are they your bestfriend.  if you can remember, how'd you guys meet?\n  ","801379":"\n   How are you doing this fine morning?\n  ","801380":"\n   Had to unfollow numerous people for their ignorance. If you don't want my questions, tell me. Saves me having to send two different lots of the same question because of following over 50 people.. Thank you.\n  ","801381":"\n   Use this to tell me what's on your mind tonight. Rant, gloat, brag, complain. What are YOU thinking about?\n  ","801382":"\n   ---\n  ","801383":"\n   Everyone look at\n   \n    @janessaachacon\n   \n   scrawny legs 😂😂😂😂😭😭😭\n   \n    http:\/\/ask.fm\/janessaachacon\/answers\/136835798834\/photo\n   \n","801384":"\n   hello\n  ","801385":"\n   Wyd?\n  ","801386":"\n   whats uppppp\n  ","801387":"\n   Well I think bouncing balls prolly feels better for the boy. And girls prolly like to see them bounce.  Its prolly a turn on.  I dunno.  :\/\n  ","801388":"\n   TW medications:\nDo you think medications are necessary? Why our why not?\n  ","801389":"\n   What do you think of veganism?\n  ","801390":"\n   I also heard that a guy's balls bounce more during beating off when the penis is circumcised.  Thats a good thing.\n  ","801391":"\n   What do you think of those people who go out of their way to comment negatively on other people to the entire internet? Is it public embarrassment or is it just 'being honest'? Where is the line between being honest and being mean?\n  ","801392":"\n   @ (see recent, ignore\/delete if you like) 💛\n  ","801393":"\n   I think a circumcised penis makes it easier for the girl to work the head really hard and fast.  Thats the most sensitive part of a boy.\n  ","801394":"\n   If someone in your area was to hear your family name, what do you think their first thoughts would be? What is your family known for?\n  ","801395":"\n   What is the first thing you notice in a person of the opposite sex?\n  ","801396":"\n   When last did you feel truly happy? What does happiness feel like to you?\n  ","801397":"\n   Do you smoke? If yes, when did you last have a smoke?\n  ","801398":"\n   How old are you? When's your birthday?\n\n(i know its a popular question)\n  ","801399":"\n   Do you think circumcision makes the penis look better?  Like you can see the big head and stuff?\n  ","801400":"\n   Blacks just ambushed and murdered 3 more police in Baton Rouge!\n  ","801401":"\n   (STAIF) What are two true things about you and one lie?\n  ","801402":"\n   (Sent to verified users). How many followers did you have when you asked\/where asked to gain verification?\n  ","801403":"\n   How many followers have you got? How often to you gain\/lose some or do you not pay any attention?\n  ","801404":"\n   Alright guys, that concludes my spam for today. Have a good day\/night :)\n  ","801405":"\n   If you looked into the heart of your enemy, what do you think you would find that is different from what is in your own heart?\n  ","801406":"\n   What is something you've done that you aren't proud of?\n  ","801407":"\n   What is something you sometimes pretend to understand that you really don't?\n  ","801408":"\n   send confessions!\n  ","801409":"\n   Is there anyone that you've been trying to get in touch with and it feels like they're avoiding you?\n  ","801410":"\n   Post a link to a song that you think everyone should listen to\n  ","801411":"\n   How do you know it's time to continue holding on or time to let go?\n  ","801412":"\n   A spam is on the way :)\n  ","801413":"\n   If you could go anywhere in the world for a vacation, money not being an issue, where would you go, who would you bring with you and what would you do?\n  ","801414":"\n   Is there anyone you are subscribed to on YouTube? If so who and why?\n  ","801415":"\n   How many of your friends would you \"trust with your life\"?\n  ","801416":"\n   Do you believe that crystal healing jewellery actually work?\n  ","801417":"\n   Life is too short to tolerate _________?\n  ","801418":"\n   When did you not speak up when you know you should have?\n  ","801419":"\n   Look at my rap 😎\n   \n    http:\/\/ask.fm\/meganpeters4\/answers\/138649014275\n   \n","801420":"\n   Have you ever called 911 or any emergency number?What was it for?\n  ","801421":"\n   opinion on\n   \n    @theofficialpaulapiranha\n   \n","801422":"\n   YOU JUST GOT HOME THAT LATE? OMG\n  ","801423":"\n   we're u drinking?\n  ","801424":"\n   🌎Do you have family in other parts of the world? If so, where?\n  ","801425":"\n   Wyd???\n  ","801426":"\n   How old is your Mom and Dad? \n(don't answer if you're not comfortable doing so)\n  ","801427":"\n   Do you wear any jewellery?\n  ","801428":"\n   hope your kid doesn't come out as anorexic and dull like you !\n  ","801429":"\n   but u dont like him\n  ","801430":"\n   Would u like to have sex with a stranger ?\n  ","801431":"\n   why r ur all pics in same style ?\n  ","801432":"\n   If it wasn't for the fact you live nowhere near me, I would swear I knew your sister in law\n  ","801433":"\n   Pap of u without bra\n  ","801434":"\n   What happened to\n   \n    @Emily7414\n   \n","801435":"\n   (ignore if you want.) \nDo you support circumcision?\n  ","801436":"\n   Pap of u in bra\n  ","801437":"\n   My parents didn't keep me..\n  ","801438":"\n\n    @Emily7414\n   \n   doesn't answer questions anymore ?\n  ","801439":"\n   ok.. then tell me anything about you\n  ","801440":"\n   I feel sorry for your little boy for having an alcoholic and drug addict mommy. always fucking smoking & drinking. you're irresponsible af af af!\n  ","801441":"\n   which type of stuff should i ask u ?\n  ","801442":"\n   do you have an older brother? if so, you got any suggestions on how to get bros to back off, when they put you in a headlock?\n  ","801443":"\n   Likers get?\n  ","801444":"\n   Ootd pic\n  ","801445":"\n   Pap of you\n  ","801446":"\n   Pap of your stomach after pregnancy\n  ","801447":"\n   how many times you have had sex ?\n  ","801448":"\n   how old is your son ?\n  ","801449":"\n   Do you ever have craving for the most strangest of concoctions at weird hours of night? It's 1am and I made a cornbeef and cheese toastie?? Wtf is wrong with me ahhaha\n  ","801450":"\n   how old are u ?\n  ","801451":"\n   Post a nude pic of yours\n  ","801452":"\n   Are u virgin ?\n  ","801453":"\n   I need a recent... a pic of u right now\n  ","801454":"\n   I want to see your pics\n  ","801455":"\n   Are you single or in a relationship ?\n  ","801456":"\n   You\n  ","801457":"\n   Can we talk ?\n  ","801458":"\n   mfs mad for whaaaat\n  ","801459":"\n   Pap of the tank top\n  ","801460":"\n   Pap in a crop top\n  ","801461":"\n   Pap of what ur wearing now\n  ","801462":"\n   Ootd pic\n  ","801463":"\n   lmfao you're fake\n  ","801464":"\n   😜😜😜\n  ","801465":"\n   Wyd??\n  ","801466":"\n   Think back to December 31st.. Did you make a new years resolution? Now half way through 2016, how well are you doing with this resolution? Are you on track?\n  ","801467":"\n   very sexy\n  ","801468":"\n   yes bounce that booty like a basketball\n  ","801469":"\n   twerk on vr\n  ","801470":"\n   can you twerk on vr\n  ","801471":"\n   booty\n  ","801472":"\n   What's your favorite seafood?\n  ","801473":"\n   because i follow you? obvs\n  ","801474":"\n   what u wearing tonight\n  ","801475":"\n   plans for later?\n  ","801476":"\n   @\n  ","801477":"\n   ru negro?\n  ","801478":"\n   Ootd pic\n  ","801479":"\n   Who u with rn\n  ","801480":"\n   Tickle someone on video\n  ","801481":"\n   If you were a magician's assistant in a magic show, what trick would you be in?\n  ","801482":"\n   QOTD: How much free time do you have and what do you like to do in that free time?\n  ","801483":"\n   Innie or outie\n  ","801484":"\n   You friends with Anna after her boyfriend called you the n word?\n  ","801485":"\n   What are u excited about ?\n  ","801486":"\n   It's not how much money you make but how you manage it...true or false?BQ what color shoes are you wearing?\n  ","801487":"\n   You are drop dead gorgeous\n  ","801488":"\n   Have you ever complimented someone or made an attempt to talk to somebody and they more or less told you to fuck off?\n  ","801489":"\n   Spread the word!\n   \n    http:\/\/ask.fm\/fabbielousxo\/answers\/137466546483\n   \n   anything goes! \n\n--ignore or use as a filler xo\n  ","801490":"\n   Hello, I expect that this may be good for you ^^\n   \n    http:\/\/www.succesfullife1.tk\/2016\/07\/lose-weight-fast-how-to-do-it-safely.html\n   \n","801491":"\n   Do you know how to cook?\n  ","801492":"\n   Are you easily pressured into doing things?\n  ","801493":"\n   Do you usually follow big trends?\n  ","801494":"\n   Hey what's going on, you want to model?\n  ","801495":"\n   where did u get ur shirt in ur dp?\n  ","801496":"\n   last time u seen ur brother\n  ","801497":"\n   💯\n  ","801498":"\n   tbh u got kik or sum?\n  ","801499":"\n   whats ur future goals?\n  ","801500":"\n   What do you love most about your country?\n  ","801501":"\n   Have you ever been treated as if something was your fault even though it clearly wasn't?\n  ","801502":"\n   That's cool. Are u currently working or studying?\n  ","801503":"\n   I see. Just abit curious. How old are u?\n  ","801504":"\n   Hey. How u doing?\n  ","801505":"\n   Have you ever had a close friend and either you developed feelings for them or vice versa and it wasn't mutual and it ruined the friendship?\n  ","801506":"\n   Has a neighbor ever yelled at you to get off their lawn?\n  ","801507":"\n   How come he's never been swimming?\n  ","801508":"\n   I know the feeling mine and your body types are the same so if someone good looking chose me I'd feel the exact same way :)\n  ","801509":"\n   How often do you use your good looks to get something you want?\n  ","801510":"\n   I love your bio \"all these Kardashian's but you choose to keep up with me\"\n  ","801511":"\n   How old is your son?\n  ","801512":"\n   did u ever get your nails to change color ?\n  ","801513":"\n   Have you taken your children swimming? Can they swim? How did they learn if so?\n  ","801514":"\n   You've been kidnapped  But the last person you saw in a tv show\/movie is coming to save you.  Who is the person coming to save you?\n  ","801515":"\n   Can you check my recent and tell me if this lip colour looks ok on me or not? (I don't normally wear red so I am so unsure lol) Please be honest, I really will not be offended if it doesn't, and if you don't like it suggest me a different colour :)\n  ","801516":"\n   Have you ever immediately disliked someone you just met?\n  ","801517":"\n   Could you be close friends with someone that you knew was in love with your significant other ? Why\/Why not ?\n  ","801518":"\n   🏊🏻Do you prefer swimming in pools or natural bodies of water?\n  ","801519":"\n   What are some things you can look back as a teenager, and think I can't believe I did that?\n  ","801520":"\n   Ya bod is so cute.  Ya bf is lucky.  <3\n  ","801521":"\n   ru shaking it\n  ","801522":"\n   That's a bandeau not a shirt\n  ","801523":"\n   Or do you just wear that at the house?\n  ","801524":"\n   Do you actually go out in outfits like that? (The selfie u just posted?)\n  ","801525":"\n   stop smoking\n  ","801526":"\n   ur always out\n  ","801527":"\n   ur hot\n  ","801528":"\n   blow a blow dryer on them\n  ","801529":"\n   u piece of sh*t\n  ","801530":"\n   Won't they change color if you run them under warm\/hot water? They're cute btw!😍👌🏻\n  "},"Answer":{"800458":"\n  goldendollx , NineGdxFour, ModifiedMamma\n  \n  tbh i just picked those bc i was trying it out lmao:\n  \n  i might change them tho\n  ","800459":"\n  i don't add ppls snapchat's that i don't know\n  ","800460":"\n  i usually don't mix my food.\n  \n  but when i was pregnant i like pickles and mayo\n  ","800461":"\n  yeah . unless they're creepy\n  ","800462":"\n  mixing liquor\n  ","800463":"\n  me and my boyfriend been up since 7:30am and Joe has been up since 9:30am\n  ","800464":"\n  come on guys i have 2069 followers.\n  \n  be nosey today\n  ","800465":"\n  bc they're sending me things that's not true and it's annoying\n  ","800466":"\n  hello\n  ","800467":"\n  just blocked you w\/ that other answer you sent me 😇\n  ","800468":"\n  bc i blocked you means i'm racist?\n  \n  no it means you're sending me stupid sh*t that's not questions .\n  \n  now bye\n  ","800469":"\n  i'm really not tho\n  ","800470":"\n  blocked now bc your annoying\n  ","800471":"\n  next to m\n  ","800472":"\n  blah\n  ","800473":"\n  💀💀💀💀\n  ","800474":"\n  not a question\n  ","800475":"\n  you're about to be blocked\n  ","800476":"\n  .....\n  ","800477":"\n  pancakes, bacon and eggs\n  ","800478":"\n  making breakfast for my boys 💙\n  ","800479":"\n  send me stuff guys\n  ","800480":"\n  i love them\n  ","800481":"\n  no\n  ","800482":"\n  yeah I do. bring him to the bathroom\n  ","800483":"\n  no\n  ","800484":"\n  GxCxD\n  ","800485":"\n  about you don't sing to me\n  ","800486":"\n  leave me questions guys.\n  \n  back to sleep 😇\n  ","800487":"\n  no i couldn't tbh.\n  ","800488":"\n  kissing. have sex, flirting , texting someone else ect\n  ","800489":"\n  dumb f*cking questions\n  ","800490":"\n  lol\n  ","800491":"\n  no.\n  \n  i don't think it souls be period\n  ","800492":"\n  lately she's been very disrespectful\n  ","800493":"\n  hi\n  ","800494":"\n  12:01am\n  ","800495":"\n  halfway\n  ","800496":"\n  yes it has in so many ways but i wouldn't change it for anything 💙\n  ","800497":"\n  send me questions guys .\n  \n  anything y'all want\n  ","800498":"\n  everybody else was using it.\n  \n  and it's something to do.\n  \n  i love answering questions about myself\n  ","800499":"\n  tbh my boyfriend i have now\n  ","800500":"\n  not really\n  ","800501":"\n  drink or smoke\n  ","800502":"\n  my mom tbh or annoying ppl\n  ","800503":"\n  no\n  ","800504":"\n  couple weeks ago\n  ","800505":"\n  maybe a year ago\n  ","800506":"\n  about to smoke w\/ my boyfriend\n  \n  and watching tv\n  ","800507":"\n  ^^\n  ","800508":"\n  backstreet boys\n  ","800509":"\n  let me go cry\n  \n  brb\n  ","800510":"\n  hi\n  ","800511":"\n  go find out\n  ","800512":"\n  thank you 💖\n  ","800513":"\n  💋😜\n  ","800514":"\n  no you are 💕\n  ","800515":"\n  nothing wrong w\/ it\n  ","800516":"\n  hey that's me lol.\n  \n  idc as long as they're still taking care of their kids\n  ","800517":"\n  1. distance\n  \n  2. fake smiles\n  \n  3. cheating\n  \n  4. staying later at work\n  \n  5. barely having sex\n  \n  6. barely talking\n  ","800518":"\n  okay?\n  \n  idk how is matters?\n  ","800519":"\n  he works nights at a glass warehouse.\n  \n  he starts tomorrow\n  ","800520":"\n  smoked out of a water bottle 😅\n  ","800521":"\n  my son is black and white last time i checked\n  ","800522":"\n  no .\n  \n  i tell him to check mine\n  ","800523":"\n  nope .\n  \n  i trust him so much .\n  \n  i mean he tells me to check his phone lol\n  ","800524":"\n  everything's good i suppose\n  ","800525":"\n  lol i was .\n  \n  i just had a c section\n  \n  then the IV the last kept poking my arms 😒.\n  \n  then she finally got it in my hand\n  ","800526":"\n  cat dog\n  ","800527":"\n  ps4\n  ","800528":"\n  i'd rather flip flops\n  ","800529":"\n  the day i gave birth\n  \n  (that photo was after i gave birth)\n  ","800530":"\n  waiting for my boyfriend to come back from the store so we can smoke\n  ","800531":"\n  yes i'm waiting for my followers to ask me questions lol\n  ","800532":"\n  eh yeah but i'd rather not say tbh\n  ","800533":"\n  where i live bc i hate it w\/ a passion\n  ","800534":"\n  i've never heard of it tbh\n  ","800535":"\n  iphone, ps4 , apple tv, xbox, tv, ipad,\n  ","800536":"\n  my son made a wallet and i'm proud lol\n  ","800537":"\n  spicy\n  ","800538":"\n  lmfao i was telling me boyfriend to text someone for something and i was using my hands and making sh*t obvious lmao i can't explain it well 😂😭\n  ","800539":"\n  stop sending me stuff or you'll be blocked i promise you\n  ","800540":"\n  bye\n  ","800541":"\n  i usually wait so i don't get full. it does effect your meal bc you might not finish it all\n  ","800542":"\n  how about no\n  ","800543":"\n  cooking dinner\n  ","800544":"\n  i don't give a flying f*ck if she doesn't follow me bc i don't follow her either\n  ","800545":"\n  very cute\n  ","800546":"\n  eh, my street always has cars that come down here so annoying 🙄🙄\n  ","800547":"\n  you send around this dumb sentence\n  ","800548":"\n  exactly little f*ckers.\n  \n  you're beautiful sky 💖\n  ","800549":"\n  your grandma is\n  ","800550":"\n  stop sending your own link around\n  ","800551":"\n  OiTNB\n  ","800552":"\n  send\n  \n   @NineGdxFour\n  \n  questions bc she's my favorite\n  ","800553":"\n  not often tbh.\n  \n  i like my bed tbh aha\n  ","800554":"\n  yes . i did that with \"Paid in Full\"\n  ","800555":"\n  lmfao yeah sometimes 😂😭\n  ","800556":"\n  omg\n  \n   @NineGDxFour\n  \n  wants questions 😇\n  ","800557":"\n  i agree 100%\n  ","800558":"\n  9:00\n  ","800559":"\n  yeah\n  ","800560":"\n  no\n  ","800561":"\n  couple weeks ago\n  ","800562":"\n  i said my attitude\n  ","800563":"\n  stop asking this\n  ","800564":"\n  probably Kiwi\n  ","800565":"\n  everything lol\n  \n  everything\n  ","800566":"\n  yeah 🙄\n  ","800567":"\n  f*cking annoyed at everything and everybody\n  ","800568":"\n  sitting here\n  ","800569":"\n  what?\n  ","800570":"\n  bc it's annoying wtf else more is there to explain?\n  ","800571":"\n  just bc i dislike when my brother comes over 25\/8 doesn't mean i love him less.\n  \n  you don't understand bc you're not in my situation.\n  \n  just stop being dumb now\n  ","800572":"\n  form a proper sentence when asking\n  ","800573":"\n  nobody really tbh\n  ","800574":"\n  both equally obvious\n  ","800575":"\n  my son obviously.\n  \n  why do y'all ask obvious questions?\n  ","800576":"\n  2\n  ","800577":"\n  thank you\n  ","800578":"\n  maybe the beach w\/ my brother, his wife and nephew.\n  \n  me Joe and my boyfriend\n  ","800579":"\n  too bad that's not my name.\n  \n  spam me w\/ questions guys\n  ","800580":"\n  yeah they both just made one 2 days ago\n  ","800581":"\n  i'd get an abortion\n  ","800582":"\n  yes , it's puts a lot of pressure on you and your s\/o. you barely have time together, things aren't the and same, it's no longer just the 2 of you. you barely get sleep which can lead to being cranky and fights. just a lot\n  ","800583":"\n  in my state they're free\n  ","800584":"\n  🙄🙄🙄\n  ","800585":"\n  lol\n  ","800586":"\n  thanks\n  ","800587":"\n  i don't like anyone.\n  \n  i LOVE my boyfriend\n  ","800588":"\n  you ppl to spam me\n  ","800589":"\n  dogs\n  ","800590":"\n  smoking lol\n  ","800591":"\n  🙀\n  ","800592":"\n  idc tbh\n  ","800593":"\n  1 inche is good4 me\n  ","800594":"\n  lmfao\n  ","800595":"\n  36C\n  \n  you buying me a new one?\n  ","800596":"\n  yay 💚\n  ","800597":"\n  bob's burger\n  ","800598":"\n  limegreen\n  ","800599":"\n  maybe\n  ","800600":"\n  5'3\n  ","800601":"\n  yeah\n  ","800602":"\n  yeah i know lol\n  ","800603":"\n  when i was 16\n  ","800604":"\n  anything it's honesty day.\n  \n  but don't just ONLY SEND ME SEXUAL QUESTIONS .\n  \n  ask anything about my mother-in-law\n  \n  relationship .\n  \n  me\n  ","800605":"\n  yes\n  ","800606":"\n  sure send them in\n  ","800607":"\n  i did obviously. we've been together since 9.4.11\n  ","800608":"\n  raisingaprince_\n  ","800609":"\n  and plus i don't have a kik\n  ","800610":"\n  it's for you\n  ","800611":"\n  noxlol\n  ","800612":"\n  21\n  ","800613":"\n  thx bud\n  ","800614":"\n  send me tons and tons of questions\n  ","800615":"\n  yesterday\n  ","800616":"\n  ^^^\n  ","800617":"\n  drinking and smoking\n  ","800618":"\n  hell ueah\n  ","800619":"\n  bye\n  ","800620":"\n  that is a body positive picture.\n  \n  you can see my whole body idiot\n  ","800621":"\n  go away\n  ","800622":"\n  send me stuff guys 😩\n  ","800623":"\n  what's your opinion on STFU\n  ","800624":"\n  i don't click links\n  ","800625":"\n  7:59pm\n  ","800626":"\n  a week\n  ","800627":"\n  you're annoying\n  ","800628":"\n  neither\n  ","800629":"\n  gross\n  ","800630":"\n  it's a secret\n  ","800631":"\n  his name would always be the same Joseph\n  ","800632":"\n  you ask this a lot lol\n  ","800633":"\n  no i haven't\n  ","800634":"\n  ^^^^\n  ","800635":"\n  no gross .\n  \n  i don't get how ppl can just do that\n  ","800636":"\n  no\n  ","800637":"\n  i don't watch big brother.\n  \n  sorry\n  ","800638":"\n  answer\n  ","800639":"\n  go away\n  ","800640":"\n  no i never did\n  ","800641":"\n  i meant to say \"no i always believe you\"\n  ","800642":"\n  no i believe you seats tbh\n  ","800643":"\n  deal w\/ it\n  ","800644":"\n  clumsy asf 😂😭\n  ","800645":"\n\n   @babycadiex\n  \n  is a SAVAGE 😈\n  ","800646":"\n  i don't lie\n  ","800647":"\n  no i can care less\n  ","800648":"\n  don't call me baby\n  ","800649":"\n  i don't like crabs\n  ","800650":"\n  smoke, go for walks , talk w\/ my boyfriend. go on social media, play w\/ Joe\n  ","800651":"\n  i usually keep making the same mistake tbh. it's so annoying but i eventually learn my lesson after sh*t has hit the fan already.\n  ","800652":"\n  no not really\n  ","800653":"\n  eh,\n  ","800654":"\n  omg yes and it's horrible but it's life lol\n  ","800655":"\n  yeah\n  ","800656":"\n  yeah\n  ","800657":"\n  95 😩😭\n  ","800658":"\n  i use to not like them tbh\n  ","800659":"\n  we rearranged our room about a year ago. i mean it wasn't long\n  ","800660":"\n  everyone send\n  \n   @NineGdxFour\n  \n  questions 😇\n  ","800661":"\n  no not this week\n  ","800662":"\n  nope i think they over react on how it is to be a young mom. bc mother hood isn't always SOOO hard as the show makes it out to he\n  ","800663":"\n  send her questions and me to guys.\n  \n  i'll be doing honest weekend to\n  ","800664":"\n  go find out\n  ","800665":"\n  456-908-6786\n  ","800666":"\n  english\n  ","800667":"\n  i prefer pizza cold to lol\n  ","800668":"\n  good lol.\n  \n  idk i'm just fun aha .\n  \n  and funny\n  ","800669":"\n  we have health care.\n  \n  we searched around for what's best for our family\n  ","800670":"\n  now this sounds like it's gonna be creepy\n  ","800671":"\n  lol i am fun aha\n  ","800672":"\n  he said thanks lol\n  ","800673":"\n  who cares lol\n  ","800674":"\n  why would you think i'm pregnant when i smoke and drink\n  ","800675":"\n  bob's burger\n  \n  american dad\n  \n  nurse jackie\n  \n  my crazy ex girlfriend\n  \n  love and hip hop\n  \n  real housewives of Atlanta\n  ","800676":"\n  depends on the alcohol\n  ","800677":"\n  i did 😫.\n  \n  now i feel like i gotta throw up.\n  \n  might drink more tonight\n  ","800678":"\n  i cant speak for everyone lol\n  ","800679":"\n  no threw up and went to sleep\n  ","800680":"\n  i forgot\n  ","800681":"\n  blocked or blocked\n  ","800682":"\n  liquor\n  ","800683":"\n  no i was to drunk to even take selfies\n  ","800684":"\n  thanks\n  ","800685":"\n  I use Datpiff for sound cloud\n  ","800686":"\n  ugh , feel like I gotta throw up 🙁\n  ","800687":"\n  immature 😩\n  ","800688":"\n  ^^^\n  ","800689":"\n  6:00am\n  ","800690":"\n  you being blocked\n  ","800691":"\n  🙄🙄🙄\n  ","800692":"\n  i love you to 💋\n  ","800693":"\n  hi\n  ","800694":"\n  just threw up\n  ","800695":"\n  no\n  ","800696":"\n  blocked\n  ","800697":"\n  can you go f*ck yourself\n  ","800698":"\n  I'll be added\n  ","800699":"\n  party 1\n  ","800700":"\n  you're whack\n  ","800701":"\n  drinking and smoking dtunkzzx asf\n  ","800702":"\n  12.21.2013 he came 2 months early\n  ","800703":"\n  bc i'm 21...\n  ","800704":"\n  ask me whatever .\n  \n  honestly night\n  ","800705":"\n  💕💕💕\n  ","800706":"\n  i'm drunkzzxxx\n  ","800707":"\n  aso me w\/w\n  ","800708":"\n  drinking w\/ my bf and my brother w\/ his wife\n  ","800709":"\n  white and bajan\n  ","800710":"\n  21\n  ","800711":"\n  taken 5 years strong 🔐💍\n  ","800712":"\n  no we is wrong w\/ you\n  ","800713":"\n  i love bitches\n  ","800714":"\n  rink\n  ","800715":"\n  answer what?\n  ","800716":"\n  stay you're mad annoying.\n  \n  ask better questions\n  ","800717":"\n  New York\n  ","800718":"\n  lund's so good right now\n  ","800719":"\n  hey hey hey hey hey\n  ","800720":"\n  blocked 😇\n  ","800721":"\n  at least i can get sex 💁🏼\n  ","800722":"\n  you can't spell right\n  ","800723":"\n  go f*ck yourself\n  ","800724":"\n  why would i be kissing her you prick\n  ","800725":"\n  who?\n  ","800726":"\n  lmfao smh\n  ","800727":"\n  no look at the video that's what i look like\n  ","800728":"\n  drinking and smoking w\/ my boyfriend and wife\n  ","800729":"\n  lol yeah i know you just have to wait like a week or 2 .\n  \n  they most likely will get back to you since they asked your follower count\n  ","800730":"\n  thanks\n  ","800731":"\n  😇😇😇\n  ","800732":"\n  aha thanks 💖💖💖\n  ","800733":"\n  thanks lol\n  ","800734":"\n  5 years strong 💍🔐\n  ","800735":"\n  nope i don't.\n  \n  i sometimes like what they're saying, i think it's funny, or to show my appreciation\n  ","800736":"\n  no no no\n  ","800737":"\n  i do once in a while especially when i'm drunk lol.\n  \n  and i honesty have no idea\n  ","800738":"\n  deal w\/ it\n  ","800739":"\n  blocked 😇\n  ","800740":"\n  NOOOOOOO\n  ","800741":"\n  i hold grudges only if your important to me. betrayal\n  ","800742":"\n  to get his car \"fixed\"\n  ","800743":"\n  anything you want.\n  \n  i'll even do honesty weekend💯❗️❕‼️\n  ","800744":"\n  if you don't have a question don't send out spam w\/ dumb questions\n  ","800745":"\n  i follow you bc you're amazing and i love your answers.\n  \n  you're one of my favorite mums .\n  \n  💖💖💖\n  ","800746":"\n  lmfao how about no.\n  \n  bc he has a fiancé and a son.\n  \n  no room\n  ","800747":"\n  and if i do he wouldn't care lol\n  ","800748":"\n  no scroll down to find pictures\n  ","800749":"\n  lol thanks\n  ","800750":"\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n\n\n   @NineGDxFour\n  \n","800751":"\n  thanks\n  ","800752":"\n  nobody said he couldn't.\n  \n  they just been over all week .\n  \n  once in a while it's aight\n  ","800753":"\n  yesterday\n  ","800754":"\n  what lmao???\n  ","800755":"\n  hello\n  ","800756":"\n  couple hours ago lol wth\n  ","800757":"\n  annoyed bc they might come over td and tomorrow .\n  \n  like really??? 😒\n  ","800758":"\n  yes i do\n  ","800759":"\n  not really lol\n  ","800760":"\n  i definitely do for some reason. probably a couple weeks ago\n  ","800761":"\n  💖\n  ","800762":"\n  how about i get some questions? 💕\n  ","800763":"\n  i have none at all\n  ","800764":"\n  mhm oh\n  ","800765":"\n  follower count didn't go up\n  ","800766":"\n  i get car sickness a lot .\n  \n  nothing can really make me feel better\n  ","800767":"\n  i enjoy ppls \"pap\"\n  ","800768":"\n  i've been to the beach a lot but it's really not my thing\n  ","800769":"\n  bc they're annoying\n  ","800770":"\n  questions?\n  ","800771":"\n  it was a long week.\n  \n  between it being hot and me and my boyfriend arguing\n  ","800772":"\n  💖💖💖💖\n  ","800773":"\n  troll\n  ","800774":"\n  lmfao\n  ","800775":"\n  my days pretty good so far.\n  ","800776":"\n  lmfao omg yes .\n  \n  everybody will go crazy 😂😭\n  ","800777":"\n  mine says something about the format isn't right when i go to someone's page\n  ","800778":"\n  i have no idea.\n  \n  i know my brother, sister-in-law , and nephew might comes back over tomorrow AGAIN\n  ","800779":"\n  not always . i act out sometimes . lmfao bad ones\n  ","800780":"\n  she put antifreeze in his food.\n  \n  bc she's freaking crazy asf\n  ","800781":"\n  1. my son2\n  \n  2. my pregnancy\n  \n  3. my relationship\n  \n  4. my family\n  \n  5. my opinion\n  \n  6. my mother-in-law\n  \n  7. my past\n  \n  8. my present\n  \n  9. my future\n  \n  10. make up\n  ","800782":"\n  she killed him 🙁\n  ","800783":"\n  thanks\n  ","800784":"\n  watching tv w\/ my boys\n  ","800785":"\n  i'd rather the pool of someone i know . he beach water is nasty\n  ","800786":"\n  no my body is dry\n  ","800787":"\n  between 80-96\n  ","800788":"\n  when he's playing alone sometimes i'll go out back or when he's napping.\n  \n  sometimes we go out to. of course it's important or you'll go crazy\n  ","800789":"\n  no i haven't actually .\n  \n  nah i look up music before it's released lol\n  ","800790":"\n  block .\n  \n  bc you're obsessing over someone else's life.\n  ","800791":"\n  i have a turtle.\n  \n  we had a dog but my mother-i -law is a cruel human\n  ","800792":"\n  hi\n  ","800793":"\n  it's 6:43am laying down\n  ","800794":"\n  i'm on the red\n  ","800795":"\n  💕\n  ","800796":"\n  i can't speak for all girls\n  ","800797":"\n  fit\n  ","800798":"\n  bye if your gonna ask dumb questions\n  ","800799":"\n  well we're both fake w\/ the blue check mark 😂💖😭\n  ","800800":"\n  hi\n  ","800801":"\n  why does this sound like a troll question\n  ","800802":"\n  some dumb b*tch\n  ","800803":"\n  laying down next to my boyfriend\n  ","800804":"\n  Paris\n  ","800805":"\n  my attitude\n  ","800806":"\n  a dog bc they're amazing 🐶\n  ","800807":"\n  🔥🔥 thanks\n  ","800808":"\n  😍😍😍\n  ","800809":"\n  5 years strong 💍🔐\n  ","800810":"\n  oh thanks anon but i'm really not 🙈\n  ","800811":"\n  1. he eats\n  \n  2. he plays for a little\n  \n  3. bath time\n  \n  4. gets dress\n  \n  5. brushes his teeth\n  \n  6. story time.\n  \n  7. we put the tv on for him w\/ a timer\n  ","800812":"\n  he's does night shifts now- doing something w\/ glass\n  ","800813":"\n  😂😭\n  ","800814":"\n  everything and everybody\n  ","800815":"\n  no but my dad wants to buy me one soon\n  ","800816":"\n  i've been thinking about it\n  ","800817":"\n  i'm good just tired and i wish i could sleep in late but my body doesn't allow me to do so\n  ","800818":"\n  I DON'T have one...........\n  ","800819":"\n  2029\n  ","800820":"\n  anything you want\n  ","800821":"\n  hi\n  ","800822":"\n  stop sending me links.\n  \n  and stop sending mine around\n  ","800823":"\n  no\n  ","800824":"\n  lol what?\n  ","800825":"\n  21\n  ","800826":"\n  why is my link being sent to random ppl wtf\n  ","800827":"\n  are you dumb\n  ","800828":"\n  that actually is crazy\n  ","800829":"\n  💖\n  ","800830":"\n  ???\n  ","800831":"\n  bc obviously he doesn't care. and it's a question site.\n  ","800832":"\n  not yet...\n  \n  coming real soon 🙈\n  ","800833":"\n  he doesn't tho\n  ","800834":"\n  i mean i don't get how? lmfao.\n  ","800835":"\n  you're dope to\n  ","800836":"\n  don't know who that is or care\n  ","800837":"\n  get the hell off my page\n  ","800838":"\n  blocked\n  ","800839":"\n  stop sending me stuff in different languages\n  ","800840":"\n  you're annoying\n  ","800841":"\n  hi\n  ","800842":"\n  no\n  ","800843":"\n  we all 3 just hung out today 💕\n  ","800844":"\n  i've been fantastic lately\n  ","800845":"\n  i'm on a blocking spree\n  ","800846":"\n  blocked 😇\n  ","800847":"\n  watching tv .\n  \n  waiting for questions\n  ","800848":"\n  don't call me baby girl.\n  \n  so disrespectful\n  ","800849":"\n  you're about to be f*cking blocked next thing you send\n  ","800850":"\n  shut up . just please shut up!\n  ","800851":"\n  Bye\n  ","800852":"\n  english\n  ","800853":"\n  obviously but every f*cking day is annoying we all agree.\n  \n  i don't know why you care oh so much about something that has nothing to do w\/ you\n  ","800854":"\n  1. cup cakes\n  \n  2. chocolate\n  \n  3. cake\n  ","800855":"\n  lol yeah I know how funny 😂.\n  \n  October 21,2013 lol\n  ","800856":"\n  October 21\n  ","800857":"\n  I don't use kik\n  ","800858":"\n  what day what? be more specific\n  ","800859":"\n  okay\n  ","800860":"\n  whatever the date is that they verify you\n  ","800861":"\n  you send them a picture of your face w\/ the date\n  ","800862":"\n  why I wanted to be verified\n  ","800863":"\n  don't talk about yourself like that\n  ","800864":"\n  yesterday\n  ","800865":"\n  I have no idea tbh .\n  \n  I explained why\n  ","800866":"\n  yeah you should. just email them telling them why you should be verified\n  ","800867":"\n  1413\n  ","800868":"\n  i heard over 550\n  ","800869":"\n  thank you 😭😩💖💋\n  ","800870":"\n  my boyfriend got a better job w\/ a better pay.\n  \n  i'm so excited ☺️\n  ","800871":"\n  2021\n  ","800872":"\n  yeah\n  ","800873":"\n  spring bc it's so beautiful out , the rain, the flowers growing and such\n  ","800874":"\n  actually she's not she's told us so many times she doesn't want us to move out 😂. my brother only comes to see me, my son and my boyfriend not her he tells us that l the time\n  ","800875":"\n  the fact that the sun sets late, pools, late nights\n  \n  i hate the heat tho\n  ","800876":"\n  mhm\n  ","800877":"\n  nothing is up\n  ","800878":"\n  if you don't have a question then leave\n  ","800879":"\n  don't call me that either\n  ","800880":"\n  don't call me sexy\n  ","800881":"\n  not clicking it\n  ","800882":"\n  bc my mom is white\n  ","800883":"\n  ask me questions guys\n  ","800884":"\n  that's cool\n  ","800885":"\n  no i haven't\n  ","800886":"\n  going to central park, smoking, clubs, bars, the pools , walks w\/ my son, park w\/ my son. hanging outside\n  ","800887":"\n  wanna blocked\n  ","800888":"\n  idc about anyone's penis\n  ","800889":"\n  okay? obviously my moms annoyed by it to. she complains all the time for them coming so much. JFC\n  ","800890":"\n  i do lol.\n  \n  that's how it's suppose to be.\n  ","800891":"\n  it's so annoying how my brother has been over since last Saturday and he's suppose to come back over today. like wtf stay tf home 🙄🙄\n  ","800892":"\n  why what? be more specific\n  ","800893":"\n  🙄🙄🙄🙄\n  ","800894":"\n  waiting for my food\n  ","800895":"\n  beyond it\n  ","800896":"\n  hi\n  ","800897":"\n  send me questions guys 😏\n  ","800898":"\n  ????\n  ","800899":"\n  i read it but don't say anything bc it's not my drama\n  ","800900":"\n  no i don't believe in that stuff tbh\n  ","800901":"\n  nah i search it bc i don't understand and don't want to give false information. w\/ words i definitely do that\n  ","800902":"\n  ???\n  ","800903":"\n  you're beautiful 💋\n  ","800904":"\n  lmfao that was so f*cking hilarious 😂😭💀\n  ","800905":"\n  yeah\n  ","800906":"\n  18\n  ","800907":"\n  I love her oh so much 💓.\n  \n  maybe your irrelevant that's why your anonymous\n  ","800908":"\n  10:37am\n  ","800909":"\n  ????\n  ","800910":"\n  bc I don't click links\n  ","800911":"\n  thank you 💞\n  ","800912":"\n  bc I guess I reached my limit\n  ","800913":"\n  not for strangers\n  ","800914":"\n  nah thru ask is okay\n  ","800915":"\n  oh that's cool lol\n  ","800916":"\n  sure 💕\n  ","800917":"\n  on the phone w\/ my boyfriend\n  ","800918":"\n  I'm banned from liking people's answers 😫\n  ","800919":"\n  what????\n  ","800920":"\n  21\n  ","800921":"\n  no bc now you sound creepy\n  ","800922":"\n  stop\n  ","800923":"\n  happily taken.\n  \n  5 years strong 😍💍\n  ","800924":"\n  lmfao\n  ","800925":"\n  yeah lol\n  ","800926":"\n  blocked 😂😭\n  ","800927":"\n  yo\n  ","800928":"\n  follower count never changed\n  ","800929":"\n  I had bbm like 6-7 years ago 😂😭\n  ","800930":"\n  💓\n  ","800931":"\n  test what?\n  ","800932":"\n  well I love meat tbh so this doesn't really apply to me\n  ","800933":"\n  yes maybe like after 70 they shouldn't drive.\n  ","800934":"\n  i'm trading this one in\n  ","800935":"\n  what's sooking???\n  ","800936":"\n  now you're blocked.\n  ","800937":"\n  and then i get these type of questions\n  ","800938":"\n  me nothing, Joe usually pancakes, cereal, eggs , french toast , or bagel w\/ cream cheese .\n  ","800939":"\n  thank you so so much 😘. this made my morning 💕😍.\n  \n  you're so amazing love 💖💖💖💖\n  ","800940":"\n  send me tons of questions\n  ","800941":"\n  lmao aha thank you love 😂💋\n  ","800942":"\n  yeah but i just woke up for some reason\n  ","800943":"\n  we were friends first, and tbh i have no idea i just told him to ask me out. that was the only way it would have gotten done lol\n  ","800944":"\n  it's 4:08am just laying here\n  ","800945":"\n  hi\n  ","800946":"\n  🙄🙄🙄\n  ","800947":"\n  no. we haven't talked to her in 2 weeks\n  ","800948":"\n  i don't feel like i am\n  ","800949":"\n  asides from my chest pains, sleepy asf man🙁\n  ","800950":"\n  11:25pm\n  ","800951":"\n  i don't feel stressed tbh.\n  \n  maybe i am.\n  \n  idk 😩\n  ","800952":"\n  i have no clue.\n  \n  they hurt bad 🙁\n  ","800953":"\n  this afternoon lol\n  ","800954":"\n  you too 😘\n  ","800955":"\n  hello\n  ","800956":"\n  i luv you all oh so much 😍😩😭💖🔐\n  ","800957":"\n  maybe you need to stop being an idiot\n  ","800958":"\n  lmfao no.\n  ","800959":"\n  out back w\/ my boyfriend.\n  \n  i have chest pains 🙁\n  ","800960":"\n  🖕🏽\n  ","800961":"\n  to me it doesn't matter bc some questions can't be answered in depth and sometimes answering in depth isn't for ppl\n  ","800962":"\n  when I go my first phone in the 6th grade it used up all my data from texting (at the time i didn't have ultimate text) and my dad took my phone away 😂😊\n  ","800963":"\n  my boyfriend bc he understands me\n  ","800964":"\n  sometimes i feel like that bc ppl are quick to judge and send tons of hate. plus your link around\n  ","800965":"\n  hello\n  ","800966":"\n  it took a week for them to get back to me\n  ","800967":"\n  clothes, chargers , electronics , shampoo, soap, lotion, make up, towels. shoes, ect\n  ","800968":"\n  i take it well tbh,\n  \n  and i cannot even remember\n  ","800969":"\n  that's not my name sorry 👋🏽\n  ","800970":"\n  go away\n  ","800971":"\n  send em in\n  ","800972":"\n  go for walks, go to the park , the pools ,\n  ","800973":"\n  chocolate\n  ","800974":"\n  by bring up stuff , the past , future , present,\n  ","800975":"\n  the way he thinks\n  ","800976":"\n  sorry\n  ","800977":"\n  i don't give a f*ck it's my page i spell how i want.\n  \n  don't like it go away!!!\n  ","800978":"\n  no problem love\n  ","800979":"\n  okay? idc why you care?\n  \n  you aren't dating me and my body appearance isn't for you.\n  \n  as long as my boyfriend is happy w\/ MY BODY that's all i care about.\n  \n  YOU'RE comment was irrelevant 💁🏼\n  ","800980":"\n  lmao was this suppose to hurt my feelings?\n  ","800981":"\n  💁🏼💁🏼💁🏼😏\n  ","800982":"\n  about to smoke then eat some burger king\n  ","800983":"\n  totally\n  ","800984":"\n  already do she's amazing\n  ","800985":"\n  she's beyond a good mum 😍💕💖🔐\n  ","800986":"\n  omfg this blocking system sucks\n  ","800987":"\n  eh,\n  ","800988":"\n  depends on the day and what i'm doing\n  ","800989":"\n  are you\n  ","800990":"\n\n   @NineGDxFour\n  \n  says ask her questions since y'all want to send your links around\n  ","800991":"\n  lmfao omg yes!!!\n  \n  i'll stay quiet 😂😭\n  ","800992":"\n  bc i'm funny asf lmao.\n  \n  and i'm cool\n  \n  my answer are funny\n  ","800993":"\n  \"how much sex is \"healthy\" that's not a sentence .\n  \n  it's important but not as much idk.\n  ","800994":"\n  just got back home.\n  ","800995":"\n  actually i do by hitting the block button.\n  \n  it's MY ask have some respect\n  ","800996":"\n  again wanna be blocked?\n  \n  then i suggest stop asking troll questions\n  ","800997":"\n  blocked. ✌🏽️🖕🏽\n  ","800998":"\n  nah i am\n  \n   @NineGDxFour\n  \n","800999":"\n  i'm not home right now\n  ","801000":"\n  i love it. i have one\n  ","801001":"\n  5'3\n  ","801002":"\n  no age\n  ","801003":"\n  110lbs\n  ","801004":"\n  yeah happens 25\/8\n  ","801005":"\n  a turtle\n  ","801006":"\n  2 months early\n  ","801007":"\n  the store lmao\n  ","801008":"\n  lol\n  ","801009":"\n  👍🏽\n  ","801010":"\n  follower count never changed.....\n  ","801011":"\n  here we go again 🙄🙄\n  ","801012":"\n  yay\n  ","801013":"\n  not a question\n  ","801014":"\n  maybelline\n  ","801015":"\n  id like to be added lol\n  ","801016":"\n  no .\n  \n  ppl wouldn't dare in public\n  ","801017":"\n  no filter lmao 😭😂💖\n  ","801018":"\n  he knows how to walk\n  ","801019":"\n  ily 2 anon 💋\n  ","801020":"\n  like an hour ago\n  ","801021":"\n  blow up my inbox 😇😜\n  ","801022":"\n  i mean social services sometimes are a bunch of sh*t but i'd think it would depend on their situation\n  ","801023":"\n  fear of something happening to Joseph\n  ","801024":"\n  idk, i have no problem w\/ her\n  \n  now keep the drama off my page.\n  \n  pls and thank you\n  ","801025":"\n  lol\n  ","801026":"\n  yeah it would brother me.\n  \n  and id probably say something bc i have no filter\n  ","801027":"\n  watching tv w\/ my boyfriend .\n  \n  waiting for questions\n  ","801028":"\n  none. i don't find them interesting tbh\n  ","801029":"\n  at least 2 more.\n  ","801030":"\n  my highest is now, lowest a year ago\n  ","801031":"\n  my boyfriends\n  ","801032":"\n  hell yeah\n  ","801033":"\n  bye\n  ","801034":"\n  long hair\n  ","801035":"\n  yeah only 1 tho lmfao\n  ","801036":"\n  cigarettes sometimes\n  \n  and yeah\n  ","801037":"\n  she's fabulous 💁🏼\n  ","801038":"\n  smoking w\/ my boyfriend\n  ","801039":"\n  no\n  ","801040":"\n  maybe\n  ","801041":"\n  on what?\n  ","801042":"\n  1. i hate how i have almost 2,000 followers and zero questions sometimes\n  \n  2. the blocking system.\n  \n  1. i love meeting new ppl.\n  \n  ---------\n  \n  i love everything about you 💖\n  ","801043":"\n  a week.\n  ","801044":"\n  questions guys\n  ","801045":"\n  trying to move out\n  ","801046":"\n  my friend lol.\n  \n  i'd ask how much sh*t they talked about me lmao\n  ","801047":"\n  why you being so sweet 😍\n  ","801048":"\n  like if i have to do something and i know i don't want to do it i repeat to myself over and over again what i have to do and that I HAVE TO DO IT.\n  \n  \"just love yourself\"\n  ","801049":"\n  my brother isn't for another 4 months lol\n  ","801050":"\n  earlier my boyfriend was being f*cking stupid and throwing sh*t like a damn cave man.\n  ","801051":"\n  i love following you 💖\n  ","801052":"\n  i have no idea.\n  \n  my 5 years is in 2 months to\n  ","801053":"\n  scary ones\n  ","801054":"\n  stop calling me doll\n  ","801055":"\n  i'm blocking you ✌🏽️\n  ","801056":"\n  eh, they're alright.\n  ","801057":"\n  none\n  ","801058":"\n  hi\n  ","801059":"\n  life\n  ","801060":"\n  both lmao\n  ","801061":"\n  for the most part yeah\n  ","801062":"\n  questions\n  ","801063":"\n  yes\n  ","801064":"\n  😒\n  ","801065":"\n  thought i blocked you.\n  \n  i hate the am.fm blocking system 🙄\n  ","801066":"\n  Not my drama tbh\n  ","801067":"\n  both but still no kids now\n  ","801068":"\n  nah you are anon\n  ","801069":"\n  aha i know.\n  \n  i don't mind thov\n  ","801070":"\n  no\n  ","801071":"\n  no\n  ","801072":"\n  2 days ago maybe? i don't smoke them like that.\n  \n  my boyfriend does\n  ","801073":"\n  right next to me\n  ","801074":"\n  21\n  ","801075":"\n  thanks 😩💖😭😘\n  ","801076":"\n  waiting lol\n  ","801077":"\n  questions guys\n  ","801078":"\n  ok\n  ","801079":"\n  thanks\n  ","801080":"\n  yes ☺️\n  ","801081":"\n  yeah but the blocking system sucks\n  ","801082":"\n  1. i can't stand when my nails are dirty\n  \n  2. i love sea food\n  \n  3. i own an apple tv\n  ","801083":"\n  did she say she was?\n  ","801084":"\n  i mean i find nothing really wrong w\/ it but i also believe they should have background checks\n  ","801085":"\n  i don't really have a favorite tbh\n  ","801086":"\n  it's mine and my boyfriends date and initials\n  ","801087":"\n  he ain't getting sh*t from me\n  ","801088":"\n  in the car\n  ","801089":"\n  1,984\n  \n  i follow like 45\n  ","801090":"\n  my nipple piercing hurt the most.\n  \n  my belly hurt but not so much\n  \n  my nose didn't hurt at all\n  ","801091":"\n  obviously\n  ","801092":"\n  bye\n  ","801093":"\n  idc idc idc idc\n  ","801094":"\n  charmander\n  ","801095":"\n  lol\n  ","801096":"\n  amazing\n  ","801097":"\n  no\n  ","801098":"\n  no we don't.\n  \n  we use candles\n  ","801099":"\n  Black (Bajan)\n  ","801100":"\n  tank top, sun dresses, crop tops , shorts\n  ","801101":"\n  2 days ago\n  ","801102":"\n  the computer chair\n  ","801103":"\n  how about no\n  ","801104":"\n  I'm a relationship omg you ppl are so dense\n  ","801105":"\n  on the slide ,\n  \n  behind the train tracks ( they're a lot of trees and bushes)\n  \n  movies.\n  \n  baseball field\n  \n  at a dead end\n  ","801106":"\n  take it how you want\n  ","801107":"\n  😅\n  ","801108":"\n  I've never had that type of relationship so I wouldn't t know\n  ","801109":"\n  waiting for my mom to get home so I can pick up my boyfriend\n  ","801110":"\n  idc tbh\n  ","801111":"\n  nope\n  ","801112":"\n  already did 👍🏽\n  ","801113":"\n  ugh, they might come back over today 🙄.\n  \n  rolling me eyes so far back into my eyes.\n  \n  they're annoying man 😒\n  ","801114":"\n  why thank you\n  ","801115":"\n  lmfao how dumb are you?\n  ","801116":"\n  good questions anyone?\n  ","801117":"\n  thank ya 💕\n  ","801118":"\n  no i only did the bc that person was annoying\n  ","801119":"\n  yeah when someone asks you a question you put more\n  ","801120":"\n  aha i know .\n  \n  that's why picked them\n  ","801121":"\n  why y'all don't ask more questions idk lol.\n  ","801122":"\n  thank you 💙🌎\n  ","801123":"\n  eh, it doesn't matter.\n  \n  just tons and tons of questions lol\n  ","801124":"\n  my days going pretty good so far\n  ","801125":"\n  Future - Deal w\/ it\n  ","801126":"\n  thank you 💖\n  ","801127":"\n  history\n  ","801128":"\n  debating if I wanna make wings\n  ","801129":"\n  now you're blocked.\n  \n  hope you had fun while it lasted ✌🏽️\n  ","801130":"\n  lol that's why j didn't get your questions .\n  \n  I thought you didn't wanna send them to me lol.\n  \n  it's okay I love you 💖\n  ","801131":"\n  lips\n  ","801132":"\n  nobody know the real me expect my boyfriend.\n  \n  nice try\n  ","801133":"\n  when we can we will.\n  \n  don't worry about it\n  ","801134":"\n  hi???\n  ","801135":"\n  how about you don't be stupid\n  ","801136":"\n  i might do gel next time.\n  \n  and i also, might do the color changing\n  ","801137":"\n  eh, not to much not to little 😇\n  ","801138":"\n  no jfc\n  ","801139":"\n  that's all you 😍\n  ","801140":"\n  bc i was tired and i barely sleep as it or\n  ","801141":"\n  just woke up from a little nap\n  ","801142":"\n  not don't\n  ","801143":"\n  we want 2 more\n  ","801144":"\n  👇🏽\n  ","801145":"\n  yes his name is Joseph\n  ","801146":"\n  i need better questions SMH 🙄🙄\n  ","801147":"\n  i answered this earlier today\n  ","801148":"\n  21\n  ","801149":"\n  can i get some questions?\n  \n  😊😊😊\n  ","801150":"\n  disagree bc not all females get periods\n  ","801151":"\n  it's alright for the most part.\n  \n  my boyfriend went to work in a bad mood 🙄\n  ","801152":"\n  🔥🔥🔥\n  ","801153":"\n  i'm so glad it won't be so hot today\n  ","801154":"\n  blocked ✌🏽️👊🏽\n  ","801155":"\n  10:00am\n  ","801156":"\n  I'm not clicking links\n  ","801157":"\n  I don't use neither\n  ","801158":"\n  in 2 weeks\n  ","801159":"\n  good morning .\n  \n  it's such lovely morning.\n  \n  it's not so hot or cold.\n  \n  much cooler then yesterday morning ☀️\n  ","801160":"\n  that's what my boyfriend tells me lol.\n  \n  you're so sweet 💞\n  ","801161":"\n  aha thanks.\n  \n  but i beg to differ\n  ","801162":"\n  🐶\n  ","801163":"\n  awh thanks that was so sweet of you 💖\n  ","801164":"\n  squats\n  ","801165":"\n  mhm depends on how fast i'm walking\n  ","801166":"\n  lol that's cool\n  ","801167":"\n  yes i do but i'm not giving it out\n  ","801168":"\n  that's really cool\n  ","801169":"\n  yes America\n  ","801170":"\n  thanks 💖\n  ","801171":"\n  no\n  ","801172":"\n  sometimes\n  ","801173":"\n  lmao\n  ","801174":"\n  my moms vagina\n  ","801175":"\n  okay? lmao\n  ","801176":"\n  i don't have an unseen one\n  ","801177":"\n  21\n  ","801178":"\n  my moms vagina\n  ","801179":"\n  ????\n  ","801180":"\n  hello\n  ","801181":"\n  yeah lol\n  ","801182":"\n  i've always been like this\n  ","801183":"\n  english\n  ","801184":"\n  now you're just being annoying\n  ","801185":"\n  🙄🙄.\n  \n  smh i see why ppl aren't in relationships bc all you guys think about is having sex 25\/8\n  ","801186":"\n  bc my boyfriend has work soon and i never sleep late anymore.\n  ","801187":"\n  6:28am and already stupid questions\n  ","801188":"\n  again you ask this all the damn time 🙄\n  ","801189":"\n  you always ask this.\n  \n  don't you get tired of doing so?\n  ","801190":"\n  6:23am watching the news\n  ","801191":"\n  she's f*cking beautiful 😍\n  ","801192":"\n  lmfla yeah happens a lot aha\n  ","801193":"\n  that's me tbh 💁🏼\n  ","801194":"\n  fajitas tbh they're amazing especially when i cook them lmao 😋. drinks would be wine lol\n  ","801195":"\n  it's gonna be 86 today 🙄.\n  \n  yesterday was 92 lol\n  ","801196":"\n  SAHM\n  ","801197":"\n  unfortunately they did 🙄.\n  \n  everybody had attitudes tho\n  ","801198":"\n  pls don't\n  ","801199":"\n  laying down while my boyfriend is asleep and Joe is laying down watching tv\n  ","801200":"\n  🙄🙄🙄\n  ","801201":"\n  NineGDxFourO\n  \n  - follow me\n  ","801202":"\n  no lmao\n  ","801203":"\n  i wouldn't change my name to anything else tbh\n  ","801204":"\n  unseen lol\n  ","801205":"\n  💖💕\n  ","801206":"\n  we were each other's first\n  ","801207":"\n  i'd order you a nice juicy piece of steak w\/ A1 sauce and some fries. i'll order you some wine 😏💋\n  ","801208":"\n  a lot lol\n  ","801209":"\n  they are .\n  \n  aha 😊☺️\n  ","801210":"\n  lol really 😊.\n  \n  i'm glad somebody does lol\n  ","801211":"\n  nope. i'm not on Facebook lol\n  ","801212":"\n  1. 100% pro choice\n  \n  2. circumcision\n  \n  3. i don't believe in a \"God\"\n  \n  4. i don't believe in the death penalty\n  ","801213":"\n  does it matter?\n  ","801214":"\n  about to smoke\n  ","801215":"\n  the pro\n  ","801216":"\n  yeah\n  ","801217":"\n  don't call me baby girl lol\n  ","801218":"\n  spam my inbox guys!!!\n  ","801219":"\n  no i haven't\n  ","801220":"\n  not always\n  ","801221":"\n  playing ball, hanging out , going to the park\n  ","801222":"\n  why would i buy you a soda\n  ","801223":"\n  don't know what that is\n  ","801224":"\n  maybe the way the ppl are.\n  \n  the air in the city .\n  \n  the beaches\n  ","801225":"\n  mhm\n  ","801226":"\n  lol it's not that special\n  ","801227":"\n  Ny\n  ","801228":"\n  well i gave birth in the middle of the semester.\n  \n  and i decided to hold off for a little\n  ","801229":"\n  criminal justice\n  ","801230":"\n  idc\n  ","801231":"\n  stop asking this\n  ","801232":"\n  high school and some of college. i had pretty good grades tbh\n  ","801233":"\n  you guys ask stupid questions 🙄🙄🙄\n  ","801234":"\n  totally\n  ","801235":"\n  lmfao lmfao you guys are so dumb\n  ","801236":"\n  no\n  ","801237":"\n  totally lmao .\n  \n  😏\n  ","801238":"\n  lmfao i know who you are 😂😂😂😭😭😭\n  ","801239":"\n  it doesn't affect you LOL.\n  \n  😘😘😘\n  ","801240":"\n  sheesh.\n  \n  when i'm in a dead zone it goes to 3G\n  ","801241":"\n  exactly sprint service sucks.\n  \n  my 3G goes on a lot 🙄\n  ","801242":"\n  most of the accounts i follow\n  ","801243":"\n  smh\n  ","801244":"\n  exactly thank you!\n  \n  they're mad dumb.\n  ","801245":"\n  nope he was tired of y'all sh*t\n  ","801246":"\n  why do you care?\n  ","801247":"\n  no\n  ","801248":"\n  he doesn't have an ask\n  ","801249":"\n  english\n  ","801250":"\n  hi\n  ","801251":"\n  blocked\n  ","801252":"\n  don't call me\n  ","801253":"\n  i don't have dolls\n  ","801254":"\n  i'm blocking you now.\n  ","801255":"\n  why can't i get some good decent questions?\n  ","801256":"\n  i don't give a f*ck\n  ","801257":"\n  let's say i blocked you 😇\n  ","801258":"\n  i like T-Mobile better.\n  \n  should of stayed with them SMH\n  ","801259":"\n  & again, idc they SUCK\n  ","801260":"\n  i hate Sprint they SUCK\n  ","801261":"\n  stop f*cking send me this.\n  \n  i deleted this question 2 days in a row.\n  \n  next same question you'll be blocked\n  ","801262":"\n  🙄🙄🙄.\n  \n  i always get stupid questions\n  ","801263":"\n  i'm blocking you next stupid ass question you send me 😇\n  ","801264":"\n  good 4 you\n  ","801265":"\n  lmfao how?\n  ","801266":"\n  you're annoying asf\n  ","801267":"\n  🖕🏽\n  ","801268":"\n  i don't use it and even if i did you wouldn't have it\n  ","801269":"\n  no i love my iphone\n  ","801270":"\n  bc i can???\n  \n  and i want the 7\n  ","801271":"\n  i believe in September\n  ","801272":"\n  Gabby and i have no idea why.\n  \n  i guess bc they like my name\n  ","801273":"\n  no not in heels.\n  \n  and thank you 💖\n  ","801274":"\n  troll\n  ","801275":"\n  she's gotten crazy.\n  \n  that's all i'm saying\n  ","801276":"\n  bc they're annoying sometimes. we seen them Saturday and yesterday.\n  ","801277":"\n  my brother and his fiancé are coming back over again 🙄\n  ","801278":"\n  😍😭💋\n  ","801279":"\n  freaking annoyed man\n  ","801280":"\n  awh, anon 😭😩😍💖\n  ","801281":"\n  all the time 😊😂😂😂😂\n  ","801282":"\n  watching tv in my AC 😏\n  ","801283":"\n  yes, or, no\n  ","801284":"\n  omg guys did you see what this anon said 🙈😱\n  ","801285":"\n  we weren't even talking lol\n  ","801286":"\n  I don't have dolls\n  ","801287":"\n  okay?\n  ","801288":"\n  she thinks she's big and bad\n  ","801289":"\n  not my sister-in-law HER sister-in-law\n  ","801290":"\n  hot asf tbh lol\n  ","801291":"\n  exactly how dumb are they lol\n  ","801292":"\n  how about some questions !!!!\n  ","801293":"\n  what's your problem?\n  ","801294":"\n  yeah isn't a question 🙄\n  ","801295":"\n  theirs to ppl in that picture lmao\n  ","801296":"\n  good bc i have no idea what you're talking about lmao\n  ","801297":"\n  wtf are you taking about?\n  ","801298":"\n  what????\n  \n  😳\n  ","801299":"\n  no wtf .\n  \n  how about you\n  ","801300":"\n  i know again it's 90\n  ","801301":"\n  naval\n  \n  nipple\n  \n  nose\n  \n  ears\n  ","801302":"\n  ily to anon 💖\n  ","801303":"\n  6s+\n  ","801304":"\n  around September 2011\n  ","801305":"\n  yeah i have 4\n  ","801306":"\n  36C .\n  \n  now buy a new one\n  ","801307":"\n  a color for me to know\n  ","801308":"\n  pls don't\n  ","801309":"\n  no lol.\n  \n  they're so addicted.\n  \n  i love to mix it tho\n  ","801310":"\n  my sister-in-law , sister-in-law better watch her self. all i'm saying\n  ","801311":"\n  NineGdxFourO\n  ","801312":"\n  buffalo wings\n  ","801313":"\n  no\n  ","801314":"\n  very.\n  \n  it's 90 now 😭🔥\n  ","801315":"\n  on twitter 😂😭.\n  ","801316":"\n  these ppl that we know.\n  \n  aha\n  ","801317":"\n  lol yeah i know .\n  \n  💁🏼🙈\n  ","801318":"\n  aha, it was leaked 😂😭\n  ","801319":"\n  how sweet 😩💕💖💋\n  ","801320":"\n  ????\n  ","801321":"\n  boring lmao\n  ","801322":"\n  but i do?\n  ","801323":"\n  👻📸: GxCxD\n  \n  - add me\n  ","801324":"\n  i have 1966 followers.\n  \n  where my questions at tho?\n  ","801325":"\n  jail for a month .\n  \n  and stop with the tickling fetish\n  ","801326":"\n  the 1 on my arm.\n  \n  the infinity symbol took FOREVER\n  ","801327":"\n  lmfao oh gosh a lot 🙈\n  ","801328":"\n  i want tons and tons\n  ","801329":"\n  who you?\n  ","801330":"\n  aha thanks.\n  \n  i think in 2 weeks i'm getting gel\n  ","801331":"\n  kiss the screen 😘\n  ","801332":"\n  tell me about it anon.\n  \n  she's so annoying man 😒\n  ","801333":"\n  yes. we've been having problems for almost 4 years now.\n  \n  mind you i've been w\/ my boyfriend for 5 years in September lol\n  ","801334":"\n  no but they came over Saturday and Sunday.\n  ","801335":"\n  no you are anon\n  ","801336":"\n  lol it is.\n  \n  that's the summer for ya\n  \n  🔥🔥🔥\n  ","801337":"\n  yay i'm so happy 😭😍💖😘💋\n  ","801338":"\n  he just doesn't listen.\n  \n  he's always screaming at the top of his lungs.\n  \n  he never wants to clean up.\n  \n  he talks back to his parents.\n  \n  he never shares.\n  \n  typically 3 year old lol\n  ","801339":"\n  I don't mind it but they get to clingy bc all they do is hang out with each other or under each other. so we're like their only friends lol.\n  \n  and plus my nephew is extremely bad lol\n  ","801340":"\n  a lot of things are bad for you\n  ","801341":"\n  yes I have 4 of them.\n  \n  I have my sons name\n  \n  I have my boyfriends name\n  \n  I have a star\n  \n  and I always have our date in numeral with an infinity sight at the end.\n  ","801342":"\n  drinking a red bull\n  ","801343":"\n  she is 😍.\n  \n  she's beautiful 😍😘\n  ","801344":"\n  I really don't know any.\n  ","801345":"\n  it's to hot to cook.\n  \n  so maybe take out\n  ","801346":"\n  ew no\n  ","801347":"\n  today is Monday so nothing really.\n  \n  i know i'm brother and sister-in-law are suppose to come back over later.\n  \n  & just gotta pick up my boyfriend from work later\n  \n  clean too.\n  ","801348":"\n  stupid question of the day lol\n  ","801349":"\n  all i can think of is washing your face daily and try buying some stuff for spots\n  ","801350":"\n  lmfao\n  ","801351":"\n  yes what\n  ","801352":"\n  lol thanks\n  ","801353":"\n  no\n  ","801354":"\n  🙄🙄🙄\n  ","801355":"\n  it's 2:03am why you asking dumb questions\n  ","801356":"\n  she just kissed you\n  ","801357":"\n  part 1\n  ","801358":"\n  thanks 💖\n  ","801359":"\n  never seen the video\n  ","801360":"\n  i have no idea\n  ","801361":"\n  i need better questions guys\n  ","801362":"\n  it's alright\n  ","801363":"\n  you're annoying\n  ","801364":"\n  exactly like go away lol\n  ","801365":"\n  delusional 😂😭\n  ","801366":"\n  lmfao i'm taken 5 years strong 🔐💍\n  ","801367":"\n  how sweet anon 💖\n  ","801368":"\n  lol no i'll pass 😊\n  ","801369":"\n  most ppl in the world do\n  ","801370":"\n  yes i and\n  ","801371":"\n  no problem\n  ","801372":"\n  America\n  ","801373":"\n  he's a toddler lol.\n  \n  but thanks\n  ","801374":"\n  sitting outside\n  ","801375":"\n  twenty one\n  ","801376":"\n  few hours ago\n  ","801377":"\n  i don't know the history of mine 😭😩.\n  \n  which upsets me tbh\n  ","801378":"\n  he's amazing . i love him oh so much s he spoils me. he motives me. we meet 5 years ago on our block 💙🌎\n  ","801379":"\n  it's 9pm here lol\n  ","801380":"\n  💖\n  ","801381":"\n  that tomorrow is Monday and my brother is coming over again\n  ","801382":"\n  send me questions guys\n  ","801383":"\n  she's hot 😍\n  ","801384":"\n  hi\n  ","801385":"\n  about to smoke soon\n  ","801386":"\n  nothing much.\n  \n  waiting for some questions\n  ","801387":"\n  why are you sending me this stuff 😩\n  ","801388":"\n  eh, not really bc i believe ppl can get better on their own\n  ","801389":"\n  nothing really lmao\n  ","801390":"\n  idc tbh\n  ","801391":"\n  they're doing it for attention. their life is miserable. you'll know\n  ","801392":"\n  💖💕\n  ","801393":"\n  okay?\n  ","801394":"\n  they would be shocked lol.\n  \n  my family doesn't f*ck around\n  ","801395":"\n  i always get this 🙄\n  ","801396":"\n  at this moment bc of my little family\n  ","801397":"\n  yes and today\n  ","801398":"\n  i'm 21.\n  \n  i'll be 22 in November\n  ","801399":"\n  google.com\n  ","801400":"\n  omg\n  ","801401":"\n  1. i cannot stand dirty nails.\n  \n  2. i love vegetables\n  \n  3. i have a nephew\n  ","801402":"\n  i had 1,431\n  ","801403":"\n  1,953.\n  \n  i gain and lose followers everyday!!!!\n  ","801404":"\n  have a good day lovely 💖\n  ","801405":"\n  totally\n  ","801406":"\n  a lot tbh.\n  \n  especially when i was teen .\n  \n  smh i was reckless\n  ","801407":"\n  life lol\n  ","801408":"\n  ^^^\n  ","801409":"\n  no\n  ","801410":"\n\n   https:\/\/soundcloud.com\/gdnzy\/we-aint-cool\n  \n","801411":"\n  you'll just know tbh\n  ","801412":"\n  yay\n  ","801413":"\n  Paris lol. i'd bring my son && boyfriend\n  ","801414":"\n  yes all my fav Youtube moms. i love watching their everyday life\n  ","801415":"\n  2\n  ","801416":"\n  no\n  ","801417":"\n  bullsh*t\n  ","801418":"\n  i speak up at wrong times lol\n  ","801419":"\n  😎\n  ","801420":"\n  no\n  ","801421":"\n  she's hot 😍\n  ","801422":"\n  yeah??\n  \n  i'm 21 so\n  ","801423":"\n  yeah lol a lot\n  ","801424":"\n  only the Caribbean which would be Barbados\n  ","801425":"\n  it's 4:12am and we just got home lol\n  ","801426":"\n  my mom is 55 my dad is 48\n  ","801427":"\n  yes\n  ","801428":"\n  i hope my son doesn't come like a prick\n  ","801429":"\n  you're right i love him\n  ","801430":"\n  no i have a boyfriend\n  ","801431":"\n  bc i don't like my forehead\n  ","801432":"\n  lol\n  ","801433":"\n  no ask real questions\n  ","801434":"\n  i have idea\n  ","801435":"\n  yes\n  ","801436":"\n  click my profile picture\n  ","801437":"\n  i see why now\n  ","801438":"\n  okay? maybe ask her some\n  ","801439":"\n  i'm 21 lmao\n  ","801440":"\n  well he's well taking care of .\n  \n  again i watch him 24\/7 .\n  \n  just bc i'm a mom doesn't mean i can't drink.\n  \n  so stfu your parents did a bad job keeping your dumb ass\n  ","801441":"\n  anything\n  ","801442":"\n  blow up my inbox\n  ","801443":"\n  to like my answer\n  ","801444":"\n  not dressed yet lol\n  ","801445":"\n  scroll\n  ","801446":"\n  i don't have one that was over 2 years ago\n  ","801447":"\n  idk wtf\n  ","801448":"\n  he will be 3 in October\n  ","801449":"\n  lmfao yeah i have\n  ","801450":"\n  21 and i'm drinking 😜\n  ","801451":"\n  lmao\n  ","801452":"\n  yeah with a son and i've been in a relationship for 5 years\n  ","801453":"\n  no i'm in the car\n  ","801454":"\n  scroll down\n  ","801455":"\n  relationship almost 5 years strong 💕\n  ","801456":"\n  what about me\n  ","801457":"\n  about?\n  ","801458":"\n  lmfao 😂😭\n  ","801459":"\n  I'm not taking a picture of this outfit\n  ","801460":"\n  no\n  ","801461":"\n  I'm wearing a tank top and shorts\n  ","801462":"\n  ask me again in like 2 hours\n  ","801463":"\n  got that blue check mark\n  ","801464":"\n  can't wait to go out later\n  ","801465":"\n  sitting here, waiting for 7pm to roll around\n  ","801466":"\n  lol i don't believe in resolution\n  ","801467":"\n  🙄🙄🙄\n  ","801468":"\n  🙄🚮\n  ","801469":"\n  no no no\n  ","801470":"\n  i'm not twerking for anybody\n  ","801471":"\n  need descent questions 💋\n  ","801472":"\n  i only eat 🍤\n  ","801473":"\n  🆗\n  ","801474":"\n  ask me later and i'll post a OOTD photo\n  ","801475":"\n  my boyfriends cousin is having a party later at 9. so we're going there later\n  ","801476":"\n  why you sending me this?\n  ","801477":"\n  half\n  ","801478":"\n  i'm wearing a tank top.\n  \n  but ask me again later when i get ready\n  ","801479":"\n  my boyfriend\n  ","801480":"\n  no\n  ","801481":"\n  the cutting you apart one\n  ","801482":"\n  not much\n  ","801483":"\n  outtie\n  ","801484":"\n  yes we're friends.\n  \n  and that drama is passed us.\n  \n  stop trying to start problems 🚮\n  ","801485":"\n  nothing now lmao\n  ","801486":"\n  true.\n  \n  white flip flops\n  ","801487":"\n  why thank you 💖\n  ","801488":"\n  aha no .\n  \n  i'm the one to do it\n  ","801489":"\n  ask baby girl some questions 💋.\n  \n  send me some to\n  ","801490":"\n  stop sending me this\n  ","801491":"\n  yes\n  ","801492":"\n  no\n  ","801493":"\n  depends\n  ","801494":"\n  no\n  ","801495":"\n  it's not a shirt lmao\n  ","801496":"\n  they're coming over today\n  ","801497":"\n  ask me anything guys.\n  \n  nothing's off limits 💋\n  ","801498":"\n  no\n  ","801499":"\n  1. buy our house\n  \n  2. get married\n  \n  3. have more kids\n  \n  4. be a SAHM (if possible)?\n  ","801500":"\n  nothing tbh\n  ","801501":"\n  yeah 😒\n  ","801502":"\n  i'm a SAHm\n  ","801503":"\n  21\n  ","801504":"\n  i'm doing fabulous\n  ","801505":"\n  yes!!!!\n  \n  awkward lol\n  ","801506":"\n  lmfao yeah .\n  \n  i was so bad when i was a teen\n  ","801507":"\n  bc he hasn't yet. we will teach him when he's 3 - 3 1\/2\n  ","801508":"\n  what lol\n  ","801509":"\n  lmfao never but i could 😏\n  ","801510":"\n  ha thanks.\n  \n  it's the truth 😜\n  ","801511":"\n  he will be 3 in October\n  ","801512":"\n  the one on the left is from last night and the one of the right is from few minutes ago\n  ","801513":"\n  no not yet but we will 😊\n  ","801514":"\n  lmfao Mickey Mouse\n  ","801515":"\n  it looks fabulous on you girl 💕\n  ","801516":"\n  yes\n  ","801517":"\n  hell no no they would try to ruin it\n  ","801518":"\n  pools. i hate the ocean .\n  \n  matter of fact i'm not to fond of the beach lol\n  ","801519":"\n  lmfao omg i can think of so much.\n  \n  especially how i was in school\n  ","801520":"\n  thank you 💖\n  ","801521":"\n  no\n  ","801522":"\n  i didn't say it was a shirt\n  ","801523":"\n  both\n  ","801524":"\n  yeah i do\n  ","801525":"\n  not even my mom and dad tell me what to do\n  ","801526":"\n  no i'm not.\n  \n  stop hating\n  ","801527":"\n  🔥🔥🔥\n  ","801528":"\n  i'm going to try that\n  ","801529":"\n  wtf is wrong w\/ you\n  ","801530":"\n  i've tried that 😩.\n  \n  at the nail place they changed from blue to green\n  "}}