{"Question":{"809042":"\n   My best friend is on ask now. Go follow this beautiful mommy to be!\n   \n    @mommamegan\n   \n","809043":"\n   If you were going to get a tattoo, what would it be and where?\n  ","809044":"\n   Why do you get so much hate?\n  ","809045":"\n   What would you be doing right now if the Internet didn't exist?😋\n  ","809046":"\n   You're so sweet\n  ","809047":"\n   What would you be doing right now if the internet didn't exist?\n  ","809048":"\n   So you're bit friends with Taylor\n  ","809049":"\n   You're rude\n  ","809050":"\n   Twitter?\n  ","809051":"\n   👇 aha it's lol 😻\n  ","809052":"\n   I swear your answers be on point 😅😅😅😅👌👌\n  ","809053":"\n   taylor from ask?\n  ","809054":"\n   R u and taylor friends\n  ","809055":"\n   What kind of car do you drive and how many miles are on it.If you're too young to drive what kind of car does your mommy and daddy drive you around in?\n  ","809056":"\n   What time is it\n  ","809057":"\n   Have you ever gotten a warning on here? Have you ever had an account get suspended?\n  ","809058":"\n   You know Taylor has a Facebook\n  ","809059":"\n   What time do you usually get up in the morning?\n  ","809060":"\n   Do you know a lot of people with the same name? I work with like 15 Karens and 2 sit right next to me. It's really confusing.\n  ","809061":"\n   am i the only one who doesnt forget how\n   \n    @itscaroobitch\n   \n   faked kids and miscarriages and lied about planning a baby just to have on to give away? everyone loves her now and i dont get why\n  ","809062":"\n   What is your opinion on magazines about celebrities?\n  ","809063":"\n   What is your favorite part about your job?\n  ","809064":"\n   Shamrock shake!!!\n  ","809065":"\n   What is your opinion on the tabloids from the supermarket?\n  ","809066":"\n   Have you ever witnessed a Twitter fight before? Did you get involved?\n  ","809067":"\n   What do you hate the most about your job?\n  ","809068":"\n   What's your opinion on Emily Nash?\n  ","809069":"\n   Has a customer yelled at you recently?\n  ","809070":"\n   If you could choose from $500,000 to keep for yourself or $1,000,000 that you had to use to help others (not family) what would you choose?\n  ","809071":"\n   I love your dp is cute 😍\n  ","809072":"\n   What are you doing\n  ","809073":"\n   First half of spam this week is on food🍯🍳🍔🍕🍟🍝🍜🍛🍲\n\nQ1 Who first taught you how to cook?\n  ","809074":"\n   QOTD: Did\/are you wearing green for St. Patrick's Day? PAP?\n  ","809075":"\n   Have you ever volunteered before? What kinds of places have you volunteered at?\n  ","809076":"\n   Skittles or m&ms?\n  ","809077":"\n   Has anyone ever bullied you before? If so, how did you deal with them?\n  ","809078":"\n   Happy St. Patrick's Day! Are you currently wearing green or are you planning to today? 🍀\n  ","809079":"\n   How's the McDonald's life?? Do you get free food\n  ","809080":"\n   Why are you up zoo early? Of you just went to sleep\n  ","809081":"\n   How long have you had your current phone for?\n  ","809082":"\n   Wyd\n  ","809083":"\n   Do you like the city you live in?\n  ","809084":"\n   What's your wish on a four-leaf clover?\n  ","809085":"\n   Nice butt\n  ","809086":"\n   How are you\n  ","809087":"\n   Who's the most attractive musician?\n  ","809088":"\n   since i havent got any questions in a few days i decided im gonna delete for a while. make sure youre all following my instagram if you arent already before i leave💟 @_diamond.mariah everyone go follow me 😘\n  ","809089":"\n   What kind of phone do you have?\n  ","809090":"\n   Have you ever rode in a hot air balloon?\n  ","809091":"\n   PURGE\n   \n    @ITSCAROOBITCH\n   \n","809092":"\n   PURGE\n   \n    @ASHLEEINTHESKY2\n   \n","809093":"\n   If there was a problem yo who'll solve it?\n  ","809094":"\n   What is your favorite thing about yourself?\n  ","809095":"\n   How many followers would you say you gain a day on here? What about Instagram or Twitter, if you have them?\n  ","809096":"\n   What would you do if you caught \/ had a STD 😷 💯⬆\n  ","809097":"\n   How is everybody liking the spring weather? ☀️🌾🙊\n  ","809098":"\n   Guys\n  ","809099":"\n   Are you Groot?\n  ","809100":"\n   Ever ridden on a fire truck?\n  ","809101":"\n   If you could be anyone on ask for one day, who would you be?\n  ","809102":"\n   Are you mad at anyone\n  ","809103":"\n   Have you ever thought about asking a question on here but then forgot what you were going to ask?\n  ","809104":"\n   What was your last argument about and with whom?\n  ","809105":"\n   honestly I wouldnt trust\n   \n    @qparentacct\n   \n   ... \"shes\" weirdly obsessed with children (not a parent either)\n  ","809106":"\n   Do you have your drivers license? If yes, What age did you get it?? If no, do you want to get it someday ?\n  ","809107":"\n   Do you hate Donald Trump?\n  ","809108":"\n   This delicious Italian place (and only good Italian place in town) recently closed :( Do you have a good Italian place near you?\n  ","809109":"\n   What's your twitter?\n  ","809110":"\n   Does it hurt when people talk about you? It can be people from work ect.\n  ","809111":"\n   How are you?\n  ","809112":"\n\n    @louise090\n   \n   seems super sketchy and fake but I don't know how to reverse image search her pictures of her\/her kids?\n  ","809113":"\n   Who are you talking about\n  ","809114":"\n   Your tweets are on point.\n  ","809115":"\n   what are the chances that\n   \n    @CaitlynJennerReal\n   \n   is real?? I love her omg\n  ","809116":"\n   What are your initials?\n  ","809117":"\n   Who do you tell everything to?\n  ","809118":"\n   Who's your Twitter post about?\n  ","809119":"\n   Tell the story of meeting a friend of yours for the first time?\n  ","809120":"\n   What's the weather like over in your neck of the woods today?\n  ","809121":"\n   Why do people feel the need to remind others of their past mistakes and run their noses in it?People make mistakes we aren't perfect!\n  ","809122":"\n   Have you ever had to be the one to give a friend family member or significant other bad news?\n  ","809123":"\n   Are you as excited about March Madness as I am?Have you filled out a bracket?Whos your pick to win the ncaa men's basketball national championship?If you don't know what I'm referring to Google it.🙀\n  ","809124":"\n   What age do you consider someone an adult?\n  ","809125":"\n   Is there anyone that you met through ask, that you now talk to outside of ask?\n  ","809126":"\n   So that's a no ? New that would not last long .\n  ","809127":"\n   U and Jody still friends ? You called everyone fake .\n  ","809128":"\n   Do you clean out your text log at the end of the day? It annoys me if I don't.\n  ","809129":"\n   Their all talking about you\n  ","809130":"\n   Would you rather be in constant pain or have a constant itch?\n  ","809131":"\n   Stop sending Brittany stuff\n  ","809132":"\n   What did you do to your hair?\n  ","809133":"\n   Last time you were pregnant?\n  ","809134":"\n   Last time you had sex?\n  ","809135":"\n   What was for dinner?\n  ","809136":"\n   Who made the last incoming call on your phone?\n  ","809137":"\n   What are your favorite names for a boy and girl? :)\n  ","809138":"\n   How long did you stay in the hospital\n  ","809139":"\n   Your dp is gorgeous 😍\n  ","809140":"\n   So your for abortion?\n  ","809141":"\n   You're dumb\n  ","809142":"\n   Did you breastfeed?\n  ","809143":"\n   What you doing?\n  ","809144":"\n   Your family is to cute\n  ","809145":"\n   Sorry?\n  ","809146":"\n   What would you love to have next?\n  ","809147":"\n   U said \"I don't think that's happening\"\n  ","809148":"\n   Does your area have a poor side\/really slummy area? If so, how poverty-stricken is it? Is it a dangerous area?\n  ","809149":"\n   Whyyy not ??😟\n  ","809150":"\n   Do you want anymore kids?\n  ","809151":"\n   Last thing you did?\n  ","809152":"\n   Do you talk to\n   \n    @taylor1188\n   \n","809153":"\n   GUYS I NEED SOME VIDEO IDEAS! HELP PLEASE!!\n  ","809154":"\n   What's things you can't wait for?\n  ","809155":"\n   Who doesn't like you on here?\n  ","809156":"\n   How many followers do you have?\n  ","809157":"\n   Do you like your phone?\n  ","809158":"\n   I'm 3 followers away from 100! \nOnce I hit 100, there will be a 100 question spam ☺☺\nHope you're enjoying your day\/night!\n  ","809159":"\n   Do you care what others think about you? Does your behavior change based on what others think? Do you act differently around different groups of people?\n  ","809160":"\n   When are you going back to college?\n  ","809161":"\n   Who are your haters in real life and how do you deal with them?\n  ","809162":"\n   Would you ever go to college or would you rather work?\n  ","809163":"\n   Do you have a lot of haters in real life?\n  ","809164":"\n   Send some followers my way? Today is relaxing day so I'm bored 😐 Q: What is everyone doing today? Any fun plans? Hope everyone has\/had a great day 😊❣\n  ","809165":"\n   What iPhone do you have?\n  ","809166":"\n   Are you pregnant?\n  ","809167":"\n   Last time you and Greg got into a fight\n  ","809168":"\n   How was your weekend\n  ","809169":"\n   -\n  ","809170":"\n   I have a friend who is dating a guy who is controlling, doesn't treat her right and barely talks to her or shows he cares about her but she refuses to give up on him until he either breaks her heart or cheats. Would this be a good thing for her to learn the hard way or is she hurting herself?\n  ","809171":"\n   Happy National Napping Day!💤\n\nWhat time of the day do you usually take a nap?\n  ","809172":"\n\n    https:\/\/ask.fm\/mrsfrankenstein\/answers\/136671616389\n   \n   Agree or Disagree with these and why?\n  ","809173":"\n   Are you for or against abortion?\n  ","809174":"\n   kik\n  ","809175":"\n   Has your son ever said a bad word?\n  ","809176":"\n   HONESTY NIGHTTTTTT.\n\n\nQ: What is the hardest thing you've had to do?\n  ","809177":"\n   kik\n  ","809178":"\n   When's your birthday?\n  ","809179":"\n   What are you doing?\n  ","809180":"\n   Are you okay?\n  ","809181":"\n   sending to people I know have an iPhone. can you please look at my second to last answer & help? I have the 5s btw.\n  ","809182":"\n   Ik lol me to.  But I can't receive messages from android users? Have y'all had that problem?\n  ","809183":"\n   Have u guys had trouble receiving messages from android users??😩\n  ","809184":"\n   Do @ opinions?\n  ","809185":"\n   I'm sending out a spam later today. If anyone wants, this is my last 10 question Q4Q for this month. If you'd like to do a Q4Q, then tell me. If you want, post the topics you'd like on this post and I'll send you what I'd like.\n  ","809186":"\n   Hi everyone. I made a backup account. I will start answering questions there and doing spam on that account. Just click the name to see who I am. A post in a few mins is coming for you to like if you want spam. Thank you. Follow me\n   \n    @MusicAtHeart\n   \n","809187":"\n\n    @GDanzy\n   \n   Is cheating on you\n  ","809188":"\n   Is Greg cheating\n  ","809189":"\n   Do you consider cereal to be ONLY a breakfast food?\n  ","809190":"\n   Do you use Facebook or Twitter?  If both, which one do you use more? Why?\n  ","809191":"\n   Have you ever seen a movie called Welcome to the Dollhouse?What were your impressions of it?\n  ","809192":"\n   I have a friend who ig doesn't like to be single so whenever a relationship doesn't work out she just moves on to another guy but like none of her relationships really work out but she just keeps dating guys who aren't good, should I say something to her? I just don't want her to keep getting hurt\n  ","809193":"\n   Have you met anyone famous?Who?\n  ","809194":"\n   Do you believe that the Man or the Woman should always run the relationship?\n  ","809195":"\n   If a girl is in a relationship with a guy who gets mad quick and easily and argue or fuses with her about stuff he's insecure about but he does not realize how that makes her feel what should she do? Should she talk to him about it and work things out or leave?\n  ","809196":"\n   Quiet house, no children..\nSend people my way to spam me with questions please?? Nothing off limits. Thanks!\nQ: What is on your ideal pizza?\n  ","809197":"\n   What's your opinion on online dating?\n  ","809198":"\n   What's your opinion on people that start drama and fights?\n  ","809199":"\n   What's your opinion on people getting plastic surgery just to look prettier or handsome?\n  ","809200":"\n   Do you know anyone who HAS A NATURALLY LOUD VOICE AND IT SOUNDS LIKE THEYRE ALWAYS YELLING?????\n  ","809201":"\n   Have you ever looked your name up on social media to see who has the same name as you?\n  ","809202":"\n   How tall are you?\n  ","809203":"\n   When's the last time you were really annoyed? If you feel comfortable saying, why?\n  ","809204":"\n   What's your middle name?\n  ","809205":"\n   Expect a spam tomorrow! ☺ \nIf you no longer want to recieve my spam, please let me know!\n  ","809206":"\n   What social Media accounts do you use daily?\n  ","809207":"\n   When's the last time you requested something and you were ignored whether by mistake or on purpose?\n  ","809208":"\n   Are you good at returning people's calls or texts?\n  ","809209":"\n   How old is Joseph?\n  ","809210":"\n   Plans for tonight?\n  ","809211":"\n   Are you one of those people that put bacon on or in everything?\n  ","809212":"\n   10x10 preguntas, comienza tu, yo cumplo\n  ","809213":"\n   Ahhhh sorry if this is annoying but send people my way? I'm stuck here with a sick grown man baby. Lmao\n  ","809214":"\n   Inbox is open. Slow work day full of bad rainstorms, everything will be answered.\n  ","809215":"\n   What phone do you have? Pap with it!\n  ","809216":"\n   You send Taylor hate\n  ","809217":"\n   wrong person ! sorry !!!!!!\n  ","809218":"\n   are you pregnant?\n  ","809219":"\n   Are you sending Taylor stuff?\n  ","809220":"\n   How do you know she sent screenshots\n  ","809221":"\n   What sport do you like watching but hate playing?\n  ","809222":"\n   Are you a control freak or can you step back and let others take control ?\n  ","809223":"\n   how is the baby\n  ","809224":"\n   Do you know why I admire you?Because you're terrific parents.\n  ","809225":"\n\n    https:\/\/ask.fm\/newspampage1\/answers\/136835593376\n   \n","809226":"\n   Are you and\n   \n    @Jodylovex\n   \n   friends?\n  ","809227":"\n\n    @taylor1188\n   \n   sent Jody all your screenshots\n  ","809228":"\n   Doing honesty night💕 send some followers my way?\nNothing off limits bc why not\n(Ignore if this annoys you)\n  ","809229":"\n   Tag some people on ask that you don't talk to as much as you'd like to! :) (or people you don't talk to at all that you wish you did)\n  ","809230":"\n   Omegle for the night!! Out ask.fm as an interest if you get on :)\n  ","809231":"\n   Come find me on Omegle!\n  ","809232":"\n   Do you think the term friends with benefits could actually work between two people or cause problems?\n  ","809233":"\n   Which picture the best describes your city?\n  ","809234":"\n   Has there ever been a TV show that you loved so much but then you got to the last season and it'd be so terrible that you stopped watching it?\n  ","809235":"\n   #15) What is one word that describes you best?\n  ","809236":"\n   #17) What is the kindest thing you have ever done?\n  ","809237":"\n   #16) What's one thing that turns your stomach?\n  ","809238":"\n   #11) Do you believe that dreams are messages? Why or why not?\n  ","809239":"\n   #12) What promise could you never keep?\n  ","809240":"\n   #18) What's a holiday you believe shouldn't exist? Why?\n  ","809241":"\n   #19) What is the last thing you paid?\n  ","809242":"\n   #9) Have you ever meant to hurt someone? What happened?\n  ","809243":"\n   #8) What is your biggest guilty pleasure?\n  ","809244":"\n   #6) Recall a date from hell\n  ","809245":"\n   #5) If you have ever been in love! When did you know you had fallen in love? And how?\n  ","809246":"\n   #7) When will the world end?\n  ","809247":"\n   Alright guys, I have 20 questions coming your way!\nOnce I reach 100 followers (I'm at 80) I'll do a 100 question spam! \nFeel free to ask me questions as well, if you'd like ☺\n#1) Who are you?\n  ","809248":"\n   Do you knock before entering a single person public bathroom? Even if it looks like no one is in there or do you just go right in?\n  ","809249":"\n   How many of you would like a spam?! I'm in the mood to read some answers!\nSuggestions are welcome ☺\n  ","809250":"\n   How often do you pick your nose?\n  ","809251":"\n   What's something you envy abt the opposite gender\n  ","809252":"\n   The first thing to your left is your weapon in the zombie apocalypse. What is it?\n  ","809253":"\n   How do you eat your pizza?Your response may change my opinion of you!\n  ","809254":"\n   How do you like your new phone?\n  ","809255":"\n   Did you have a baby shower when you were pregnant? If you did, post a picture at your baby shower? (If you have any) 💙\n  ","809256":"\n   Would you rather grow an Afro or have long hair?\n  ","809257":"\n   Do you know anyone who goes strictly by looks when deciding on who to date?\n  ","809258":"\n   Do you like your ice cream in a cup or cone?And yes I'm judging you by your answer.\n  ","809259":"\n   A lot of people don't agree with spanking a child. If you don't, how do you feel about smacking a dog when they've done something wrong? Is it completely different or the same thing?\n  ","809260":"\n   Are you friends with Taylor\n  ","809261":"\n   How many times a day do you eat?\n  ","809262":"\n   😌\n   \n    http:\/\/ask.fm\/herrowkells93\/answer\/136795164809\n   \n","809263":"\n   I'm some countries, it's illegal for parents to name their babies certain things (for example, in New Zealand, names like \"Anal\" and \"Justice\" are banned). Do you agree with laws like this?\n  ","809264":"\n   Lately, like more than usual, I am SO tired all day long no matter how much I sleep. Mornings are the worst and it sucks. How do you guys usually wake up for the day? And no I'm not a coffee drinker 😕\n  ","809265":"\n   What are Joseph's favorite sweet foods (like favorite desserts, candies, etc.)?\n  ","809266":"\n   who is the last person you followed and why?\n  ","809267":"\n   honesty day\n  ","809268":"\n   Have you ever taken a lie too far? Did suffer consequences for it? If not, do you know someone this has happened to?\n  ","809269":"\n   Ever thought about just picking up everything and leaving without telling anyone?\n  ","809270":"\n   Random QOTD What is your first name? Would you change it to something else?\n  ","809271":"\n\n    https:\/\/www.youtube.com\/watch?v=QTFEn9wrCYQ\n   \n   Just posted my labor and delivery story if you guys want to check it out! I am currently uploading Part 1 of my Q&A :)\n(Sorry if these are annoying, feel free to delete them if they are!)\n  ","809272":"\n   Send people my way please? I could use some questions, all i am getting is likes! lol \nQ: Does your child have a favorite cartoon movie? If you don't have children, what's yours?\n  ","809273":"\n   Are you on omegle rn? (With ask.fm as an interest?)\n  ","809274":"\n   cute :)\n  ","809275":"\n   How old will your child(ren) be when you let them have a pet, if at all? Will it depend how mature they are or what kind of pet they ask for (fish vs. dog)?\n  ","809276":"\n   @\n   \n    http:\/\/ask.fm\/Nightmare624\/answer\/136978549960\n   \n","809277":"\n   How are my lovely ladies and gents tonight? Haven't really bothered with ask the past couple days so please if you can let your wonderful followers know my inbox is open for spam, personal questions, and Q4Q. Thank you!\n  ","809278":"\n   Do you have a TV in your bedroom?\n  ","809279":"\n   How did you offered the 6s plus\n  ","809280":"\n   Why are you annoyed\n  ","809281":"\n   what's your favorite quote?\n  ","809282":"\n   What's for dinner tonight at your house? (Depending on where you live, you might not know now, so feel free to save this for later!)\n  ","809283":"\n   Do you like sushi?\n  ","809284":"\n   Do you like your new phone?\n  ","809285":"\n   What's annoying you at this moment?\n  ","809286":"\n   What's your favorite color?\n  ","809287":"\n   What is your favorite season?\n  ","809288":"\n   Did your parents have those glass thermometers for when you got sick where there was one that came in a blue case and another that came in a red case?\n  ","809289":"\n   Where would you like to live?\n  ","809290":"\n   I'll be doing a Q&A video tonight if you guys could please ask me some! I'll answer anything you guys would like to know! Plus you could send some followers my way! Thank you so much 😊😊😊\n  ","809291":"\n   How do you like your new phone?\n  ","809292":"\n   How old was your son when he first started crawling & Walking? 💙\n  ","809293":"\n   What color eyes does your son have?\n  ","809294":"\n   When's the last time you received good news? If you feel comfortable saying, what was it?\n  ","809295":"\n   What are you doing today?\n  ","809296":"\n   Happy International Women's Day!🚺\n\nNon-fun fact-The phrase \"She A Hoe\" is ironically trending along with International Women's Day on Twitter...\n  ","809297":"\n   What's on your bucket list?\n  ","809298":"\n   Like I understand cierras question, she was asking if someone should but anon literally was asking if someone had too just WHAT\n  ","809299":"\n   Did anon really ask if you have to have a license to become a parent what the fuck are they 10\n  ","809300":"\n   anon's talking abt Ciera's question below. that's what Ciera was asking abt\n  ","809301":"\n   You look so dumb, you have zero reading comprehension\n  ","809302":"\n   That's what Ciera's question was about. :) a license to have kids, like become a parent\n  ","809303":"\n   No obtain a license to have kids. Like to become a parent\n  ","809304":"\n   I'm if it's real i seen it on someone page haha\n  ","809305":"\n   happy underwear day\n  ","809306":"\n   Someone was talking to me about this and I was curious about what others thought. Do you think you should have to obtain a license to have children? Why or why not?\n  ","809307":"\n   If you were given $50 and told you had to spend it on yourself no matter what, what would you buy?\n  ","809308":"\n   What is one thing that annoys you most about them? (If there is anything.)\n  ","809309":"\n   What two things do they not know about you?\n  ","809310":"\n   Who is your bestfriend?\n  ","809311":"\n   What do you admire most about your bestfriend?\n  ","809312":"\n   How did you two meet?\n  ","809313":"\n   What's the best memory you two share?\n  ","809314":"\n   What is your favorite inside joke with them?\n  ","809315":"\n   not suer thst why i ask you hope to get some help\n  ","809316":"\n   not really when I'm just try to make my pregnancy better\n  ","809317":"\n   What is your biggest fear?\n  ","809318":"\n   do you think it's better to not wear panties when your pregnant\n  ","809319":"\n   How do you react when someone disrepects them?\n  ","809320":"\n   What nicknames do you have for each other?\n  ","809321":"\n   Describe your bestfriend in one word\n  ","809322":"\n   What are you allergic to?\n  ","809323":"\n   good night sweetheart\n  ","809324":"\n   Why didn't you get your 6plus yet?  You gotta order it\n  ","809325":"\n   What colour, iPhone 6 plus did you get?\n  ","809326":"\n   I've seen a lot of people on my ask going on omegle and typing in \"ask.fm\" as an interest? Have you done this?\n  ","809327":"\n   About to send out a bestfriend's spam!\nAre you ready? ☺\n  ","809328":"\n   Crocs or Birkenstocks?\n  ","809329":"\n   What's days do you work? If you don't have a job, what kind of regular schedule do you have (for example going to school these days, or volunteering these days, etc.)\n  ","809330":"\n   Have you ever smoked pot? If so, how old were you the first time you smoked pot? If not, do you think you ever will?\n  ","809331":"\n   If you see someone answering questions that obviously came from someone with a fetish, do you ignore it and let them do whatever they're doing or do you warn them?\n  ","809332":"\n   Are you good at remembering names?Im terrible at it.i keep my calling my daughters the wrong names 😟\n  ","809333":"\n   a phone is a phone i bet that anon has the same phones as someone eles i guess we are all copy cats lol\n  ","809334":"\n   Didn't know you couldn't get a new phone without copying someone. Like it's just a phone. Anons are immature i swear.\n  ","809335":"\n   You copied off\n   \n    @taylor1188\n   \n   with getting a new phone\n  ","809336":"\n   are you a virgin\n  ","809337":"\n   We're you pregnant while in high school? If so did you ever get rude comments from your teachers or faculty??\n  ","809338":"\n   Do you hate trump?\n  ","809339":"\n   Who was the last person you took a picture with?\n  ","809340":"\n   How are you even friends with Jody after she said how much she hated you ?\n  ","809341":"\n   When should you have your new phone by?\n  ","809342":"\n   What was the first pet you ever owned?\n  ","809343":"\n   How much is the iPhone 6plus?\n  ","809344":"\n   Who's  buying your iPhone 6plus?\n  ","809345":"\n   How are you getting an, iPhone 6plus. With a mcDonald's  job?\n  ","809346":"\n   Why are you getting a new phone? If your phones in perfect condition.\n  ","809347":"\n   So why do you keep on getting,new phones every month??\n  ","809348":"\n   You copied Taylor with the phones\n  ","809349":"\n   When are you getting your 6s plus\n  ","809350":"\n   What's your favorite letter? (Bonus Points: I'll like ten of your answers\n  ","809351":"\n   What's your favorite kind of cookie?\n  ","809352":"\n   Do you like to cook?\n  ","809353":"\n   Can you draw?\n  ","809354":"\n   This account also would like to endorse:\n   \n    @hailzx\n   \n   and\n   \n    @carolineeeman\n   \n   . Two beautiful pregnant teens who are going to be wonderful mothers\n  ","809355":"\n   What color do you think looks horrible on you?\n  ","809356":"\n   Have you seen The Alphabet Killer? Sooo good, totally would recommend it\n  ","809357":"\n   What are your favorite or most used apps? Any kind. Games, photo editing, etc.\n  ","809358":"\n   What is\/was your strongest subject in school?\n  ","809359":"\n   What's your favorite kind of doughnut? I love me some doughnuts 💕🍩\n  ","809360":"\n   What's your least favorite kind of weather?\n  ","809361":"\n   where are u gonna be selling it at\/on?\n  ","809362":"\n   Are you excited?\n  ","809363":"\n   What phone company do you have now?\n  ","809364":"\n   What color phone are you getting?\n  ","809365":"\n   Anything that's bothering you atm\n  ","809366":"\n   Who's the most overrated band\/musician\n  ","809367":"\n   honesty hour!! Ask me anything and I'll be truthful\n  ","809368":"\n\n    https:\/\/ask.fm\/VictoriaJS\/answers\/134830717778\n   \n","809369":"\n   it's lower than 350lmao i dont even have a chance😩\n  ","809370":"\n   how much ? ive been wanting a 6 for the longest but i aint got no 700$ to pay it all off lol\n  ","809371":"\n   greg *** sorry lol\n  ","809372":"\n   u already have it??\n  ","809373":"\n   why don't u give dany your 6s lol?\n  ","809374":"\n   Hey\n  ","809375":"\n   Is Greg getting a new phone to?\n  ","809376":"\n   Isn't the 6s plus to big?\n  ","809377":"\n   If you were to teach a subject at school which one would it be?\n  ","809378":"\n   Have you ever had to choose between two people? My mom is basically making me choose between her\/my brother\/stepdad and my husband and I am not havin' it.\n  ","809379":"\n   How was your first experience of having sex?\n  ","809380":"\n   What phone do you have currently?\n  ","809381":"\n   What's your favorite kind of Mexican food? (Burritos, enchiladas, etc.)\n  ","809382":"\n   Hi! I'm Q, and if you get this, then I think you're cool and want to read your answers. I like to ask questions! If it'll annoy you to regularly get q's from me, just say so now, so I can unfollow you :)\n  ","809383":"\n   Have you ever proposed to someone?\n  ","809384":"\n   Do you like the rain?\n  ","809385":"\n   Has anyone ever proposed to you\n  ","809386":"\n   What's your favorite breakfast for dinner food?\n  ","809387":"\n   You're sooo pretty :)\n  ","809388":"\n   Opinion on led Zeppelin\n  ","809389":"\n   do you think I'm cam?\n  ","809390":"\n   What would you do if you won the lottery?\n  ","809391":"\n   BQOTD: What is the most romantic thing someone has done for you? What is the most romantic thing you have done for someone else? \n\nMy husband is giving me a mani-pedi right now.\n  ","809392":"\n   what is the longest sex u had ? how long?\n  ","809393":"\n   Do you think pornography should be made illegal? Why or why not?\n  ","809394":"\n   Today is Mother's Day in the UK ; Do you have Mother's Day in in your country ?  What will you do for your Mother today ? If you are a mother , what do you expect ? Hope for ?\n  ","809395":"\n   Is it sexist to say that girls don't exist\n  ","809396":"\n   Have you seen Fuller house on Netflix?\n  ","809397":"\n   Taylor doesn't miss you\n  ","809398":"\n   What is your favorite food to cook and can you give me a recipe?\n  ","809399":"\n\n    https:\/\/ask.fm\/friendlygurl\/answers\/134832374622\n   \n   Agree or disagree?\n  ","809400":"\n   Do you think it's a bit offensive to say \"the blacks\" as opposed to \"black people\"\n  ","809401":"\n   Is there any context when it's ok for white people to use the n word\n  ","809402":"\n   Am I the only one that blocks people continuously throughout the day but yet it still fails?? Ask needs to fix this problem.\n  ","809403":"\n   She's better than you ever will be (;\n   \n    https:\/\/mobile.twitter.com\/Melissa8234\/status\/705197556956078081\/video\/1\n   \n","809404":"\n   Do you wear socks in bed?\n  ","809405":"\n   If your son was a girl, what would have been his name?\n  ","809406":"\n   Hello😍\n  ","809407":"\n   Are you mad at anyone?\n  ","809408":"\n   Which fairytale you’d like to live in?\n  ","809409":"\n   Who's all the emojis?\n  ","809410":"\n   Do you like ask?\n  ","809411":"\n   You guys went to the bar?\n  ","809412":"\n   What will you never do?\n  ","809413":"\n   Did your tattoo on your arm heal?\n  ","809414":"\n   You guys still at the hotel ?\n  ","809415":"\n   Why did she block you?\n  ","809416":"\n   Do you have Taylor on SC?\n  ","809417":"\n   Honesty night?\n  ","809418":"\n   What's one thing you think everyone should do every day?\n  ","809419":"\n   Will Taylor give you her number?\n  ","809420":"\n\n    @taylor1188\n   \n   is getting a new phone\n  ","809421":"\n   I'm thinking about starting a YouTube channel, but was wondering who would watch it? Plus I need some ideas! 😊\n  ","809422":"\n   Anything special happening?\n  ","809423":"\n   What color iPhone is it?\n  ","809424":"\n   Phone type?\n  ","809425":"\n   Who do you talk to on here?\n  ","809426":"\n   How many followers do you have?\n  ","809427":"\n   Are you mad at anyone?\n  ","809428":"\n   Last time you had sex?\n  ","809429":"\n   Do you miss anyone\n  ","809430":"\n   Have you been in the pool yet?\n  ","809431":"\n   How long are you guys staying?\n  ","809432":"\n   What's your SC?\n  ","809433":"\n   Why would you pay to go to a hotel just to watch tv? If you can do it at home?\n  ","809434":"\n   What's a lounge?? Like just the little seating area by the front desk?\n  ","809435":"\n   Are you and Greg not gonna get to go to the bar since you have Joseph w you?\n  ","809436":"\n   That seems like such a boring thing to do. Like just go sit in a hotel and watch tv?? You can do that at home, why would you spend money on that?\n  ","809437":"\n   Is there a restaurant in the hotel\n  ","809438":"\n   That looks like a crappy motel\n  ","809439":"\n   It's flippin gorgeous!\n  ","809440":"\n   I know you don't wanna post it on ask, but is there a pic up on sc your followers could see?\n  ","809441":"\n   Don't you work at McDonald's?\n  ","809442":"\n   Wassup?\n  ","809443":"\n   How can you guys afford a hotel?\n  ","809444":"\n   Is the pool cold?\n  ","809445":"\n   What was it like to give birth??\n  ","809446":"\n   Can you swim?\n  ","809447":"\n   Why can't you pap of the hotel room? I was jc bc you said it was gorgeous! :)\n  ","809448":"\n   I wanna go to the pool!\n  ","809449":"\n   Isn't Joseph to little to swim\n  ","809450":"\n   What does Joseph do when you hang out in the hotel rooms man\n  ","809451":"\n   So you literally do nothing you just sit in the hotel room?\n  ","809452":"\n   To get away from what?\n  ","809453":"\n   But like what do you do when you stay in hotels?? Just sit in the hotel room and stare at each other?? Lol\n  ","809454":"\n   post a picture of the hotel room? :)\n  ","809455":"\n   What do y'all do when you stay in hotels? Like is there touristy stuff nearby?\n  ","809456":"\n   Ask me some shit people lol\n  ","809457":"\n   What do you guys usually like to do when you go to hotels?\n  ","809458":"\n   Pap of the hotel room! :)\n  ","809459":"\n   Is it a nice hotel?\n  ","809460":"\n   I thought you stayed at a hotel last weekend?\n  ","809461":"\n   is Joseph w you?\n  ","809462":"\n   Hello\n  ","809463":"\n   Which celebrity do you find genuinely attractive?I think Natalie Portman is amazing.\n  ","809464":"\n   Do you want anymore kids?\n  ","809465":"\n   Do you think dogs are really man's best friend?\n  ","809466":"\n   If you could ban anything for life, what would it be?\n  ","809467":"\n   Do you remember the names of all your elementary -grammar school teachers?\n  ","809468":"\n   Is it a lot tougher (on average) for girls to achieve orgasm than guys??\n  ","809469":"\n   So you talk to Taylor?\n  ","809470":"\n   Do you like your name?Do you think it fits you?If not what name do you think fits you better?\n  ","809471":"\n   What's the nearest tourist attraction to you?\n  ","809472":"\n   What type of soaps are y'all using for your little's? Is there a reason? \nI'm working on my registry and I'm not sure which I'd like to use.\n  ","809473":"\n   kik\n  ","809474":"\n   Tianna and Taylor are best friends\n  ","809475":"\n   kik\n  ","809476":"\n   When did you last cry over someone?\n  ","809477":"\n   If you could dye your hair any color, what would it be?\n  ","809478":"\n   Do you have any really bad regrets at the moment?\n  ","809479":"\n   What is something that you can't stop thinking about?\n  ","809480":"\n   What are you looking forward to?\n  ","809481":"\n   Are you big on small talk?It irritates the hell out of me when sometime tries it with me.\n  ","809482":"\n   Do you currently possess something that is illegal to have?\n  ","809483":"\n   it's ur ex- best friends birthday today ?\n  ","809484":"\n   Have you been told somethings not your fault yet you were still treated as if it was?\n  ","809485":"\n   Do you believe in \"Past life\"?\n  ","809486":"\n   Sorry to be a bother but can everyone go like my FAQ so it stays in my likes. Thanks!\n   \n    https:\/\/ask.fm\/wyattsmommyy\/answers\/135193025583\n   \n","809487":"\n   do you have your belly button pierced? if so on a scale 1 to 10 (ten being the worst) how bad did it hurt? i really need answers!! thank you\n  ","809488":"\n   Are you ttc#2?\n  ","809489":"\n   Do you drink a lot\n  ","809490":"\n   QOTD- While in the car do you always wear your seatbelt? Do you think the seatbelt law should remain? Why or why not?\n  ","809491":"\n   Why won't you text Taylor back?\n  ","809492":"\n   Where are you?\n  ","809493":"\n   Pap of your question inbox?\n  ","809494":"\n   Pap of your block list\n  ","809495":"\n   I know it is legal? Lol I'm asking if t should be that way\n  ","809496":"\n   Why should female circumcision be illegal, if male circumcision is legal?\n  ","809497":"\n   Should female circumcision be legal?\n  ","809498":"\n   Should male circumcision be legal?\n  ","809499":"\n   What's your opinion on when super muscular guys have veins that kinda pop out?\n  ","809500":"\n   Would you still pee if theres no toilet paper?\n  ","809501":"\n   Why do people care what you feed your son?\n  ","809502":"\n   You don't try very hard 😂 When was the last time he had fresh fruits or vegetables?\n  ","809503":"\n   You don't feed him very healthy, you guys live off of fast food (which is absolutely horrible for you).\n  ","809504":"\n   Pap of your text messages\n  ","809505":"\n   Do you try to feed your son healthy foods?\n  ","809506":"\n   What are your favorite foods?\n  ","809507":"\n   What's your favorite kind of cereal?\n  ","809508":"\n   Why aren't you verified?\n  ","809509":"\n   Why not text Taylor back ? She posted it !\n  ","809510":"\n   Plans for today?\n  ","809511":"\n   Send people my way please? Nothing off limits. \nQ: What's your go to hairstyle\/favorite hairstyle?\n  ","809512":"\n   Do you follow Taylor on here?\n  ","809513":"\n   You are beautiful\n  ","809514":"\n   Do you like Mexican food?Whats your favorite place to get Mexican food?\n  ","809515":"\n   What movie is truly a cinematic masterpiece?\n  ","809516":"\n   If you could please like this answer and get it up towards my likes that would be great!\n   \n    https:\/\/www.ask.fm\/MarianneLouiseJ\/answers\/135934846022\n   \n   Question: What are some of your favorite things to do on the weekend? Anything exciting going on this weekend?\n  ","809517":"\n   Do y'all have any diaper bag suggestions? I've looked and looked and can't seem to find one that I just love\/isn't big enough. And post a picture of it if you can! 😊💗👶🏼🍼\n  ","809518":"\n   SC?\n  ","809519":"\n   I was asked to send a smile to everyone I follow so :-) I know these get annoying so you can use this as a filler. Post a picture, rant, tell me a story, post your social media links, whatever floats your boat.\n  ","809520":"\n   Can cis men be feminists\n  ","809521":"\n\n    https:\/\/ask.fm\/dazedanddisturbed\/answers\/135264753342\n   \n   Do you think comments like this are ok?? Like kinda acting like AAVE is lesser or an insult to the English language.\n  ","809522":"\n   What's your opinion on sex workers? (Prostitutes, strippers, pornstars, etc.)\n  ","809523":"\n   Do you hate some of your neighbors?\n  ","809524":"\n   Do you have a nosy neighbor?Or are YOU the nosy neighbor?\n  ","809525":"\n   Ever reached into your pocket and found money?I found a 5 dollar bill in my shorts last night!\n  ","809526":"\n   Are you for or against the death penalty?\n  ","809527":"\n   How many tattoos do you have?\n  ","809528":"\n   Have you seen Deadpool?\n  ","809529":"\n   What's your stance on guns\/gun control?\n  ","809530":"\n   Should the drinking age be lowered?\n  ","809531":"\n   Send some people my way? I'm watching a new show called The Family and it is very interesting 😳 Any newer shows you'd like to see or are currently watching?\n  ","809532":"\n   Who's the most attractive female celebrity?\n  ","809533":"\n   If you know who he is, do you find Tom Hiddleston attractive? (This is kinda a random question, I just feel like everyone either thinks he's hot as all hell, or doesn't get the hype at all.)\n  ","809534":"\n   Sending a smile to everyone I follow 😊😊😊\n  ","809535":"\n   What's the best place for a first date?\n  ","809536":"\n   What are snails even trying to do?\n  ","809537":"\n   😊\n(See recent) sorry guys💗😩\n  ","809538":"\n   How do you pronounce the word \"pecan.\"\n  ","809539":"\n   Would you date someone who was a stoner\/smoked a lot of pot?\n  ","809540":"\n   What's your favorite kind of pancake? (Chocolate chip, blueberry, etc.)\n  ","809541":"\n   Do you prefer to listen to the radio or the music you have on your iPod\/phone\/etc?\n  ","809542":"\n   Chick-fil-a is giving away free ice cream to anyone who can eat their whole meal without being on their cellphones, would you accept that challenge?\n  ","809543":"\n   Do you think it is safe to work out whilst pregnant?, if so would you work out if you had a baby belly?\n  ","809544":"\n   You all are amazing. I love getting to know each one of you. I wish nothing but good things on you guys☺Have a great day❤❤❤\n  ","809545":"\n   Pls block and report\n   \n    @lifewith5_nannystyle\n   \n   cause she's lying about having a miscarriage at 15, she really had an abortion :(\n  ","809546":"\n   What would you do if your breast completely deflated lol and you couldnt afford for a boob job no matter what???\n  ","809547":"\n   Selfie with your black hair\n  ","809548":"\n   Suggested spam topic: School\nQ1. What is your level of education?\n  ","809549":"\n   Pap of your ring 💍\n  ","809550":"\n   Good morning or good day depending on where you are!Have you ever answered someone's question with a song lyric and they didn't get the reference?\n  ","809551":"\n   You're mean\n  ","809552":"\n   I love your nails\n  ","809553":"\n   What are you doing?\n  ","809554":"\n   Good morning ☀️\n  ","809555":"\n   Why don't you miss Taylor?\n  ","809556":"\n   Send people my way please? I'm bored and could use some decent questions.\n----\nQ: Are there any newly out or up and coming movies that you're looking forward to seeing? If so, what are they?\n  ","809557":"\n   Taylor misses you\n  ","809558":"\n   Name one thing that's true about you, that isn't true for the majority of people out there?\n  ","809559":"\n   Put your iPod\/phone\/whatever you listen to music on and list the first five songs that come up! :)\n  ","809560":"\n   hello, can u tell ur followers to ask me any questions ? my ask is dead ass .\n  ","809561":"\n   They already sell peanut butter and jelly in the same jar. What two other items would you want to be combined into such a thing?\n  ","809562":"\n   Cleared out my questions ♡\nFeel free to ask anything ☺\n  ","809563":"\n   So you don't miss your friendship with her?\n  ","809564":"\n   Pro life or pro choice?\n  ","809565":"\n   Y r u too stubborn to say u miss her ? ?\n  ","809566":"\n   Isnt Jody ur friend ? So u do know what a friend is\n  ","809567":"\n   Will u be friends again ?\n  ","809568":"\n   What if Taylor texted you saying she misses you?\n  ","809569":"\n   Is Joe Potty trained? Or Does he still wear PullUps\/Diapers?\n  ","809570":"\n   Is your son's car seat Rear facing or Forward facing?\n  ","809571":"\n   You miss her ?\n  ","809572":"\n   Text her and ask . She told me .\n  ","809573":"\n   Taylor misses u so much LOL .\n  ","809574":"\n   Have you ever pet sitted for someone and the pet died?Did you go out and replace it with a lookalike hoping they'd never notice?\n  ","809575":"\n   Ladies..do you find a man who sweats often attractive?\n  ","809576":"\n   So.....how are you today?Anyone good happen?\n  ","809577":"\n   Where do you envision yourself living in the future?\n  ","809578":"\n   Have you had your tonsils out?\n  ","809579":"\n   What childhood story actually frightened you?\n  ","809580":"\n   Why do you regret friendships\n  ","809581":"\n   Joseph is such a cutie aw\n  ","809582":"\n   Then pap of the cutest toddler thing you own?\n  ","809583":"\n   Post a picture of the cutest baby item you own! (It can be anything, from clothes to nursery furniture!)\n  ","809584":"\n   You don't miss none.\n  ","809585":"\n   What's your favorite pattern, print, or design?\n  ","809586":"\n   Any friendship you miss on here !\n  ","809587":"\n   Rant about one topic that really pisses you off:\n  ","809588":"\n   I love your curls 😍\n  ","809589":"\n   What color is your hair?\n  ","809590":"\n   Do you want any more tattoos\n  ","809591":"\n   I love your DP\n  ","809592":"\n   Who's your ex best friend? How do you know which one they was talking a-bout?\n  ","809593":"\n   You're prettier than your ex best friend\n  ","809594":"\n   Last thing you bought\n  ","809595":"\n   What are you doing\n  ","809596":"\n   What are some stereotypes about where your from?(country or state) Ex\/everyone in Utah is Mormon, etc.\n  ","809597":"\n   Do you think a woman showing off her body nude means she has no self respect?\n  ","809598":"\n   Send some people my way? Super bored and need something to do 😂 Q: How do you think your life will change in 5-10 years? (You can VR if you'd like!)\n  ","809599":"\n   Which color M&M is your favorite???Its a slow question day here..\n  ","809600":"\n   How often u post on Snapchat?\n  ","809601":"\n   Happy Women's History Month! 🚺\n  ","809602":"\n   What's the best thing about your home?\n  ","809603":"\n   How well do you handle change? Does it bother you if you have a change in routine or surroundings?\n  ","809604":"\n   Are you in love?\n  ","809605":"\n\n    @lifewith5_nannystyle\n   \n   will sell her noodies for $$. Hit her up if u want some\n  ","809606":"\n   You can erase any horrible experience from your past. What will it be?\n  ","809607":"\n   If you could have anything in the world right now, what would it be?\n  ","809608":"\n   Can you hook me up with number 4 combo meal?\n  ","809609":"\n   3) How would you feel in her situation? Honesly I don't think they should be together but she wants to make things work out bc she's afraid of losing him but it's like the relationship is based on fear of something bad happening if she doesn't listen bc he has anger and trust issues\n  ","809610":"\n   2) that much bc he thinks she talking to other guys still so he's scared and doesn't want to get hurt, so he told her to delete her texting app and telling her what she can and can't do but she's listening to him bc she wants to earn his trust and yet he's not giving her a chance\n  ","809611":"\n   1) My friend is in a relationship with this guy she really like but he has trust issues with her bc when they were \"talking\" she had sex with other guys but he still wanted to go out with her and now that they're dating he's telling her she can't talk to anyone but him but he doesn't talk to her\n  ","809612":"\n   :) or :-)\n  ","809613":"\n   Should gay marriage be legal?\n  ","809614":"\n   I just want everyone to know that this account is super fake!!!!! Fake fake fake. I am a fake\n  ","809615":"\n   Why do you think so many people on here are racist and homophobic? (no finger pointing in this question its just all thats in my feed cause of nasty people lol)\n  ","809616":"\n   Best compliment you have received?\n  ","809617":"\n   If your bf told u to delete one of your social medias bc he thinks you're talking to other guys on it would you do it?\n  ","809618":"\n   I'm leaving ask! Sorry to anyone I've hurt\n  ","809619":"\n   (Feel free to delete this if this is annoying!) Do you feel like ask censors a lot of your answers? I just had a (completely appropriate) answer about legalizing prostitution removed in seconds, as well as a post complaining about them removing that post. :(\n  ","809620":"\n   That Alexia girl (😒 smh) sent my link around but she deactivated I thought??? Ughh I hate when anons do this :(\n  ","809621":"\n   Aahh is someone sending my link around?? Fuck :(\n  ","809622":"\n\n    https:\/\/ask.fm\/lovegrowshere\/answers\/135551915342\n   \n\n    https:\/\/ask.fm\/JimmieDimmick\/answers\/136238650382\n   \n   These bitches are disgusting! Please block and report :)\n  ","809623":"\n   What's something illegal that you think should be legal?\n  ","809624":"\n   Do you like exercising? What's your favorite form of exercise?\n  ","809625":"\n   What's your favorite social media site?\n  ","809626":"\n   Do you care if people you really like following unfollow you on any social media? Do you unfollow back?\n  ","809627":"\n   it's ok to fail as long as you learn from it..Do you agree?\n  ","809628":"\n\n    https:\/\/ask.fm\/worstelenkyn\/answers\/135398592121\n   \n   Agree? :)\n  ","809629":"\n   What's your opinion on ask.fm's verification policy?\n  ","809630":"\n   When are you getting your 💍\n  ","809631":"\n   BQOTD: When it comes to asking questions on here, what are some things that should just never be asked?\n  ","809632":"\n   Doing a honest night, so send some followers my way? (delete if annoying!)\n  ","809633":"\n   Pap of your favorite selfie\n  ","809634":"\n   Which presidential candidate do you support?\n  ","809635":"\n   Use this space to post whatever you want! Post a picture, rant, tell a story...\n  ","809636":"\n   pap of your veins😫\n  ","809637":"\n   How many I say how many hours of sleep do you normally get?\n  ","809638":"\n\n    http:\/\/ask.fm\/tabby_will_steal_your_bacon\/answer\/137164797540\n   \n   please like this so it gets at least close to the top of my likes 💗\n  ","809639":"\n   Who do you think should grab the win? #AcademyAwards\n  ","809640":"\n\n    https:\/\/ask.fm\/MarianneLouiseJ\/answers\/135817813574\n   \n   If everyone could go like this so it could be at the top of my likes that would be great! Its my FAQ. Question: What do you think about people constantly asking you the same questions?\n  ","809641":"\n   You so fake . Like stop ?\n  ","809642":"\n   How do you usually prefer to wear your hair?\n  ","809643":"\n   What kind of accent do you have?\n  ","809644":"\n   What accent do you think sounds the coolest?\n  ","809645":"\n   Would U rather get a galaxy s3 or iphone 4s ?\n  ","809646":"\n   What's a baby item everyone said you'd need but you thought was totally useless?\n  ","809647":"\n   How old are you?\n  ","809648":"\n   and I was suppose to know that\n  ","809649":"\n   Bra size?\n  ","809650":"\n   What colour panties are you wearing?\n  ","809651":"\n   I didn't say I'd ask, but since you said doesn't matter. Virgin?\n  ","809652":"\n   I meant sexual stuff too. lol\n  ","809653":"\n   Your tattoo is stunning\n  ","809654":"\n   when's your bday\n  ","809655":"\n   Im doing hoensty night tonight 💟 Let your followers know? Nothing is off limits so come help with my boredom lol\n  ","809656":"\n   How old are you?\n  ","809657":"\n   Every try any other drug before?\n  ","809658":"\n   What color is your hair\n  ","809659":"\n   Do you prefer being outdoors or indoors more?\n  ","809660":"\n   If you could take back one thing, what would it be?\n  ","809661":"\n   Do you have strong feelings for someone at the moment?\n  ","809662":"\n   Do you prefer to be with people or be alone?\n  ","809663":"\n   What color is your hair?\n  ","809664":"\n   Have you ever had to put a resume together? If you feel comfortable saying, what kind of job were you applying for?\n  ","809665":"\n   My inbox is cleared out so letting you know and your followers that I will be answering spam and direct\/personal questions of all sorts today. Hope you all are having a blessed Sunday.\n  ","809666":"\n   You spelled \"vagina\" like \"vigina\" and then deleted it as soon as someone told you you misspelled it 😂\n  ","809667":"\n   You're the one who can't spell lol\n  ","809668":"\n   You posted like your moms vigina lol lol\n  ","809669":"\n   You literally posted like your moms \"vigina\" we all saw it\n  ","809670":"\n   Vigina??? What? 😂\n  ","809671":"\n   The fuck is a vigina dumbass\n  ","809672":"\n   If you're mixed then how is your son half white?\n  ","809673":"\n   Also, apparently anon doesn't get that there are white skinned POC. Black people can be albino, so they're straight ignorant.\n  ","809674":"\n   Wait how is Joseph half white if you're mixed and Greg is black?\n  ","809675":"\n   Gabby is mixed. Just because she may be darker than some mixed people, doesn't mean she is straight black. Goddamn leave my friend alone.\n  ","809676":"\n   What size is your son in clothes?\n  ","809677":"\n   What's your son's ethnicity\n  ","809678":"\n   If you're black why does your bio say \"white trash\"\n  ","809679":"\n   Are you mixed race\n  ","809680":"\n\n    https:\/\/ask.fm\/lifewith5_nannystyle\/answer\/137583188940\n   \n   wat kind of person let's there dog sleep with them? That's unsanitary and nasty. I bet she smells.\n  ","809681":"\n   Do you know anyone who's been caught doing something wrong numerous times and yet still denies it or acts as if they're the victim?\n  ","809682":"\n   What makes you feel pretty?\n  ","809683":"\n   What music genres do you not like?\n  ","809684":"\n   Looking to get to know and make new friends, so if any of you that I'm following be interesting in texting and want to exchange numbers? If not that's fine. Thought I'd ask 🙂\n  ","809685":"\n   Joseph is such a freaking cutie 🙈\n  ","809686":"\n   I love Joseph's outfit in that picture\n  ","809687":"\n   Why is it a secret?\n  ","809688":"\n   How did you come up with your son's name?\n  ","809689":"\n   Joseph \"A Name\" Danzy. Absolutely beautiful\n  ","809690":"\n   Did you find out the gender(s) of your child(ren) while you were pregnant?\n  ","809691":"\n   What names did you like for if Joseph had been a girl?\n  ","809692":"\n   What's your son's middle name?\n  ","809693":"\n   Have you ever\/do you ever write poetry?\n  ","809694":"\n   ☯What are some things that you used to like but not anymore? (any bands\/artists, certain clothes, etc)\n  ","809695":"\n   Like I see it different for breastfeeding because babies need to be fed.\n  ","809696":"\n   Also, yeah, it's the world we live in too. I don't see boobs as something sexual but other people do. Also, we have pervs in this world and I couldn't imagine myself going out in public with bare boobs being stared down by perverts and probably be sexually assaulted.\n  ","809697":"\n   Bruh is some person at your page arguing with you about the nipple thing too? Omfg. It's like I was asked for my opinion then got hate for it because I didn't want chest nudity in public. Like you can wear something exposing if you want but I would not enjoy bare boobs flying everywhere.\n  ","809698":"\n   Wow and you used the wrong \"you're.\" You literally responded to someone calling you stupid with the wrong you're Jesus Christ.\n  ","809699":"\n   Oh my god you're so dumb! Why should breasts have to forever remain covered up just because of the way they're viewed??\n  ","809700":"\n   Why is\n   \n    @GDanzy\n   \n   smart and\n   \n    @NineGDxFour\n   \n   kinda stupid?\n  ","809701":"\n   That's the whole point of the free the nipple movement.... To change the way that boobs are viewed so men and women can go out topless\n  ","809702":"\n   Can you explain why you think bare boobs in public are inappropriate?\n  ","809703":"\n   You sound so ignorant lol\n  ","809704":"\n   I'm obviously more educated about this than you...\n  ","809705":"\n   I'm not talking about breastfeeding. I'm saying that it's not inappropriate for women to say, go to the beach shirtless. Because the only reason women have more prominent chests than men is to feed babies. Boobs aren't sexual or inappropriate, just because they're a bit more prominent than men's.\n  ","809706":"\n   Good morning or day to you all!Hope you are doing well!\n  ","809707":"\n   Lol you seem kinda uneducated, what's wrong with boobs being exposed in public??\n  ","809708":"\n   Boobs aren't sexual, they're just for feeding babies... Why should they need to be covered up??\n  ","809709":"\n   Why do you think that the free the nipple movement is stupid?\n  ","809710":"\n   What's wrong with women being in public topless, if men can be?\n  ","809711":"\n   You don't agree with the \"free the nipple\" campaign\n  ","809712":"\n   Do you think everyone should be allowed to expose their chests in public (instead of just men who don't really have boobs)?\n  ","809713":"\n   When will Greg put a 💍 on it?\n  ","809714":"\n   Plans for today?\n  ","809715":"\n   Anyone interested in a pap spam? if so let me know!\n  ","809716":"\n   What's a trait that isn't necessarily bad, but you won't get along with anyone who has that trait?\n  ","809717":"\n   What advice would you give to a female who thinks she's a pushover and let guys not physically take advantage of her but like gets put in a situation where she gets played or isn't given a chance to have her say in a situation? (Sorry tried to explain in the best way possible)\n  ","809718":"\n   Do you still like the username you picked?\n  ","809719":"\n   Faker than ever .\n  ","809720":"\n   What Tattoo Hurt The Most ?\n  ","809721":"\n   Do you think it's justified that a guy is so much less likely than a girl to be trusted with babysitting\/watching children?\n  ","809722":"\n   ....\n  ","809723":"\n   Two things you hope are still true about you five years in the future?\n  ","809724":"\n   If you were a teacher, what would you do differently than the teachers you had growing up?\n  ","809725":"\n   Why is marijuana bad for you?\n  ","809726":"\n   BQOTD; WDYT when people say \"no offense,\" or \"im not attacking you,\" in an argument?\n  ","809727":"\n   Ur birth story is crazy\n  ","809728":"\n   Growing up, which of your parents was a better cook? Was your mom a good cook? Was your father?\n  ","809729":"\n   Name one thing that you think is overrated, and one thing that you think is underrated?\n  ","809730":"\n   What's the most ignorant thing you've heard someone say?\n  ","809731":"\n   Do you block people\n  ","809732":"\n   Doing honesty night so mind sending some followers my way?💕 (ignore if this annoys)\n  ","809733":"\n   What's a movie you didn't think you'd like but ended up loving after watching it?\n  ","809734":"\n   Haha if you didn't care you wouldn't send me questions so stop :)\n  ","809735":"\n   Hahaha you didn't know I had an ask? You like my stuff and I was Jodys best friend, you do KNOW who I am, don't play innocent.\n  ","809736":"\n   What are you scared of\n  ","809737":"\n   Did you send\n   \n    @TiannaWinsor\n   \n   stuff\n  ","809738":"\n   Post three random facts about yourself:\n  ","809739":"\n   Circumcision is so fucked up like who cuts off pieces of their kids genitals\n  ","809740":"\n   Should guys wear a beard and what kind?\n  ","809741":"\n   I've seen you say \"mad stupid\" on here before, is that just something New Yorkers say? I've never seen anyone else say that, unless their from NY!!\n  ","809742":"\n   📦How many times in your life have you moved?\n  ","809743":"\n   Will you send people my way please? Inbox is totally empty. Thanks!\n----\nQ: Have you started watching Fuller House? What do you think of it? If not, do you want to watch it?\n  ","809744":"\n   Tell a cute\/funny story about something a little kid did?\n  ","809745":"\n   Are you single or in a relationship?\n  ","809746":"\n   If you could find out your entire future, would you want to?\n  ","809747":"\n   What is your opinion on alcohol?\n  ","809748":"\n   Do you consider yourself smart?\n  ","809749":"\n   Is there someone you talk to all day everyday?\n  ","809750":"\n   Yeah she's Hot Aha🔥🔥\n  ","809751":"\n   do you laugh when you get your feet tickled? do you like it?\n  ","809752":"\n   Who is your celebrity crush or celebrity crushes? (Bonus points: do a vr)\n  ","809753":"\n   That is scary\n  ","809754":"\n   Three pounds? That's tiny! So glad he's healthy now :)\n  ","809755":"\n   Birth story?\n  ","809756":"\n   What's your birth story'\n  ","809757":"\n   I was pregnant when you gave birth and holy shit did it scare me. Glad all is well with you and Joseph. ❤️\n  ","809758":"\n   What's the scariest thing that's every happened to you?\n  ","809759":"\n   Im new to your page .. but do u watch Love & Hip Hop ? ☺\n  ","809760":"\n   What's something you hate about people on ask?\n  ","809761":"\n   R u famous?\n  ","809762":"\n   Hello\n  ","809763":"\n   What's your favorite thing to do?\n  ","809764":"\n   How long do you want to be engaged for?\n  ","809765":"\n   What's for lunch?\n  ","809766":"\n   Would you circumcise your child if you had a son?\n  ","809767":"\n   Hi.......wait this is askfm..Hi?\n  ","809768":"\n   When will Joseph be 3\n  ","809769":"\n   How blunt are you to others\n  ","809770":"\n   BQOTD; What kind of friend are you? What are the pros and cons of you as a friend?\n\n\nAlso, honesty weekend, and I am down for q4q for those who wanttt. 😏 Happy Saturday!\n  ","809771":"\n   What's something you really hate?\n  ","809772":"\n   Thinking about deactivating. Sorry to anyone I've hurt\n  ","809773":"\n   Why is everyone saying they want to have sex in front of kids?? It's what the girl in the video was saying yesterday\n  ","809774":"\n   What's something you want?\n  ","809775":"\n   I wasn't assuming it ever does happen! I just meant like on the rare occasion it might happen or in theory, does it seem weird to you\n  ","809776":"\n   Do you think it's weird to have sex while your son is in the room?\n  ","809777":"\n   How do you have so many followers?\n  ","809778":"\n   # of followers\n  ","809779":"\n   Are you guys still at the hotel\n  ","809780":"\n   Do you talk to Jody everyday?\n  ","809781":"\n   Post a picture of your derpiest derp face!?\n  ","809782":"\n   List everyone from ask that you talk to outside of ask?\n  ","809783":"\n   What's the weirdest or most exotic food you've ever eaten?\n  ","809784":"\n   Who's your favorite superhero? What's your favorite superhero movie?\n  ","809785":"\n   phone or computer?\n  ","809786":"\n   PAP ur hotel room??\n  ","809787":"\n   Do you miss any old friendships on here?\n  ","809788":"\n   How many tattoos do you have?\n  ","809789":"\n   Who's your best friend on here?\n  ","809790":"\n   How long are you guys staying?\n  ","809791":"\n   You guys went on a vacation?\n  ","809792":"\n   You still at McDonald's? ?\n  ","809793":"\n   Your son's not with you guys?\n  ","809794":"\n   Why are you at a hotel\n  ","809795":"\n   What hotel are you at?\n  ","809796":"\n   Heyyy\n  ","809797":"\n   Last time you had sex\n  ","809798":"\n   You did say anything\n  ","809799":"\n   If you were peeing outside and mid pee you saw you were peeing on a worm. Would you stop or keep peeing?\n  ","809800":"\n   What's one thing that always makes you happy? PAP!\n  ","809801":"\n\n    @helpandadviceforteenparents\n   \n   needs to be more educated\n  ","809802":"\n   in what ways do you agree and in what ways do you disagree\n  ","809803":"\n   What do you think should be free and why?\n  ","809804":"\n   Are there any side effects to that spell?\n  ","809805":"\n   Do you agree with communist ideas\n  ","809806":"\n   In our society, do you think it's easier to be born male or female?\n  ","809807":"\n   Please, turn me into a girl with a magic spell 😃\n  ","809808":"\n   Do men experience sexism?\n  ","809809":"\n   Why do you keep liking Taylor's stuff?\n  ","809810":"\n   Lol I didn't do that\n  ","809811":"\n\n    https:\/\/ask.fm\/WincestDestiel\/answers\/135336369993\n   \n   Opinion on this video? So trashy\n  ","809812":"\n\n    https:\/\/ask.fm\/JimmieDimmick\/answers\/136178449934\n   \n   Opinion on this video?\n  ","809813":"\n   How's the hotel going\n  ","809814":"\n   well I just did correct you. your welcome not like I was rude about it either sooooo\n  ","809815":"\n   because you said be my guess instead of be my guest...\n  ","809816":"\n   it's \"be my guest\" not be my guess lol\n  ","809817":"\n   I'm currently watching Fuller House and I love it! My question is, are you a fan of Full House? Have you seen Fuller House yet?\n  ","809818":"\n   Why don't you block people?\n  ","809819":"\n   Do you have anyone blocked on snapchat or Instagram?\n  ","809820":"\n   Does your tattoo still hurt?\n  ","809821":"\n   SC name?\n  ","809822":"\n   How can you guys afford a hotel?\n  ","809823":"\n   Do you text a lot\n  ","809824":"\n   What's for dinner 😊\n  ","809825":"\n   Have you talked to Taylor?\n  ","809826":"\n   How old are you?\n  ","809827":"\n   Are you Greg and Joseph staying in a hotel for just one night?\n  ","809828":"\n   Do you have any interest in serial killers or true crime? If so what cases\/killers interest you most?\n  ","809829":"\n   What foods smells the best?\n  ","809830":"\n   What's your favorite kind of muffin?\n  ","809831":"\n   What's your go to coffee order when you're at a coffee shop?\n  ","809832":"\n   Where are you?\n  ","809833":"\n   What tastes better than it smells?\n  ","809834":"\n   Don't be a typical dumb black person.\n  ","809835":"\n   They don't. Think critically. Don't be as dumb as people assume you are.\n  ","809836":"\n   You didn't even provide your opinion\n  ","809837":"\n   They don't experience racism\n  ","809838":"\n\n    https:\/\/ask.fm\/JennaJM1\/answers\/136087375031\n   \n   Agree or disagree? (Really not trying to stir up drama just curious about people's opinions!)\n  ","809839":"\n   What's your opinion on mothers breastfeeding in public! Do you think covers should be used?\n  ","809840":"\n   Do you think white people can experience racism?\n  ","809841":"\n   Are you for or against the legalization of marijuana for recreational use?\n  ","809842":"\n   Thinking of doing a spam of questions so if you don't want any just let me know! 😊\n  ","809843":"\n   What's a food that tastes better than it smells?\n  ","809844":"\n   2.5 year old kids are so squirmy\n  ","809845":"\n   What's your opinion on\n   \n    @HandsomeStranger2014\n   \n   saying that women shouldn't breastfeed in public without a cover? Do you agree or disagree?\n  ","809846":"\n   Is anyone on Omegle under the interests of \"Ask.fm\" I'm bored and can't find anyone D:\n  ","809847":"\n   Which baby names do you like the best? Are there any names you like but would never use?\n  ","809848":"\n   Do you like to read?\n  ","809849":"\n   What's your favorite kind of restaurant? (Like Mexican, seafood, etc.)\n  ","809850":"\n   What are you doing\n  ","809851":"\n   Who's up for a quick controversial spam? 🙋🏼\n  ","809852":"\n   Do you prefer headphones or earbuds?\n  ","809853":"\n   Do you think a business should be allowed to ask someone with an offensive tattoo (like a swastika) to leave?\n  ","809854":"\n   What's the grossest fast food place?\n  ","809855":"\n   📷When was the last time you have gotten a family picture taken?\n  ","809856":"\n   My friend is going out with a guy who doesn't talk to her a lot and claims he's busy with family or work and she doesn't things getting better but she really wants to be with him so she's gonna just waste he time with him until either he talks to her more or she gets fed up, is that a bad move?\n  ","809857":"\n   If you ask someone about something your friend is going through to get advice but you keep yourself and your friend anonymous so ppl wouldn't know who the friend is would that still count as putting their business out there or is it okay to ask for other's opinions?\n  ","809858":"\n   How would you deal with someone who's stubborn?\n  ","809859":"\n   Do you like that you get to choose whether you want to see the answers your friends like or take them off?\n  ","809860":"\n   Do you think it's okay to be friends with an ex while in a committed relationship with someone else?\n  ","809861":"\n   Do you feel as if you give your best effort each day?\n  ","809862":"\n   Tag your ask.fm crush! (Or crushes if you'd like)\n  ","809863":"\n   Would you be able to stay in a relationship with someone who doesn't talk to you much or respond to your texts and claims they are always busy but yet they don't want you talking to anyone else but them?\n  ","809864":"\n   Pap of your text messages\n  ","809865":"\n   Do you like country music?\n  ","809866":"\n   Invent a new word and its definition?\n  ","809867":"\n   1-10 how bad did your tattoo of your boyfriend's name hurt?\n  ","809868":"\n   Do you think it's okay for girls to get guys flowers?\n  ","809869":"\n   If anyone wants to do a spam for spam come to my page and let me know! \nSorry if this is annoying 😕\n  ","809870":"\n   How many of you have very unactive followers? 😂 I never get any questions\n  ","809871":"\n   Do you like rap? If so, who's your favorite rapper?\n  ","809872":"\n   Literally done with life with these tags . First my salsa spilt on my white sheets now people are saying I love people's asses .\n  ","809873":"\n\n    @nessaaaloveeee\n   \n   likes your butt\n  ","809874":"\n   I've made a personalized spam for someone and some of the questions aren't all directed towards her so I'll send some of the questions that can apply to anyone to a random select people I follow (aka you guys!) so get ready for a mini spam! (this'll go on for a few days)\n  ","809875":"\n   Do you own a record player? What kind of records do you own (if you have any)?\n  ","809876":"\n   When's the first time you realized you were in love?\n  ","809877":"\n   Are you more proactive or reactive?\n  ","809878":"\n   Is traffic really bad where you live? Are there times of the day you avoid going out because you know that's when traffic is the worse?\n  ","809879":"\n   Who do you want to be president? (And are you voting?)\n  ","809880":"\n   Do you have any unpopular opinions that you hold really really strongly? If so what is it\/what are they?\n  ","809881":"\n   At what age do you think a person is no longer too young to have sex?\n  ","809882":"\n   Have you ever been to Iowa?\n  ","809883":"\n   Different countries, different passports. I'm curious: what does your passport (cover) look like? Post a picture! \n\n(obvsly only if you have one)\n  ","809884":"\n   You're beautiful ☺ stay strong 💜\n  ","809885":"\n   You sending Taylor stuff\n  ","809886":"\n   How do you know?\n  ","809887":"\n   Why do you leave your son at home almost every single night?\n  ","809888":"\n   Has\n   \n    @taylor1188\n   \n   talked  about you\n  ","809889":"\n   BQOTD; What is your opinion on the new Facebook feature which allows you to like, love, laugh, cry, be shocked, or be angry about a post by holding down the 'like' button?\n  ","809890":"\n   How often do you talk to\n   \n    @Jodylovex\n   \n","809891":"\n   That was mean of you!\n  ","809892":"\n   Do you want anymore piercings or tattoos? \nIf so, what?\n  ","809893":"\n   🇬🇧Have you ever been\/live in the UK? What do you like about it?\n  ","809894":"\n   Late night Q4Q and Late Night Honesty Hour. \n\nQ: Do you have difficulty sleeping?\n  ","809895":"\n   Which side of your arm do you consider the \"front\" and which side episo you consider the \"back?\" (My boyfriend and I are having a little bit of an argument lol)\n  ","809896":"\n   Do you think Taylor wants attention\n  ","809897":"\n   Do you believe in the theory of evolution?\n  ","809898":"\n   What are the best ways to help yourself fall asleep\n  ","809899":"\n   Did you get any morning sickness during your pregnancy?  How long did it last? How bad was it?\n  ","809900":"\n   Do you have an askfm crush?\n  ","809901":"\n   What are you doing currently?\n  ","809902":"\n   Do you have anyone you need to apologize to? \nIf so, you should do that. We aren't promised tomorrow and neither are they. ♡\n  ","809903":"\n   Taylor's leaving ask\n  ","809904":"\n   Doing a spam soon ♡\nHope you enjoy guys (:\n  ","809905":"\n   Do you get annoyed with people tagging you in answers too often or does it not bother you?\n  ","809906":"\n   Thoughts on Saint West\n  ","809907":"\n   Im just curious about how long you all have followed me (if you do) and what made you decide to follow me?\nI love following all of you!☺\n  ","809908":"\n   If you cook, what is your main ingredient you use often in every dish?\n  ","809909":"\n   Do you have an ex that you're on good terms with? Describe them.\n  ","809910":"\n   How often do you report your questions you're sent? Do you report people's answers often? What would be the terms in which you report someone?\n  ","809911":"\n   Love following you guys ♡\n  ","809912":"\n   Do you like the Breakfast Club?\n  ","809913":"\n   Do you consider yourself intelligent\n  ","809914":"\n   Have you ever seen The Breakfast Club?\n  ","809915":"\n   Do you follow\n   \n    @TropicalStar\n   \n   ? :)\n  ","809916":"\n   No offense but you should really stop calling\n   \n    @WincestDestiel\n   \n   \"man.\" She's a demiboy not a man\n  ","809917":"\n   Please share a prayer for all the locals in Louisiana. 3 tornadoes formed in New Orleans and other tornadoes have hit multiple parishes damaging business and homes. Streets have been shut down, heavy rain fall continues, and power outages. Currently awaiting flooding alerts. 😞😞😰😰 Thanks guys!\n  ","809918":"\n   BQOTD: When it comes to your personal views and opinions, are you open in terms of discussing them or are you one to keep hush hush about them? Why?\n  ","809919":"\n   Do you talk to animals as if they're babies? My mum does it and it really makes me laugh😂😁\n  ","809920":"\n   Sorry to be a pain, you can ignore this if you want. But I want to keep this post up near the top of my likes, could you guys hit the little heart for me and I'll give you a little love back!\n   \n    https:\/\/ask.fm\/fabbielousxo\/answers\/133674694195\n   \n   🌸💘\n  ","809921":"\n   FQOTD: Do you play any games on your mobile\/desktop\/laptop\/tablet? If so, what are they? Would you recommend it?\n  ","809922":"\n   Pap of you holding a sign saying.\"Tom is the greatest person I've ever met.\"😊\n  ","809923":"\n   Coffee or tea?\n  ","809924":"\n   Oatmeal or cereal?\n  ","809925":"\n   Do you try to be politically correct in your answers and every day conversation?\n  ","809926":"\n   Greek food or Italian food?\n  ","809927":"\n   Navy blue or black?\n  ","809928":"\n   Going out or staying in?\n  ","809929":"\n   How long does it take for you to get ready?\n  ","809930":"\n   If you had to pick - horror or comedy?\n  ","809931":"\n   Do you like horror movies?\n  ","809932":"\n   Did you ever miss Stabler when he left the show?\n  ","809933":"\n   do you have beef with Ashlie?\n  ","809934":"\n   Are you still trying to put on weight for health reasons and is it working for you?\n  ","809935":"\n   Cute as a bug in your top Liked photo 💖💖\n  ","809936":"\n   Np . You look fabulous with your curly hair hun\n  ","809937":"\n   Your curly hair is much prettier than the straightened look but that's just my opinion\n  ","809938":"\n   tbh really love your curly hair and will be happy to see it again in the spring then\n  ","809939":"\n   Are you deathly allergic to anything ?My daughters classmate has a severe peanut allergy and the other kids in class can't bring anything peanut related such as peanut butter sandwiches or cookies etc for lunch.\n  ","809940":"\n   what happens in the spring?\n  ","809941":"\n   Do you have anorexia?\n  ","809942":"\n   Do you straighten your hair every day?\n  ","809943":"\n   what happened w u and taylor\n  ","809944":"\n   do u like ice t's character on svu? I think him and Munch are such great partners\n  ","809945":"\n   I like you with curly hair! It really suits you\n  ","809946":"\n   What's the meaning behind your username\n  ","809947":"\n   How's the weather were you live? Do you like it or do you want it to be warmer\/colder?\n  ","809948":"\n   MUNCH is the best character on Law and Order. He's so hilarious.\n  ","809949":"\n   You don't talk to Taylor anymore\n  ","809950":"\n   🐿What are some animals that you see outside on a daily basis?\n  ","809951":"\n   Is that greg\n  ","809952":"\n   If you can find any, post a throwback picture of you as a baby\/kid?\n  ","809953":"\n   Respond to this with a song lyric you like\n  ","809954":"\n   Respond to this with a movie or tv show quote you like\n  ","809955":"\n   Why do people put perfume on their wrists?? Is it just a cultural thing? Like why did that turn into the place to put perfume?\n  ","809956":"\n   Sky asked you to not post this? 😂\n  ","809957":"\n   Hi my name is Doug Funny\n  ","809958":"\n   Victoria wanna fight you ohh no lol\n  ","809959":"\n   Have you seen Deadpool? If so, did you like it? If not, do you think you'll end up watching it?\n  ","809960":"\n   Dark chocolate or milk chocolate?\n  ","809961":"\n   Least favorite season? (Summer, winter etc.)\n  ","809962":"\n   Cake or pie? (And what's your favorite kind of whatever you chose?)\n  ","809963":"\n   Who's your favorite character on Law and Order SVU?\n  ","809964":"\n   0-10 how bad did your new tattoos hurt?\n  ","809965":"\n   Have you ever had carpal tunnel or suffered from any wrist pain? If so do you have any tips for alleviating it?\n  ","809966":"\n   What do you think is the one question you've been asked the most in the history of you having an Ask.fm account?\n  ","809967":"\n   Did\/Do you Co-Sleep with your child(ren)?\n  ","809968":"\n   Are there any careers you would never feel comfortable dating someone in?\n  ","809969":"\n   Are there any careers you  for\n  ","809970":"\n   What battery percentage do you charge your phone at?\n  ","809971":"\n   It's 4 pm and I'm not sure whether to take a nap first or do my homework first?\n  ","809972":"\n   If you follow me, I want to know how long you've followed me for. Curious to see who's stayed with me✨\n  ","809973":"\n   Lol is it because you and Jody are friends\n  ","809974":"\n   Why don't you like Taylor ?\n  ","809975":"\n   Your boyfriend tried having sex with me lol\n  ","809976":"\n   Do you like\n   \n    @taylor1188\n   \n","809977":"\n   What's your favorite sit down chain restaurant? (Not fast food!)\n  ","809978":"\n   Are there any celebrities who aren't traditionally considered super hot, that you find very attractive?\n  ","809979":"\n   BQOTD; How do you take care of your skin? What's your routine? Are you more oily or dry?\n  ","809980":"\n   I hope you all had an amazing night ♡\n  ","809981":"\n   What age should a child really be out of diapers?\n  ","809982":"\n   Is there someone you have gotten used to letting you down?How come you keep them around in your life?\n  ","809983":"\n   Oh lots of people said you were ugly\n  ","809984":"\n   Why do people think you're ugly?\n  ","809985":"\n   Someone called you the n word?\n  ","809986":"\n   How many piercings do you have?\n  ","809987":"\n   You should be verified\n  ","809988":"\n   What would you like to see in the next ask.fm update? What are some changes and additions that they should make?\n  ","809989":"\n   Which iPhone do you have and do you have q case on? If so what it is?\n  ","809990":"\n   How long did it take\n  ","809991":"\n   How many followers do you have?\n  ","809992":"\n   SC name?\n  ","809993":"\n   Whoa the emojis\n  ","809994":"\n   What do you put on pancakes?\n  ","809995":"\n   Pap of your text stream\n  ","809996":"\n   ☠What are some questions on here that you never answer?\n  ","809997":"\n   How much pain was each tattoo on a scale from 1-10. With 10 being high\n  ","809998":"\n   What's your reaction to the words \"We need to talk..\"?\n  ","809999":"\n   What happened with your friendship with Taylor\n  ","810000":"\n   When will you be engaged\n  ","810001":"\n   What's your least favorite breakfast food?\n  ","810002":"\n   What's the most romantic thing someone has ever done for you?\n  ","810003":"\n   What's your favorite way to eat potatoes? (French fried, hashbrowned, baked, mashed, etc.)\n  ","810004":"\n   What's your favorite kind of cake?\n  ","810005":"\n   Does anyone play the Kylie and Kendall Jenner game? I started today and I haven't got off it since🙈🙊\n  ","810006":"\n   What kind of person do you find attractive?\n  ","810007":"\n   Who is someone that means the world to you?\n  ","810008":"\n   Have you ever been in love?\n  ","810009":"\n   Are you allergic to anything?\n  ","810010":"\n   Do you spend or save your money?\n  ","810011":"\n   What does everyone think of the new update? I think it's awesome that they finally made it where we can choose the color here. What color did you choose? Also hope all of you have a wonderful day. 💕\n  ","810012":"\n   What opinions?\n  ","810013":"\n   Can you think of any opinions you have that differ dramatically from your family?\n  ","810014":"\n   What's the worst way to get bad news?\n  ","810015":"\n   Do you keep a diary?Would you care to read us all a passage from it?\n  ","810016":"\n   I'm having an honesty week. If you're interested in knowing my views for anything, feel free to ask. Other than that, use this to post a picture of something cool or use this as a space to vent or rant or talk about something.\n  ","810017":"\n   Pap of your tattoos now 😍\n  ","810018":"\n   What would your reaction be to the we need to talk text?\n  ","810019":"\n   At what age do you think it's inappropriate to let your kids run around naked?\n  ","810020":"\n\n    @lifewith5_nannystyle\n   \n   didn't buy her child something for her first birthday. She a terrible parent and should have her taken. Poor kid :(\n  ","810021":"\n   I need suggestions on who to follow, considering it's only 7 atm. 😂😅 please.\n  ","810022":"\n   I love love your tattoo and the placement. Im so ready to be able to get another. 😩😍\n  ","810023":"\n   What's your tattoo say?\n  ","810024":"\n   Are you a city or a nature person?\n  ","810025":"\n   Does a person deserve a third chance even after being forgiven twice for repeating the same mistake?\n  ","810026":"\n   Why do you think women are considered rude or even disgusting for talking about sex? Do you think women are shamed if they admit they masturbate compared to men? Why?\n  ","810027":"\n   Don't answer if uncomfortable; what things from your childhood you recall your parents\/guardians doing with you that you now consider something you'd never to with your children?\n  ","810028":"\n   (Inbox me if you want to do a Q4Q) What was your favorite candy, sweet, or food as a child? Has it changed? If so, what is it now?\n  ","810029":"\n   Do you usually eat soft candy or hard candy?\n  ","810030":"\n   Did your tattoo hurt\n  ","810031":"\n   BQOTD; What would you say is your best quality? What about your worst?\n  ","810032":"\n   Does anyone want to do spam for spam or I can just ask you questions.\nI'm so bored!\n  ","810033":"\n   What is your opinion on the legalization of prostitution? Do you think it should be legalized?\n  ","810034":"\n   What's the last thing you cooked?\n  ","810035":"\n   What's the last thing you do before you go to bed?\n  ","810036":"\n   Pap that brings back good memories?💜\n  ","810037":"\n   Did you get the tattoo of your son's name on your Arm or leg?\n  ","810038":"\n   Also, Q4Q anyone? anything goes for honesty weekend as well! \n\nUse this as a filler for whatever. 💋\n  ","810039":"\n   Who on ask do you want to be friends with or text that you don't already?\n  ","810040":"\n   I've never asked that question before in my life I think\n  ","810041":"\n   What's a food that most people don't like, but you love?\n  ","810042":"\n   Who shaves their legs regularly in the winter? Fuck outa here anon, guess what, girls aren't magically hairless 24\/7\n  ","810043":"\n   Hairy legs ew\n  ","810044":"\n   QOTD: Do you prefer to take notes in sentence form or bullet points? Why do you do this?\n  ","810045":"\n   Have you ever gone whale watching?Would you ever want to?\n  ","810046":"\n   What's the most disgusting candy ?\n  ","810047":"\n   Marco........MARCOOOO.......\n  ","810048":"\n   Pap of your son as a newborn?💙 \nHe was so little & cute!❤\n  ","810049":"\n   \"Old news\" as such, but if you're aware of the Sia video for Elastic Heart, ft young Maddie and an older male dancer; why do you feel there were so much negativity attached to that video? If you're not aware, Watch first and comment your thoughts on the video.\n  ","810050":"\n   Does your boyfriend have your name tattooed on him?\n  ","810051":"\n   any tips on how to get my two year old off the bottle? 😩\n  ","810052":"\n   What did you do today?\n  ","810053":"\n   I want to take a moment and tell each and everyone of y'all that I love you and I care about you. Each one of you are world changers. Without you, this world would be so different and I couldn't imagine not having had the pleasure of knowing you. Be who you are and change the world💕\n  ","810054":"\n   What percentage is your phone at?\n  ","810055":"\n   Do you have your boyfriend's name tattooed on you? if so , where is it ?\n  ","810056":"\n   How long do you have to keep the plastic on your arm ?\n  ","810057":"\n   Can you show us a better picture of your tattoos?\n  ","810058":"\n   What video game (if any) do you like to play?\n  ","810059":"\n   What games (if any) do you have on your phone?\n  ","810060":"\n\n    @justbecause__\n   \n   says she doesn't want kids but yet she pretended her sister was her child, she faked miscarriages, and she lied about TTC. This girl is a whack job. Thank goodness no one likes her. Lmaolmaolmaolmaolmao\n  ","810061":"\n   What is your relationship status?\n  ","810062":"\n   You're in the park on a nice spring day it's beautiful out and around noon, you sit on a bench & decide to eat lunch. It's a sandwich and home made French fries. You take it out and a GIANT Pigeon swoops down and starts eating your French fires! What would you do ????\n  ","810063":"\n   Do you cry often?\n  ","810064":"\n   Is your life better ,worse,or the same as a year ago?\n  ","810065":"\n   What's something u want to do?\n  ","810066":"\n   Do you take no for an answer?\n  ","810067":"\n   Do you think you are\/will be a strict parent?\n  ","810068":"\n   Taylor talks 💩 about you\n  ","810069":"\n   When are u getting ur tattoo?\n  ","810070":"\n   How come u don't text Taylor\n  ","810071":"\n   I will be sending out a spam later. For now, send in your @ for a compliment if you'd like!\n  ","810072":"\n   What's the one thing that you need right now?\n  ","810073":"\n   What same food do you eat everyday?\n  ","810074":"\n   How are you getting Joseph's name?\n  ","810075":"\n   what tattoo is ur bf getting?\n  ","810076":"\n   Is ur boyfriend getting a tattoo\n  ","810077":"\n   not sure how you're copying people. that's a pretty common tattoo. I've wanted one since I had Wyatt.\n  ","810078":"\n   Why is anon acting like Abbie is the first person in the world to get a roman numeral tattoo? ☕🐸\n  ","810079":"\n   Why are you copying people\n  ","810080":"\n   It's *Roman Numeral* and you realize you copy\n   \n    @fabbielousxo\n   \n   since she JUST got that tattoo.\n  ","810081":"\n   If there is one thing you could improve\/change, what would it be? Why?\n  ","810082":"\n   Playing another guess the number I'm thinking of for a personalized spam. I will pick two numbers instead because last time no one guessed it correctly. \nI'm thinking of two numbers between 1-10. Guess ONE.\nIf I like your answer, it's correct. \nIf I like your answer, send me your topic(s) ☺\n  ","810083":"\n   Most romantic thing anyone has done for you?\n  ","810084":"\n   Pap of your text messages?\n  ","810085":"\n   What are some things that you are afraid of?\n  ","810086":"\n   You eat a lot of fast food?\n  ","810087":"\n   Do you prefer going out to dinner or cooking at home?\n  ","810088":"\n   When did you last feel sick?\n  ","810089":"\n   Are you more of a talker or a listener?\n  ","810090":"\n   How often do you text your significant other?\n  ","810091":"\n   What are your plans for today?\n  ","810092":"\n   What are you getting?\n  ","810093":"\n   What's your most proudest accomplishment(s)?\n  ","810094":"\n   Greg's smarter than you? You seem pretty intelligent :)\n  ","810095":"\n   Do you feel more or less intelligent than Greg? Do you think inequality in intelligence can damage a relationship?\n  ","810096":"\n   Are you comfortable with Greg driving drunk?\n  ","810097":"\n   Where was Joseph last night? When you and Greg went out! :)\n  ","810098":"\n   What are your favorite places to buy kids clothes?\n  ","810099":"\n   Have you ever left your child(ren) with a babysitter? Do you feel comfortable leaving your child with a teenager?\n  ","810100":"\n   What are your qualifications that a person has to meet for you to consider them as your best friend?\n  ","810101":"\n   How was ur day\n  ","810102":"\n   What are you doing\n  ","810103":"\n   Who would you sing a duet with?\n  ","810104":"\n   What's the last thing you ate?\n  ","810105":"\n   Do you usually eat breakfast?\n  ","810106":"\n   What's your favorite perfume?\n  ","810107":"\n   Do u talk to Taylor\n  ","810108":"\n   If you have any questions you would like to ask, feel free! \nI may do a few VR tonight 😊\n  ","810109":"\n   How do you feel about the term \"Teen Mom\"?\n  ","810110":"\n   List some turn offs and turn ons.\n  ","810111":"\n   Story of how you found out you were expecting!\n  ","810112":"\n   Who is your bestfriend?\nWhat makes them your bestfriend?\n  ","810113":"\n   What was\/is your birth plan?\n  ","810114":"\n   Do you\/did you have any addictions?\n  "},"Answer":{"809042":"\n  ^^^\n  ","809043":"\n  If y'all are going to run y'all mouth about me the least you can do is message me . Thanks boo boo 😘\n  ","809044":"\n  Idk that's what haters do lol\n  ","809045":"\n  Be with my boyfriend and son lol\n  ","809046":"\n  Thank you ☺️\n  ","809047":"\n  Lmfao can't be mad for being honest when I said y'all are fake . Aha I wake up to everyone talking about me again. Y'all don't phase me its social medial I don't KNOW YALL 😏\n  ","809048":"\n  Not*\n  \n  And I answered this already\n  ","809049":"\n  Lol how? Explain .\n  ","809050":"\n  NineGDxFourO\n  ","809051":"\n  What?\n  ","809052":"\n  Lol how?\n  ","809053":"\n  She doesn't have an ask\n  ","809054":"\n  I have a friend named Taylor who is gorgeous and I talk to on Twitter . I'll be texting her tomorrow ☺️\n  ","809055":"\n  We had a Ford Escape\n  ","809056":"\n  9:31pm\n  ","809057":"\n  Yeah I have only a warning\n  ","809058":"\n  I'm just going to stay quiet\n  ","809059":"\n  It all depends\n  ","809060":"\n  Yeah it's annoying\n  ","809061":"\n  Why are you still stuck\n  ","809062":"\n  No opinion\n  ","809063":"\n  Not sure\n  ","809064":"\n  Too many people bought them today\n  ","809065":"\n  Wtf\n  ","809066":"\n  Yeah I've been in a lot\n  ","809067":"\n  Nothing\n  ","809068":"\n  Idc about anyone's life but mine\n  ","809069":"\n  No lol\n  ","809070":"\n  Money for my self and family sorry not sorry\n  ","809071":"\n  Aha thanks ☺️\n  ","809072":"\n  I'm at work 😩\n  ","809073":"\n  My dad\n  ","809074":"\n  I have green glasses lol\n  ","809075":"\n  Not really\n  ","809076":"\n  M&m\n  ","809077":"\n  Never been bullied\n  ","809078":"\n  Happy St. Patrick's Day 🍀. And no I wish I did because we're allowed to wear green at work 😩\n  ","809079":"\n  I don't have a McDonald's life it's called a job\n  ","809080":"\n  I have work at 6:30\n  ","809081":"\n  A week lol\n  ","809082":"\n  I have work in 4 hours . Baby is sick and just fell asleep 💕🔐. So goodnight . Leave me questions if ya want\n  ","809083":"\n  Yeah it's alright\n  ","809084":"\n  Every last one of y'all are annoying asf on ask. Y'all all make me sick to my damn stomach\n  ","809085":"\n  Bye\n  ","809086":"\n  Good , annoyed\n  ","809087":"\n  Me\n  ","809088":"\n  Follow bby\n  ","809089":"\n  iPhone 6s Plus\n  ","809090":"\n  No that would be cool\n  ","809091":"\n  Lol y'all stupid\n  ","809092":"\n  Lmfao\n  ","809093":"\n  Huh\n  ","809094":"\n  How blunt I am\n  ","809095":"\n  I gain a lot lol and on ig I barely use and Twitter everyday lol\n  ","809096":"\n  Wtf kinda question is this\n  ","809097":"\n  It's okay\n  ","809098":"\n  Send me stuff 💕💕💕💕💞💞💞💞\n  ","809099":"\n  A what lol\n  ","809100":"\n  Nope\n  ","809101":"\n  I'd be\n  \n   @NineGDxFour\n  \n","809102":"\n  Nope. Why be bitter lol\n  ","809103":"\n  Lmfao yes I have bad memory\n  ","809104":"\n  I'd rather not say and my boyfriend\n  ","809105":"\n  Okay\n  ","809106":"\n  Yeah I have it\n  ","809107":"\n  Yeah\n  ","809108":"\n  Yeah I do\n  ","809109":"\n  NineGDxFourO\n  ","809110":"\n  At first yea depends on how close we were. But then I said F it and just go on with my life. Either with or without them.\n  ","809111":"\n  Good.\n  ","809112":"\n  I don't follow or keep up with her life. I keep up with my life tho\n  ","809113":"\n  People in general damn\n  ","809114":"\n  I know I speak facts ! Just remember the more you worry about someone else's life the more miserable you become 😏\n  ","809115":"\n  Slim to none\n  ","809116":"\n  GCD\n  ","809117":"\n  My boyfriend . If you tell anyone else everything they might use your information against you.\n  ","809118":"\n  Why do y'all have to stalk everyone's social media? If you want to know come off anon till then keep guessing ✌🏽\n  ","809119":"\n  When you come across someone's ask page and you're blocked for no reason, like who hurt you\n  ","809120":"\n  Cloudy\n  ","809121":"\n  Because people think their better than others\n  ","809122":"\n  Yeah\n  ","809123":"\n  Lol googles to much\n  ","809124":"\n  Idk\n  ","809125":"\n\n   @Jodylovex\n  \n","809126":"\n  lol I'm talking to her now ☺️\n  ","809127":"\n  Lol\n  ","809128":"\n  No\n  ","809129":"\n  🙃\n  ","809130":"\n  All y'all fake asf on here tbh 🙃\n  ","809131":"\n  It's funny because I haven't sent her anything and idc to tbh , why would I send her something about Taylor when I haven't even talked about Taylor to her? Logic sense\n  ","809132":"\n  I just flat ironed it\n  ","809133":"\n  March 2013\n  \n  2 years ago 😍💙\n  ","809134":"\n  Today\n  ","809135":"\n  Chinese 😋\n  ","809136":"\n  My mom or my boyfriend\n  ","809137":"\n  My sons name\n  \n  And for a girl it's a secret lol.\n  \n  Only my boyfriend knows\n  ","809138":"\n  5 days\n  ","809139":"\n  Thank ya 💙\n  ","809140":"\n  Obviously I stated it before\n  ","809141":"\n  Lol explain\n  ","809142":"\n  No\n  ","809143":"\n  With Joseph 💙\n  \n  I wanna smoke to aha\n  ","809144":"\n  Aha thanks . Little dysfunctional but we cute still 😍👪\n  ","809145":"\n  For what?\n  ","809146":"\n  A girl 🎀\n  \n  My boyfriends baby cousin gives me baby fever 😩\n  ","809147":"\n  Yeah lol I don't think so, I don't think we can have anymore that's all I'm saying\n  ","809148":"\n  Yeah\n  ","809149":"\n  Why not what?\n  ","809150":"\n  Yeah I do, but I don't think that's happening\n  ","809151":"\n  My hair\n  ","809152":"\n  Why are y'all so nosey\n  ","809153":"\n  Send her some ideas\n  ","809154":"\n  Wednesday\n  \n  Next Friday\n  \n  Summer lol\n  ","809155":"\n  Tbh I don't care !!!!!\n  ","809156":"\n  1358\n  ","809157":"\n  Yeah I got use to it being big lol.\n  \n  I just need new phone cases\n  ","809158":"\n  Yay I love your spam ☺️\n  ","809159":"\n  I don't care what people think of me tbh\n  ","809160":"\n  I want to but idk when\n  ","809161":"\n  People and idk im a b*tch so no one really messes with me or I just ignore them they aren't reverent in my life lol\n  ","809162":"\n  Both tbh\n  ","809163":"\n  Yes a bunch\n  ","809164":"\n  Well it's Monday and rainy lol\n  ","809165":"\n  The 6s plus\n  ","809166":"\n  No I just got off my period\n  ","809167":"\n  Friday but we good now\n  ","809168":"\n  It was good spent time with my boyfriends family\n  ","809169":"\n  Send me questions guys !!!!!\n  ","809170":"\n  She's hurting herself\n  ","809171":"\n  I barely take naps\n  ","809172":"\n  Agree\n  ","809173":"\n  For\n  ","809174":"\n  Stop asking me. . . No\n  ","809175":"\n  Yeah\n  ","809176":"\n  Ignore things that I I know can be true\n  ","809177":"\n  HowAboutNo_x3\n  ","809178":"\n  11\/08\n  ","809179":"\n  At Greg's families house\n  ","809180":"\n  Of course I am I'm just cold\n  ","809181":"\n  ^^^\n  ","809182":"\n  Not that I know of\n  ","809183":"\n  I have an iPhone sorry\n  ","809184":"\n  Maybe\n  ","809185":"\n  I'd like it\n  ","809186":"\n  ^^^\n  ","809187":"\n  Maybe\n  ","809188":"\n  Can we stop\n  ","809189":"\n  No\n  ","809190":"\n  Twitter more\n  ","809191":"\n  No I haven't\n  ","809192":"\n  It's up to you\n  ","809193":"\n  No\n  ","809194":"\n  Neither\n  ","809195":"\n  Work things out\n  ","809196":"\n  Cheese and pepperoni\n  ","809197":"\n  Not my cup of tea\n  ","809198":"\n  Childish\n  ","809199":"\n  Stupid\n  ","809200":"\n  Yes and it's annoying\n  ","809201":"\n  Lol yeah sometimes\n  ","809202":"\n  5'4\n  ","809203":"\n  Yesterday because people are so fake . I called them out and they tired flipping the tables . ( which obviously didn't happen) I'm Queen Gabby lol\n  ","809204":"\n  A secret\n  ","809205":"\n  I love you spam☺️\n  ","809206":"\n  Twitter, ask , Facebook , snapchat , Instagram\n  ","809207":"\n  Lol I don't remember 😜\n  ","809208":"\n  Nope I'm terrible\n  ","809209":"\n  2 1\/2 next month\n  ","809210":"\n  Really nothing much be an early night been up since 3:30am\n  ","809211":"\n  Yes I love bacon\n  ","809212":"\n  English\n  ","809213":"\n  Ask bby stuff 😻\n  ","809214":"\n  ^^^\n  ","809215":"\n  The iPhone 6s Plus\n  ","809216":"\n  I don't get how when she blocked me a long time ago . 😂😂😂\n  ","809217":"\n  Lol wow mhm\n  ","809218":"\n  No why would you ask that\n  ","809219":"\n  Considering I'm blocked idk how lol\n  ","809220":"\n  Because I have proof and proof she was talking about me to someone but she won't ever admit it to me lol\n  ","809221":"\n  LOl when people block you because they punks 😂😂😂\n  ","809222":"\n  Depends lol\n  ","809223":"\n  What baby ?\n  ","809224":"\n  Awh thank you ☺️\n  ","809225":"\n  *^^^\n  ","809226":"\n  Yes I love her . Besides my small circle of trust which is\n  \n   @reacheldavis\n  \n\n   @mrsfrankenstein\n  \n\n   @wyattsmommyy\n  \n\n   @Rezlivingstoner\n  \n\n   @momarouge\n  \n\n   @babycadiex\n  \n","809227":"\n  Lmfao I know how grimmey? I'm tight their all on my other phone SmH\n  ","809228":"\n  ^^^\n  ","809229":"\n\n   @reacheldavis\n  \n\n   @redheadmomma\n  \n\n   @ktbb_\n  \n\n   @Rezlivingstoner\n  \n\n   @mrsfrankenstein\n  \n\n   @babycadiex\n  \n\n   @laikenpercic\n  \n\n   @Jodylovex\n  \n\n   @herrowkells93\n  \n\n   @hailzx\n  \n\n   @heathreneeee\n  \n\n   @adoringavory\n  \n","809230":"\n  Mmhm\n  ","809231":"\n  ☺️☺️\n  ","809232":"\n  Both\n  ","809233":"\n  Wow 24 likes lol 😳\n  ","809234":"\n  Yes\n  ","809235":"\n  Blunt\n  ","809236":"\n  Hold the door open for someone lol\n  ","809237":"\n  When something I know goes bad\n  ","809238":"\n  Not really . I sometimes have have dreams that make no sense lol\n  ","809239":"\n  I could keep any\n  ","809240":"\n  Valentines Day because you should always show your love to your significant other 365 days\n  ","809241":"\n  My phone case and stuff for Joe\n  ","809242":"\n  Yes . Lol I'm spiteful sometimes\n  ","809243":"\n  Spending money on nothing lol\n  ","809244":"\n  None I can think of\n  ","809245":"\n  Yes and with\n  \n   @GDanzy\n  \n  🔐😻😍\n  ","809246":"\n  When I die\n  ","809247":"\n  I'm a blunt 21 year old girl . Who lives in New York with a 2 year old an amazing boyfriend of 4 years 😍😻\n  ","809248":"\n  Nope I always knock\n  ","809249":"\n  Me 🙋🏽.\n  \n  Kik me back 😻\n  ","809250":"\n  Everyday 😏\n  ","809251":"\n  Nothing lol\n  ","809252":"\n  And this explains us 😍😻💙👪\n  ","809253":"\n  I like pepperoni on it lol\n  ","809254":"\n  I love it so much 😻\n  ","809255":"\n  Yeah I did but I have no photos on things phone there all on my iCloud\n  ","809256":"\n  Long hair\n  ","809257":"\n  Yeah\n  ","809258":"\n  I like the cone lol.\n  ","809259":"\n  I agree with it . I mean I only agree with disciplining a dog up until a certain extend . But don't like freaking beat the living crap outta the dog .\n  ","809260":"\n  Obviously not\n  ","809261":"\n  Send me questions guys ☺️\n  ","809262":"\n  😽\n  ","809263":"\n  Nike you should be able to name your child whatever you want\n  ","809264":"\n  I drink ice coffee lol\n  ","809265":"\n  Fruit snacks\n  ","809266":"\n\n   @MakaylaMari3\n  \n  and a long time ago\n  ","809267":"\n  Sure ☺️\n  ","809268":"\n  Eh not really\n  ","809269":"\n  Yes million of times\n  ","809270":"\n  Lol but no I wouldn't\n  ","809271":"\n  ^^^\n  ","809272":"\n  He likes Alvan lol\n  ","809273":"\n  I have been before\n  ","809274":"\n  No\n  ","809275":"\n  He can have one now . He's 2 1\/2 maybe a dog or a fish\n  ","809276":"\n  Yay I didn't know you still followed me\n  ","809277":"\n  ^^^^\n  ","809278":"\n  Yes\n  ","809279":"\n  By offering it\n  ","809280":"\n  Everything and everybody is pissing me off 💆🏽\n  ","809281":"\n  I don't have any\n  ","809282":"\n  Chicken and Mac & Cheese\n  ","809283":"\n  No gross\n  ","809284":"\n  Yes I love it 😻\n  ","809285":"\n  My mom!\n  ","809286":"\n  Lime green\n  ","809287":"\n  Spring\n  ","809288":"\n  No\n  ","809289":"\n  Ask me stuff guys ☺️.\n  \n  Enjoying my new phone 💕\n  ","809290":"\n  ^^^^\n  ","809291":"\n  I love it haha it's nice and big\n  ","809292":"\n  Walking a year and 3 months\n  \n  Crawling idk\n  ","809293":"\n  Brown\n  ","809294":"\n  When I got my phone today lol\n  ","809295":"\n  Having fun with my new phone lol\n  ","809296":"\n  Lol that's funny asf 😂😂😂\n  ","809297":"\n  Got my iPhone 6s guys. 😍😍😍\n  ","809298":"\n  Anons are to dumb that's why lol\n  ","809299":"\n  Lmfao thank you\n  ","809300":"\n  Yawn\n  ","809301":"\n  Yawn\n  ","809302":"\n  Okay ???\n  ","809303":"\n  No\n  ","809304":"\n  Yeah I know it's on SC\n  ","809305":"\n  Lame\n  ","809306":"\n  Yes because I don't trust just anyone with my son\n  ","809307":"\n  A new phone case 😂\n  ","809308":"\n  When he's sick he's a huge asshole\n  ","809309":"\n  He knows everything\n  ","809310":"\n\n   @GDanzy\n  \n  😍💍💖💕🔐😘\n  ","809311":"\n  His intelligence ☺️😍\n  ","809312":"\n  On our block 😍\n  \n   @GDanzy\n  \n","809313":"\n  Outta 4 years so much\n  ","809314":"\n  Lol there's a lot I can't remember them all 😩\n  ","809315":"\n  I'm not sure either I've never done that I wore my boyfriends boxers that's about it\n  ","809316":"\n  Do what you think is best\n  ","809317":"\n  Clowns 😂😂\n  ","809318":"\n  Do you think you ask stupid questions?\n  ","809319":"\n  Nobody wants to see that side of me\n  ","809320":"\n  Lovebug , babe , bby , husband , Hunny Oates 😍😍\n  ","809321":"\n  Amazing\n  ","809322":"\n  Peanuts\n  ","809323":"\n  Wtf\n  ","809324":"\n  Long story I'm getting it today tho\n  ","809325":"\n  Black\n  ","809326":"\n  Yeah I have\n  ","809327":"\n  Yes ☺️\n  ","809328":"\n  Can I have my 6s plus already 😩😩😩😩\n  ","809329":"\n  I work Monday-Friday usually from 6-4 or 7-4 depend\n  ","809330":"\n  Yes I do and when I was 16\n  ","809331":"\n  I ignore them lol\n  ","809332":"\n  Nope I'm terrible\n  ","809333":"\n  Thank you it's truly annoying and I believe they saying that because she posted something yesterday about someone copying her and being better or something like that\n  ","809334":"\n  Exactly but I'll send you something on Facebook messenger\n  ","809335":"\n  Lmfao last time I checked I'm getting the 6s plus from the store\n  ","809336":"\n  Yeah with a son who's 2 and a boyfriend of 4 years ☺️\n  ","809337":"\n  Yeah only for 3 months but nobody knew\n  ","809338":"\n  Lol\n  ","809339":"\n  My son or my boyfriend\n  ","809340":"\n  Lol I know who this is 😏\n  ","809341":"\n  Tomorrow\n  ","809342":"\n  A dog\n  ","809343":"\n  To personal don't you think?\n  ","809344":"\n  Why does it matter?\n  ","809345":"\n  By getting one\n  ","809346":"\n  Because. I . Can . That's . Why\n  \n  Any other dumb questions\n  ","809347":"\n  Every month? I got this iPhone back in June on Father's Day to be exact\n  ","809348":"\n  I don't see how when I have the 6 now and I'm just getting the 6s plus . And anyways, I was always going to get the plus I just never told ya lol\n  ","809349":"\n  Tomorrow\n  ","809350":"\n  G\n  ","809351":"\n  Sugar cookie\n  ","809352":"\n  Yes\n  ","809353":"\n  No\n  ","809354":"\n  Now you can't send me anything lol you've been blocked 😂😂😂\n  ","809355":"\n  Now your going to be blocked hope you enjoyed sending me questions ☺️\n  ","809356":"\n  Send me some questions guys 💕\n  \n  I'll enjoy some tonight ☺️\n  ","809357":"\n  I use all my social media and insta size lol\n  ","809358":"\n  Social studies\n  ","809359":"\n  Strawberry\n  ","809360":"\n  Snow\n  ","809361":"\n  Around my location\n  ","809362":"\n  Yeah I want it to be Tuesday already lol\n  ","809363":"\n  Metro pcs but we're going to Sprint\n  ","809364":"\n  The black one.\n  ","809365":"\n  Yes the fact that I had a bestfriend who talked about me behind my back and no matter what I can never trust them\n  ","809366":"\n  Honesty night 😏☺️\n  ","809367":"\n  Blocked\n  ","809368":"\n  Why are you sending me stuff that isn't for me?\n  ","809369":"\n  Awh im sorry 🙈\n  ","809370":"\n  Lol . You need good credit and you pay zero down and all you do is pay it off monthly\n  ","809371":"\n  I have the 6 lol he's getting the 6s and I'm getting the 6s plus he wanted a new phone as well as me lol. I'm going to sell mine\n  ","809372":"\n  Not till Tuesday or Wednesday\n  ","809373":"\n  Who's that?\n  ","809374":"\n  Guys I have to buy all new phone cases since I have the 6s plus now 😭😭😭\n  ","809375":"\n  Yeah he's getting the regular 6s\n  ","809376":"\n  Yeah lol so ?\n  ","809377":"\n  Social studies\n  ","809378":"\n  Yes I hate it\n  ","809379":"\n  That's not something you ask people\n  ","809380":"\n  The 6 but Tuesday I'm getting the 6s plus in black lol\n  ","809381":"\n  Enchiladas sound good right now lol\n  ","809382":"\n  Thanks I'd love questions\n  ","809383":"\n  No\n  ","809384":"\n  Depends on the day\n  ","809385":"\n  Nope I'm waiting still ☺️\n  ","809386":"\n  Nothing lol\n  ","809387":"\n  Stop sending my stuff\n  ","809388":"\n  Hopefully getting my iPhone 6s Plus Tuesday\n  ","809389":"\n  Stop sending me stuff\n  ","809390":"\n  Move\n  ","809391":"\n  No one has done anything romantic for me\n  ","809392":"\n  None ya\n  ","809393":"\n  Why\n  ","809394":"\n  Mother's Day in the United States is in May and I have no idea yet\n  ","809395":"\n  Stupid\n  ","809396":"\n  Yes\n  ","809397":"\n  Lol 😏\n  ","809398":"\n  I have no idea\n  ","809399":"\n  Mhm\n  ","809400":"\n  No\n  ","809401":"\n  No\n  ","809402":"\n  Ask does need to fix that issue\n  ","809403":"\n  I . Don't . Click . Links 😏\n  ","809404":"\n  Can I get some good questions for the night . Bby is playing the PS4 and I'm just here lol\n  ","809405":"\n  It's a secret\n  ","809406":"\n  Why the emoji?\n  ","809407":"\n  No not at this moment\n  ","809408":"\n  Come on guys be nosey 💪🏽🙈☺️😏😘\n  ","809409":"\n  Somebody\n  ","809410":"\n  I do but I hate how I have so many followers but I barely get questions you know .\n  ","809411":"\n  Yes we did\n  ","809412":"\n  My favorite 😋😋😋😏😏\n  ","809413":"\n  Yes it did 😍\n  ","809414":"\n  Yes we are ☺️. I want to go back in the pool so bad\n  ","809415":"\n  Idk ask her\n  ","809416":"\n  No I think she blocked me\n  ","809417":"\n  Yes send me stuff guys🌸☺️😏\n  ","809418":"\n  Guys I wanna go back in the pool 😩😩😩😭😭\n  ","809419":"\n  Probably not\n  ","809420":"\n  Okay ?\n  ","809421":"\n  I would . I watch a lot of mummy's on you tube\n  ","809422":"\n  Guys , I'm bored send me stuff 😋☺️\n  ","809423":"\n  The white and sliver . I wanted gold but they didn't have anymore in stock\n  ","809424":"\n  iPhone 6\n  ","809425":"\n  Everyone in my small circle and\n  \n   @Jodylovex\n  \n  ☺️\n  ","809426":"\n  1346 inactive followers which makes me mad lol\n  ","809427":"\n  Nope\n  ","809428":"\n  Today lol\n  ","809429":"\n  Not at all.\n  ","809430":"\n  Yes we have maybe we might go back lol\n  ","809431":"\n  Until tomorrow\n  ","809432":"\n  GxCxD\n  ","809433":"\n  Why go out to a bar when you can drink at home?\n  ","809434":"\n  Yes where you can hang out\n  ","809435":"\n  Probably not but its okay we were at a bar yesterday lol\n  ","809436":"\n  Lol so closed minded .\n  ","809437":"\n  Yes , a bar and a lounge . The pools on my SC aha\n  ","809438":"\n  it's called a hotel lmao. But again, there's always that one hater 😏\n  ","809439":"\n  Lol thanks\n  ","809440":"\n  There's only a picture of the pool.\n  ","809441":"\n  And how's that relevant?\n  ","809442":"\n  Keep the questions coming guys ☺️\n  ","809443":"\n  By having money lol\n  ","809444":"\n  Well it was both cold and warm if that makes sense lol\n  ","809445":"\n  I had a c section\n  ","809446":"\n  Yes\n  ","809447":"\n  Lol because I don't feel comfortable doing so\n  ","809448":"\n  Lol it was fun ☺️\n  ","809449":"\n  He's 2 . We hold him in the pool as well as teaching him to swim\n  ","809450":"\n  He plays on his tablet , he plays with us . He watches tv with us . He goes to the pool with us. He eats with us\n  ","809451":"\n  We watch tv we eat . We play the game . We go to the pool we go to the fitness room\n  ","809452":"\n  People\n  ","809453":"\n  Hang out\n  ","809454":"\n  Lol too much\n  ","809455":"\n  Well we stay in hotels by where we live just to get away\n  ","809456":"\n  ^^^\n  ","809457":"\n  We like to spend time as a family\n  ","809458":"\n  To much information\n  ","809459":"\n  It's gorgeous\n  ","809460":"\n  Yeah we did\n  ","809461":"\n  Yeah\n  ","809462":"\n  Okay I have 1346 inactive followers .\n  \n  I'd love for some of you guys to ask me stuff.\n  \n  Even if it's on anon. That would be great .\n  \n  Please be active guys\n  ","809463":"\n  Cardi B\n  ","809464":"\n  At least 1 more\n  ","809465":"\n  At a hotel with my boys .\n  \n  Send me stuff anything ☺️\n  ","809466":"\n  Fake friends\n  ","809467":"\n  Nope lol I wish I did tho\n  ","809468":"\n  I don't know ?\n  ","809469":"\n  No I don't\n  ","809470":"\n  Yeah it's perfect for me lol\n  ","809471":"\n  I'd say Time Square .\n  \n  Statue of Liberty\n  ","809472":"\n  Well since he's 2 now he uses Dove like us\n  ","809473":"\n  Don't give it to people I don't know\n  ","809474":"\n  Interesting ya say\n  ","809475":"\n  I don't give it to strangers\n  ","809476":"\n  I don't remember\n  ","809477":"\n  I like it black lol\n  ","809478":"\n  No\n  ","809479":"\n  My 2 boys\n  ","809480":"\n  Nothing really\n  ","809481":"\n  Nope I hate it\n  ","809482":"\n  Lol\n  ","809483":"\n  I don't have an ex best friend lol\n  ","809484":"\n  Yes\n  ","809485":"\n  Eh\n  ","809486":"\n  ^^^\n  ","809487":"\n  Yeah I do and a 6 maybe or a 7\n  ","809488":"\n  No I'm not\n  ","809489":"\n  No but I'm drinking now lol\n  ","809490":"\n  Yes I always wear in no matter what! Yes because it's safe but it's NOT safer it's just SAFE\n  ","809491":"\n  Huh?\n  ","809492":"\n  In the city drinking 😋\n  ","809493":"\n  There's a lot more lol\n  ","809494":"\n  That's only some there more but I don't feel like making a college\n  ","809495":"\n  Because it believe it should be . Simple not getting into this\n  ","809496":"\n  My opinion\n  ","809497":"\n  Nope\n  ","809498":"\n  It is legal\n  ","809499":"\n  Lmfao are we serious\n  ","809500":"\n  Wtf\n  ","809501":"\n  Lol exactly they just want to be annoying tonight ☺️\n  ","809502":"\n  Well he loves fruits lmao. Glad you know what we feed our child ☺️🙃\n  ","809503":"\n  Yeah I'm glad you know what we eat\n  ","809504":"\n  Nah lol ☺️🙈\n  ","809505":"\n  Yeah we try\n  ","809506":"\n  Don't have any\n  ","809507":"\n  I don't have any. I barely eat cereal\n  ","809508":"\n  Lol that's what I'm saying lol. 🙄\n  ","809509":"\n  Why be so nosey?\n  ","809510":"\n  City with my boyfriend ☺️\n  ","809511":"\n  My curly hair lol\n  ","809512":"\n  Only on here\n  ","809513":"\n  Lol thanks\n  ","809514":"\n  I'm not a big fan\n  ","809515":"\n  Send me questions guys ☺️\n  ","809516":"\n  We're going to the city tonight . Stayed tuned on my snap chat lol\n  ","809517":"\n  I had 2 but my sons 2 lol he doesn't need them anymore. I believe we threw them out\n  ","809518":"\n  GxCxD\n  ","809519":"\n  ☺️☺️☺️\n  ","809520":"\n  Are you just stupid or what?\n  ","809521":"\n  Don't care\n  ","809522":"\n  All for it do what you gotta do\n  ","809523":"\n  Yeah 😹\n  ","809524":"\n  I have lots of those lol\n  ","809525":"\n  Yeah lmao\n  ","809526":"\n  Against\n  ","809527":"\n  4\n  ","809528":"\n  Nah\n  ","809529":"\n  Tbh nobody can control guns\n  ","809530":"\n  Yes to 18 but I'm 21 now so I don't have that problem lol\n  ","809531":"\n  I can't wait for family therapy\n  ","809532":"\n  Cardi B 😍😍😋\n  ","809533":"\n  Don't know who that is\n  ","809534":"\n  ☺️☺️☺️\n  ","809535":"\n  I have no idea\n  ","809536":"\n  Studio with my bby ☺️🎙\n  ","809537":"\n  ☺️☺️☺️\n  ","809538":"\n  Why do I care\n  ","809539":"\n  My boyfriend smokes a lot so what's your guess\n  ","809540":"\n  I barely eat them lol\n  ","809541":"\n  Music that's on my phone lol\n  ","809542":"\n  No\n  ","809543":"\n  I mean idk I've never seen a pregnant person work unless they wanna induce labor . I've never gotten big so I wouldn't know\n  ","809544":"\n  Awh you have a great day as well 💖💖💖💖\n  ","809545":"\n  So am I ya didn't know\n  ","809546":"\n  Wtf stupid\n  ","809547":"\n  Or my nails lol\n  ","809548":"\n  High school graduate with some college experience\n  ","809549":"\n  When I get one I will ☺️🙈\n  ","809550":"\n  Lmao yeah 😂\n  ","809551":"\n  lol how?\n  ","809552":"\n  Lol thanks . You must of seen my snapchat lol\n  ","809553":"\n  Im at work bored\n  ","809554":"\n  Morning\n  ","809555":"\n  Can we just stop\n  ","809556":"\n  Not really We don't go to the movies often\n  ","809557":"\n  Cool lol\n  ","809558":"\n  I can't think of anything lol\n  ","809559":"\n  Ok lol\n  ","809560":"\n  ^^^\n  ","809561":"\n  Mac sauce and anything else\n  ","809562":"\n  😊😊😊\n  ","809563":"\n  No I don't .\n  ","809564":"\n  Pro choice all dai\n  ","809565":"\n  Because I don't . I don't get how I'm being stubborn\n  ","809566":"\n  Well I have lots of people I talk to lol\n  ","809567":"\n  I don't know what friends are lol\n  ","809568":"\n  The texts me\n  ","809569":"\n  We're in the process of potty training him\n  ","809570":"\n  Well he's 2 1\/2\n  \n  So he's FF\n  ","809571":"\n  I don't miss anyone\n  ","809572":"\n  Lol I'm sure aha\n  ","809573":"\n  Lol I don't get why you would say that.\n  ","809574":"\n  lol no\n  ","809575":"\n  Yes my boyfriends hands and feet sweat a lot 😋\n  ","809576":"\n  Lol at work something funny always happens\n  ","809577":"\n  That moment when nobody can tag you but talk 😂😂😂\n  ","809578":"\n  You've asked everybody this a billion times . Come up with new questions\n  ","809579":"\n  Ask me stuff guys .\n  \n  Extremely bored at work\n  ","809580":"\n  Because I just do lol\n  ","809581":"\n  Thank you\n  ","809582":"\n  Too dark in my room\n  ","809583":"\n  I don't have any baby stuff my sons a toddler\n  ","809584":"\n  Nope maybe regret lol\n  ","809585":"\n  Leopard\n  ","809586":"\n  Nope\n  ","809587":"\n  There's a lot\n  ","809588":"\n  Why thank you ☺️\n  ","809589":"\n  Black.\n  ","809590":"\n  Yes I want A LOT more\n  ","809591":"\n  Thanks lol\n  ","809592":"\n  I have 2 ex best friends lol\n  ","809593":"\n  Lol that's mean\n  ","809594":"\n  Another phone case ☺️\n  ","809595":"\n  Smoking lol\n  ","809596":"\n  Got a lot of new followers\n  \n  Ask me stuff ☺️☺️☺️\n  ","809597":"\n  Kind of\n  ","809598":"\n  Married\n  \n  Good jobs\n  \n  Our own house\n  \n  Maybe another child\n  ","809599":"\n  I love them all 😜\n  ","809600":"\n  As you was typing this question I was snapping 😂😂\n  \n  Everyday like a billion times a day lol\n  ","809601":"\n  Lol\n  ","809602":"\n  Tbh nothing\n  ","809603":"\n  I handle it pretty well tbh. Eh yeah it does go be honest\n  ","809604":"\n  Yes I am\n  ","809605":"\n  Hit me up to $$$\n  \n  I strip 💸💸💸\n  ","809606":"\n\n   @GDanzy\n  \n  should take me shopping today guys. Do you guys agree? ☺️☺️☺️\n  ","809607":"\n  My 💍\n  ","809608":"\n  It's breakfast lol\n  ","809609":"\n  She should leave\n  ","809610":"\n  Part 2\n  ","809611":"\n  Part 1\n  ","809612":"\n  Neither\n  ","809613":"\n  Yes\n  ","809614":"\n  Wtf\n  ","809615":"\n  I think some do it for attention others how they we're raise\n  ","809616":"\n  My boyfriend compliments me everyday so idk\n  ","809617":"\n  I don't have that problem\n  ","809618":"\n  Lol\n  ","809619":"\n  Yes I hate it to be honest\n  ","809620":"\n  Anons are stupid don't worry\n  ","809621":"\n  Yeah they are\n  ","809622":"\n  Lol anon you are literally to dumb . Come off anon so I can report and block you 😏\n  ","809623":"\n  Prostitution\n  ","809624":"\n  Ask me stuff guys\n  ","809625":"\n  I don't have one\n  ","809626":"\n  It gets annoying lol\n  ","809627":"\n  Yes\n  ","809628":"\n  Bye\n  ","809629":"\n  Well there's a lot of rules lol.\n  \n  I think I should be\n  ","809630":"\n  I have no idea guys . It's annoying y'all keep asking . Idk idk idk\n  ","809631":"\n  Deep deep questions about someone's life\n  ","809632":"\n  ^^^\n  ","809633":"\n  Maybe not my favorite but I like it\n  ","809634":"\n  Lol\n  ","809635":"\n  Fakeness everywhere lol it's annoying . Stop saying your \"blunt\" when in reality you are not\n  ","809636":"\n  No\n  ","809637":"\n  Like between 8-9 sometimes 3-4\n  ","809638":"\n  *^^^\n  ","809639":"\n  Send me questions guys\n  ","809640":"\n  It's annoying especially when I just posted the answer and they don't want to scroll down so I give stupid answers lol\n  ","809641":"\n  Yes I'm fake lol.\n  ","809642":"\n  Straight but it's curly now\n  ","809643":"\n  A New York one lol\n  ","809644":"\n  Mine\n  ","809645":"\n  Well I have a 6 so... I don't have that problem of wouldn't have to think of that problem\n  ","809646":"\n  A changing table\n  ","809647":"\n  I hate this question but\n  \n  Twenty - One\n  ","809648":"\n  Lol read a bio and plus I posted a picture of my son not to long ago lol. And if you see my cover you'd know lol.\n  ","809649":"\n  You gonna buy me 1?\n  ","809650":"\n  My kind\n  ","809651":"\n  Yes with a 2 year old son and been in relationship for 4 years ☺️\n  ","809652":"\n  It doesn't matter . Don't get mad if you don't get the answer you are looking for lol\n  ","809653":"\n  Thank you 💖☺️\n  ","809654":"\n  November 8th\n  ","809655":"\n  Ask love questions 💖\n  ","809656":"\n  Twenty-One\n  ","809657":"\n  Yeah Xanax\n  ","809658":"\n  Black lol\n  ","809659":"\n  Both\n  ","809660":"\n  Nothing\n  ","809661":"\n  Yes\n  ","809662":"\n  It all depends\n  ","809663":"\n  I just dyed it black\n  ","809664":"\n  Yea I have and for almost a lot\n  ","809665":"\n  I hope you have a wonderful Sunday too\n  ","809666":"\n  I don't delete questions . When you send me something else don't forget to uncheck the anon button 😏\n  ","809667":"\n  I'm sure 🖕🏽\n  ","809668":"\n  Clearly you guys can't spell\n  ","809669":"\n  Who's we all lol. You guys are boring now . Ask me some real questions lol\n  ","809670":"\n  Someone can't spell lol . Are you trying to say vagina?\n  ","809671":"\n  What are you even talking about\n  ","809672":"\n  Lol\n  ","809673":"\n  Thank you Brittany\n  ","809674":"\n  Lol\n  ","809675":"\n  Thank you Brittany someone who knows me\n  ","809676":"\n  3T-4T\n  ","809677":"\n  A Martian and a human\n  ","809678":"\n  lol I'm glad somebody took the time out to read my bio\n  ","809679":"\n  Yes\n  ","809680":"\n  I use to do it lol\n  ","809681":"\n  Yes I actually know someone on ask like that\n  ","809682":"\n  My boyfriend slapping my butt lol\n  \n  Sounds weird I know\n  ","809683":"\n  Heavy metal\n  ","809684":"\n  Sure ☺️\n  ","809685":"\n  Thank you\n  ","809686":"\n  Why thank you ☺️\n  ","809687":"\n  Because it is\n  ","809688":"\n  He's named after my boyfriends brother who passed away\n  ","809689":"\n  I know you'd like it\n  ","809690":"\n  Yes\n  ","809691":"\n  It's a secret\n  ","809692":"\n  A name\n  ","809693":"\n  I have\n  ","809694":"\n  I use to like Roman Noddles but when I was pregnant that's all i ate lmao.\n  ","809695":"\n  Thank you\n  ","809696":"\n  That's actually true\n  ","809697":"\n  Lol it's your opinion no hate\n  ","809698":"\n  Again you haven't realized I don't care right? 😂🙃😏\n  ","809699":"\n  You're so dumb ! It's the world we live in . Sorry that people view breast as sexual\n  ","809700":"\n  Lol oh yeah I forgot your still on anon 😂\n  ","809701":"\n  How about no\n  ","809702":"\n  Because boobs now a days is viewed sexually\n  ","809703":"\n  So do you but I'm not complaining\n  ","809704":"\n  Obviously not LOL.\n  \n  You're just talking outta your a$$ 😂\n  ","809705":"\n  It's okay to be uneducated lol.\n  ","809706":"\n  Hope you are to ☺️\n  ","809707":"\n  It's inappropriate unless you're breastfeeding . Damn\n  ","809708":"\n  But that wasn't your question . You didn't state anything about breastfeeding . You just stated how come men can walk around topless and not women\n  ","809709":"\n  Because it's dumb okay.\n  ","809710":"\n  Obviously because women have boobs . Gosh it's only 9:30am and I'm getting stupid questions\n  ","809711":"\n  Again, stupid\n  ","809712":"\n  This is a very stupid question\n  ","809713":"\n  Don't know\n  ","809714":"\n  Unfortunately going back to the house 😑.\n  \n  Going to check my work schedule and maybe dying my hair again\n  ","809715":"\n  *^^\n  ","809716":"\n  Talking about others and when confronted can't even answer it 😂🙃\n  ","809717":"\n  I don't understand 😩😩😩\n  ","809718":"\n  Yeah\n  ","809719":"\n  Lol sure can\n  ","809720":"\n  The one on my arm\n  ","809721":"\n  I need some good questions guys\n  ","809722":"\n  Send me stuff guys 😏\n  ","809723":"\n  I have no idea\n  ","809724":"\n  It's hard to control these kids\n  ","809725":"\n  It's not lol\n  ","809726":"\n  Maybe not to sound like an a$$ but they still so lol\n  ","809727":"\n  I know\n  ","809728":"\n  Father\n  ","809729":"\n  Overrated : fake people\n  ","809730":"\n  There's a lot\n  ","809731":"\n  Nope , not my style lol\n  ","809732":"\n  Ask Tabby questions guys ☺️\n  ","809733":"\n  We the Millers\n  ","809734":"\n  Yeah I'm sure I have time to send you questions . I . Don't . Care . For . You\n  \n  Stop flattering yourself\n  ","809735":"\n  But yet idc who you are . I liked your answer because obviously you popped up on my news feed. I liked it and kept scrolling . . But anyways I'm done here 🙃\n  ","809736":"\n  Clowns 😭\n  ","809737":"\n  How would I send her stuff when I didn't know she had an ask. I don't know who she is . And I don't follow her.\n  ","809738":"\n  1. I'm blunt\n  \n  2. Funny\n  ","809739":"\n  Well I didn't cut anything off.\n  \n  The doctors did and plus it's my choice . I do what I think is best for him. So by you saying this means nothing to me\n  ","809740":"\n  Send me stuff guys ☺️.\n  \n  Be nosey 😏\n  ","809741":"\n  Yeah lol I can't help it\n  ","809742":"\n  3 times\n  ","809743":"\n  I actually like it lol\n  ","809744":"\n  Idk little kids always do something funny\n  ","809745":"\n  In a relationship\n  ","809746":"\n  Nope\n  ","809747":"\n  I have no opinion\n  ","809748":"\n  Yeah\n  ","809749":"\n  Yeah\n  ","809750":"\n  Aha she definitely is\n  ","809751":"\n  Stop with your fetish\n  ","809752":"\n  Cardi B 😍😍😍😋\n  ","809753":"\n  Yeah it was .\n  ","809754":"\n  Yeah he was so tiny . And thanks . Now he's 2 1\/2 and smart as ever\n  ","809755":"\n  I just answered this lol\n  ","809756":"\n  On 10.21.13 I woke up to use the bathroom and I started bleeding so I started freaking out . I woke my bf up and he said \"it's nothing babe\". So I called my mom who just left for work and she came home and took us to the hospital. We were in the waiting room for at least 2 hours. I was having contractions but I thought they were cramps lol. Barely felt them tho. We went in the back to go check me out and I was already 6cm dilated (btw I was only 30 weeks) so the lady told my boyfriend this bby needs to come out asap! And we both were freaking out. So they bought me back to have am emergency c section . At 10:31am on 10.21.13 I gave birth to the most perfect little human ever . Weighing at 3lbs 2oz 16 1\/2 inches long. 💙💙💙💙.\n  ","809757":"\n  Awh thank you 💖\n  ","809758":"\n  The day I gave birth .\n  \n  My birth story is scary\n  ","809759":"\n  Yeah I do I love Cardi B\n  ","809760":"\n  When people want attention lol . But I'll just stop there\n  ","809761":"\n  Nope I'm just a regular lady aha\n  ","809762":"\n  Guys I gain more and more followers\n  \n  But still no questions .\n  ","809763":"\n  Be on my phone .\n  \n  Hang out with my boyfriend and our son\n  \n  Watch tv\n  \n  Play COD\n  \n  Smoke\n  \n  Go to the city\n  \n  But phone cases\n  ","809764":"\n  At least 3-4 years .\n  \n  I want our wedding to be PERFECT\n  ","809765":"\n  we haven't decided yet .\n  \n  I want Starbucks tho lol\n  ","809766":"\n  Lol either your new here on my page or just dumb\n  ","809767":"\n  Hi Tom lol\n  ","809768":"\n  In October 😩\n  ","809769":"\n  When it comes to people i care about extremely which can hurt\n  \n  There's one person I should've been blunt to but I wasn't and now our friendship sucks lol\n  ","809770":"\n  I'm a good friend until you screw me over .\n  \n  I'm loyal . Loving . Always there for you .\n  \n  Cons : I'm to blunt so I might hurt your feelings lol\n  ","809771":"\n  When people are idiots\n  ","809772":"\n  Good be gone 🙃\n  ","809773":"\n  Why are you on my page?\n  \n  Nobody said they wanted to have sex in front of kids .\n  \n  Again, you're to dumb\n  ","809774":"\n  A new phone case\n  ","809775":"\n  He's usually sleep .\n  \n  I don't get why it matters lol\n  ","809776":"\n  How do you even know he's in the room? Don't assume lol\n  ","809777":"\n  Idk lol .\n  \n  People say I'm rude but love following me aha .\n  \n  I love each and every follower 💖\n  ","809778":"\n  1334\n  ","809779":"\n  Yeah until tomorrow morning 😊\n  ","809780":"\n  Yes I do 💖\n  ","809781":"\n  Went back to my curly hair guys 😁\n  ","809782":"\n\n   @Ashleyhey848\n  \n\n   @mommamayhem235\n  \n\n   @reacheldavis\n  \n\n   @redheadmomma\n  \n\n   @babycadiex\n  \n\n   @mrsfrankenstein\n  \n\n   @Rezlivingstoner\n  \n\n   @babycadiex\n  \n\n   @Jodylovex\n  \n\n   @herrowkells93\n  \n\n   @Hailzk\n  \n","809783":"\n  None lol\n  ","809784":"\n  Spider-Man I suppose\n  ","809785":"\n  Phone\n  ","809786":"\n  No\n  ","809787":"\n  Nope . I regret them lol\n  ","809788":"\n  4\n  ","809789":"\n  I got my small circle and they know who they are 💯💖\n  ","809790":"\n  Until Sunday morning\n  ","809791":"\n  No\n  ","809792":"\n  I work\n  ","809793":"\n  Yeah, he is\n  ","809794":"\n  Because we wanted to lol\n  ","809795":"\n  Lol I'm not going to tell a stranger\n  ","809796":"\n  Shout out to all my new followers 😘.\n  \n  iLY you all 😍💖\n  ","809797":"\n  Today\n  ","809798":"\n  Well now I'm saying not stupid ones\n  ","809799":"\n  I didn't mean stupid ones\n  ","809800":"\n  Guys send me questions !!!!\n  \n  We're at a hotel so send me anything 😊💯\n  ","809801":"\n  Lmfao she does . She's too stupid .  Now she's trying to play stupid when she sent the link to the video and is now playing it off as if she has no idea what people are talking about 😂😂🙃\n  ","809802":"\n  On?\n  ","809803":"\n  Nothing should be\n  ","809804":"\n  Guys I need good questions 😊\n  ","809805":"\n  Some\n  ","809806":"\n  I'm not a male so I wouldn't know if it's easier or not\n  ","809807":"\n  Please ask me good questions guys\n  ","809808":"\n  Nope only women\n  ","809809":"\n  Because . It's . I . Can\n  \n  It's . A . Free . Country\n  ","809810":"\n  So you didn't send that to yourself ?\n  ","809811":"\n  Stop sending my stuff .\n  \n  Especially when you send yourself questions off anon\n  ","809812":"\n  Sorry don't wanna look\n  ","809813":"\n  It's amazing lol.\n  \n  Peace and quiet with my boys\n  ","809814":"\n  Well if you did I'd fix my answer to how you want 😊.\n  \n  But I didn't .\n  \n  And even if you were being rude I wouldn't care lol\n  ","809815":"\n  Well obviously I don't care .\n  \n  Don't correct me on MY page 🙃\n  ","809816":"\n  Why are you correcting me on MY page\n  ","809817":"\n  I've watched it when i was younger . I haven't watched Fuller House yet maybe I will later 😊\n  ","809818":"\n  Because that's not my style lol.\n  \n  If you want to send me hate be my guess .\n  \n  If you want to view my life by my guess lol\n  ","809819":"\n  Snapchat I think one person and I think it's cam . It just said cam and I can't remember the rest of the name.\n  \n  On Ig no one\n  ","809820":"\n  No it's pealing both of them\n  \n  So their itchy lol\n  ","809821":"\n  GxCxD\n  ","809822":"\n  By having money\n  ","809823":"\n  I suck at texting lol .\n  \n  I either forget or I'm busy\n  ","809824":"\n  Most likely pizza 🍕\n  ","809825":"\n  No I haven't not since early this week I believe\n  ","809826":"\n  21.\n  ","809827":"\n  No the weekend\n  ","809828":"\n  Yeah I am.\n  \n  I love Ted Bundy's case\n  ","809829":"\n  I've gained a lot of followers the past couple of weeks .\n  \n  Don't be shy and send me stuff 😊.\n  \n  I'll be happy to answer 🙃\n  ","809830":"\n  Chocolate chip\n  ","809831":"\n  I don't like coffee\n  ","809832":"\n  At a hotel\n  ","809833":"\n  Hotel with my boys 😊\n  ","809834":"\n  Lol yet I'm half white Y A W N\n  \n  Come off anon like I said .\n  \n  That's right you scared 🙃😂\n  ","809835":"\n  Don't be that one dumb anon .\n  \n  If you wanna have a debate come off anon 😏\n  ","809836":"\n  I did I said it depends lol .\n  \n  But then you trying to tell me they don't . Buh bye\n  ","809837":"\n  Well it's my opinion right?\n  \n  Oh yeah, that's what I thought\n  ","809838":"\n  Lol\n  ","809839":"\n  I'm all for it\n  ","809840":"\n  Depends\n  ","809841":"\n  Doesn't matter tbt\n  ","809842":"\n  I want\n  ","809843":"\n  Eggs\n  ","809844":"\n  They are lol . Always on the move\n  ","809845":"\n  I don't know what your talking about\n  ","809846":"\n  I've found you lol\n  ","809847":"\n  You've asked this 1000 times\n  ","809848":"\n  Depends\n  ","809849":"\n  BWW 😋\n  ","809850":"\n  Watching my boyfriend play the game\n  ","809851":"\n  Me\n  ","809852":"\n  Headphones\n  ","809853":"\n  Why would they even care?\n  ","809854":"\n  White Castle\n  ","809855":"\n  Like last month .\n  \n  It's hard with a 2 1\/2 year old lol\n  ","809856":"\n  Kinda\n  ","809857":"\n  It's okay because your on anon lol\n  ","809858":"\n  I don't know because I'm stubborn 🙃\n  ","809859":"\n  I don't care to be honest . It isn't that cool\n  ","809860":"\n  Depends\n  ","809861":"\n  Yes\n  ","809862":"\n\n   @GDanzy\n  \n  💍🔐\n  ","809863":"\n  Obviously not but I don't have that problem\n  ","809864":"\n  👀\n  ","809865":"\n  No\n  ","809866":"\n  Buy my babies songs on iTunes\n  \n   @GDanzy\n  \n  😍😍😍\n  ","809867":"\n  Maybe a 3\n  ","809868":"\n  Yeah ?\n  ","809869":"\n  😊😊😊\n  ","809870":"\n  Me lol\n  ","809871":"\n  I do\n  ","809872":"\n  People have no life\n  ","809873":"\n  Yawn\n  ","809874":"\n  😊😊😊😊\n  ","809875":"\n  No I don't unfortunately\n  ","809876":"\n  4 years ago\n  ","809877":"\n  Reactive\n  ","809878":"\n  New York Traffic is the WORST !!!\n  ","809879":"\n  Me\n  ","809880":"\n  I've answered this 100 times already\n  ","809881":"\n  75\n  ","809882":"\n  Nope\n  ","809883":"\n  I have one but I think my dad has it lol and plus I wouldn't take a picture for you guys\n  ","809884":"\n  Thank you 😊\n  ","809885":"\n  Lol I'm at work . I'm to busy\n  ","809886":"\n  I know everything lol\n  ","809887":"\n  Weird because we were home with him yesterday and the day before try again lol\n  ","809888":"\n  Yeah she has\n  ","809889":"\n  To much like it lol\n  ","809890":"\n  Everyday 😊😊\n  ","809891":"\n  What are you even talking about?\n  ","809892":"\n  I want more tattoos and a lot lol\n  ","809893":"\n  I haven't I wish I could go\n  ","809894":"\n  Sometimes\n  ","809895":"\n  Lol what\n  ","809896":"\n  I'm not going to sugar coat anything yes I believe so\n  ","809897":"\n  Kind of\n  ","809898":"\n  Smoke\n  ","809899":"\n  I did and not really bad and maybe a couple weeks I don't remember\n  ","809900":"\n  My boyfriend duh\n  ","809901":"\n  Laying down with my boyfriend lol\n  ","809902":"\n  Nope\n  ","809903":"\n  Okay?\n  ","809904":"\n  Yay 😊\n  ","809905":"\n  Not really lol\n  ","809906":"\n  Who\n  ","809907":"\n  Since the beginning 😊😍\n  ","809908":"\n  Onion powder lol\n  ","809909":"\n  Nope they all suck aha\n  ","809910":"\n  None\n  ","809911":"\n  I love following you to babe 😊😍\n  ","809912":"\n  It's okay\n  ","809913":"\n  Kinda\n  ","809914":"\n  Yeah\n  ","809915":"\n  No\n  ","809916":"\n  No offense but I don't know who that is\n  ","809917":"\n  Sure will bby\n  ","809918":"\n  Open and because the world needs to hear my opinions lol\n  ","809919":"\n  Yeah sometimes\n  ","809920":"\n  %^%%%\n  ","809921":"\n  No I don't\n  ","809922":"\n  Lol I'm not home\n  ","809923":"\n  Tea\n  ","809924":"\n  Both\n  ","809925":"\n  Not really\n  ","809926":"\n  Italian\n  ","809927":"\n  Black\n  ","809928":"\n  Both\n  ","809929":"\n  It depends\n  ","809930":"\n  Horror\n  ","809931":"\n  Yes\n  ","809932":"\n  Yeah I did\n  ","809933":"\n  No\n  ","809934":"\n  Lol nope I'm fine the way I am\n  ","809935":"\n  Lol\n  ","809936":"\n  Thanks .\n  \n  That's really sweet of you 💖\n  ","809937":"\n  Awh why thank you 😊\n  ","809938":"\n  Lol thanks\n  ","809939":"\n  Peanuts\n  ","809940":"\n  It's gets hot a humidity doesn't go well with straight hair\n  ","809941":"\n  Does your mom ?\n  ","809942":"\n  Well for now until Spring\n  ","809943":"\n  Lmfao let's not go there 😂\n  ","809944":"\n  Yeah I do\n  ","809945":"\n  Thanks\n  ","809946":"\n  Nine Four Eleven\n  \n  It's my date with my boyfriend\n  ","809947":"\n  Cold lol and I want it to be warmer\n  ","809948":"\n  He is lol\n  ","809949":"\n  NOoooOooo\n  ","809950":"\n  Dogs\n  \n  Cats\n  \n  Chickens\n  ","809951":"\n  Why would I post my bby picture as my boyfriend ?\n  ","809952":"\n  Let's take this moment and adore me when I was a bby 😊\n  ","809953":"\n  She gon' roll my weed and throw my hood up. I'm counting bank rolls, don't fuck the same hoes\n  ","809954":"\n  Brooklyn: Why after every sentence you call me \"shawty\"? \"Yo shawty... shawty.\" I'm taller than you!\n  \n  Rashad: Okay, well, let me ask you this then: in New York City then why ya'll gotta say \"yo, son\" after every sentence? I'm not your kid, I'm not your child, why I gotta be your son?\n  \n  Teddy: Money...\n  \n  Rashad: B...\n  \n  Brooklyn: I call you \"sun,\" 'cause you shine like one. Ya' feel me?\n  \n  Rashad: That was real sentimental. Thanks\n  \n\n   @GDanzy\n  \n  😏\n  ","809955":"\n  Idk maybe to smell good lol\n  ","809956":"\n  Obviously\n  ","809957":"\n  Hi you're annoying\n  ","809958":"\n  Wtf\n  ","809959":"\n  I haven't seen it\n  ","809960":"\n  Both\n  ","809961":"\n  Winter\n  ","809962":"\n  Pie\n  ","809963":"\n  Munch\n  ","809964":"\n  My Roman numeral one didn't hurt much only the infinity did like maybe a 9\n  \n  My Joseph one only the J and the P hurt the most maybe a 7\n  ","809965":"\n  No\n  ","809966":"\n  My age\n  ","809967":"\n  Nope\n  ","809968":"\n  No wtf\n  ","809969":"\n  What?\n  ","809970":"\n  Idk it's random and plus I charge it and take it off maybe 10 minutes later lol\n  ","809971":"\n  Do your homework first\n  ","809972":"\n  Since day 1 lol\n  ","809973":"\n  Lol what are you taking about?\n  ","809974":"\n  Because . I . Don't\n  ","809975":"\n  Lol no bad you tired and failed and that was like 3 years ago 😂. To bad you failed 😊😂\n  ","809976":"\n  No\n  ","809977":"\n  BWW 😋\n  ","809978":"\n  Lil Wayne 😏\n  ","809979":"\n  I really don't besides washing my face . I'm more oily\n  ","809980":"\n  I hope you do to 😍\n  ","809981":"\n  I say by 3 but that doesn't always happen\n  ","809982":"\n  Yes and to be nosey aha\n  ","809983":"\n  Lol key word \"were\" 😹😏\n  ","809984":"\n  Who said I'm ugly 😹\n  ","809985":"\n  No lol\n  ","809986":"\n  4\n  ","809987":"\n  Awh thank you .\n  \n  I think so to aha\n  ","809988":"\n  The blocking system going into affect and they should let you see who follows you 😊\n  ","809989":"\n  The 6 and yes I have a pink water proof one on lol\n  ","809990":"\n  For my tattoos ?\n  \n  Both of them like took an hour lol together\n  ","809991":"\n  1322 😊\n  ","809992":"\n  GxCxD\n  ","809993":"\n  Lmfao\n  ","809994":"\n  Syrup\n  ","809995":"\n  Nosey people lol 👀\n  ","809996":"\n  Stupid ones\n  \n  Fetish\n  \n  To personal\n  ","809997":"\n  My roman numeral didn't hurt the infinity symbol hurt the most so id say a 10\n  \n  Joseph didn't hurt only the J and the P so id say a 8 1\/2\n  ","809998":"\n  I can't wait for my Starbucks later 😍.\n  \n  On the plus side I want more ink 😩💉\n  ","809999":"\n  People change, things change\n  ","810000":"\n  I have no idea lol\n  ","810001":"\n  I'd have to say McDonald's\n  ","810002":"\n\n   @GDanzy\n  \n  does everything romantic for me 😍🔐\n  ","810003":"\n  All the above\n  ","810004":"\n  I don't eat cake\n  ","810005":"\n  Nope I haven't heard of it lol\n  ","810006":"\n  My boyfriend\n  ","810007":"\n  My son 👦🏽💙\n  ","810008":"\n  Yeah I am now\n  ","810009":"\n  Peanuts\n  ","810010":"\n  Both\n  ","810011":"\n  I love it and it's easier lol .\n  \n  I change my 24\/7 mines the reddish color lol\n  ","810012":"\n  My moms religious and my and my bf aren't .\n  \n  So is my dad a little lol\n  ","810013":"\n  Yeah I can\n  ","810014":"\n  Over a text or phone call\n  ","810015":"\n  I don't have one I usually use my Twitter\n  ","810016":"\n  I love my new tattoo's\n  \n  Inks number 4 and 5 😊\n  ","810017":"\n  Ink # 4 and 5 😍💉👦🏽\n  ","810018":"\n  Don't copy the question of the day lol\n  ","810019":"\n  I don't think its appropriate period\n  ","810020":"\n  You're annoying anon\n  \n  Go find someone else to complain to\n  ","810021":"\n\n   @Ashleyhey848\n  \n\n   @reacheldavis\n  \n\n   @redheadmomma\n  \n\n   @mrsfrankenstein\n  \n\n   @Rezlivingstoner\n  \n\n   @laikenpercic\n  \n\n   @babycadiex\n  \n\n   @mariahhhdiamond\n  \n\n   @mommabearxxtwo\n  \n\n   @angiewaasup\n  \n\n   @fabbielousxo\n  \n\n   @herrowkells93\n  \n\n   @Jodylovex\n  \n\n   @caitlinfladager\n  \n\n   @heathreneeee\n  \n\n   @bethenycee\n  \n","810022":"\n  Awh thank you love 😍\n  ","810023":"\n  9-4-11\n  \n  And Joseph 😍\n  ","810024":"\n  City\n  ","810025":"\n  3 times is the last straw lol\n  ","810026":"\n  I don't think it's rude lol\n  \n  I think they are but shouldn't be lol\n  ","810027":"\n  Smoke\n  ","810028":"\n  I've always loved M&M's lol\n  ","810029":"\n  It depends\n  ","810030":"\n  Yeah it did\n  \n  On my arm the infinity symbol hurt the most\n  \n  On Joseph the J hurt the most\n  ","810031":"\n  My humor\n  \n  My attitude\n  ","810032":"\n  Ask bby questions\n  ","810033":"\n  Yeah\n  ","810034":"\n  I don't remember lol\n  ","810035":"\n  Kissed my bf\n  ","810036":"\n  Ugh\n  ","810037":"\n  My leg\n  ","810038":"\n  I love my new tattoos 😍💉\n  ","810039":"\n  No one LOL\n  \n  I text everyone that i want to talk to\n  ","810040":"\n  Well I've received this question so much it's annoying TBh\n  ","810041":"\n  You've already asked this\n  ","810042":"\n  Lol thank you .\n  \n  And plus no one sees my legs in the winter lol\n  ","810043":"\n  Yawn boring 😴\n  ","810044":"\n  Bullet points\n  \n  Because it's looks better\n  ","810045":"\n  I never went and maybe lol\n  ","810046":"\n  Anything with peanuts lol\n  ","810047":"\n  Polo\n  ","810048":"\n  Lol my bby 😍😩\n  ","810049":"\n  ^^^^\n  ","810050":"\n  Yes he does 😊\n  ","810051":"\n  Idk he just wanted a cup to be honest lol\n  ","810052":"\n  Lol you already know 😊💉\n  ","810053":"\n  Awh thanks 😍💖,\n  \n  Same for you love\n  ","810054":"\n  59% lol\n  ","810055":"\n  Yes, and by my heart 💖💉\n  ","810056":"\n  They said 2 hours at least\n  ","810057":"\n  Yes when I take the plastic off\n  ","810058":"\n  COD\n  ","810059":"\n  I only have kid games for Joe lol\n  ","810060":"\n  Why are we stuck on this ?\n  ","810061":"\n  😍😍😍\n  ","810062":"\n  Go buy more good wtf\n  ","810063":"\n  I'm a huge cry bby 😂😪\n  ","810064":"\n  Better x100\n  ","810065":"\n  I want to confront a person but yet I know they will just lie even tho I have proof 😂\n  ","810066":"\n  Nope I'm to spoiled 💁🏽👑\n  ","810067":"\n  I'm both\n  ","810068":"\n  Doesn't everyone? 🙃\n  ","810069":"\n  Later today 💉\n  ","810070":"\n  Lol go away 🙃\n  ","810071":"\n  ^^^\n  ","810072":"\n  Food lol\n  ","810073":"\n  Eggs , lol idk it changes\n  ","810074":"\n  I haven't decided yet LOL\n  ","810075":"\n  His last name on his back\n  ","810076":"\n  Yeah he is\n  ","810077":"\n  Lol exactly . They just want to sir up problems\n  \n  And plus I'm getting it on my arm aha\n  ","810078":"\n  Lol exactly what I'm saying 😂\n  \n  I've wanted this tattoo for so long\n  ","810079":"\n  I didn't realize nobody can get a numeral tattoo 🙃\n  ","810080":"\n  Did you realize it's been in my Twitter bio for 4 years? And I've been saying I'm getting it . Sorry I don't post everything on ask 😂\n  ","810081":"\n  My attitude and because it just becomes to much sometimes lol\n  ","810082":"\n  4,7\n  ","810083":"\n  My boyfriend does it all year around there's just way to many lol\n  ","810084":"\n  👀\n  ","810085":"\n  Clowns 😂\n  ","810086":"\n  Yeah I do but who cares lol\n  \n  I also cook to\n  ","810087":"\n  It doesn't really matter lol\n  ","810088":"\n  Now lol\n  ","810089":"\n  Both\n  ","810090":"\n  Every time we aren't together lol\n  ","810091":"\n  New tattoo\n  ","810092":"\n  I'm getting my date with my bf on numeral on my arm\n  \n  And Joseph's name on my leg\n  ","810093":"\n  Guys I think I'm getting\n  \n  2 more tattoos today 😊😁💉\n  ","810094":"\n  Yeah he is lol.\n  \n  And thanks 😊\n  ","810095":"\n  He's more intelligent than me of course. But we both teach each other stuff\n  ","810096":"\n  What are you talking about\n  ","810097":"\n  He was home\n  ","810098":"\n  Anywhere\n  ","810099":"\n  No I'm not comfortable\n  ","810100":"\n  My boyfriend lol\n  ","810101":"\n  Itzvwaz hood\n  ","810102":"\n  It'z 2:36am nda I'm messawd up man\n  ","810103":"\n  Ask me stuff guys 😊\n  ","810104":"\n  French fires 😋\n  ","810105":"\n  Yeah only Monday-Friday tho\n  ","810106":"\n  I don't have one\n  ","810107":"\n  Nope lol\n  ","810108":"\n  ^^^\n  ","810109":"\n  It's stupid nobody should be labeled for being a mom\n  ","810110":"\n  Turn offs : liars\n  \n  Cheaters\n  \n  Fakeness\n  \n\n  Turn ons :\n  \n  My boyfriend 😍😋\n  ","810111":"\n  He got morning sickness before i did and cravings and I missed my period lol . It's was his idea to take a test lol\n  ","810112":"\n  My boyfriend and because he knows my deepest secrets and he's always there for me\n  ","810113":"\n  I never had one to be honest\n  ","810114":"\n  Mary Mary 😏\n  "}}