{"Question":{"810115":"\n   How did you choose your childs name?\n  ","810116":"\n   Who was the first person you told? (besides the father)\n  ","810117":"\n   One song you listen to on repeat?\n  ","810118":"\n   How did the father react when you told him you were pregnant?\n  ","810119":"\n   Send people my way please? Wrap up this day with some decent questions.\n  ","810120":"\n   First 3 things that come to your mind when I say \"love\"?\n  ","810121":"\n   One thing that always makes you smile?\n  ","810122":"\n   Ever cheated on someone? Why?\n  ","810123":"\n   Where was the best vacation you ever went on to?\n  ","810124":"\n   How is everyones day\/night going?!\n  ","810125":"\n   Q4Q any one of you lovely followers of mine? Newcomers are welcomed too. An exchange of 5 questions!\n  ","810126":"\n   A brand-new restaurant opens up called yummy burger and all their burgers are served with a special mystery sauce when you try the place out they offer this special source to be in the burger would you try it ???\n  ","810127":"\n   When you're stressed beyond belief how do you calm down? What is your go to way to de-stress yourself?\n  ","810128":"\n   Are you scared of anything\n  ","810129":"\n   What are two colors you think look really pretty together?\n  ","810130":"\n   Who's the fakest person you know\n  ","810131":"\n   Parents who are super hardcore about punishing their kids for doing things like smoking pot often just push their kids away and make sure they'll have nooo idea what their kids are doing haha\n  ","810132":"\n   Would it bother you if (when your son was much older) you found out he smoked pot?\n  ","810133":"\n   Honesty weekend. Anything goes. \n\n\nQ: If you were in charge of verifying peoples accounts on here, what would be the guidelines?\n  ","810134":"\n   What did u buy\n  ","810135":"\n   Plans for tonight???????\n  ","810136":"\n   Taylor's back on ask\n  ","810137":"\n   How do you feel about reviving my daily question? Shall I carry it on? Extend it to a mass spam? Or not send any? 💘🎀\n  ","810138":"\n   Plans tonight with your bf\n  ","810139":"\n   Do u send stuff about Taylor to other people on anon\n  ","810140":"\n   Have you texted Taylor\n  ","810141":"\n   Ever been caught sleeping in class or on the job?\n  ","810142":"\n   Does your boyfriend work too?\n  ","810143":"\n   Does anyone know if you got your nipples pierced pre-pregnancy and didnt take them out till mid-pregnancy if that can ruin your ability to breastfeed? If they werent done properly or something.\n  ","810144":"\n   Say hi to\n   \n    @alysonpattennnnn\n   \n   ☺\n  ","810145":"\n   What is your favorite midnight snack?\n  ","810146":"\n   Who watches Joseph when you work?\n  ","810147":"\n   I love how weed is in your bio but your son is not\n  ","810148":"\n   Why don't u talk to Taylor anymore\n  ","810149":"\n   What was your favorite TV shows\/ Movie(s) when you were growing up?\n  ","810150":"\n   Incase you need to do shopping for any littles, or know anyone who needs to, Crazy8 is having a huge sale online with clothes starting at $2.88! 😊\n  ","810151":"\n   Have you ever told someone you had feelings for them only to have them rudely reject you or even laugh in your face?😟\n  ","810152":"\n   Do you buy things online?Whats the last purchase you made?\n  ","810153":"\n   What is \/was your high school mascot?\n  ","810154":"\n   Where do you live?I don't mean your address like do you live in a city or in the country?\n  ","810155":"\n   Plans for today ?\n  ","810156":"\n   Have you talked to Taylor\n  ","810157":"\n   What are three things you'd change about ask.fm if you could?\n  ","810158":"\n   Are you religious?\n  ","810159":"\n   Do you consider yourself to be a good cook? Do you like to cook?\n  ","810160":"\n   Do you like babies\/kids? Did you babysit as a teen?\n  ","810161":"\n   What's your opinion on public breastfeeding?\n  ","810162":"\n   If you're receiving this, it's because I enjoy following you and your phenomenal account :) 💕😏\n  ","810163":"\n   When is everyones birthday?\n  ","810164":"\n   Currently doing\n  ","810165":"\n   R y mad at tAylor?\n  ","810166":"\n   Does anyone know any good spam pages?! \nI have no questions and I'm bored.\nIgnore if you want to!\n  ","810167":"\n   Who do you miss\n  ","810168":"\n   R u mad ?\n  ","810169":"\n   If the world is a stage, where does the audience sit?\n  ","810170":"\n   QOTD: If you've updated your Ask; what colour theme have you chosen? Have you changed it? I keep switching mine.\n  ","810171":"\n   I follow 10 of you and you guys are literally my favorites ♡ \nI hope you're enjoying your day\/night ☺\nMight spam soon or come up with a fun little game to play for personalized spams, if you guys would like that?!\n  ","810172":"\n   Did Taylor tell you the news?\n  ","810173":"\n   How did you get so popular on here?\n  ","810174":"\n   You seem like an 8 or 9! :)\n  ","810175":"\n   Do you hate liars?\n  ","810176":"\n   On a scale of 1 to 10, how would you rate your intelligence?\n  ","810177":"\n   What's an overrated Disney movie?Whats an underrated one?\n  ","810178":"\n   Do u answer all your questions?\n  ","810179":"\n   Another hot steamy stupid question for you how much is 2+5????\n  ","810180":"\n   What are you doing\n  ","810181":"\n   Who are your best friends on here?\n  ","810182":"\n   Do you feel like your school did or is giving you the best opportunity to get an education?\n  ","810183":"\n   What are you having for dinner and what time shall I be over?\n  ","810184":"\n   Has there ever been a movie where you found yourself rooting for the villain?Which film?\n  ","810185":"\n   Have you talked to her?\n  ","810186":"\n   Where did Taylor go?\n  ","810187":"\n   You or you and your mother goes to the fast food place drive through. you place an order at this popular place and then Drive around the food comes what do you do if you find a giant bite in the sandwich and half the fries builds all over the back\n  ","810188":"\n   You would block him lol\n  ","810189":"\n   Let's say you ordered something you REALLY WANTED! Get the message it should be home & it's not. You're like what happened? You reorder it same thing you decided to put up cameras what would you do if third time it happened you see the footage & a jolly old fat guy in his 60s smiling takes your item\n  ","810190":"\n   do you like getting your feet tickled?\n  ","810191":"\n\n    @Fabbielousxo\n   \n   pregnant with 2nd dysfunctional bb daddy\n  ","810192":"\n   What's annoying to you\n  ","810193":"\n   🇲🇽Have you ever been to Mexico? Do you like Mexican food? Can you speak Spanish?\n  ","810194":"\n   Do you stay in the house all day when you aren't working?\n  ","810195":"\n   QOTD: If you can tell someone has bad personal hygiene by either just appearance or smell; do you say something? Do you feel it's your place too comment on it?  What would you do surrounded by someone who lacks good hygiene practice?\n  ","810196":"\n   Hope you all have a wonderful day!Smile and say hello to a stranger today!\n  ","810197":"\n   Do you have a neighbor who feels they need to rev their engine all the time or if they have a motorcycle they need to rev that?\n  ","810198":"\n   Who's fake on here\n  ","810199":"\n   I just wanted you all to know that Jesus Christ loves you.....And everyone else thinks you're an asshole 😆.\n  ","810200":"\n   When you were a kid and acting like a little bad ass in the car did the \"ill turn this car around \" threat your folks made ever work?\n  ","810201":"\n   What deep fear did you last overcome?\n  ","810202":"\n   What is your biggest passion?\n  ","810203":"\n   I'm thinking of a number between 1 and 10. \nIf you guess correctly, I will like your answer.\nIf I like your answer, please send me what topics you want for your personalized spam.\nEnjoy ☺\n  ","810204":"\n   What annoys you most?\n  ","810205":"\n   Do you know what time you were born?\n  ","810206":"\n   What is your middle name?\n  ","810207":"\n   Whats your secret?\n  ","810208":"\n   What do you want for your birthday?\n  ","810209":"\n   What would you do if you were invisible?\n  ","810210":"\n   Selfie right now\n  ","810211":"\n   What are you most afraid of?\n  ","810212":"\n   What's your favorite name that somehow has to do with nature?\n  ","810213":"\n   Suggest me a few people to follow? ☺\n  ","810214":"\n   why not I want to take my life away\n  ","810215":"\n   Did you know that the color of your veins can determine your skin undertone and therefore what colors look good on you? Do you have blue or green veins?\n  ","810216":"\n   can you kill me please\n  ","810217":"\n   What kind of parent are you\/ what kind of parent do you think you will be?\n  ","810218":"\n   What is a relationship deal breaker for you?\n  ","810219":"\n   Are you religious, spiritual, or neither?\n  ","810220":"\n   What is one thing you would like to change about yourself and why?\n  ","810221":"\n   What's your philosophy in life?\n  ","810222":"\n   If you're in a bad mood, do you prefer to be left alone or have someone comfort you? Why?\n  ","810223":"\n   What are your biggest goals for your life? What steps have you made in order to attain them?\n  ","810224":"\n   Since my ask has been really dead today, I'm going to do a spam of 10 questions! :) \n- Are you confrontational?\n  ","810225":"\n   weirdest place you've had Sex ? 😂\n  ","810226":"\n   Do you still talk to Taylor\n  ","810227":"\n   Who's the sexiest white boy you know?\n  ","810228":"\n   ,\n  ","810229":"\n   What cruises have you been on before?\n  ","810230":"\n   Do you think you will be a mom of boys or do you think you will get a girl next?\n  ","810231":"\n   *you're\n  ","810232":"\n   You have horrendous grammar damn\n  ","810233":"\n   What goals would you like to achieve this year?\n  ","810234":"\n   Hmm.. spam tonight or no? \nIf yes, list a few topics you want.\n  ","810235":"\n   Do you use foundation?\n  ","810236":"\n   Would you ever want to go on a cruise?\n  ","810237":"\n   does jody live close to u\n  ","810238":"\n   What's the time currently\n  ","810239":"\n   Last time you spent money on yourself?\n  ","810240":"\n   What color skin do u have\n  ","810241":"\n   What does your aura look like?\n  ","810242":"\n   Are you in school??\n  ","810243":"\n   Lol thier like long\n  ","810244":"\n   Does time really heal all wounds?\n  ","810245":"\n   I saw your feet\n  ","810246":"\n   My best friend told me that her bf called her to tell her he's been sleeping around with other girls and then she hangs up on him bc she was upset and he called back to say he was lying he just wanted to see if she was talking to other guys, would you believe him? What do u think she should do?\n  ","810247":"\n   If the food can be made in the oven or microwave, which do you choose and why?\n  ","810248":"\n   QOTD: How important are looks when it comes to choosing a partner? If you're in a relationship, did they play a big role when you decided to start the relationship?\n  ","810249":"\n   Good morning!Do you like coffee?If so how do you take your coffee?If you don't like coffee what is your favorite flavor of gum?\n  ","810250":"\n   If you were pregnant would you take bare belly pics\/selfies?\n  ","810251":"\n   Do you like the new update?(IPhone Users)\n  ","810252":"\n   Do u like the new update\n  ","810253":"\n   Do you have it turned on or off to see things people you follow like?\n  ","810254":"\n   💉Have you ever donated blood? Would you? Do you know your blood type?\n  ","810255":"\n   Do politics interest you?\n  ","810256":"\n   How is the weather where you is?\n  ","810257":"\n   Ever gone surfing?\n  ","810258":"\n   Have you ever been in another state? Im passing through Kentucky now and i love how when you are driving it kind od feels and sounds like you are on a horse!\n  ","810259":"\n   What would you do if you had a pregnant body for a day?\n  ","810260":"\n   Do you believe at the end of the day, it is you who walks alone, who stands alone?\n  ","810261":"\n   Do you know anyone who lets them being verified get to their head? 😑\n  ","810262":"\n   Where did Taylor go ?\n  ","810263":"\n   Brazilian girl\n   \n    https:\/\/ask.fm\/vickitalia\/answers\/133371084194\n   \n","810264":"\n   On a scale of 1-10 rank your maturity.I register as a negative 4.\n  ","810265":"\n   What's your favorite thing to get questions about? Least favorite?\n  ","810266":"\n\n    @mcub3d\n   \n   is vain getting a expensive class ring!! with the money shespent buying that class ring could have stopped world huner!!!! She needs to be taken out this earth because she crazy. why waste money something so pointless. She acts like it a big achievement or something.\n  ","810267":"\n   SC?\n  ","810268":"\n   Do you eat a lot or a little?\n  ","810269":"\n   Which of your parents do you have a better relationship with?\n  ","810270":"\n   What are your favorite American foods?\n  ","810271":"\n   Work tomorrow\n  ","810272":"\n   Bc I got my class ring tonight and I'm super excited; did you get a class ring when you graduated? If so, do you still have a picture of it? Do you still know where it is? If you haven't graduated, do you want to get a class ring one day?\n  ","810273":"\n   Both of yall are funny lol\n  ","810274":"\n   Ima give you my number\n  ","810275":"\n   What are you doing\n  ","810276":"\n   send your @ to likers and they give ops??\n  ","810277":"\n   Do you watch Lip Synch Battle?Which one was your favorite?\n  ","810278":"\n   How old r u\n  ","810279":"\n   Do you like Justin Bieber's music?\n  ","810280":"\n   Your bio is funny\n  ","810281":"\n   I will!! It's really worth it lol\n  ","810282":"\n   What's a good way to make you laugh?\n  ","810283":"\n   Is it wrong to not respond to a text right away?\n  ","810284":"\n   Yeah I can read, I just choose not to because I have better things to do than look at niggas lying bios\n  ","810285":"\n   Do you have a bf?\n  ","810286":"\n   Can we text?\n  ","810287":"\n   Yo\n  ","810288":"\n   U took Jody from Taylor\n  ","810289":"\n   Ur talking to Jody right now?\n  ","810290":"\n   What's your favorite part about Summer? What about Winter? Do you go on family vacations every year? If so, is it the same place each year? How long has that been a tradition?\n  ","810291":"\n   Last person u texted\n  ","810292":"\n   Are you pregnant\n  ","810293":"\n   Ig name?\n  ","810294":"\n   On a scale of 1-5, how afraid of the dark are you?\n  ","810295":"\n   What r u doing\n  ","810296":"\n   Omg same ❤️❤️❤️❤️❤️❤️\n  ","810297":"\n   You like law and order svu ?\n  ","810298":"\n   What's wrong with Taylor\n  ","810299":"\n   Ur dp is flawless 😍\n  ","810300":"\n   Hi I love you❤❤😘\n  ","810301":"\n   Hey what's up\n  ","810302":"\n   Hey cutie\n  ","810303":"\n   we're back :)\n  ","810304":"\n   🍩What are your favorite pastries? (also, doing number question thing:\n   \n    http:\/\/ask.fm\/angie_caroline\/answer\/136437672608)\n   \n","810305":"\n   What's your opinion on Farrah Abrams giving her daughter over $1,000 as \"tooth fairy\" money. Do you think she was trying to make her daughter like her more? Buy her daughters love? Do you think this is right? Why or why not?\n  ","810306":"\n   Is Taylor mad u and Jody talk\n  ","810307":"\n   QOTD: Are you reliant on anything daily? Eg, coffee or cigarettes ect..\n  ","810308":"\n   Doing sexual honesty day to hopefully get my followers back so send me stuff. Thanks for ur help\n  ","810309":"\n   Do you believe those pictures on Facebook that say, \"Like and Type amen to be blessed.\" Or \"If this gets 1000 likes my mom will quit smoking.\" Etc? If you don't believe in those why do you think people post them? For the attention?\n  ","810310":"\n   Where was your first job at? Did you like it? Do you miss it? What was your favorite part? If you've never had a job use this to tell us about your dream job.\n  ","810311":"\n\n    @nessaaa_chacon\n   \n   is stealing baby pictures from\n   \n    @nessaaaloveeee\n   \n   and generally being an asshole, so could you please post this to let people know? :)\n  ","810312":"\n   See recent and follow this account. If u get this I follow u <3\n  ","810313":"\n   Would you rather be lucky than good?\n  ","810314":"\n   i need people’s advice??? do you think if the biological dad made no effort through pregnancy and put no money towards the child, is it ok to have your current partner the father figure growing up?\n  ","810315":"\n   Watch out a fat black women's on the loose ugly to\n  ","810316":"\n   Lol $1,000 if you hooked up with Bernie Sanders for one day\n  ","810317":"\n   Which song do you think it's better Britney Spears Opp's I need a new mouth, kendrick Lamars nothing but a G strain, Ludacris at the tool, Taylor Swift more money more problems, or Hate it or fu$k it by little atom and the Game ??? And which should get a Grammy ?????\n  ","810318":"\n   What saying you had a girl or boyfriend things are going smooth until they catch a disease in the disease is interestitis The symptoms are if somebody walks by the looks attractive the boyfriend or girlfriend would half to look at them to a creepy state where there staring how would you react ???\n  ","810319":"\n   do opinions\n  ","810320":"\n   How are you\n  ","810321":"\n   Has someone ever tried to insult you, but ended up not offending you, just confusing you?\n  ","810322":"\n   R I mad\n  ","810323":"\n   R u sad?\n  ","810324":"\n   Do you take a lot of pictures? Post one of your favorite pictures that you've taken! :)\n  ","810325":"\n   Today being the most active I've been in the past few days, I'm going to try and knock out some spam, send some spam out, and possibly doing an honesty night. Take the bait and let's make it happen you guys :)\n  ","810326":"\n   Post some of your photography?\n  ","810327":"\n   Anonymous is on, ask away ♡\n  ","810328":"\n   I didn't know you were into photography!\n  ","810329":"\n   What are three things you're passionate about? :)\n  ","810330":"\n\n    @itscaroobitch\n   \n   made a hate page about people, she planned a baby and then gave it away for adoption like it was a possession, and she also faked the death of a child way back when. How pathetic and disgusting can one person be?????\n  ","810331":"\n   What do you think the opposite of love is?\n  ","810332":"\n   What's your zodiac sign? Do you believe in zodiac signs and stuff like that?\n  ","810333":"\n   Why would someone make a hate page\n  ","810334":"\n   How old are you\n  ","810335":"\n   The girl downstairs wants to kiss you I don't know why but let's make this interesting if you let her kiss you in the mouth I will give you $1000 what do you say?\n  ","810336":"\n   You a clown ! Dog\n  ","810337":"\n   Is there anything more cuter than when a small child cuddles with a stuffed animal?\n  ","810338":"\n   Greatest album of all time? Name it.\n  ","810339":"\n   Help me expose these bitches!!! Like my first answer and send me stuff. I'll be posting things to expose them momentarily!!!!!!!!!!\n  ","810340":"\n   I follow all of you ♡\nHave a great night!(:\n  ","810341":"\n   Do u follow\n   \n    @Jodylovex\n   \n   ?\n  ","810342":"\n   In your household, does everyone take care of their own stuff? Like you wash your own dishes and take out your own trash? Or does everyone have designated chores? Like one person washes all of the dishes and another person takes out all of the trash in the house.\n  ","810343":"\n   Favorite place to shop? I'm gonna have to say mine right now is Etsy because bows. 😂😅🎀\n  ","810344":"\n   Have you ever been on an airplane? Where did you go?\n  ","810345":"\n   - when you were a teenager, did you question your sexuality? (you don't need to answer if you don't want to, i am asking this because i notice that pretty commonly)\n  ","810346":"\n   Have you ever seriously dealt with depression?\n  ","810347":"\n   - how did you celebrate valentines day?\n  ","810348":"\n   This is a new spam page bc I have to much time on my hands. Like my answer on my page if u want spam. I also heard\n   \n    @lifewith5_nannystyle\n   \n   likes sexual questions so feel free to send her lots. LOL\n  ","810349":"\n   Since I got my parental rights back, I've been learning a lot about parenting a toddler. Right now im dealing with my first toddler sickness&i feel helpless like idk what to do. I know shes just tired&doesnt feel good but she screams nonstop and nothing soothes her. What should I do? HELP PLEASE\n  ","810350":"\n   Are you usually late, early, or right on time?\n  ","810351":"\n   What's one memory you will not ever forget?\n  ","810352":"\n   Plans for today\n  ","810353":"\n   why do anons try and get in others relationships though? clearly makes them look bad :\/ poor anons hate their lives\n  ","810354":"\n   Do u see what ur bf says about u\n  ","810355":"\n   QOTD: How organised are you? Would you say you follow a routine daily? Explain your answer.\n  ","810356":"\n   What is a topic you would be interested in learning more about?\n  ","810357":"\n   ?????\n  ","810358":"\n   Ur bf treats u bad\n  ","810359":"\n   U deserve better\n  ","810360":"\n   - if you could change one thing about your physical appearance, what would it be?\n  ","810361":"\n   - if you could change one thing about your personality, what would it be?\n  ","810362":"\n   What was the goodest part of your day?\n  ","810363":"\n   What is the \"bane of your existence\"\n  ","810364":"\n   Easiest way to make you smile?\n  ","810365":"\n   You're all incredible and you are what makes askfm so much fun!\n  ","810366":"\n   Have you ever attempted to push a door clearly marked pull?\n  ","810367":"\n   Do you like surprises?\n  ","810368":"\n   What's the most overrated fast food place?\n  ","810369":"\n   lol ur so two faced. you talked crap about caroline and now friends with her again?\n  ","810370":"\n   Do you\/have you ever texted\n   \n    @Nightmare624\n   \n   ??? Was it amazing??? Or was she just as mean as she is on ask????\n  ","810371":"\n   Send your followers my way😜😍😘😘\n  ","810372":"\n   Post a picture you think you look good in?\n  ","810373":"\n   Do you like fast food? Do you eat much fast food?\n  ","810374":"\n   When did you last get sick?\n  ","810375":"\n   What are you allergic to?\n  ","810376":"\n   Do you have a Valentine this year?\n  ","810377":"\n   What r u doing\n  ","810378":"\n   What baby name have you heard that you can't stand?\n  ","810379":"\n   Would you and\n   \n    @jodymariexox\n   \n   get along\n  ","810380":"\n   Did you have a lot of experience with babies\/kids before you had Joseph?\n  ","810381":"\n   Ready for tonight 😍\n  ","810382":"\n   What's a name that you think is gorgeous, but you'd never actually use (for whatever reason)?\n  ","810383":"\n   If any of you lovelies have iMessage, or can text from England, or have whatsapp and want to chat; post in my ask! Feeling talkative👌🏻✨☄\n  ","810384":"\n   Can anyone add your snapchat\n  ","810385":"\n   Was Joseph planned\n  ","810386":"\n   What annoys you\n  ","810387":"\n   Do You give advice\n  ","810388":"\n   Why doesn't Jody like u\n  ","810389":"\n   Do do u like from ask\n  ","810390":"\n   Jody doesn't like u\n  ","810391":"\n   Do u smoke everyday\n  ","810392":"\n   Ur mad fake\n  ","810393":"\n   What color is your house\n  ","810394":"\n   Where are you guys going to eat and see tonight\n  ","810395":"\n   How many weeks were you when u gave birth\n  ","810396":"\n   Stop liking Jodys things\n  ","810397":"\n   Breastfeeding or formula feeding?\n  ","810398":"\n   Do you have Netflix? If so, what would you recommend on Netflix? If not, why not?\n  ","810399":"\n   What's it like to be high\n  ","810400":"\n   Why are you rude\n  ","810401":"\n   Opinion on circumcision?\n  ","810402":"\n   What's your favorite cereal?\n  ","810403":"\n   Well what's your answer then? It's a yes or no question?\n  ","810404":"\n   You said it was a stupid question (which doesn't really answer it). I don't know what your personal opinion is, but it's not like I said \"this is right and this is wrong,\" I asked what you thought...\n  ","810405":"\n   What was your answer?\n  ","810406":"\n   Oh man you win, \"it was that's why!!\" good explanation, 10\/10, have you thought abt joining MENSA\n  ","810407":"\n   It wasn't a stupid question, I was just asking for your opinion. It wasn't me making a judgement call, you can answer a question however you like\n  ","810408":"\n   How was it a stupid question 😂\n  ","810409":"\n   Just asking a question lol\n  ","810410":"\n   Nope, I'm not stupid! Why?\n  ","810411":"\n   Do you think it should be ok for women to be in public with bare breasts?\n  ","810412":"\n   Happy Valentine's Day to you all!\n  ","810413":"\n   Ever mixed mayo and ketchup to make a French fry sauce?Its pretty good!\n  ","810414":"\n   Why do u text Taylor\n  ","810415":"\n   Do u have an tattoos if so what are they\n  ","810416":"\n   What time are you leaving tonight to go out\n  ","810417":"\n   Have you ever been proposed to?Did you say yes?\n  ","810418":"\n   How old are you?\n  ","810419":"\n   What did your boyfriend buy you\n  ","810420":"\n   How does it feel to be ask famous\n  ","810421":"\n   📝 Tag all the lovely people you follow\n  ","810422":"\n   How many phone cases do you have\n  ","810423":"\n   You are beautiful.\n  ","810424":"\n   When will you have another kid\n  ","810425":"\n   Opinion on circumcision?\n  ","810426":"\n   r u pregnant\n  ","810427":"\n   Do u want more kids\n  ","810428":"\n   Has anyone ever been arrested in front of you? If so, what happened?\n  ","810429":"\n   Tag some of your favorite users\n  ","810430":"\n   Did you smoke while pregnant?\n  ","810431":"\n   Have you ever smoked cigarettes?\n  ","810432":"\n   When's the last time u smoked?\n  ","810433":"\n   What time is it\n  ","810434":"\n   Happy Valentine's Day! Hope you have a wonderful day ❤🌹\n  ","810435":"\n   Ok had sex\n  ","810436":"\n   Do you use protection\n  ","810437":"\n   Last time you did it?\n  ","810438":"\n   Do you mind sexual type questions\n  ","810439":"\n   Virgin?\n  ","810440":"\n   What’s your favorite clothing brand?\n  ","810441":"\n   Plans for tonight\n  ","810442":"\n   What do you consider yourself? (American, Colombian, Japanese, German, etc)\n  ","810443":"\n   What traditions do you usually celebrate?\n  ","810444":"\n   Why does Jody have you blocked\n  ","810445":"\n   Happy Valentine's Day!😗 I hope you have a sweet day!💐 With love, Angie💞\n  ","810446":"\n   Has there ever been a point in your life where you moved to a different country or state and picked up on traditions that are new to you? What are they?\n  ","810447":"\n   y does Jody like your answers\n  ","810448":"\n   Send people my way please? Inbox seriously empty.\nQ: What's the most exciting thing you've bought lately?\n  ","810449":"\n   QOTD: \"You are not entitled to an opinion on politics if you aren't going to be voting\" - What do you make of this comment? Agree or disagree?\n  ","810450":"\n   What is the most annoying question(s) you get asked? I'm gonna have to say mine is how old I am when it's on my bio.\n  ","810451":"\n   What kind of phone do you have?\n  ","810452":"\n   When are you getting engaged\n  ","810453":"\n   Do u own uggs\n  ","810454":"\n   Joseph is so cute\n  ","810455":"\n   Last time u did something sexually\n  ","810456":"\n   How often do u smoke\n  ","810457":"\n   Hi\n  ","810458":"\n   Where do you buy your shoes from?Whats the most expensive pair you own?\n  ","810459":"\n   No, Taylor your best friend, sent you a message saying, you can get a website or app, to fake your pregnancy ultrasound? ?? So I'm guessing she was talking about you faking\n  ","810460":"\n   Do u live close to your mother-in-law\n  ","810461":"\n   I see that you go to queens on your snapchat story\n  ","810462":"\n   What is your thoughts on open relationships?\n  ","810463":"\n   Which part of Queens have you been to before?\n  ","810464":"\n   I am really sorry. What are you comfortable being called?\n  ","810465":"\n   What's your least favorite slang word?\n  ","810466":"\n   What do you think is the perfect age to get married?\n  ","810467":"\n   You are beautiful!\n  ","810468":"\n   What's your favorite kind of meat?\n  ","810469":"\n   Pap of Joseph\n  ","810470":"\n   Family photo\n  ","810471":"\n   Pap of you and Greg\n  ","810472":"\n   Hot dogs or burgers?\n  ","810473":"\n   Hamburgers or cheeseburgers?\n  ","810474":"\n   Do you like being in nature?\n  ","810475":"\n   Turtles are amphibians genius\n  ","810476":"\n   Do you have any pets? If so, how many do you have & what kind of animal(s) are they?\n  ","810477":"\n   Do you believe in second chances?\n  ","810478":"\n   How long you been with Greg\n  ","810479":"\n   Do u want more kids\n  ","810480":"\n   Why do you have \"white trash\" in your bio\n  ","810481":"\n   Plans for tomorrow with ur s\/o 😍😍😍😍\n  ","810482":"\n   How many followers do u have\n  ","810483":"\n   You've never tried Mexican before?? 😱\n  ","810484":"\n   What are you having for dinner tonight?\n  ","810485":"\n   You don't like Mexican?\n  ","810486":"\n   Oatmeal or cold cereal?\n  ","810487":"\n   Favorite sweet food?\n  ","810488":"\n   The last time you went shopping\n  ","810489":"\n   Favorite salty food?\n  ","810490":"\n   Do you like rice?\n  ","810491":"\n   Mexican food or Asian food?\n  ","810492":"\n   I think most black people have rules against it... I know black people and none of them camp\n  ","810493":"\n   Do you have any dietary restrictions? (Whether it's an allergy, a food you cant eat for religious reasons, foods you avoid for moral reasons, etc.)\n  ","810494":"\n   I feel like black people don't camp\n  ","810495":"\n   If you had a whole house to decorate on an unlimited budget, how would you decorate it?\n  ","810496":"\n   What's your favorite decoration\/cute nicknack in your room? Post a pic of you'd like!\n  ","810497":"\n   What's your favorite breakfast food?\n  ","810498":"\n   Do you like camping?\n  ","810499":"\n   Answer with more thorough answers 😊\n  ","810500":"\n   What do you like on your burger?\n  ","810501":"\n   What do you think of the ask community?\n  ","810502":"\n   What is your purpose to be on ask?\n  ","810503":"\n   Snapchat name?\n  ","810504":"\n   What is something ask can improve on?\n  ","810505":"\n   What are your favorite candle scents?\n  ","810506":"\n   What's the best gift you've ever received?\n  ","810507":"\n   What's orange and sounds like a parrot?\n  ","810508":"\n   Opinion on abortion? (If you're pro life: what abt in cases of rape?)\n  ","810509":"\n   I feel like your idea of being a sahm is literally just doing nothing all day haha\n  ","810510":"\n   Do you rent your own place with Greg or what?\n  ","810511":"\n   Why do you want to be a sahm?\n  ","810512":"\n   Do you like working at McDonald's\n  ","810513":"\n   Have you ever memorized a poem?\n  ","810514":"\n   Have you ever seen a movie that actually changed the way you viewed life?\n  ","810515":"\n   What job do you currently work?\n  ","810516":"\n   Write a letter to someone you care about (you don't have to say who) 📝\n  ","810517":"\n   Take a moment and talk about your bestfriend. What makes them special? How did y'all become friends? Do you think 10 years from now y'all will still be bestfriends?\n  ","810518":"\n   What is your favorite app?\n  ","810519":"\n   Post a video response of you listing some of your favorite musical artists?\n  ","810520":"\n   Do you like babies?\n  ","810521":"\n   Describe your favorite color without saying what color it is.\n  ","810522":"\n   Do you use the GIF, picture and video feature a lot?\n  ","810523":"\n   Are you outgoing?\n  ","810524":"\n   What was the best summer of your life?\n  ","810525":"\n   Have you seen Deadpool? Do you think you will?\n  ","810526":"\n   Do you like the rain?\n  ","810527":"\n   Why aren't you a train conductor?\n  ","810528":"\n   What are you doing with your life?\n  ","810529":"\n   Do you like ask more or less now compared to when you first joined?\n  ","810530":"\n   How would you describe your family?\n  ","810531":"\n   What's your favorite vegetable? Least favorite?\n  ","810532":"\n   When did u last smoke\n  ","810533":"\n   Do you believe in love at first sight?\n  ","810534":"\n   What's your favorite ice cream flavor?\n  ","810535":"\n   How many kids do you want?\n  ","810536":"\n   What's the last sweet food you've eaten?\n  ","810537":"\n   Do you like mushrooms?\n  ","810538":"\n   instagram?\n  ","810539":"\n   Can you play any instruments?\n  ","810540":"\n   When did you last get into an argument with someone?\n  ","810541":"\n   Who is your best friend?\n  ","810542":"\n   How old are you?\n  ","810543":"\n   Did you want to grow up and have kids, when you were a kid?\n  ","810544":"\n   What are you doing\n  ","810545":"\n   Feel free not to answer this question: What is your biggest fear? How do you deal with not allowing this fear to consume your daily life?\n  ","810546":"\n   Dogs or cats?\n  ","810547":"\n   Gummy bears or gummy worms?\n  ","810548":"\n   What is one thing in life if you could go back and redo that you would do? Please, don't say nothing. Even if it's just going back and not dying your hair a certain color. There has to be one thing you would like to have a do over with.\n  ","810549":"\n   QOTD: We all like a little rant now and again, use this to do so! What's on your mind right now?\n  ","810550":"\n   What's your significant other's middle name?\n  ","810551":"\n   Just letting you know that I follow you! - If you have any questions at all, or your followers, don't be shy, come and ask! 🎀💘\n  ","810552":"\n   Pap of your view\n  ","810553":"\n   Lmao you a verified hoe and that's about it hahaha\n  ","810554":"\n   Why do u want to be verified\n  ","810555":"\n   Say you're single and you have 2 people you would consider being with.  First person a bad boy (or girl) with a bad attitude and short temper BUT they would pay you $1,000 a month they're rich! Or mr nice guy (or girl) great personality a sweetheart but works a normal job which would you choose?????\n  ","810556":"\n   What was your parents reaction to getting pregnant\n  ","810557":"\n   Does ur boyfriends mom like you\n  ","810558":"\n   What's the last thing you ate\n  ","810559":"\n   How would u feel if u were\n  ","810560":"\n   I think they should verify you\n  ","810561":"\n   Are you crafty? Any crafts you enjoy doing? \nI'm thinking about making Finley a bow\/headband holder out of a picture frame! 😊\n  ","810562":"\n   What's your plans for tonight\n  ","810563":"\n   Switching to\n   \n    @Fabbielousxo\n   \n   later considering Askfm are being asshats about this account. Follow and send questions over there. Deactivating this soon!\n  ","810564":"\n   Plans for today\n  ","810565":"\n   What are your least favorite words?\n  ","810566":"\n   Good morning lovelies! Are you guys doing anything special this weekend\/Valentines Day? Also, Do I have any The Walking Dead fans out there? 😁\n  ","810567":"\n   Here's a challenge for you guys, I have noticed lately how many people I follow are going through a rough patch. Either tag someone below and send a lovely pick me up, or make someones day by telling them how important they are to you and why. 😌\n  ","810568":"\n   my anxiety is seriously so bad today, I've been having panic attacks off & on and really the only thing to help is to be on my phone so I forget about it, so if you can send me questions guys. thank you & I hope y'all's day is a lot better then mine!\n  ","810569":"\n   CHECK RECENT AND HELP MEEEE!\n*sent to first 50 I follow*\n  ","810570":"\n   What's the most you've traveled with your kid(s)? Do you have any tips for traveling with little ones?\n  ","810571":"\n   What's the last movie you watched?\n  ","810572":"\n   What do you like on your pizza?\n  ","810573":"\n   Opinion on cosleeping? Did you try it? Would you ever try it?\n  ","810574":"\n   Did you babysit a lot as a young teenager? If so, when did you start? (Do you babysit other people's kids ever now?)\n  ","810575":"\n   Is there any story behind how you chose your kid's name\/kids' names?\n  ","810576":"\n   Who do you want to be president?\n  ","810577":"\n   Do you know much abt the water crisis in Flint Michigan?\n  ","810578":"\n   List two things you like abt living where you do, and two things you dislike abt it!\n  ","810579":"\n   Sup\n  ","810580":"\n   Do you smoke pot? Have you?\n  ","810581":"\n   What's the trashiest thing you've ever seen someone do?\n  ","810582":"\n   Do you have your own place? Who do you live with?\n  ","810583":"\n   What were the cool places to hang out when you were in high school?\n  ","810584":"\n   Honestly you never answer questions on here why would you expect to be verified lol\n  ","810585":"\n   QOTD2: Do you want to be\/like being verified on here and why?\n  ","810586":"\n   I haven't sent questions in ages so I'm going to send a few. QOTD1: How do you cope with hate on here?\n  ","810587":"\n   Does Taylor want to be your friend\n  ","810588":"\n   Piercings?\n  ","810589":"\n   Do you take a lot of home videos of your kid(s)?\n  ","810590":"\n   What did you bring to the hospital when you gave birth? What things were actually necessary?\n  ","810591":"\n   When ur pregnant will u tell us\n  ","810592":"\n   How private are you? Would you say you have no problem at all talking about anything like an open book? Or do you only share enough to keep them wondering?\n  ","810593":"\n   What were your favorite shows growing up?\n  ","810594":"\n   This year?\n  ","810595":"\n   What do you think the weirdest thing abt the human body is? Like for example, personally I think that wrist bones are really bizarre looking and nothing like I'd expect them too\n  ","810596":"\n   😂😂😂\n   \n    https:\/\/www.youtube.com\/watch?v=pA2sHWNeUSk\n   \n","810597":"\n   Video response on if you want more kids, and when you'd want to have more kids if you do?\n  ","810598":"\n   Are you working? If so, what's your job?\n  ","810599":"\n   Vr: what are a few of your favorite movies? List them\n  ","810600":"\n   Is Greg working? If so, what's his job?\n  ","810601":"\n   Video response with Joseph?\n  ","810602":"\n   What fast food place is closest to your house?\n  ","810603":"\n   Would you\/have you ever had an online dating profile?\n  ","810604":"\n   Opinion on abortion?\n  ","810605":"\n   Pancakes, waffles, or French toast?\n  ","810606":"\n   Video responses?\n  ","810607":"\n   How many kids do you picture yourself having?\n  ","810608":"\n   nobody is asking you about the question you liked, I stated she used a racial slur therefore shes racist.\n  ","810609":"\n\n    http:\/\/ask.fm\/lclift\/answer\/134633375477\n   \n   So its ok if Denise says nigga but any other white person on here CANT say it? Racist as hell. @\n  ","810610":"\n   Do u see the drama with Taylor\n  ","810611":"\n   Probably gonna be sitting here awhile. Will you send people my way please? In hopes that they fill my inbox up with decent questions. lol\n  ","810612":"\n   Let's pretend you are in school and the new fashion trend is no pants that's right you come in your underwear and everyone else is doing it would you follow the trend or would you keep wearing pants what do you think?\n  ","810613":"\n   R u on birth control\n  ","810614":"\n   List of the bands\/artists you like?\n  ","810615":"\n   What's askfms biggest problem?Whats askfms best feature?\n  ","810616":"\n   Do you like Valentine's Day?\n  ","810617":"\n   Do you have any tattoos? If so, pap?\n  ","810618":"\n   What's your favorite color?\n  ","810619":"\n   You have the cuties nose ever I mean it reminds me of a little mouse like Micky I want to poke it I bet it's hard  thing & I want to kiss the cute Little wascal it's so cute\n  ","810620":"\n   what makes you skeptical about accounts or new accounts on ask?\n  ","810621":"\n   Who's the biggest douchebag character?\n  ","810622":"\n   If someone liked you, how would you like them to tell you?\n  ","810623":"\n   am i the only one who feels like they have a body of an 80 year old with all the aches which gets worse as it gets colder out😭\n  ","810624":"\n   Did you watch the Super Bowl halftime show? If so, what did you think?\n  ","810625":"\n   Your ear is SOOO beautiful I would love to touch it it's so cute you cutie\n  ","810626":"\n   Do you get motion sick?\n  ","810627":"\n   What's the weirdest coincidence you've ever experienced?\n  ","810628":"\n   What shirt are you currently wearing?\n  ","810629":"\n   Did u email them\n  ","810630":"\n   If you could have one wish for someone on here what would it be? (don't choose the person you're closest to!!)\n  ","810631":"\n   What's something that frustrates you.Well I have already got my wife and kids chocolate for Valentine's Day .Well today is Ash Wednesday so guess what my wife and daughter decided to give up for Lent?....you guessed it ,chocolate 😠😠😠😠😠😠😠😠😠😠😠😠😠😠😠😠😠😠\n  ","810632":"\n   U should be verified\n  ","810633":"\n   What is even the criteria for being verified?\n  ","810634":"\n   You can email them and ask to be but it doesn't necessarily get you verified unfortunately lol\n  ","810635":"\n   How do you help your friends when they're feeling low?\n  ","810636":"\n   What kind of places do your kid(s) like to go to? Besides the park\n  ","810637":"\n   Since I have my gender scan tomorrow morning just for fun what do you think I am having? 💗or💙 ☺️\n  ","810638":"\n   What are you doing\n  ","810639":"\n   How's work babe\n  ","810640":"\n   Are you one to feel sorry for yourself or do you get up dust yourself off and keep going?\n  ","810641":"\n\n    @Wildfoxes__\n   \n   has u blocked\n  ","810642":"\n   When are you getting verified\n  ","810643":"\n   What's something your looking toward to and why?\n  ","810644":"\n   Favorite fast food place?\n  ","810645":"\n   There are too many Asians on YouTube, I need an explanation\n  ","810646":"\n   Have you ever seriously considered something that you would never even begin to thinks about doing now?\n  ","810647":"\n   Are you pretty tech savy?Can you figure out new electronic gadgets pretty easily or are you constantly reading the instruction manual?\n  ","810648":"\n   When's your birthday\n  ","810649":"\n   What's your favorite pasta dish?\n  ","810650":"\n   just letting some of you know that I did NOT make that page, I have nothing to do with it. please don't believe them, if it was me I wouldn't be sending people hate. thank you\n  ","810651":"\n   Why are you excited?\n  ","810652":"\n   What's your favorite movie genre?\n  ","810653":"\n   When was your due date with Joe?\n  ","810654":"\n   So I saw a post on Facebook saying if they cant send their kids to school with anything containing peanuts, then dont send your child to school with sicknesses that can be prevented. Do you agree that if you cant bring peanuts to school, then your child has to be vaccinated?\n  ","810655":"\n   What time do you put Joe down for a nap??\n  ","810656":"\n   U ran that page\n  ","810657":"\n   Adding to the scholarship question, they confirm that you're a virgin. So nobody can lie about it\n  ","810658":"\n   The news just posted that there is now a scholarship for women who are virgins. They want women to focus on education and not stds & pregnancies. Opinions on this?\n  ","810659":"\n   Is it a bad thing if my best friend talks to me more and shows that she cares about me more than my girlfriend?\n  ","810660":"\n   Taylor wants attention\n  ","810661":"\n   Hello\n  ","810662":"\n   I've been busy all day but;\nIf someone asked you to give a random piece of advice what would you tell them?\n  ","810663":"\n   If your next baby is another boy, Will you & your boyfriend try one more time for a baby girl ?\n  ","810664":"\n   Everyone can contribute to help create a better and kinder internet. How do you spread the good vibes? #SID2016\n  ","810665":"\n   Y aren't u and Taylor friends\n  ","810666":"\n   What's your favorite snack?\n  ","810667":"\n   R ur feelings easily hurt\n  ","810668":"\n   Do you know any couples who call eachother by really creepy pet names?My dads old boss and his wife used to call eachother daddy and pussycat....No I'm not making this up.\n  ","810669":"\n   Do u like Jody\n  ","810670":"\n   Why r u up\n  ","810671":"\n   Abigail Whistler Sheen Snipes\n  ","810672":"\n   What's the best thing abt the town you live in?\n  ","810673":"\n   America has a national language of English, right?\n  ","810674":"\n   If you live in America, should you have to know English?\n  ","810675":"\n   What's your favorite kind of cake\n  ","810676":"\n   What's your favorite kind of cheesecake?\n  ","810677":"\n   What's your favorite healthy snack?\n  ","810678":"\n   How come you answer so many questions with \"I don't know\"\n  ","810679":"\n   Who are two of your favorite musical artists?\n  ","810680":"\n   If you want to listen to music, how do you usually do it? (Like Spotify or CDs whatever)\n  ","810681":"\n   Who's your favorite female comedian?\n  ","810682":"\n   Pap of the phone case your getting\n  ","810683":"\n   Taylor doesn't care that ur upset\n  ","810684":"\n   You're gorgeous\n  ","810685":"\n   Do you like\n   \n    @MCub3d\n   \n","810686":"\n   Y is ur Ig private\n  ","810687":"\n   Do u accept people on Instagram\n  ","810688":"\n   Why are you so rude\n  ","810689":"\n   What time is it\n  ","810690":"\n   Whats the weather like\n  ","810691":"\n   How r u\n  ","810692":"\n   Ever go to the store needing to get something specific and then up getting a bunch of things and forget to buy the thing you originally went to the store to get??\n  ","810693":"\n   Hi\n  ","810694":"\n   Do u like\n   \n    @taylor1188\n   \n","810695":"\n   Do I smoke ?\n  ","810696":"\n   What's ur tweets about\n  ","810697":"\n   Do u miss anyone\n  ","810698":"\n   Twitter name?\n  ","810699":"\n   U missing Taylor is what's bothering you? xx\n  ","810700":"\n   What's bothering you\n  ","810701":"\n   Do you like Girl Scout cookies?Which kind are your favorites?\n  ","810702":"\n   Did Jody block u\n  ","810703":"\n   U will beg Taylor to be ur friend\n  ","810704":"\n   How many weeks were you, when you gave birth?\n  ","810705":"\n   Is there anything your waiting for\n  ","810706":"\n   What's Joe doing\n  ","810707":"\n   Where's ur boyfriend\n  ","810708":"\n   How are you\n  ","810709":"\n   Taylor doesn't like u\n  ","810710":"\n   You have Taylor under something bad\n  ","810711":"\n   Just show us\n  ","810712":"\n   I bet it's bad emojis that's why u won't show\n  ","810713":"\n   Color of ur phone\n  ","810714":"\n   Plans for today\n  ","810715":"\n   Do u have Taylor's number saved\n  ","810716":"\n   What's Taylor's Instagram\n  ","810717":"\n   Plans for Valentines day\n  ","810718":"\n   Instagram name?\n  ","810719":"\n   Why do u wish u were pregnant\n  ","810720":"\n   Youre my queen😘\n  ","810721":"\n   You're my queen\n  ","810722":"\n   Is Gabby pregnant\n  ","810723":"\n   Y do u think he didn't want another kid with u\n  ","810724":"\n   why are anons so jealous that they have to try and start sht by making things up? ffs\n  ","810725":"\n   Ur boyfriend is the father of my child\n  ","810726":"\n   R u pregnant\n  ","810727":"\n   He's been texting me saying he wants to come over (;\n  ","810728":"\n   Ur bf is cheating on u\n  ","810729":"\n   Ur bf is selfish\n  ","810730":"\n   You're gorgeous 🔥\n  ","810731":"\n   Something you want\n  ","810732":"\n   Battery %\n  ","810733":"\n   Something you wish you could do differently\n  ","810734":"\n   Don't stress\n  ","810735":"\n   Last thing that stressed u out\n  ","810736":"\n   What's your favorite dish to make?\n  ","810737":"\n   You're a sweetie pie\n  ","810738":"\n   What's a personality trait you're really glad you don't have?\n  ","810739":"\n   Are you watching the super bowl? What you think of the half time performance?\n  ","810740":"\n   send people my way please? My inbox is empty.\nq: are you watching the Superbowl? if so, who do you want to win? If not,  what is your favorite dish to eat?\n  ","810741":"\n   Why do u need a new charger\n  ","810742":"\n   What r u doing\n  ","810743":"\n   Yes, I am being the annoying little ahole I am, but I'm doing honesty night, opinions and hot or not etc. so ask me anything, pretty much nothing's off limits. Anon or not, it doesn't matter.\n  ","810744":"\n   If you tell  somebody about something that is important to you and their response to you is \"oh\" would that give you the impression that they don't care?\n  ","810745":"\n   Why do you not like on here\n  ","810746":"\n   Taylor doesn't like you\n  ","810747":"\n   When choosing a movie, do you chose it based on; having watched it previously? Hearing reviews about it? Looking at the surface graphics of the film package?\n  ","810748":"\n   When choosing a snack, do you chose it because; it is filling? It is easily prepared? It contains something that alters your mood?\n  ","810749":"\n   Sorry for the confusion!\n  ","810750":"\n   Yes like someone else taking them\n  ","810751":"\n   A selfie is a picture that someone has taken of oneself...\n  ","810752":"\n   How is that confusing haha\n  ","810753":"\n   Yes that aren't selfies.\n  ","810754":"\n   Do you have any family pictures that aren't selfies? (I'm just curious, I feel like this sounds judgemental but I'm not haha)\n  ","810755":"\n   Family photo\n  ","810756":"\n   Have you ever had a really big argument with a parent\/with your parent? If so, what was it about?\n  ","810757":"\n   Where's the most recent place you bought something?\n  ","810758":"\n   What's your favorite kind of restaurant?\n  ","810759":"\n   Do you drink alcohol?\n  ","810760":"\n   When choosing from a menu do you choose; something you usually have? Something you've never tried before? Something the waiter suggests?\n  ","810761":"\n   When winding down for the night do you prefer; a hot drink? A book? Or a soothing massage?\n  ","810762":"\n   What number am I thinking of?\n  ","810763":"\n   Are you craving anything\n  ","810764":"\n   Last thing you bought\n  ","810765":"\n   What are you annoyed about\n  ","810766":"\n   If you're at a movie theater abt to buy something to eat during the movie, what do you usually buy?\n  ","810767":"\n   Last person you texted\n  ","810768":"\n   Which iPhone do you have and are you thinking about getting a new one\n  ","810769":"\n   What time is it\n  ","810770":"\n   You bought Taylor a case\n  ","810771":"\n   How many relationships have you been in?\n  ","810772":"\n   What is your favorite season?\n  ","810773":"\n   Have you ever been in love?\n  ","810774":"\n   What is your favorite fruit?\n  ","810775":"\n   How many pictures do you have on your phone?\n  ","810776":"\n   Parents,when's the last time someone tried to undermine your parenting?Last night I chewed out my mom for telling us that Lexie can have ice cream even though we told her no for acting like a brat\n  ","810777":"\n   Last one, Opinion: Valentine's Day. Is it just another day or is it something that should actually be special and different?\n  ","810778":"\n   Opinion: Tattoo's. Should jobs reject you just because you have tattoos that show?\n  ","810779":"\n   Opinion: Sex before marriage?\n  ","810780":"\n   What is your Zodiac sign? Does it describe your personality well? Or is it completely off?\n  ","810781":"\n   Has anyone ever made you feel bad because of a mistake you have made?\n  ","810782":"\n   U follow Taylor still\n  ","810783":"\n   How do you stop yourself from being too attached to something or someone? Does it usually work?\n  ","810784":"\n   What's something you really want\n  ","810785":"\n   Can you name all of the Seven Dwarfs from Snow White?😂😏\n  ","810786":"\n   Do you know any smug and arrogant people that think their status in life justifies their attitude?\n  ","810787":"\n   Have you ever tried to see if someone blocked you on here? (I don't know if it works anymore since ask updated).\n  ","810788":"\n   What is your worst habit? Have you tried breaking this habit? Did you fail or succeed?\n  ","810789":"\n   Do you agree with people who say pitbulls are all dangerous and it isnt about the owner, its in their genes? Some cities in my state have banned Pitbulls, what do you think about that?\n  ","810790":"\n   yo\n  ","810791":"\n   What's one thing that frustrates you most? \nI am currently still sending myself gender photos and editing them and it's taking forever. I'm getting so impatient. 😂😓\n  ","810792":"\n   Taylor doesn't send you spam\n  ","810793":"\n   You're gorgeous\n  ","810794":"\n   Selfie ?\n  ","810795":"\n   Happy Super Bowl Sunday!Who do you want to win the game today?If you don't follow football what's your favorite talking animal?\n  ","810796":"\n   Everyone's fallen asleep on me so I'm gonna think up a spam for later, any auggestions? (Also, as I now have a spare hour, I'll answer every question you guys have ✌🏻️)\n  ","810797":"\n   How do you like the white toes, good?\n  ","810798":"\n   you ever paint your toes white?\n  ","810799":"\n   You said in one answer that you never get tired of McDonalds and then the next question you said you were tired if McDonalds????\n  ","810800":"\n   if u didnt care u wouldnt answer questions about her\n  ","810801":"\n   How's Taylor\n  ","810802":"\n   Have you ridden a hover board?If you own one has it caught fire yet?\n  ","810803":"\n   Which meal are you tired of because you eat it \"all the time\" if any?\n  ","810804":"\n   Which meal do you never get tired of eating?\n  ","810805":"\n   Feel free to delete this, but do any of you like pulled pork? If so, do you have a recipe you'd care to share? Im making some monday and the ones my friends are giving me are 👎👎👎\n  ","810806":"\n   Honesty night over here. send followers my way. also doing q4w. \n\n\n\nQ: Have you ever had moonshine? if not, would you?\n  ","810807":"\n   True or false , you have an iPhone\n  ","810808":"\n   How many photos u have on ur phone\n  ","810809":"\n   What u doing\n  ","810810":"\n   Last time u had sex\n  ","810811":"\n   Do you have more male friends or female friends?Why do you think that is?\n  ","810812":"\n   Do u want another kid with Greg\n  ","810813":"\n   Do you think girls should shave their legs? Armpits?\n  ","810814":"\n   Do fakes on ask bother you much? Do you ever bother to try and expose them? Or do you usually just stay quiet (even when you're suspicious)?\n  ","810815":"\n   Have you ever experienced cyber bullying?\n  ","810816":"\n   Do you have any plans for Valentine's Day yet?\n  ","810817":"\n   What is something that most people love about you?\n  ","810818":"\n   Is taylor mad at you\n  ","810819":"\n   Do you feel comfortable talking about (possibly controversial) opinions on ask? In real life?\n  ","810820":"\n   Are there any careers\/jobs you'd actually be upset if you had a child go into?\n  ","810821":"\n   Later, I am going to send a food spam. For now, I am going to send one question until my kindle is done charging. Do you eat turkey burgers or ground beef burgers? What do you like on your burgers? If you don't eat burgers\/meat, what's your favorite mock meat brand?\n  ","810822":"\n   Does the person that you have feelings for know that you like them?\n  ","810823":"\n   I'm in a good mood currently. Will you send people my way please? So hopefully I'll get some questions.\nQ: What's put you in a good\/great mood lately?\n  ","810824":"\n   What's for dinner tonight\n  ","810825":"\n   Make an anagram out of your name!\n  ","810826":"\n   Post the cutest picture you have on your phone? (Can be a selfie, a cute kid, a cute animal, anything!)\n  ","810827":"\n   Are you for or against the death penalty?\n  ","810828":"\n   Age?\n  ","810829":"\n   What time is it\n  ","810830":"\n   Who's jealous of you\n  ","810831":"\n   Pap of your answers to others\n  ","810832":"\n   that happened a few days ago\n  ","810833":"\n   didnt taylor tell u she liked jodys answer for u to see it\n  ","810834":"\n   Lmfao your mad\n  ","810835":"\n   I never said I didn't like you lmao I said I thought some of your answers were rude. but some of mine are rude too lmao. if I didn't like you id straight up say I don't like you. but I didn't say that. anons are always trying to start shit.\n  ","810836":"\n\n    @itscaroobitch\n   \n   doenst like you\n  ","810837":"\n   cause u said idk but u would know if she talked about her to u\n  ","810838":"\n   i asked if taylor talked crap about jody\n  ","810839":"\n   I just didn't read your prior answers. I promise I didn't do it to make you angry\n  ","810840":"\n   has taylor talked crap about jody to u\n  ","810841":"\n   I'm so sorry. I didn't mean to bug you\n  ","810842":"\n   I wish I were half as beautiful as you\n  ","810843":"\n   I wish you were pregnant\n  ","810844":"\n   What r u making\n  ","810845":"\n   What r u about to do\n  ","810846":"\n   gabby isnt pregnant so stop asking her\n  ","810847":"\n   do u talk to denise\n  ","810848":"\n   R u pregnant\n  ","810849":"\n   Do you miss Taylor\n  ","810850":"\n   Are you mad at Taylor\n  ","810851":"\n   How many people view ur snaps\n  ","810852":"\n   Have you talked to Taylor\n  ","810853":"\n   they cant call you beautiful but they can call you cute ? haha\n  ","810854":"\n   Has anyone watched you whip?Watched you nene?And did you do the stanky leg?\n  ","810855":"\n   You're very cute\n  ","810856":"\n   You look beautiful\n  ","810857":"\n   You are gorgeous !\n  ","810858":"\n   Are you pregnant?\n  ","810859":"\n   * How do you celebrate special occasions like birthday? *\n  ","810860":"\n   Hey\n  ","810861":"\n   It's Friday what is everyone doing\n  ","810862":"\n   How many cases you have\n  ","810863":"\n   Last thing Greg did for you\n  ","810864":"\n   Did Taylor text you back\n  ","810865":"\n   Something you want but can't have\n  ","810866":"\n   Why are you sending Taylor questions about yourself\n  ","810867":"\n   Sorry for any confusion, I've switched to this account for now because I've learnt my \"family\" stalk all of my social media and I can't be dealing with that shit. So yeah I'm still here 👋🏻👋🏻\n  ","810868":"\n   Can anyone follow you on SC and Twitter\n  ","810869":"\n   Twitter:\n  ","810870":"\n   SC:\n  ","810871":"\n   Who do you miss\n  ","810872":"\n   How r u\n  ","810873":"\n   Why are you always on your bfs ask\n  ","810874":"\n   Are you more ticklish when you're high?\n  ","810875":"\n   Do you take a lot of selfies?\n  ","810876":"\n   Happy Friday! 😌 \nUsing this space, tell me about your plans this weekend or PAP of something you love!\n  ","810877":"\n   Plans for tonight\n  ","810878":"\n   I miss u\n  ","810879":"\n   What r u excited for\n  ","810880":"\n   What made you decide to follow me?And if you aren't following me why the hell not?😡😡😡😡😡😡\n  ","810881":"\n   Do you believe in ghosts? If so, do you ever wonder about all the wars and other stuff that could have happened where your living?\n  ","810882":"\n   Any of my beautiful followers want to Q4Q with me? 10 questions maximum. \nAlso if you don't mind, send your followers my way, my inbox is brewing cobwebs. Thanks!\n  ","810883":"\n   Do you ever just randomly get irritated, and the smallest things set it off? That's been me for the past few weeks 😒\n  ","810884":"\n   Which sandwich topping would you be and why?\n  ","810885":"\n   are you a good girl a naughty girl\n  ","810886":"\n   Pap a body positive pic\n  ","810887":"\n   would u peirce ur pussy\n  ","810888":"\n   are you a  virgin\n  ","810889":"\n   where\n  ","810890":"\n   do u have piercings\n  ","810891":"\n   hi\n  ","810892":"\n   Last thing to make you smile\n  ","810893":"\n   How are ya\n  ","810894":"\n\n    @lizzzavine\n   \n   asks, \"Would you rather have crazy turbulence on a flight or only be able to eat through your nostrils?”\n  ","810895":"\n   Didn't you used to say Joseph was in the NUIC?\n  ","810896":"\n   I thought it was a NUIC haha\n  ","810897":"\n   What's a movie that was generally well liked, that you didn't get the appeal of at all?\n  ","810898":"\n   What's your favorite comedy?\n  ","810899":"\n   My mom breastfed me when I was in the nicu!\n  ","810900":"\n   What's your favorite baked good?\n  ","810901":"\n   Opinion on circumcision?\n  ","810902":"\n   Did you breastfeed? Why or why not? How did you make your decision?\n  ","810903":"\n   What's your favorite Beyoncé song?\n  ","810904":"\n   When are u guys moving\n  ","810905":"\n\n    @taylor1188\n   \n   And\n   \n    @jodymariexox\n   \n   are bff\n  ","810906":"\n   Ur bf isn't getting u anything for Valentine's Day\n  ","810907":"\n   Ur boyfriend is cheating on you\n  ","810908":"\n   Ya mans fronting for ask\n  ","810909":"\n   Your man was texting me last night\n  ","810910":"\n   What would you do if you were peeing at a party, and a guy walked in the bathroom?\n  ","810911":"\n   What does it mean if your middle finger itch?\n  ","810912":"\n   When you imagine yourself at your most relaxed, what are you doing?\nThis could be a genuine scenario that happens or a fantasy.\n  ","810913":"\n   We all know why she doesn't like you Gabby stop acting like you don't know\n  ","810914":"\n   well you seem kinda gross so...\n  ","810915":"\n   didnt your nipple get infected and then it fell off\n  ","810916":"\n   did your piercing get infected\n  ","810917":"\n   When's the last time someone with cold hands grabbed making you jump?Whens the last time you surprised someone with your cold hands?\n  ","810918":"\n   let me clear up my last question...i meant money wise on piercings lol\n  ","810919":"\n   how much do you think is too much when it comes to piercings?\n  ","810920":"\n   You know what gets me really hot?😉...wearing a coat  outside when it's 100 degrees..What about you?\n  ","810921":"\n   Have you seen something recently that you just cannot explain?\n  ","810922":"\n   Does it bother you that his mom don't like you\n  ","810923":"\n   Cutie\n  ","810924":"\n   Whats wrong?😞\n  ","810925":"\n   I hope you all have a great Wednesday! Remember youre all amazing and to always keep a smile and your head held high! :)\n  ","810926":"\n   You're down right stunning!\n  ","810927":"\n   You're very beautiful!!!!!\n  ","810928":"\n   How are you\n  ","810929":"\n   Do you want another child\n  ","810930":"\n   Verification: Askfm's criteria for verification stands on popularity alone. Do you think that is fair? Do you think you'd meet the criteria to gain verification? Who isn't verified now that you think should be?\n  ","810931":"\n   What you doing\n  ","810932":"\n   Hey dear ☺️ if you want take a look of what i wrote today and ask me for quotes or anything :) followed ❤️\n  ","810933":"\n   Why would u fake ur child\n  ","810934":"\n   Why'd you pick that one 🙄😂\n  ","810935":"\n   No, Taylor your best friend, sent you a message saying, you can get a website or app, to fake your pregnancy ultrasound? ?? So I'm guessing she was talking about you faking\n  ","810936":"\n   Do you believe that global peace is attainable?\n  ","810937":"\n   Why do you need,  an app or a website? To make a fake pregnancy ultrasound? ??? You trying to copy that girl? Who faked her entire pregnancy. . Carolina\n  ","810938":"\n   Go to sleep\n  ","810939":"\n   So my birthday is in 16 days. When is your birthday? Anything exciting planned?😊\n  ","810940":"\n   You are so beautiful!!!! Stunning with the eyes down the legs and all over you are the sweetest person\n  ","810941":"\n   You're all wonderful.Just thought you'd all like to know.\n  ","810942":"\n   Anna's \"boyfriend \" has sent others rude comments.I think she's a liar and her boyfriends a loser\n  ","810943":"\n   What do you mean\n  ","810944":"\n   Tea frog sleep?\n  ","810945":"\n   Why is the human mentioning you in the comments\n  ","810946":"\n   Oh, she has her problems for sure!! She has severe trust issues.\n  ","810947":"\n   Anna didn't say it. Her boyfriend sometimes hacks her account. So let's all calm down.\n  ","810948":"\n   Pap of your answers to others\n  ","810949":"\n   to make my last question clear, i meant anna and her bf not greg.\n  ","810950":"\n   why would\n   \n    @babybluebabe9495\n   \n   call\n   \n    @GDanzy\n   \n   a n****r? Does this make them both racist? I AM SO OFFENDED I COULD CRY!\n  ","810951":"\n   I hope ur okay\n  ","810952":"\n   You and your bf are adorable\n  ","810953":"\n   What do you know when enough is enough\n  ","810954":"\n   What's something you learned\n  ","810955":"\n   What you doing\n  ","810956":"\n   Last person u talked to\n  ","810957":"\n   I wouldn't trust Anna. She's a horrible judgmental person!!\n  ","810958":"\n   Are you okay\n  ","810959":"\n   Twitter\n  ","810960":"\n   What is the last thing you downloaded onto your computer?\n  ","810961":"\n   Why did Anna call your boyfriend the N word ??\n  ","810962":"\n   Hi\n  ","810963":"\n   What are your favorite smoothie ingredients?\n  ","810964":"\n   Which animal would you love to be for a day?\n  ","810965":"\n   like=10 likes?\n  ","810966":"\n   Do you like this #LoveYourself cover?\n   \n    https:\/\/youtu.be\/wANeCX2etLU\n   \n","810967":"\n   Must be confused with who this is darling. Let's just say, I'm a friend of a friend, of a friend. Wink wink.\n  ","810968":"\n   How many times a day do you eat?\n  ","810969":"\n   Did you eat breakfast?\n  ","810970":"\n   Do you read all of your bf's answers to the questions he receive?\n  ","810971":"\n   Do you believe in groundhog day?\n  ","810972":"\n   How long has your bf had an ask account?\n  ","810973":"\n   Too blunt right right keep being fake to people. Your friends will soon realize that you are the fakest of them all. You're butthurt over an answer, wah wah wah.\n  ","810974":"\n   Do you have a male best friend?\n  ","810975":"\n   Your so fake\n  ","810976":"\n   How many best friends do you have?\n  ","810977":"\n   no shes not\n  ","810978":"\n   wait r u pregnant\n  ","810979":"\n   Why did Taylor leave\n  ","810980":"\n   what did taylor do last night ? i wasnt on to see\n  ","810981":"\n   Y'all can do it\n  ","810982":"\n   Is Taylor ur bestie\n  ","810983":"\n   Good night\n  ","810984":"\n   Sorry to be a bother, but could you possibly send people my way? All I'm doing is watching Bones. lol \nQ: Do you have a favorite crime show?\n  ","810985":"\n   You miss Taylor yet ?\n  ","810986":"\n   What time u get up\n  ","810987":"\n   Favorite drinkn\n  ","810988":"\n   Sad sad excuse for a friend\n  ","810989":"\n   Chelsea doesn't like u\n  ","810990":"\n   I'm a drama prick but you are the one that started talking about her first! How silly!\n  ","810991":"\n   You're really sweet\n  ","810992":"\n   Do u want the baby or not\n  ","810993":"\n   So ur not sending Taylor's name around\n  ","810994":"\n   Do u have baby  fever\n  ","810995":"\n   What r u doing\n  ","810996":"\n   Best friends\n  ","810997":"\n   How r u\n  ","810998":"\n   When r u having a baby\n  ","810999":"\n   Is gabby fake\n  ","811000":"\n   How are you\n  ","811001":"\n   R u mad\n  ","811002":"\n   I LOVE CARDI SO Much!\n  ","811003":"\n   What's wrong\n  ","811004":"\n   What is something you improved on overtime? In the before, how would you describe it?\n  ","811005":"\n   When did someone last hurt you?\n  ","811006":"\n   Yo\n  ","811007":"\n   Me and my boyfriend of 2 1\/2 years broke up today and I wish I had someone to talk too 😔\n  ","811008":"\n   Have a daughter 😩\n  ","811009":"\n   Plans for tomorrow\n  ","811010":"\n   Bored af so I'm doing honesty night where all questions will be answered and all honestly, hot or nots, send me a word and I'll give you a song that reminds me of it, and question for question if you're not on anon. Hope you're all doing well, my lovelies! <3\n  ","811011":"\n   Ur rude\n  ","811012":"\n   Do you not know the southern momma person?\n  ","811013":"\n   What do you believe happens when you die? Where do you go?\n  ","811014":"\n   Would you ever pick up a hitch hiker?\n  ","811015":"\n   This will be a completely random spam. Whatever comes to my mind. 👌🏼 Has anything scary\/creepy happened in your town? If so, please tell!\n  ","811016":"\n   Would you survive a zombie appocolypse?\n  ","811017":"\n   How many cases do you have\n  ","811018":"\n   Did you watch the grease live show last night?\n  ","811019":"\n   What's your favorite 80s movie?\n  ","811020":"\n   About to relax in a hot bath. Send some followers my way? Also sending out some spam! ❤️ any topic ideas?\n  ","811021":"\n   Do you like cinnamon rolls?\n  ","811022":"\n   Last person u had sex with\n  ","811023":"\n   You're a great mom! 😊💙💖 and I mean this too haha. 💋\n  ","811024":"\n   When did you find out you were pregnant with both kids?\n  ","811025":"\n   When is your man gonna settle you down?\n  ","811026":"\n   Are you single\n  ","811027":"\n   What you wearing rn\n  ","811028":"\n   If you found out u were pregnant with twins would your mom be more pissed then if it was one kid?\n  ","811029":"\n   Have you ever had surgery?\n  ","811030":"\n   iOS or Android? 📱\n  ","811031":"\n   If you had the ability to jump into your favorite show would you or would you not and why ?????\n  ","811032":"\n   Would you agree or disagree that criminal profiling impact certain Americans more that others?\n  ","811033":"\n   Last person you texted\n  ","811034":"\n   Would u fight\n   \n    @MCub3d\n   \n","811035":"\n   How are you\n  ","811036":"\n   Why is\n   \n    @MCub3d\n   \n   screen shotting Taylor's text\n  ","811037":"\n   Y did\n   \n    @taylor1188\n   \n   tell u\n   \n    @MCub3d\n   \n   doesnt know why she don't like her when she clearly doesn't\n  ","811038":"\n   Why does\n   \n    @MCub3d\n   \n   keep liking ur answers\n  ","811039":"\n   Hey\n  ","811040":"\n   Aren't u upset\n  ","811041":"\n   Jody and\n   \n    @taylor1188\n   \n   are best friends again that means she will kick you back out\n  ","811042":"\n   Taylor talks to Jody again\n  ","811043":"\n   Do you care if your askfm followers are friends with someone on here that you dislike?\n  ","811044":"\n   Follower count\n  ","811045":"\n   Have  you ever gotten into a nasty confrontation with anyone because they simply refused to take no for an answer?\n  ","811046":"\n   I just read a post on Facebook that said if theyre gonna start fining people who smoke with children in the car, then you should fine mothers who smoke while pregnant. What are your thoughts on this?\n  ","811047":"\n   Pull off the diaper and wiggle and jiggle it\n  ","811048":"\n   Last thing u did\n  ","811049":"\n   Did u graduate from school\n  ","811050":"\n   What's your battery on atm\n  ","811051":"\n   Will you show us the ring to 💍\n  ","811052":"\n   What's Joseph doing\n  ","811053":"\n   Is Danzy your real last name\n  ","811054":"\n   Will u tell us the story of how he does it\n  ","811055":"\n   When will Greg marry you\n  ","811056":"\n   Do u think Greg will propose to you\n  ","811057":"\n   What time is it\n  ","811058":"\n   Has your boyfriend proposed to you yet\n  ","811059":"\n   You and your boyfriend are to cute\n  ","811060":"\n   Last person you texted\n  ","811061":"\n   How are you\n  ","811062":"\n   Do you believe people treat the bible like an all-you-can-eat buffet? Do you believe they just rummage through and pick parts out of the book to use as a weapon in most arguments?\n  ","811063":"\n\n    @theyloveearii\n   \n   asks, \"Have you ever eaten glue or a crayon or anything strange?”\n  ","811064":"\n   Do you want to go to college?\n  ","811065":"\n   What was your dream about?\n  ","811066":"\n   Phone company\n  ","811067":"\n   You ignore\n   \n    @taylor1188\n   \n","811068":"\n   If you could have one children's cartoon removed from tv what would it be and why?\n  ","811069":"\n   Is it selfish for parents to have multiple unnecessary luxury items (ex. tvs, designer bags, cars, expensive shoes)\n  ","811070":"\n   What is your option on prisons allowing newborns to stay with their mother for the first year?\n  ","811071":"\n   If your could have an all expense paid trip to visit 3 people that you met on ask.fm, who would you meet?\n  ","811072":"\n   How would you react if your child got pregnant\/got someone pregnant at age 14?\n  ","811073":"\n   If your child had touched their sibling in an inappropriate way, how would you respond?\n  ","811074":"\n   Are mobile homes and mobile home parks safe for raising children?\n  ","811075":"\n   When a teen gets pregnant, is it their fault or their parents?\n  ","811076":"\n   Should children be taken away from parents that smoke pot?\n  ","811077":"\n   Should the Duggars (Michelle and Jim Bob) be allowed to adopt even after Josh's actions?\n  ","811078":"\n   U work today\n  ","811079":"\n   Send people my way? My inbox is empty. Ask whatever. Thanks!\n  ","811080":"\n   If a girl is pregnant and wants to date another guy (who's not the baby father) do you think she should tell him about the pregnancy if they get serious before they get together or while they're together?\n  ","811081":"\n   3 places you would like to go on a vacation?\n  ","811082":"\n   Should parents who have obese children be charged with child abuse? Explain (Inspired by a video I saw on FB)\n  ","811083":"\n   Would you say that a women who has sex with random guys without dating is considered hoe? Can a guy be considered as one too if he did the same with random females?\n  ","811084":"\n   Given a chance, would you bungee jump?\n  ","811085":"\n   Your son, could still go to school, at 2 years old?like pre-school &  lash daycare?\n  ","811086":"\n   Do you think one who doesn't value or respect anothers indifferent opinion is another form of insecurity?\n  ","811087":"\n   What is something that we all grow from?\n  ","811088":"\n   Do you know someone or someones who measures others by their own one-sided perspective?\n  ","811089":"\n   Ur ignoring\n   \n    @taylor1188\n   \n","811090":"\n   Okay guys thats all I am sending for tonight, I will try to send some more tomorrow! 😘\n  ","811091":"\n   In what ways do you hold yourself back?\n  ","811092":"\n   If you could change one law to benefit everyone, what would it be and why?\n  ","811093":"\n   When was the unexpected better than what you expected?\n  ","811094":"\n   What do you usually express yourself through?\n  ","811095":"\n   If you could have one superpower, what would it be and how would you use it?\n  ","811096":"\n   If you could master one skill you don’t have right now, what would it be?\n  ","811097":"\n   What are your favorite music albums?\n  ","811098":"\n   What excuses do you need to stop making? (If you are a complete procrastinator like myself...lets just say this is a bad habit lol)\n  ","811099":"\n   What did you guys do today?\n  ","811100":"\n   What activities help you feel most like yourself?\n  ","811101":"\n   Does your son go to school\n  ","811102":"\n   Whats something that doesnt have an ending?\n  ","811103":"\n   Think about your current situation in life no matter what it may be, what do you appreciate the most from it?\n  ","811104":"\n   What has recently reminded you how fast time flies?\n  ","811105":"\n   If you were going to die at midnight, what would you be doing at 11:45pm?\n  ","811106":"\n   What gives you hope?\n  ","811107":"\n   What have you grown to really appreciate as you've gotten older?\n  ","811108":"\n   What used to scare you that no longer does? If it still does, what is it?\n  ","811109":"\n   Whats something positive you try to keep in mind when negativity surrounds you?\n  ","811110":"\n   Which holiday spam is your favorite?\n  ","811111":"\n   Who talking about brit\n  ","811112":"\n   Life is too short to ____\n  ","811113":"\n   What is the most valuable life lesson that you learned from a mistake?\n  ","811114":"\n   Whats something you think about too often?\n  ","811115":"\n   What impact do you want to leave on the people you love?\n  ","811116":"\n   What is something you wish for everyone you love?\n  ","811117":"\n   How early should holiday spams be sent in your opinion?\n  ","811118":"\n   Something simple that never fails to make you smile? 😊\n  ","811119":"\n   Happiness is not _____\n  ","811120":"\n   Love is not _____\n  ","811121":"\n   Who would you like to forgive right now? (If this is too personal, feel free to delete this.)\n  ","811122":"\n   Whats something nobody could ever steal from you?\n  ","811123":"\n   I was asked this yesterday and I'm curious as to what you guys will say. What does beautiful look like in the dark?\n  ","811124":"\n   What would you do differently \/ right now, if you knew nobody would ever judge you?\n  ","811125":"\n   What kind of people does the world need more of?\n  ","811126":"\n   Tell me about the best advice you have ever given yourself.\n  ","811127":"\n   What do you really need the most right now?\n  ","811128":"\n   Happiness is _____ ?\n  ","811129":"\n   What's something you take for granted everyday?\n  ","811130":"\n   What do you always try to avoid?\n  ","811131":"\n   What will you never give up on?\n  ","811132":"\n   In one word, what do you live for?\n  ","811133":"\n   I have some time to waste right now so before I send out questions in the next few minutes, let me know if you do \/ dont want them please! 😊\n  ","811134":"\n   In one sentence, who are you?\n  ","811135":"\n   What are some of the weird things your son does\n  ","811136":"\n   Dishes - do you hand dry your dishes or let them dry in a rack? Do you consider them done if you let them sit in the rack? or not until they're put away?\n  ","811137":"\n   beds - how good are your bed making skills? PAP of your bed all made :P\n  ","811138":"\n   Trash- how often is your trash taken out? Do you have trash pick up in cans? or a dumpster?\n  ","811139":"\n   trash- how many trash cans do you have in your house? what rooms are they in? do you get picky about what goes in what trash can? EX: I prefer things like dirty diapers, wipes, fem products etc in bathroom trash\n  ","811140":"\n   Do\/will you make your children make their own beds? when? (when they wake up, after breakfast etc) and what age?\n  ","811141":"\n   Hey love. I know these can be annoying but would you mind sending some followers my way? 💜\n  ","811142":"\n   Hi\n  ","811143":"\n   What is something that you recently learned about yourself?\n  ","811144":"\n   If a close friend of yours say that they feel worthless, what would you say to them to make them feel better about themselves?\n  ","811145":"\n   Post your public social media below ⬇️⬇️\n  ","811146":"\n   I feel bad for you\n  ","811147":"\n   Last time you smoked\n  ","811148":"\n   What is something that you would like to change about yourself?\n  ","811149":"\n   What was the last thing that you bought?\n  ","811150":"\n   The only way to get questions these days is too allow everything being asked; therefore I will do a Honesty Night! Send your followers this way! ❤️\n  ","811151":"\n   What's the goodest thing you ate lately?\n  ","811152":"\n   Have you ever liked someone so much that it caused you pain?\n  ","811153":"\n   Have you ever went through a rough breakup before?\n  ","811154":"\n   What u doing\n  ","811155":"\n   Do you have any kids games on your phone for your child\/Children? If yes, What games do you have?\n  ","811156":"\n   While you were growing up, did you have your own bedroom, or did you share a room with others?\n  ","811157":"\n   What is something weird your child does\n  ","811158":"\n   Is there someone or something you currently want but you cannot have?What it be?\n  ","811159":"\n   Do you have embarrassing nicknames from your childhood?Share them 😉\n  ","811160":"\n\n    @T39874\n   \n   asks,what's the funniest answer you've seen on here?\n  ","811161":"\n   Do you shop at Walmart?\n  ","811162":"\n   When's the last time you went to the movies?\n  ","811163":"\n   Do you wear ripped jeans?\n  ","811164":"\n   What is your favorite thing to order from McDonald's?\n  ","811165":"\n   Do u want a boy or girl\n  ","811166":"\n   How is ur day\n  ","811167":"\n   Where's\n   \n    @taylor1188\n   \n","811168":"\n\n    @theannaclendening\n   \n   asks, \"What is your most embarrassing moment?”\n  ","811169":"\n   How often do you switch up your diet? Would you say you consume the same sorts of foods regularly? Do you have a varied diet?\n  ","811170":"\n   Do you have a Netflix Account? If you do, What TV shows have you been watching on there recently?\n  ","811171":"\n   R u asking questions to Ashlie about you . Pap of your notifications to others\n  ","811172":"\n   *\n  ","811173":"\n   What bothers you\n  ","811174":"\n\n    @itstaytayxx\n   \n   asks, \"What drives you crazy mad?”\n  ","811175":"\n   What did\/will you have for dinner?\n  ","811176":"\n   Is it possible for a person to want to go out with someone and not know why? My gf and I recently got back together and when I asked why she wanted to get back with me she said 'idk' like how do you not know about something like that?\n  ","811177":"\n   Hi 😊\n  ","811178":"\n   guys, send in @'s for opinions because I'm bored af lol.\n  ","811179":"\n   Plans 4 tonight\n  ","811180":"\n   Parents..do your children have a friend whose parents you can't stand?Are you able to get along with them for the sake of the kids?\n  ","811181":"\n   Have you had your tonsils out\n  ","811182":"\n   R U pregnant\n  ","811183":"\n   Would you want something named after you?Like a planet a building or a park?\n  ","811184":"\n   Why did you beg Caitlin to follow you? 😂\n  ","811185":"\n   What places have you traveled to before?\n  ","811186":"\n   How did you and your boyfriend meet?\n  ","811187":"\n   Do you stay in the house all day a lot?\n  "},"Answer":{"810115":"\n  He's my boyfriends brother who passed away\n  ","810116":"\n  No one u until I was 12 weeks\n  ","810117":"\n  We get high\n  ","810118":"\n  He was there when I took the test lol he was shocked and nervous\n  ","810119":"\n  ^^^^\n  ","810120":"\n  My son\n  \n  My boyfriend\n  \n  My self\n  ","810121":"\n  My son 💙\n  ","810122":"\n  Yeah they did me wrong\n  ","810123":"\n  To Barbados\n  ","810124":"\n  Mines going good 😊\n  \n  In the city with my BFF 😍\n  ","810125":"\n  ^^^^\n  ","810126":"\n  I don't eat burgers\n  ","810127":"\n  I smoke\n  ","810128":"\n  Nope , I'm 21 and I fought myself never show fear 💪🏽\n  ","810129":"\n  Light green & pink\n  ","810130":"\n  Lmfao I'd rather not say 🙃\n  ","810131":"\n  true statement lol\n  ","810132":"\n  I mean it depends on what age\n  \n  I can't really be like \"no don't smoke\" because most likely he will go behind my back and do it anyways. You know?\n  ","810133":"\n  Over 1,000 followers\n  \n  Good vibes\n  \n  Active\n  ","810134":"\n  New jeans\n  \n  2 new phone cases 😊\n  \n  Star bucks\n  \n  And my bf got new cargos 😊\n  ","810135":"\n  City with my love\n  \n  - keep up on snapchat 😏🔐\n  ","810136":"\n  Okay ?\n  ","810137":"\n  I like it\n  ","810138":"\n  We're going shopping 1st in a little\n  \n  Then, we are going to play pool\n  \n  And maybe something after 😍😊\n  \n  - stay turned on my snapchat 😏\n  ","810139":"\n  Lmfao , yeah because that's what I love to do 🙃😂\n  ","810140":"\n  No, why should I?\n  ","810141":"\n  Lmfao in class yeah 😂\n  ","810142":"\n  Yeah\n  ","810143":"\n  I have no idea I got my nipple pierced i believe last year and my sons 2 lol\n  ","810144":"\n  Send\n  \n   @NineGDxFour\n  \n  questions. 😊\n  ","810145":"\n  For the anon below 👇🏽👇🏽👇🏽👇🏽\n  \n  Check out my cover to 😏\n  ","810146":"\n  My boyfriend , his dad 😊👪\n  ","810147":"\n  Like everyone knows I have a son? , I didn't put where k live either ? Omg it's a crime . Check out my SC, Twitter, Instagram and you'll see my son in all or on my bio in them. Glad you took the time to read my bio . I'll send you a cookie 🙃\n  ","810148":"\n  Let's just say this..... 🙃\n  ","810149":"\n  Hey Arnold\n  \n  Cat Dog\n  \n  Invader Zim\n  \n  Rugrats\n  ","810150":"\n  That's so good 😊\n  ","810151":"\n  No lol\n  ","810152":"\n  Yeah and my water proof phone case\n  ","810153":"\n  Indian\n  ","810154":"\n  City type\n  ","810155":"\n  Pool with my boyfriend 😊\n  ","810156":"\n  Lol no\n  ","810157":"\n  1. Blocking system\n  \n  2. See who follows me\n  ","810158":"\n  Nope\n  ","810159":"\n  Kind of\n  ","810160":"\n  I have a child lol\n  ","810161":"\n  All for it\n  ","810162":"\n  😊😊😊😊\n  ","810163":"\n  11|08|1994\n  ","810164":"\n  Laying down with my boys 👪\n  ","810165":"\n  Use proper grammar .\n  ","810166":"\n\n   @iWillSpamYouAsk\n  \n","810167":"\n  Nobody 😜\n  ","810168":"\n  Feeling more betrayed\n  ","810169":"\n  Screen shots don't lie bby girl 😘\n  ","810170":"\n  Mines purple now\n  \n  I change it a lot 😜\n  ","810171":"\n  Id love it 😊\n  ","810172":"\n  We don't talk\n  ","810173":"\n  I'm not popular\n  ","810174":"\n  Awh thanks 😊\n  ","810175":"\n  200% , if you lie your cut off\n  ","810176":"\n  5\n  ","810177":"\n  Id say frozen lol ,❄️\n  \n  Good pick everyone 😜\n  ","810178":"\n  Nope I have oveR like 200 unanswered\n  ","810179":"\n  Lol 😊\n  ","810180":"\n  About to smoke with my boyfriend\n  ","810181":"\n\n   @Ashleyhey848\n  \n\n   @reacheldavis\n  \n\n   @Rezlivingstoner\n  \n\n   @mrsfrankenstein\n  \n\n   @mommabearxxtwo\n  \n","810182":"\n  Yes\n  ","810183":"\n  Taco Bell 😋\n  ","810184":"\n  Yeah and batman lol\n  ","810185":"\n  No\n  ","810186":"\n  Idk\n  ","810187":"\n  Stop asking me stupid questions\n  ","810188":"\n  Obviously I would've\n  ","810189":"\n  Blocked 🙃\n  ","810190":"\n  Do you want to be blocked? 😊\n  ","810191":"\n  No need to spread her business anon. Get . A . Life\n  ","810192":"\n  When people are fake asf and I caught them. And they lied to me and swore on everything . Lies.com lol\n  ","810193":"\n  I've never been there and I don't really like their food . And a little aha\n  ","810194":"\n  No we go out a lot\n  ","810195":"\n  I don't think it's anyone's place to say anything because it's kinda mean and messed up UNLESS you guys are extremely close. Because you wouldn't want someone saying that to you . You know\n  ","810196":"\n  Lmfao I will aha\n  ","810197":"\n  People on my block lol\n  ","810198":"\n  Let me not say lmao 😂\n  ","810199":"\n  Lmfao gee thanks\n  ","810200":"\n  Lol I got beat aha\n  ","810201":"\n  I can't even remember\n  ","810202":"\n  Photography\n  ","810203":"\n  7 😊\n  ","810204":"\n  Humans\n  ","810205":"\n  2:05pm\n  ","810206":"\n  It's a secret\n  ","810207":"\n  I don't have one lol\n  ","810208":"\n  Not really I'm going to be 22\n  ","810209":"\n  Mess with people lol\n  ","810210":"\n  Few days ago\n  \n  I'm about to leave for work\n  ","810211":"\n  Clowns 😂\n  ","810212":"\n  Mary Mary 😏\n  ","810213":"\n\n   @GDanzy\n  \n\n   @redheadmomma\n  \n\n   @mariahhhdiamond\n  \n\n   @angiewaasup\n  \n\n   @foxxsuicide\n  \n\n   @herrowkells93\n  \n\n   @heathreneeee\n  \n","810214":"\n  That's not right\n  ","810215":"\n  Cool fact\n  ","810216":"\n  Don't say that\n  ","810217":"\n  I'm strict but chill\n  ","810218":"\n  Cheating more than 3 times and lying constantly\n  ","810219":"\n  Neither\n  ","810220":"\n  My attitude\n  ","810221":"\n  Do what makes you happy\n  ","810222":"\n  Left alone or I'll black\n  ","810223":"\n  1. To move out\n  \n  2. Be a SAHM\n  \n  3. Go back to school\n  ","810224":"\n  Depends\n  ","810225":"\n  Me and my boyfriend had sex outside like 2 years ago 😂🙃\n  ","810226":"\n  Nope\n  ","810227":"\n  Not my cup of tea.\n  \n  And plus my boyfriend is 😍\n  ","810228":"\n  Send me stuff guys\n  \n  I'll answer anything 😏\n  ","810229":"\n  Around NYC\n  ","810230":"\n  Boys\n  ","810231":"\n  ???? 🙃🙃\n  ","810232":"\n  What are you? The Nazi grammar police\n  ","810233":"\n  I hate backstabbing b*tches. You swore and you still lied. I trusted you lol . You're a joke and I'm glad your all alone 😘\n  ","810234":"\n  Yes 😊\n  \n  Id pretty much like anything\n  ","810235":"\n  No but I want to\n  ","810236":"\n  I have before\n  ","810237":"\n  I don't know where she lives lol\n  ","810238":"\n  7:20pm\n  ","810239":"\n  Today.\n  ","810240":"\n  I have light purple .\n  \n  I keep changing it tho 😂\n  ","810241":"\n  I don't like that \"only see your friends answers\" ? How can people gain more followers or see who to follow? Whack 🙄\n  ","810242":"\n  I graduated in 2013\n  ","810243":"\n  Blocked lol 🙃\n  ","810244":"\n  Sometimes\n  ","810245":"\n  Lol I don't see how\n  ","810246":"\n  Break up with him lol he ain't a man\n  ","810247":"\n  Microwave lol because I'm lazy 😋\n  ","810248":"\n  Kinda lol . And not really I've always found him attractive from the first time. I love his personality more than anything\n  \n   @GDanzy\n  \n  😘😍\n  ","810249":"\n  I hate coffee only like ice coffee with French vanilla 1 sugar and cream 😋\n  ","810250":"\n  I've been pregnant before damn\n  ","810251":"\n  Yeah babe\n  ","810252":"\n  I actually love it lmao\n  ","810253":"\n  Turned on lol I just updated it\n  ","810254":"\n  No I haven't and I'm O\n  ","810255":"\n  Nope\n  ","810256":"\n  Kinda cold\n  ","810257":"\n  Nope but I want to lol\n  ","810258":"\n  Yeah i have lol\n  ","810259":"\n  I was pregnant 2 years ago\n  ","810260":"\n  Yes\n  ","810261":"\n  Yes it's annoying\n  ","810262":"\n  How am I suppose to know I'm not her keeper\n  ","810263":"\n  Don't . Click . Links\n  ","810264":"\n  8 1\/2\n  ","810265":"\n  My life and I hate weird ones\n  ","810266":"\n  You're annoying and be gone\n  \n  Let her be proud 😊\n  ","810267":"\n  GxCxD\n  ","810268":"\n  Depends\n  ","810269":"\n  My dad\n  \n  Ranting about my mom on Twitter as we speak 🙄\n  ","810270":"\n  I just love good in general 😋\n  ","810271":"\n  Yeah\n  ","810272":"\n  I never got one\n  ","810273":"\n  I mean I guess .\n  ","810274":"\n  My boyfriend says your funny 😂\n  ","810275":"\n  About to go to BWW soon\n  ","810276":"\n  Idc what anyone thinks of me 🙃\n  ","810277":"\n  Send me stuff guys 😊\n  ","810278":"\n  16\n  ","810279":"\n  Kinda\n  ","810280":"\n  How is that so?\n  ","810281":"\n  What is?\n  ","810282":"\n  I laugh at anything basically 😂\n  ","810283":"\n  Nope because half the time I take like 3 hours aha . I'm bad a texting sometimes\n  ","810284":"\n  Lmfao I don't see why anyone would lie in there bio. Now next time u wanna know something read a bio\n  ","810285":"\n  Yah can't read a bio I see\n  ","810286":"\n  Lmfao , your anon aha and probably not idk u\n  ","810287":"\n  I hate liars\n  ","810288":"\n  I have no idea what your talking about\n  ","810289":"\n  Obviously didn't I just state that?\n  ","810290":"\n  I love the nice hot weather and just being able to dress cute lmao.\n  \n  And no I want to take them to Barbados my home land lol. In the winter we usually cuddle and be a family and love each other . But lately this winter we been going to NYC\n  ","810291":"\n\n   @Jodylovex\n  \n","810292":"\n  Not even close\n  ","810293":"\n  LifeOfThe.DanzyFamily\n  ","810294":"\n  So happy I bought a new case lol.\n  \n  Send me stuff guys 💖\n  \n  Gained a couple new followers 🌹\n  ","810295":"\n  Watching Law&Order SVU aha\n  ","810296":"\n  Omg that's cool lol 😊\n  ","810297":"\n  I seen every single episode 😊\n  ","810298":"\n  I have no clue\n  ","810299":"\n  Awh thank you 💓\n  ","810300":"\n  Hi , I love you to 💖😘\n  ","810301":"\n  The sky\n  ","810302":"\n  Bye 🙃\n  ","810303":"\n  So why are you telling me ?\n  ","810304":"\n  Cinnamon rolls are yummy\n  ","810305":"\n  That she's way to out of line. A $1 would be fine and normal lol . Of course she wants her daughter to be like her . Nope you shouldn't buy your child's love\n  ","810306":"\n  I mean idk , she hasn't said anything to me\n  ","810307":"\n  Smoking\n  ","810308":"\n  Fake fake fake 🙃\n  ","810309":"\n  Definitely for attention\n  ","810310":"\n  McDonald's and I still hate it lol\n  ","810311":"\n  Obviously\n  ","810312":"\n  Yay 💖\n  ","810313":"\n  Good\n  ","810314":"\n  It's okay\n  ","810315":"\n  Bye\n  ","810316":"\n  You're stupid\n  ","810317":"\n  Go away\n  ","810318":"\n  Go away\n  ","810319":"\n  Nah\n  ","810320":"\n  I'm great\n  ","810321":"\n  I never get insulted lol . Nobody's words affect me 😂\n  ","810322":"\n  Lmfao what?\n  ","810323":"\n  No lol why would I be?\n  ","810324":"\n  I do lol\n  ","810325":"\n  *^^^\n  ","810326":"\n  I barely have any on my phone my photos got deleted like a week or 2 ago 😩\n  ","810327":"\n  Ask bby stuff\n  ","810328":"\n  Yeah I am lol 😊\n  ","810329":"\n  1. Taking photos\n  \n  2. Being a mom\n  ","810330":"\n  Why do u want 2 start drama ? 🙃\n  ","810331":"\n  Hate\n  ","810332":"\n  Scorpio and not really\n  ","810333":"\n  bc there bored\n  ","810334":"\n  Twenty one\n  ","810335":"\n  Lmfao stupidity\n  ","810336":"\n  So is your moms\n  ","810337":"\n  No that's just way to cute aha\n  ","810338":"\n  Lol where's the exposing account now? 😂😂😂\n  ","810339":"\n  Lol yeah let's expose me guys 😂. Somebody's bored and I obsessed with us 😘😏\n  ","810340":"\n  💖\n  ","810341":"\n  Yeah I do\n  ","810342":"\n  Everybody pitches in\n  ","810343":"\n  I love shopping anywhere\n  ","810344":"\n  Yeah and Barbados\n  ","810345":"\n  Nope but at one point I liked girls aha . Until I met my handsome wonderful boyfriend 😊\n  ","810346":"\n  No\n  ","810347":"\n  With my bf\n  ","810348":"\n  Go away you're annoying\n  \n  p.S don't follow me\n  ","810349":"\n  Cuddle her, try to give her what she wants .\n  ","810350":"\n  Lmfao late\n  ","810351":"\n  10.21.13 👪💙🌎\n  ","810352":"\n  I'm at work until 4 .\n  \n  Trying to get out earlier tho aha\n  ","810353":"\n  thank you lol . If he treated me bad I wouldn't be with him LOL. Anons are bored this morning 😂\n  ","810354":"\n  Why are you annoying\n  ","810355":"\n  Not really not yet lol\n  ","810356":"\n  The earth\n  ","810357":"\n  I wish lol\n  ","810358":"\n  Let's make this clear okay?\n  \n\n   @GDanzy\n  \n  treats me like his Queen hence why in my bio it says Queen Danzy. Get over y'all selfs.\n  ","810359":"\n  Well I don't want better\n  ","810360":"\n  My face\n  ","810361":"\n  My attitude\n  ","810362":"\n  Spending time with my boys 👪\n  ","810363":"\n  😏\n  ","810364":"\n  Anything aha\n  ","810365":"\n  Awh thanks\n  ","810366":"\n  I do all the time lol\n  ","810367":"\n  Yeah\n  ","810368":"\n  McDonald's\n  ","810369":"\n  Ur moms 2 faced but I don't complain\n  ","810370":"\n  She's to sweet but I've never texted her\n  ","810371":"\n  ....\n  ","810372":"\n  No\n  ","810373":"\n  I love it and yes\n  ","810374":"\n  Maybe a couple weeks ago\n  ","810375":"\n  Peanuts\n  ","810376":"\n  Yes\n  ","810377":"\n  Smoking with my bf then going out to movies and dinner\n  ","810378":"\n  There's a lot\n  ","810379":"\n  Maybe\n  ","810380":"\n  Not a lot but I knew what to do\n  ","810381":"\n  I definitely am bby 😍💍\n  ","810382":"\n  My real name aha\n  ","810383":"\n  ^^^\n  ","810384":"\n  Of course but I don't add people back unless I know them\n  ","810385":"\n  Not at all he was a surprise that came early then expected\n  ","810386":"\n  There's a lot that annoys me\n  ","810387":"\n  Yeah I do if anyone needs it\n  ","810388":"\n  Idk\n  ","810389":"\n  Obviously people I follow\n  ","810390":"\n  Yawn y'all are boring now\n  ","810391":"\n  Yeah\n  ","810392":"\n  Gee thanks lol\n  ","810393":"\n  What an odd question\n  ","810394":"\n  We're eating at T.G.I Friday's maybe\n  \n  And How to be single\n  ","810395":"\n  I was 30 weeks\n  ","810396":"\n  I like what I please\n  ","810397":"\n  Both\n  ","810398":"\n  Yeah I do\n  \n  It's kinda boring tho\n  ","810399":"\n  An amazing feeling 😍\n  ","810400":"\n  Guys leave me some more question 😊🙃💓\n  ","810401":"\n  All for it\n  ","810402":"\n  I don't have one\n  ","810403":"\n  Why are we still on this?\n  ","810404":"\n  And I answered it as this is a stupid question\n  ","810405":"\n  🙃\n  ","810406":"\n  🖕🏽\n  ","810407":"\n  And I did answer it\n  ","810408":"\n  Because it was that's why\n  ","810409":"\n  A stupid question\n  ","810410":"\n  That was a stupid statement\n  ","810411":"\n  Are you stupid\n  ","810412":"\n  Thank you💖. Happy Valentine's Day to you to\n  ","810413":"\n  Nope\n  ","810414":"\n  Because it's America and I can\n  ","810415":"\n  Yeah and a star on my wrist and my bf's name on my right side\n  ","810416":"\n  Maybe around 7 the movie don't start until like 8:15 but we have things to do before hand\n  ","810417":"\n  No yet . I'm still waiting\n  ","810418":"\n  I'm twenty one\n  ","810419":"\n  He bought me flowers and chocolate 😍\n  ","810420":"\n  Lol I'm not ask famous\n  ","810421":"\n  why do i keel getting this?\n  ","810422":"\n  Like 14 I believe\n  ","810423":"\n  I appreciate it.\n  ","810424":"\n  Maybe with in a year or next year\n  ","810425":"\n  I'm all for it\n  ","810426":"\n  Why do I always get this question\n  ","810427":"\n  Yeah 1 more\n  ","810428":"\n  Yeah but I'm not talking about it\n  ","810429":"\n\n   @NineGDxFour\n  \n  😘\n  ","810430":"\n  No that's stupid and I wouldn't harm my son .\n  ","810431":"\n  Yeah I have\n  ","810432":"\n  Like an hour ago\n  ","810433":"\n  12:47pm\n  ","810434":"\n  Thanks. You to\n  ","810435":"\n  Lol\n  ","810436":"\n  Lol no\n  ","810437":"\n  Lmfao \"did it\"? If you say it like that you shouldn't be on ask 😊\n  ","810438":"\n  Depends\n  ","810439":"\n  Yeah with a 2 year old and a boyfriend I've been with for 4 years 😊\n  ","810440":"\n  I really don't have one\n  ","810441":"\n  Movies and dinner 💖💍😍\n  ","810442":"\n  American and Bajan\n  ","810443":"\n  Christmas , Thanksgiving, birthdays\n  ","810444":"\n  Idek and I don't care\n  ","810445":"\n  Awh thanks 💖. I hope you have a nice Valentine's Day 🌹\n  ","810446":"\n  No\n  ","810447":"\n  Beats me lol\n  ","810448":"\n  My phone case\n  ","810449":"\n  Disagree\n  ","810450":"\n  How old I am\n  ","810451":"\n  iPhone 6?\n  ","810452":"\n  Whenever he's ready\n  ","810453":"\n  Yeah I do\n  ","810454":"\n  Thank you 😍\n  ","810455":"\n  Few hours ago 😏\n  ","810456":"\n  Almost everyday\n  ","810457":"\n  Stop being shy guys and ask me stuff\n  ","810458":"\n  Send me questions guys . Hope to anything\n  ","810459":"\n  What are y'all talking about\n  ","810460":"\n  Lol she lives like 3 houses down 😅\n  ","810461":"\n  Lol oh you don't need to worry\n  ","810462":"\n  Not my cup of tea\n  ","810463":"\n  How do you know I've been to Queens?\n  ","810464":"\n  Lol what the\n  ","810465":"\n  Getting this chicken lol\n  ","810466":"\n  There's no perfect age\n  ","810467":"\n  Thanks I appreciate it but please don't call me beautiful only my boyfriend can\n  ","810468":"\n  Keep the questions coming guys 😊\n  ","810469":"\n  My fly guy\n  ","810470":"\n  👪\n  ","810471":"\n  This was today\n  ","810472":"\n  Okay this spam is boring now\n  ","810473":"\n  I like cheese burgers\n  ","810474":"\n  I mean I do have to step outside\n  ","810475":"\n  Lol\n  ","810476":"\n  A turtle aha he's a reptile\n  ","810477":"\n  Yeah to a certain extent\n  ","810478":"\n  4 years and counting 😊\n  ","810479":"\n  Yea guys for the millionth time\n  ","810480":"\n  Omg look guys somebody took the time out to read my bio\n  ","810481":"\n  Movies and dinner 💖\n  ","810482":"\n  1300\n  ","810483":"\n  Nope\n  ","810484":"\n  We just had Italian\n  ","810485":"\n  Never tired it\n  ","810486":"\n  I like both\n  ","810487":"\n  Chocolate\n  ","810488":"\n  Couple weeks ago\n  ","810489":"\n  Chips\n  ","810490":"\n  Yeah\n  ","810491":"\n  Neither\n  ","810492":"\n  I know your ignorant .\n  ","810493":"\n  Peanuts I'm allergic\n  ","810494":"\n  I feel like your an idiot. My boyfriends been camping so that's a stupid statement you mad\n  ","810495":"\n  The way we want . I'd probably buy a lot of things I like and maybe get ideas from Pinterest\n  ","810496":"\n  There's nothing in my room . Maybe when we get our own place I'll pap\n  ","810497":"\n  It changes daily\n  ","810498":"\n  I've never been lol but I'd like to go with my family 👪\n  ","810499":"\n  Send me good questions then\n  ","810500":"\n  Send me in good questions guys 😊\n  ","810501":"\n  There's some nice and bad things\n  ","810502":"\n  People can get to know about me and meting new friends\n  ","810503":"\n  In my bio\n  ","810504":"\n  The blocking system\n  ","810505":"\n  I like all different ones\n  ","810506":"\n  These to\n  ","810507":"\n  You\n  ","810508":"\n  I'm pro choice -\n  ","810509":"\n  And I feel like you being on anon is literally pointless when you can un check the anon button\n  ","810510":"\n  Not yet . Hopefully in a few months we get our own place\n  ","810511":"\n  Just because I do . I've always wanted to\n  ","810512":"\n  Nope\n  ","810513":"\n  No\n  ","810514":"\n  Yeah\n  ","810515":"\n  McDonald's until we move then I'll be a SAHM\n  ","810516":"\n  I answered something similar down below 💖😊\n  ","810517":"\n  He's tall, he's amazing, he's everything a girl can want. He makes me laugh when I'm down or just randomly. He spoils the hell out of me. He does everything for his family by any means necessary. He's my soulmate 💍\n  \n   @GDanzy\n  \n  . And of course\n  ","810518":"\n  Maybe Twitter and snapchat\n  ","810519":"\n  No\n  ","810520":"\n  Kind of\n  ","810521":"\n  Bright\n  ","810522":"\n  No maybe photo\n  ","810523":"\n  Yes\n  ","810524":"\n  2011\n  ","810525":"\n  Haven't seen it\n  ","810526":"\n  Kinda\n  ","810527":"\n  Not my thing\n  ","810528":"\n  Big things\n  ","810529":"\n  Back then\n  ","810530":"\n  Crazy\n  ","810531":"\n  Corn\n  \n  sprouts\n  ","810532":"\n  Maybe an hour ago\n  ","810533":"\n  Finally reached 1300 followers 💖. Love each and every one of y'all\n  ","810534":"\n  I don't have one\n  ","810535":"\n  At least one more\n  ","810536":"\n  Yesterday\n  ","810537":"\n  Nope\n  ","810538":"\n  In my bio\n  ","810539":"\n  Nope but I always wanted to play the flute\n  ","810540":"\n  Maybe last week if that\n  ","810541":"\n\n   @GDanzy\n  \n  💖💍\n  ","810542":"\n  21\n  ","810543":"\n  Yeah\n  ","810544":"\n  Sitting in the car with\n  \n   @GDanzy\n  \n","810545":"\n  Life but I have to deal with it\n  ","810546":"\n  Dogs\n  ","810547":"\n  Both\n  ","810548":"\n  Id rather not say\n  ","810549":"\n  How ungrateful my mom is .\n  ","810550":"\n  It's a secret between him and I 🙃\n  ","810551":"\n  You hear that everyone 🙃🙃🙃\n  ","810552":"\n  Aha\n  ","810553":"\n  I'm not a garden tool .\n  \n  Lol\n  ","810554":"\n  Because I think I deserve it like everyone else lol . But it's all up to ask\n  ","810555":"\n  None\n  ","810556":"\n  They both wanted me to get an abortion and my dad didn't talk to me my whole pregnancy\n  ","810557":"\n  No\n  ","810558":"\n  French fires\n  ","810559":"\n  I'd be excited lol\n  ","810560":"\n  Awh thanks , I'm trying\n  ","810561":"\n  Not really but I'd do them with my son\n  ","810562":"\n  Laundry and mini golfing . Maybe, the bar\n  ","810563":"\n  ^^^\n  ","810564":"\n  Laundry later\n  ","810565":"\n  Odd question\n  ","810566":"\n  Well my moms birthday is Sunday so we're taking her out tomorrow for breakfast and me and my boyfriend idk what we're doing yet\n  ","810567":"\n  Lol that's going to be hard 😩\n  ","810568":"\n  ^^^\n  ","810569":"\n  The first one 😊\n  ","810570":"\n  Pennsylvania\n  ","810571":"\n  I don't remember\n  ","810572":"\n  Pepperoni\n  ","810573":"\n  I mean once in a while he hated it and still does\n  ","810574":"\n  Nope\n  ","810575":"\n  My bf best friend who passed away\n  ","810576":"\n  Idc at this point\n  ","810577":"\n  Yeah\n  ","810578":"\n  I like nothing\n  ","810579":"\n  The sky\n  ","810580":"\n  Yeah\n  ","810581":"\n  Lol I'd rather not say\n  ","810582":"\n  Not yet but hopefully by next month we do . My boyfriend and our son\n  ","810583":"\n  Lunch or study hall\n  \n  Maybe gym\n  ","810584":"\n  Because I answer questions lmao and have over 1,000 followers. Stop being a hater . Next time you send me a question un click the anon button\n  ","810585":"\n  I'd love to and because I've been on here for over 2 years , have a lot of followers . Active you know\n  ","810586":"\n  I laugh at it\n  ","810587":"\n  My likely not\n  ","810588":"\n  My ears, my nose, my belly and my nipple\n  ","810589":"\n  I take more pictures\n  ","810590":"\n  Nothing because my due date was originally 12.31.13 but I gave birth on 10.21.13\n  ","810591":"\n  Yeah whenever that is lol\n  ","810592":"\n  Share enough to keep them wondering\n  ","810593":"\n  Hey Arnold\n  \n  cat Dog\n  \n  Invader zim\n  ","810594":"\n  Yeah maybe or next year\n  ","810595":"\n  The rib cage\n  ","810596":"\n  Don't click links sorry\n  ","810597":"\n  Yes and maybe this year\n  ","810598":"\n  McDonald's\n  ","810599":"\n  ATL\n  \n  8 Mile\n  \n  The Notebook\n  \n  Saw\n  \n  Scream\n  ","810600":"\n  Factory and music\n  ","810601":"\n  No he's not going to sit still\n  ","810602":"\n  I answered this yesterday\n  ","810603":"\n  Nope\n  ","810604":"\n  Pro choice\n  ","810605":"\n  All the above\n  ","810606":"\n  On\n  ","810607":"\n  We want at least 1 more\n  ","810608":"\n  What are you talking about? If you read what I wrote you'd understand more\n  ","810609":"\n  Yeah it's racist but life goes on\n  ","810610":"\n  I have no idea what your talking about\n  ","810611":"\n  Ask me stuff to guys\n  ","810612":"\n  Id keeping wearing pants\n  ","810613":"\n  Nope lmao\n  ","810614":"\n  I like Bryson Tiller\n  ","810615":"\n  The blocking system\n  \n  Unlike answers\n  ","810616":"\n  Not really\n  ","810617":"\n  I do but I have no pictures on my phone\n  ","810618":"\n  Lime green\n  ","810619":"\n  Stop I'm not a little kid\n  ","810620":"\n  Fakeness\n  ","810621":"\n  Me lol\n  ","810622":"\n  Ask me questions guys on the train soon with my boys to the city . Leave me anything\n  ","810623":"\n  Yeah lol\n  ","810624":"\n  Super bowl was last week\n  ","810625":"\n  Stop\n  ","810626":"\n  Nope\n  ","810627":"\n  Lmao\n  ","810628":"\n  A red shirt\n  ","810629":"\n  Yeah I did and told them why I want to be verified 😊\n  ","810630":"\n  Have a nice life\n  ","810631":"\n  This move\n  ","810632":"\n  Ugh I wish, guys help\n  ","810633":"\n  Check out\n  \n   @askfmhelp\n  \n","810634":"\n  I already emailed them and they said I don't reach the current criteria. Lol they I can be verified in the future\n  ","810635":"\n  I wanna get verified 😩. How do I become\n  ","810636":"\n  He likes to go anywhere\n  ","810637":"\n  💖\n  ","810638":"\n  I'm at work\n  ","810639":"\n  It's okay\n  ","810640":"\n  Keep going\n  ","810641":"\n  That's odd because i don't even follow her but oh well life goes on\n  ","810642":"\n  When I'm up there lol idk\n  ","810643":"\n  Hopefully moving soon to our own place\n  ","810644":"\n  I don't have one\n  ","810645":"\n  There's to many pricks on this site\n  ","810646":"\n  Yeah\n  ","810647":"\n  I can figure out anything lol\n  ","810648":"\n  11.08\n  ","810649":"\n  Stuffed shells\n  ","810650":"\n  ^^^^\n  ","810651":"\n  We MIGHT be moving soon\n  ","810652":"\n  Omg I'm so excited guys . Ugh I can't even explain it 😊😊😊😊😊\n  ","810653":"\n  12.31.13\n  ","810654":"\n  I believe every child should be vaccinated\n  ","810655":"\n  He put himself to sleep at 1\n  ","810656":"\n  Lmfao I just got out the shower with my bf, so I'm confused lol\n  ","810657":"\n  Lmfao\n  ","810658":"\n  You're stupid\n  ","810659":"\n  I mean however you take it\n  ","810660":"\n  Not my business\n  ","810661":"\n  Send me stuff guys 😊. Anything you'll like\n  ","810662":"\n  Nobody is loyal\n  ","810663":"\n  Nope 2 kids is enough\n  ","810664":"\n  If you don't like me or have my blocked stop liking my answers . It's not cute at all . It's annoying ASF 😘🙃\n  ","810665":"\n  Seriously\n  ","810666":"\n  Chips\n  ","810667":"\n  Only by my boyfriend. Anybody else nope because what they say is irrelevant and I'm just a b*tch\n  ","810668":"\n  Lmfao gross that's to the extreme aha . And no\n  ","810669":"\n  No comment 😎\n  ","810670":"\n  I can't sleep\n  ","810671":"\n  Huh\n  ","810672":"\n  It's to cool 😎\n  ","810673":"\n  Omg\n  ","810674":"\n  Yeah\n  ","810675":"\n  I really don't eat cake like that\n  ","810676":"\n  Regular ?\n  ","810677":"\n  Strawberries or grapes\n  ","810678":"\n  Because obviously I don't know\n  ","810679":"\n  Idk\n  ","810680":"\n  My phone , YouTube\n  ","810681":"\n  I don't have one\n  ","810682":"\n  I will when it comes Thursday .\n  \n  Ugh now I have 14 cases 😩\n  ","810683":"\n  I'm not upset I'm mad and annoyed\n  \n  Theirs a difference\n  ","810684":"\n  Thanks\n  ","810685":"\n  I have nothing against her\n  ","810686":"\n  Because I don't want certain people on it\n  ","810687":"\n  Yeah if I know you\n  \n  But if I feel like your just adding me just to see my pictures or be nosey then you'll sit there\n  ","810688":"\n  Because I'm annoyed\n  ","810689":"\n  4:09pm can this day just be over?\n  ","810690":"\n  It's snowing\n  ","810691":"\n  Extremely annoyed . I hate being ignored but can be all over social media\n  ","810692":"\n  Lmfao yes but like yesterday our iPhone charger broke we went to wal mart to get a new one and come out with chips and beer 😂\n  ","810693":"\n  Send me some stuff guys I'm extremely bored\n  ","810694":"\n  I have no problems with her as I've said\n  ","810695":"\n  I do\n  ","810696":"\n  My life and the struggles I'm going through . Like wtf\n  ","810697":"\n  My bf 😩\n  ","810698":"\n  NineGDxFourO\n  ","810699":"\n  Lmfao nope if you go on my Twitter and read my tweet you'll get an idea 🙃\n  ","810700":"\n  Just things , some stuff\n  ","810701":"\n  Yes and I love thin mints\n  ","810702":"\n  Idk and idc\n  ","810703":"\n  Let's make this clear I don't beg for anything\n  ","810704":"\n  30 weeks\n  ","810705":"\n  My new phone case I ordered\n  ","810706":"\n  He's taking a nap\n  ","810707":"\n  None ya\n  ","810708":"\n  Mad and annoyed\n  ","810709":"\n  Stop being annoying\n  ","810710":"\n  Can you like go away?\n  ","810711":"\n  Show you what?\n  ","810712":"\n  Why would I put her under bad emojis? Y'all are to stupid\n  ","810713":"\n  White\n  ","810714":"\n  Nothing really\n  ","810715":"\n  Under 2 emojis\n  ","810716":"\n  Idk I believe she blocked me\n  \n  And even if I did know I wouldn't tell you\n  ","810717":"\n  City with my boyfriend 💖💙\n  ","810718":"\n  LifeOfThe.DanzyFamily\n  ","810719":"\n  Because I want more kids\n  ","810720":"\n  Awh thank you 😘\n  ","810721":"\n  I'm nobodies queen\n  ","810722":"\n  Can y'all get over yourself already\n  ","810723":"\n  Yawn your annoying now\n  ","810724":"\n  Thank you it's like so annoying and I'm already not in the mood\n  ","810725":"\n  Find your own father to your child\n  \n  #SorryNotSorry\n  ","810726":"\n  I wish I was\n  ","810727":"\n  Okay?\n  ","810728":"\n  Cool story\n  ","810729":"\n  Mhm I don't get how\n  ","810730":"\n  Thanks\n  ","810731":"\n  To leave\n  ","810732":"\n  5%\n  ","810733":"\n  I'd rather not say\n  ","810734":"\n  It's to late for that\n  ","810735":"\n  The way my life is going\n  ","810736":"\n  Idk\n  ","810737":"\n  Lol\n  ","810738":"\n  Mhm idk\n  ","810739":"\n  Yeah I am and it's okay\n  ","810740":"\n  Yeah I am\n  \n  Panthers\n  ","810741":"\n  Because our charger broke\n  ","810742":"\n  About to go with wal mart to get a new charger 🙄\n  ","810743":"\n  ^^^\n  ","810744":"\n  Depends on what I told them\n  ","810745":"\n  I'd rather not say lmao\n  ","810746":"\n  I don't re call her saying that\n  ","810747":"\n  Watching it before\n  ","810748":"\n  It's filling\n  ","810749":"\n  Nah it's okay\n  ","810750":"\n  Nah not yet\n  ","810751":"\n  I know what a selfie is . You should of just said \"do you have any family photos someone else has taken of you\" but I understand\n  ","810752":"\n  The way you worded it\n  ","810753":"\n  You mean of someone else taking them?\n  ","810754":"\n  That aren't selfies?\n  ","810755":"\n  👪💙\n  ","810756":"\n  Yeah and I'd rather not say\n  ","810757":"\n  Taco Bell\n  ","810758":"\n  Fancy\n  ","810759":"\n  Yeah\n  ","810760":"\n  Something I usually alway have , but sometimes I'll switch it up\n  ","810761":"\n  Soothing massage\n  ","810762":"\n  31\n  ","810763":"\n  My Chinese food from last night\n  ","810764":"\n  A phone case 😊\n  ","810765":"\n  Guys my charger is broken 😩\n  ","810766":"\n  Pop corn\n  ","810767":"\n  A group chat lol\n  ","810768":"\n  I have the 6 which I love 🙃. I want the 6s plus or the 6 plus depends on how everything works I might get it and give this one to my boyfriend\n  ","810769":"\n  12:51pm\n  ","810770":"\n  Yeah like maybe a month or so ago lol\n  ","810771":"\n  Real ones only 1\n  ","810772":"\n  Spring\n  ","810773":"\n  Yeah I am now\n  ","810774":"\n  Strawberries\n  ","810775":"\n  Like 65 in the photo stream\n  \n  And like 4 in the camera roll\n  ","810776":"\n  Idk my boyfriends mom has went behind our backs many times\n  ","810777":"\n  Just another day\n  ","810778":"\n  Yes because it's not professional\n  ","810779":"\n  You shouldn't have to married to have sex with someone who your physically attracted to\n  ","810780":"\n  A Scorpio and it fits me perfectly\n  ","810781":"\n  Yes because they still bring it up which is annoying\n  ","810782":"\n  Yeah I do\n  ","810783":"\n  Just think about this life will go on with or without that person\n  ","810784":"\n  The 6s plus aha , hopefully\n  ","810785":"\n  Lmfao I wish I could\n  ","810786":"\n  Yes I hate it\n  ","810787":"\n  Nope\n  ","810788":"\n  Bitting my nails\n  ","810789":"\n  Nope it all depends on the owner , you can train to behave\n  ","810790":"\n  I'm not a yo\n  ","810791":"\n  Living here\n  ","810792":"\n  Nope\n  ","810793":"\n  Thank you 💓\n  ","810794":"\n  I don't have that many since all my photos got deleted\n  ","810795":"\n  I want Carolina to win\n  ","810796":"\n  ^^^\n  ","810797":"\n  Stop asking me questions about my feet or you'll be blocked\n  \n  Next question\n  ","810798":"\n  Yeah\n  ","810799":"\n  I'm tired of you 🙃\n  ","810800":"\n  Again why you so worried about what I answer ?\n  ","810801":"\n  I really don't care\n  ","810802":"\n  Never\n  ","810803":"\n  McDonald's\n  ","810804":"\n  McDonald's\n  ","810805":"\n  I've never tired it\n  ","810806":"\n  No I haven't\n  ","810807":"\n  Hey guys , be active and ask me stuff .\n  \n  I appreciate it 🙃\n  ","810808":"\n  My camera roll 3\n  \n  My photo stream 62\n  ","810809":"\n  Watching tv\n  ","810810":"\n  Few minutes ago\n  ","810811":"\n  Females and I really don't know\n  ","810812":"\n  Yeah I do\n  ","810813":"\n  Lmfao\n  ","810814":"\n  I can't stand fakes and there's a few on ask and no I don't because that's messed up unless they wanna play that game 😏\n  ","810815":"\n  No\n  ","810816":"\n  Yes we do💖💍\n  ","810817":"\n  How blunt I am\n  ","810818":"\n  How am I suppose to know?\n  ","810819":"\n  I don't mind\n  ","810820":"\n  Nope\n  ","810821":"\n  I like both\n  ","810822":"\n  Yeah\n  ","810823":"\n  This guy 😍\n  ","810824":"\n  Chinese\n  ","810825":"\n  Hey come send me stuff guys 🙃\n  ","810826":"\n  😍😍😍\n  ","810827":"\n  Against\n  ","810828":"\n  Twenty-One\n  ","810829":"\n  11:33am send me questions guys anything you'd like\n  ","810830":"\n  Lmfao I'd rather not say\n  ","810831":"\n  Lmfao y'all are to dumb to function\n  ","810832":"\n  No it didn't it happened last week or the week before . And even if I happened a few days ago stop being stuck on the past move on\n  ","810833":"\n  Why you stuck on something that happened like a week or 2 ago ?\n  ","810834":"\n  Lol totally anon 😘\n  ","810835":"\n  Yeah they are so annoying\n  ","810836":"\n  Good 4 her 🙃\n  ","810837":"\n  Like I said and the end I honestly don't care\n  ","810838":"\n  Why are you telling me this ?\n  ","810839":"\n  Nobodies mad\n  ","810840":"\n  Idk and I quiet honestly don't care\n  ","810841":"\n  You're not bugging me its just I literally answered something and you still do it .\n  ","810842":"\n  Again read my previous answers\n  ","810843":"\n  Why?\n  ","810844":"\n  Maybe pancakes\n  ","810845":"\n  Make breakfast\n  ","810846":"\n  Thank you it's annoying lol\n  ","810847":"\n  Nope\n  ","810848":"\n  Again is ur mom\n  ","810849":"\n  Some days\n  ","810850":"\n  I'm not mad at anyone\n  ","810851":"\n  Maybe 80 or more\n  ","810852":"\n  Nope\n  ","810853":"\n  Because ONLY my bf can call me beautiful. Cute isn't anything compared to beautiful in his eyes . Why do you even care\n  ","810854":"\n  Never seen it\n  ","810855":"\n  Thanks\n  ","810856":"\n  Don't call me that\n  ","810857":"\n  Thanks\n  ","810858":"\n  Is your mom\n  ","810859":"\n  Depends\n  ","810860":"\n  Out with babe 💍💖\n  ","810861":"\n  Going to play pool with my bby and probably the bar 💍🎱\n  ","810862":"\n  13\n  ","810863":"\n  He's about to cook me an omelette 😋\n  ","810864":"\n  Nah she didn't\n  ","810865":"\n  Ice cream or a milkshake 😩\n  ","810866":"\n  Totally lol\n  ","810867":"\n  ^^^\n  ","810868":"\n  Yeah on snapchat I only add people back I know\n  ","810869":"\n  NineGDxFourO\n  ","810870":"\n  GxCxD\n  ","810871":"\n  Nobody lmao\n  ","810872":"\n  I'm great 😊\n  ","810873":"\n  Why are you worrying about what I do instead of what you do ?\n  ","810874":"\n  Why all the stupid questions\n  ","810875":"\n  Yeah\n  ","810876":"\n  Maybe going to pool with my bf if the snow stops aha\n  ","810877":"\n  Depends on the snow because me and\n  \n   @GDanzy\n  \n  wanna play pool 🎱\n  ","810878":"\n  Lmfao okay anon\n  ","810879":"\n  Hopefully to move within the next month or so 😀\n  ","810880":"\n  Because Tom your call 😎\n  ","810881":"\n  Nope I don't lol\n  ","810882":"\n  ^^^^\n  ","810883":"\n  Yes , smoke or talk to my bf only he can calm me down and our son\n  ","810884":"\n  Ugh I hate the snow guys 😩\n  ","810885":"\n  Are you stupid\n  ","810886":"\n  Nope\n  ","810887":"\n  Bye\n  ","810888":"\n  Yeah with a 2 year old\n  ","810889":"\n  Belly , nose , ears and nipple\n  ","810890":"\n  Yeah\n  ","810891":"\n  Question ?\n  ","810892":"\n  My son\n  ","810893":"\n  I'm fine just really bored 😩\n  ","810894":"\n  Hey guys send me stuff anything you'd like 💖💓\n  ","810895":"\n  Nope\n  ","810896":"\n  Okay I don't see what's funny ? 🙃\n  ","810897":"\n  Mhm there's a lot\n  ","810898":"\n  I don't have one\n  ","810899":"\n  Good 4 her\n  ","810900":"\n  Cookies\n  ","810901":"\n  I believe it\n  ","810902":"\n  Nope he was In the NICU our next one I plan to\n  ","810903":"\n  Numb\n  ","810904":"\n  Soon hopefully\n  ","810905":"\n  I don't give a f*ck either 😘\n  ","810906":"\n  Why do you f*cking care .\n  ","810907":"\n  That's cool fam\n  ","810908":"\n  Good 2 know 😊\n  ","810909":"\n  That's good to know\n  ","810910":"\n  Bye\n  ","810911":"\n  Bye\n  ","810912":"\n  Smoking or just being alone probably\n  ","810913":"\n  Lmfao , we must be the high light of your lives everyday 😊🙃\n  ","810914":"\n  Lmfao coming from the one on anon 😂🙃, WHO HAS AN ACCOUNT. Next time you send me a question make sure you un click the anon button 😘\n  ","810915":"\n  Because you would know 🙃\n  ","810916":"\n  No\n  ","810917":"\n  Lol my boyfriend and I do it each other often\n  ","810918":"\n  I really can't say lmao I spent $50 on my nipple , $20 on my nose and belly\n  ","810919":"\n  Your whole face\n  ","810920":"\n  Wearing sweats in 80 degrees (I've done it a lot) 😂\n  ","810921":"\n  Yeah a car accident I don't even know who's fault it is lol\n  ","810922":"\n  Well yeah obviously\n  ","810923":"\n  Stop\n  ","810924":"\n  Facebook message me\n  ","810925":"\n  Thank you bby I hope your day is better then mine\n  ","810926":"\n  Lol\n  ","810927":"\n  Please don't call me beautiful only my boyfriend can but i appreciate it\n  ","810928":"\n  .....\n  ","810929":"\n  I do\n  ","810930":"\n  I mean I think it's fair . I believe I can but who knows how long I'll stay around\n  ","810931":"\n  I'm at work until 4\n  ","810932":"\n  Thanks\n  ","810933":"\n  Can ya stop being stupid\n  ","810934":"\n  Because that's one of my favorites 🔐👪💙\n  ","810935":"\n  Yeah i have a 2 year old sorry guys I faked my child with\n  \n   @GDanzy\n  \n","810936":"\n  I hate people who don't like me but yet likes my suff\n  ","810937":"\n  Who said I'm pregnant, I was pregnant 2 years ago sorry bud . Our greatest creation 😊💖\n  ","810938":"\n  Ask.fm has gotten toxic\n  ","810939":"\n  Mine all the in November lmfao and I have no idea yet Sky 😩\n  ","810940":"\n  Don't call me beautiful only my bf can\n  ","810941":"\n  Thanks , Tom so are you 😊\n  ","810942":"\n  Can we move on guys\n  ","810943":"\n  Bye\n  ","810944":"\n  Smh\n  ","810945":"\n  ☕️🐸😴\n  ","810946":"\n  And there one I tagged her was because she's proud her Bc used the N word but I'm done here . Let's move on . 🙃\n  ","810947":"\n  She's to stupid for her good I clearly said what her boyfriend wrong doing !\n  ","810948":"\n  Let's make this clear Anna I never said anything on my page about you saying he's the N word so STOP WITH UR LIES\n  ","810949":"\n  Lmao I was about to say\n  ","810950":"\n  Stop sending my mans link around 🙃\n  ","810951":"\n  I'm good thanks for asking\n  ","810952":"\n  Thanks 😊\n  ","810953":"\n  When you try your best and nothing works lol idk\n  ","810954":"\n  Sometimes it's best to end certain friendships , some are toxic and some you wish you could get back but that's life and ya move on\n  ","810955":"\n  Watching Modern Family with my boyfriend while our son acts crazy\n  ","810956":"\n\n   @Ashleyhey848\n  \n  😊\n  ","810957":"\n  I wonder who this could be 🙃\n  ","810958":"\n  I'm always good\n  ","810959":"\n  NineGDxFourO\n  ","810960":"\n  Fake people everywhere on ask 2016 is there year\n  ","810961":"\n  Who knows\n  ","810962":"\n  You must be proud\n  \n   @Babybluebabe9495\n  \n","810963":"\n  It's cool to be blocked on everything meanwhile ya boyfriend did wrong ☕️🐸\n  ","810964":"\n  Send me stuff guys\n  ","810965":"\n  They get to just like my stuff 😋\n  ","810966":"\n  Don't click links sorry\n  ","810967":"\n  Cool story bro\n  ","810968":"\n  A lot I gues\n  ","810969":"\n  Kinda\n  ","810970":"\n  Well I obviously follow him\n  ","810971":"\n  Nope it's stupid\n  ","810972":"\n  Does it matter\n  ","810973":"\n  Let your best fried talk about you you'll see lmfao\n  ","810974":"\n  Yeah\n  ","810975":"\n  Lmao y'all boo hoo to my man because y'all to scared to come to me because I'm way to blunt and may hurt y'all feelings 😂\n  ","810976":"\n  2\n  ","810977":"\n  There's ya answer\n  ","810978":"\n  Is your mom\n  ","810979":"\n  Lmao\n  ","810980":"\n  Good that means you weren't suppose to see it\n  ","810981":"\n  Lol I'm hoping\n  ","810982":"\n  Nope\n  ","810983":"\n  It's morning lol 6:15am\n  ","810984":"\n  Law-&Order SVU\n  ","810985":"\n  I miss nobody 🙃😏\n  ","810986":"\n  6:15am\n  ","810987":"\n  Tea\n  ","810988":"\n  You're mom is a sad excuse as a parent didn't raise her nosey kid right\n  ","810989":"\n  I don't re call her saying that\n  ","810990":"\n  How silly when you don't know the story\n  ","810991":"\n  Thanks😊\n  ","810992":"\n  Of course\n  ","810993":"\n  No you damn prick\n  ","810994":"\n  Definitely\n  ","810995":"\n  Going to bed lol\n  \n  Leave me bunches of stuff guys\n  ","810996":"\n  My small circle of trust 😊\n  ","810997":"\n  In great\n  ","810998":"\n  Idk anon\n  ","810999":"\n  That's me lol\n  ","811000":"\n  I gots to go to sleep .\n  \n  I have work at 7 😩.\n  \n  Leave me some good questions 😊🙃\n  ","811001":"\n  Not even the slightest\n  ","811002":"\n  Omg I love her to she's so freaking real and hilarious 😂\n  ","811003":"\n  Fake people 😴\n  ","811004":"\n  My attitude\n  ","811005":"\n  Today oh well . Friends don't mean sh*t.\n  ","811006":"\n  Why I don't get close with people . Talk sh*t all y'all want 😘\n  ","811007":"\n  Awh I'm sorry to hear that 😕\n  ","811008":"\n  I mean I want one\n  ","811009":"\n  I gotta work work work work 🙃\n  ","811010":"\n  ^^^\n  ","811011":"\n  I mean I don't get how\n  ","811012":"\n  Obviously\n  ","811013":"\n  ...\n  ","811014":"\n  ...\n  ","811015":"\n  ...\n  ","811016":"\n  ...\n  ","811017":"\n  13 lmao aha I love cases\n  ","811018":"\n  No it was on 😩\n  ","811019":"\n  Grease\n  ","811020":"\n  ...\n  ","811021":"\n  Yeah I want one now 😩\n  ","811022":"\n  My boyfriend obviously\n  ","811023":"\n  Awh thanks you\n  ","811024":"\n  I only have 1 and March 2013, due date was 12.31.13 but he came 2 month early born 10.21.13 💙\n  ","811025":"\n  When he's ready 😊\n  ","811026":"\n  Nope been taken since 9.4.11 💍🔐\n  ","811027":"\n  My boyfriends shirt lmao and sweat pants\n  ","811028":"\n  Nope I'll love them both equally and be happy lol\n  ","811029":"\n  Yeah I had a c section back on 10.21.13 💙\n  ","811030":"\n  iOS all dai BOI 💪🏽🖖🏽\n  ","811031":"\n  Probably aha maybe bobs burgers lmao\n  ","811032":"\n  Yeah\n  ","811033":"\n  Taylor\n  ","811034":"\n  Could ya stop\n  ","811035":"\n  I'm good I just want good questions\n  ","811036":"\n  Maybe bc she's bored lol\n  ","811037":"\n  why are y'all so annoying\n  ","811038":"\n  Who cares damn\n  ","811039":"\n  Ask me stuff guys 😩\n  ","811040":"\n  Lol about what ?\n  ","811041":"\n  🙃🙃🙃\n  ","811042":"\n  Lol\n  ","811043":"\n  Nope be friends with whoever you want 🙃\n  ","811044":"\n  1,282 😊\n  ","811045":"\n  Yes it's so annoying\n  ","811046":"\n  I believe that it's common sense you shouldn't be smoking with your children on the car lol but I also believe they should find other mothers who do worse drugs\n  ","811047":"\n  You're annoying , next\n  ","811048":"\n  Make coffee\n  ","811049":"\n  Yeah in 2013\n  ","811050":"\n  61%\n  ","811051":"\n  Yeah I will when the time comes\n  ","811052":"\n  Being a brat because he's stick lol . He's playing on his tablet\n  ","811053":"\n  Might as well be 💍🙃\n  ","811054":"\n  Of course I will guys 💍😊\n  ","811055":"\n  How tf am I suppose to know this\n  ","811056":"\n  Yeah one day\n  ","811057":"\n  12:02pm\n  ","811058":"\n  Nope\n  ","811059":"\n  Aha thanks 💖\n  ","811060":"\n  Taylor but she never answered\n  ","811061":"\n  I'm good thanks for asking 😊\n  ","811062":"\n  Yes I hate that it's so annoying\n  ","811063":"\n  I had couples who say they are goals and take \"goal pictures\" anybody can take the same damn picture as you. It's a f*cking photo. Get over y'all selfs . Nobody is goals y'all are in a relationship hat has it problems likes everyone else . 🙄\n  ","811064":"\n  I went before\n  ","811065":"\n  Lmao a dream\n  ","811066":"\n  Guys I had the best dream ever aha\n  ","811067":"\n  I don't ignore her lol\n  ","811068":"\n  SpongeBob and we all know why\n  ","811069":"\n  No, parents need things as well as children\n  ","811070":"\n  Well I don't think they get their children I think the go to someone else's care\n  ","811071":"\n  My group\n  ","811072":"\n  There will be action taken\n  ","811073":"\n  I don't even wanna think about this but action will be taken\n  ","811074":"\n  Yeah\n  ","811075":"\n  Neither\n  ","811076":"\n  No\n  ","811077":"\n  Idc about them\n  ","811078":"\n  Nah I'm off today 😊\n  ","811079":"\n  ^^^\n  ","811080":"\n  Tell him\n  ","811081":"\n  Barbados\n  \n  London\n  \n  Florida\n  ","811082":"\n  No you can't help that your big sometimes\n  ","811083":"\n  Smh\n  ","811084":"\n  Yeah\n  ","811085":"\n  Well like I said he's not\n  ","811086":"\n  Sometimes I believe that or sometimes I believe they just want to bully that person into thinking what they think is better\n  ","811087":"\n  Mistakes\n  ","811088":"\n  Yes\n  ","811089":"\n  I'm not ignoring anyone\n  ","811090":"\n  Yay loved them 💖\n  ","811091":"\n  From doing important things\n  ","811092":"\n  Drinking age in the United States to 18 again\n  ","811093":"\n  4 years ago 💖\n  ","811094":"\n  Music\n  ","811095":"\n  Read peoples minds aha\n  ","811096":"\n  To be book smart\n  ","811097":"\n  I don't have any to be honest\n  ","811098":"\n  Lmfao I make so many I can't even name one. my boyfriend says I'm good at it 😂\n  ","811099":"\n  It was a lazy day aha\n  ","811100":"\n  Pool , walking ,\n  ","811101":"\n  No he's only 2\n  ","811102":"\n  Time\n  ","811103":"\n  Right now the fact that I have my son and boyfriend by my side\n  ","811104":"\n  My son\n  ","811105":"\n  Laying with my boyfriend\n  ","811106":"\n  My family 👪\n  ","811107":"\n  Life\n  ","811108":"\n  Life\n  ","811109":"\n  That I got my little family 👪\n  ","811110":"\n  Christmas\n  ","811111":"\n  Don't worry about it\n  ","811112":"\n  Worry about others\n  ","811113":"\n  Always listen to the one who loves you\n  ","811114":"\n  Moving\n  ","811115":"\n  My legacy\n  ","811116":"\n  To be strong 💪🏽\n  ","811117":"\n  Lol whenever they want\n  ","811118":"\n  My son and boyfriend their my world\n  ","811119":"\n  Something to play around with\n  ","811120":"\n  A game\n  ","811121":"\n  Honestly nobody\n  ","811122":"\n  My boyfriend or son\n  ","811123":"\n  The person you are 💖\n  ","811124":"\n  Lol honesty idc who judges me\n  ","811125":"\n  Non cunts\n  ","811126":"\n  Never let others walk all over you\n  ","811127":"\n  To smoke aha not really idk\n  ","811128":"\n  Amazing\n  ","811129":"\n  How good my boyfriend is to us\n  ","811130":"\n  Conflict\n  ","811131":"\n  My family 👪\n  ","811132":"\n  My son\n  ","811133":"\n  Send me anything aha\n  ","811134":"\n  A mother, a girlfriend a provider\n  ","811135":"\n  You just sent me this early . Next\n  ","811136":"\n  Let them dry in a rack . I consider them done aha\n  ","811137":"\n  Aha I don't make it because I bring it out to the living room when we're out there . Aha Bc I get cold\n  ","811138":"\n  Like every other day . And there garbage people come\n  ","811139":"\n  In 3 places lol . My sisters , bathroom and kitchen . And not really I just don't like throwing out food in like a trash can in a room only kitchen\n  ","811140":"\n  I definitely will and maybe 5\n  ","811141":"\n  ... Lmao\n  ","811142":"\n\n   @mrsfrankenstein\n  \n  is amazing . Don't let anybody tell you other wise bby girl 🔐😘\n  ","811143":"\n  I hate people who try to bring others down . When all they want is drugs and a junkie boyfriend 🙃\n  ","811144":"\n  They're amazing\n  ","811145":"\n  Twitter: NineGDxFourO\n  \n  Instagram: The3ofus_x3\n  \n  Snapchat: GxCxD\n  ","811146":"\n  Well don't lol\n  ","811147":"\n  An hour ago\n  ","811148":"\n  My attitude\n  ","811149":"\n  Wrap\n  ","811150":"\n  ^^^^\n  ","811151":"\n  My dinner I made aha\n  ","811152":"\n  No\n  ","811153":"\n  Yes\n  ","811154":"\n  Send me in stuff guys .\n  \n  Stop being lame\n  ","811155":"\n  I do but he has a tablet\n  ","811156":"\n  Share with my sister\n  ","811157":"\n  Lol he does a lot of weird stuff\n  ","811158":"\n  Yes ! To move right away\n  ","811159":"\n  Lmao I can't even remember\n  ","811160":"\n  Your answers 😂\n  ","811161":"\n  Yeah\n  ","811162":"\n  I don't even remember aha\n  ","811163":"\n  Yeah\n  ","811164":"\n  I hate McDonald's aha\n  ","811165":"\n  I want a girl so bad aha\n  ","811166":"\n  It's alright for now\n  ","811167":"\n  Idk probably sleeping lol\n  ","811168":"\n  Send me some questions guys . Gained a bunch of new followers\n  ","811169":"\n  I don't change it much I'm way to skinny to lol\n  ","811170":"\n  I do and random stuff\n  ","811171":"\n  You're literally stupid . Someone's been sending my link around all day, I don't care what anyone thinks of me . I have no problems with her so can we keep it that way ?\n  ","811172":"\n  Send me in stuff guys\n  ","811173":"\n  The ignorance of little 13 year olds\n  ","811174":"\n  Text me\n  \n   @taylor1188\n  \n  🙃\n  ","811175":"\n  McDonald's lol\n  ","811176":"\n  You need to talk to her then\n  ","811177":"\n  Hi babe 😊. Let's vibe tonight 😘\n  ","811178":"\n  ^^^\n  ","811179":"\n  Idk yet lol\n  ","811180":"\n  Not yet but I don't want it to happen lol\n  ","811181":"\n  No\n  ","811182":"\n  No\n  ","811183":"\n  Hell yeah that would be cool\n  ","811184":"\n  When someone is famous you want them to follow you obviously, I love her she's amazing and I've always wanted her to follow me 🙃\n  ","811185":"\n  Barbados\n  ","811186":"\n  Omg I've answered this and so did he\n  ","811187":"\n  No\n  "}}