{"Question":{"812261":"\n   Did you have a good or bad childhood? Explain.\n(Ignore if this makes you uncomfortable)\n  ","812262":"\n   Hi!.....yeah I have no questions so...hello.\n  ","812263":"\n   -\n  ","812264":"\n   Follow my friend\n   \n    @hollehellfire\n   \n   :) \n\nFILLER POST.\n  ","812265":"\n   Something your looking toward to\n  ","812266":"\n   What is your favorite animal?\n  ","812267":"\n   What is your biggest achievement of 2015?\n  ","812268":"\n   send me your twitter accounts? I made a new one ☺ if you dont have twitter use this space for whatever!\n  ","812269":"\n   \"\n  ","812270":"\n   Is there a certain food that you find yourself eating often but you're tired of it, but you may not have any choice at the same time?\n  ","812271":"\n   Drop the title of a song that means a lot to you so I can listen to it and then maybe I'll get to know you better :) if you want to know a song that means most to me, listen to This is gospel- Painc! At the disco. :)\n  ","812272":"\n   If you get this I follow you and you're amazing ☺️\n  ","812273":"\n   Who is your favourite youtuber? Mine at present is ComedyShortsGamer\n  ","812274":"\n   3 singers that you think aren't good singers at all?\n  ","812275":"\n   Last time you had sex?\n  ","812276":"\n   What's your biggest regret in 2015?\n  ","812277":"\n   Joe is so freaking cute! You made one cute baby😊\n  ","812278":"\n   What were your contractions like\n  ","812279":"\n   Wrap ?\n  ","812280":"\n   What was the last thing you bought with your own money\n  ","812281":"\n   Will you be potty training in the next year\n  ","812282":"\n   5 facts about you\n  ","812283":"\n   Thats makes me crazy, like hi I know you follow me but who are you 😒\n  ","812284":"\n   How many more kids does your boyfriend want?\n  ","812285":"\n   Pap of your Child(ren) as a newborn??\n  ","812286":"\n   Do you have a favorite knock knock joke? Tell it!\n  ","812287":"\n   Would you ever consider getting your Septum & Monroe pierced?\n  ","812288":"\n   So Saturday when I was getting my tattoo this guy came,in and got a wedding band tattooed on his finger. what are your thoughts on things like that?\n  ","812289":"\n   Can we see your snapchat story\n  ","812290":"\n   Any piercings\n  ","812291":"\n   Are you and\n   \n    @taylor1188\n   \n","812292":"\n   you,\n   \n    @ashleyhey848\n   \n   and\n   \n    @NineGDxFour\n   \n   are immatire and got butthurt cause you got unfollowed and you're all ugly. The 3 skanks hahaha\n  ","812293":"\n   R u pregnant\n  ","812294":"\n   @\n  ","812295":"\n   @\n  ","812296":"\n\n    @tonibginson\n   \n","812297":"\n   @\n  ","812298":"\n   @\n  ","812299":"\n   @\n  ","812300":"\n   @@@@\n  ","812301":"\n   @me\n  ","812302":"\n   @Me!\n  ","812303":"\n   Do @ opinions on people\n  ","812304":"\n   Ask is pretty hot this morning, so aside from that tell me this......does anyone else get really pissed when something says 'tear here' and it doesn't freaking open?! 😠\n  ","812305":"\n   Seeing as 2016 is creeping up, please don't say you're that person who says new year new me. So instead, tell me 3-5 things you's like to do\/change for the new year? It can be things about yourself, your goals, financial situation, buying a car\/house, anything!\n  ","812306":"\n   Denise doesn't like you\n  ","812307":"\n   Hey\n  ","812308":"\n   Do you believe that online dating someone is unofficial or doesn't count as bf and gf until they actually meet?\n  ","812309":"\n   '\n  ","812310":"\n   your supposed to be taylors friend but you talk shit about her fake\n  ","812311":"\n   Why is\n   \n    @southernxprincess\n   \n   talking shit\n  ","812312":"\n   Just unfollowed a ton of people so if you get this I follow you!😘😊\n  ","812313":"\n   Jesus wasn't born in the summer he was born in spring if your going to insult Christians at least get your facts right\n  ","812314":"\n   Snapchat.\n  ","812315":"\n   anon...Dakota and I talk mad shit to each other. my uncle and aunt do it, my sister's and their boyfriends do it....lmao it's a relationship. get over it haha\n  ","812316":"\n   Is this anon SERIOUSLY butthurt over something YOU and YOUR boyfriend do? OH MY GOD GABBY WHATS WRONG WITH YOU? I mean really, Casey and I say some shit to eachother but its nothing serious, chill out anon 😅\n  ","812317":"\n   when you play your snapchat story its the second video that plays, how hard is that to understand? i get it was a joke you called him that but thats just wrong.\n  ","812318":"\n   the he plays too much😂😍😊 one\n  ","812319":"\n   its the second one that plays 😃\n  ","812320":"\n   you ignored my question how cute\n  ","812321":"\n   Why do people believe Jesus was born in December when it doesn't say when he was born in the bible?\n  ","812322":"\n   good morning everyone have a good day. I'll do a mini spam soon. 💖\n  ","812323":"\n   (Honesty night on my personal.\n   \n    @kenziebear998\n   \n   ) what beauty products have saved your life? (Meaning:must haves, can't go without , helped clear something, ect)\n  ","812324":"\n   Do you tend to read packages\/bottles before you buy products or do you just get what's on sale?\n  ","812325":"\n   What makeup products do you trust to give you good quality makeup?\n  ","812326":"\n   What do you use for shampoo? What type is it? (Meaning fine hair, colour treated save, ect) what drew your attention to it?\n  ","812327":"\n   What r u currently doing\n  ","812328":"\n   Good morning\n  ","812329":"\n   What age did you start wearing makeup? What age would you let your children (future kids if you have none) wear makeup ?\n  ","812330":"\n   Do you vlog? (YouTube , ect)\n  ","812331":"\n   Do you think it's okay for a girl to have some feelings for their ex while they are in another relationship?\n  ","812332":"\n   BQOTD: What are your feelings on AbC Family changing their name to FreeForm? Personally I think \"Free Form\" sounds like a form of swimming or water aerobics. 😂\n  ","812333":"\n   snapchat?\n  ","812334":"\n   Send people my way please? Just got home could use some questions.\n  ","812335":"\n   Remember Georgina\n  ","812336":"\n   You always show up on my feed\n  ","812337":"\n   What time is it\n  ","812338":"\n   Omg you're goals . I'm jealous of you\n  ","812339":"\n   What's the funniest name you've heard?There is a doctor at my kids pediatric office named Dr Richard Weiner....yes my maturity level is of a 5th grader.\n  ","812340":"\n   What is the meaning of your name?\n  ","812341":"\n   You happy to be friends with tayler again?\n  ","812342":"\n   You're welcome :)\n  ","812343":"\n   You're really pretty\n  ","812344":"\n   Where do you live\n  ","812345":"\n   Have you talked to\n   \n    @taylor1188\n   \n","812346":"\n   Can anyone send you a request on snap\n  ","812347":"\n   Last time you had sex\n  ","812348":"\n   Snapchat\n  ","812349":"\n   I'm not sure if I wanna come back or not :\/ but I'm here for a few days!! Ask me some questions.\n   \n    @Kenziebear998\n   \n   . Spam coming soon!\n  ","812350":"\n   sarcasm?\n  ","812351":"\n   But before it used to say gabby\n  ","812352":"\n   Where does it say it?\n  ","812353":"\n   Isn't your name gabby?\n  ","812354":"\n   Pap of you & your significant other when you started dating?\n  ","812355":"\n   Favorite rapper (s)?\n  ","812356":"\n   Before 2015 ends....... (Rant about anything that you want to talk about)\n  ","812357":"\n   Do you want a boy or girl\n  ","812358":"\n   What you doing\n  ","812359":"\n   I think anon has peroxide and alcohol confused bc peroxide dries it out, alcohol isn't ideal but it gets the job done if you really need it\n  ","812360":"\n   You want another child\n  ","812361":"\n   hey guys I just emptied my inbox& I'm bored so come ask me stuff! 😬\n  ","812362":"\n   alcohol dries out piercings.......\n  ","812363":"\n   When are you TTC\n  ","812364":"\n   Do you remember if your nose piercing, ever had a infection? ?\n  ","812365":"\n   Do you remember what you used to clean, your nose piercing? ?\n  ","812366":"\n   You still have your nose piercing?\n  ","812367":"\n   What did your son, get fir Christmas this year? Lots of toys\n  ","812368":"\n   You and your boyfriend,  got you own ps4 or one to share the whole family??\n  ","812369":"\n   What did you get for Christmas,  this year? Anything exciting\n  ","812370":"\n   How was your Christmas? ?? Did you get anything good\n  ","812371":"\n   How's you and your son?\n  ","812372":"\n   What's your guilty pleasure TV show? I have an unhealthy obsession with Come Dine With Me for a sixteen year old 😂🏻\n  ","812373":"\n   Is hiding the truth equal to lying? Explain.\n  ","812374":"\n   you guys are obsessed & it's creepy lmao\n  ","812375":"\n\n    @taylor1188\n   \n   Is plotting against you\n  ","812376":"\n   did she reply least ?\n  ","812377":"\n   did tayler text u first or did u text her\n  ","812378":"\n   Do you think it's possible to be too young for online dating? If so what age should people start online dating?\n  ","812379":"\n   You're pregnant and you get high.\n  ","812380":"\n   what was the last thing you did for someone you love\n  ","812381":"\n   your pregnant is the lie?\n  ","812382":"\n   your 20 so you being 21 is the lie?\n  ","812383":"\n   Your hair is a mess\n  ","812384":"\n   '\n  ","812385":"\n\n    https:\/\/ask.fm\/cottrilllauren\/answers\/134265417027\n   \n   this poor child that's skin and bones 😢\n  ","812386":"\n   What you doing\n  ","812387":"\n   Do you shop on Amazon?Do you have Amazon prime?i just signed up for it today because I got Echo for Christmas and it's pretty neat!\n  ","812388":"\n   Have you ever won a contest?\n  ","812389":"\n   How would you describe the person you love?\n  ","812390":"\n   Do you know anyone who is a police officer?\n  ","812391":"\n   do you think someone could get fucked so hared they cry\n  ","812392":"\n   Have you ever been in a car accident?\n  ","812393":"\n   You guyssssss , were headed back to Alabama so I'll be bored for the next 4 hours or so . Send followers & questions my way! 💕\n  ","812394":"\n   lmfao our wifi has been down all day, I haven't asked you any questions I can send you my notifications 😂😂😂😂😂 people really need to stfu, anons are ALWAYS trying to start shit.\n  ","812395":"\n   What kind of questions do you guys want?\n  ","812396":"\n   Announced the next spam! Go like my recent or check my bio to get it\n  ","812397":"\n   why dont you and taylor put your big girl panties on and figure out if your friends or not without sending each other questions on anonymous lol\n  ","812398":"\n   You and\n   \n    @taylor1188\n   \n   aren't friends\n  ","812399":"\n   Considering we weren't talking about anyone from ask, that's awkward. Y'all can go ahead & cry in a corner since you're mad though. Lol\n  ","812400":"\n   Send people my way please?💋\n  ","812401":"\n   apparently anon doesn't have a life\n  ","812402":"\n   u dont know who it is do u bby 💋\n  ","812403":"\n   not taylor 💋so who is it bby ?\n  ","812404":"\n   Your pretty\n  ","812405":"\n   whooooo ?\n  ","812406":"\n   Anons, just leave Gabby alone. Goddamn. You'd think you'd have a life by now.\n  ","812407":"\n   k\n  ","812408":"\n   any and all attention\n  ","812409":"\n   you are just like ashlie. always out for the attention\n  ","812410":"\n   haha its okay gabby we all have issues i just pray one day you will admit to them\n  ","812411":"\n   Since when does anon know so much? Oh that's right, they don't. They just like to try to start shit.\n  ","812412":"\n   I'm telling\n   \n    @taylor1188\n   \n   you're talking shit about her .\n  ","812413":"\n   mhm okay\n  ","812414":"\n   hating cause u fake bby not what ur talking about\n  ","812415":"\n   Haha yeah you do such a fake friend\n  ","812416":"\n   vr (optional) What are the best snacks to have at a slumber party?\n  ","812417":"\n   why play dumb so much haha good to know\n  ","812418":"\n   thats a yes haha\n  ","812419":"\n   is urs and anas conversation about taylor\n  ","812420":"\n   vr (optional) What are your must have makeup products?\n  ","812421":"\n   vr (optional) What kind of pajamas, socks, and slippers do you like best for the cold winter months?\n  ","812422":"\n   vr (optional) When did you have your first period?\n  ","812423":"\n   TW: DEATH\/Su*CIDE\/M*rder\n\nWhat do you believe happened to Kurt Cobain? Was he killed by his soon to be ex wife Courtney Love or was it su*cide? If you think Love is at fault, what is your theory on her motive?\n  ","812424":"\n   Guys gimme your followers! My page is too quiet 💁🏻. Here's a question; what's your most used emoji?\n  ","812425":"\n   BQOTD: Describe your perfect burger. If you don't eat meat, describe your favourite vegetarian\/vegan wrap.\n  ","812426":"\n   You're cute\n  ","812427":"\n   How's ya day\n  ","812428":"\n   You send Jody anonymous questions\n  ","812429":"\n   How many followers you have\n  ","812430":"\n   Dear 2016....(Complete the sentence)\n  ","812431":"\n   Would you rather spend your money on vacations or your house?\n  ","812432":"\n   Have you ever wished to have a certain appearance? If so, what was it?\n  ","812433":"\n   Does Jody talk to Taylor anymore\n  ","812434":"\n   What's the absolute best vacation you can imagine?\n  ","812435":"\n   R u home yet\n  ","812436":"\n   Are you off of school\/work this week?\n  ","812437":"\n   What did you do for the holidays?\n  ","812438":"\n   What age do you feel like you are?\n  ","812439":"\n   How old will you be when your child is 18?\n  ","812440":"\n   Which one of your family members are you the closest to?\n  ","812441":"\n   Whom are you closest to in your family?\n  ","812442":"\n   Have you ever been in a long distance relationship\n  ","812443":"\n   Does\/Did your child(ren) use a pacifier? If so, How long did they use it?\n  ","812444":"\n   What did you get for Christmas?\n  ","812445":"\n   Is it bad if a 16 year old has already been drunk 4 times since they were 15?\n  ","812446":"\n   🔸🔷 Get to know me 🔷🔸\n\nCome get to know me lovelies! Ask me stuff. Anything at all. Let's be friends 😋\n  ","812447":"\n   What are two true things and one lie about you?\n  ","812448":"\n   Who's Taylor\n  ","812449":"\n   You know, I like hearing what people got. I am sure you have this question in your inbox already. What did you get?!\n  ","812450":"\n   Merry Christmas from my family to yours!\n  ","812451":"\n   Merry Christmas\n  ","812452":"\n   Merry Christmas you lovely people!  ❤❤\n  ","812453":"\n   Merry Christmas 🎅🎄🎁🎉\n  ","812454":"\n   Honesty night 💕 send some people my way? (delete if annoying)\n  ","812455":"\n   Like no, hush and be happy with what you get.\n  ","812456":"\n   bc u arent haha\n  ","812457":"\n   why do anons feel like they're obligated to have the answer they want\n  ","812458":"\n   yes or no\n  ","812459":"\n   jw\n  ","812460":"\n   r u texting taylor\n  ","812461":"\n   r u and taylor friends on snapchat\n  ","812462":"\n   r u and taylor friends on snapchat\n  ","812463":"\n   Merry Christmas 🎄 I hope you have a great day ❤️\n  ","812464":"\n   Are you a sprouts lover or loather?\n  ","812465":"\n   Happy Holidays everyone! I hope you have a lovely day. I wish you all the best.\n  ","812466":"\n   you dont even like her and love to run your mouth about her, what changed?\n  ","812467":"\n   Merry Christmas Eve to everyone I follow! Hoping you all have a good day and a great Christmas tomorrow as well🎄🎁\nQOTD: Whats your favorite thing about Christmas?\n  ","812468":"\n   What you doing\n  ","812469":"\n   Happy Christmas Eve\n  ","812470":"\n   if you could move anywhere in the world right now, where would you go? Dakota wants us to go to Alaska haha\n  ","812471":"\n   Yeah I know. But lets be honest what long island girl is gonna complain about weather so nice she can get pedicures in the winter lol\n  ","812472":"\n   Flip flops weather almost!\n  ","812473":"\n   How do you feel about this weather around Christmas time?\n  ","812474":"\n   Snapchat\n  ","812475":"\n   Favorite song from Chris Brown?\n  ","812476":"\n   How old were you when you meet Greg?\n  ","812477":"\n   How old is your son?\n  ","812478":"\n\n    http:\/\/youtu.be\/J4sGK1tGJ8s\n   \n   Makers if this video are bunch of feminists. Number of these feminist nutjobs is increasing in my home India. IT IS ALARMING.\n  ","812479":"\n   Do you or have you ever watched 16 and pregnant?\n  ","812480":"\n   Taylor isn't sending you spam\n  ","812481":"\n   Also, for those beginning their travels today for this holiday time, have a safe trip! ☺\n\nUse this to post whatever.\n  ","812482":"\n   You are beautiful\n  ","812483":"\n   Daily hair and makeup routine?\n  ","812484":"\n   Are you a girly girl?\n  ","812485":"\n   What's the most meaningful gift you've ever received?\n  ","812486":"\n   You guys have a ps4\n  ","812487":"\n   What do you usually think about right before you go to bed that helps you fall asleep?\n  ","812488":"\n   BQOTD: Do you poop properly? Meaning when you go number two, do you put your feet up on a stool and align your colon? I actually learned today that you're supposed to do it this way.\n  ","812489":"\n   How often do you clean your ears?\n  ","812490":"\n   Are you celebrating Christmas at home or somewhere else this year?\n  ","812491":"\n   If you could time travel, would you go to the future or the past?\n  ","812492":"\n   Do you talk to Taylor\n  ","812493":"\n   What you doing\n  ","812494":"\n   Hi babes, love you 😘\n  ","812495":"\n   Do you listen to your conscience most of the time? Tell me about a time you didn't listen to it?\n  ","812496":"\n   Do you think makeup is a type of art?\n  ","812497":"\n   Do you ever grow out your leg hair or arm pit hair?  What do you think about other females that does?\n  ","812498":"\n   You just had a baby?? I didn't even know you were pregnant! Congrats!\n  ","812499":"\n   thats awesome!\n  ","812500":"\n   why is youe name cadie danzy?\n  ","812501":"\n   Have you ever played tennis?\n  ","812502":"\n   Who's your best friends\n  ","812503":"\n   Are you the same person you were last year ?\n  ","812504":"\n   What's you doing\n  ","812505":"\n   Will anyone be buying the Kimoji app? I want too but I don't think people who don't have it will be able to see them.\n  ","812506":"\n   Yas bitchhhhhhes\n  ","812507":"\n   No, guys get it right she's my best friend. ❤️😂\n  ","812508":"\n   Dear person you dislike\n  ","812509":"\n   Is your boyfriend in jail?\n  ","812510":"\n   Dear best friend\n  ","812511":"\n   Last day in the hotel until after Christmas 😂 so I'm going to celebrate by doing @ opinions lol . So send them in ! ( you don't have to answer)\n  ","812512":"\n   R u and Taylor friends\n  ","812513":"\n   If instead of santa giving presents to good people and coal to bad people he gave thongs to good people and granny panties bad people. What would he give you\n  ","812514":"\n   BQOTD: What is a \"break\" when it comes to a relationship? Have you ever had a break? Is it healthy to have a break?\n  ","812515":"\n   Is you're bio about Taylor\n  ","812516":"\n   Lol your bio is so true\n  ","812517":"\n   opinion on\n   \n    @jodyxox\n   \n","812518":"\n   I also made a new Instagram! It's the same @, but new profile. Follow me guys @\/Fabbielousxo!!\n  ","812519":"\n   Graduating pregnant is an achievement?  I wish I could have graduated but since I was a sophomore when I got pregnant it was even harder for me to stay in school. Now I'm trying to go back to school for my kids.\n  ","812520":"\n   Fresh start on my ask again. I've deleted most of my answers, I need to stop doing this ahah. Also cleaned out who I follow, so you're one of the chosen ones ;)\n  ","812521":"\n   When you think graduating three months pregnant is an achievement 😂😂😂 Toni will graduate with a one and a half year old, you didn't have to change your schooling just to be PREGNANT. When you have a baby AND graduate, then let me know what you've achieved.\n  ","812522":"\n   You're so pretty\n  ","812523":"\n   Last thing that made you cry\n  ","812524":"\n   Are you happy with your life for the most part right now?\n  ","812525":"\n   What do you think would be the hardest thing for you to give up on? Why?\n  ","812526":"\n   Do you like making gingerbread houses? I also seen a train one. Are you gonna make one this year or have you already? Do you eat it?\n  ","812527":"\n   Tell me about the person you dislike most.\n  ","812528":"\n   Four more days till Christmas! Are you excited and ready? Is all your shopping done? ☺️\n  ","812529":"\n   After Christmas, do you go ahead and take the tree down or do you leave it up a little longer?\n  ","812530":"\n   What is your attitude towards certain workers thinking they're better than the rest just because of where they work?\n  ","812531":"\n   What makes you cringe more, not figuring out who your anon is or the fact they keep digging over and over again?\n  ","812532":"\n   I just answered questions & emptied out my inbox so come & ask whatever you want. ☺️\n  ","812533":"\n   What's your opinion on couples that separate or \"take a break\"? Do you think it'll help or hurt the relationship?\n  ","812534":"\n   I've followed many new people recently on here so I'm sending this out . If you have Instagram. Follow me ! Denisexrenee . I'll follow back ❤️\n  ","812535":"\n   Tell me about something youve achieved.\n  ","812536":"\n   Tell me about the worst punishment you had as a child.\n  ","812537":"\n   What is your attitude towards colors representing a stereotype?\n  ","812538":"\n   Do you like snowy days or rainy days more? Why?\n  ","812539":"\n   If you could have a wedding the way you want,money is no problem, what would it look like?\n  ","812540":"\n   Do you & your significant other have any Nicknames for each other? If so, what is it?\n  ","812541":"\n   What is your favorite piece of artwork? PAP!\n  ","812542":"\n   2. Do you think we should take a break from talking?\n  ","812543":"\n   1. Okay so for the past couple of weeks I've been getting upset easily by the things that my girlfriend does and ik she doesn't do it on purpose but it seems like she does and act like she doesn't care and every time I tell her about it she would just say sorry but do something else that upsets me..\n  ","812544":"\n   Can I ask you for relationship advice?\n  ","812545":"\n   ignore if you want buuuut Dakota is using ask again so send him some questions? lol\n   \n    @dakotabdavis\n   \n","812546":"\n   Is it okay for a guy to ask a girl for relationship advice?\n  ","812547":"\n   Do you ever feel like you don't have a voice. Inside your family, friends, or even in your own relationship? When you feel silenced, what do you do to fight back? Do you ever feel like your opinions are unheard and dismissed because others tell you you're wrong and they're absurd?\n  ","812548":"\n   Hi\n  ","812549":"\n   do you like doggie\n  ","812550":"\n   o it was a joke because my names tayler\/:\n  ","812551":"\n   I'm here fellas\n  ","812552":"\n   Where's Taylor\n  ","812553":"\n   Last thing you bought\n  ","812554":"\n   Send people my way? My ask is dead and I could use the questions. I'd appreciate it. Thanks!\n  ","812555":"\n   Have you texted Taylor\n  ","812556":"\n   Have you ever been to the beach?\n  ","812557":"\n   Why didn't you forgive Taylor\n  ","812558":"\n   How are you feeling\n  ","812559":"\n   Tw I've had alot of opinions on belting \nIs it abuse? Some people say it just gives a good ass whooping opinions?\n  ","812560":"\n   What are you doing\n  ","812561":"\n   Do you have an Instagram? Do your posts have a theme or do you just post whatever? Post a screenshot of your Instagram if you'd like.\n  ","812562":"\n   She will never be your best friend again\n  ","812563":"\n   R u and Taylor friends yet\n  ","812564":"\n   Mom or dad\n  ","812565":"\n   Sorry if annoying but I'm bored and need to get some things off my mind lol. \nsend followers and questions my way?\n  ","812566":"\n   How are you\n  ","812567":"\n   How many followers you\n  ","812568":"\n   What time is it\n  ","812569":"\n   What movie can you quote word for word?\n  ","812570":"\n   why did you send taylors @ around? to the people only you follow 😂\n  ","812571":"\n   Do you think more about the past or future?\n  ","812572":"\n   What is something that you would like to tell to your future husband\/wife?\n  ","812573":"\n   How old do you think you act?\n  ","812574":"\n   Do you prefer living in the city or the country?\n  ","812575":"\n   Do you know a lot about yourself?\n  ","812576":"\n   Hey\n  ","812577":"\n   For the holidays, do you set your phone BG, Keyboard and ringtone Christmassy?\n  ","812578":"\n   You have a problem with Ashlie still\n  ","812579":"\n   Why are you liking Ashlie's answers\n  ","812580":"\n   Why would you send screen shots\n  ","812581":"\n   You're so sweet idk why theirs so much drama with you\n  ","812582":"\n   Who do you tell everything to\n  ","812583":"\n   Who do you miss\n  ","812584":"\n   Did you say sorry\n  ","812585":"\n   Plans for today\n  ","812586":"\n   I was browsing through YouTube this morning and seen a doctor phill episode where a mom was so scared of her 16 year old daughter, she slept with a baseball bat but every time she calls 911 (which is weekly) she never pressed charges or Anything like they've asked. Opinion? What would you do ?\n  ","812587":"\n   If you had a chance for a “do-over” in life, what would you do differently?\n  ","812588":"\n   VR (optional): Talk all about the piercings you want or used to want!\n  ","812589":"\n   VR (optional): Talk about the piercings you used to have!\n  ","812590":"\n   VR (optional): Talk about the piercings you have!\n  ","812591":"\n   (save this for your birthday or just answer this now and talk about your LAST birthday): VR\/PAP\/Describe what you got for your birthday!\n  ","812592":"\n   VR (optional): Use this to rant!\n  ","812593":"\n   What movie can you quote word from word?\n  ","812594":"\n   Do you have a significant other? How did the two of you meet?\n  ","812595":"\n   I hope I'm saying this right. Do you know what nationality you are ? Like , my dads family is German . That's all I know . Forgive me if I totally asked that wrong because I honestly have no clue how to put it lol.\n  ","812596":"\n   lest kiss\n  ","812597":"\n   top or bottom  during sex\n  ","812598":"\n   What's Joseph doing\n  ","812599":"\n   What time is it\n  ","812600":"\n   You're Cadie from mean girls\n  ","812601":"\n   You're being subbed\n  ","812602":"\n   You're jealous\n  ","812603":"\n   Favorite & Least favorite thing about New York?\n  ","812604":"\n   I thought you had a best friend\n  ","812605":"\n   What are you doing\n  ","812606":"\n   Q2:\nWhat game would you like to redesign?\n  ","812607":"\n   Do you have a best friend\n  ","812608":"\n   Is it weird if a 19 year old guy doesn't have his driver's permit or license and never drove a car before?\n  ","812609":"\n   have you every been bare butt spanked\n  ","812610":"\n   do you think it would be best for a  pregnant woman to have sex\n  ","812611":"\n   2 different anons there hunny i was asking who you thought it was i dont care about mean girls\n  ","812612":"\n   What is your favorite child hood memory?\n  ","812613":"\n   Q4: What's your favorite novel?\n  ","812614":"\n   hummp\n  ","812615":"\n   No ones worried ☺\n  ","812616":"\n   She's actually pretty great. 👋\n  ","812617":"\n   who do u think it is? go ahead post it\n  ","812618":"\n   What are your favourite kinds of Christmas cookies?\n  ","812619":"\n   Isn't it funny how out of all the mean girls, you were chosen to be Cadie, who is the fakest friend out of all of them? Hmm, maybe your other mean girl friends gave you that name for a reason! Start thinking!\n  ","812620":"\n   You're welcome :)\n  ","812621":"\n   You are really pretty\n  ","812622":"\n   What are you doing\n  ","812623":"\n   thanks girl\n  ","812624":"\n   ***\n  ","812625":"\n   Snapchat , Twitter, Instagram\n  ","812626":"\n   I'm so bored\n  ","812627":"\n   Who do you follow on here\n  ","812628":"\n   Last person you texted from ask\n  ","812629":"\n   How would you see a \"single mum\/dad\"?  Does that mean separated from their biological parent or completely single? Is it wrong to call yourself a single parent though in a relationship with someone who isn't biologically the child\/children's parent?\n  ","812630":"\n   Opinion on lanie aka fallingforfallon on insta?\n  ","812631":"\n   I'm sending out a huge spam tonight . If you don't want to receive it , please send me a message . I know some people don't like receiving spam.\n  ","812632":"\n   I just want to take some time to stop by your page and tell you that you're a wonderful mom. Don't let anyone ever tell you otherwise !\n  ","812633":"\n   what positions did he get pregnant in\n  ","812634":"\n   Do you ever wish you were single?\n  ","812635":"\n   ily\n  ","812636":"\n   How are you today\n  ","812637":"\n   You're funny\n  ","812638":"\n   You're cooler then both of them\n  ","812639":"\n\n    @taylor1188\n   \n   Doesn't like you\n  ","812640":"\n\n    @Jodyxox\n   \n   is talking about you\n  ","812641":"\n   What do you eat when your high\n  ","812642":"\n   Delete if annoying: I will be at my moms tonight while Casey is at work which means even LONGER detailed answers. I may be up to do a massive Christmas spam tonight as well. Send followers my way please as my inbox is deadddd.\n  ","812643":"\n   Ever fart in front of your S\/O\n  ","812644":"\n   How many phone cases you have ?\n  ","812645":"\n   R u engaged\n  ","812646":"\n   Check recent :) & also send questions to my personal\n   \n    @kenziebear998\n   \n","812647":"\n   To much sex\n  ","812648":"\n   Do you own a toy\n  ","812649":"\n   eat more McDonald's then youll have an ass\n  ","812650":"\n   why di girls like doggy so much\n  ","812651":"\n   maybe if u took it in the butt more u wouldn't get pregnant\n  ","812652":"\n   do u like it in the butt\n  ","812653":"\n   are u loud in bed\n  ","812654":"\n   what is that\n  ","812655":"\n   smart ass, too bad u dont have an ass\n  ","812656":"\n   whats your favorite position in sex\n  ","812657":"\n   u wearing a thong\n  ","812658":"\n   Taylor talks to Jody more then you . She's trying to steel your best friend\n  ","812659":"\n   color of your underwear\n  ","812660":"\n   ever get caught having sex\n  ","812661":"\n   Last time you texted\n   \n    @taylor1188\n   \n","812662":"\n   My ask is dead and I could use the questions. I'm a pretty open book so.. Send people my way please?\n  ","812663":"\n   Who wants random spam???\n  ","812664":"\n   Ever miscarriage\n  ","812665":"\n   So you and\n   \n    @taylor1188\n   \n   aren't friends anymore?\n  ","812666":"\n   Did your parents have another name picked out for you? (If you were a boy\/ another girl name)\n  ","812667":"\n   You're rude\n  ","812668":"\n   Have you ever had a broken heart before?\n  ","812669":"\n   Do you make new friends often?\n  ","812670":"\n   What do you do in awkward situations?\n  ","812671":"\n   Because my boyfriend know my password, he will not like that\n  ","812672":"\n   Have you ever called the police before?\n  ","812673":"\n   How old do you want to be when you move out by yourself?\n  ","812674":"\n   How to get... etc\n  ","812675":"\n   Can you delete the past question please? Thank you pretty\n  ","812676":"\n   Maybe he is not into me at all?\n  ","812677":"\n   How to get into sex if the other partner don't want to?\n  ","812678":"\n   Isn't there another girl on here called Cadie?\n  ","812679":"\n   What's Joseph doing\n  ","812680":"\n   Who's Cadie\n  ","812681":"\n   You're cute\n  ","812682":"\n   Should we help other countries before helping ourselves?\n  ","812683":"\n   Under what circumstances, if any, should there be access to adoption records?\n  ","812684":"\n   Should there be more truth when it comes to advertising?\n  ","812685":"\n   Controversial spam:\nShould underage girls be required to have parental consent to have an abortion?\n  ","812686":"\n   Last time you had sex\n  ","812687":"\n   Your so dumb to believe she was your best friend\n  ","812688":"\n   R u feeling some type of way\n  ","812689":"\n   It's obvious you guys aren't because look at her answer\n  ","812690":"\n   How many followers you have\n  ","812691":"\n   R u mad Taylor replaced you?\n  ","812692":"\n   Is there a good you enjoy ,yet it always ends up making you sick?I love fried chicken but it always ends up giving me a tummy ache :(\n  ","812693":"\n   At you and\n   \n    @taylor1188\n   \n   friends\n  ","812694":"\n   BQOTD: Do you have any Christmas EVE traditions?\n  ","812695":"\n\n    @taylor1188\n   \n   Has a new best friend\n  ","812696":"\n   can you feel when the male ejaculate\n  ","812697":"\n   Weird how all of you guys get off ask at the same time, hahahahahaha.\n  ","812698":"\n   probs not\n  ","812699":"\n   Are you and Taylor still friends?\n  ","812700":"\n   ****\n  ","812701":"\n   How was it?\n  ","812702":"\n   If you had to choose, would you go to the Light or the Dark side?\n  ","812703":"\n   Where's Taylor\n  ","812704":"\n   last time you had sex?\n  ","812705":"\n   what are you & your bf doing?\n  ","812706":"\n   What age would you like to give Joe a sibling?\n  ","812707":"\n   send in your @'s or someone else's for honest opinions tonight. 💋\n  ","812708":"\n   What kind of chores will your child \/ children have when they get older?\n  ","812709":"\n   r u texting taylor\n  ","812710":"\n   What are you doing\n  ","812711":"\n   What's your favorite dessert?\n  ","812712":"\n   What's an irresistible snack to you?\n  ","812713":"\n   since I just got back on ask I'll be doing honesty night starting now, nothing is off limits come & ask me stuff. also I'll be doing a mini spam later.\n  ","812714":"\n   You've lied about your real name the whole time\n  ","812715":"\n   What's your snapchat\n  ","812716":"\n   Have you ever secretly betrayed someone and they still don't know it was you who did it?\n  ","812717":"\n   I'm sending this to the \"drama group\". I'm done with drama .. With anyone and everyone . It's pointless . I think if everyone would just stop , things could be better . As of now , I'm no longer included in any drama, fights or arguments . I'm hurrying the hatchet .\n  ","812718":"\n   Can you sleep in complete silence or do you have to have some sort of white noise to sleep?\n  ","812719":"\n   Does watching violence on tv create a more violent child?\n  ","812720":"\n   Should unmarried couples have the same rights as married couples?\n  ","812721":"\n   Should there be mandatory testing for AIDS?\n  ","812722":"\n   Is a drunk driver sick or a criminal?\n  ","812723":"\n   Should marijuana be legalized? Why\/why not?\n  ","812724":"\n   Taylor made the page didn't she\n  ","812725":"\n   you are very attractive\n  ","812726":"\n   sorry\n  ","812727":"\n   nice body(:\n  ","812728":"\n   that's sexy!\n  ","812729":"\n   looking good\n  ","812730":"\n   do you have any piercings?\n  ","812731":"\n   Plans for today\n  ","812732":"\n   What you doing\n  ","812733":"\n   Who do you miss\n  ","812734":"\n   If any of my followers want a shout out on my page, please let me know via inbox message. Catch is, you must return the favor. Thanks in advance.\n  ","812735":"\n   When answering questions, do you answer from the top of your inbox (newest) or the bottom (oldest) first?\n  ","812736":"\n   What helps you sleep at night when you're not feeling tired?\n  ","812737":"\n   What's something you cannot sleep without or without doing?\n  ","812738":"\n   Pap of you and your boyfriend\n  ","812739":"\n   Likers get?\n  ","812740":"\n   i asked if u talked to her not if u liked her\n  ","812741":"\n   as a friend? tf does that mean\n  ","812742":"\n   Do you wear thongs?\n  ","812743":"\n   What is...... The krabby patty secret formula  ?\n  ","812744":"\n   have u talked to taylor\n  ","812745":"\n   Can you tell your followers to ask me questions please? I'm super bored  & going to do VRS for a while 😊💕 thank you !! I follow you if you get this btw haha!!\n  ","812746":"\n   Same\n  ","812747":"\n   what party are you and what is your opinion on trump\n  ","812748":"\n   Do u\n  ","812749":"\n   How many phone cases do you have?\n  ","812750":"\n   Do you have to work at 6am at McDonald's?\n  ","812751":"\n   Snapchat\n  ","812752":"\n   BQOTD: What makes a person a person? (Inspired by Ted 2)\n  ","812753":"\n   Did Ashlie every message you on Facebook\n  ","812754":"\n   Facebook users; who loves the new messenger update??🌸\n  ","812755":"\n   You're  disrespectful\n  ","812756":"\n   Your asking Ashlie all those questions\n  ","812757":"\n   Where's Taylor\n  ","812758":"\n   Is there anyone you've gone out of your way to make happy or bent over backwards for and its still not good enough for them?\n  ","812759":"\n   why not go to college get a degree?\n  ","812760":"\n   On Facebook , a girl I know was talking about how she gave her child Starbucks. The child is barley over one. What is your opinion on this?\n  ","812761":"\n   Do you believe in spanking a child?\n  ","812762":"\n   Do you think whites can experience racism?\n  ","812763":"\n   I mean a job is a job and I'm a SAHM and just got our own place in April. lol you can be a SAHM and not have your own place.\n  ","812764":"\n   a sahm who doesnt even have her own place....\n  ","812765":"\n   mcdonalds...great career 👍\n  ","812766":"\n   Im in a showhole on Netflix and we need a new show to watch! We watched Supernatural, TWD, Prison Break, Breaking Bad, Salem, and Ive been thinking about starting The Game Of Thrones. Any good TV series suggestions? PLEASE!!\n  ","812767":"\n   i have been dismissed?\n  ","812768":"\n   your man is a loser\na CHUMP\nA THUG\n  ","812769":"\n   i do know a cop on here you ho\n  ","812770":"\n   Did you know\n   \n    @southernxprincess\n   \n   was behind Ashlie's exposing page\n  ","812771":"\n   What do you think the best part of being a parent is? If you're not one, what do you think it will be ?\n  ","812772":"\n   Who bought you that bad\n  ","812773":"\n   Who inspires you?\n  ","812774":"\n   You and Taylor aren't friends anymore\n  ","812775":"\n   Feel free to send stuff in :)\n  ","812776":"\n   You made Ashlie's exposing page\n  ","812777":"\n   I rarely do this, but delete if annoying. I'm doing honesty night cuz I can't sleep. send in questions, ask opinions, etc. I'll do everything. send people my way!! thanks and I follow you!! lol\n  ","812778":"\n   BQOTD: Tell me about a time when you had poor customer service. My friend and I experienced some piss poor customer service tonight.\n  ","812779":"\n   BQOTD: What has been the drunkest you have been? Tell me a drunken story, if you have any. If you have never drank or are under 21, tell me one of your most embarrassing moments!\n  ","812780":"\n   Have you ever had stitches?\n  ","812781":"\n   Feel free to send stuff in. Or just laugh and be amused.\n  ","812782":"\n   did you like been be  pampered when  you was pergant\n  ","812783":"\n   Do you wear thongs?\n  ","812784":"\n   was it eazy to get pregnant or did it take sometime\n  ","812785":"\n   u and taylor make up yet\n  ","812786":"\n   have you every had  stitches if so where at\n  ","812787":"\n   uhm it's not taylor so true again (:\n  ","812788":"\n   what is the best positions to  do anal in\n  ","812789":"\n   why is anon all in your business? lmfao\n  ","812790":"\n   How can she admit how, when she doesn't know how?? Umm?? There's very flawed logic there. Lol.\n  ","812791":"\n   if u cant admit how then she didnt really hack ur phone\n  ","812792":"\n   what was the lest life changing decision you had to make\n  ","812793":"\n   how did anna hack ur phone?\n  ","812794":"\n   Taylor doesn't like you\n  ","812795":"\n   do u like taylor\n  ","812796":"\n   y would u send anna screenshots if ur taylors bff\n  ","812797":"\n   Is there any girl names you like if you were to have a girl next time? Or are you keeping them secret\n  ","812798":"\n   What is your favorite type of flower?\n  ","812799":"\n   Post a photo of what you're doing right now.\n  ","812800":"\n   Do you like wearing dresses?\n  ","812801":"\n   what is best after sex \ncuddleing \nshower\n makeing out\n  ","812802":"\n   Post a picture of your Christmas Tree?\n  ","812803":"\n   What was job training at McDonald's like?\n  ","812804":"\n   What is everyone doing, at this moment in time??\n  ","812805":"\n   Have a good day best friend. ❤️\n  ","812806":"\n   Any advice on trying to get pregnant? I've been trying for almost a year now and I just feel so hopeless.. I'm doing this anon because I don't feel like being judged tonight, haha.\n  ","812807":"\n   Any TV shows that you & Greg watch together? if so, what are they?\n  ","812808":"\n   If you mind sharing, how old is your bf?\n  ","812809":"\n   Would you & your boyfriend ever adopt Children?\n  ","812810":"\n   Post a pic of Joe & you please?\n  ","812811":"\n   if i offere you $1 million to do anal would you\n  ","812812":"\n   you are beautiful!\n  ","812813":"\n   medicating children.\n  ","812814":"\n   Like naturally conceiving\n  ","812815":"\n   do you believe children have many issues in the adoption\/foster system?\n  ","812816":"\n   second hand VS brand new clothing for children\n  ","812817":"\n   fertility treatments VS \"natural\" (I'm not sure how to put that)\n  ","812818":"\n   what age should children be permitted computer use \/ opinion on children ages 5-10 with personal computers\n  ","812819":"\n   natural childbirth VS no pain meds\n  ","812820":"\n   Wow you don't let him believe in Santa after 5??? Wtf lol\n  ","812821":"\n   homeschooling VS traditional schooling\n  ","812822":"\n   cloth diapers VS disposable\n  ","812823":"\n   if joe wanted to believe in Santa after age 5 would you let him\n  ","812824":"\n   Santa VS no Santa (an other legends such as Easter Bunny, Tooth Fairy, etc)\n  ","812825":"\n   co sleeping VS baby sleeping alone\n  ","812826":"\n   formula VS breast feeding\n  ","812827":"\n   do you think children should abide by movie\/TV ratings or let the parents decide?\n  ","812828":"\n   daycare VS stay at home parenting\n  ","812829":"\n   pro choice VS pro life\n  ","812830":"\n   vaccinations VS no vaccinations\n  ","812831":"\n   when should children be off the bottle\/nipple\/pacifier\n  ","812832":"\n   spanking VS not spanking\n  ","812833":"\n   Smoking is bad for you\n  ","812834":"\n   Are you smoking now\n  ","812835":"\n   5 facts about you?\n  ","812836":"\n   What state are you guys from\/live in?\n  ","812837":"\n   out of 24 hours, how many hours would you say you're on your phone?\n  ","812838":"\n   love u thank u for always checking on me baby\n  ","812839":"\n   How was your day best friend? ❤️\n  ","812840":"\n   hey yallll I'm doing honesty night so come & be nosey 😋 also I'll be sending out a little spam tonight so if you don't want that, let me know.\n  ","812841":"\n   most painful thing that happend to you\n  ","812842":"\n   hey there lovelies! I pretty dropped off the face about 4 months ago, and I'm back! 😄 I'll probably be sending out some questions in a little, so stay tuned. missed you all!!! 😘💆🏼😇\n  ","812843":"\n   Doing honesty night while I take a relaxing bath. 🛀🏽 Mind sending some followers my way? Nothing's off limits. ☺️\n  ","812844":"\n   What is your opinion on plastic surgery?\n  ","812845":"\n   Has anyone ever interrupted you while you were talking on the phone?\n  ","812846":"\n   Thoughts on people who dislike\/hate you but will like your answers though say 'I don't even follow you boo' (or something similar)??\n  ","812847":"\n   What is your opinion on online dating?\n  ","812848":"\n   Have you ever joined an online dating site? Would you ever consider joining one?\n  ","812849":"\n   it's ok for you you was 18 he is only 16\n  ","812850":"\n   make fun of\n   \n    @joshsummer99\n   \n   for having a baby at 16 please and thank you have a good day\n  ","812851":"\n   Do you like Ashlie\n  ","812852":"\n   Have you ever had someone fake you online? How long did it go on for? What did you do about it? Did you ever find out who it was?\n  ","812853":"\n   Do you know anyone with the same name as a celebrity?I used to work with a guy named Hugh Jackmon.\n  ","812854":"\n   What’s one fashion trend you hope to never see again?\n  ","812855":"\n   What is the worst gift you've ever recieved at Christmas??\n  ","812856":"\n   No worries I understand :)\n  ","812857":"\n   why are you blocking tom lol\n  ","812858":"\n   Seriously?You blocked me for that?\n  ","812859":"\n   Parents..Do you have any diaper changing nightmare stories?Lets just say sometimes a diaper doesn't hold everything Sophia discharges...😳\n  ","812860":"\n   ill share your bfs dick with u\n  ","812861":"\n   do you like guys with big dicks\n  ","812862":"\n   does your bf have a big dick\n  ","812863":"\n   Send people my way?? I'm bored and have internet access right now.\n  ","812864":"\n   did u shower with your bf this morning\n  ","812865":"\n   did bf sleep over last night\n  ","812866":"\n   Guys , follow me on Twitter @ hellonheelsxo 💕\n  ","812867":"\n   did u and the bf have sex last night\n  ","812868":"\n   Do you think more and more people are leaving Ask every day? Why do you think that is? How long do you plan on keeping your account?\n  ","812869":"\n   Are you excited for Christmas? What are the 3 main things that you want?\n  ","812870":"\n   does it hurt outting tampons in\n  ","812871":"\n   what do you think about someone saying you always throw shade at them but that's all they themselves are good for?\n  ","812872":"\n\n    https:\/\/ask.fm\/sophielouise961\/answers\/134306776597\n   \n   help please 😂💖\n  ","812873":"\n   Best friend\n  ","812874":"\n   Are you Slurms MacKenzie, the Original Party Worm?\n  ","812875":"\n   come & send me any number(s) , look at my most recent answer if you dk what I'm talking about I'll be answering them all.\n  ","812876":"\n   What you doing\n  ","812877":"\n   Do you have a lot of sex\n  ","812878":"\n   Taylor has a crush on you\n  ","812879":"\n   Are you pregnant\n  ","812880":"\n   .\n  ","812881":"\n   Would you still be happy if you had another boy when you have another baby?\n  ","812882":"\n   Gabby i love having you as one of my best friends\n  ","812883":"\n   When I'm the real OG best friend 👋☺️\n  ","812884":"\n   That's nice! 😘 love you best friend\n  ","812885":"\n   How's my best friend doing tonight?\n  ","812886":"\n   Do you watch any YouTube mommies?\n  ","812887":"\n   pap of u and your bfs underwear showing\n  ","812888":"\n   pap of your bfs hands down the back of your pants\n  ","812889":"\n   Damn girl you lookin fine💕\n  ","812890":"\n   do u like anal sex\n  ","812891":"\n   thong or panties\n  ","812892":"\n   YOURE BEAUTIFUL\n  ","812893":"\n   Oral\n  ","812894":"\n   Phone company\n  ","812895":"\n   How old is Joseph\n  ","812896":"\n   Last person you texted\n  ","812897":"\n   Where do you live\n  ","812898":"\n   What you doing\n  ","812899":"\n   What happens when you get scared half to death twice?\n  ","812900":"\n   Is it true cannibals don't eat clowns because they taste funny?\n  ","812901":"\n   Guys ima think I'm gonna leave here for a while. Nothing is ever interesting anymore and it's not as satisfying as it was. Follow my Insta: Fabbielousxo, and add my snapchat: AbbieDuffyx. 💜💜💜\n  ","812902":"\n   Does it bug you when people use the wrong spelling of the same word? (Eg; \"I'm sat over hear\" instead of 'here').\n  ","812903":"\n   Two high school students in Tennessee spent 48 hours in jail because they came to school with sagging pants. People are saying they deserved it because school isn't the place to be a wannabe thug. What are your thoughts on this?\n  ","812904":"\n   kik\n  ","812905":"\n   Do you over edit your pictures? Do you edit them at all?\n  ","812906":"\n   If someone was always starting drama with you and your friends, even after you've blocked them and ignored them, do you think it's right to go off? What would you do?\n  ","812907":"\n   just a qustion\n  ","812908":"\n   when was the lest time you scream\n  ","812909":"\n   Do you have really weird dreams?\n  ","812910":"\n   feer spankings\n  ","812911":"\n   come & ask me stuff, No ones texting me and I'm bored as hell.\n  ","812912":"\n   has your child(ren) ever had an issue with being afraid of the dark, or monsters? what did you do to make them feel better? (if your child is too young for this to apply to them, post a photo, or use it to rant or whatever)\n  ","812913":"\n   Why is it that when a girl is joking around it's okay but when I joke around they get mad or say I'm mean but when I try to apologize and be nice I get called a punk by the girl?\n  ","812914":"\n   what do you think would hurt more normal sex or anal first time do it\n  ","812915":"\n   every get a wedges\n  ","812916":"\n   good morning\n  ","812917":"\n   Likers get a few likes?\n  ","812918":"\n   When she got a dick in her mouff :\/\/\n  ","812919":"\n   How many times\n  ","812920":"\n   Do you smoke\n  ","812921":"\n   Ashlie is talking shit\n  ","812922":"\n   Sorry I'm so irritating rn🙊.  Robert made a new ask; go follow him!\n   \n    @Robertdrewbieber\n   \n","812923":"\n   A Louisiana Christmas parade recently did a Stop the Hate campaign by providing a message to young black women and men by having a black teen rest in a coffin in the bed of a pickup truck traveling behind the parade. What are your thoughts about this?\nDo you think the message was eye opening?\n  ","812924":"\n   Have you ever collected seashells? PAP of one you've collected if you'd like.\n  ","812925":"\n   Can you swim? Who taught you how to and how old were you?\n  ","812926":"\n   Do you like suntanning? Have you ever been sunburned?\n  ","812927":"\n   An hour and 20 minutes until we get to our hotel . Guys, come entertain me 😭 so bored !\n  ","812928":"\n   Have you ever been fishing? Did you catch anything?\n  ","812929":"\n   Do you like going to the beach? What's your favorite thing about the beach?\n  ","812930":"\n   When is the last time you went to the beach? What beach did you go to?\n  ","812931":"\n   Any Apple users had the issue of \"Accessory may not be supported\" in terms of their charger? Help!! lol\n  ","812932":"\n   Honesty Night! Send your lovely little followers towards my bored little self! Ps, if you don't want my questions, come to my actual page because I don't see a lot of the responses xo\n  ","812933":"\n   You like your booty kissed too\n  ","812934":"\n   Who do you talking to on here\n  ","812935":"\n   What are you doing\n  ","812936":"\n   Do you like cum aswell then\n  ","812937":"\n   I'm very bored and decided to do honesty night, so please send your followers my way! \n💖💖💖💖💖💖\n  ","812938":"\n   How do you like your hot chocolate ? ⛄️\n  ","812939":"\n   Oatmeal is cute name ?\n  ","812940":"\n   What is your favorite winter memory ?⛄️\n  ","812941":"\n   I think you are pretty\n  ","812942":"\n   Ashlie never mentions you either when she post something on ask about you\n  ","812943":"\n   Do you have a lot of confidence?\n  ","812944":"\n   How old are you?\n  ","812945":"\n   I just had the best sleep paralysis ever. Instead of a demon sitting on top of me, it was hot French singer Nolwenn Leroy dressed as a sexy French princess! 😍\n   \n    http:\/\/i.imgur.com\/j7N4CUs.jpg\n   \n   isn't Nolwenn Leroy just hot asf omg bae I want her on top of me like she was when i was sleep paralyzed\n  ","812946":"\n   Do you usually have a lot of free time?\n  ","812947":"\n   Would you ever try to be a model?\n  ","812948":"\n   Do you have a sweet tooth or a savory tooth?\n  ","812949":"\n   Do you love all your followers\n  ","812950":"\n   Do you like\n   \n    @somberthoughts\n   \n   butt\n  ","812951":"\n   How many followers you have\n  ","812952":"\n   What's Ashlie's ask\n  ","812953":"\n   Booty picture\n  ","812954":"\n   Why doesn't she like you\n  ","812955":"\n   Just curious. I'd like to see why very one hates her lol\n  ","812956":"\n   What's Ashlie's last name\/ user\n  ","812957":"\n   How ironic the MOMENT Ashlies account is reactivated, you get an Ashlie Q...hmmmm 😏\n  ","812958":"\n   Plans for today\n  ","812959":"\n   Ashlie doesn't like you get over it\n  ","812960":"\n   BQOTD: Have you had any paranormal experiences? if so, care to tell? if not, do you believe in the paranormal or is it just a fixation of the mind?\n  ","812961":"\n   hi beautifuls come ask me anything Bc I'm messed up and feel like giving 100% honest ass answers about anything 😂😂 commmme my wayyyy\n  ","812962":"\n   was told to send my @ to who I follow. soo @\n  ","812963":"\n   Do you like the rapper \" Machine Gun Kelly\"?\n  ","812964":"\n   Can someone please save me from dying of boredom? 😩😳\n  ","812965":"\n   Is it true lol\n  ","812966":"\n   Is birthday sex a real thing, when you do your partners fullest fantasy for there birthday?\n  ","812967":"\n   Bet your boyfriend cares\n  ","812968":"\n   Exactly yiu had sex not oral\n  ","812969":"\n   Getting personal tonight . Which means , nothing is off limits . Send followers my way & don't be afraid to ask me Anything yourself ! Will also be sending spam out later tonight !\n  ","812970":"\n   If you found you were pregnant soon, would you get an abortion\n  ","812971":"\n   Yes that's sex not oral\n  ","812972":"\n   Okay prove my point right, answer honestly, have you gave or recieved any oral sex since December began?\n  ","812973":"\n   SQ: what was the last thing to make you laugh??\n  ","812974":"\n   But doesn't oral become like non existent when married or a parent\n  ","812975":"\n   I did lol\n  ","812976":"\n   do you like forepaly\n  ","812977":"\n   Atleast I asked if it's alright first lol\n  ","812978":"\n   Ok never mind\n  ","812979":"\n   Might sound stupid, is foreplay still a big part of sex when a parent?\n  ","812980":"\n   Can I ask about anal?\n  ","812981":"\n   Do you ever try new things then? If not must get fairly bored of same routine\n  ","812982":"\n   How is it stupid lol I dint know anyone who has sex that much lol\n  ","812983":"\n   Do you actually have sex twice a day? Thought that was a joke lol\n  ","812984":"\n   Read it online, do you still have a good sex life then, sorry if it's personal just curious\n  ","812985":"\n   Yes that is why I asked, is it true when you become a mum your sex drive just goes\n  ","812986":"\n   did your parents also have those glass thermometers for when you got sick where there was one that came in a blue case and one that came in a red case?\n  ","812987":"\n   Last gave a bj\n  ","812988":"\n   Do you still have sex now you're a mum\n  ","812989":"\n   Have you actually had sex twice today\n  ","812990":"\n   What's your snapchat\n  ","812991":"\n   How many tattoos do you have\n  ","812992":"\n   Last time you had sex\n  ","812993":"\n   wow anon butthurt over her opinion on probably a fetish question stop being a baby lol\n  ","812994":"\n   How old was your child (ren) when they started sleeping through the night?\n  ","812995":"\n   check that game, it is very interesting\n   \n    http:\/\/www.amazon.com\/LojStudio-Jumping-Santa\/dp\/B019447EJ2\/ref=sr_1_8?s=mobile-apps&ie=UTF8&qid=1449955415&sr=1-8\n   \n","812996":"\n   Exactly you cant even give a reason. Enough said.\n  ","812997":"\n   whats weird about it, there's nothing wrong with it?\n  ","812998":"\n   the question about being carried to bed\n  ","812999":"\n   whats weird about that?\n  ","813000":"\n   Weren't you and Ashlie friends\n  ","813001":"\n   You're so so gorgeous\n  ","813002":"\n   Hello\n  ","813003":"\n   You get so many questions\n  ","813004":"\n   If you fall asleep on the couch, does anyone carry you to bed?\n  ","813005":"\n   Who's your bestfriend?\n  ","813006":"\n   Is anal as bad as people think!?\n  ","813007":"\n   Do you actually enjoy giving oral as much as receiving\n  ","813008":"\n   Have you tried anal\n  ","813009":"\n   Do you prefer to give or receive oral\n  ","813010":"\n   Why because I'm curious\n  ","813011":"\n   Just wondering what girls opinion on cum is, sorry :\/ just guys expect girls to swallow yet we don't even know if it's nice\n  ","813012":"\n   Do you believe spitters are quitters q\n  ","813013":"\n   Ever gave a bj\n  ","813014":"\n   Joseph S. Danzy was born on ___ and weighed ___ at ___ a.\/p.m. and was ___ inches long. fill in the blanks and add a photo of him! (:\n  ","813015":"\n   Would you ever get a Brazilian blowout? Where it chemically straighten last your hair so you don't have to flat iron it everyday. They look really good!\n  ","813016":"\n   Hypothetically, would you date a guy in a wheelchair?\n  ","813017":"\n   Hi ya, how are you doing?  Great pic btw\n  ","813018":"\n   Family goals\n  ","813019":"\n   you & Greg are relationship goals 😁😍💕\n  ","813020":"\n   Also, doing honesty weekend. Send followers my wayyyyy 💁🏼\n  ","813021":"\n   BQOTD: When ignoring drama starting questions doesn't work, and blocking doesn't work, what is one to do?\n  ","813022":"\n   Nice butt\n  ","813023":"\n   like = 20 likes for first liker ??\n  ","813024":"\n   Video\n  ","813025":"\n   What are you drinking\n  ","813026":"\n   Can i add your snap chat\n  ","813027":"\n   Why is it that girls who are skinny wants to gain weight and girls who are big wants to lose weight?\n  ","813028":"\n   Get off your ass\n  ","813029":"\n   What time did you wake up today?\n  ","813030":"\n   What makes a person attractive to you?\n  ","813031":"\n   What was your favorite TV show when you were younger?\n  ","813032":"\n   What is your favorite thing about winter?\n  ","813033":"\n   What’s the first thing you’d do if you were the opposite sex for one day?\n  ","813034":"\n   Last time u had sex\n  ","813035":"\n   Do you consider yourself smart?\n  ","813036":"\n   How old are you\n  ","813037":"\n   You're jealous of Ashlie\n  ","813038":"\n   It does matter\n  ","813039":"\n   Panties or thongs\n  ","813040":"\n   You're so much prettier than Ashlie\n  ","813041":"\n   Snapchat\n  ","813042":"\n   What do you spend the most money on?\n  ","813043":"\n   Have you ever been on yahoo answers before?\n  ","813044":"\n   Do you block people\n  ","813045":"\n   How many followers you have\n  ","813046":"\n   You look great!\n  ","813047":"\n   Do you own a 'professional' camera? What's the highest quality photograph you've taken? PAP of it!\n  ","813048":"\n   Do you have snap chat? Post a photo\/video using your favourite current effect feature! You can also post your snapchats if comfortable and I'll add you 👅🌸\n  ","813049":"\n   How are you starting your weekend? Any plans? How are you feeling? I'm in a amazing mood; feel free to send me anything you wish! I'll be trying to think up a spam later 🌸⭐️\n  ","813050":"\n   Actually I shouldn't have sent that to you because your answers suck. Lol bye.\n  ","813051":"\n   Age?\n  ","813052":"\n   That wasn't very nice ..\n  ","813053":"\n   Hey there! ☻ I follow you! And your answers are A1 ☻\n  ","813054":"\n   My gf says she's been having headaches and her stomach has been hurting for the past 4 days and it's been getting worse but she also took a total of 18 Tylenol pills over those days, do you think that's too many pills and making it worse?\n  ","813055":"\n   What are you doing\n  ","813056":"\n   Who watches your son while you guy go out\n  ","813057":"\n   do you pee in the shower?\n  ","813058":"\n   Your so sweet\n  ","813059":"\n   You are beautiful\n  ","813060":"\n   How was your pregnancy\n  ","813061":"\n   Where are you going\n  ","813062":"\n   Have you any outdoor Christmas decorations? If so, pap of them!\n  ","813063":"\n   Can you make a girl smell your feet?\n  ","813064":"\n   What song is currently stuck in your head?\n  ","813065":"\n   What you doing\n  ","813066":"\n   I no longer work with Amazon since we're moving to Louisiana soon . I have so much time on my hands . Nobody to talk to . So if any of my loves would be interested in exchanging numbers and texting , that would be awesome . Feel free to send me your # and first & last name !  I won't answer (:\n  ","813067":"\n   SQ: does it irk you when people who know how your name is spelled, spell it wrong?? Do you think they do it on purpose??\n  ","813068":"\n   Are you high maintenance? Explain.\n  ","813069":"\n   Plans for tonight\n  ","813070":"\n   What does\n   \n    @ashlieelouisee\n   \n   keep deactivating her account\n  ","813071":"\n   Do you think you could ever do a Home birth?\n  ","813072":"\n   It's my 19th birthday today! 😊🎉🎈\n  ","813073":"\n   Who's Ashlie\n  ","813074":"\n   if you guys have twitter and want to follow me do so and I'll follow you back (: jodyxoxbaby\n  ","813075":"\n   taking a hot bath & relaxing so send me @'s (yours or anyone else's) & I'll do honest opinion💋\n  ","813076":"\n   If you could bankrupt one person or company who would it be? Why?\n  ","813077":"\n   If you could steal one thing without consequence what would it be?\n  ","813078":"\n   Being that I'm a future hairdresser I'm curious lol.\nWhat has been your worst haircut\/style?\nWhat about your best?\n  ","813079":"\n   Whats your prefered playing piece in monopoly?\n  ","813080":"\n   Twitter name\n  ","813081":"\n   What did you want to be when you grew up?\nHas your mind changed since?\n  ","813082":"\n   If you no longer what to recieve my questions please let me know! \nNext question; Out of everything you learned in school, what subject do you feel you benefit from the most?\n  ","813083":"\n   Do you believe that a person will never understand until they experience it themselves?\n  ","813084":"\n   How was your day\n  ","813085":"\n   Really bored! Ask me questions? if you want questions like my previous answer!\n  ","813086":"\n   Ashlie said she doesn't have you blocked on Facebook\n  ","813087":"\n   are you rich?\n  ","813088":"\n   age and height?\n  ","813089":"\n   How is your night going so far?\n  ","813090":"\n   What kind of questions are your favorite to answer?\n  ","813091":"\n   Name something that annoys you the most\n  ","813092":"\n   Just wanted to stop by your page and say that you're a perfect little ball of sunshine ! Don't ever lose your glow ! ☺️😘\n  ","813093":"\n   She has me blocked on here lol\n  ","813094":"\n   I'm at the hospital so come & ask me stuff while I sit here & wait for the doctor to hurry up already.\n  ","813095":"\n   What's your last name\n  ","813096":"\n   Snapchat name\n  ","813097":"\n   Hey hey hey\n  ","813098":"\n   What program\n  ","813099":"\n   What do you get at the bar\n  ","813100":"\n   What are you about to do\n  ","813101":"\n   Selfie\n  ","813102":"\n   Why'd you make that Facebook post\n  ","813103":"\n   Legit asking bc I'm looking for a new feet model and you seem worthy\n  ","813104":"\n   Would you say you have fairly nice feet?\n  ","813105":"\n   How often you get pedicures done?\n  ","813106":"\n   Where on LI are you from?\n  ","813107":"\n\n    https:\/\/www.youtube.com\/watch?v=UvrFEUqKfTo\n   \n   my cover :)\n  ","813108":"\n   How would you react if you were on a plane and both of the people next to you - pretty cute guys, same age as you - decided to poke and tickle you the entire flight?\n  ","813109":"\n   Tell me about something that made you happy recently\n  ","813110":"\n   Tell me a story\n  ","813111":"\n   You're to cute for drama\n  ","813112":"\n   What was your status about?\n  ","813113":"\n   She has you blocked\n  ","813114":"\n   Why don't you like\n   \n    @ashlieelouisee\n   \n","813115":"\n   so I'm watching Dr.Phil and this girls cream is to be a plus size model, she's a very lovely woman too, but her boyfriend basically brings her down. What's your opinion on things like that? personally I'd tell him to get lost lol\n  ","813116":"\n   How old are you\n  ","813117":"\n   SQ: What is one thing that always makes you laugh??\n  ","813118":"\n   If you could change your @ name on here, what would you change it to?\n  ","813119":"\n   Pregrant pap\n  ","813120":"\n   BBy pap\n  ","813121":"\n   Who looks after ur BBy\n  ","813122":"\n   Emoji describing your reaction when you found out you were pregnant?\n  ","813123":"\n   If she deleted you how can she still like your stuff?\n  ","813124":"\n   Hi\n  ","813125":"\n   Haha, yeah. :) On that note, sorry for being a pest to you. :s\n  ","813126":"\n   She doesn't want anyone from Ask on her Facebook. Meanwhile, I add the GOOD people in case I leave here. :)\n  ","813127":"\n   whats ashleys ask\n  ","813128":"\n   Ashlie called you a nigga\n  ","813129":"\n   Haha , I just seen that . She is an idiot . NOBODY EVEN LIKES HER HERE SO WHY IS SHE HERE\n  ","813130":"\n   Ashlie is a parent and acts like a stupid teenager.\n  ","813131":"\n   Why is Ashlie still here ...\n  ","813132":"\n   You don't like Ashlie\n  ","813133":"\n   Aisle, middle, or window seat?\n  ","813134":"\n   Anyone hanging onto ask like a piece of string? I never thought I'd be bored of it, but I'm so close to leaving. 😂😂\n  ","813135":"\n   What are you doing\n  ","813136":"\n   Suggest me some people to follow? I need more people! \nAlso, I'm bored and have no questions so if you get spammed with likes, just know I'm bored and clearly like your answer lol.\n  ","813137":"\n   How many followers you have\n  ","813138":"\n   If you have a daughter in the future, how old will you let her wear makeup?\n  ","813139":"\n   what are your thoughts on those who attack people for their beliefs? Why do you think they do this?\n  ","813140":"\n   Do you ever stay organized with old and new paperwork?\n  ","813141":"\n   Do you think it can be proven that higher beings exist or do not exist?\n  ","813142":"\n   do you have a best friend that you send nudes to & she does the same? I send them to my friends but they don't do the same 😒😒😒😒😒😒😒😒\n  ","813143":"\n   Hey loves ! I hardly ever get any non spam related questions anymore :\/ if anyone wants to send some questions my way or even just chat , please do so ! Also. If you have tumblr , follow me? Mine is hellontheheartx !\n  ","813144":"\n   Do you think when someone deactivates their page or is suspended, do you think it should lower your follower count?\n  ","813145":"\n   come and ask me stuff before my boyfriend gets here, I won't be on here after he arrives, until he leaves tomorrow night. so come fill up my inbox with anything :)))))) (;\n  ","813146":"\n   Do you think there will ever be a planet that humans could live on?\n  ","813147":"\n   should I do \"opinion on\" spam until my bf gets here?\n  ","813148":"\n   how's your night going?\n  ","813149":"\n   Have you ever gotten professional pictures done? If not, would you like to get them done? If so, post one of your professional pictures if you feel comfortable doing so.\n  ","813150":"\n   Do you use shampoo and conditioner in a 2 in 1 bottle or do you use them in separate bottles? Why or why not?\n  ","813151":"\n   Is there anyone in your family that you love but sometimes their entire demeanor just really gets under their skin? What is it about them that grinds your gears and how do you deal with it?\n  ","813152":"\n   so I'm trying to think of an idea here but I can't seem to come up with one. I will over time be getting a horror sleeve done. I'm trying to figure what type of sleeve I could do on the other arm that wouldn't clash with my other. only thing I can think that goes with horror is more horror. help lol\n  ","813153":"\n   We are all marked by years of bad habits, heartbreak, joy, and everything else. If those years were visible on your face(figuratively speaking)like writings on a wall, what would they say?\n  ","813154":"\n   What are some things your getting your son for Christmas ?\n  ","813155":"\n   Do you smoke cigarettes? if you do, what kind do you smoke\n  ","813156":"\n   how long have you had your nose pierced?\n  ","813157":"\n   would you get your tongue pierced ?\n  ","813158":"\n   The show \"The voice\"? Do you watch it\n  ","813159":"\n   I love this\n   \n    https:\/\/www.youtube.com\/watch?v=IpgTXX0__cg\n   \n","813160":"\n   Do you watch the voice?\n  ","813161":"\n   What's your dream job?\n  ","813162":"\n   What do you order at the bar? Or is different every time?\n  ","813163":"\n   What time do you put Joe to bed at night?\n  ","813164":"\n   What are you doing\n  ","813165":"\n   How old are you\n  ","813166":"\n   When are you going to try for a baby\n  ","813167":"\n   You follow\n   \n    @taylor1188\n   \n","813168":"\n   No bashing I'm just looking for opinions. Me and Tia never used to co-bath often when she was younger but we do very often now. What age do you believe it's considered \"wrong\" to co-bath with your child? Tia's 2. 😊\n  ","813169":"\n   come & send me @'s for honest opinions, your @ or anyone else's\n  ","813170":"\n\n    @cottrilllauren\n   \n   ONLY gives her kid Pedialyte  (powerade for kids) & nothing else #worstmomever\n  ","813171":"\n   What is your favourite line from a movie?\n  ","813172":"\n   Mind liking my recent photo so it will make the top of my likes loves? ☺️\n  ","813173":"\n   i dont bc i dont need to be turned on by anyone but him\n  ","813174":"\n   you wouldnt be mad id your bf watched it?\n  ","813175":"\n   my bf claims to not watch porn but in his search history is porn stars. so many of you will bash me for feeling mad about it but why?\n  ","813176":"\n\n    @cottrilllauren\n   \n   only gives her kid Pedialyte #badmom #worstmomever\n  ","813177":"\n   If you get this, I'm following you! \nMost of you I have followed for the longest time ever and obviously I love following you guys c:\nUse this space to rant about anything if needed.\n  ","813178":"\n   hi someone come ask me questions because I'm lame and don't have any. come & tell me if you wanna do a 20 ? spam for spam.\n  ","813179":"\n   What is a tradition you do for the holidays?\n  ","813180":"\n   how would you or have you gotten out of a relationship you feel\/felt completely trapped in? what if the gf or bf threatens to kill their selves & threatens to come to your house and fight your family when you do break up? I need help..\n  ","813181":"\n   Have you put up your christmas tree yet? We've had our tree up since before thanksgiving 😂 Pretty excited!\n  ","813182":"\n   how are you guys?\n  ","813183":"\n   Honesty night💗 send some followers my way?\n  ","813184":"\n   Last thing you bought\n  ","813185":"\n   Who, excluding family, has made a large impact on you and your life? This could be negative or positive. Explain in length (if feel comfortable)\n  ","813186":"\n   Are you religious? If so, what is your religion?  If you have children, are you encouraging to follow the same as you?\n  ","813187":"\n   What is your \"go-to\" snack?\n  ","813188":"\n   What is something you struggle to learn?\n  ","813189":"\n   What you doing\n  ","813190":"\n   Ugh: you are brave then. Im thinking about getting mine pierced. Why didnt you do both?\n  ","813191":"\n   I read that you have a nipple pierced. Do you have it on both nipples? Did it hurts? Scale 1-10?\n  ","813192":"\n   May you please send some people my way? My wall is dry & in need of some new questions \/ followers. Thankss.\n  ","813193":"\n   (If you Listen to Justin Bieber) \nDo you like Justin Bieber's old music or new music better?\n  ","813194":"\n   how to relieve feet pain? just worked 8 hours with no break & was standing the entire time. probably not a big deal to most but it was my first day 😩\n  ","813195":"\n   tonight I had a male customer maybe in his 40s-50s , who told me while I was ringing up his medicine that it's his gfs and she told him to go get it because she has a hole in her colon lmao, it was flu medicine. what's wrong with some people? 😩😂\n  ","813196":"\n   Are you having a girl 💕😍\n  ","813197":"\n   Finally back to the iPhone so send me questions you guys 💕\n  ","813198":"\n   What are you doing after\n  ","813199":"\n   What are you doing\n  ","813200":"\n   Are you trying to have another baby?\n  ","813201":"\n   Greg is a great dad :)\n  ","813202":"\n   If you want spam please read my recent post!\n  ","813203":"\n   Send people my way? My ask is dead and I'd really appreciate the questions. Thanks! To add a question: How are you today? I'm still sick. 😩\n  ","813204":"\n   What are three things that make you happy?\n  ","813205":"\n   Getting real tired of ask.fm's bullshit. 😊😊😊😊\n\nAnywho, love following you & sorry that I'm (more than likely) getting annoying with having to constantly remake. I'm definitely gonna end up like the surgeon because of butthurt twats lol.\n  ","813206":"\n   Do you just have 1 nipple pierced or do you have both pierced?\n  ","813207":"\n   What is your favorite part about being in a relationship with someone?\n  ","813208":"\n   What piercings do you have?\n  ","813209":"\n   Do you know sign language? If not, would you like to learn it?\n  ","813210":"\n   Have you ever stayed up for more than 24 hours?\n  ","813211":"\n   What is your favorite type of candy?\n  ","813212":"\n   What's your fav alcohol drink??\n  ","813213":"\n   PAP of your current surroundings?\n  ","813214":"\n   IG?\n  ","813215":"\n   I guess you've got something against me..? lol I didn't know that but whatever.\n  ","813216":"\n   come & ask me \"a time you (fill in the blank) \" & I'll tell you a story about it if I've done it, lol. if you want to do spam for spam come & let me know aswell😘\n  ","813217":"\n   *Claus* sorry misspelled it.\n  ","813218":"\n   Are you going to take your child(ren) to take a picture with Santa Clues? 🎁\n  ","813219":"\n   I don't have your number anymore!\n  ","813220":"\n   Send names to\n   \n    @babynamehelpxo\n   \n   😊😊😊😊 ps what's your child's first and middle name and yours?\n  ","813221":"\n   Selfie 😍\n  ","813222":"\n   i really hope you have A bb girl if you have another baby. 😊🙏💕\n  ","813223":"\n   Do you like the song \"the hills\" by The weeknd?\n  ","813224":"\n   Anyone else think ask has been like more quiet than usual this week? It's so strange! Doing nothing off limits if anyone cares 😛🌸\n  ","813225":"\n   imma do honesty night since everyone else is. come & be nosey, ask me whateverrrrrr you want 😜😜😜\n  ","813226":"\n   How long were you & your significant other together when you moved in together. If you don't live with him\/her, just say so.\n  ","813227":"\n   Do you think you could survive as a cave person?\n  ","813228":"\n   DOING BABY NAME OPINIONS! Send all of YOUR annoying anons to me please 😊\n  ","813229":"\n   Do you think you should hear all sides of an argument before forming an opinion?\n  ","813230":"\n   If someone is being hypocritical, do you point it out to them?\n  ","813231":"\n   Have you ever gotten into a physical fight with someone?\n  ","813232":"\n   Do you have respect for everyone you meet?\n  ","813233":"\n   Have you ever been in love?\n  ","813234":"\n   What do you want for the holidays?\n  ","813235":"\n   Do you usually have good or bad luck?\n  ","813236":"\n   If your child(ren) was the opposite sex, what would their name have been?\n  ","813237":"\n   Favorite restaurant?\n  ","813238":"\n   What's your thoughts on pro- Life people?\n  ","813239":"\n   Is there an ex you will always have feelings for? If so, do you still talk to them?\n  ","813240":"\n   If you were able to, would you wanna choose the sex and appearance of your future child?\n  ","813241":"\n   If you were to die tonight would you be satisfied with the life youve lived?\n  ","813242":"\n   look at my ask 😂\n   \n    @NineGDxFour\n   \n","813243":"\n   It's National Cookie Day! 🍪 What's your favorite cookie?\n  ","813244":"\n   another random question thanks to Angie (: do you prefer ramen or the cup of noodles? and which is your favorite flavor? (if you don't eat either, disregard or use this to post a picture of something you do enjoy eating)\n  ","813245":"\n   come blow up my inbox with questions about anything , anon or not, I'm too bored & sick 😩\n  ","813246":"\n   Got a while to wait before I'm off out for my first mama night off! Ask me stuff you lovely bunch if sober people 😘\n  ","813247":"\n   so I'm going to go get my nails done today...any Christmas nail ideas? lol\n  ","813248":"\n   Have you ever taken a class about the format and the uses of all the different kinds of cutlery? Do you now anything about it?\n  ","813249":"\n   Lmao I meant\n   \n    @taylor1188\n   \n   sorry\n  ","813250":"\n   hey everyone! go follow my new acc\n   \n    @tay1188\n   \n   that I'll be on, I'll be deactivating this one again! lemme know when you follow so I can follow back (:\n  ","813251":"\n   if you follow me obviously I'm going through a ruff time right now.. if you spam can you please come & spam me to get my mind off things? thank you. (sending to who I follow)\n  ","813252":"\n   Twitter\n  ","813253":"\n   What happened with\n   \n    @taylor1188\n   \n   and her boyfriend\n  ","813254":"\n   Post a throw back photo of your child\/children?\n  ","813255":"\n   How's my lovelies doing? Hope you all had a good day and remember to never let someone take you for granted. You're amazing just the way you are, and always know your worth. 💙\n  ","813256":"\n   Who was the first person you told when you found out you were pregnant?\n  ","813257":"\n   When are you getting pregnant again 😍\n  ","813258":"\n   Opinion on getting tattoos while pregnant? What about getting tattoos while breastfeeding?\n  ","813259":"\n   What made you change your mind about wanting another baby?\n  ","813260":"\n   SQOTD: what fetish (that you've seen through ask.fm) do you think is the strangest??\n  ","813261":"\n   What you doing\n  ","813262":"\n   Dq : Will your children believe in Santa clause ? What age would you tell them he isn't real ?\n  ","813263":"\n   Do you think college should be free for students?\n  ","813264":"\n   Should parents be blamed for their kids behavioral problems?\n  ","813265":"\n   Are you for or against homeschooling?\n  ","813266":"\n   Should teachers be allowed to be armed during class? Why\/why not?\n  ","813267":"\n   Do you think the legal driving age should be 18? Or is 16 old enough? How old were you when you got your first car?\n  ","813268":"\n   Should junk food be banned from schools?\n  ","813269":"\n   Do you believe that people can be born gay?\n  ","813270":"\n   Thoughts on Toni's last answer\n  ","813271":"\n   What's your best friend doing\n  ","813272":"\n   I absolutely love when someone feels like they can come to me to tell me a secret or talk to me about stuff, anyone else like that?\n  ","813273":"\n   y'all, one of you guys better come talk to me, or ask me stuff. it's 1:20am & I am toooo bored\n  ","813274":"\n   Do you like:\n   \n    http:\/\/realbgnews.blogspot.bg\/\n   \n   . Thank you!!!\n  ","813275":"\n   is there a song that, no matter how many times you heart it you love it? I love love love beat of the heart by Sara Evans\n  ","813276":"\n   if you want spam let me know, or come & ask (goes for anyone) I'm so bored so might as well do this.\n  ","813277":"\n   I need some accounts to follow since I don't remember any from my last acc, @ some people for me to follow?\n  ","813278":"\n   Last time your boyfriend came in you\n  ","813279":"\n   hey y'all I'm back! old acc was\n   \n    @taylorrebecca17\n   \n   😘\n  ","813280":"\n   Do you or anyone you know call out employees who are aren't doing their job properly? For example, an employee was ignoring my friend... then later said \"hey yo, what do you want?\" ...my friend made an example of him in-store, and also posted to their Twitter with store #, employee's name, etc :)\n  ","813281":"\n   Who's your best friend from ask\n  ","813282":"\n   BAE\n  ","813283":"\n   Last time u smoked\n  ","813284":"\n   You still talk to Taylor\n  ","813285":"\n   Do you want anymore kids\n  ","813286":"\n   Dq : what's your favorite thing about December ?\n  ","813287":"\n   What r u doing\n  ","813288":"\n   Hey babes . I'm looking for new people to follow & interact with . Any recommendations ?\n  ","813289":"\n   I was literally on my instagram page just scrolling and it logged me out on it's own and now it won't let me back in, but I checked on Twitter it happened to other people too just at different times so maybe it's just happening to people randomly\n  ","813290":"\n   Is anyone else having a problem with logging into Instagram like I am right now?\n  ","813291":"\n   Best kind of chicken fried, BBQ or baked\n  ","813292":"\n   Does Joe take naps?\n  ","813293":"\n   What r u doing\n  ","813294":"\n   Do you follow\n   \n    @ashlieelouisee\n   \n","813295":"\n   Hey. Can you subscribe my channel on youtube?\n   \n    https:\/\/www.youtube.com\/channel\/UC68XWvRhGxUOMmGA3eNwhyw\n   \n   Thanks :)\n  ","813296":"\n   Are you preventing a child\n  ","813297":"\n   You're cute\n  ","813298":"\n   Do you dress the same when youre happy as you do when youre depressed? Or do you dress differently depending on your mood?\n  ","813299":"\n   Do you think people feel different when they wear certain clothes? Why is that?\n  ","813300":"\n   About how much money do you spend on clothes per year?\n  ","813301":"\n   What clothing item do you spend the most money on? Why?\n  ","813302":"\n   Have you ever made your own clothing? If so, what did you make?\n  ","813303":"\n   SQOTD: what's one thing you can't stand about your S.O.??\n  ","813304":"\n   Quick question for some mommies I follow. Percies doctor won't see her for her 6 month shots until her 9 month. Can I trust having her vaccinated at the brookshires or walmart? Because no pediatricians will take her rn either ugh😩\n  ","813305":"\n   What's was your first social media site?\n  ","813306":"\n   Would you rather be stuck in traffic for two hours or have to drive for five hours?\n  ","813307":"\n   Do you think children or their parents should be responsible for their beliefs?\n  ","813308":"\n   You don't have to answer this but I just wanted to remind everyone that they can ask to be removed from the spam list if they don't want it anymore instead of reporting my account. I've already gotten one suspension warning and I would really like to not have this account deleted.\n  ","813309":"\n   When are you going to TTC\n  ","813310":"\n   who or what do you go to for advice?\n  ","813311":"\n\n    https:\/\/www.youtube.com\/watch?v=Dxho41DB3DE\n   \n","813312":"\n   if your child(ren) was\/were the opposite gender, did you have (a) name(s) picked out? If so, what was it?\n  ","813313":"\n   If you found out your child was accidentally switched at birth and you actually brought home and raised someone elses child, what would you do? Would you wanna find your biological child?\n  ","813314":"\n   What is your opinion on women who willingly let their husband have multiple other girlfriends and theyre all basically in a relationship with each other?\n  ","813315":"\n   A lot of people say they hate cops and theyre getting out of line, do you think thats true? What is your opinion on police officers?\n  ","813316":"\n   Are you trying to prevent another child\n  ","813317":"\n   If you were a fruit, what kind would you be?\n  ","813318":"\n   Go figure, butthurt little kids decided to report me for proving them wrong. So onto this account I go lol. I'm honestly starting to feel like the vascular surgeon these days 😂 Shout my account out?? Please & thanks! Love following you❤️\n  ","813319":"\n   Anyone else suffering from a rlly bad cold?😂😏🔥\n  ","813320":"\n   Why do people think it's so wrong that in a relationship, you can get insecure sometimes and all you need is a little reassuring?\n  ","813321":"\n   6:09am\n  ","813322":"\n   Mom left me home alone and I'm really not okay with it. Send some people my way to distract me?\n  ","813323":"\n   If a parent decides to date someome whos on the sex offender list, do you think their kids should get taken from them?\n  ","813324":"\n   Hypothetical question: If you just started dating someone and within the first week of y'all dating he had sex with his ex but he didn't tell you about it until 5 months later would you consider that cheating? If so would you break up with him?\n  ","813325":"\n   Vacation is over . We're headed back to Tennessee ! It's about 7-8 hour drive so send me questions to keep me occupied , please ? 😢\n  ","813326":"\n   Guys if anyone wants to iMessage me, answer this and I'll give you my email ☺️☺️\n  ","813327":"\n   What's your first name\/the name you identify with? 😌 (P.S. I follow you!)\n  ","813328":"\n   tips for insomnia ?😩\n  ","813329":"\n   Do you the singer \"The weeknd\"? Do you like his song \" the hills\" ?\n  ","813330":"\n   Any ideas what your going to get your significant other for Christmas?\n  ","813331":"\n   Can you answer this question with a question?\n  ","813332":"\n   Would you allow your boyfriend to talk to an ex that you don't like? Would you stop talking to an ex that you're good friends with if your boyfriend doesn't want you to talk to them?\n  ","813333":"\n   Hypothetical question: How would you feel if your boyfriend told you one day that he cheated on you with his ex 5 months ago? Would you be okay with it and forgive them?\n  "},"Answer":{"812261":"\n  Both\n  ","812262":"\n  Hey\n  ","812263":"\n  Send me in some questions\n  ","812264":"\n  Definitely will 😊\n  ","812265":"\n  Dying my hair 💆🏼\n  ","812266":"\n  A dog\n  ","812267":"\n  Me\n  ","812268":"\n  NineGDxFourO\n  ","812269":"\n  Happy birthday\n  \n   @babycadiex\n  \n  💕🔐. Have an amazing day 😘\n  ","812270":"\n  McDonald's 😩\n  ","812271":"\n  Mhm\n  ","812272":"\n  Yay I follow you to you're beyond amazing\n  ","812273":"\n  I have a lot of mommies I watch\n  ","812274":"\n  Me lmao\n  ","812275":"\n  2 days ago\n  ","812276":"\n  Not saying\n  ","812277":"\n  Thanks 😍\n  ","812278":"\n  I didn't feel mine , sorry\n  ","812279":"\n  Yeah to smoke\n  ","812280":"\n  Wrap\n  ","812281":"\n  He's 2 we been started that\n  ","812282":"\n  • been in a relationship for 4 years 🔐💑💕.\n  \n  • I have a 2 year old son 👪💕😍\n  \n  • I get mad way to fast\n  \n  • I have an addiction of buying phone cases\n  \n  • I have a bad habit spending money 😩\n  ","812283":"\n  It does drive me crazy and sorry just seen this 😩\n  ","812284":"\n  The same amount that I do\n  ","812285":"\n  My sweet bby 😍😍😍\n  ","812286":"\n  Watching Pitch Perfect with my boyfriend and son 🔐👪😍\n  ","812287":"\n  Yeah I would aha .\n  \n  I wonder what I'd look like with it\n  ","812288":"\n  They fade away after a couple years\n  \n  I mean their nice just not for me aha\n  ","812289":"\n  Sure\n  \n  GxCxD\n  ","812290":"\n  Nipple , ears , belly and nose\n  ","812291":"\n  Are we what ?\n  ","812292":"\n  I am\n  \n   @NineGDxFour\n  \n  must of sent this to someone else lmao , you\n  \n   @Ashleyhey848\n  \n  and\n  \n   @NineGDxFour\n  \n  .\n  \n  Fail attempt at whatever you were doing\n  \n  Idc that\n  \n   @southernxprincess\n  \n  unfollowed me . Right after she unfollowed me I gained 3 more 😂💋\n  ","812293":"\n  Nah I'm on my period 😩\n  ","812294":"\n  I just absolutely love your answers . There so long and worth reading . I'm glad your not afraid to state your opinion or better yet be open about your sex life and life . 💕🔐💋. You're smart and Intelligent. And beautiful I love your make up and hair 😍😘💋. You always crack me up to 😋😍💕😘\n  ","812295":"\n  I love your piercings . Your so fucking gorgeous and I can't wait to meet your bundle of joy 💕. I enjoy following you and we need to talk mor 🔐.\n  ","812296":"\n  She's sweet . I love following her and her little family is the cutest thing ever 💕😍👪\n  ","812297":"\n  Omg Tom you are just seriously funny . Aha your the coolest of them all 😎 you're just to sweet\n  ","812298":"\n  You're pretty and sweet . I love you're answers 💕💋\n  ","812299":"\n  I love you so so much. You always make me laugh and you never fail at it . I love following you on everything 😍. You're just amazing all around . You're so strong . I love how you handle the hate . Keep it up bby 💕💋\n  ","812300":"\n  You're very sweet girl . I'm glad everything is all cleared up . We use to be best friends . You're funny and I love your answers 🔐. I enjoy following you\n  ","812301":"\n  You're pretty and really cool 😎\n  ","812302":"\n  You're amazing mom 💕. I love your answers .your very sweet and loving . I adore watching your snapchats and I especially enjoying following you on here and Twitter 🔐. I love ya girly 😍😘\n  ","812303":"\n  Sure send me in names guys\n  ","812304":"\n  Yes !!! Omg so annoying\n  ","812305":"\n  I'd like to change my attitude the most\n  ","812306":"\n  Yeah obviously we all know this\n  ","812307":"\n  Send me in questions\n  ","812308":"\n  It counts 💕\n  ","812309":"\n  Stop sending me @ name to\n  \n   @southernxprincess\n  \n  obviously\n  \n   @taylor1188\n  \n  knows everything I've told her . So you got a problem come take it out with me\n  ","812310":"\n  She knows everything so somewhere before YOU talk shit\n  ","812311":"\n  Go ask her 😊\n  ","812312":"\n  Yay I love you 😍😍😍\n  ","812313":"\n  I really don't give a fuck 💋\n  ","812314":"\n  GxCxD\n  ","812315":"\n  Exactly what are they so hurt over 😂😂\n  ","812316":"\n  Lmao omg the world is about to end 😂. I wonder who it is bc I didn't get no new people added aha\n  ","812317":"\n  Well apparently to us it wasn't wrong so idk why your so mad over that 😂\n  ","812318":"\n  I didn't get no new friend so you must be following me for a while on snapcaht\n  ","812319":"\n  I have no idea what your talking about\n  ","812320":"\n  What question lol\n  ","812321":"\n  Lmao bc Christians think they know everything he was born in the summer\n  ","812322":"\n  Good morning 💕. Have a great day\n  ","812323":"\n  Sorry I'm 8 hours late lol\n  ","812324":"\n  I just buy whatever\n  ","812325":"\n  I forgot the name lol\n  ","812326":"\n  Shampoo ,\n  ","812327":"\n  I'm in the shower getting my day started , gotta be at work at 8\n  ","812328":"\n  Good morning\n  ","812329":"\n  I don't remember\n  ","812330":"\n  I want to\n  ","812331":"\n  Nope\n  ","812332":"\n  Lmao free form how stupid . It doesn't even fit to me aha . I dislike it strongly . They should just keep their name\n  ","812333":"\n  GxCxD\n  ","812334":"\n  Ask me and bby questions\n  ","812335":"\n  Who's that 😩\n  ","812336":"\n  Guess I'm popular lmao\n  ","812337":"\n  9 minutes till 10\n  ","812338":"\n  Awh stop , no need to be jealous aha\n  ","812339":"\n  I've heard a bunch of weird names I can't spell 😂\n  ","812340":"\n  Why do people try to make me jealous lmao\n  ","812341":"\n  You guys are seriously annoying you know .\n  \n  If you know the answer to the question why even ask it\n  ","812342":"\n  💋💋💋.\n  \n  Thanks for the compliment\n  ","812343":"\n  Why thank you 💋\n  ","812344":"\n  Long Island\n  ","812345":"\n  Why do you guys care who I talk to\n  ","812346":"\n  Yeah lol\n  ","812347":"\n  Last night\n  ","812348":"\n  GxCXD\n  ","812349":"\n  ^^^^^\n  ","812350":"\n  Why would I be sarcastic\n  ","812351":"\n  I don't re call 😊\n  ","812352":"\n  It says Cadie Danzy\n  ","812353":"\n  You can't read.?\n  ","812354":"\n  4 years ago\n  ","812355":"\n  Don't have any\n  ","812356":"\n  You all suck\n  ","812357":"\n  A girl so bad 🎀\n  ","812358":"\n  Smoking with my boyfriend 😍\n  ","812359":"\n  Lmfao thank you bby girl 😍. Their mad dumb 😂\n  ","812360":"\n  Yeah that's why we are going to TTC hopefully in February\n  ","812361":"\n  ^^^^\n  ","812362":"\n  No it doesn't that's why the piercer said it . I've had it for like 5 years clam down\n  ","812363":"\n  Maybe in February if everything goes good 😍\n  ","812364":"\n  and it never did\n  ","812365":"\n  Alcohol\n  ","812366":"\n  Yeah why wouldn't i\n  ","812367":"\n  He got a lot\n  ","812368":"\n  It's ours\n  ","812369":"\n  Me and my boyfriend got a PS4\n  ","812370":"\n  It was good and a PS4\n  ","812371":"\n  We're all 3 good\n  ","812372":"\n  Law & Order SVU 😍😍😍\n  ","812373":"\n  Nope . When you hold the truth it isn't lying bc you're not lying you're just going around the truth or you don't want to hurt someone's feelings\n  ","812374":"\n  They are creepy like wtf lol\n  ","812375":"\n  Lol you guys\n  ","812376":"\n  Why would she ignore me ?\n  \n  Lmao how do you even know who texted who first ?\n  \n  Stop assuming you know everything 💋\n  ","812377":"\n  why do you care ?\n  ","812378":"\n  Not at all\n  ","812379":"\n  I'm not pregnant\n  \n  You can be stupid if you want\n  ","812380":"\n  Lol\n  ","812381":"\n  Yes a liev\n  ","812382":"\n  I'm 21\n  ","812383":"\n  Lol how could you tell\n  ","812384":"\n  Send me some lovely questions .\n  \n  Anything you'd like 😊\n  ","812385":"\n  Hateful anoNs\n  ","812386":"\n  Cooking dinner\n  ","812387":"\n  Yeah I shop on here LOL\n  ","812388":"\n  Nah\n  ","812389":"\n  My son and boyfriend\n  ","812390":"\n  Nope\n  ","812391":"\n  Guys I'm bored send me stuff\n  ","812392":"\n  Nope I'm terrified\n  ","812393":"\n  ^^^^\n  ","812394":"\n  ^^^^\n  ","812395":"\n  Anything 😏\n  ","812396":"\n  ^^^^\n  ","812397":"\n  I haven't asked her any questions lol 🙃.\n  \n  So I have no idea what your talking about\n  ","812398":"\n  Wow lol😂\n  ","812399":"\n  Lmao exactly. Our business is our business 😂😂\n  ","812400":"\n  Ask bby questions\n  ","812401":"\n  They just want to be cool lol\n  ","812402":"\n  🙃🙃🙃\n  ","812403":"\n  Okay ???\n  ","812404":"\n  Thanks\n  ","812405":"\n  ✌🏽️\n  ","812406":"\n  Thank you . Their so annoying\n  ","812407":"\n  Lmfao I know who you are 😏\n  ","812408":"\n  Lmfao you can't give me one thing of how I want attention.\n  \n  Lmfao stop taking out your ass\n  ","812409":"\n  Lmfao what attention do I want 😂\n  ","812410":"\n  Lmfao anon you are crazy 😏\n  ","812411":"\n  Exactly and like if I wanted to talk about her I'll tell her to\n  ","812412":"\n  Good 4 you lmao\n  ","812413":"\n  You mad it's okay lmao\n  ","812414":"\n  Lmao speak proper English then come back\n  ","812415":"\n  Lmao I'm the realist of em all bby don't hate bc you have no idea what we talking about 😂\n  ","812416":"\n  Chips and soda lmao\n  ","812417":"\n  Lol you have no idea what you're talking about 💋\n  ","812418":"\n  Idek why would assume that lmao ,\n  ","812419":"\n  Mine and Anna's text messages are between us 😏\n  ","812420":"\n  Eye liner\n  ","812421":"\n  Well ugg boots , sweat pants ect\n  ","812422":"\n  When I was 11\n  ","812423":"\n  I haven't heard of that\n  ","812424":"\n  😂😏\n  ","812425":"\n  Big juicy burger meat with cheese lettuce, bacon , extra onions , with A1 steak sauce\n  ","812426":"\n  Thank ya\n  ","812427":"\n  People on this site are joke 💋\n  ","812428":"\n  Yeah bc that's my job LMFAO\n  \n  Like wtf idgaf\n  ","812429":"\n  1226\n  ","812430":"\n  😏\n  ","812431":"\n  My house\n  ","812432":"\n  No\n  ","812433":"\n  How would I know ?\n  ","812434":"\n  Snap chat me : GxCXD\n  ","812435":"\n  Yeah I am I've been\n  ","812436":"\n  I go back Monday\n  ","812437":"\n  Hang out with my dad's side of the family with my boyfriend\n  ","812438":"\n  30\n  ","812439":"\n  You do the math\n  \n  I'm 21 he's 2\n  ","812440":"\n  None\n  ","812441":"\n  No one\n  ","812442":"\n  No\n  ","812443":"\n  Until he was like 8 months I believe idk\n  ","812444":"\n  A ps4\n  ","812445":"\n  No I've been drunk many times before that\n  ","812446":"\n  *^^^\n  ","812447":"\n  GUYS SEND ME IN QUESTIONS\n  \n  My boyfriend and family are watching basketball\n  \n  And I'm bored asf I'll answer anything\n  ","812448":"\n  Why ask me dumb questions\n  ","812449":"\n  Me and my boyfriend got money and a ps4\n  ","812450":"\n  Merry Christmas from my family to yours\n  ","812451":"\n  The same to you\n  ","812452":"\n  Merry Christmas 😍💋\n  ","812453":"\n  Merry Christmas\n  ","812454":"\n  ^^^^\n  ","812455":"\n  I always say that\n  ","812456":"\n  Okay ? Lmao jokes on you\n  ","812457":"\n  Exactly what I'm saying\n  ","812458":"\n  None ya\n  ","812459":"\n  Maybe 😏\n  ","812460":"\n  Why ?\n  ","812461":"\n  Yeah why\n  ","812462":"\n  Yeah why\n  ","812463":"\n  Merry Christmas to you and your family\n  ","812464":"\n  I don't know what those are\n  ","812465":"\n  Awh same to you\n  ","812466":"\n  Nobody said I had to like her . Point blank . I know I don't like her im well aware of this .\n  ","812467":"\n  Seeing my son opening his gifts 😍\n  ","812468":"\n  At work until 2\n  ","812469":"\n  Thanks you to\n  ","812470":"\n  Paris\n  ","812471":"\n  Lol but it's winter\n  ","812472":"\n  Yeah but in reality it's winter\n  ","812473":"\n  Crazy it's going to be 67 where I am\n  ","812474":"\n  GxCXD\n  ","812475":"\n  None aha\n  ","812476":"\n  16\n  ","812477":"\n  2\n  ","812478":"\n  No\n  ","812479":"\n  I have\n  ","812480":"\n  Okay ?\n  ","812481":"\n  Thank you bby 💕💋\n  ","812482":"\n  Thanks\n  ","812483":"\n  No\n  ","812484":"\n  Not really\n  ","812485":"\n  Ask me questions guys while I'm at work until 4 💋\n  ","812486":"\n  Yeah my parents bought it for us for Christmas 🙃\n  ","812487":"\n  Nothing really\n  ","812488":"\n  Lol no I just sit there and poop\n  ","812489":"\n  A lot\n  ","812490":"\n  Somewhere else\n  ","812491":"\n  ME AND BABE JUST GOT THE PS4 FROM MY PATENTS 😍😍😍\n  ","812492":"\n  Not really\n  ","812493":"\n  About to smoke some trees with my bby\n  ","812494":"\n  I love you to 😍😘💋\n  ","812495":"\n  I do and when me and my boyfriend we're going to drive somewhere but we listened to friends and we got caught up in mess . Should of just listened to my conscience\n  ","812496":"\n  Yeah I do\n  ","812497":"\n  No I don't\n  ","812498":"\n  Yeah 2 years ago lmao\n  ","812499":"\n  What is ?\n  ","812500":"\n  Cadie is my mean girls name and Danzy is my last name\n  ","812501":"\n  Against my boyfriend he's very good at it\n  ","812502":"\n  My boyfriend and son 💋🔐😍😘💍\n  ","812503":"\n  Nope\n  ","812504":"\n  I'm at work spam me guys 😍\n  ","812505":"\n  What's that ?\n  ","812506":"\n  Text me I got something to tell you\n  ","812507":"\n  Best friends forever 😍💋\n  ","812508":"\n  You've betrayed me in a lot of ways . I'm not sorry about what I've said . You've talked shit about me but it's okay 😌.\n  ","812509":"\n  No wtf\n  ","812510":"\n  You've been their for me since day 1. I love you more than anything . It's been 4  years . Tired to take the charge for you but you wouldn't let me . I love you more than life it's self . Tell you all of my secrets . Thanks for always being by my side . 4 years around of applause for us 🔐😘😍💕💋💍\n  ","812511":"\n  ^^^^\n  ","812512":"\n  Guess what\n  \n  ✌🏽️✌🏽✌🏽\n  ","812513":"\n  Santa isn't real\n  ","812514":"\n  A break is like being separated. Seeing other people and then realizing maybe y'all want to be together . Yeah me and my boyfriend did over the summer for 2 1\/2 months and he realized he only wants to be with and we've been together for 4 years 🔐😘😍💋\n  ","812515":"\n  Nah it's something between me and my boyfriend\n  ","812516":"\n  I know it is aha\n  ","812517":"\n  No comment 😊\n  ","812518":"\n  Follow me The3ofus_x3\n  ","812519":"\n  It must be hard . Anons are just full of them self . I hope you can go back\n  ","812520":"\n  Yay 😍😍\n  ","812521":"\n  To me it is 🙃. Not that many pregnant people finish school . Some drop out once they find out so try again\n  ","812522":"\n  Thanks\n  ","812523":"\n  This deep conversation I'm having over text\n  ","812524":"\n  Yeah somewhat\n  ","812525":"\n  Life and bc I have a son who needs me\n  ","812526":"\n  I've made one I elementary school aha . And nope maybe when my son is a little older we will together\n  ","812527":"\n  Their annoying asf and I want to punch them in the face when I see them\n  ","812528":"\n  Not all shopping and I'm only excited for my son\n  ","812529":"\n  Leave it up until after New Years\n  ","812530":"\n  I hate that with a passion . People say bc I work at McDonalds I'm a low life and stuff like that\n  ","812531":"\n  Not knowing who they are\n  ","812532":"\n  ^^^^\n  ","812533":"\n  It helps some and my boyfriend took a 3 month break over the summer . We've been together for 4 years and he realizes I'm the only girl he wants .\n  \n  But it also depends on the case\n  ","812534":"\n  Follow me The3ofus_x3\n  ","812535":"\n  Graduating school 3 months pregnant\n  ","812536":"\n  Got spanked very bad\n  ","812537":"\n  That it's stupid for color to be a stereotype\n  ","812538":"\n  Rainy days time for cuddling\n  ","812539":"\n  I haven't even thought . I just want it to be perfect\n  ","812540":"\n  Yeah we do\n  ","812541":"\n  Okay guys I'm out\n  \n  Leave me some stuff\n  ","812542":"\n  Yeah\n  ","812543":"\n  Part 1\n  ","812544":"\n  Sure\n  ","812545":"\n  ^^^^\n  ","812546":"\n  I guess\n  ","812547":"\n  Yeah sometimes\n  ","812548":"\n  Hello\n  ","812549":"\n  Maybes\n  ","812550":"\n  Oh lol\n  ","812551":"\n  Okay ?\n  ","812552":"\n  I'm about to lay down\n  \n  Leave me some questions\n  ","812553":"\n  Cookies\n  ","812554":"\n  ^^^^\n  ","812555":"\n  Yeah earlier\n  ","812556":"\n  Yes I have 😊\n  ","812557":"\n  I don't even know what your talking about\n  ","812558":"\n  Amazing , forgetting about all my problems\n  ","812559":"\n  It's only abuse to a certain extent\n  ","812560":"\n  Sitting here bored 😩\n  ","812561":"\n  Yes I do and no theme just random pictures aha\n  ","812562":"\n  Oh\n  ","812563":"\n  💆🏽\n  ","812564":"\n  I'm definitely a daddy's girl 🔐💕\n  ","812565":"\n  Ask bby questions 💋\n  ","812566":"\n  Feeling refreshed from my 4 hour nap aha\n  ","812567":"\n  I'm back to 1222 how weird lmao\n  ","812568":"\n  4:24pm\n  ","812569":"\n  I answered this already\n  ","812570":"\n  I didn't send anything I just woke up from my nap so wtf\n  ","812571":"\n  Both\n  ","812572":"\n  That's a secret\n  ","812573":"\n  25\n  ","812574":"\n  City\n  ","812575":"\n  Yeah\n  ","812576":"\n  No\n  ","812577":"\n  Nope I just leave everything the same aha . Hopefully I can take a Christmas family photo . My son never sits still lmao\n  ","812578":"\n  Didn't we all let it go ?\n  \n  So why can't you ?\n  ","812579":"\n  Bc I can wtf\n  ","812580":"\n  I have no idea what your talking about\n  ","812581":"\n  Bc people are haters and people think I lie to them when I don't\n  \n  It is what it is\n  ","812582":"\n  My son or boyfriend 🔐💋😍\n  ","812583":"\n  Nobody\n  ","812584":"\n  I've tired wasn't m good enough\n  \n  So I'm done 😊\n  ","812585":"\n  Well I'm pissed off but I'm going to try and enjoy my day\n  ","812586":"\n  Kick her ass out\n  ","812587":"\n  I'd do a lot\n  ","812588":"\n  I got everything I want\n  ","812589":"\n  I never had any piercings that I don't have now\n  ","812590":"\n  I have my nipple , nose , belly and ears\n  ","812591":"\n  I got nothing\n  ","812592":"\n  Lmao I love being lied to especially people on ask. Table are turned now\n  ","812593":"\n  ATL\n  ","812594":"\n  Yes I do\n  \n  It's a long story lmao\n  ","812595":"\n  Bajan\n  ","812596":"\n  What\n  ","812597":"\n  Lol\n  ","812598":"\n  He fell asleep about 10 minutes ago\n  ","812599":"\n  11:54pm\n  ","812600":"\n  Obviously if that's my name on here\n  ","812601":"\n  I know but that's why I have a Twitter\n  \n  To talk my shit 😊\n  ","812602":"\n  About ? 😂\n  ","812603":"\n  The traffic is my least favorite\n  \n  And I love the fresh air\n  ","812604":"\n  Yeah my boyfriend and son\n  \n  They the real MVP 🔐😘\n  ","812605":"\n  Just finished having sex\n  \n  About to smoke my lungs out\n  ","812606":"\n  COD\n  ","812607":"\n  Nah 😏\n  ","812608":"\n  No\n  ","812609":"\n  Mhm\n  ","812610":"\n  I'm not a doctor\n  ","812611":"\n  I bet your the same anon bc if you weren't you wouldn't be asking me who it was\n  ","812612":"\n  I don't have one\n  ","812613":"\n  The notebook\n  ","812614":"\n  Mhm what\n  ","812615":"\n  If you weren't worried you wouldn't have asked me to post who you are\n  \n  So yeah lmao and plus Cadie wasn't the fakest her lesbian friend turned her fake 👋🏽\n  ","812616":"\n  Thank you 😘\n  ","812617":"\n  Don't worry I have my sources 🙃\n  ","812618":"\n  Ginger\n  ","812619":"\n  Lmao do you even know the story behind why were the mean girls ? . Maybe you should start thinking before you post 😊💋. I believe I know who this is\n  ","812620":"\n  (:\n  ","812621":"\n  Thank you 💋\n  ","812622":"\n  Was fighting with my boyfriend\n  \n  But laying down I guess\n  ","812623":"\n  For what ?\n  ","812624":"\n  Shout out to the 2 people who unfollowed me 😂.\n  ","812625":"\n  Snapchat : GxCXD\n  \n  Twitter: NineGDxFourO\n  \n  Instagram: the3ofus_x3\n  ","812626":"\n  Lol okay ?\n  ","812627":"\n  People\n  ","812628":"\n  Lol none ya\n  ","812629":"\n  Completely single\n  \n  It's not necessarily wrong\n  ","812630":"\n  She has me blocked so yeah lmao\n  ","812631":"\n  I love it so it's fine\n  ","812632":"\n  Aw thank you 💕\n  ","812633":"\n  I don't remember wtf\n  ","812634":"\n  Nope\n  ","812635":"\n  💋💋\n  ","812636":"\n  Amazing\n  ","812637":"\n  Lol how\n  ","812638":"\n  Can you stop\n  ","812639":"\n  okay ?\n  ","812640":"\n  Okay ???\n  ","812641":"\n  Cookies\n  ","812642":"\n  ^^^^\n  ","812643":"\n  Lol yeah I have\n  ","812644":"\n  A lot lmao\n  ","812645":"\n  Nope\n  ","812646":"\n  ^^^^\n  ","812647":"\n  What\n  ","812648":"\n  Yeah I do lol\n  ","812649":"\n  Lol .....\n  \n  You're to stupid to function\n  ","812650":"\n  Why are you dumb\n  ","812651":"\n  I was pregnant 2 years ago ....\n  \n  Lmfao\n  ","812652":"\n  Lmfao\n  ","812653":"\n  Lmfao\n  ","812654":"\n  Lmao\n  ","812655":"\n  Okay? Never did I clam to have one 🖕🏽\n  ","812656":"\n  My position\n  ","812657":"\n  Wouldn't you like to know 😂\n  ","812658":"\n  Mhm yeah\n  ","812659":"\n  My color\n  ","812660":"\n  No\n  ","812661":"\n  Wouldn't you like to know\n  ","812662":"\n  ^^^\n  ","812663":"\n  Me\n  ","812664":"\n  I think I have\n  ","812665":"\n  Why does this matter to you ?\n  \n  IDFK\n  ","812666":"\n  Nope\n  ","812667":"\n  Oh really lmao\n  ","812668":"\n  Yeah\n  ","812669":"\n  Not really\n  ","812670":"\n  Stand there awkwardly lmao\n  ","812671":"\n  So then why did you ask me it ?\n  \n  Mhm\n  ","812672":"\n  Nope\n  ","812673":"\n  Well we want to be 21 which we are now lol\n  ","812674":"\n  Why ? Your anon so nobody knows who you are not even me\n  ","812675":"\n  What question I've answered a lot ?\n  ","812676":"\n  I don't get your problem\n  ","812677":"\n  I don't have that problem so idk sorry\n  ","812678":"\n  Lol yeah and what does that matter ?\n  ","812679":"\n  Playing with his auntie\n  ","812680":"\n  It's a joke between\n  \n\n   @askisaJOKE9495\n  \n\n\n   @southernxprincess\n  \n\n\n   @cajuntits\n  \n\n\n   @somberthoughts\n  \n\n\n   @reacheldavis\n  \n\n\n   @mommabearxxtwo\n  \n\n\n   @babygirltori\n  \n","812681":"\n  Thank you\n  ","812682":"\n  Hell no\n  ","812683":"\n  Nope\n  ","812684":"\n  Definitely\n  ","812685":"\n  Nope it's their body\n  ","812686":"\n  This morning when I woke up lmao\n  ","812687":"\n  I don't get how I was dumb lol\n  ","812688":"\n  What are you talking about\n  ","812689":"\n  I've seen\n  ","812690":"\n  1221\n  ","812691":"\n  Can we stop ?\n  ","812692":"\n  Actually not really . No foods really make me sick\n  ","812693":"\n  Mhm\n  ","812694":"\n  I wish we had one but we don't\n  ","812695":"\n  Yeah I know\n  ","812696":"\n  Wtf\n  ","812697":"\n  I have a life aha\n  ","812698":"\n  Well the world may never know\n  ","812699":"\n  Idk\n  ","812700":"\n  I H A T E being ignored 👋🏽\n  ","812701":"\n  😍😘\n  ","812702":"\n  Send me in stuff guys\n  ","812703":"\n  How am I suppose to know\n  ","812704":"\n  Last night\n  ","812705":"\n  In the city\n  ","812706":"\n  Now\n  ","812707":"\n  ^^*\n  ","812708":"\n  Idek yet\n  ","812709":"\n  No\n  ","812710":"\n  About to drive out to the city with my bby 😍\n  ","812711":"\n  My boyfriend\n  ","812712":"\n  My boyfriend\n  ","812713":"\n  ^^^\n  ","812714":"\n  I haven't lied about anything lmao\n  ","812715":"\n  GxCXD\n  ","812716":"\n  Yeah lmao\n  ","812717":"\n  😎😎😎😎\n  ","812718":"\n  Well we sleep with the tv on\n  ","812719":"\n  Not really\n  ","812720":"\n  Nope\n  ","812721":"\n  Yeah\n  ","812722":"\n  Could be both\n  ","812723":"\n  Nope bc it wouldn't have the same meaning\n  ","812724":"\n  I mean I can't say who did it but we have an idea\n  ","812725":"\n  That's what my boyfriend tells me everyday\n  ","812726":"\n  Any other questions lol\n  ","812727":"\n  Thanks\n  ","812728":"\n  Stop 👋🏽\n  ","812729":"\n  Thanks\n  ","812730":"\n  My nipple , my nose , and my belly\n  ","812731":"\n  Going to the city with my boyfriend again aha . We're there like every weekend\n  ","812732":"\n  I'm at work\n  ","812733":"\n  My best friend who ignores me\n  ","812734":"\n  Me ! 😊\n  ","812735":"\n  The newest I have like over 300 answers lmao\n  ","812736":"\n  When I smoke\n  ","812737":"\n  Can't sleep without my boyfriend\n  ","812738":"\n  😍💋\n  ","812739":"\n  🙃🖕🏽\n  ","812740":"\n  Why does it matter if I have or haven't ?\n  ","812741":"\n  I like her as a friend lmao\n  ","812742":"\n  Maybe\n  ","812743":"\n  Ashlie 😂\n  ","812744":"\n  As a friend\n  ","812745":"\n  ^^^^^\n  ","812746":"\n  Wow that's good\n  ","812747":"\n  🖕🏽🖕🏽🖕🏽\n  ","812748":"\n  Do I what ?\n  ","812749":"\n  A lot\n  ","812750":"\n  Well that's what I want to do . What does that matter ?\n  ","812751":"\n  GxCXD\n  ","812752":"\n  Their uniqueness, their personality, their looks , their hobbies , what their interested in .\n  ","812753":"\n  Only about a million times .\n  \n  So annoying\n  ","812754":"\n  What's the new update ? I've been on it all day and haven't noticed anything lol it did update tho from what my App Store says\n  ","812755":"\n  Lmao how ?\n  ","812756":"\n  Totally dude\n  ","812757":"\n  How should I know ?\n  ","812758":"\n  Yes !!!!\n  ","812759":"\n  Bc that's not what life has planned for me 🙃\n  ","812760":"\n  Caffeine for you child is bad . So I disagree with her\n  ","812761":"\n  Yes I do 100%\n  ","812762":"\n  Yes anybody can\n  ","812763":"\n  Lol their trying to insult me 😂😂\n  ","812764":"\n  Obviously when we move out in April silly\n  ","812765":"\n  It's job no career\n  \n  Anyways I want to be a stay at home mom lmao . So yeah comeback sucks once again\n  ","812766":"\n  How I meet your mother is hilarious\n  ","812767":"\n  If that's how you want to look at it 🙃\n  ","812768":"\n  Lmfao you wish 💋.\n  \n  You're comeback sucks bc you called me a ho and I corrected you .\n  \n  When you don't have a weak comeback , then come back to me 🙃\n  ","812769":"\n  Lmao a ho is someone who sleeps around . Been fucking the same guy for 4 years 💋\n  ","812770":"\n  Lol no I didn't I just found out as well\n  ","812771":"\n  The love , I mean everything 😍\n  ","812772":"\n  You mean bag ?\n  \n  My co worker\n  ","812773":"\n  Look what came in the mails guys 😍😍😍\n  ","812774":"\n  Who said that\n  ","812775":"\n  ^^\n  ","812776":"\n  Lol I don't have time for that and plus I was sleeping woke up and bam she has an exposing page lmao\n  ","812777":"\n  ^^^\n  ","812778":"\n  Every time we go out to dinner they always forget about us then expect to get a really good tip like nah\n  ","812779":"\n  Lol I was so drunk 4 years ago at my boyfriends family party and I get really horny around him aha and i wanted to give him head in front of everyone but of Course he stopped it lmao it's not a drunken funny story but that's all I got bby\n  ","812780":"\n  No\n  ","812781":"\n  ^^^\n  ","812782":"\n  Wtf\n  ","812783":"\n  Maybe\n  ","812784":"\n  Wtf I was t trying\n  ","812785":"\n  What you talking about\n  ","812786":"\n  Nope\n  ","812787":"\n  So what's with all the nosey questions\n  ","812788":"\n  Why you asking me ?\n  ","812789":"\n  Lmao I know . Why are they acting like a psycho ex girlfriend 😂😂\n  ","812790":"\n  I know lmao like wtf\n  ","812791":"\n  Mhm I bet I know who this is considering she texted me same exact thing mhm\n  ","812792":"\n  A lot ?\n  ","812793":"\n  By hacking it . Why does her hacking my phone concern you ?\n  ","812794":"\n  Well I mean idk see why she wouldn't . But if she doesn't she can text me and tell me\n  ","812795":"\n  Why wouldn't I\n  ","812796":"\n  Why are you on anon . I didn't send anything . Get your shit correct bby 💋\n  ","812797":"\n  Theirs no secret\n  ","812798":"\n  Most people on this website are ducking petty\n  ","812799":"\n  Getting dark here in New York . Just got off work from a 9 hour shift\n  ","812800":"\n  Yeah\n  ","812801":"\n  Wtf\n  ","812802":"\n  I'm not home\n  ","812803":"\n  I never got trained ?\n  ","812804":"\n  I'm at working in the window freezing lol\n  ","812805":"\n  Thank you .\n  \n  You have a good day to 💋\n  ","812806":"\n  I know who you are 😏.\n  \n  Idk have sex I don't really have tips\n  ","812807":"\n  A lot of shows\n  ","812808":"\n  Same age as me\n  ","812809":"\n  No\n  ","812810":"\n  No\n  ","812811":"\n  Wtf\n  ","812812":"\n  Thanks\n  ","812813":"\n  Only if they need it\n  ","812814":"\n  What\n  ","812815":"\n  Yes\n  ","812816":"\n  Both doesn't really matter\n  ","812817":"\n  I don't know what you mean\n  ","812818":"\n  7\n  ","812819":"\n  Natural\n  ","812820":"\n  Like I just said that's just false hope for when he gets older\n  ","812821":"\n  Traditional school\n  ","812822":"\n  Disposable\n  ","812823":"\n  No bc that's false hope for when he gets older\n  ","812824":"\n  Santa up until 4\n  ","812825":"\n  Bby sleeping alone\n  ","812826":"\n  Both\n  ","812827":"\n  Let their parents decide\n  ","812828":"\n  Daycare\n  ","812829":"\n  Pro choice\n  ","812830":"\n  Vaccinations\n  ","812831":"\n  By 1\n  ","812832":"\n  Spanking a child teaches them lessons\n  \n  Not spanking usually the child runs wild\n  ","812833":"\n  So is a lot of things\n  ","812834":"\n  I did like 5 minutes ago\n  ","812835":"\n  1. I have a son\n  \n  2. Been with my boyfriend for 4 years\n  \n  3. I smoke\n  \n  4. I work\n  \n  5. I party\n  ","812836":"\n  New York\n  ","812837":"\n  Like 50\n  ","812838":"\n  Love you to 💋\n  ","812839":"\n  It was alright\n  ","812840":"\n  ^^^\n  ","812841":"\n  My c section\n  ","812842":"\n  Who are you\n  ","812843":"\n  ^^^\n  ","812844":"\n  It's surgery\n  ","812845":"\n  Of course\n  ","812846":"\n  Lmao their pathetic 😂\n  ","812847":"\n  I believe it's their choice I really don't have an opinion on it\n  ","812848":"\n  Nope never\n  ","812849":"\n  It's okay that he's 16 😊.\n  \n  You should learn to grow up 💋\n  ","812850":"\n  Make fun of\n  \n   @NineGDxFour\n  \n  for having a son at 18 . Please and thank you . Have a good day 🙃\n  ","812851":"\n  I don't associate myself with trash 💩👋🏽\n  ","812852":"\n  Yeah lmao and I did t mind much I found it funny\n  ","812853":"\n  Yeah I do lol just not last name\n  ","812854":"\n  Wonder why I don't get\n  \n   @taylor1188\n  \n  questions anymore\n  ","812855":"\n  A ugly sweater\n  ","812856":"\n  Sorry love ya Tom 💕\n  ","812857":"\n  I just explained myself\n  ","812858":"\n  No tom my bad I thought you were someone else I didn't realize the name\n  ","812859":"\n  Lol nope\n  \n  And sorry tom I thought you were so someone  else\n  ","812860":"\n  All mine sucks to be you 🙃😋\n  ","812861":"\n  Do you like them in your mouth\n  ","812862":"\n  Wouldn't you like to know lmao\n  ","812863":"\n  ^^^\n  ","812864":"\n  Wtf\n  ","812865":"\n  We live together\n  ","812866":"\n  Follow me NineGDxFourO\n  ","812867":"\n  Nope not last night\n  ","812868":"\n  Yeah . Maybe not for long idk yet\n  ","812869":"\n  I really am and nothing I got my 2 boys\n  ","812870":"\n  Idek what those are lol\n  ","812871":"\n  Lmao your referring to Ashlie lmao omg I'm dying . She stay throwing shade 👋🏽\n  ","812872":"\n  -^^^^\n  ","812873":"\n  Lmao wtf\n  ","812874":"\n  Huh\n  ","812875":"\n  ^^^\n  ","812876":"\n  Smoking then laying down with my boyfriend\n  ","812877":"\n  Lol yeah\n  ","812878":"\n  Lol what's wrong with y'all tonight\n  ","812879":"\n  Unfortunately no aha\n  ","812880":"\n  Send me questions guys 💋\n  ","812881":"\n  Why wouldn't I be\n  ","812882":"\n  I'm glad you do 😊\n  ","812883":"\n  Lol\n  ","812884":"\n  I love you to 😍😍😍😘😘😘👸🏼👸🏼\n  ","812885":"\n  Aha I'm doing good 😘😘😘\n  ","812886":"\n  Yeah\n  ","812887":"\n  🙃🙃🙃\n  ","812888":"\n  🖕🏽🖕🏽🖕🏽🖕🏽🖕🏽\n  ","812889":"\n  Thank you bby 😘😏\n  ","812890":"\n  Do you\n  ","812891":"\n  Both\n  ","812892":"\n  Thank ya\n  ","812893":"\n  All day everyday 😋\n  ","812894":"\n  Metro pcs\n  ","812895":"\n  He's 2\n  ","812896":"\n  My boyfriend\n  ","812897":"\n  Long Island\n  ","812898":"\n  Watching love & hip hop NY\n  ","812899":"\n  Mhm idk\n  ","812900":"\n  Lmao\n  ","812901":"\n  Don't leave us bby\n  ","812902":"\n  Yeah it does unless , it's like words like \"their\" \"there\" because your can be tricky\n  ","812903":"\n  Stupid dress how you want . Just bc you sag your pants doesn't make you a thug\n  ","812904":"\n  I have one\n  ","812905":"\n  I'm to cute for that 💁🏽\n  ","812906":"\n  I'd go off bc their simply annoying lmao . When you ignore someone sometimes they don't get the point aha . And want the attention so they keep sending you Ish\n  ","812907":"\n  Ask better questions lol\n  ","812908":"\n  Lol why\n  ","812909":"\n  Yeah sometimes\n  ","812910":"\n  What ?\n  ","812911":"\n  Mhm ^^^^\n  ","812912":"\n  Nope\n  ","812913":"\n  Mhm idek\n  ","812914":"\n  Wtf\n  ","812915":"\n  Bye\n  ","812916":"\n  Good morning\n  ","812917":"\n  No\n  ","812918":"\n  Lmao omg that's funny 😂\n  ","812919":"\n  At least twice or 3 times a day\n  ","812920":"\n  Yeah I do\n  ","812921":"\n  When isn't she\n  ","812922":"\n  ^^^*^^\n  ","812923":"\n  Not not at all\n  ","812924":"\n  I have but I don't have pictures\n  ","812925":"\n  Yeah and I was maybe 5\n  ","812926":"\n  I do love tanning , and nope never had one\n  ","812927":"\n  ^^^^\n  ","812928":"\n  Never have\n  ","812929":"\n  Eh only sometimes depends on my moods\n  \n  And the sand\n  ","812930":"\n  Last summer\n  \n  jones Beach\n  ","812931":"\n  Yeah I do sometimes . I just unplug and plug it back in\n  ","812932":"\n  Love your questions\n  ","812933":"\n  By my man obviously\n  ","812934":"\n\n   @askisaJOKE9495\n  \n\n\n   @taylor1188\n  \n\n\n   @somberthoughts\n  \n\n\n   @reacheldavis\n  \n\n\n   @babygirltori\n  \n\n\n   @mommabearxxtwo\n  \n","812935":"\n  Playing COd with my boyfriend\n  ","812936":"\n  Yeah\n  ","812937":"\n  Ask bby questions\n  \n  Ask me some to 🙃\n  ","812938":"\n  With whip cream 😋\n  ","812939":"\n  Idk what your talking about\n  ","812940":"\n  I don't have any really\n  ","812941":"\n  Lol thanks\n  ","812942":"\n  Lol yeah I know . But like she believes we never mention her\n  ","812943":"\n  Yes\n  ","812944":"\n  21\n  ","812945":"\n  Go away lmao\n  ","812946":"\n  Nope\n  ","812947":"\n  Yeah\n  \n  I've had a lot of calls from people wanting me to model\n  ","812948":"\n  Seems like I'm getting under somebody's skin today 😂😂.\n  \n  And btw she can still message me if she wants . So I didn't make it so she couldn't . Never blocked her and never have 😘\n  ","812949":"\n  Of course I do .\n  \n  Even the ones who don't ask me stuff\n  ","812950":"\n  Yeah and It's all mine 😏😍😘\n  ","812951":"\n  1209 😘\n  ","812952":"\n\n   @ashlieelouisee\n  \n","812953":"\n  Don't have any lmao\n  ","812954":"\n  Because that's what haters do\n  ","812955":"\n  Because she wants attention lmao\n  \n  And she starts drama with everyone\n  ","812956":"\n  Lmao why ?\n  ","812957":"\n  I know that's so funny 😂\n  \n  I was like how hey how ironic\n  ","812958":"\n  Chill with my family\n  \n  Watch Love&Hip hop and football\n  ","812959":"\n  Well she needs a life 🙃\n  ","812960":"\n  I never experienced one .\n  \n  I believe it's all in your mind\n  ","812961":"\n  ^^^\n  ","812962":"\n  ^^\n  ","812963":"\n  He's slrigt\n  ","812964":"\n  How\n  ","812965":"\n  Lol that's all I'm saying\n  ","812966":"\n  Lmao\n  ","812967":"\n  Obviously he knows when or if I've done it 😏\n  ","812968":"\n  Who cares what I do . Who cares if I suck penis or not\n  ","812969":"\n  ^^^^\n  ","812970":"\n  Nope\n  ","812971":"\n  Lmao glad you can read\n  ","812972":"\n  Lmfao you must no be able to read.\n  \n  I've answered the last time I had sex\n  \n  So go find it and your answer will be answered\n  ","812973":"\n  Stupid anons and my boyfriend\n  ","812974":"\n  Don't you become non existent when asking stupid questions\n  ","812975":"\n  Not a question lol\n  ","812976":"\n  Maybe\n  ","812977":"\n  Mhm if you say\n  ","812978":"\n  Lol okay\n  ","812979":"\n  Just because your a parent doesn't mean anything damn\n  ","812980":"\n  No you may not. 🙃\n  ","812981":"\n  Omg obviously we try different things we been together for 4 years . We aren't going to do the same shit for the last 4 years\n  ","812982":"\n  I know a lot of people who do\n  \n  Be more open\n  ","812983":"\n  Omg how stupid\n  ","812984":"\n  Obviously if I have sex like twice a day\n  ","812985":"\n  Idk who told you that\n  ","812986":"\n  Have no idea what your talking about so\n  ","812987":"\n  Lmao wouldn't you like to know 😏\n  ","812988":"\n  Wtf kind of question is this\n  ","812989":"\n  Nah I'm just lying lmao\n  ","812990":"\n  GxCXD\n  ","812991":"\n  I have 2\n  ","812992":"\n  This morning and an hour ago 😋\n  ","812993":"\n  Lol that's what I'm saying\n  ","812994":"\n  4 months old\n  ","812995":"\n  How about no 🙃\n  ","812996":"\n  Why are you so mad over an answer 😂\n  \n  Get over yourself 🙃\n  ","812997":"\n  To me it is ! How hard is that to understand\n  ","812998":"\n  Because it's weird . I want normal questions\n  ","812999":"\n  What???\n  ","813000":"\n  Lol nah and plus she's a bad friend . She burn bridges with the people who use to like her\n  ","813001":"\n  Awh, thank you\n  ","813002":"\n  Keep sending me in questions guys 😊\n  ","813003":"\n  Lol not at all this time\n  ","813004":"\n  Wtf why the weird questions\n  ","813005":"\n\n   @taylor1188\n  \n","813006":"\n  You asked my best friend this yesterday bye\n  ","813007":"\n  Who cares LOL\n  ","813008":"\n  Yeah\n  ","813009":"\n  Both\n  ","813010":"\n  If you don't want to be blocked I suggest you to stop sending me nasty questions\n  ","813011":"\n  Lmao omg you're just nasty aha\n  ","813012":"\n  You're nasty\n  ","813013":"\n  To my boyfriend yeah\n  ","813014":"\n  10\/21\/2013\n  \n  3lbs 2oz\n  \n  16 1\/2 inches\n  ","813015":"\n  Well I like doing my own hair\n  ","813016":"\n  I'm taken sorrynotsorry\n  ","813017":"\n  Mhm\n  ","813018":"\n  Lol thanks\n  ","813019":"\n  Lol thanks.\n  \n  But I believe nobody is lol\n  ","813020":"\n  Ask my lady some questions 😍😘\n  ","813021":"\n  Me personally I still ignore it because what's their really to do especially over the Internet, but in person I ignore it and they eventually go away but then some reason or another they come back . But I don't block people I usually ignore them bc then they get mad and it's just hilarious to me lol\n  ","813022":"\n  That's what my boyfriend says everyday nice cake aha\n  ","813023":"\n  Nah I'll just take the likes tho\n  ","813024":"\n  Last night 😍😘. And the song he made me\n  ","813025":"\n  Green tea .\n  \n  I want pizza tho\n  ","813026":"\n  I mean you can if you want LOL\n  ","813027":"\n  Idk lmao I'm happy with my body\n  ","813028":"\n  Lol for what ?\n  ","813029":"\n  8:30am\n  ","813030":"\n  My boyfriend\n  ","813031":"\n  I didn't have one\n  ","813032":"\n  The snow\n  ","813033":"\n  Texted my best friend\n  \n   @taylor1188\n  \n  just waiting for a reply yuknow\n  ","813034":"\n  This morning\n  ","813035":"\n  Of course\n  ","813036":"\n  I'm 21\n  ","813037":"\n  Lmao not even the slightest 😂\n  ","813038":"\n  For my man to know and you never to find out 🙃\n  ","813039":"\n  Does it matter\n  ","813040":"\n  Lmfao omg I'm dying right now 😂😂🙃\n  ","813041":"\n  GxCXD\n  ","813042":"\n  My son\n  ","813043":"\n  Lol yeah ???\n  ","813044":"\n  Only anons not people who are off anon bc that's just being a bitch\n  ","813045":"\n  1203\n  ","813046":"\n  Lol thanks\n  ","813047":"\n  No but I want one so bad\n  ","813048":"\n  You already have me\n  \n  GxCXD\n  ","813049":"\n  Went to the city yesterday . Today and tomorrow idek\n  ","813050":"\n  What did you send me 😂😂😂\n  ","813051":"\n  21\n  ","813052":"\n  What wasn't ?\n  ","813053":"\n  Cool\n  ","813054":"\n  I mean I'm not sure\n  ","813055":"\n  This 😍\n  ","813056":"\n  Just know that he's being watched\n  ","813057":"\n  Wow ! Just wow 🙄\n  ","813058":"\n  Lol thanks\n  ","813059":"\n  Thanks\n  ","813060":"\n  It was good up until I gave birth bc everything happened so fast\n  ","813061":"\n  No where now lol\n  \n  To the city later\n  ","813062":"\n  Nope only inside which is the window\n  ","813063":"\n  Can you be gone\n  ","813064":"\n  The song my boyfriend made for me 😍💕\n  ","813065":"\n  Going home 🙃\n  ","813066":"\n  I messaged you my number\n  ","813067":"\n  Lmao she's to dumb\n  ","813068":"\n  Lmao she can still send me messages she isn't blocked tho weird 😂😂😂\n  ","813069":"\n  Going to a club with my boyfriend in the city tonight\n  ","813070":"\n  For attention obviously lmao\n  ","813071":"\n  No\n  ","813072":"\n  Happy birthday\n  ","813073":"\n  Drama starter basically\n  ","813074":"\n  Follow me NineGDxFourO\n  ","813075":"\n  %^^\n  ","813076":"\n  Lol\n  ","813077":"\n  Money from the bank\n  ","813078":"\n  When I dyed my hair red lmao the worst\n  ","813079":"\n  The dog🙃\n  ","813080":"\n  NineGDxFourO\n  ","813081":"\n  A teacher\n  \n  My mind has changed and I don't think I could be a teacher lol\n  ","813082":"\n  Math\n  ","813083":"\n  Kinda\n  ","813084":"\n  It was fairly good\n  ","813085":"\n  ^^^^\n  ","813086":"\n  Well yeah, after she unblocked me\n  ","813087":"\n  Very gots stacks and stacks\n  ","813088":"\n  21 5'3\n  ","813089":"\n  Pretty smooth\n  ","813090":"\n  Any kind really\n  ","813091":"\n  Haters 😂🖕🏽\n  ","813092":"\n  Love ya 😘\n  ","813093":"\n  Me to but she wants me to confront her but I'm blocked on everything 🙃😂🖕🏽\n  ","813094":"\n  Hope you feel better bby 😘💕😍\n  ","813095":"\n  Seriously dude\n  ","813096":"\n  Nah not for you\n  ","813097":"\n  Can you not ?\n  ","813098":"\n  A drug one and a alcoholic one and anger management\n  ","813099":"\n  😋\n  ","813100":"\n  Go to this program\n  ","813101":"\n  To cute for petty bitches 💁🏽\n  ","813102":"\n  Bc that shits annoying and it's MY Facebook\n  ","813103":"\n  Lmao ask me real questions or be blocked 🖕🏽\n  ","813104":"\n  Would you say you're an idiot ? 😂\n  ","813105":"\n  When I feel like it or get bored of my nails\n  ","813106":"\n  Yeah like I'm going to tell a stranger 🙃\n  ","813107":"\n  No\n  ","813108":"\n  How about you not ask stupid questions\n  ","813109":"\n  Lmao let me not go there\n  ","813110":"\n  Why are you so obsessed with me 😘\n  ","813111":"\n  Lmao what does that even mean 😂\n  ","813112":"\n  Insecurities at its finest 😂\n  ","813113":"\n  Lol on everything and I can't even contact her . Because I'd tell her dumbass how it is . She started the drama first by commenting on my status . If my logic was dumb their was no point on commenting on it she just wanted attention . She came to ask before I did because I was at work and obviously wanted to start shit . I screen shot it and sent it to my friends because I can .\n  ","813114":"\n  Because she has issues 🖕🏽🙃\n  ","813115":"\n  I'd leave his ass lmao\n  ","813116":"\n\n   @taylor1188\n  \n  she might find you now and start drama with you next 😂😂😂. I got you bby girl 😘\n  ","813117":"\n  My son and boyfriend\n  ","813118":"\n  I like mines it's my date and our initials 😍\n  ","813119":"\n  I'm not pregnant\n  ","813120":"\n  Bye\n  ","813121":"\n  His dad my boyfriend\n  ","813122":"\n  😍😘😩\n  ","813123":"\n  That's what I'm saying I'm lost lmao\n  ","813124":"\n  But she unfriend me 😂😂\n  ","813125":"\n  Nah your not\n  ","813126":"\n  Aww\n  ","813127":"\n\n   @ashlieelouisee\n  \n","813128":"\n  Expect I'm white to 😂\n  ","813129":"\n  Lmao she claims to have a different opinion then me but deletes me aha\n  ","813130":"\n  She got mad over a status and deleted me lmao . Aha starts drama with me but claims I started with her when she comment on my status first aha dumb bitches 😘😍\n  ","813131":"\n  Lmao idk she got mad over my status on Facebook when it wasn't about her lol go see it\n  ","813132":"\n  I mean got mad over my Facebook status that wasn't even about here lol . The deleted me because she didn't like my answer lol then answers on ask about me 😂\n  ","813133":"\n  I guess it makes Ashlie feel special she's blocking me on everything 😘😍. I feel the love 🙃\n  ","813134":"\n  I'm bored of it that's why I barely go on\n  ","813135":"\n  I'm at work until 2 😫😩\n  ","813136":"\n  Me me me me me 🙃\n  ","813137":"\n  1199\n  ","813138":"\n  When she's older\n  ","813139":"\n  Their stupid and bc their bored\n  ","813140":"\n  Yeah\n  ","813141":"\n  Do no exist\n  ","813142":"\n  Not really\n  ","813143":"\n  ^^^\n  ","813144":"\n  No\n  ","813145":"\n  ^^^^\n  ","813146":"\n  Yeah\n  ","813147":"\n  Maybe\n  ","813148":"\n  Sleepy\n  ","813149":"\n  No I haven't and I want to for my 5 years next year\n  ","813150":"\n  It doesn't matter\n  ","813151":"\n  I'd rather not answer that\n  ","813152":"\n  Lol honest more horror sounds legit\n  ","813153":"\n  Huh\n  ","813154":"\n  A lot of stuff\n  ","813155":"\n  Yeah Newports\n  ","813156":"\n  5 years\n  ","813157":"\n  Unless you suck 😏\n  ","813158":"\n  😂\n  ","813159":"\n  No 🙃\n  ","813160":"\n  Huh\n  ","813161":"\n  Don't know yet\n  ","813162":"\n  Long Island Ice Tea\n  ","813163":"\n  He lays down at 9 and stays up until the tv turns off\n  ","813164":"\n  Smoking\n  ","813165":"\n  21\n  ","813166":"\n  It's a secret\n  ","813167":"\n  Yeah that's my best friend but sometimes she acts like we're not 😩\n  ","813168":"\n  I believe like 5\n  ","813169":"\n  Do me 🙃\n  ","813170":"\n  Can you stop sending me dumb shit . You're really annoying asf and you're going to be blocked 🙃\n  ","813171":"\n  When\n  \n   @taylor1188\n  \n  Doesn't text you back\n  ","813172":"\n  ^^^^\n  ","813173":"\n  Porn is fake you know that right\n  \n  It's not about him being turned on\n  \n  And plus their strangers he will never see\n  \n  And pornstars that's their jobs so it's\n  \n  Not that serious\n  ","813174":"\n  Bc everybody watches porn it's not that serious\n  ","813175":"\n  Bc you shouldn't be mad\n  ","813176":"\n  #worst #anonymous #get\n  \n  #a #life 😘\n  ","813177":"\n  Yay\n  ","813178":"\n  ^^^^\n  ","813179":"\n  Don't have one\n  ","813180":"\n  Lol guys\n  ","813181":"\n  Yeah we have\n  ","813182":"\n  I'm good\n  ","813183":"\n  ^^^\n  ","813184":"\n  A phone case I got today and screen protector\n  ","813185":"\n  Nobody really\n  ","813186":"\n  No I'm not and its his choice\n  ","813187":"\n  Chips\n  ","813188":"\n  The way I think\n  ","813189":"\n  At the mall ready to leave\n  ","813190":"\n  Because I bitched out .\n  \n  I mean it did hurt\n  ","813191":"\n  I have 1 pierced\n  \n  It did hurt\n  \n  Like a 8 1\/2\n  ","813192":"\n  Mhm\n  ","813193":"\n  New\n  ","813194":"\n  Pain relief medicine\n  ","813195":"\n  People are dumb\n  ","813196":"\n  Lol am I ?\n  ","813197":"\n  😍😍😍\n  ","813198":"\n  Going to a bar 😋\n  ","813199":"\n  We are doing laundry 😒\n  ","813200":"\n  Maybe 😏😊\n  ","813201":"\n  He is very much 😘😍\n  ","813202":"\n  😏\n  ","813203":"\n  ^^^^^\n  ","813204":"\n  These 2 plus myself\n  ","813205":"\n  Lmao aha their dumb\n  ","813206":"\n  I have 1 pierced for now but I might take it out\n  ","813207":"\n  This 😘😍\n  ","813208":"\n  My belly, nipple and nose\n  ","813209":"\n  No I don't and I'd l love to learn it\n  ","813210":"\n  Yeah I have\n  ","813211":"\n  Hershey\n  ","813212":"\n  I don't have one\n  ","813213":"\n  At the bar with my boyfriend\n  ","813214":"\n  The3ofus_x3\n  ","813215":"\n  I mean you have lied about a lot that's all I'm going to say it shouldn't matter of a stranger likes you\n  ","813216":"\n  Text me back\n  ","813217":"\n  ^^^\n  ","813218":"\n  Yeah we want to\n  ","813219":"\n  I'll send it to you in a question\n  ","813220":"\n  No stop sending me stuff\n  ","813221":"\n  😘😘😘\n  ","813222":"\n  Aw thanks we want another child so bad\n  \n  I want a girl to\n  ","813223":"\n  You asked me this already\n  ","813224":"\n  ^^^^\n  ","813225":"\n  Text me back !!!\n  ","813226":"\n  3 years I believe\n  ","813227":"\n  Bored guys\n  ","813228":"\n  Mhm\n  ","813229":"\n  Yeah\n  ","813230":"\n  Nob\n  ","813231":"\n  Yeah\n  ","813232":"\n  No\n  ","813233":"\n  I am\n  ","813234":"\n  Nothing\n  ","813235":"\n  Both\n  ","813236":"\n  A secret\n  ","813237":"\n  I don't have one\n  ","813238":"\n  Their people\n  ","813239":"\n  Nah\n  ","813240":"\n  Nah\n  ","813241":"\n  No\n  ","813242":"\n  Okay\n  ","813243":"\n  No\n  ","813244":"\n  I like both aha their good\n  ","813245":"\n  Ask bby questions\n  ","813246":"\n  ^^^^\n  ","813247":"\n  Christmas tree design\n  ","813248":"\n  I have no idea\n  ","813249":"\n  ^^^^\n  ","813250":"\n  ^^^^\n  ","813251":"\n  Ask bby questions\n  ","813252":"\n  NineGDxFourO\n  ","813253":"\n  That's.\n  \n  None\n  \n  Of\n  \n  Your\n  \n  Business\n  ","813254":"\n  No\n  ","813255":"\n  Aw same to yo\n  ","813256":"\n  Well nobody only my boyfriend knew because we didn't tell anybody till I was 12 weeks\n  ","813257":"\n  😊😏😏\n  ","813258":"\n  Well it is what it is\n  ","813259":"\n  Because people's minds changes\n  ","813260":"\n  Feet\n  ","813261":"\n  Just got off work\n  ","813262":"\n  Up until he's 5\n  ","813263":"\n  Not really but shouldn't be really expensive\n  ","813264":"\n  Nope\n  ","813265":"\n  It really doesn't matter but my son will not be home schooled\n  ","813266":"\n  No that's just dumb you shouldn't be scared of your students\n  ","813267":"\n  16 is old enough . I was 19 or I believe 20\n  ","813268":"\n  Nope\n  ","813269":"\n  Nope it's a choice you don't come out your moms vagina and say oh hey I'm gay today and forever\n  ","813270":"\n  Thoughts on\n  \n   @NineGDxFour\n  \n  last answer\n  ","813271":"\n\n   @taylor1188\n  \n  Is probably sleeping because she never texted me back\n  \n  My boyfriend is at home awake bc he took me to work 30 minutes ago\n  ","813272":"\n  Me 😘\n  ","813273":"\n  ^^^^\n  ","813274":"\n  Bye\n  ","813275":"\n  Of course\n  ","813276":"\n  😘😘\n  ","813277":"\n\n   @blueeyes9495\n  \n\n   @southernxprincess\n  \n\n   @cajuntits\n  \n\n   @mommabearxxtwo\n  \n  That's some\n  ","813278":"\n  Lol 😏\n  ","813279":"\n  Send my bff questions\n  ","813280":"\n  Not really lol\n  ","813281":"\n  I wish it was\n  \n   @taylor1188\n  \n  but we don't text a lot anymore 😩\n  ","813282":"\n  😘😘😘\n  ","813283":"\n  10 minutes ago\n  ","813284":"\n  Yeah from time to time\n  ","813285":"\n  Yeah I want a girl so bad 😩\n  ","813286":"\n  Christmas\n  \n  The holiday spirit\n  ","813287":"\n  At this program\n  ","813288":"\n  Me 😍\n  ","813289":"\n  I have no idea to be honest . I'm still logged in\n  ","813290":"\n  Nope I stay logged in\n  ","813291":"\n  Bbq or fried\n  ","813292":"\n  Yeah he's only 2\n  ","813293":"\n  Maybe going to take a shower with my boyfriend and cook some lunch\n  ","813294":"\n  Yeah I do\n  ","813295":"\n  No\n  ","813296":"\n  We're not trying nor preventing\n  ","813297":"\n  Thanks\n  ","813298":"\n  I just dress how I feel to be honest\n  ","813299":"\n  Yeah in a way\n  ","813300":"\n  Don't really know\n  ","813301":"\n  Pants and because their expensive\n  ","813302":"\n  No but that would be cool\n  ","813303":"\n  Theirs a lot\n  ","813304":"\n  Sooty idk bby girl\n  ","813305":"\n  MySpace or aim I don't remember\n  ","813306":"\n  Neither\n  ","813307":"\n  Yeah\n  ","813308":"\n  I love your spam\n  ","813309":"\n  Soon 😏\n  ","813310":"\n  My boyfriend\n  ","813311":"\n  No\n  ","813312":"\n  His name was always Joseph I always knew I was having a boy\n  ","813313":"\n  I'd be pissed and sue the hospital\n  ","813314":"\n  That's just nasty\n  ","813315":"\n  I kinda believe it's true\n  ","813316":"\n  We're not trying nor trying to prevent\n  ","813317":"\n  Send me stuff guys extremely bored\n  ","813318":"\n  Another page lol\n  ","813319":"\n  Not me yet\n  ","813320":"\n  Because insecurities can lead to cheat on\n  ","813321":"\n  Send me stuff while I'm at work until 3\n  ","813322":"\n  ^^^^\n  ","813323":"\n  Kinda\n  ","813324":"\n  SMFH\n  ","813325":"\n  ^^^^\n  ","813326":"\n  Me\n  ","813327":"\n  A name\n  ","813328":"\n  No idea I don't have it\n  ","813329":"\n  It's okay\n  ","813330":"\n  I have no idea\n  ","813331":"\n  Lmao\n  ","813332":"\n  Well we been together for 4 years its called respect\n  ","813333":"\n  Can't answer it because it wouldn't happen\n  "}}