{"Question":{"814407":"\n   See you decided to get a iPhone lol it's about time 😂😂\n  ","814408":"\n   You're ask famous\n  ","814409":"\n   You are beautiful!\n  ","814410":"\n   Do you think a relationship can last in college if the couple goes to different colleges in different states?\n  ","814411":"\n   Do I get along with your boyfriends mom\n  ","814412":"\n   R u on birth control\n  ","814413":"\n   How long you been with your boyfriend before you go pregnant\n  ","814414":"\n   Pap of Joseph\n  ","814415":"\n   Does Joseph have all his shots\n  ","814416":"\n   Send people\/anons my way? \nTake this opportunity to ask me ANYTHING because I don't know how my hospital stay will go tomorrow.\n  ","814417":"\n   Is he bad\n  ","814418":"\n   Is Joseph 2 yet\n  ","814419":"\n   Last thing you ate\n  ","814420":"\n   Why is it a secret\n  ","814421":"\n   What would you have named Joseph if he was a girl?\n  ","814422":"\n   What does a perfect day look like to you?\n  ","814423":"\n   Do you mostly use your mobile or desktop to browse the Internet? Or do you use multiple? Or other?\n  ","814424":"\n   What is more important for a test or quiz trying to get some last minute studying in before bed or trying to go to bed early to get enough sleep?\n  ","814425":"\n   What r u doing\n  ","814426":"\n   What does your boyfriend do for a living?\n  ","814427":"\n   What do you think is unappreciated in relationships in this generation?\n  ","814428":"\n   Pap of Joe and his dad?\n  ","814429":"\n   Do you have your drivers license?\n  ","814430":"\n   What is Joe going to be for Halloween?\n  ","814431":"\n   Are you on birth control?\n  ","814432":"\n   How old is Joe?\n  ","814433":"\n   Do you like the rapper, Fetty Wap?\n  ","814434":"\n   How can I keep myself awake while trying to type a paper? I'm extremely tired and nearly fell asleep on the keyboard\n  ","814435":"\n   when is your birthday? { I follow you (: }\n  ","814436":"\n   Is it a bad or a kinda mean thing that I told my girlfriend that I was gonna be focusing on my school work a little bit more than focusing on her because of the fact that I'm falling behind in my work?\n  ","814437":"\n   Last time you had sex\n  ","814438":"\n   I swear your anon needs to screw off they're being persistent and creepy. 😞\n  ","814439":"\n   id pay you $50 if you would let me suck your toes clean for 15 minutes :) would you enjoy that?\n  ","814440":"\n   Alyson is pregnant again\n  ","814441":"\n   but does your boyfriend actually admire your feet?\n  ","814442":"\n   How do you deal with customers that yell at you during work?\n  ","814443":"\n   Gonna have to cancel the NothingOffLimits if my page remains dead as a doormat! Ps, I just unfollowed a bunch of people, you guys interest me enough to stay;)\n  ","814444":"\n   Unless you live in England (or anywhere else with a royal family), no one can marry one. It's not a damn fantasy land\/fairy tale. There are no such people in America. 😒\n  ","814445":"\n   Why is there a disgusting foot fetish anon on your page?? Like, ew no. Just stop. ✋🏼\n  ","814446":"\n   i want to admire your beautiful feet though!\n  ","814447":"\n   post a pic of your toes?\n  ","814448":"\n   -\n  ","814449":"\n   Hey babes ! Brodys taking a nap ! And I'm watching a movie . Send some questions \/ followers my way ?\n  ","814450":"\n   Have you ever been interested in the catering industry? If so, what specifically? Do you watch cooking\/baking shows?\n  ","814451":"\n   Gonna go for a quick shower, send me some questions whilst I'm off for a short while! Nothing off limits and I'll try and write long responses though my laptop keeps turning off during each sentence haha! 💖💖💖\n  ","814452":"\n   what's your biggest fear?\n  ","814453":"\n   do you prefer leopard print or zebra print?\n  ","814454":"\n   do you like shopping at bath and body works?\n  ","814455":"\n   if you could change your last name what would you change it to? (Nothing inappropriate)\n  ","814456":"\n   gonna send 3 extra ?s today bc i didn't send any yesterday.\n  ","814457":"\n   Good morning guys. Please do me a favor and unfollow my old personal and follow and spam my new one\n   \n    @lovemyfurbabies\n   \n   . I promise this is the last time I'll make a new account. Lol. I'll be sending the rest of the user submission spam today.\n   \n    @chrissymels\n   \n   asks: What was your house like growing up?\n  ","814458":"\n   Do you ever have such a realistic dream and wake up and say damn why didn't that just happen? That's my current situation 😒\n  ","814459":"\n   Last song you listened to?\n  ","814460":"\n   Do you like shopping at bath and body works?\n  ","814461":"\n   Why is it okay for a 15 year old to date a 17 year old but not a 18 year old dating a 16 year old?\n  ","814462":"\n   Did you graduate high school?\n  ","814463":"\n   Any plans for Joe's second birthday?\n  ","814464":"\n   Has a customer or co worker ever yelled at you during work? If so, how did you deal with it?\n  ","814465":"\n   Do you get along with your co workers?\n  ","814466":"\n   And you can't read\n  ","814467":"\n   What is your favorite song atm? 🎶\n  ","814468":"\n   What is your biggest pet peeve?\n  ","814469":"\n   Do you believe in \"love at first sight\"?\n  ","814470":"\n   Would you be able to save your virginity until married? (If you already had sex do you think you could if you haven't had sex yet?\n  ","814471":"\n   What do you think of this?\n   \n    http:\/\/ask.fm\/emilyrenee0000\/answer\/133295716506\n   \n","814472":"\n   Send people\/anons my way? Ask whatever you want. \nQ; What's your favorite body wash scent? What about lotion?\n  ","814473":"\n   When's the last time you yelled at someone and why?\n  ","814474":"\n   A girl said that a person can't \"turn gay\" because you can't turn into something that is a sexuality, would you agree or disagree?\n  ","814475":"\n   What do you think about girls who call their boyfriends \"daddy\" ?\n  ","814476":"\n   Who said \"I love you\" first? You or your significant other? 💑💙\n  ","814477":"\n   If someone you know say they wanna kill something and get away with it and they give a dog for an example of something they want to kill and they was being serious would you be worried about them?\n  ","814478":"\n   Have you ever tried sushi? (Did you like it?)\n  ","814479":"\n   Do you cry easily?\n  ","814480":"\n   Have you ever ridden on a motorcycle?\n  ","814481":"\n   Post a new selfie?☺\n  ","814482":"\n   What inspires you?\n  ","814483":"\n   Do you sing in the shower?\n  ","814484":"\n   what would be the hardest thing for you to give up on?\n  ","814485":"\n   How do you like your steak cooked?\n  ","814486":"\n   Would you rather live in the country or in the city?\n  ","814487":"\n   How did you meet your significant other? ✨\n  ","814488":"\n   Which do you think is better kik or Facebook messenger?\n  ","814489":"\n   what's your thoughts on this \"Netflix & chill\"?  If you don't know what it is, Google it.\n  ","814490":"\n   name 3 things in nature you find most beautiful?\n  ","814491":"\n   Something or someone you miss the most from your childhood?\n  ","814492":"\n   You can have one of the following things: Trust or Love?\n  ","814493":"\n   Do you like chocolate?\n  ","814494":"\n   Do you like rainy days or snowy winter days more?\n  ","814495":"\n   Do you spicy food?\n  ","814496":"\n   What do you think would be the hardest thing for you to give up on?\n  ","814497":"\n   Do you like country music?\n  ","814498":"\n   Have you seen the movies \"paranormal activity\"? If so, do you like them? I think they are boring tbh.\n  ","814499":"\n   Exposing here.\n  ","814500":"\n   -\n  ","814501":"\n   I gived up specifically hating on\n   \n    @lifewith5_nannystyle\n   \n   , so this page is 4 everyone to vent about people they hate. Also for debates. Send me @ s I give honest opinions of people. Let debate.\n  ","814502":"\n   If you could say a message to the entire world, what would you say?\n  ","814503":"\n   Would you rather have a head cold or the stomach bug ?\n  ","814504":"\n   Would you rather wrestle a pig or catch a chicken?\n  ","814505":"\n   Would you rather lose both big toes or a thumb?\n  ","814506":"\n   Would you rather know how you die or keep it a secret?\n  ","814507":"\n   Now some have you ever spam. Have you ever spent a holiday alone?\n  ","814508":"\n   Why do people fear losing things that they dont even have yet?\n  ","814509":"\n   When you are at a party do you tend to interact with everyone or only the people you know?\n  ","814510":"\n   Is trust more important than love?\n  ","814511":"\n   Do you believe the old saying that if your ears ringing someone's talking bad about you? why or why not?\n  ","814512":"\n   Which rules you more your head or your hear?\n  ","814513":"\n   What is the difference between living and being alive?\n  ","814514":"\n   Mind sending followers my way ? I answer almost Anything .\n  ","814515":"\n   Do you go by more facts or principles?\n  ","814516":"\n   I think it would be fun to do a user submission spam. So if you have a question you want me to use for spam, send it to me on this account. If you don't want me to say who the question came from make sure you tell me. So send in questions you want me 2 use.Also spam my personal\n   \n    @lifewith5_nannystyle\n   \n","814517":"\n   You had a c section\n  ","814518":"\n   honesty day over here at\n   \n    @itskylene\n   \n   !! 😈👑❤️🔥😍💸 ask me anyfuckingthing 😉\n  ","814519":"\n   Does a c section leave a permanent scar?\n  ","814520":"\n   Is it worst to fail at something or never attemp at all?\n  ","814521":"\n   What relationships have ended that you cant let go of?\n  ","814522":"\n   Kylene got mad that her crock of shit about c-sections were proved wrong by me she reported me until I got deleted.\n  ","814523":"\n   Butthurt fake got mad & reported me until I got deleted. Shout me out?? Please & thanks, love you❤️\n  ","814524":"\n   It's my favorite time of the week, why? Because a new episode of American Horror Story is on FX ! Who else loves this show as much as I do? :)\n  ","814525":"\n   So some guy name JJ smoth daddy tried to pick me up in his car the other day I thought with a name like that he most be a pimp or something so I said no so he bribed me with cash still said no then a half naked girl came out smh what would you have done??????\n  ","814526":"\n   Does Joe sleep in a toddler bed\n  ","814527":"\n   have you ever been cheated on?\n  ","814528":"\n   plans for joes second birthday?\n  ","814529":"\n   Would you rather skydive or swim with sharks?\n  ","814530":"\n   fav band?\n  ","814531":"\n   What will people say at your funeral?\n  ","814532":"\n   What are the things that stand between you and complete happiness?\n  ","814533":"\n   Couple had called 911 the baby would have had a 99% chance at surviving. They will each serve 6 years in prison. What are your thoughts on this?\n  ","814534":"\n   I just read a story about an Oregon couple who had a home birth to a baby boy who was born 2 months early in 2009. Instead of going to the hospital and calling 911, they rubbed olive oil on the baby boy and prayed as he was dying. The baby died of staphylococcus pneumonia. It was determined if the\n  ","814535":"\n   Raise ur  hand if u think I should dedicate my personal page to hating\n   \n    @lifewith5_nannystyle\n   \n   ? All my page keep getting deleted :( nd if u get this I follow u.\n  ","814536":"\n   U had a c section\n  ","814537":"\n\n    http:\/\/ask.fm\/itskylene\/answer\/131166465787\n   \n   opinion?\n  ","814538":"\n   anything exciting planned for this week?\n  ","814539":"\n   Does your bra\/underwear color depend on your outfit.... your mood.... or just whatever is clean?\n  ","814540":"\n   Today is #NoBraDay for breast cancer awareness ❤\n  ","814541":"\n   Has the video been deleted? Leaked out? Or saved?\n  ","814542":"\n   Have you ever been recorded on video having sex?\n  ","814543":"\n   When's the last time you've been on a dinner date? Where and who did you go with?\n  ","814544":"\n   When my girlfriend takes a while to reply say like maybe an hour or longer I start getting worried and have negative thoughts as if something happened to her but usually she's fine, how can I stop having these bad thoughts?\n  ","814545":"\n   Plans for tonight\n  ","814546":"\n   I just want to say all of you are amazing people. And beautiful inside and out! Tell me something you love about yourself?\n  ","814547":"\n   Use to think\n   \n    @southernxcutie\n   \n   was really nice till something crawled up her ass today. People like this need to get off ask. She needs to learn how to properly care for her damn kid. THIS IS WHY THAT EXPOSING PAGE WAS NEEDED\n  ","814548":"\n   how are you being bitchy about not wanting to post his,middle name lol wow anons\n  ","814549":"\n   Which name? If you dont want to share you dont have to be bitchy about it 😒\n  ","814550":"\n   What is Josephs middle name? Did you chose it because of some family member or ?\n  ","814551":"\n   By what name do you think is ridiculous to name your child? I think it's ridiculous to name your child Apple or Pilot-Inspector and Vivi-Trixybell 😑. I really wonder why the parents do that to their child. I think those kind of names should be denied..\n  ","814552":"\n   have you ever been robbed?\n  ","814553":"\n   how many weeks were u when you had your baby boy?\n  ","814554":"\n   What color is your bedroom walls? Have you ever wanted to paint them a different color? If so what?\n  ","814555":"\n   Since I do this for everyone and rarely ever ask, can Ya'll send some questions my way. I'm bored and aurora is asleep in my lap so I can't do much atm. Thanks loves <3\n  ","814556":"\n   Would you be okay with your boyfriend having a female best friend if she was a friend he grew up with, his first and only kiss and the first and only person he had sex with right before y'all even met?\n  ","814557":"\n   Good evening lovelies 💕 My question box is pretty dull tonight, so mind sending over some followers and questions? :) (if this is annoying just delete it) 😘\n  ","814558":"\n   I'm really bored & feeling really generous, so nothing is off limits. Send your followers my way?? Thanks so much!❤️😊\n  ","814559":"\n   What are you most confident about?\n  ","814560":"\n   When was suppose to be your due date\n  ","814561":"\n   Lovelies, you all are SO freaking gorgeous in every way and deserve to hear it daily ! Love y'all 💕\n  ","814562":"\n   How will he be 2 next week when you were 28 weeks in that picture\n  ","814563":"\n   Throw back picture\n  ","814564":"\n   what's your clothing style? do you like to mix up your styles sometimes?\n  ","814565":"\n   Last time you had sex\n  ","814566":"\n   Do u have a Netflix\n  ","814567":"\n   You're prefect\n  ","814568":"\n   Honesty night bc I'm bored, send some followers my way?❤ Nothing off limits😋\n  ","814569":"\n   Tbh all of\n   \n    @lifewith5_nannystyle\n   \n   video responses are annoying af. Go tell her to fuck off and unfollow 😷🚫\n  ","814570":"\n   What happens to a woman when she miscarries?\n  ","814571":"\n   Plans for today\n  ","814572":"\n   What annoys you\n  ","814573":"\n   Sooooo last night Alexis asked me what sex was....Do you remember as a child when you asked your parents about it what was their reaction?Did they discuss it with you or treat it as a taboo subject??\n  ","814574":"\n   What would you do if a hairy guy took a lollipop rubbed hit on his sweaty chest and stuck it in your mouth\n  ","814575":"\n   Was it hard to pick out a name for your child you absolutely loved? What are some names you possibly wanted to name him\/her?\n  ","814576":"\n   Since people apparently think I'm fake still , I'm on my way to pick Brody up from his dad's but when we get home from that and some shopping , me and Brody will be doing some video responses ! Put vrs in with your question or else it will be answered like a normal questions . 💕💜\n  ","814577":"\n   what's your favorite part of fall\/autumn?\n  ","814578":"\n   what's your dream job?\n  ","814579":"\n   Have you ever went to watch something on Netflix and then find out they took it off? I just went to start Clannad(it's an anime) over and they took it off along with Blood+ 😒\n  ","814580":"\n   is there a documentary that hits you right in the feels? I'm watching Blackfish and its so sad...I cry for the whales.\n  ","814581":"\n   who do you live with atm?\n  ","814582":"\n   Do you & your boyfriend want another baby?\n  ","814583":"\n   you're beautiful(:\n  ","814584":"\n   🎁 what did you receive for Christmas last year?\n  ","814585":"\n   throwback?\n  ","814586":"\n   Baby bathed and in bed, last presents wrapped, house spotless. Ask me questions! Nothing off limits!\n  ","814587":"\n   Follow train?\n  ","814588":"\n   If you could change one thing about ask what would you change? I'd make it so I could spam more than 50 people at once\n  ","814589":"\n   what's your favorite candy?\n  ","814590":"\n   Who do you follow\n  ","814591":"\n   Ashlie doesn't like you\n  ","814592":"\n   What kind of shoes do you wear the most?I wear my running shoes the most...because you were all wondering and all😐\n  ","814593":"\n   Do you know anyone who always refers to themselves in the third person?Tom really finds it annoying and Tom wishes they wouldn't do it!\n  ","814594":"\n   Did you have a treehouse as a kid?If they don't have trees where you is did you have a clubhouse in your backyard?\n  ","814595":"\n   Do you babysit?If so anyone wanna babysit my kids tonight so I can take my wife out on a date?\n  ","814596":"\n   I'm back on ask fm now!😊😀 if you get this I follow you!\n  ","814597":"\n   Would you like to build\/design your own house?\n  ","814598":"\n   What is your opinion on @ opinions? Personally I don't see the point. Lol\n  ","814599":"\n   what is your Halloween costume for this year? if you have one?\n  ","814600":"\n   If you could travel anywhere where would you go and why?\n  ","814601":"\n   So in your opinion is The Nightmare Before Christmas a Halloween movie or a Christmas movie?I think it works either way.\n  ","814602":"\n   Ever seen a UFO?Have you ever been abducted by aliens?Its ok to share we are all friends here.\n  ","814603":"\n   How much do you normally pay for a haircut?\n  ","814604":"\n   What did you think when you saw Justin Bieber's naked picture? Lol\n  ","814605":"\n   What song is currently your favorite?\n  ","814606":"\n   Do you have any tattoos? How many do you have?\n  ","814607":"\n   What time do you usually put your child(ren) to bed?\n  ","814608":"\n   What's your favorite holiday?\n  ","814609":"\n   Describe your significant other with 3 words?\n  ","814610":"\n   What's the temperature right now where you live?\n  ","814611":"\n   Would you rather visit England or Australia?\n  ","814612":"\n   What do you think of parents who go trick or treating with their child who is younger than 2 and just go for the candy so they can eat it themselves? In the Netherlands we celebrate Sint Maarten which is kinda the same thing but I think the candy should be for the kids who can actually understand it\n  ","814613":"\n   What are you and your child(ren) going to be for Halloween?\n  ","814614":"\n   how did you give birth\n  ","814615":"\n   Is it a bad thing that I always get an erection every time I think about my girlfriend even in a non sexual way?\n  ","814616":"\n   So my mums punishing me by changing the wifi password😂 make the most of me being here cause I won't be on all weekend😂\n  ","814617":"\n   Do you get headaches often?\n  ","814618":"\n   How are you?\n  ","814619":"\n   Kk\n  ","814620":"\n   People are so stupid😂\n  ","814621":"\n   Okay well just because you haven't seen him doesn't mean he isn't real... I'm not arguing with you, believe what you wanna believe,it's your life and your free will...\n  ","814622":"\n   what's something your SO dies that makes your heart melt? Dakota stayed up with me last night when I couldn't sleep and he even stayed on Skype until I fell asleep 😍\n  ","814623":"\n   Lol who told you that?\n  ","814624":"\n   God is good\n  ","814625":"\n   I know your deepest darkest secret >:-^) 😈\n  ","814626":"\n   True or false you had 30 or above boyfriend\n  ","814627":"\n   How old is Joseph\n  ","814628":"\n   When's the last you had plans ruined by lousy weather?\n  ","814629":"\n   It's currently 11:20 P.M. where I live, but I hope everyone has a good night or day (depending on where you live)! 🌙☀️ Hope everything you wanted to accomplish for today was completed successfully 😊\n  ","814630":"\n   Did anyone famous go to any of your schools?\n  ","814631":"\n   Who pissed you off last?\n  ","814632":"\n   Ever attempted to push a door clearly marked pull?\n  ","814633":"\n   Do you have personal space issues?\n  ","814634":"\n   Ever been maced,pepper sprayed,or tased?\n  ","814635":"\n   👯Can you dance? Do you enjoy dancing? What kind of dances do you know how to do?\n  ","814636":"\n   Have you heard of the song \"everybody (backstreet's back) by the backstreet boys?\n  ","814637":"\n   Today marks 12 days of straight rain 😒 extremely bored since I haven't done anything besides work in 12 days. Spam me with questions\n   \n    @lifewith5_nannystyle\n   \n   . QTOD: what's the longest it's rained where you live? I'm pretty sure we broke a record in NC.\n  ","814638":"\n   What's your favorite foundation? *if you wear makeup* I have those new foundation , it's the time rewinding one (can't remember the name) but I used it today and I just love the wag my face looks with it haha\n  ","814639":"\n   Last thing you ate\n  ","814640":"\n   So you're not pregnant ?\n  ","814641":"\n   Fresh start!!! Ask me some questions and help me get my page up and running again. Hopefully no haters this time.\n  ","814642":"\n   Pap of you right now !\n  ","814643":"\n   If you went to jail , what do you think you'd be in jail for ?\n  ","814644":"\n   Have you ever killed someone in your mind . Or at least hurt them . Me, I've snapped a few necks . :) lol\n  ","814645":"\n   🐳🐬🐟🐠🐙When's the last time you went to a zoo or aquarium?🐯🐻🐨🐼🐵\n  ","814646":"\n   nose fetish, I love the pics with ur nose 👃\n  ","814647":"\n   Do you have a promise ring? or have your ever had one?\n  ","814648":"\n   Do you like or dislike arguing?\n  ","814649":"\n   I'm so bored😫\nNothing off lots! \nHonesty Night!\n*sent to random*\nIgnore if you want💖💖\n  ","814650":"\n   Send followers my way ? ❤️\n  ","814651":"\n   I didn't say I said \"how did she lie\" not \"why\" you're the dumb one here\n  ","814652":"\n   I never seen anythin she said so\n  ","814653":"\n   How did Abby lie\n  ","814654":"\n   R u pregnant\n  ","814655":"\n   Do you know what your name means?\n  ","814656":"\n   Plans for today\n  ","814657":"\n   Name a place you'd love to be right now .\n  ","814658":"\n   Hey lovelies. Follow my NEW personal account\n   \n    @lifewith5_nannystyle\n   \n   . (You can unfollow the old one) Feel free to spam questions too. I'll answer anything since its new. It's been a crummy week and I've forgotten to count my blessings. So, what is something you're thankful for today?\n  ","814659":"\n\n    http:\/\/ask.fm\/angie_caroline\/answer\/133535358624\n   \n   I don't like to beg but can you guys please like this answer so it gets to the top of my likes? I get asked this question a lot and it gets annoying having to repeat myself all the time. Thanks!\n  ","814660":"\n   🎳Do you enjoy bowling? When was the last time you played?\n  ","814661":"\n   Good morning babes ! I'll be sending out some spam today , who wants it !? 😘\n  ","814662":"\n   How many children do you have ? How many more do you want ?\n  ","814663":"\n   What are some weird names you've heard ?\n  ","814664":"\n   Anyone else think\n   \n    @southernxmama\n   \n   is fake? Ashlie pointed out some things and Denice spent have proof.\n  ","814665":"\n   Do you post anything on Facebook or just see what people post?\n  ","814666":"\n   How many hours of sleep do you get?\n  ","814667":"\n   Have you ever woke up sad and didn't know why?\n  ","814668":"\n   Post a list of moms to follow ?\n  ","814669":"\n   How science will shape human destiny and our daily lives by the year 2100 Michio Kaku - physics of the future\n   \n    http:\/\/m.youtube.com\/watch?v=K54LN9q1jSs&\n   \n","814670":"\n   Do you know your blood type? If so, what is it? I'm O-. I'm the universal donor. Lol come to me if you need a blood transfusion.\n  ","814671":"\n   How much does Joe weigh\n  ","814672":"\n   I know mass sends are annoying but I'm asking all of my babes that if you pray , please pray for me tonight ! I applied for a job and if I get it , this will open amazing doors for my future .\n  ","814673":"\n   How many times a day do you change clothes?\n  ","814674":"\n   🎸🎶Have you ever been to a concert? What kind was it?\n  ","814675":"\n   Do you like jigsaw puzzles?\n  ","814676":"\n   Guys I'm extremely bored\n  ","814677":"\n   Waiting for daughter to get home. Kind of bored, so till then mind sending some followers my way? Questions would be lovely :)\n  ","814678":"\n   Sorry if I offended you asking about \"redheadedmomma\"💕\n  ","814679":"\n   Ok obviously you're not a doctor or even a pregnancy expert but I am just wondering if you know is eating a lot a sign? Like I'm waiting two weeks but I've been eating like double sometimes triple than I usually do & I've been having like weird not period cramps\n  ","814680":"\n   Send followers my way ! Trying to get my follower count back up . 💕 send questions too ! I answer anything .\n  ","814681":"\n   Sorry to be annoying but I'm poorly and can't sleep, so I'll do an honesty hour! Send your followers this wayyyy🙈\n  ","814682":"\n   What happened with \"redheadedmama\"\n  ","814683":"\n   My hot milky white cum would look so sexy on your black sexy skin 😉\n  ","814684":"\n   I'm sorry 😊\n  ","814685":"\n   Sexy ass\n  ","814686":"\n   No more questions on this page ! I will be deleting it !! Please follow my new account\n   \n    @southernxmama\n   \n   I will not be using this one any longer due to the username . I never meant to offend anyone by it . :) so please go follow my new one an send me questions !!\n  ","814687":"\n   If you could live in any decade which one would you choose and why?\n  ","814688":"\n   How r u\n  ","814689":"\n   How many followers you have\n  ","814690":"\n   Do you have to be in control or can you step back and let things happen?\n  ","814691":"\n   Ever toilet papered anyone's house?\n  ","814692":"\n   No wonder\n   \n    @xgypsy\n   \n   loves drama it's a fake account\n  ","814693":"\n   Send followers my way ? I'm super bored today !\n  ","814694":"\n   What's your favorite position?....to sleep in?\n  ","814695":"\n   Do you like orange juice?\n  ","814696":"\n   what would you do if you were a manager & had to fire someone. Joel you can't fire! Joey is a slob & smells like alcohol BUT every customer he has he gets a sale. James comes in with a suit and tie but has a bad attitude & gets %50 customers money. Jimmy is a GREAT person but started to screw up\n  ","814697":"\n   Good morning ! Hope your day is better than mine ! My eye hurts and it's starting to swell 😭 no idea why . Was planning to do spam today , just gotta think of some topics ! :)\n  ","814698":"\n   Mind liking my recent pic so I can get it in my top likes ? 😘 feel free to delete this lol & you don't have to answer .\n  ","814699":"\n   the home button on top I click it and I don't think I'm friends or following anyone that is popping up on it...\n  ","814700":"\n   the little home button... I don't think I'm friend with anyone on there so why they popping up\n  ","814701":"\n   Hi lovelies, been sick today ! I'm actually feeling a little better so if you could send some followers my way and send some questions, that would be so awesome. If this bothers you, just ignore or delete it. :)\n  ","814702":"\n   Hey guys, sorry if this is annoying...but could you send your followers my way?? I'm having a really shitty day & need a distraction so I don't break down. Please & thank you!\n  ","814703":"\n   It would be awesome if you don't mind liking my last answer on my personal\n   \n    @torikleitsch\n   \n   . Just 14 more likes till I can answer stuff lol. Also doing honesty night so send me stuffff. Anyone do anything fun or exciting today that they wanna share?\n  ","814704":"\n   Does anyone know how to get Netflix on Xbox 360? I try to connect to wifi but it says I have to plug in the cord ? Which is down stairs . 😭 ignore this if you want lol\n  ","814705":"\n   Ok I'm so sorry I gotgrounded for being on my phone to much so I got grounded and wasn't allowed on my phone sorry that I haven't been spamming\n  ","814706":"\n   is\n   \n    @redheadmomma\n   \n   really deactivating or just wants attention\n  ","814707":"\n   Have you ever sext or sent a naughty or flirty text to whomever you was in a relationship with while in school?\n  ","814708":"\n   Have your followers send questions my way . Spam me . Do something cause I'm bored. :(\n  ","814709":"\n   is there anything on Netflix you suggest I watch? tell me about it.\n  ","814710":"\n   🏢Have you ever been to a city council meeting? I have to attend one next week, it's part of a grade for my government class. 😒 I hope it isn't too boring.\n  ","814711":"\n   TGIF! What are your plans this weekend? I hope you have a wonderful day and remember that you're an amazing person - don't let anyone tell you different.\n  ","814712":"\n   Are there any myths you believe?Such as fairies are real,unicorns exist etc?\n  ","814713":"\n   I'm sending this out because I'm not sure if many seen my post . Anyway , if you receive anything about me that's connected to the drama , please just block the anon . I really don't want my name spread around to people like that . It's happened twice that I know of  yesterday .\n  ","814714":"\n   What is the most outrageous thing you've done in public that you are willing to confess?\n  ","814715":"\n   Do you ever find yourself being a people pleaser? Or just saying\/doing something to avoid a dispute with those around you?\n  ","814716":"\n   Too*\n  ","814717":"\n   But alright your decision!\n  ","814718":"\n   What makes you, you? Why are you different from anyone else?\n  ","814719":"\n   Alright then you're missing out ☺️\n  ","814720":"\n   Do you like wearing nail polish? If so, check out Color Club-Halo Hues. It's such a gorgeous nail polish collection 😍💎 I just bought my first one yesterday! I wish I could add a picture with this question haha!\n  ","814721":"\n   What do you like to do with your free time?\n  ","814722":"\n   If you could travel anywhere in the world, where would it be?\n  ","814723":"\n   What’s the first thing you’d save in a fire?\n  ","814724":"\n   Do you know your blood type?\n  ","814725":"\n   My girlfriend just recently had her period after not having it for two months and I thought that she could be pregnant but since she did have her period it means she is not pregnant right?\n  ","814726":"\n   Is there a ask user that everyone likes that you don't like?Who?\n  ","814727":"\n   I'm back bitches. My inbox, it's dry asf. Ask me shits.\n  ","814728":"\n   opinion on all the drama between\n   \n    @xgypsy\n   \n   &\n   \n    @cottrilllauren\n   \n","814729":"\n   Will you be wearing pink for breast cancer awareness month?I need to borrow my wife's socks for tomorrow.\n  ","814730":"\n   Have you ever been involved in drama before?\n  ","814731":"\n   Do you have bad days a lot?\n  ","814732":"\n   If you could teleport, where would you go?\n  ","814733":"\n   What's the last thing you bought for yourself? \nI just bought some hair stuff, beauty things and a necklace for myself :)\n  ","814734":"\n   QOTD: what's your favorite rainy day activity? I'll be sending a little spam later today. If you have spam ideas send them to this account. In the meantime spam my personal\n   \n    @torikleitsch\n   \n   with questions. Hope everyone's having a good day.\n  ","814735":"\n   Hey babe ! If you get this , I follow you !! I unfollowed some people and also followed some new people . 😘\n  ","814736":"\n   Doing honesty night and answering everything! Send your followers my way💕\n  ","814737":"\n   How long do you think it would take for you to proofread and edit a 5 page paper?\n  ","814738":"\n   pls go check out the questions page\n   \n    @maddies_daily_questions\n   \n   she just made her account and needs people to ask questions to! so go check her out!\n  ","814739":"\n   if your going to homecoming, what does your dress look like?\n  ","814740":"\n   what are you thoughts on exorcism? I personally believe some are real but not all haha. I think the only one I really really believe is The exorcism of Anneliese Michel\n  ","814741":"\n   🎬Have you ever been to a drive in movie theatre?\n  ","814742":"\n\n    https:\/\/m.ask.fm\/bestquestion99\/answers\/131605657172\n   \n   it's up to you 👍✌\n  ","814743":"\n   What's your favorite candy bar?\n  ","814744":"\n   I'm doing opinions . People , subjects , unpopular . Send me topics 😘\n  ","814745":"\n   Ever fallen asleep in school?Ever do it sitting upright?\n  ","814746":"\n   With denise\n  ","814747":"\n   Opinion on all the drama yesterday? I ask cuz one made a hate page about the other. What do you think about that? Hate pages. Made by moms. Do you think the drama between these two will ever stop? (I've seen it more than once) if you dk what I'm talking bout then ignor\n  ","814748":"\n   Honesty night💕 send some followers my way? (delete if annoying)\n  ","814749":"\n   Kind of bored ! Mind sending some followers over? In serious need of some questions and likes on my answers would be nice :)\n  ","814750":"\n   I love following you, you're really funny and pretty!\n  ","814751":"\n   Anyone else's iPhones updating randomly?? I just got an alert saying 9.2 is out & that it will automatically update at 2-4a (which for me is around like 9p or so). I have the 'automatic upgrade' option OFF. It's really fucking annoying & I absolute HATE it 😒😤\n  ","814752":"\n   Does or will your child go to daycare?\n  ","814753":"\n   I know this can be annoying. But do you mind liking my recent picture so I can get it into my top likes? :)\n  ","814754":"\n   You are gorgeous! :)\n  ","814755":"\n   Dog owners.Does your dog ever scoot it's butt across the floor or carpet?Mine just did and I was ready to kill him.😡\n  ","814756":"\n   Along with this interview my mom now decides it's a good idea if she goes with me to talk to this lady. H am fine with her walking me in to make sure I'm safe because yes I am young but don't you think if I have a parent with me she's going to think of me as less mature? I need 2nd opinions 😁\n  ","814757":"\n   Youre bae & your little family is so cute💕 I love following you!\n  ","814758":"\n   Send a compliment to everyone you follow? Make someone's day! :)\n  ","814759":"\n   Post a picture of your bedroom\n  ","814760":"\n   📖How did\/do you study and keep up with your classes?\n  ","814761":"\n   did you have an imaginary friend when you were younger? Are you like me and think sometimes those friends could be real?\n  ","814762":"\n   Who is your best friend? What makes that person your best friend?\n  ","814763":"\n   I'm shortening the spam bc I'm going to go through and unfollow everyone.. The. You have to ask to be added back but don't do it now I will tell you when I get ready to do it thanks! Here's the last question how are you today!!\n  ","814764":"\n   What's the weather like where you live? It's rained everyday since Friday here 😩. Which makes having a cast suck even more. Come interact with me on my personal\n   \n    @torikleitsch\n   \n","814765":"\n\n    https:\/\/m.ask.fm\/redheadmomma\/answers\/131300393688\n   \n   says she isn't lucky her baby daddy stayed wtf\n  ","814766":"\n   Have a good day!\n  ","814767":"\n   Plans for tomorrow\n  ","814768":"\n   How old is Joseph\n  ","814769":"\n   What size is Joe in clothing\n  ","814770":"\n   When's the last time you watched porn?\n  ","814771":"\n   Do you think it's wrong to watch porn?\n  ","814772":"\n   like=tbh\n  ","814773":"\n   Send followers my way ! I'll answer anything . :)\n  ","814774":"\n   Lucky androids sucks😣\n  ","814775":"\n   What annoys you\n  ","814776":"\n   • guys !\n  ","814777":"\n   Your pic of the moon looks so good😁😮❤ Better than mine was looking lol\n  ","814778":"\n   Favorite pedicure color?\n  ","814779":"\n   Use this space to rant if you need to :)\n  ","814780":"\n   Did you see the moon last night ? If not , did you see pictures ?\n  ","814781":"\n   What's for dinner ?\n  ","814782":"\n   Do you have any games on your phone ?\n  ","814783":"\n   In a horror movie , how do you think you would die ? Or do you think you'd be the one who lives ?\n  ","814784":"\n   How many followers do you have ? How many people do you follow ?\n  ","814785":"\n   Do you have any book recommendations ?\n  ","814786":"\n   Ok Gabby got them hands 👊👊👏👌 can't beat me tho 👌\n  ","814787":"\n   Do you block people ? Or just delete their questions ?\n  ","814788":"\n   Can you watch parts of a movie where someone gets stabbed , decapitated , basically Anything like that? I always have to look away ! lol\n  ","814789":"\n   Have you ever lost in a fight?\n  ","814790":"\n   When's the last time you got into a fist fight?\n  ","814791":"\n   Were you a good child or did you always get in trouble for something?\n  ","814792":"\n   Favorite color?\n  ","814793":"\n   Top 5 movies you recommend .\n  ","814794":"\n   Who is your favorite actor ? Actress ?\n  ","814795":"\n   What are you currently doing right now?\n  ","814796":"\n   Do you have a short term memory?\n  ","814797":"\n   Do you have any religion?\n  ","814798":"\n   Ayyee Steelers fan👏😁🙌🏈◼🔶◼🔶\n  ","814799":"\n   Do you believe in God?\n  ","814800":"\n   What's one song genre you would never listen to?\n  ","814801":"\n   Do you or have you ever been to church?\n  ","814802":"\n   What's the worst song you ever heard?\n  ","814803":"\n   Do you forget easily?\n  ","814804":"\n   Favorite football team?\n  ","814805":"\n   Do you watch football?\n  ","814806":"\n   Alright you guys ! It's spam time . 😘 & when I say spam , I literally mean it . I have so many random questions . Feel free to delete any or save for another time ! If you DONT want spam, send me a message so I know :)\n  ","814807":"\n   Wow Riley Curry 💁...... Really nigga 😂\n  ","814808":"\n   What a lovely family you have aw\n  ","814809":"\n   I thought that was riley curry at first 😂\n  ","814810":"\n   MCM?\n  ","814811":"\n   What phone do you got?\n  ","814812":"\n   You're so pretty 😭\n  ","814813":"\n   Sorry i didn't know\n  ","814814":"\n   Lol . When I'm walking on a side walk , j stay away from the sewer things on the side walks .\n  ","814815":"\n   Unicorns can kill you\n  ","814816":"\n   Do you believe women can do anything men can do? Explain?\n  ","814817":"\n   Ok anon , we all know that \"it\" lives in the sewers and not Gabbys home ! Lol\n  ","814818":"\n   Did you ever believed in unicorns?\n  ","814819":"\n   Do you think mermaids are real?\n  ","814820":"\n   You're cute af hmu sweet cheeks 😘\n  ","814821":"\n   Did you ever believed in Santa Clause? Easter bunny? Tooth fairy?\n  ","814822":"\n   Do you think aliens are real?\n  ","814823":"\n   What's your favorite meal to cook?\n  ","814824":"\n   Do you think it's wrong for a guy or girl to masturbate?\n  ","814825":"\n   What if the clown from it was in your house??\n  ","814826":"\n   I apologize I think that was me that asked do you believe in clowns but I meant ghost 😂 I'm going off of 3 hours of sleep and a 1 hour nap so I'm od fatigued\n  ","814827":"\n   Do you believe in ghost?\n  ","814828":"\n   Did it scare you??\n  ","814829":"\n   rip wes craven horror legend\n  ","814830":"\n   Have you seen the movie \"It\"?\n  ","814831":"\n   What's your favorite little debbie? I can't choose between banana twins, nutty bars, and oatmeal creme' pies.\n  ","814832":"\n   Do you have a junk food cabinet? If so what's in there? I have chips, cookies, cotton candy, and fruit snacks.\n  ","814833":"\n   A nightmare on elm street scared the shit outta me..\n  ","814834":"\n   Do you believe in clowns?\n  ","814835":"\n   What's the scariest movie you ever seen?\n  ","814836":"\n   When did you become scared of clown?\n  ","814837":"\n   Have someone ever pulled a prank on you?\n  ","814838":"\n   Have you ever been scared ever?\n  ","814839":"\n   What do you do when you see people dressed up as clowns?\n  ","814840":"\n   Have you ever been scared on Halloween?\n  ","814841":"\n   Have you ever given out candy for Halloween?\n  ","814842":"\n   Do you have any ideas of what you want your son to be for Halloween?\n  ","814843":"\n   What was your most memorable Halloween as a kid and what costume was you wearing?\n  ","814844":"\n   Do you celebrate Halloween?\n  ","814845":"\n   What you doing?\n  ","814846":"\n   Have you read the book \"I Know Why the Caged Bird Sings\"?\n  ","814847":"\n   I'm typing a 5 page essay rn but I'm kinda stuck on what else to type so I'm just asking questions to procrastinate until I come with something else to type 😂\n  ","814848":"\n   Do you miss anything about being in school?\n  ","814849":"\n   If you want to add me on fb you have my permission lovelies ! If not, I'll understand completely :) Here's the link -\n   \n    http:\/\/www.facebook.com\/JessicaLynnHawkins\n   \n","814850":"\n   Have you ever failed a test in school that you were sure that you were going to pass?\n  ","814851":"\n   What's the longest essay that you had to type?\n  ","814852":"\n   Did you have a favorite teacher from high school?\n  ","814853":"\n   Do you like to typing essays?\n  ","814854":"\n   How are you doing today?\n  ","814855":"\n   This chick is right as fuck. Minimum wage is how it should be! 👌🏻\n   \n    http:\/\/ask.fm\/itskylene\/answer\/130801045243\n   \n","814856":"\n   When's your birthday\n  ","814857":"\n   Where do you want to move to\n  ","814858":"\n   Good afternoon lovelies ! Hope y'all are having a good day. 💜 Gonna send out a mini spam here in a little while. :)\n  ","814859":"\n   If I just got done eating how long should I wait before working out?\n  ","814860":"\n   Who has Twitter ? I'm making one right now . Lol\n  ","814861":"\n   You're cute\n  ","814862":"\n   Since today is cleaning day, imma do an 'honesty day'. Nothing off limits. Send your followers my way?? 😊\n  ","814863":"\n   QOTD: Did you see lunar eclipse last night?\n  ","814864":"\n   I will finish spam tonight and tomorrow nighy\n  ","814865":"\n   Post a picture of your bedroom\n  ","814866":"\n   Did the sex feel good was it hard or slow\n  ","814867":"\n   Do you watch any YouTubers? If so, who do you watch?\n  ","814868":"\n   My apps on my phone keep closing on it's own and when I use the internet I would have pop ups saying my phone has a virus and that I should download some app to clear the virus but I also have really low storage on my phone, is it possible that my phone has a virus or could it be the low storage?\n  ","814869":"\n   QOTD: If you were stranded on an island and could only bring 3 things what would you bring? Doing honesty night send in your questions\n   \n    @torikleitsch\n   \n","814870":"\n   What is something you couldn't live without and why?\n  ","814871":"\n   What is the worst lie you have ever made up to get out of work or school?\n  ","814872":"\n   Watching resident evil: apocalypse ! Send some followers my way? Kind of bored at the moment, yanno commercials? Ha ! Let's not forget to ask me some questions. I answer anything. Much love 💙\n  ","814873":"\n   Who annoys you\n  ","814874":"\n   Tried any drugs\n  ","814875":"\n   You've been arrested\n  ","814876":"\n   Were you embarrassed when you had to tell your parents you were on your period for the first time?\n  ","814877":"\n   Have you ever been caught having sex? That's like my biggest fear lol.\n  ","814878":"\n   Cause?\n  ","814879":"\n   Have you ever been arrested\/ been to prison\/jail? If yes, why?\n  ","814880":"\n   How many piercings do you have?\n  ","814881":"\n   Dos your tattoos hurt\n  ","814882":"\n   Haha ! I know, but totally worth it. That made my day 😂\n  ","814883":"\n   Do you think Stacey Hailey is a pretty name? I know someone who's naming her daughter that and I don't think it looks good together. I know my opinion doesn't matter and I'm definitely not telling her cause I think that's rude. I just want to know if I'm the only one who thinks that way.\n  ","814884":"\n   Got all my stuff packed and moved to the new apartment ! Temp agency in the morning . Wish me luck 😘😘😘 send me questions ! I'm bored :(\n  ","814885":"\n   Ooooh, who's landon? ;) haha !\n  ","814886":"\n   Party in Vegas or tour in London?\n  ","814887":"\n   This or that: Onion rings or tater tots?\n  ","814888":"\n   Would rather own a yacht or a speed boat?\n  ","814889":"\n   If you could live anywhere, where would it be?\n  ","814890":"\n   - 😊😌\n  ","814891":"\n   So I'm sick so not many questions today but spam something \/65 idk lol. Anyways when was the last time you were sick\n  ","814892":"\n   What do u think of Ashlie\n  ","814893":"\n   Plans for today\n  ","814894":"\n   What does your phone case look like\n  ","814895":"\n   What is\/was worse?When your parents were angry with you or when they were disappointed in you??\n  ","814896":"\n   Recent request on my personal\n   \n    @torikleitsch\n   \n   I'm doing spam for likes. Every question I get I'll like one answer from that person. Obviously for that to happen turn off anon, but anon questions are always welcome. there is no limit lol. Do you guys know any good riddles? I love riddles.\n  ","814897":"\n   🎪Do you like carnivals? What about amusement parks? What are your favorite things about them?\n  ","814898":"\n   💖💝In your opinion, what kind of date would be the most fun?\n  ","814899":"\n   Sorry I forgot, but why'd you only get the one nipple done??\n  ","814900":"\n   Do you have any piercings? Are there any you would like?\n  ","814901":"\n   What's your Twitter\n  ","814902":"\n   Do you have a public Instagram? What's the name?\n  ","814903":"\n   Name a few things you dislike about ask.Fm?\n  ","814904":"\n   R u pregnant\n  ","814905":"\n   Do you read your child\/children a book before bed? If so, what book do they like?\n  ","814906":"\n   What's your favorite part of the day? (Morning, afternoon, evening or night?)\n  ","814907":"\n   Is it true that some women can have an orgasm while breastfeeding?\n  ","814908":"\n   When WAS your due date? Did your child\/children come before or after their due date?\n  ","814909":"\n   Have you played the Game called \"temple run\"? If so, do you like it?\n  ","814910":"\n   What was your labor experience? Natural, epidural, meds, c-section? How long were you in labor?\n  ","814911":"\n   What was your pregnancy cravings?\n  ","814912":"\n   Bye hoe ✌\n  ","814913":"\n   U welcome\n  ","814914":"\n   You're dumb 💁\n  ","814915":"\n   You're so beautiful. Don't let anybody EVER tell you different ! 💙\n  ","814916":"\n   When's the last time you did something for the first time?\n  ","814917":"\n   How I'm dumb for buying someone food?\n  ","814918":"\n   I just spent $7 in chik fil a on a girl I never met before who just asked me if I could buy her some chik fil a, would you think that I was too nice?\n  ","814919":"\n   If I just spent money on food would it be a waste if I still fixed me something else to eat 30 minutes later?\n  ","814920":"\n   Do you or someone you know have any theft charges? Were can you work with one? Asking for a friend..\n  ","814921":"\n   What's for dinner\n  ","814922":"\n   Hey\n  ","814923":"\n   Not very happy today :( send questions & followers my way ?\n  ","814924":"\n   Anyone updated ask? Your notifications bar😂 \"....and 2 other people think your answer is awesome\" 😂😂😂😂😂😂\n  ","814925":"\n   I'm a new advice page, if you get this I follow you please post so people can ask questions? You can delete if you want sorry if this is annoying.\n  ","814926":"\n   thoughts on the names Adalyn Tate for a girl and Taiden Hunter for a boy???\n  ","814927":"\n   If you were using the restroom and you realized at the last minute that you ran out of toilet paper what would you do?\n  ","814928":"\n   Do you take criticism well?\n  ","814929":"\n   Do you mind pubic hair?\n  ","814930":"\n   Have you seen or do you want to see the movie unfriended?\n  ","814931":"\n   What's the biggest argument you've ever been in with your bf?\n  ","814932":"\n   How tall is your bf?\n  ","814933":"\n   Are you usually nice when you first meet someone?\n  ","814934":"\n   Smoking is bad 🚫🚬 and some people feel different ways when they're high\n  ","814935":"\n   Do you get along better with males or females?\n  ","814936":"\n   Do you smile at strangers?\n  ","814937":"\n   Could you do a long distance relationship?\n  ","814938":"\n   What are you side effects when you're high?\n  ","814939":"\n   Have you ever made a dubsmash?\n  ","814940":"\n   Have you ever been to a comedy show?\n  ","814941":"\n   Do you have vine?\n  ","814942":"\n   What's the funniest video you've seen today or this week?\n  ","814943":"\n   What's your phone service?\n  ","814944":"\n   Don't you weigh over 100 pounds?\n  ","814945":"\n   What's your cable internet service?\n  ","814946":"\n   Are you flexible?\n  ","814947":"\n   Height?\n  ","814948":"\n   What was your first phone,\n  ","814949":"\n   Have you ever been to a sporting event? If so what's the last one you been to and when?\n  ","814950":"\n   Do you listen to Big Sean?\n  ","814951":"\n   Do you procrastinate a lot?\n  ","814952":"\n   Do you get home from in the afternoon bursting to pee?\n  ","814953":"\n   What's one thing you're afraid or were afraid to do by yourself?\n  ","814954":"\n   Do you like spontaneous events?\n  ","814955":"\n   Do you like to plan things ahead of time?\n  ","814956":"\n   What do you have planned for the weekend?\n  ","814957":"\n   Wyd?\n  ","814958":"\n   How's your day?\n  ","814959":"\n   Where's your boyfriend\n  ","814960":"\n   R u mad\n  ","814961":"\n   Last time u had sex\n  ","814962":"\n   Do u work\n  ","814963":"\n   Do u and your boyfriend sleep in the same bed\n  ","814964":"\n   You're amazing\n  ","814965":"\n   Y don't u guys TTC\n  ","814966":"\n   How was work\n  ","814967":"\n   How are you feeling today\n  ","814968":"\n   Nevermind about the Facebook post question, it was a hacked profile so the story wasn't true\n  ","814969":"\n   2) \"It's soooo hard to keep a guy being a single mommy with work and school and i'm tired of being lonely): it will be much easier this way (:\" Your opinion on her response?\n  ","814970":"\n   1) This girl made a post on Facebook saying that it'll be the last time she'll see him and how much she gonna miss him and stuff and people were commenting and asking where he's going and she said foster care and they asked why and she said\n  ","814971":"\n   Apparently I have a pretty high pain tolerance. I've been living with a fractured wrist for two weeks 😩. For the next three weeks spam will just be a question of the day. I hope you guys understand. Feel free to spam me\n   \n    @torikleitsch\n   \n   I know I'll be bored 😂. Have you ever broken any bones?\n  ","814972":"\n   R u okay\n  ","814973":"\n   I know where you live\n  ","814974":"\n   What r u doing now\n  ","814975":"\n   Ok I'm so sorry I randomly stopped spamming last night my phone was updating to 9.1 and it froze and told me to connect to iTunes well I did for four hours. It updated but the screen wouldn't fix to let me on it just said connect to iTunes. So sorry about that but went and got phone fixed today!\n  ","814976":"\n   R u engaged\n  ","814977":"\n   Guys I need your help, which drawing do I continue with?\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/132957578705\n   \n   Or do I start another? Lolol\n\n*send to random*\n  ","814978":"\n   Do I like Ashlie\n  ","814979":"\n\n    @redheadmomma\n   \n   man tried to kill\nhimself because he hates her so much\n  ","814980":"\n   It's a boring rainy day! In some serious need of some questions. Send them in lovelies :)\n  ","814981":"\n   Weird question of the day - Who else doesn't wear pants in there own home? I wonder how many females will actually be honest about this.\n  ","814982":"\n   Home alone all weekend so I'll be doing lots of videos with and without Tia, just ask for a video response in your question\/post. Can be anything you wish, I'll answer anything whether it's compliments, questions or even hate lmao. Bordemmm🎬\n  ","814983":"\n   Pap black list?\n  ","814984":"\n   What time is it\n  ","814985":"\n   If a guy only inserts the \"tip\" into a girl or just sticks it in for one or two strokes would it count as taking her \"virginity\" or having sex?\n  ","814986":"\n   Smh this tall girl I know gotta be lesbian right and the pastor goes and says death to lgbt smh she started crying and fact she was really tall he spotted her and continued even pointing her out now !!! I know God NEVER said to do that I didn't intervene but what would you have done ???\n  ","814987":"\n   It's 10 pm ! Brody just went to bed ! Send me questions ! :)\n  ","814988":"\n   How's Your Son? 😍😩 He's So Adorable You Look Good Btw\n  ","814989":"\n   It was hard seeing you say sorry to Ashlie. I could just see the smug look she would have had on her face. But you're right....it was the right thing to do :\/\n  ","814990":"\n   How many followers do you have?\n  ","814991":"\n   What happened between y'all in the beginning? If you don't mind talking about it\n  ","814992":"\n   Y u apologized to her\n  ","814993":"\n   why do anons try and start shit\n  ","814994":"\n   Want more babies\n  ","814995":"\n   Awwee, so are you guys friends now?\n  ","814996":"\n   U apologized to Ashlie\n  ","814997":"\n   Do you wear your seatbelt in the car?\n  ","814998":"\n   How many bedrooms do your house have?\n  ","814999":"\n   Do you watch empire?\n  ","815000":"\n   R u watching Greys Anatomy\n  ","815001":"\n   What state r u moving to\n  ","815002":"\n   Do u follow\n   \n    @tabby_will_steal_your_bacon\n   \n","815003":"\n   I hope you guys have had a good day. If you ever wanna know something about me feel free to ask on my personal\n   \n    @torikleitsch\n   \n   (doing honesty night) Have you ever liked someone who already had a partner?\n  ","815004":"\n   Do they have Uber where you live?Have you ever used the service?\n  ","815005":"\n   What kind of panties do u like\n  ","815006":"\n   Ever kisses a female\n  ","815007":"\n   What's your favorite drink?\n  ","815008":"\n   Nice ass\n  ","815009":"\n   Born and raised\n  ","815010":"\n   What r your tattoos\n  ","815011":"\n   Do u like Ashlie\n  ","815012":"\n   I cannot wait for you guys to have another child\n  ","815013":"\n   R u and ur boyfriend TTC\n  ","815014":"\n   How old r u\n  ","815015":"\n   R u watching Grey's Anatomy tonight\n  ","815016":"\n   Where do you work?\n  ","815017":"\n   R u ready for Halloween\n  ","815018":"\n   Did you work today\n  ","815019":"\n   What is your biggest fear?\n  ","815020":"\n   Spam 24\/65 What's your favorite book you have ever read?\n  ","815021":"\n   Spam 11\/65 would you rathe stay up all night it sleep all day\n  ","815022":"\n   Spam 14\/65 would you feel worse if no one showed up to your wedding or funeral? Why\n  ","815023":"\n   Spam 15\/65 would you rather be without elbows it be without knees\n  ","815024":"\n   Spam 20\/65 do you feel children should be sheltered from unhappiness? Why or why not\n  ","815025":"\n   Spam 23\/65 what's the strangest thing you have eaten?\n  ","815026":"\n   Spam 25\/65 what habits do you want to break?\n  ","815027":"\n   Spam 27\/65 if you had a chance for a do-over in life, what would you do differently\n  ","815028":"\n   What kind of schedule do you have daily ? Bath time , cleaning , story time, tummy time, etc.\n  ","815029":"\n   Doing a spam ! Currently cooking myself some buffalo chicken 😏 it's one of my favorite at home foods that I can make quick. What's yours ?\n  ","815030":"\n   Spam 9\/65 favorite hair styles?\n  ","815031":"\n   Spam 10\/65 do you like to paint?\n  ","815032":"\n   Spam 12\/65 what do you like on your sub from subway?\n  ","815033":"\n   Spam 13\/65 what's your all time favorite movie\n  ","815034":"\n   Spam 21\/65 if. You could be any age for a week what age would you be\n  ","815035":"\n   Spam 16\/65 would you rather win the lottery or love twice as long\n  ","815036":"\n   Would you rather be ugly and live forever or attractive and die in one year\n  ","815037":"\n   Spam 19\/65 would you be willing to eat a big bowl of alive crickets for $40,000\n  ","815038":"\n   if you have another baby do you want a daughter or another son\n  ","815039":"\n   Spam 17\/65 what was the last lie you told\n  ","815040":"\n   If you use to watch Zoey 101, did you see the new time capsule episode? It's been 10 years since that episode last aired & we finally get to know what zoey said!\n  ","815041":"\n   no white girl has a big butt\n  ","815042":"\n   I thought black girls were supposed to have big butts\n  ","815043":"\n   Who do you look more like ? Mom or dad ?\n  ","815044":"\n   Who do your children look more like ?\n  ","815045":"\n   I'm bored, so while mason is asleep, I'll be doing opinions and answering anything! Send some stuff my way pls! (If this is annoying, feel free to delete.)\n  ","815046":"\n   If I want to lose weight should I focus more on what I eat or how much I eat?\n  ","815047":"\n   Being ask famous =being the most popular kid on the short bus.Agreed?\n  ","815048":"\n   Please read my recent💕\n  ","815049":"\n   Good morning beautiful ! Hope you have a great day :) will be sending spam later :)\n  ","815050":"\n   If you have snapchat has anyone ever sent you a nude picture?\n  ","815051":"\n   Have you ever been to a parade?\n  ","815052":"\n   Do you think venting to a pet is helpful if you have no one else to vent to?\n  ","815053":"\n   Hey there everyone!! I'm your relief!! Everyone always complains about getting name ANYTHING, so share my page and those annoying people will come to ME!!!\n  ","815054":"\n   Anybody here hate iPhones? 😒 my screen has decided that it doesn't want to be touched anymore, so all my personal questions I can't access atm. I will be thinking of more and sending them throughout the day. you can spam my personal\n   \n    @torikleitsch\n   \n   if u want, or if you have any iPhone tips.\n  ","815055":"\n   Bb, text me❤️\n  ","815056":"\n   Just in case you didn't hear this today, you're extremely beautiful from the inside and out. You deserve the best ! 💚\n  ","815057":"\n   What's the dumbest thing you've seen people get into a physical fight over?\n  ","815058":"\n   🎉Do you\/did you participate in your school's spirit days?\n  ","815059":"\n   Opinion on\n   \n    @cottrilllauren\n   \n   refusing to get a job yet begging for money\n  ","815060":"\n   Who all do you follow?\n  ","815061":"\n   So do you want one more kid in the future? Or do you not want anymore?\n  ","815062":"\n   I'm 17 and my boyfriend is 22. Is that okay?\n  ","815063":"\n\n    https:\/\/m.ask.fm\/burlesquebirdy\/answers\/130689852923\n   \n   Can you beautiful beings consider sending me some questions? Thank you and I hope you have a fulfilling evening.\n  ","815064":"\n   Did you sit on a pile of sugar ? Cause your ass is looking sweet !\n  ","815065":"\n   Hey baby , is your name wifi? Cause I feel a connection . ;)\n  ","815066":"\n   If you had to pick a new name for your state what would you choose?\n  ","815067":"\n   Hey guys, it's me. My account got suspended again so I made this one. Help me get my followers back?? Love you guys❤️\n  ","815068":"\n   I followed you AGES ago when you were so persistant on never having anymore kids like when joseph was heaps young, and i just found your page again on my knew ask (bcuz i couldnt remember your username when i changed accounts) sorry if you think im lying i was just wondering why you changed ur mind\n  ","815069":"\n   Im sorry im new :\/\n  ","815070":"\n   I thought you said you never wanted any more kids but now you do?\n  ","815071":"\n   Unfollowed\n  ","815072":"\n   Love drama don't you !? Lmfao\n  ","815073":"\n   Ashlie apologize\n  ","815074":"\n   Spam 8\/65 what country besides USA would you live in\n  ","815075":"\n   I don't usually send these.....but I'm having honesty night on my page\n   \n    @redheadmomma\n   \n   💖 I just cleaned out all of my questions and I'm ready for a fresh start! I will answer EVERYTHING!! 💕👍🏻💚\n  ","815076":"\n   What did you have for breakfast?\n  ","815077":"\n   Do u have any proof about Ashlie\n  ","815078":"\n   Y does Ashlie like u\n  ","815079":"\n   When r u moving\n  ","815080":"\n   There is now a waiting list for spam. I spam 300 people 😳. So if you ever want to be removed, just send me a question. With that being said I will never remove you unless you ask or you aren't following the rules. What's the most important thing you look for in a significant other?\n  ","815081":"\n   I assumed that much ! It sounds like it. She really isn't hiding it too well haha\n  ","815082":"\n   Ashlie might need to change her appearance and her name cause I don't think she'll ever be liked since she's very well known ! She must really enjoy attention, huh? 😂😂😂\n  ","815083":"\n   Ashlie exposed\n   \n    @exposingalbertine\n   \n","815084":"\n   Y r u bullying Ashlie\n  ","815085":"\n   What did you do last weekend?\n  ","815086":"\n   Actually you are. You are laughing about an exposing page hating on someone. Open your eyes girl.\n  ","815087":"\n   Do you think bullying is okay?\n  ","815088":"\n   What's not okay to you\n  ","815089":"\n   I don't k ow if you can give any help but do you know any home remedies to get rid of poison oak\/ivy quickly. Like preferably by like Saturday I want it almost cleared. I'll post a picture on my wall of what it looks like now.\n  ","815090":"\n   Brian is cheating on Ashlie\n  ","815091":"\n\n    @exposingalbertine\n   \n","815092":"\n   Your answers are fyaaaaa 🔥🔥🔥🔥 GET ITTT GURL 😂😂👏🏻\n  ","815093":"\n   Whe she says Gabrielle does she mean you ?\n  ","815094":"\n   Everyone, please entertain me...I'm in some pain & can't really do anything atm. Please & thank you! (Sent to all I follow)\n  ","815095":"\n   Do u want anymore kids\n  ","815096":"\n   Her name is spelled Ashlie because she lies\n  ","815097":"\n   What's her Twitter\n  ","815098":"\n   Can I hug you\n  ","815099":"\n   You seen what Gabrielle posted\n  ","815100":"\n   Aye\n  ","815101":"\n   Ashlie is going to talk shit about you on Twitter\n  ","815102":"\n   Ashlie doesn't have custody of her oldest\n  ","815103":"\n   You're so sweet\n  ","815104":"\n   Where's the @ button on Twitter\n  ","815105":"\n   Tell Ashlie to stfu with her none existing ass . Asking herself all these questions\n  ","815106":"\n   R u getting married\n  ","815107":"\n   But how r u\n  ","815108":"\n   Ashlie is asking herself questions\n  ","815109":"\n   Ashlie is talking mad Ish about you\n  ","815110":"\n   no, she's back Gabby lol\n  ","815111":"\n   Where's Ashlie\n  ","815112":"\n   When is your birthday? (You don't have to share this if you don't want to)\n  ","815113":"\n   opinion on\n   \n    @redheadmomma\n   \n   being only 20 with 3 kids and refusing to get a job and live on government assistance\n  ","815114":"\n   Would you rather have a lot of makeup choices or a lot of phone cases to choose from?\n  ","815115":"\n   This or that - Jeans or a dress?\n  ","815116":"\n   This or that - Mtn dew or sweet tea?\n  ","815117":"\n   If you could only wear one color clothing for a year, what color would you pick?\n  ","815118":"\n   I thought you always said Joseph would be your only child. What made you guys change your mind?\n  ","815119":"\n   How many kids you want\n  ","815120":"\n   If you would like personal spam check my recent on my personal account\n   \n    @torikleitsch\n   \n   . I'll be sending out regular spam throughout the day. Would you rather have a kangaroo or koala bear as your pet?\n  ","815121":"\n   If you had to dye your hair and keep the color for the next five years, what color would you choose?\n  ","815122":"\n   Made a quiz ! (You can delete if you want)\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz.php?id=1509231135075139&lnk&\n   \n","815123":"\n   Spam 5\/65 favorite kind of ice cream?\n  ","815124":"\n   Who's screen shooting this\n  ","815125":"\n   How r u\n  ","815126":"\n   What's your Twitter\n  ","815127":"\n   I made a new Instagram page ! Getting rid of ghosts :) so follow me if you have one ? I'll follow back , just let me know what your page is ! Instagram . Gypsy.mom :)\n  ","815128":"\n   So I did a thing lol You don't have to if you don't want to but here it is..\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz.php?id=1509222300499408&lnk&\n   \n","815129":"\n   What's Ashlie's ask\n  ","815130":"\n   Kik?\n  ","815131":"\n   im just wondering. this is a question and answer site, and i ask a question, and you say 'Why does it matter' ...whats point of asking stuff?\n  ","815132":"\n   Spam 2\/65 would you rather learn Spanish or Russian\n  ","815133":"\n   Good morning beautiful ! :)\n  ","815134":"\n   What's the most disgusting and cruel thing you've seen on askfm?\n  ","815135":"\n   I have 68 questions to send out over the next 2 days!\n  ","815136":"\n   🌱Do you like science? Which type of science interests you?\n  ","815137":"\n   are you black, or half black half something else? (like, one parent white etc)\n  ","815138":"\n   Do you think love compatibility quizzes are accurate?\n  ","815139":"\n   Please do me a favor and report\n   \n    @quietwyatt13\n   \n   thank you everyone\n  ","815140":"\n   If you could be any age for a week, what age would you want to be?\n  ","815141":"\n   Im bored\n  ","815142":"\n   Is it okay for a guy to be curious about his girlfriend's exes?\n  ","815143":"\n   You didn't get the joke\n  ","815144":"\n   Its\n   \n    @bofa\n   \n","815145":"\n   Follow me tho\n  ","815146":"\n   Have you ever been in any sort of legal trouble, big or small? If so, are you comfortable sharing why?\n  ","815147":"\n   What is the last lie you told?\n  ","815148":"\n   Lol 😂\n  ","815149":"\n   Whats your ig\n  ","815150":"\n   No I'm asking you why you said bye?\n  ","815151":"\n   Aww ur so gorgeous\n  ","815152":"\n   Why?\n  ","815153":"\n   And ohhhhhhh I'll be there to confrontttt youuuuu withhhhh myyy worllddddd offff dreammmssss arounnnddd youuuuu, illll beer there're when love is gone I'll be you're strength, illll keep holddinggg onnnnnn\n  ","815154":"\n   Does seeing naked pictures count as porn?\n  ","815155":"\n   Hiii\n  ","815156":"\n   Aww\n  ","815157":"\n   You spelled your name backwards 💁💁.......nah just playing 😅\n  ","815158":"\n   Whats good on TV?\n  ","815159":"\n   What you doing rn\n  ","815160":"\n   How often do you use Twitter?\n  ","815161":"\n   Ily\n  ","815162":"\n   I thought you would say only from my boyfriend lol\n  ","815163":"\n   A long time I ago I posted that I would be sending out spam, and had some of you like the answer if you wanted to receive it. I never did get around to sending it, so I'm sending some out now. If I follow you already, you will get it regardless if you liked the answer. If you don't want it, delete.\n  ","815164":"\n   Do you like being tickled?\n  ","815165":"\n   You're sassy af\n  ","815166":"\n   I can't see that she's liked any of your answers\n  ","815167":"\n   You dont know what resting b***h face is??\n  ","815168":"\n   Do you have a resting b face?\n  ","815169":"\n   Ash of course\n  ","815170":"\n   What's the last answer of yours that bitchface liked?\n  ","815171":"\n   Are you pregnant?\n  ","815172":"\n   Your a hard worker\n  ","815173":"\n   Anime is the shit you're missing out\n  ","815174":"\n   inst it creepy that ashlie lives in ny and you said you live in ny maybe you know her irl\n  ","815175":"\n   Do you like anime?\n  ","815176":"\n   Oops sorry\n  ","815177":"\n   You should be a model\n  ","815178":"\n   You should be a model\n  ","815179":"\n   What would you name your next child?\n  ","815180":"\n   Your so skinny\n  ","815181":"\n   How many kids do you have?\n  ","815182":"\n   What system do u have\n  ","815183":"\n   How are you feeling tonight\n  ","815184":"\n   Welcome beautiful rihanna twin sister 😘\n  ","815185":"\n   If you Rihanna had a twin sister you would be it.\n  ","815186":"\n   You look like Rihanna 😍\n  ","815187":"\n   Why are people pathetic?\n  ","815188":"\n   How many tattoos you have\n  ","815189":"\n   How old r u\n  ","815190":"\n   Yes they are mhmm\n  ","815191":"\n   All the guys are so damn fine\n  ","815192":"\n   People are pathetic.\n  ","815193":"\n   OH MY GOSH I KNOW YOUR GUYS FULL NAME TOO\n  ","815194":"\n   I thought you would be all over Drake, Chris Brown, Trey Songz or Usher lol\n  ","815195":"\n   Whos your celebrity man crush?\n  ","815196":"\n   The ceiling\n  ","815197":"\n   They could've used my name or said it on my page, because they apparently were on it to be able to call me \"wyatt mom\".\n  ","815198":"\n   Whats up\n  ","815199":"\n   Calm down\n  ","815200":"\n   Snapchat?\n  ","815201":"\n   Omg\n  ","815202":"\n   What's your Twitter\n  ","815203":"\n   To the wyatt mom i spelled it exactly right its just different for a female comedian its spelled \"comedienne\"\n  ","815204":"\n   So what if you got a bf? im just complimenting you not tryna hit on you or anything like that\n  ","815205":"\n   I'm betting they're probably the same anon who can't spell comedian. lol\n  ","815206":"\n   I know your full name! & Josephs.😘\n  ","815207":"\n   Would you rather always lose or never play?\n  ","815208":"\n   No you said \"to bad your not tho\"\n  ","815209":"\n   Shes half white\n  ","815210":"\n   Ah we have a comedienne here I see...\n  ","815211":"\n   Its impossible to be that beautiful 😍😱\n  ","815212":"\n   How did you two meet?\n  ","815213":"\n   LOL its *you're\n  ","815214":"\n   I just need to know sorry for asking\n  ","815215":"\n   dump that nigga and get with a real nigga like me babe\n  ","815216":"\n   blaxican.. wow.\n  ","815217":"\n   Whats your other half?\n  ","815218":"\n   I wish i was your bf\n  ","815219":"\n   Whats your plans for tomorrow?\n  ","815220":"\n   Does Ashlie follow you\n  ","815221":"\n   Blaxican is black and mexican\n  ","815222":"\n   You're pretty cute and your bf is one lucky dude\n  ","815223":"\n   Are you blaxican?\n  ","815224":"\n   Because hes gonna be 21\n  ","815225":"\n   How is being called sexy rude?? thats a compliment\n  ","815226":"\n   You gonna get drunk tomorrow huh? lol\n  ","815227":"\n   How are you gorgeous\n  ","815228":"\n   Mind sending some followers my way? I'll answer anything :)\n  ","815229":"\n   Why is she like that\n  ","815230":"\n   What's her new account\n  ","815231":"\n   If you were marrying someone with a weird last name and it didn't sound right with your first name would you still take their last name or keep yours?\n  ","815232":"\n   Do I cook every night\n  ","815233":"\n   I like your last name\n  ","815234":"\n   ur cute\n  ","815235":"\n   ur sexy\n  ","815236":"\n   R u pregnant\n  ","815237":"\n   R u poplar or famous on here\n  ","815238":"\n   I will answer every question tomorrow bc I want to have all questions in and then I will answer and spam so far you guys have 34 spam questions so ask more if you want more spam!\n  ","815239":"\n   How many questions do a get a day\n  ","815240":"\n   How old are you\n  ","815241":"\n   Ur in a group\n  ","815242":"\n   Have you blocked anyone recently\n  ","815243":"\n   Since you're getting questions , send them my way too lol\n  ","815244":"\n   Gabby why r u blocked\n  ","815245":"\n   Would you rather always take a cold shower or sleep an hour less than you need to be fully rested?\n  ","815246":"\n   What is the scariest scene you remember from a kids movie?\n  ","815247":"\n   What r u doing\n  ","815248":"\n   What makes you nervous?\n  ","815249":"\n   Would you rather own a ski lodge or surf camp?\n  ","815250":"\n   More would you rather spam. Would you rather be caught singing in the mirror or spying on a crush?\n  ","815251":"\n   You're gorgeous\n  ","815252":"\n   She says she's going to stop then keeps going\n  ","815253":"\n   Do u like Ashlie\n  ","815254":"\n   Is Joseph a daddy's boy\n  ","815255":"\n   To what extent do you trust people?\n  ","815256":"\n   Do you believe ignorance is bliss? Why or why not?\n  ","815257":"\n   Sorry to be a bother but I'm sitting here trying not to doze off. lol Send your followers\/anons my way? Ask whatever.\n  ","815258":"\n   Sorry if you got that twice! XO -\n   \n    @itskylene\n   \n","815259":"\n   Honesty night on my personal!\n   \n    @itskylene\n   \n   . ask my about my BIPATERNAL TWINS, MY TTC JOURNEY, MY STILLBIRTH, MY 2 DAUGHTERS, MY STEPDAUGHTERS, ANYTHINGGGG!\n   \n    @itskylene\n   \n\n    @itskylene\n   \n","815260":"\n   Bae , come make me food . 👌🏼\n  ","815261":"\n   People are so dumb .  -.-\n  ","815262":"\n   Tf ? Lol . Yes lemme go fake babies cause I have nothing better to do .\n  ","815263":"\n   Are you going to the home coming dance? If so what's the theme\n  ","815264":"\n   Homecoming spam! Are you going to the homecoming game?\n  ","815265":"\n\n    @xgypsy\n   \n   is fake n fakes babies and pregnancy\n  ","815266":"\n   Home coming spam! Does your school district  have homecoming game and dance\n  ","815267":"\n   did you see what ashlie said about you\n  ","815268":"\n   TWTW: idk if I can do this. My best friend is being sent to a mental hospital and She's all I have. Idk how to cope.\n  ","815269":"\n   Do you have a catchphrase?\n  ","815270":"\n   What's one thing you'd rather pay someone to do than do yourself?\n  ","815271":"\n   What do you usually order from McDonald's?\n  ","815272":"\n   Hey wassup hello\n  ","815273":"\n   What did you eat so far today?\n  ","815274":"\n   Hello\n  ","815275":"\n   Did you meet your boyfriend in school?\n  ","815276":"\n   Story of how you met your boyfriend?\n  ","815277":"\n   What would you like to do as a career one day?\n  ","815278":"\n   What is something that amazes you?\n  ","815279":"\n   (Trigger warning, don't answer this if you don't want to) what is a strange occurrence you've never shared with anyone?\n  ","815280":"\n   Are you more likely to avoid conflict or engage it head on?\n  ","815281":"\n   Do you ever read the newspaper or watch the news?\n  ","815282":"\n   Since I'm getting my wisdom teeth taken out tomorrow, I won't be able to answer anything seriously until real late so I'm gonna let people get really nosey & nothing is off limits (boyfriends picture won't be posted fyi so don't ask). Send your followers my way?? Please & thank you!😊\n  ","815283":"\n   @\n  ","815284":"\n   @\n  ","815285":"\n   @\n  ","815286":"\n   💕💕\n  ","815287":"\n   Do you want another baby now?\n  ","815288":"\n   😍💕@\n  ","815289":"\n\n    @redheadmomma\n   \n","815290":"\n   @ !!\n  ","815291":"\n   @ meeeeeeee !\n  ","815292":"\n\n    @ashlieelouisee\n   \n","815293":"\n\n    @cottrilllauren\n   \n","815294":"\n   Do @ opinions\n  ","815295":"\n   Better question would be , why does Ashlie send her link to us when we obviously don't like her . 👌🏼\n  ","815296":"\n   how do u know she has u blocked\n  ","815297":"\n   Ashlie has you blocked\n  ","815298":"\n   If anyone cares, until Ask figures out why I can't get back onto\n   \n    @abiduffyx\n   \n   , I'll be on here for the time being:)))\n  ","815299":"\n   📚How do\/did you stay organized in school?\n  ","815300":"\n   Selfie of you ?\n  ","815301":"\n   So guys how was your day? \nI just want to check up on everyone and let them know,I'm always here, I promise I'm not that mean person anons make me seem like haha ❤❤❤ \nMy day has been ugh but hey good news...I won $75 at bingo and split it with my grandma and mom so I'm feeling good besides my mouth\n  ","815302":"\n   If the girls restroom did not have walls and you can see each other's hooha how would you feel?\n  ","815303":"\n   There's a hot wing challenge coming up and the winner gets a $50 visa card, should I participate?\n  ","815304":"\n   Is it a bad thing that I sometimes look up relationship advice on Google about what sweet things or quotes I can say to her in the morning or sweet poems I can send to her at night while she's sleeping?\n  ","815305":"\n   What do you think about pretty girls who call themselves ugly or skinny girls who call themselves fat?\n  ","815306":"\n   Is your house haunted?Any good ghost stories?\n  ","815307":"\n   Last one for tonight. I have to come up with 46 more questions to ask you guys 😳 so spam my personal to give me ideas\n   \n    @torikleitsch\n   \n   . If you want to be removed just send me a question here. Which animals scare you most?\n  ","815308":"\n   -\n  ","815309":"\n   What sort of things (if any) do you find triggering? I'd like to know so I can avoid those questions in the future. (Sent to those I follow)\n  ","815310":"\n   Do you use your phone to watch movies or steam tv?\n  ","815311":"\n   There's no such thing as dumb questions 💁😛\n  ","815312":"\n   Why do people get smart or catch attitudes for the simplest questions?\n  ","815313":"\n   Did your child\/children ever have a different name at some point before they were born? Like, did you have a name picked out and then changed it later on?\n  ","815314":"\n   Do you doodle? (Like draw when you're bored, lol)\n  ","815315":"\n   Cute profile pic 🌸\n  ","815316":"\n   Would you rather never use the internet again or never watch tv again?\n  ","815317":"\n   Did u finish school while pregnant\n  ","815318":"\n   Would you rather forget who you were or who everyone else is?\n  ","815319":"\n   It's not a name it's a word 😂😂\n  ","815320":"\n   Would you rather be stranded on an island alone or with someone you hate?\n  ","815321":"\n   are you disappointed in anything your friend has done why?\n  ","815322":"\n   Would you rather end hunger or hatred?\n  ","815323":"\n   Do you know how to pronounce Melanin?\n  ","815324":"\n   Do you think batman can kick supermans ass?\n  ","815325":"\n   Why did you pick batman?\n  ","815326":"\n   Batman or Superman?\n  ","815327":"\n   Send your followers\/anons my way? I'm bored. Ask what you will.\n  ","815328":"\n   Do u follow\n   \n    @hmkisses\n   \n","815329":"\n   How many kids do you want\n  ","815330":"\n   Pro choice or pro life\n  ","815331":"\n   How u get so many followers\n  ","815332":"\n   It's World Gratitude Day! What's something you're grateful for?\n  ","815333":"\n   awkward moment when all the video Saud wad her name and how many siblings she has um\n  ","815334":"\n   Would you rather be invisible or able to read minds?\n  ","815335":"\n   Netflix password?\n  ","815336":"\n\n    http:\/\/ask.fm\/itskylene\/answer\/128727872763\n   \n   To everyone who says she's fake, watch this.\n  ","815337":"\n   If you're good at science reply asap 😅\n  ","815338":"\n   The first couple bonus spam will be would you rather. Be sure to send in questions if you want more spam to\n   \n    @torikleitsch\n   \n   . If you want to be removed just send a question. Would you rather be hairy all over or completely bald?\n  ","815339":"\n   Last question for now, but per anons request I will be doing honesty night on my personal\n   \n    @torikleitsch\n   \n   and for every question I get I'll send you guys a spam question. Therefore the more questions I get the more spam you get tonight\/tomorrow. What do you enjoy doing over and over again?\n  ","815340":"\n   How many hours per week do you spend on the Internet?\n  ","815341":"\n   How much time do you spend with your family and friends?\n  ","815342":"\n   What inspires you in life?\n  ","815343":"\n   Favorite place to shop?\n  ","815344":"\n   Do you text anyone from ask ?\n  ","815345":"\n   Top 5 fav people on ask\n  ","815346":"\n   Leggings or yoga pants ?\n  ","815347":"\n   Can a girl ever have too many clothes ?\n  ","815348":"\n   Are you easily annoyed ? If so , what triggers it ?\n  ","815349":"\n   How many people do you follow ? How many followers do you have ?\n  ","815350":"\n   Favorite horror movie ?\n  ","815351":"\n   Who do you personally know on ask?\n  ","815352":"\n   Would you be happy to see yourself pregnant in 2016? Why or why not ?\n  ","815353":"\n   Tell us about your significant other . If you have one . :)\n  ","815354":"\n   Sending out spam . Gonna be random . Anything and everything I can think of . If you don't want it , tell me .\n  ","815355":"\n   Do you have a favorite outfit?\n  ","815356":"\n   Do you have any friends that are really weird?\n  ","815357":"\n   What's your favorite shoes?\n  ","815358":"\n   Have you listened to the new Drake and Future mixtape?\n  ","815359":"\n   Do you get distracted easily?\n  ","815360":"\n   What holidays do you believe in?\n  ","815361":"\n   Do you believe in groundhog day?\n  ","815362":"\n   What is your biggest dream in life?\n  ","815363":"\n   Do you say \"yes\" often when you should say \"no\"? Why or why not?\n  ","815364":"\n   Do you take people's advice?\n  ","815365":"\n   You're pretty\n  ","815366":"\n   (Maybe trigger warning, don't answer if you don't want to) what lessons in life did you learn the hard way?\n  ","815367":"\n   Favorite sex position\n  ","815368":"\n   -~>#\n  ","815369":"\n   Let's say there was a day in the summer & it's called make money day (the idea is give the most enticing deal to get the most customers)... McD's deal a free job with the purchase of a meal above $10 \/ Kfc free10 pice chicken with any purchase \/ Red lobster has free cold drinks where would you eat?\n  ","815370":"\n   When you receive a question can you tell if it's a boy or girl asking or are you curious whether it's a boy or girl asking the question?\n  ","815371":"\n   Send followers my way . 😏 I'll answer anything .\n  ","815372":"\n   # of followers you have\n  ","815373":"\n   So I just basically accidentally found a little snow glob thing in my boyfriends room that had a name of a girl he use to like. I don't know if he even knows it's still in his room but like... what would ya'll do if you saw that in your bf\/\/gf's room?Would you leave it alone or talk to them about it\n  ","815374":"\n   What was the last thing you had to drink?\n  ","815375":"\n   If you can't tell this spam is totally random 😂. Are you wearing socks right now?\n  ","815376":"\n   When is the last time you went to the mall? Did you buy anything?\n  ","815377":"\n   What were you doing 3 hours ago?\n  ","815378":"\n   What's your favorite thing to do when you're having a bad day?\n  ","815379":"\n   Do you think driving at 16 is responsible or do you think every state should raise the legal age to 18 ? Also, do you think everyone should have to take an alcohol\/drug course before getting their license so everyone is aware of the danger of driving and drinking\/being under the influence of drugs ?\n  ","815380":"\n   -\n  ","815381":"\n   Hey\n  ","815382":"\n   Can you play any musical instruments? If not, if you could play one which one would you want to play?\n  ","815383":"\n   Of course if you want to send me spam while I spam you, I'd love that on my personal\n   \n    @torikleitsch\n   \n   . Have you done anything you're proud of lately?\n  ","815384":"\n   Do you have Starbucks Coffee where you live? If so, do you like it and what do you order when you go?\n  ","815385":"\n   How old were you when you first learned how to blow a bubble with bubble gum?\n  ","815386":"\n   Hey guys. Sorry, I was really busy this weekend. Hope you guys had a good weekend. There will be a 20 question spam today, if you want to be removed just send me a question saying so. If you could have had an opinion in your name, what would you have named yourself?\n  ","815387":"\n   They have that in those double shot drinks?? :D\n  ","815388":"\n   Do you enjoy those double shot starbucks drinks? My favorite is - Dark chocolate and White chocolate. What's yours if you like them.\n  ","815389":"\n   Did you know they're remaking \"It\" and \"The stand\" I don't think it'll beat the classic but definitely worth seeing. Will you be seeing them when they hit theaters?\n  ","815390":"\n   Girl please tell me you seen mean girls lol\n  ","815391":"\n   Any plans for the day ?\n  ","815392":"\n   If you're from Africa , why are you white ?\n  ","815393":"\n   Anyone know of good face paint (black, red , white ) that doesn't look cracked and gross after it dries ? (For Halloween) Brody needs it 😏\n  ","815394":"\n   Ootd ?\n  ","815395":"\n   Not much longer until Halloween . Plan on going out ?\n  ","815396":"\n   I got mine and Brody's Halloween costumes picked out ! Saving soooo much money by keeping it simple yet everyone is gonna love it . Keeping the horror theme going ;) hehe . He was chucky doll his first Halloween ! This year we got a great theme . What are yall doin ?\n  ","815397":"\n   Good morning my lovelies ! :) gonna send out a little spam in a bit ! Hope you have a great morning !\n  ","815398":"\n   How's your day so far\n  ","815399":"\n   Is your child is in diapers\n  ","815400":"\n   What r u doing\n  ","815401":"\n   you \"staid\"? 😂\n  ","815402":"\n   are you guys trying for another?\n  ","815403":"\n   🔢Do you like math? Are you good at it?\n  ","815404":"\n   How r u this morning\n  ","815405":"\n   What time is it\n  ","815406":"\n   Haven't been online much, I am terribly sorry.\nI would really like to get more active and involved with my followers so if you have any personal questions you'd like me to ask you and vise versa, please don't hesitate to go ahead and request it. Have a blessed evening everyone!\n  ","815407":"\n   Sorry guys I was so busy this weekend. Anyways how was your weekend?\n  ","815408":"\n   hello friend\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz.php?id=1509202259515658&lnk&\n   \n   (sent to a few mutuals!!)\n  ","815409":"\n   What's your son's favorite tv show?\n  ","815410":"\n   I wanted to see if you way say my bf thinks so again\n  ","815411":"\n   You're so hot ;)\n  ","815412":"\n   Last time u had sex\n  ","815413":"\n   Youre soooo hot\n  ","815414":"\n   Ur gorgeous ad\n  ","815415":"\n   Youre hot af\n  ","815416":"\n   are you ttc?\n  ","815417":"\n   Mood rn?\n  ","815418":"\n   You're beautiful\n  ","815419":"\n   Did you have a good day?\n  ","815420":"\n   How are you\n  ","815421":"\n   Hey\n  ","815422":"\n   How lucky are you? I almost won $1000 at bingo....I needed 2 numbers! 😭\n  ","815423":"\n   What makes you feel proud of yourself?\n  ","815424":"\n   Why do u want more kids\n  ","815425":"\n   Name her beyonce !\n  ","815426":"\n   R u texting anybody right now\n  ","815427":"\n   What state r u guys moving to\n  ","815428":"\n   thought you would abort it?\n  ","815429":"\n   What time is it\n  ","815430":"\n   What will you name your daughter?\n  ","815431":"\n   Do u want anymore kids\n  ","815432":"\n   Hey beautiful (: hope you have a wonderful night ! 💕\n  ","815433":"\n   Are you still in college?\n  ","815434":"\n   Whats criminal justice is that like being a police officer?\n  ","815435":"\n   What college did you go to and what was you majoring in?\n  ","815436":"\n   Do you plan on ever going to college or community college?\n  ","815437":"\n   What was your favorite subject in high school?\n  ","815438":"\n   How bored are you at the moment?\n  ","815439":"\n   Do you like to the new snapchat update?\n  ","815440":"\n   R u move to a different state\n  ","815441":"\n   Ashlie came back\n  ","815442":"\n   Las thing you ate\n  ","815443":"\n   Did you watch the show \"zoey 101\" as a kid or as a teenager?\n  ","815444":"\n   do you like the rapper Drake?\n  ","815445":"\n   What's your favorite songs?\n  ","815446":"\n   what was the lifetime movie called? I might know it , I watch alot of lifetime movies. lol\n  ","815447":"\n   Last time u had sex\n  ","815448":"\n   What r u watching\n  ","815449":"\n   Age\n  ","815450":"\n   post a picture of your ultrasound?\n  ","815451":"\n   Where do u live\n  ","815452":"\n   Following you :)\n  ","815453":"\n   Where did Ashlie go\n  ","815454":"\n   What's your name\n  ","815455":"\n   Sending the pervs your way xD\n  ","815456":"\n   Bra size?\n  ","815457":"\n   Send me opinions in\n  ","815458":"\n\n    @cottrilllauren\n   \n","815459":"\n\n    @hudsonsmomma15\n   \n","815460":"\n   Do @ opinions?\n  ","815461":"\n   Who are your favorite people to follow on Instagram?\n  ","815462":"\n   what is your first and middle name? what is your child(ren)'s?\n  ","815463":"\n   What phone company do u have\n  ","815464":"\n   What r u doing\n  ","815465":"\n   Favorite football team\n  ","815466":"\n   Do you like her\n  ","815467":"\n   Do u believe what\n   \n    @ashlieelouisee\n   \n   is saying\n  ","815468":"\n   Who don't you like on here\n  ","815469":"\n   Do you have a hard time telling people no?\n  ","815470":"\n   Ashlie probably sent that herself lol\n  ","815471":"\n   Do you like\n   \n    @ashlieelouisee\n   \n","815472":"\n   🎧Do you have any playlists created in your music library on your phone or iPod? What kind of music do you include in them?\n  ","815473":"\n   Moms that you follow? :)\n  ","815474":"\n   -\n  ","815475":"\n   Y does that anon want u to have a girl so bad\n  ","815476":"\n   I honestly hope u have a girl if u have another baby haha. 😁😍\n  ","815477":"\n   How many children do you want\n  ","815478":"\n   I missed you guys and while I wont be on very much you can always ask me something or if you need advice I'm here.If you have my snapchat send me a snap if you want my snapchat send me a message and I'll give it to you.You're all wonderful!\n  ","815479":"\n   How's Ny\n  "},"Answer":{"814407":"\n  Lmao I've been had an iPhone I've had the 5s back in March and I got the iPhone 6 in June 😂. Jokes on you buddy\n  ","814408":"\n  Clearly I'm not 😌\n  ","814409":"\n  Not really\n  ","814410":"\n  Not really . My friend his girlfriend goes to college in a different state while he works and he's cheated on plenty of times with a lot of our co workers\n  ","814411":"\n  Nah she hates me LOL\n  ","814412":"\n  Nah I'm not\n  ","814413":"\n  Like 2 1\/2 years before\n  ","814414":"\n  He was fishing aha 😂\n  ","814415":"\n  Yup he doesn't need anymore until he's 4. He already had his 2 year check up all he needs is his flu shot . Which they ran out so next week we're going to see if they have any\n  ","814416":"\n  Send bby some stuff\n  ","814417":"\n  Yeah he's been going through his terrible 2's since he was 1 1\/2 but some days are better than others aha\n  ","814418":"\n  He will be on Wednesday\n  ","814419":"\n  chipotle 😍😍😍\n  ","814420":"\n  Bc it is\n  ","814421":"\n  It's a secret\n  ","814422":"\n  This 😍\n  ","814423":"\n  My phone\n  ","814424":"\n  I really don't know\n  ","814425":"\n  Waiting for my bf to come back with our breakfast sandwich\n  ","814426":"\n  Something\n  ","814427":"\n  Not my business\n  ","814428":"\n  Click on my cover\n  ","814429":"\n  Yes\n  ","814430":"\n  Spider man\n  ","814431":"\n  No\n  ","814432":"\n  2 on Wednesday\n  ","814433":"\n  Yeah\n  ","814434":"\n  Drink coffee\n  ","814435":"\n  Next month of the 8th\n  ","814436":"\n  No\n  ","814437":"\n  This morning when we woke up\n  ","814438":"\n  The do need to go somewhere\n  ","814439":"\n  Blocked 😌\n  ","814440":"\n  Idek why when she doesn't even have custody of her other 2\n  \n  She's dumb asf and should get an abortion Bc she cannot take care of her children\n  ","814441":"\n  That's not a foot fetish . You're ANNOYING ask me real questions\n  ","814442":"\n  Why do you ask me this question a lot\n  ","814443":"\n  ^^^^\n  ","814444":"\n  Thank you\n  ","814445":"\n  Exactly then I had this person wanting to marry a princess like no grow up\n  ","814446":"\n  I got my boyfriend to do that\n  ","814447":"\n  How about me pregnant 2 years ago 😍\n  ","814448":"\n  Send me in some questions guys 😌\n  ","814449":"\n  ^^^*\n  ","814450":"\n  Not really\n  ","814451":"\n  ^^***\n  ","814452":"\n  Clowns\n  ","814453":"\n  Leopard\n  ","814454":"\n  It's okay\n  ","814455":"\n  My boyfriends aha\n  \n  Danzy\n  ","814456":"\n  Yay\n  ","814457":"\n  Very loud\n  ","814458":"\n  Yes a lot\n  ","814459":"\n  I forgot\n  ","814460":"\n  Kinda\n  ","814461":"\n  Does it sound okay\n  ","814462":"\n  Yes\n  ","814463":"\n  Maybe\n  ","814464":"\n  Yeah and I ignore it\n  ","814465":"\n  Some\n  ","814466":"\n  I didn't know I couldn't read lol\n  ","814467":"\n  I don't have any\n  ","814468":"\n  Annoying people\n  ","814469":"\n  Nope\n  ","814470":"\n  I've already had sex so\n  ","814471":"\n  Idc 😊\n  ","814472":"\n  Dove and bby lotion\n  ","814473":"\n  Yesterday\n  ","814474":"\n  Disagree\n  ","814475":"\n  Gross\n  ","814476":"\n  Don't remember\n  ","814477":"\n  Sure why not\n  ","814478":"\n  Nope\n  ","814479":"\n  No\n  ","814480":"\n  Nope\n  ","814481":"\n  Don't have any\n  ","814482":"\n  Myself\n  ","814483":"\n  No\n  ","814484":"\n  My son\n  ","814485":"\n  Well done\n  ","814486":"\n  Well I live in the city type kinda\n  ","814487":"\n  Long story\n  ","814488":"\n  Neither\n  ","814489":"\n  Mad old and irrelevant\n  ","814490":"\n  Me\n  ","814491":"\n  Nobody\n  ","814492":"\n  Trust\n  ","814493":"\n  Yeah\n  ","814494":"\n  Rainy\n  ","814495":"\n  Yeah\n  ","814496":"\n  Nothing\n  ","814497":"\n  No\n  ","814498":"\n  There okay\n  ","814499":"\n  Okay\n  ","814500":"\n  Looked who blocked me bc they couldn't handle the truth 😂😘\n  ","814501":"\n  No get a life bro\n  ","814502":"\n  Fuck off 😌\n  ","814503":"\n  Head cold\n  ","814504":"\n  Chicken\n  ","814505":"\n  Big toe\n  ","814506":"\n  Keep it a secret\n  ","814507":"\n  No\n  ","814508":"\n  That's actually a good question .\n  ","814509":"\n  Only people I know I don't trust everybody\n  ","814510":"\n  Yes !\n  ","814511":"\n  Yes bc your ears just wouldn't ring for no reason lol\n  ","814512":"\n  Heart\n  ","814513":"\n  Living is just being here\n  \n  Being alive is accomplishing many things\n  ","814514":"\n  ^^^^\n  ","814515":"\n  Facts\n  ","814516":"\n  ^^^^\n  ","814517":"\n  Yes I did and I'm proud of it\n  ","814518":"\n  Stop sending me your shit like mad times\n  ","814519":"\n  What do you think\n  ","814520":"\n  Both\n  ","814521":"\n  None I let go of them for a reason\n  ","814522":"\n  She's dumb asf\n  ","814523":"\n  What happened\n  ","814524":"\n  I love that show so much but I fell asleep last night I've been up since 5am yesterday 😩\n  ","814525":"\n  You're annoying\n  ","814526":"\n  He has been since he was like 13 months old maybe 12 months old\n  ","814527":"\n  Who hasn't\n  ","814528":"\n  Idk\n  ","814529":"\n  Sky dive I really want to do it\n  ","814530":"\n  Don't have one\n  ","814531":"\n  Idk but I know a bunch of fakes will be there\n  ","814532":"\n  Money\n  ","814533":"\n  They get what they deserved\n  ","814534":"\n  Part 1\n  ","814535":"\n  I think you need a life\n  ","814536":"\n  Yeah I did I had no choice\n  ","814537":"\n  Don't care that's my opinion\n  \n  Stop sending your link around\n  \n  Nobody gives 2 shits\n  ","814538":"\n  Well it's only Tuesday\n  ","814539":"\n  It doesn't matter\n  ","814540":"\n  Oh\n  ","814541":"\n  Leaked bc my other iPhone got stolen 😂\n  \n  It was of me and my boyfriend I hope everybody got a good view 😏\n  ","814542":"\n  Yeah lmao\n  ","814543":"\n  Last night with my boyfriend and son\n  ","814544":"\n  Idk\n  ","814545":"\n  Going out to dinner 💕\n  ","814546":"\n  My body\n  ","814547":"\n  She's sweet to me maybe your just salty\n  ","814548":"\n  Exactly like that's to much info\n  ","814549":"\n  Why would I share my sons government with strangers\n  ","814550":"\n  A name\n  ","814551":"\n  Why do you care what others name their kids\n  ","814552":"\n  No\n  ","814553":"\n  I've answered this below\n  ","814554":"\n  White aha\n  ","814555":"\n  Ask bby questions\n  ","814556":"\n  How stupid does that sound. We've been together for 4 years what do you think and plus I was his first so .....\n  ","814557":"\n  ^*^^^\n  ","814558":"\n  ^^^^^\n  ","814559":"\n  My body\n  ","814560":"\n  December 30th,2013\n  ","814561":"\n  So are you bby 💖\n  ","814562":"\n  Obviously I gave birth at 30 weeks\n  ","814563":"\n  😭😭😭 my bby boy will be 2 next Wednesday\n  ","814564":"\n  I don't really have a style lol and yeah I love to mix it up once in a while\n  ","814565":"\n  Yesterday 😋\n  ","814566":"\n  Yeah lol I have 2 accounts\n  ","814567":"\n  Lol thanks but I'm not\n  ","814568":"\n  Ask bby questions\n  ","814569":"\n  How about you go fuck off 😂😘\n  ","814570":"\n  Idk I don't ever think I had one before\n  ","814571":"\n  Hopefully getting some laundry done today\n  ","814572":"\n  People to the fullest\n  ","814573":"\n  Never had the talk\n  ","814574":"\n  How much more immature can you get\n  ","814575":"\n  The name he has and no it wasn't hard\n  ","814576":"\n  ^^^\n  ","814577":"\n  The feeling in the air\n  ","814578":"\n  I really don't know\n  ","814579":"\n  Yes it's annoying\n  ","814580":"\n  Not really\n  ","814581":"\n  Family\n  ","814582":"\n  Maybe\n  ","814583":"\n  Thanks\n  ","814584":"\n  Gifts\n  ","814585":"\n  Of\n  ","814586":"\n  ^^^^\n  ","814587":"\n  What's that\n  ","814588":"\n  I want to see who follows me\n  ","814589":"\n  Hershey\n  ","814590":"\n  A lot of people's\n  ","814591":"\n  Yeah I know\n  ","814592":"\n  Now my uggs\n  ","814593":"\n  Nope\n  ","814594":"\n  Yeah I did\n  ","814595":"\n  I only watch my son 💕\n  ","814596":"\n  Yay\n  ","814597":"\n  Yeah\n  ","814598":"\n  Lol there okay but some people are just full of shit\n  ","814599":"\n  I don't have any only for my son\n  ","814600":"\n  To Paris bc that's where I always wanted to visit\n  ","814601":"\n  I think it's both aha\n  ","814602":"\n  I have lol 😈\n  ","814603":"\n  I don't get my hair cut\n  ","814604":"\n  Why would you assume I even looked\n  ","814605":"\n  AHS hotel is on OMG 😈\n  ","814606":"\n  Yes and 2 for now\n  ","814607":"\n  9 but he just lays there and goes to bed whenever\n  ","814608":"\n  Christmas 🎄\n  ","814609":"\n  1. Amazing\n  \n  2. Loveable\n  \n  3. Annoying 😘\n  ","814610":"\n  63\n  ","814611":"\n  England\n  ","814612":"\n  Who cares they can do whatever they want\n  ","814613":"\n  Spider man\n  ","814614":"\n  A c section\n  ","814615":"\n  Wtf\n  ","814616":"\n  Nook\n  ","814617":"\n  No\n  ","814618":"\n  I'm fine\n  ","814619":"\n  Bye\n  ","814620":"\n  How so\n  ","814621":"\n  Okay then don't send me crap like that\n  ","814622":"\n  Can't even re call\n  ","814623":"\n  If he's real how come nobody had ever seen him ? I'm not having this discussion on my page\n  ","814624":"\n  God isn't real\n  ","814625":"\n  To bad I don't have one\n  ","814626":"\n  Your stupid\n  ","814627":"\n  He will be 2 in 15 days 😩😍\n  ","814628":"\n  A couple days ago\n  ","814629":"\n  Don't care\n  ","814630":"\n  Nope\n  ","814631":"\n  My boyfriend\n  ","814632":"\n  Lmao I do all the time 😩\n  ","814633":"\n  Yeah I do\n  ","814634":"\n  Lmao nope\n  ","814635":"\n  Yeah I love dancing.\n  ","814636":"\n  Mhm\n  ","814637":"\n  I believe when Sandy happened in New York\n  ","814638":"\n  I don't wear that\n  ","814639":"\n  Taco Bell 😋\n  ","814640":"\n  Why would you even assume that\n  ","814641":"\n  Stop being thirsty\n  ","814642":"\n  I look ugly it's only 8:03am\n  ","814643":"\n  Murder\n  ","814644":"\n  Yeah aha\n  ","814645":"\n  I went like a couple years ago and I loved it\n  ","814646":"\n  You're dumb\n  ","814647":"\n  Their stupid\n  ","814648":"\n  Mhm\n  ","814649":"\n  ^^^^^\n  ","814650":"\n  My pleasure (;\n  ","814651":"\n  Nobody said she lied tho ?? Again stupidity\n  ","814652":"\n  If you haven't see any thing she said how you figure she's lying ? Ugh stupidity\n  ","814653":"\n  How are you that dumb ?\n  ","814654":"\n  Nope but I want a girl so bad\n  ","814655":"\n  Not really\n  ","814656":"\n  David and Busters later 😊\n  ","814657":"\n  Florida\n  ","814658":"\n  Being me\n  ","814659":"\n  Sure\n  ","814660":"\n  Yes and like last year\n  ","814661":"\n  Good afternoon now 💖\n  ","814662":"\n  I have 1 💙\n  \n  But I want a girl 💖\n  ","814663":"\n  Lmao lets not go there\n  ","814664":"\n  No she's not fake goddamn it man . Stop going off based on others unless she tells you other wise . I'm sick of these questions .\n  ","814665":"\n  Both\n  ","814666":"\n  Like 5\n  ","814667":"\n  No\n  ","814668":"\n  Me 😊\n  ","814669":"\n  Don't care\n  ","814670":"\n  Mines O\n  ","814671":"\n  25 pounds\n  ","814672":"\n  Sure\n  ","814673":"\n  wtf\n  ","814674":"\n  No but I wish 😫\n  ","814675":"\n  Yeah their fun\n  ","814676":"\n  Mind sending me stuff my lovely followers 😊\n  ","814677":"\n  ^^^^\n  ","814678":"\n  No it's okay\n  ","814679":"\n  Mhm\n  ","814680":"\n  ^^^^\n  ","814681":"\n  ^^^^\n  ","814682":"\n  Why do you guys fucking care\n  ","814683":"\n  Blocked 😌\n  ","814684":"\n  Prick 😌\n  ","814685":"\n  Just stop being disrespectful\n  ","814686":"\n  Followed\n  ","814687":"\n  The one I'm in\n  ","814688":"\n  Cold and still not feeling well\n  ","814689":"\n  1146\n  ","814690":"\n  It all depends\n  ","814691":"\n  Lmao no\n  ","814692":"\n  No wonder why your a prick anon . You're hiding behind a screen 😂\n  ","814693":"\n  ^^*^*\n  ","814694":"\n  My left side\n  ","814695":"\n  Yeah I do\n  ","814696":"\n  I'd fire both\n  ","814697":"\n  Good morning\n  ","814698":"\n  ^^^^\n  ","814699":"\n  Maybe there questions that people liked ?\n  ","814700":"\n  Huh ?\n  ","814701":"\n  ^^*^\n  ","814702":"\n  ^^^^\n  ","814703":"\n  ^^^*%\n  ","814704":"\n  That's the only way\n  ","814705":"\n  It's okay\n  ","814706":"\n  You want attention\n  ","814707":"\n  Lmao are we serious right now\n  ","814708":"\n  ^^^^\n  ","814709":"\n  That new Chucky movie\n  ","814710":"\n  I never have\n  ","814711":"\n  I have no idea\n  \n  It's suppose to rain all weekend\n  \n  From that hurricane\n  ","814712":"\n  Nope lol I Believe a lot of things don't exist\n  ","814713":"\n  I have no idea what happened I've been sick\n  ","814714":"\n  I tried to kick a cup , and I missed it and his the curb lmao\n  ","814715":"\n  Depends\n  ","814716":"\n  To\n  ","814717":"\n  I know lol\n  ","814718":"\n  My energy\n  ","814719":"\n  To bad\n  ","814720":"\n  I like wearing nail polish and no\n  ","814721":"\n  Play with my son\n  ","814722":"\n  London\n  ","814723":"\n  My son\n  ","814724":"\n  Yeah O\n  ","814725":"\n  Go to a doctor\n  ","814726":"\n  Lol\n  ","814727":"\n  Stop following me and sending me stuff\n  ","814728":"\n  You're annoying\n  ","814729":"\n  No\n  ","814730":"\n  Yeah\n  ","814731":"\n  No\n  ","814732":"\n  Sorry I haven't been on all day I've been feeling really sick and I've been sleep all day\n  ","814733":"\n  I don't remember\n  ","814734":"\n  Cuddling and watching movies with my family\n  ","814735":"\n  Yay 😘\n  ","814736":"\n  ^^^^\n  ","814737":"\n  Idk\n  ","814738":"\n  ^^^^\n  ","814739":"\n  I'm out of school lol\n  \n  I've been outta school for 2 years\n  ","814740":"\n  I believe it's fake\n  ","814741":"\n  No but I want to\n  ","814742":"\n  No\n  ","814743":"\n  Hershey\n  ","814744":"\n  ^^^\n  ","814745":"\n  Yeah lol\n  ","814746":"\n  No I didn't\n  ","814747":"\n  What drama\n  ","814748":"\n  Ask bby stuff\n  ","814749":"\n  ^^**\n  ","814750":"\n  Aw thank you I enjoy following you to gorgeous 💕\n  ","814751":"\n  No not mine\n  ","814752":"\n  No\n  ","814753":"\n  ^^^^\n  ","814754":"\n  Aw thank you so are you babe\n  ","814755":"\n  Lol I've seen that\n  ","814756":"\n  It's not really a good look if she comes in with you . Hopefully she will understand\n  ","814757":"\n  Aw thank you 💕. Your little family is adorable 💖\n  ","814758":"\n  No lol\n  ","814759":"\n  No bye\n  ","814760":"\n  I sit down and test myself or I get someone else to test me\n  ","814761":"\n  Yeah I did aha\n  ","814762":"\n  My son and boyfriend bc no matter what they NEVER let me down 💖\n  ","814763":"\n  I'm good just cramping\n  ","814764":"\n  It's cloudy and humid here but it's suppose to rain the next 4 days\n  ","814765":"\n  Why are you so obsessed with her\n  ","814766":"\n  I'll try\n  ","814767":"\n  I have to be at work at 7am 😫\n  ","814768":"\n  23 months old\n  ","814769":"\n  He's between 24 months and 3T\n  ","814770":"\n  Why\n  ","814771":"\n  Nope I watch it lol\n  ","814772":"\n  Like= nothing 😂\n  ","814773":"\n  Ask me and bby stuff 😊😘\n  ","814774":"\n  Lol you should get an iPhone 😌\n  ","814775":"\n  When my mom talks to me\n  \n  Or when she's telling me something and she tells\n  \n  Me the price of it like as if I care\n  ","814776":"\n  • keep sending me questions\n  \n  • anything you'd like 😌\n  \n  • nothing's off limits 😏\n  ","814777":"\n  Lol I took it off my phone aha . That's the iPhone 6 camera . But when I took it on snapchat it came out horrible lol\n  ","814778":"\n  Don't have one it's random\n  ","814779":"\n  I just can't wait to move in 5-7 months hopefully\n  ","814780":"\n  I sure did lol\n  ","814781":"\n  Steak 😋\n  ","814782":"\n  Yeah a couple\n  ","814783":"\n  I'd be the one who lives lol\n  ","814784":"\n  I have 1141 followers\n  \n  And I follow like 60\n  ","814785":"\n  Fifty Shades of Grey\n  ","814786":"\n  Nobody said I wanted to fight you\n  \n  I'm 20 almost 21 get over yourself 👏🏽\n  ","814787":"\n  Depends on how annoying they are\n  \n  If I tell them to stop and they won't then\n  \n  I'll just block them\n  ","814788":"\n  Yeah I can aha\n  ","814789":"\n  Nope\n  ","814790":"\n  Years ago\n  ","814791":"\n  Both\n  ","814792":"\n  Lime green\n  ","814793":"\n  1. The perfect guy\n  \n  2. The Notebook\n  \n  3. Pitch Perfect\n  \n  4. Hairspray\n  \n  That's all i can think of\n  ","814794":"\n  Nope\n  ","814795":"\n  Trying to get a hold of my boyfriend\n  ","814796":"\n  Not really\n  ","814797":"\n  Nope\n  ","814798":"\n  Yup 💛\n  ","814799":"\n  Nope\n  ","814800":"\n  Country\n  ","814801":"\n  What's that ?\n  ","814802":"\n  I have no idea\n  ","814803":"\n  Kinda\n  ","814804":"\n  Steelers\n  ","814805":"\n  Yeah\n  ","814806":"\n  😊😌\n  ","814807":"\n  You're annoying and not funny\n  ","814808":"\n  Thanks\n  ","814809":"\n  You're dumb . 😂\n  ","814810":"\n  These 2 💖💕\n  ","814811":"\n  iPhone 6\n  ","814812":"\n  Thank you\n  ","814813":"\n  Didn't know what ? That I had a man? Well maybe you should take the time out and read a damn bio\n  ","814814":"\n  I do that all the time aha\n  ","814815":"\n  Unicorns are fake 😌🙃\n  ","814816":"\n  Yeah and I really don't know how to explain it well lol\n  ","814817":"\n  Lol exactly like I've said I'm scared of clowns and they keep pushing it\n  ","814818":"\n  Nope\n  ","814819":"\n  No\n  ","814820":"\n  You're dumb asf how about that one\n  \n  You're disrespectful little shit\n  \n  I have a man suckstosuck\n  ","814821":"\n  Santa yeah until I was like 4\n  ","814822":"\n  No\n  ","814823":"\n  I don't have a favorite meal I just like to cook on general\n  ","814824":"\n  No\n  ","814825":"\n  Are you dumb obviously not\n  ","814826":"\n  Oh okay lol\n  ","814827":"\n  Nope\n  ","814828":"\n  Omfg i said I'm scared of clowns wtf\n  ","814829":"\n  Nice\n  ","814830":"\n  Y e a h\n  ","814831":"\n  I don't like any aha\n  ","814832":"\n  Not really lol I wish tho\n  ","814833":"\n  lol\n  ","814834":"\n  Well I'm scared of them .....\n  ","814835":"\n  There's no scariest movie out there\n  ","814836":"\n  A while ago\n  ","814837":"\n  No\n  ","814838":"\n  Nope\n  ","814839":"\n  Well I'm scared of clowns\n  ","814840":"\n  Nope\n  ","814841":"\n  Nope\n  ","814842":"\n  Spider man\n  ","814843":"\n  I don't even remember\n  ","814844":"\n  Yeah I do\n  ","814845":"\n  Nothing sitting here\n  ","814846":"\n  Nope\n  ","814847":"\n  Oh okay\n  ","814848":"\n  Not at all\n  ","814849":"\n  It's not working 😫\n  ","814850":"\n  Yeah\n  ","814851":"\n  5 pages\n  ","814852":"\n  Only 1\n  ","814853":"\n  Nope\n  ","814854":"\n  I'm alright\n  ","814855":"\n  I can care less stop sending your link around\n  ","814856":"\n  In 46 more days 💖\n  ","814857":"\n  I've stated it once and I'm not stating it again lol\n  ","814858":"\n  Good afternoon 😌. I'm having a pretty decent day . And yay\n  ","814859":"\n  I have no idea\n  ","814860":"\n  Mines NineGDxFourO\n  ","814861":"\n  Thanks\n  ","814862":"\n  ^^^^\n  ","814863":"\n  Yes I did\n  ","814864":"\n  Yay\n  ","814865":"\n  Pap of nothing\n  ","814866":"\n  You're annoying\n  ","814867":"\n  Yeah and a lot\n  ","814868":"\n  Don't know\n  ","814869":"\n  My son\n  \n  My boyfriend\n  \n  My phone\n  ","814870":"\n  My son bc he's my life\n  ","814871":"\n  Nothing lol\n  ","814872":"\n  Ask me and bby some questions\n  ","814873":"\n  My damn mom\n  ","814874":"\n  Xanax, and bud\n  ","814875":"\n  Lol\n  ","814876":"\n  No that's not something to be embarrassed about\n  ","814877":"\n  Nope lmao\n  ","814878":"\n  Bc bc bc bc bc\n  ","814879":"\n  Lol lets not go there\n  ","814880":"\n  3\n  ","814881":"\n  My wrist one did\n  ","814882":"\n  I'm glad it made your day 💖\n  ","814883":"\n  It's okay\n  ","814884":"\n  Good luck\n  ","814885":"\n  Lol totally spelt that wrong\n  ","814886":"\n  Tour in Landon\n  ","814887":"\n  Onion rings\n  ","814888":"\n  Yacht\n  ","814889":"\n  Ohio 😊\n  ","814890":"\n  Guys send me in some stuff 🙃\n  ","814891":"\n  Probably 2 years ago when I had the flu\n  ","814892":"\n  I have no issues with her like I keep saying man\n  ","814893":"\n  Hopefully going to the park with my boyfriend and our son 👪\n  ","814894":"\n  This lol\n  ","814895":"\n  Disappointed in me is the worst\n  ","814896":"\n  I don't know any good ones 😫\n  ","814897":"\n  I love them and I love the funnel cake and the rides\n  ","814898":"\n  Just the 2 of us having dinner and watching Netflix after 💏\n  ","814899":"\n  Bc I was scared lol\n  ","814900":"\n  Yeah my nipple , belly and nose\n  \n  And I want my other nipple done\n  ","814901":"\n  NineGDxFourO\n  ","814902":"\n  The3ofus_x3\n  ","814903":"\n  Anons and I can't see who follows me\n  ","814904":"\n  Nope lol\n  ","814905":"\n  None\n  ","814906":"\n  Nights\n  ","814907":"\n  Idk\n  ","814908":"\n  December 30th\n  \n  He came October 21\n  ","814909":"\n  Yeah it's okay\n  ","814910":"\n  C section and like 3 hours the most\n  ","814911":"\n  Any fast food tbt\n  ","814912":"\n  A hoe is someone who sleeps around . Sorry I've been sleeping with the same person for the last 4 years so try again bby 😘\n  ","814913":"\n  Bye bye bitch 😘\n  ","814914":"\n  Thank you 🙃\n  ","814915":"\n  You're beautiful to bby\n  ","814916":"\n  Idk\n  ","814917":"\n  Bc you are\n  ","814918":"\n  You're dumb\n  ","814919":"\n  No wtf\n  ","814920":"\n  I have no idea\n  ","814921":"\n  Fried chicken 😋\n  ","814922":"\n  Hello\n  ","814923":"\n  Feel better\n  ","814924":"\n  Yeah I e had that update for a while lol\n  ","814925":"\n  ^*^^\n  ","814926":"\n  Ugly 😂\n  ","814927":"\n  Wtf\n  ","814928":"\n  Yeah\n  ","814929":"\n  Nope\n  ","814930":"\n  Nope looked stupid\n  ","814931":"\n  None of your business\n  ","814932":"\n  Like 6'1\n  ","814933":"\n  Depends on how they treat me first\n  ","814934":"\n  Smoking isn't all that bad unless your doing crack or something . Bud isn't bad for you\n  ","814935":"\n  Both ?\n  ","814936":"\n  Wtf\n  ","814937":"\n  I'm already in one been in one 4 years so any other type of relationship is irrelevant to me\n  ","814938":"\n  Go try it and find out\n  ","814939":"\n  Nope stupid asf\n  ","814940":"\n  Yeah\n  ","814941":"\n  Nope\n  ","814942":"\n  None so far\n  ","814943":"\n  T-Mobile\n  ","814944":"\n  Nope\n  ","814945":"\n  Fios\n  ","814946":"\n  You've asked me this already\n  ","814947":"\n  5'2\n  ","814948":"\n  Some flip phone\n  ","814949":"\n  Yeah and like back in 2013 when I was in school\n  ","814950":"\n  Kinda\n  ","814951":"\n  Yeah sometimes\n  ","814952":"\n  Wtf\n  ","814953":"\n  Nothing I'm not afraid of nothing\n  ","814954":"\n  Yeah\n  ","814955":"\n  Yeah that's the smartest thing to do\n  ","814956":"\n  I have no idea yet\n  ","814957":"\n  Just sitting here\n  ","814958":"\n  It's alright\n  ","814959":"\n  At his friends house\n  ","814960":"\n  Lol no why would I be mad\n  ","814961":"\n  Wednesday\n  ","814962":"\n  Yeah I do aha\n  ","814963":"\n  Well obviously\n  ","814964":"\n  Why thank you\n  ","814965":"\n  Bc we are simply not ready for another child now\n  ","814966":"\n  It was a drag like always\n  ","814967":"\n  Restless and upset\n  ","814968":"\n  Wow smh\n  ","814969":"\n  She needs to stop complaining theirs a lot of single moms out there\n  ","814970":"\n  ....\n  ","814971":"\n  Yeah my ring finger\n  ","814972":"\n  Yeah I guess\n  ","814973":"\n  Lol yeah okay 🙃\n  ","814974":"\n  Eating food\n  ","814975":"\n  Good you got it fixed\n  ","814976":"\n  Nope but he says he has it perfectly set up how he wants to do it\n  ","814977":"\n  I love them all 😫😻\n  ","814978":"\n  I have no problems with her 😊\n  ","814979":"\n\n   @anon\n  \n  your an idiot 😂\n  ","814980":"\n  ^^^^\n  ","814981":"\n  I don't aha\n  ","814982":"\n  ^^^^\n  ","814983":"\n  Lol Why\n  ","814984":"\n  6:28am 💀\n  ","814985":"\n  What do you think\n  ","814986":"\n  You're dumb\n  ","814987":"\n  ^^^^\n  ","814988":"\n  He's good\n  ","814989":"\n  And it was dumb of you to send me this\n  \n  Again just trying to start drama\n  \n  It's obvious you have an account\n  \n  Bc you can't send out anonymous questions\n  \n  Without an account 😘💫\n  ","814990":"\n  1134\n  ","814991":"\n  Just some stuff . She blocked me bc I was likeing people's answers about her even tho I didn't have a problem and she was upset about it I guess . And I've said some harsh things you know . But I said I was sorry to her and now we are at peace you know 🙃💫\n  ","814992":"\n  Bc I felt in my heart it was right for me to do\n  ","814993":"\n  Exactly like I've apologized for what I said and now they want to start Ish\n  ","814994":"\n  Yeah I'll tell you guys when it's time\n  ","814995":"\n  I'd like to be friends with her . Or at least talk from here to here and theirs nothing aw it's called growing up and being adults\n  ","814996":"\n  Obviously if she said it\n  ","814997":"\n  No duh\n  ","814998":"\n  3\n  ","814999":"\n  Nope\n  ","815000":"\n  Yeah I love it already 💖😍\n  ","815001":"\n  I can't share that with you aha\n  \n  You'll see in like 5-7 months\n  ","815002":"\n  Yes I love her ! 💫\n  ","815003":"\n  Yeah aha\n  ","815004":"\n  I have no idea what it is\n  ","815005":"\n  Cute ones lol idk\n  ","815006":"\n  Yeah I've been in a relationship with a lot of them to\n  ","815007":"\n  Guys send me stuff\n  \n  I'm bored and I'll answer anything\n  \n  Your heart wishes 💫\n  ","815008":"\n  What r u talking about lol\n  ","815009":"\n  It's in my bio yoo\n  ","815010":"\n  A star on my wrist 💫\n  \n  And my boyfriends name 💖\n  ","815011":"\n  I have no problems with her 😌\n  ","815012":"\n  Me either . I have really bad bby fever\n  ","815013":"\n  No lol but when we do I'll get back to you guys\n  ","815014":"\n  T W E n t Y\n  ","815015":"\n  I definitely am\n  ","815016":"\n  At a place\n  ","815017":"\n  Yes I'm ready for the whole month of October and plus my bby boy turns 2 on the 21st 😫😘\n  ","815018":"\n  Yeah 7-2\n  ","815019":"\n  I don't fear anything !\n  ","815020":"\n  Fifty shades of Grey\n  ","815021":"\n  Stay up all night\n  ","815022":"\n  Neither bc I hate people\n  ","815023":"\n  Elbows\n  ","815024":"\n  Nope\n  ","815025":"\n  Shark\n  ","815026":"\n  Biting my nails\n  ","815027":"\n  Nothing . You live your life to the fullest\n  ","815028":"\n  Mine always changes depending on my son aha\n  ","815029":"\n  Chicken cutlets\n  ","815030":"\n  Don't have one\n  ","815031":"\n  Sometimes\n  ","815032":"\n  It changes a lot\n  ","815033":"\n  I don't have one\n  ","815034":"\n  25\n  ","815035":"\n  Win the lottery\n  ","815036":"\n  Die in one year\n  ","815037":"\n  Nope\n  ","815038":"\n  Okay I've said SO MANY TIMES I want a girl next . You people need to learn to read more\n  ","815039":"\n  I'm going to the store\n  ","815040":"\n  No I don't even remember  what she said aha\n  ","815041":"\n  Then you can't fucking see . And who FUCKING CARES !\n  ","815042":"\n  I know some white girls with a big butt\n  \n  And that's a stereotype\n  ","815043":"\n  Dad\n  ","815044":"\n  His dad\n  ","815045":"\n  *^^^\n  ","815046":"\n  Idk\n  ","815047":"\n  You're dumb\n  ","815048":"\n  💕💕💕💕\n  ","815049":"\n  Hope you have a great day to bby 💖\n  ","815050":"\n  Why would they do that if I have a boyfriend\n  ","815051":"\n  Yeah\n  ","815052":"\n  Yeah animals do listen\n  ","815053":"\n  No\n  ","815054":"\n  I love my iPhone 6\n  ","815055":"\n  Okay\n  ","815056":"\n  Aw thank you\n  ","815057":"\n  A girl or a boy\n  ","815058":"\n  I did before I graduated\n  ","815059":"\n  Her problem\n  ","815060":"\n  People\n  ","815061":"\n  Wtf I've answered this so much\n  ","815062":"\n  Is it\n  ","815063":"\n  Ask some questions\n  ","815064":"\n  💖😏\n  ","815065":"\n  Lmao 😏\n  ","815066":"\n  Island\n  ","815067":"\n  ^^^\n  ","815068":"\n  Bc I am human and we changed our minds\n  \n  I'm don't repeating myself\n  ","815069":"\n  If you were new how'd you figure I didn't want anymore kids ?\n  \n  So apparently your not new\n  ","815070":"\n  OMfG I'm tried of repeating myself\n  \n  To you people\n  ","815071":"\n  Let me go cry about it\n  \n  Brb\n  ","815072":"\n  Lmao she's fully of shit 😂\n  ","815073":"\n  Oh now did she ?\n  ","815074":"\n  England\n  ","815075":"\n  Ask this mama questions 💖\n  ","815076":"\n  French toast\n  ","815077":"\n  Tons and tons\n  ","815078":"\n  Bc I like people's answers of her even tho they are true\n  ","815079":"\n  When we find a nice place out of state\n  ","815080":"\n  Personality\n  ","815081":"\n  She isn't . She keeps deactivating and coming back like bye bitch\n  ","815082":"\n  Lmao she does enjoy the attention. She's the one probably sending me questions about herself .\n  ","815083":"\n  ^^^^ go find out the truth guys\n  ","815084":"\n  Who's bullying her ? 😂\n  ","815085":"\n  Went on a movie date with my boyfriend\n  ","815086":"\n  That's not bullying\n  \n  It's called facts ?\n  \n  There's a difference 😂\n  ","815087":"\n  No why would it be okay ?\n  \n  Nobody is bullying anybody tho\n  ","815088":"\n  Ashlie sitting here thinking she's better than everyone 😂\n  ","815089":"\n  Calamine lotion I heard\n  ","815090":"\n  I wouldn't be surprised since he's \"out of state\"\n  ","815091":"\n  😂😂😂😂\n  ","815092":"\n  Thank you Ash . Shots fired tonight 😂😂🔥🔥🔥\n  ","815093":"\n  I have no idea . She should try and tell us which when she's talking about . She probably doesn't even know 😂😂😂\n  ","815094":"\n  Ask bby questions\n  ","815095":"\n  At least one more 💋\n  ","815096":"\n  That's why her parents named her that 😂\n  ","815097":"\n  I have no idea . All I know is she caught feelings this morning bc I tweeted about someone else and she got all flattered and thought it was her 😂\n  ","815098":"\n  No you cannot\n  ","815099":"\n  Yeah shots fired 😂🔥\n  ","815100":"\n  Aye what ? Lol\n  ","815101":"\n  Lmfao . She probably is 😎\n  ","815102":"\n  Lmfao omg wow !\n  ","815103":"\n  Thank you\n  ","815104":"\n  Lmao I'm wondering the same\n  ","815105":"\n  Lmfao . Omg I'm dying right now . I can't even breath\n  ","815106":"\n  Eventually 💍\n  ","815107":"\n  Feeling fab 😎\n  ","815108":"\n  I'm fully aware of that 😂\n  ","815109":"\n  I know . She just loves to run her mouth 🙊🙈😘\n  ","815110":"\n  Lmao omg really for what ?\n  ","815111":"\n  Apparently deactivated lmao once again\n  ","815112":"\n  November 8th\n  ","815113":"\n  She's amazing mom so hush\n  ","815114":"\n  Phone case\n  ","815115":"\n  Dress\n  ","815116":"\n  Sweet tea\n  ","815117":"\n  Pink\n  ","815118":"\n  Bc people change their minds. We are both humans\n  ","815119":"\n  At least one more\n  ","815120":"\n  Koala\n  ","815121":"\n  Ask me stuff guys I'm bored now\n  ","815122":"\n  I got a 50% 😩\n  ","815123":"\n  Vanilla\n  ","815124":"\n  Lmao lets not go there\n  ","815125":"\n  I'm perfectly fine\n  ","815126":"\n  NineGDxFourO\n  ","815127":"\n  Mines The3ofus_x3\n  ","815128":"\n  I got an 80%\n  ","815129":"\n  Lmao she deactivated so then she can come back\n  ","815130":"\n  Nope not for you\n  ","815131":"\n  Bc again it's MY ask and I answer questions how I want . If it's pointless to me that's how I'll answer . Maybe come up with better questions . My race shouldn't even matter to anybody\n  ","815132":"\n  Spanish\n  ","815133":"\n  Good morning gorgeous 💕\n  ","815134":"\n  People bullying\n  ","815135":"\n  Yay\n  ","815136":"\n  Nope\n  ","815137":"\n  Why does it matter\n  ","815138":"\n  No\n  ","815139":"\n  ^^^^\n  ","815140":"\n  25\n  ","815141":"\n  Go do something then\n  ","815142":"\n  Yeah\n  ","815143":"\n  Didn't really care apparently\n  ","815144":"\n  Nope\n  ","815145":"\n  If I want to and idek yours\n  ","815146":"\n  Yeah for having something on me lol\n  ","815147":"\n  I'm going to the store lol\n  ","815148":"\n  Lol what that's not a question\n  ","815149":"\n  The3ofus_x3\n  ","815150":"\n  Bc\n  ","815151":"\n  Thanks\n  ","815152":"\n  Bc it does\n  ","815153":"\n  Bye\n  ","815154":"\n  Technically\n  ","815155":"\n  Hi\n  ","815156":"\n  Aw what\n  ","815157":"\n  Lol wow\n  ","815158":"\n  Nothing really\n  ","815159":"\n  Watching tv\n  ","815160":"\n  Everyday\n  ","815161":"\n  I don't\n  ","815162":"\n  Shut up\n  ","815163":"\n  I want it\n  ","815164":"\n  No\n  ","815165":"\n  Lmao I know\n  ","815166":"\n  There\n  ","815167":"\n  Nor do I care\n  ","815168":"\n  What\n  ","815169":"\n  Well her name is Ashlie\n  ","815170":"\n  Who's that ? Lmao\n  ","815171":"\n  Why do I keep getting these questions\n  ","815172":"\n  Am I lol\n  ","815173":"\n  I'm glad I'm missing out\n  ","815174":"\n  I can careless where she lives . I know she lives in Ny but no where close\n  ","815175":"\n  Nope it's boring\n  ","815176":"\n  No it's okay lol\n  ","815177":"\n  You sent this to me already\n  ","815178":"\n  I've been told lol funny\n  ","815179":"\n  A name ! I shall not share\n  ","815180":"\n  Obviously\n  ","815181":"\n  1 more at least 💕\n  ","815182":"\n  An Xbox\n  ","815183":"\n  I'm okay answering questions\n  ","815184":"\n  Stop bc now it's annoying\n  ","815185":"\n  Not really ! Lol but thanks ?\n  ","815186":"\n  Lol thanks but I don't\n  ","815187":"\n  Bc they are annoying asf\n  ","815188":"\n  2\n  ","815189":"\n  Mhm 15\n  ","815190":"\n  Okay ?\n  ","815191":"\n  Are they\n  ","815192":"\n  They are\n  ","815193":"\n  Omg it's such a secret Tori lmao\n  ","815194":"\n  No wtf lmao\n  ","815195":"\n  I don't have one\n  ","815196":"\n  Oh\n  ","815197":"\n  Lmao I know they scared 🙃\n  ","815198":"\n  The sky\n  ","815199":"\n  I am calm ?\n  ","815200":"\n  I've posted it before and now I'm not aha\n  ","815201":"\n  Omg what that's not even a question\n  ","815202":"\n  NineGDxFourO\n  ","815203":"\n  Who cares man . Go somewhere\n  ","815204":"\n  It's called respect you idiot\n  ","815205":"\n  Lmao OMG I bet they are aha\n  ","815206":"\n  So do I OMG 😱\n  ","815207":"\n  Never play\n  ","815208":"\n  Okay wth\n  ","815209":"\n  Nah im mixed with something else y'all just came figure it out\n  ","815210":"\n  Okay ?\n  ","815211":"\n  Sorry don't use that word my boyfriend doesn't like when other call me beautiful . But thanks\n  ","815212":"\n  By meeting each other\n  ","815213":"\n  That's what I said stupid\n  ","815214":"\n  You don't need to know anything\n  ","815215":"\n  You're blocked 😂😂😂\n  ","815216":"\n  Lmao that's what I'm saying\n  ","815217":"\n  Why does this matter\n  ","815218":"\n  To bad your not tho\n  ","815219":"\n  It's my boyfriends birthday so idk\n  ","815220":"\n  I believe so bc my follower count went up 2 aha\n  ","815221":"\n  I'm not fucking Mexican\n  ","815222":"\n  Yeah I know he is thanks\n  ","815223":"\n  Wtf\n  ","815224":"\n  Okay ? Being 21 doesn't mean your getting drunk ? I got drunk plenty of times and I'm 20 so yeah\n  ","815225":"\n  Bc I have a boyfriend that's why it's rude . Saying I'm cute okay but \"sexy\" you're dragging it buddy\n  ","815226":"\n  No why would you assume that\n  ","815227":"\n  I'm good tomorrow's my boyfriends 21st so I'm thinking of cute things to do for him tomorrow 💖\n  ","815228":"\n  ^^^*\n  ","815229":"\n  Bc she claims to have all these disorders\n  ","815230":"\n  Lmao\n  \n   @lovingmycubs\n  \n","815231":"\n  Well I'm only marrying my boyfriend so ....\n  ","815232":"\n  Not every night\n  ","815233":"\n  Lol I like my boyfriends last name to\n  ","815234":"\n  I know I am 💁🏽\n  ","815235":"\n  You're rude 👋🏽\n  ","815236":"\n  Lol wow\n  ","815237":"\n  Nope lol idk why you think that\n  ","815238":"\n  *^^^^\n  ","815239":"\n  Depends but I know I've been gaining followers\n  \n  And I love you all 😻💋😽\n  ","815240":"\n  I'll be 21 in November\n  ","815241":"\n  Last time I checked I wasn't in no group . I'm Gabby . And nobody knew I existed but yet I have 1126 followers . Aha sit down anon or should Ashlie sending herself questions\n  ","815242":"\n  Blocking people isn't for me unless their extremely annoying\n  ","815243":"\n  Ask me and my bae questions 😽\n  ","815244":"\n  Bc I'm fabulous 💁🏽 and she can't handle the truth\n  ","815245":"\n  Sleep an hour less than I need\n  ","815246":"\n  The movie \"It\"\n  ","815247":"\n  Talking in a group chat on fb\n  ","815248":"\n  Send me stuff guys 😏 🙃\n  \n  I'll answer anything and everything\n  ","815249":"\n  Surf camp\n  ","815250":"\n  Caught sing\n  ","815251":"\n  Why thank you 😘\n  ","815252":"\n  Yeah I know . It's okay tho .\n  ","815253":"\n  Stop sending me questions about yourself it's annoying now . Stop trying to flatter everybody\n  ","815254":"\n  Is very much is so 😍\n  ","815255":"\n  Not that much honesty\n  ","815256":"\n  No ignorance is very annoying man\n  ","815257":"\n  ^^^^\n  ","815258":"\n  Stop sending me stuff man\n  ","815259":"\n  No no no no\n  ","815260":"\n  What would you like to eat 😌\n  ","815261":"\n  They really are with no life\n  ","815262":"\n  Lmao that's the most dumbest thing ever . People have no life on here . I've never posted my ultrasounds on here doesn't mean I'm faking my son lol\n  ","815263":"\n  No I'm not\n  ","815264":"\n  Nope I'm not in school\n  ","815265":"\n  That's my bae . And she's completely real 😻. And has a child so be gone with your drama . Maybe your Ashlie who knows\n  ","815266":"\n  Just a home coming game\n  ","815267":"\n  Lmao yeah and FYI it wasn't me who screen shot my text log considering I have a 6 and my screen is much longer and I wouldn't be texting myself 😂. She's butt hurt bc I like people's answers that are true about her that doesn't mean I don't like her . But she's always going want attention and she want people to ask her questions or maybe she's asking herself questions 🙃\n  ","815268":"\n  Talk to somebody write things down\n  ","815269":"\n  Not really\n  ","815270":"\n  Keep stuff for me aha\n  ","815271":"\n  I was on break it changes\n  ","815272":"\n  Hi\n  ","815273":"\n  McDonald's and other stuff\n  ","815274":"\n  Hi\n  ","815275":"\n  No\n  ","815276":"\n  To long to type\n  ","815277":"\n  I'm undecided\n  ","815278":"\n  The universe\n  ","815279":"\n  I use to cut\n  ","815280":"\n  I try to avoid it as much as possible unless shit gets real\n  ","815281":"\n  Yeah I watch the news from time to time\n  ","815282":"\n  ^^^^\n  ","815283":"\n  I love you questions and your really cool\n  ","815284":"\n  Your son is handsome . You're my girlfriend and I'm jealous of your gorgeous face and body 😻💕💋\n  ","815285":"\n  You're cool\n  ","815286":"\n  You're daughters are adorable 💕. Your beyond  beautiful 😻\n  ","815287":"\n  Wtf no I've said plenty of times I do want another one just not now\n  ","815288":"\n  My best friend 😻😻😻💋\n  ","815289":"\n  I like her . She's sweet 💕\n  ","815290":"\n  You're very cool chick 😎. You're gorgeous and I love following you 😽\n  ","815291":"\n  You're my bae and your amazing 😻\n  ","815292":"\n  Wants attention 😽\n  ","815293":"\n  Lmao\n  ","815294":"\n  Okay\n  ","815295":"\n  Lmao bc she wants attention . That's why it's funny how she has all these people blocked but then somebody said pap of your block list so she can get questions on her block list 😂😽\n  ","815296":"\n  Bc she showed her blocked list. She's salty bc nobody likes her . Even tho I've always said I didn't have problem with her 😂😂😂\n  ","815297":"\n  Lmao I know 😂😽\n  ","815298":"\n  -^^^^^\n  ","815299":"\n  Yeah I was I had to be\n  ","815300":"\n  This morning before work .\n  \n  Enjoy 😻😽\n  ","815301":"\n  Aw that's sweet 💕😽😻\n  ","815302":"\n  That's just immature\n  ","815303":"\n  If you wants\n  ","815304":"\n  No it's not bad\n  ","815305":"\n  They want attention\n  ","815306":"\n  Nope it's not\n  ","815307":"\n  Squirrels\n  ","815308":"\n  Send me stuff guys\n  \n  Don't be shy 🙃🙃\n  ","815309":"\n  Nothing tbt\n  ","815310":"\n  The tv\n  ","815311":"\n  Yeah there is especially if you guys think your trying to be funny\n  ","815312":"\n  Bc you anons ask dumb questions 😂🙃\n  ","815313":"\n  Nope his name was Joseph even before we had him and it stayed for a reason\n  ","815314":"\n  No but I do with my son\n  ","815315":"\n  Thank ya\n  ","815316":"\n  Never watch tv again\n  ","815317":"\n  Yeah I was 3 months pregnant\n  ","815318":"\n  Who I was\n  ","815319":"\n  Well it's ugly\n  ","815320":"\n  Alone\n  ","815321":"\n  Not really lately\n  ","815322":"\n  Haterd\n  ","815323":"\n  Nope ugly name\n  ","815324":"\n  I don't care their fictional characters\n  ","815325":"\n  Bc I like him that's why\n  ","815326":"\n  Batman\n  ","815327":"\n  Ask bby questions\n  ","815328":"\n  Yeah but I'm blocked\n  ","815329":"\n  1 more and a girl next 💕😻😽\n  ","815330":"\n  Pro choice\n  ","815331":"\n  Idk lmao by people liking my answers\n  ","815332":"\n  Keep the questions coming guys 😋🙃\n  ","815333":"\n  Lmao I didn't even take the time to listen to it . She just wants attention and she could of simply told that little girl to do it\n  ","815334":"\n  Read minds\n  ","815335":"\n  Howaboutno145\n  ","815336":"\n  Stop sending your link around nobody cares 😽\n  ","815337":"\n  Yeah kind of\n  ","815338":"\n  Hairy\n  ","815339":"\n  Playing with my son and boyfriend\n  ","815340":"\n  A lot aha\n  ","815341":"\n  I spend time with my family all the time\n  ","815342":"\n  My son\n  ","815343":"\n  Forever 21\n  ","815344":"\n  Yeah a couple people\n  ","815345":"\n  You for one and couple others\n  ","815346":"\n  Both\n  ","815347":"\n  Nope impossible\n  ","815348":"\n  Yeah and peoples stupidity\n  ","815349":"\n  I follow like 50 and i have 1121\n  ","815350":"\n  I don't have one lol\n  ","815351":"\n  Nobody wait , I think a few\n  ","815352":"\n  I'd be happy but I wouldn't be ready\n  ","815353":"\n  He's an amazing dad . We've been together for 4 years . He's a hard worker . His kisses are the best . He's an amazing boyfriend always spoiling his family . Doing what's best for us 💕😻\n  ","815354":"\n  I want it 😽\n  ","815355":"\n  Yeah\n  ","815356":"\n  Of course\n  ","815357":"\n  I don't have any\n  ","815358":"\n  Yeah it's okay\n  ","815359":"\n  No\n  ","815360":"\n  Wth lmao\n  ","815361":"\n  No it's stupid\n  ","815362":"\n  Being successful\n  ","815363":"\n  Sometimes bc I just can't help myself\n  ","815364":"\n  Depends on the advice\n  ","815365":"\n  Thank you\n  ","815366":"\n  Family\n  ","815367":"\n  Doggy style 🙃\n  ","815368":"\n  My ask is acting up 😑🙄\n  ","815369":"\n  McDonald\n  ","815370":"\n  I honesty don't care lol\n  \n  I just like questions\n  ","815371":"\n  Ask my bae some stuff . And me to bc were cool and amazing 🙃😎\n  ","815372":"\n  1121 😽\n  ","815373":"\n  I'd question him about it\n  ","815374":"\n  Tea\n  ","815375":"\n  Nope I haven't wore socks since last winter\n  ","815376":"\n  Like a month ago and Starbucks and my Victoria secret case and a game for my boyfriend and something for our son\n  ","815377":"\n  Watching Greys Anatomy with my boyfriend while our son runs around\n  ","815378":"\n  Listening to music\n  ","815379":"\n  I think it should be 18 and no\n  ","815380":"\n  I can't see when people update their answers 🙄😫\n  ","815381":"\n  Hi\n  ","815382":"\n  Nope and I wanted to play the flut\n  ","815383":"\n  Being a mom\n  ","815384":"\n  Yeah I do and I like the double chocolate chip\n  ","815385":"\n  7\n  ","815386":"\n  I like my name 😽\n  ","815387":"\n  I dont know lol 😫\n  ","815388":"\n  Double chocolate chip\n  ","815389":"\n  Nope\n  ","815390":"\n  Hell yeah😽\n  ","815391":"\n  Chillen with my family\n  ","815392":"\n  Aha what a good question\n  \n  Maybe where there ant sisters came from\n  ","815393":"\n  I have no idea 😫\n  ","815394":"\n  I'm just in a t shirt aha\n  ","815395":"\n  Yeah hopefully lol\n  ","815396":"\n  We are taking our son trick - or - treating then maybe a party for me and my boyfriend\n  ","815397":"\n  Good morning bby 💕😘. I hope you have a great day 😽😻\n  ","815398":"\n  It's okay lol\n  \n  Is anybody else's ask acting up\n  ","815399":"\n  Yeah ?\n  ","815400":"\n  With my son  and boyfriend\n  ","815401":"\n  Okay ? Obviously you know what I mean . Grow up\n  ","815402":"\n  No omfg . I've staid we want another one that doesn't mean we are trying\n  ","815403":"\n  I hate math and I'm horrible at it lol\n  \n  But as for my boyfriend he's amazing at math\n  ","815404":"\n  Beyond tired man\n  ","815405":"\n  7:57am 💤😴\n  ","815406":"\n  Thanks\n  ","815407":"\n  Mine was alright\n  ","815408":"\n  Yay 😌💋\n  ","815409":"\n  He doesn't have one\n  ","815410":"\n  You're dumb\n  ","815411":"\n  You're beyond hot bby 😏\n  ","815412":"\n  Yesterday\n  ","815413":"\n  Okay ? I've got it the first time you said it\n  ","815414":"\n  My boyfriend thinks so to\n  ","815415":"\n  My boyfriend thinks so to\n  ","815416":"\n  I don't know where you'd get that from\n  ","815417":"\n  😍😋😏\n  ","815418":"\n  Thanks\n  ","815419":"\n  Yeah I always do\n  ","815420":"\n  I'm fine\n  ","815421":"\n  Hi\n  ","815422":"\n  I'm very unlucky lmao\n  ","815423":"\n  My son\n  ","815424":"\n  Bc we do wtf man\n  ","815425":"\n  that's an ugly name\n  \n  And plus we already have a name picked out 👌🏽\n  ","815426":"\n  No not at this moment\n  ","815427":"\n  A state 😏\n  ","815428":"\n  Do you know people do change their minds right ?\n  ","815429":"\n  9:34pm\n  ","815430":"\n  That's for us to know 😂😁\n  ","815431":"\n  I want a girl next\n  ","815432":"\n  Hey gorgeous . I hope you have an amazing night 😻\n  ","815433":"\n  No\n  ","815434":"\n  Like a lawyer\n  ","815435":"\n  Criminal justice\n  ","815436":"\n  I've went to college while I was pregnant\n  \n  I'm thinking about going back but idk\n  ","815437":"\n  Social studies\n  ","815438":"\n  I'm looking at apartments with my boyfriend\n  ","815439":"\n  Yeah it alright lol\n  ","815440":"\n  Yeah hopefully soon 😺\n  ","815441":"\n  Okay ??? What do you want me to do about it\n  ","815442":"\n  Garlic bread\n  ","815443":"\n  Yeah\n  ","815444":"\n  Yeah\n  ","815445":"\n  I don't have favorite songs\n  ","815446":"\n  Mother of all lies\n  ","815447":"\n  Yesterday 😋\n  ","815448":"\n  A lifetime movie with my boyfriend 💕\n  ","815449":"\n  Send me some stuff guys 😫😌😏\n  ","815450":"\n  Nope 😌\n  ","815451":"\n  Ny\n  ","815452":"\n  Thanks\n  ","815453":"\n  From what I've heard she deactivated\n  ","815454":"\n  It clearly says Gabby\n  ","815455":"\n  Ask bby some questions\n  ","815456":"\n  My size\n  ","815457":"\n  ^^^^^\n  ","815458":"\n  Alright I guess . I don't really pay attention to her page\n  ","815459":"\n  Don't know them\n  ","815460":"\n  Sure\n  ","815461":"\n  - send me in questions my lovely followers 😽\n  ","815462":"\n  Gabby\n  \n  Joseph\n  ","815463":"\n  T-Mobile\n  ","815464":"\n  Watching the football game\n  ","815465":"\n  Steelers 💛\n  ","815466":"\n  I keep saying I have no problems with her\n  ","815467":"\n  I mean whatever floats her boat\n  ","815468":"\n  A couple of people\n  ","815469":"\n  No it's the easiest thing ever\n  ","815470":"\n  Who knows and who cares\n  \n  Idek why your so worried\n  ","815471":"\n  I don't have a problem with her like everybody else does\n  ","815472":"\n  Yeah I have 4 .\n  \n  Ones love songs\n  \n  And the others are by artist\n  ","815473":"\n  A lot\n  ","815474":"\n  Send me in questions 👑😌\n  ","815475":"\n  I have no idea lol\n  \n  But I want a girl\n  ","815476":"\n  Lol I hope I have a girl to aha I really want a girl\n  ","815477":"\n  At least one more 😌\n  ","815478":"\n  Aww you're wonderful to Tom ❤️\n  ","815479":"\n  It's okay lol . Starting to get chilly at nights 🍁🍂\n  "}}