{"Question":{"815480":"\n   I'm bored as fuck ask me questions and tell your followers to ask me questions I'm doing an honest night\n  ","815481":"\n   Ask anyone will like your answer, okay?\n  ","815482":"\n   Favorite fast food?\n  ","815483":"\n   I'm bored as fuck. Could you have your followers get nosey?? Please & thanks!☺️ P.S. to the followers...no sexual 'PAP of' or 'VR\/YouTube requests' because you'll just get blocked. 😊\n  ","815484":"\n   How ru\n  ","815485":"\n   So....how are all you fuckers doing?\n  ","815486":"\n   Last person you texted\n  ","815487":"\n   Wassup\n  ","815488":"\n   What's Joe going to be for Halloween\n  ","815489":"\n   if you have an animal, is there anything they do that never fails to make you laugh? If you tell Zelda my aunts home she will run to the window and look out it...even when my aunts sitting in here chair.\n  ","815490":"\n   What's something you do differently than most people?\n  ","815491":"\n   Life story ?\n  ","815492":"\n   How old r u\n  ","815493":"\n   What do you think of promise rings\n  ","815494":"\n   Last picture you took\n  ","815495":"\n   Pap of you and your boyfriend\n  ","815496":"\n   Is your last name Danzy\n  ","815497":"\n   What's your favorite things about yourself? Like nice, funny, etc\n  ","815498":"\n   ⚽️🏀🏈⚾️Have you ever gone to a live sporting event? (such as a football game, for example)\n  ","815499":"\n   What's your middle name\n  ","815500":"\n   Selfie of you\n  ","815501":"\n   When's your 21st birthday\n  ","815502":"\n   Hey guys. I hope you are having a good day. Spam will be coming throughout the night. Does nature shape of personalities more than nurture?\n  ","815503":"\n   Would you rather have less work to do, or more work and enjoy doing it?\n  ","815504":"\n   Can we add you\n  ","815505":"\n   What's your snapchat\n  ","815506":"\n   When was your due date\n  ","815507":"\n   Do you get along with your mother-in-law\n  ","815508":"\n   oh my ipad is being attacked by a virus :( now they locked me out of everything. :( what should i do?\n  ","815509":"\n   What iPhone do u have\n  ","815510":"\n   has this ever happened to you like your Iphone charged you money or they'll block access to everything if you don't pay?\n  ","815511":"\n   Want anymore kids\n  ","815512":"\n   Who annoys you\n  ","815513":"\n   When's Joseph's birthday\n  ","815514":"\n   Last movie you seen\n  ","815515":"\n   What's one thing that always makes you happy? PAP!\n  ","815516":"\n   Last time you had sex\n  ","815517":"\n   Good morning\n  ","815518":"\n   What would you do differently if you knew nobody would judge you?\n  ","815519":"\n   honesty day bitchez!!!\n  ","815520":"\n   What does freedom mean to you?\n  ","815521":"\n   If you could offer a newborn one piece of advice, what would it be?\n  ","815522":"\n   Embarrassing period story? ( you don't have to answer this if you don't want to)\n  ","815523":"\n   📷When was the last time you got professional photos taken of yourself?\n  ","815524":"\n   Can you honestly say you've been the kind of friend you would want to have?\n  ","815525":"\n   Would you rather be hurt by the one you trust the most or the one you love the most\n  ","815526":"\n   have you ever watched \"jersey shore\"? if so, what was your thoughts on it? I loved that show, it was my entertainment lol.\n  ","815527":"\n   do you like Lifetime Movies?\n  ","815528":"\n   I'm not the one that made it up I just saw a sign in my school dining hall and I saw it trending on Twitter 😂\n  ","815529":"\n   It's National Hamburger Day! 🍔 What do you like to put on your burger and what do you like to eat or drink with it? What restaurant do you think has the best burgers?\n  ","815530":"\n   Is your child good during diaper changes\n  ","815531":"\n   is Joe in his terrible 2s?\n  ","815532":"\n   If you could update ask.fm yourself what would you change, add on, or take off and why?\n  ","815533":"\n   Do you believe that some things are too good to be true including relationships?\n  ","815534":"\n   What are your plans for this weekend?\n  ","815535":"\n   It's my day off, I'm bored. Send me stuff! I'll do an honesty day 😋🌟\n  ","815536":"\n   I have the munchies and idk if I should eat some crackers, eat a cup of noodles or go to bed since I have a 8 am class tomorrow 😬\n  ","815537":"\n   Doing honesty night, if you could send some followers my way I'd be very happy💗 (sent to most I follow, delete if annoying)\n  ","815538":"\n   How much weight did you gain while being pregnant?\n  ","815539":"\n   plans for this weekend?\n  ","815540":"\n   do you like the name Hannah Ray?\n  ","815541":"\n   Who was the first person you told when you found you were pregnant?\n  ","815542":"\n   what's your middle name?\n  ","815543":"\n   What's joe's favorite food?\n  ","815544":"\n   Did you see the 16 and pregnant episode of Lori? She got pregnant at 16 and was forced by her mom to choose adoption.. She was very religious. What is your opinion on that?\n  ","815545":"\n   When was your due date?\n  ","815546":"\n   Have you ever been Stung by a bee?\n  ","815547":"\n   Does Joe sleep in a crib or in a big boy bed?\n  ","815548":"\n   I think my gf might be pregnant but she hasn't taken a pregnancy test yet and she told me that she hasn't had her period in two but she says that's normal, is it normal for some girls to not have their periods for two months?\n  ","815549":"\n   Do u and your boyfriend live together\n  ","815550":"\n   Anyone else not been able to use the new snapchat filters or is it just me ? I have iPhone 4s\n  ","815551":"\n   Snap chat ?\n  ","815552":"\n   What r u doing\n  ","815553":"\n   Send followers my way. I'll answer anything!\n  ","815554":"\n   What's the last book you read?\n  ","815555":"\n   Do you know any Spanish? Of so some words and their English meaning? I'm learning Spanish no numbers please\n  ","815556":"\n   Hey ask me questions please and how are you\n  ","815557":"\n   Ok so I'm super sorry so many tests to study for, for tomorrow so if I don't ask questions that's why I have 2 tests tomorrow and one Monday and I need to study hard so I pass thanks for understanding! How was your day\n  ","815558":"\n   Deciding on Halloween costumes is hard! Brody's first Halloween , he was chuckie ! Not sure what we're gonna be this year(matching). What do you plan on doing??? (& I have a nice idea but I'm unsure of it. Someone help!)\n  ","815559":"\n   Have any of you ever had a wart? Did you try anything at home like an at home remedie if so tell me. Even if you went to a doctor. What did you\/they do. Did it hurt? How long did it take To go away\n  ","815560":"\n   If any of yesterday's questions were triggering for people I'm so sorry. I tried to apologize to most of you, but in case I forgot anyone. It's hard to tell what's a trigger for people. So just don't answer a question if it bothers you. What's your earliest memory?\n  ","815561":"\n   What's the first thing you notice about people?\n  ","815562":"\n   If you could have any job, what job would you have?\n  ","815563":"\n   Do you have a favorite number? Any particular reason it's your favorite?\n  ","815564":"\n   Do you think any kind of afterlife exists? (You don't have to answer this if you don't want to)\n  ","815565":"\n   Does anyone know how to do the new filters on Snapchat? I can't figure it out.\n  ","815566":"\n   👗How is\/was your school with the dress code? Have you ever had a dress code violation?\n  ","815567":"\n   Do you exercise?\n  ","815568":"\n   What r u doing\n  ","815569":"\n   Last one for today. Doing honesty night on my personal\n   \n    @torikleitsch\n   \n   I'll choose some of the questions I've never been asked before as part of my spam tomorrow, so ask away :). How do you like your steak cooked?\n  ","815570":"\n   What kind of shampoo & conditioner do you use? I love your hair haha\n  ","815571":"\n   Have you ever tried sushi? How'd you like it?\n  ","815572":"\n   iOS 9 update\n  ","815573":"\n   How old r u\n  ","815574":"\n   Do you have siblings? Older or younger? (If you're an only child what was it like being an only child?)\n  ","815575":"\n   Favorite genre of music?\n  ","815576":"\n   Do you think it's ok to tell your friend if they ask is this pretty and it's really ugly yes it's pretty to make them happy or what's your thoughts why\n  ","815577":"\n   What's your favorite thi to do outdoors\n  ","815578":"\n   Favorite subject in school?\n  ","815579":"\n   Favorite dessert?\n  ","815580":"\n   Favorite food?\n  ","815581":"\n   I hope you guys are having a good day! Time for some spam. Feel free to send me some on my personal\n   \n    @torikleitsch\n   \n   :) Favorites spam: favorite color?\n  ","815582":"\n   How's your day going? Do you have any plans?\n  ","815583":"\n   💀Can you name all the bones in the human body?\n  ","815584":"\n   Are you flexible?\n  ","815585":"\n   What month did you conceive Joe?\n  ","815586":"\n   Gabby! This is Kaye. I miss ya gal. x\n  ","815587":"\n   Go follow\n   \n    @adoringavory\n   \n   ❤️ Shes beautiful. 😊\n  ","815588":"\n   Why don't you like our country\n  ","815589":"\n   What things do you like about your country?\n  ","815590":"\n   Honesty night,\n  ","815591":"\n   Do you believe in the Devil? Why or why not?\n  ","815592":"\n   The more questions you guys send the more spam I will do :)\n  ","815593":"\n   Do you live in a place where you have experienced tornado's or hurricanes ? If so , what was your experience?\n  ","815594":"\n   Honest night be sure to tell your friends!!! Ask me anything!\n  ","815595":"\n   How old were you when u got pregnant\n  ","815596":"\n   do you believe in divorce?\n  ","815597":"\n   So I'm going to do honesty night. Extreme perverted questions. Send your followers my way??\n  ","815598":"\n   What's for dinner\n  ","815599":"\n   Doing my very first honesty night!! Do you mind sending some followers my way? My ask is pretty dead right now haha\n  ","815600":"\n   So I'm going to do honesty night. Extreme perverted questions (ones that go into serious detail) are OFF LIMITS. There are certain details about my boyfriend that I will not disclose to anyone (including pics). Send your followers my way?? Please & thank you!😊\n  ","815601":"\n   How's your day\n  ","815602":"\n\n    @gabrielle137\n   \n\n    @KenzieBear998\n   \n\n    @conjectures\n   \n\n    @jenniferrr16\n   \n   so far are the first 4 contestants for best background photo. Send in your votes please. Competition ends in less than 2 hours.\n  ","815603":"\n   Do you have any pets?\n  ","815604":"\n   QOTD: How do you get the same\/opposite sex to notice you?\n  ","815605":"\n   Something or someone you miss from your past?\n  ","815606":"\n   Random question, so this girl says that she's right for cheating because her boyfriend hasn't had sex with her after he's been working and cleaning etc while she stays at home all day. What's your opinion?\n  ","815607":"\n   When was the last time you cried and why\n  ","815608":"\n   I have to go adult now. Leave me questions on my personal\n   \n    @torikleitsch\n   \n   . Which four legged creature is your favorite?\n  ","815609":"\n   When you were in school or if you are in school what was\/is your favorite subject?\n  ","815610":"\n   Would you rather have millions of poisonous spiders in your house that you can't killer get rid of! or millions of poisonous snakes you can't kill or get rid of\n  ","815611":"\n   What's your favorite thing to do on a weekend?\n  ","815612":"\n   How many followers u have\n  ","815613":"\n   What is one thing you'd like to most change about the world?\n  ","815614":"\n   I hope everyone has a good day I'll ask more after school anyways how are you today?\n  ","815615":"\n   Which is harder, telling someone you love them or telling someone you don't love them back?\n  ","815616":"\n   ✨Have you ever taken an AP class? How was the overall experience for you? If not, have you ever taken an advanced course in high school?\n  ","815617":"\n   Which is worse failing or never trying?\n  ","815618":"\n   I hope you guys have a great day today. Totally random spam. Why is the term \"sleep like a baby\" used when babies usually wake up every few hours? 😂\n  ","815619":"\n   so I go to the dentist the 21st to get my wisdom teeth out. until then my whole face hurts from them...so what do you do for a tooth ache or if you've had wisdom teeth problems what helped them?\n  ","815620":"\n   so I shared this thing in Facebook the other day...it said that you should put your husband before you children. opinion? I was personally sickened by how man people agreed with it tbh.\n  ","815621":"\n   R u a mom\n  ","815622":"\n   Good morning\n  ","815623":"\n   I'm a freshman in college and I'm trying to avoid the \"freshman 15\" I eat breakfast, lunch, and dinner and I have 1 plate for breakfast which usually includes just eggs and bacon, 1 or 2 sandwiches for lunch with fries and a salad, and about 2 or 3 plates for dinner and ice cream, is that too much?\n  ","815624":"\n   delete if you want but I need advice on this I can't pick what I want! What piercing should I get this weekend? I want like my tongue or something done but I don't know. what do you think I should get?\n  ","815625":"\n   What time do u usually go to bed\n  ","815626":"\n   Last one for tonight guys. Spam me with stuff to wake up to on my personal\n   \n    @torikleitsch\n   \n   . Hope you enjoyed the spam :) Would you rather have many good friends or one best friend?\n  ","815627":"\n   Can I just love you\n  ","815628":"\n   Would you rather an unlimited gift card to a restaurant or a clothing store?\n  ","815629":"\n   R u pregnant now\n  ","815630":"\n   Would you rather live where it's constantly summer or constantly winter?\n  ","815631":"\n   R u comfortable in ur own skin\n  ","815632":"\n   Would you rather have nosey neighbors or noisy neighbors?\n  ","815633":"\n   Would you rather have to sew all your own clothes or grow all your own food?\n  ","815634":"\n   Would you rather be proposed to in private or in front of your friends and family?\n  ","815635":"\n   Does your son sleep through the night\n  ","815636":"\n   Where do u live\n  ","815637":"\n   Would you rather have a desk job or an outdoor job?\n  ","815638":"\n   People on ask talk about you\n  ","815639":"\n   when's Joseph's birthday\n  ","815640":"\n   You're always on ask why don't you take care of your son\n  ","815641":"\n   You answer so many questions\n  ","815642":"\n   Ever kiss a female\n  ","815643":"\n   Do u sleep with the tv on\n  ","815644":"\n   What color shirt are you wearing\n  ","815645":"\n   Nice ass\n  ","815646":"\n   Where do U work\n  ","815647":"\n   Last reality show you watched\n  ","815648":"\n   What's ur son doing\n  ","815649":"\n   Can u marry me 💍\n  ","815650":"\n   Pro life or pro choice\n  ","815651":"\n   Do u like anal\n  ","815652":"\n   Last time you had sex\n  ","815653":"\n   What makes you special, unique, and talented?\n  ","815654":"\n   Do you stand for what you believe in or are you pleasing others?\n  ","815655":"\n   What are you thankful for in this moment?\n  ","815656":"\n   Would you rather have a cook or a maid?\n  ","815657":"\n   I feel so bad about not being online as much as of lately.\nI would like to make it up to you guys by doing something special on my page for all of you. Please suggest me some ideas if you'd like to be included.\n  ","815658":"\n   LMAO wow will smith fan i see\n  ","815659":"\n   In west Philadelphia born and raised in the playground where spent most my days chilling out max in and relaxing all cool shooting some B ball outside the school when a couple of guys who were up to no good started making trouble in my neighborhood I gotten one little fight my mom got scared\n  ","815660":"\n   so you & a date go to a BIG well known restaurant & order. You two are talking & then you notice a guy who's a little on the heavier side & unlike all the other workers hes got on a greasy t-shirt & jeans. what would you do if the food comes out & he stops the waiter & sneezes in the food ?\n  ","815661":"\n   Doing honest night, send questions my way\n  ","815662":"\n   Ok so sorry about not doing this after practice! But well you were in school did you do any sports if so what sports?\n  ","815663":"\n   Are you a goal setter or a \"whatever will be, will be\" person?\n  ","815664":"\n   If you get this you are on my spam list. If you ever want to be removed just ask me to in a question. (Send spam related questions to my spam account) If you want to ask me questions my personal is\n   \n    @torikleitsch\n   \n   . Hope you guys enjoy the spam :) Describe your best friend in 3 words.\n  ","815665":"\n   Honest night -:-\n  ","815666":"\n   You have the new iOS 9.1 update\n  ","815667":"\n   You're amazing\n  ","815668":"\n   Is there a show you watch that makes you want to cry or just makes you mad...but you can't stop watching it? My feelingswi th Dr.Phil lol\n  ","815669":"\n   Do you still like to color at times?\n  ","815670":"\n   pt 2 of the last question I sent out...\nthey are saying she can't be charged because they can't prove the baby took a breath outside of the womb therefore it wasn't alive? I personally think she should of Been charged with murder.\n  ","815671":"\n   I'm pro-choice and all..but on this episode of Dr.Phil, this woman attacked a 7 month pregnant woman and then cut the baby out, should she be charged with murder? why\/why not ?\n  ","815672":"\n   How would you explain your basic life philosophy?\n  ","815673":"\n   HONESTY DAY\n  ","815674":"\n   I know this is annoying , but I don't take pics often. So if you don't mind. Would you like my recent answer ? I want it at the top of my likes , you don't have to answer this. Just sending to those I follow. Ty !! I'll like some answers in return.\n  ","815675":"\n   Favorite thing to do during summer\n  ","815676":"\n   What time do you make dinner?\n  ","815677":"\n   Do you drink\n  ","815678":"\n   Hayleigh doesn't like u\n  ","815679":"\n   How r u today\n  ","815680":"\n   did Caroline deactivate? :(\n  ","815681":"\n   When do you work again\n  ","815682":"\n   What time is it\n  ","815683":"\n   What's your Twitter? Ig? Tumblr?\n  ","815684":"\n   Do you think marriages are important or do you think there's a good point on why people choose to get married?\n  ","815685":"\n   Do you prefer IG OR ask fm?\n  ","815686":"\n   What size is Joe in clothes?\n  ","815687":"\n   Favorite activity to do?\n  ","815688":"\n   Terribly sorry you guys for how negligent I've been of my QOTD promise. It has been a busy couple of days, but here is your question.\nQOTD: Have you ever created a secret language with a sibling, best friend, or cousin?\n  ","815689":"\n   What is your Son dressing up as for Halloween?\n  ","815690":"\n   Do you believe in miracles?\n  ","815691":"\n   Who said \"I love you\" first? You or your boyfriend?\n  ","815692":"\n   Do you smoke cigarettes?\n  ","815693":"\n   Is your nose pierced?\n  ","815694":"\n   Are you married?\n  ","815695":"\n   How old were you when you found out you were pregnant?\n  ","815696":"\n   Do you believe the saying \"if you love something let it go, if it comes back to you it's true, if it doesn't then it was never meant to be\" could actually work in a relationship?\n  ","815697":"\n   I love you Gabby!!😘💕\n  ","815698":"\n   Does your mother-in-law like you\n  ","815699":"\n   I love you\n  ","815700":"\n   Do you believe in Ghost\n  ","815701":"\n   What color are your nails\n  ","815702":"\n   Do you own a toy\n  ","815703":"\n   Do honestly night\n  ","815704":"\n   Do opinions ?\n  ","815705":"\n   Tell us something\n  ","815706":"\n   How many unanswered questions you have\n  ","815707":"\n   is your child annoying?\n  ","815708":"\n   omf you have a child?\n  ","815709":"\n   I'm sorry for what I said about to you and your child\n  ","815710":"\n   Guys I'm bored 😫\n  ","815711":"\n   What happened in the last dream you Remember clearly?\n  ","815712":"\n   Which iPhone you have\n  ","815713":"\n   Doing honesty night for the last time in a while, send some followers my way? 💕  (delete if annoying haha)\n  ","815714":"\n   Oh no, trust me. It's full of crap. I might have to remove a bunch of games.\n  ","815715":"\n   Good to know!! Thanks, Gabby!! Now to make sure Dad's iPad has enough space. Yay?\n  ","815716":"\n   Good to know. Thanks, Gabby! I'm waiting for the official release but I want to make sure it will be good first.\n  ","815717":"\n   R u ready for Halloween\n  ","815718":"\n   How do you like it so far?\n  ","815719":"\n   What's something you love to do\n  ","815720":"\n   Do you smoke\n  ","815721":"\n   Do you have the new iOS 9 update\n  ","815722":"\n   I know people like to be nosey...so I'm actually giving you a chance to be nosey & yall are slacking. The fuck?? Get nosey people!  (This is generalized, not to anyone specific lol).\n  ","815723":"\n   What's for dinner tonight\n  ","815724":"\n   What % is your phone on\n  ","815725":"\n   What's something you do for fun\n  ","815726":"\n   How old r u\n  ","815727":"\n   Plans for today\n  ","815728":"\n   What is the furthest place from home you've visited?\n  ","815729":"\n   You're sexy\n  ","815730":"\n   Everyone, please go watch this video if you haven't already. I know everything she's said isn't forgivable but she is at least trying. She IS following the rules I've set in the deal. It is a SAFE link (I promise!).\n   \n    https:\/\/www.youtube.com\/watch?v=oItXJhgRg7c\n   \n   Please & thank you!\n  ","815731":"\n   Do you have a side of your face you seem more photogenic than the other?\n  ","815732":"\n   Do you put soap in your vagina?\n  ","815733":"\n   How many followers you have\n  ","815734":"\n   A 13 year old boy was arrested and charged with second-degree assault after kissing a 14 year old girl at school on a dare. Your opinion? Do you think they overreacted?\n  ","815735":"\n   have you ever played with a Ouija  board\n  ","815736":"\n   Who has had the most impact on your life?\n  ","815737":"\n   How's your pregnancy\n  ","815738":"\n   How are you\n  ","815739":"\n   Current status\n  ","815740":"\n   Have you ever delt with difficult customers at work before? If so, how did you handle it?\n  ","815741":"\n   How often do you go clothes shopping?\n  ","815742":"\n   What do you do when customers at work rush you?\n  ","815743":"\n   Have you ever got sent home early during work?\n  ","815744":"\n   Which is your favorite pair of shoes? PAP!\n  ","815745":"\n\n    https:\/\/www.facebook.com\/DadsOnDuty\/videos\/763496960376250\/\n   \n   *safe link* but how freaking cute is this OMG!\n  ","815746":"\n   What r u doing\n  ","815747":"\n   What kind of cable do you have\n  ","815748":"\n   How old are you\n  ","815749":"\n   Not a question but I just want to say I enjoy following each and every one of you! You're amazing and I honestly look up to all of you and consider you one of my friends (even if we don't talk much) and you're all beautiful inside and out! 💕💕💕💕💕\n  ","815750":"\n   What's your Joes favorite food?\n  ","815751":"\n   What's your favorite song atm\n  ","815752":"\n   How long have you and your boyfriend lived together?\n  ","815753":"\n   How many tattoos do you havev\n  ","815754":"\n   How many kids do you want total?\n  ","815755":"\n   Are you going to collage? If so, what for?\n  ","815756":"\n   Be honest, do you think you will have another boy or a girl if you have another baby? Take a wild guess(:\n  ","815757":"\n   How did you meet your bf?\n  ","815758":"\n   Post the last photo you took of Joe?\n  ","815759":"\n   Wryd sexy\n  ","815760":"\n   Hey\n  ","815761":"\n   You're kidding right?\n  ","815762":"\n   If a guy has a girlfriend but also likes another girl is he a potential cheater?\n  ","815763":"\n   thoughts on 9\\11?\n  ","815764":"\n   What do you mean \"it was us who did it to ourselves\"?\n  ","815765":"\n   What's a perfect time to nap that is not to long or to short?\n  ","815766":"\n   Nice ass🍑\n  ","815767":"\n   What will you always remember from 9\/11?\n  ","815768":"\n   What are you doing\n  ","815769":"\n   So I'm doing VRs since I'm bored! send followers and questions maybe?💕\n  ","815770":"\n   Let's say you were single and you had three dates date number one shows up to your house no car then the guy says I'll pick you up & run to the restaurant. Second had a car but had a toupee and missing teeth. Third had a beautiful sports car but was an a$$ hole calling you bit$h etc who do you pick?\n  ","815771":"\n   How many days a week do you work?\n  ","815772":"\n   Do you like your job?\n  ","815773":"\n   When are you moving out of state?\n  ","815774":"\n   lets say you have a African BFor GF LETS SAY they're African!!!! you meet the parents & they say if you wanna be apart of our family you Must follow ancient African traditions either eat RAT STEW or long creature soup you say NO to RAT STEW so you get the soup & it has worms in it would you eat it??\n  ","815775":"\n   Post a pic of your kid with the last person they met?\n  ","815776":"\n   Hello\n  ","815777":"\n   Ask questions\n  ","815778":"\n   opinion on Kim Davis? if you don't her, look her up on Google.\n  ","815779":"\n   do you remember what you were doing on September 11th 2001? when the planes hit the towers?\n  ","815780":"\n   do you like the song \"can't feel my face\" by the weekend?\n  ","815781":"\n   have you ever used hand mirror to examine your vagina closely?\n  ","815782":"\n   If you were stuck on an island and only could have one person with you, who would you choose? Why?\n  ","815783":"\n   R u getting the new iPhone\n  ","815784":"\n   What state are you going to move to?\n  ","815785":"\n   R u ever going to move\n  ","815786":"\n   Can you do honesty night\n  ","815787":"\n   When's your birthday\n  ","815788":"\n   So, y'all had my account deleted. Thought I wouldn't be back? Y'all were wrong. I'm backkk! 😘\n  ","815789":"\n   Why don't you like\n   \n    @justbecause__\n   \n","815790":"\n   What's the weather like\n  ","815791":"\n   Age ?\n  ","815792":"\n   I'd love it if you guys sent your followers my way for 💫HonestyNight💫! My page is dry 😕\n  ","815793":"\n   Debating whether to an honesty night or not? So feel free to ask me any questions you like and I'll answer all truthfully and like 2 answers for every question you ask 😊 (ignore if you don't want to take part)\n  ","815794":"\n   What r u doing\n  ","815795":"\n   Are you doing the ios9 update\n  ","815796":"\n   Is there a topic that a friend or family member constantly brings up that you hate talking about? If so, what?\n  ","815797":"\n   What are you doing\n  ","815798":"\n   Today is World Suicide Prevention Day. Spread the word🙏\n  ","815799":"\n   So now I know what honesty night is. Thank you to those who taught me something today so here it goes everyone, my first honesty night as a Q&A \"entrepreneur\". Heehee. Let's make it an unforgettable one.\n  ","815800":"\n   What time is it\n  ","815801":"\n   What do you do when you're missing someone?\n  ","815802":"\n   You're my inspiration\n  ","815803":"\n   ???7?7\n  ","815804":"\n   R u going to bed\n  ","815805":"\n   Do you live in a new state\n  ","815806":"\n   Why won't you tell us where you live\n  ","815807":"\n   Do you know what state Haylegh lives in\n  ","815808":"\n   Do you shave\n  ","815809":"\n   Do you sleep with clothes on\n  ","815810":"\n   Why aren't you on birth control\n  ","815811":"\n   R u on birth control\n  ","815812":"\n   Why does that girl think your an inspiration\n  ","815813":"\n   What color are your sheets\n  ","815814":"\n   Do you and your boyfriend sleep together\n  ","815815":"\n   What's your snapchat\n  ","815816":"\n   Have you ever had your \"Netflix and chill\" moment?\n  ","815817":"\n   Can I meet you\n  ","815818":"\n   What is your favorite source of outdoor entertainment?\n  ","815819":"\n   You're so sweet\n  ","815820":"\n   Do you believe in God\n  ","815821":"\n   why are you so bitchy?\n  ","815822":"\n   You liked my answers 😭😭😭😍\n  ","815823":"\n   Omg you're horrible\n  ","815824":"\n   if your son wanted to be in diapers at 4 would you let him\n  ","815825":"\n   You don't send anon messages\n  ","815826":"\n   would you get a abortion if you get pregnant soon ?\n  ","815827":"\n   Last thing you ate\n  ","815828":"\n   why would ttc be stupid?\n  ","815829":"\n   r u ttc\n  ","815830":"\n   The \"Li\" stands for Little Italy 😁\n  ","815831":"\n   I've been getting a little sad lately when I'm not able to talk to my gf for a couple of hours, is that normal?\n  ","815832":"\n   Where do you live\n  ","815833":"\n   What you watching\n  ","815834":"\n   \"Netflix and chill\" 😉😂\n  ","815835":"\n   What time is it\n  ","815836":"\n   What you doing?\n  ","815837":"\n   How are you feeling\n  ","815838":"\n   You're probably one of the least likely people to send your link around lol\n  ","815839":"\n   if you didnt then pap of your answered questions lol\n  ","815840":"\n   I have been wanting to get my page out there and someone suggested I do likes for likes, follow for a follow, and also suggested honesty night. I don't know what the last one is but I'll go ahead and accept it. If it is not much of a bother, please let your followers know about my page. Thank you! i\n  ","815841":"\n   Lmfao you totally did. You probably was upset that u didn't see your name. Lol\n  ","815842":"\n   you sent that question to laiken asking did she follow you but you kept it on anon.. Lmfaoo\n  ","815843":"\n   QOTD: Have you ever wrongly accused someone then apologized immediately after? Do you have a hard time swallowing your pride?\n  ","815844":"\n   You're amazing\n  ","815845":"\n   What time is your lunch break at work?\n  ","815846":"\n   What time do you work until?\n  ","815847":"\n   Do you have sex a lot\n  ","815848":"\n   You're not a nice person\n  ","815849":"\n   What % is your phone on\n  ","815850":"\n   What color is ur hair\n  ","815851":"\n   Do u work tomorrow\n  ","815852":"\n   Is abortion murder\n  ","815853":"\n   What r u doing\n  ","815854":"\n   How many kids do you want\n  ","815855":"\n   first 2 likers get 20 like rest get 10?\n  ","815856":"\n   likers gets spam of questions?\n  ","815857":"\n   Shane?\n  ","815858":"\n   What's Joseph middle name?\n  ","815859":"\n   why not?\n  ","815860":"\n   do you like country music?\n  ","815861":"\n   what time did you get up this morning\n  ","815862":"\n   If a guy wanted you to put a leash on him, would you?\n  ","815863":"\n   age\n  ","815864":"\n   What are you doing\n  ","815865":"\n   one wish?\n  ","815866":"\n   what diapers did\/do you use?\n  ","815867":"\n   Is there anyone on here that makes you want to pull your hair out or just annoys you but you follow them because they entertain you? lol\n  ","815868":"\n   What's the weather like\n  ","815869":"\n   Ur cool\n  ","815870":"\n   Last thing you did\n  ","815871":"\n   So random question. But a paper ID is a valid iD Until you get your hard copy right? like gas stations etc have to take them because they are valid right?\n  ","815872":"\n   Doing honesty day, people are allowed to get really nosey (but when it comes to asking about my boyfriend, there's limitations). Ask away ☺️\n  ","815873":"\n   Are you good at giving relationship advice?\n  ","815874":"\n   Good morning\n  ","815875":"\n   Doing honesty hour so feel free to ask me questions, will answers all truthfully 😊\n  ","815876":"\n   WOW Lmao !!! pretend you are single EVEN IF YOU ARE NOT pretend you are!!!! lets say you decided to go on a dating website. a candidate comes up (he's from Nigeria & is the king of Africa) he is rich but wants you to send $$ to meet you, name is Ak'umanda what would you do ?\n  ","815877":"\n   Shes 12 guys okay stop asking\n  ","815878":"\n   Can i come too?\n  ","815879":"\n   You're not 15\n  ","815880":"\n   What you gonna do once you're 21?  TURN UP!\n  ","815881":"\n   How did you get so famous?\n  ","815882":"\n   Not like it doesn't clearly state your age in your bio or anything..😑\n  ","815883":"\n   You look so much younger\n  ","815884":"\n   Popular much?\n  ","815885":"\n   Youre 20? 😂\n  ","815886":"\n   How many followers you have\n  ","815887":"\n   Yes I am 5\n  ","815888":"\n   Wyd\n  ","815889":"\n   I did not know something was a race\n  ","815890":"\n   tells a 20 year old \"I'm gonna tell your mom\". what are you, anon, 5?\n  ","815891":"\n   Whats the other part youre mixed with?\n  ","815892":"\n   What did she say?\n  ","815893":"\n   Im telling your mom\n  ","815894":"\n   Logic the rapper?\n  ","815895":"\n   A little bit mexican also?\n  ","815896":"\n   Hey watch your language\n  ","815897":"\n   What is logic??\n  ","815898":"\n   Black and white?\n  ","815899":"\n   Blasian is black and asian\n  ","815900":"\n   How are you 15 but born in 94?? pls explain\n  ","815901":"\n   How does your bf look like?\n  ","815902":"\n   MiЯɿOɿƧ ɒЯɘ MoЯɘ ᖷuИ ƚHɒИ ƚƎlƎvIƨIoИ\n  ","815903":"\n   Yep you're totes 15 even though you're like 1 1\/2 younger than me. 😂\n  ","815904":"\n   You look blasian\n  ","815905":"\n   Im so confused bruh\n  ","815906":"\n   How are you 15 if you were born in 94\n  ","815907":"\n   Tell your bf i said hes a lucky guy to be dating such a beautiful girl\n  ","815908":"\n   What race are you?\n  ","815909":"\n   Are you 15?\n  ","815910":"\n   Pinterest name\n  ","815911":"\n   Pro life or pro choice\n  ","815912":"\n   Youre cute af girl you should hmu on kik\n  ","815913":"\n   Jhene Aiko is that you??\n  ","815914":"\n   Ever date or kiss a girl\n  ","815915":"\n   What year did you graduate\n  ","815916":"\n   What are you doing\n  ","815917":"\n   2am ? See bad parenting\n  ","815918":"\n   What times does Joseph usually get up\n  ","815919":"\n   You're a shitty mom\n  ","815920":"\n   Where's your boyfriend\n  ","815921":"\n   I didn't get to send the QOTD yesterday due to the Labor Day holiday so I will be including yesterdays QOTD with today's QOTD too.\n\nQOTD: How did you spend your Labor Day weekend?\n  ","815922":"\n   What time does Joe go to bed\n  ","815923":"\n   You're cute\n  ","815924":"\n   You had Joe very young\n  ","815925":"\n   What time is it\n  ","815926":"\n   What does Joe toddler bed look like\n  ","815927":"\n   -:-\n  ","815928":"\n   YQOTD: Is there someone you miss outside of your inner circle of family and friends that you wish you could have immediate contact back with?\n  ","815929":"\n   So glad I found my favorites on my new account! Doing honesty day to straighten everything back out... Love y'all so much! 💞\n  ","815930":"\n   Bb, text me (name included please!), I had to factory reset my phone because it decided it wanted to randomly put 'restrictions' on & idk how to get it off. love you<3\n  ","815931":"\n   Is there anything you see, in person, on tv etc, that parents do or did to their child that just hits you hard and makes you want to go off on said parent(s)?\n  ","815932":"\n   How are you\n  ","815933":"\n   Unfollowed a lot of people so if you get this I love you & your answers basically :D \nI'd love you even more if you sent more followers my way; ask is dead! (beg ino lol)\n  ","815934":"\n   Would you rather wear a snow suit in the desert or be naked in Antarctica?\n  ","815935":"\n   Send some followers my way please ? I'll answer anything ! I've not been getting questions lately except for spam.\n  ","815936":"\n   So weird how you're saying something negative about Hayleigh and she constantly likes those answers 😂😂😂\n  ","815937":"\n   what happened to morgans account?\n  ","815938":"\n   Have you ever had an injury where you had to wear a cast?\n  ","815939":"\n   Your anniversary date\n  ","815940":"\n   Last time having sex\n  ","815941":"\n   An estimate how long does it take you to shower?\n  ","815942":"\n   What's the longest you've gone without taking a bath or shower?\n  ","815943":"\n   Did you usually shower at night or during the day?\n  ","815944":"\n   How many songs do you have on your phone?\n  ","815945":"\n   How many pictures do you have on your phone\n  ","815946":"\n   What do you think about the name Gaby??😂\n  ","815947":"\n   Giving names\n  ","815948":"\n   I quit 😂\n  ","815949":"\n   Destiny?\n  ","815950":"\n   do you usually take a Selfie everyday\n  ","815951":"\n   Nadia?\n  ","815952":"\n   Okay what about Jazell?\n  ","815953":"\n   You live in New York?\n  ","815954":"\n   What do you think about the name Giselle?\n  ","815955":"\n   Can I ask your opinion about names?\n  ","815956":"\n   I wish I had kept those screenshots, oh well. Children will be children. Just let it be, let her obsess over you lol.\n  ","815957":"\n   Post a photo from today!\n  ","815958":"\n   I only had a problem with her when she TRIED getting pregnant at 13, tbh.\n  ","815959":"\n   Tbh, 15+ should be the age limit for social media. UNLESS the 14 year olds can show true maturity in all situations. Js.\n  ","815960":"\n   Oh well, you're the better person.\n  ","815961":"\n   Hayleigh blocked  you so you can't send her stuff.\n  ","815962":"\n   Because then you can't fight back. Talk about a coward.\n  ","815963":"\n   How could people not like drinking water?\n  ","815964":"\n   With technology becoming more and more  advanced, becoming more reliant on those exact same pieces of technology, \nhow do we still try to retain that human element?\n  ","815965":"\n   Whats the highest fever temperature you've ever had?\n  ","815966":"\n   Ask.fm has been known to be a forum for bullying adolescents. Do you agree and why? What kind of changes can be made to make Ask.fm a more safe and enjoyable community for it's users?\n  ","815967":"\n   Why does\n   \n    @justbecause__\n   \n   call others fake\n  ","815968":"\n   What phone do you have\n  ","815969":"\n   How old are you\n  ","815970":"\n   How long you and your boyfriend been together\n  ","815971":"\n   What are you doing\n  ","815972":"\n   Why is that anon talking abort your boyfriend\n  ","815973":"\n   Lol okay\n  ","815974":"\n   And also book smart isn't the same as a common sense smart 😘 and I'm both book smart and common sense smart 😘😘😘\n  ","815975":"\n   Yuppp\n  ","815976":"\n   So did I 😘\n  ","815977":"\n   I can be as dumb as your boyfriend 😘\n  ","815978":"\n   Attention followers of those I follow: im gonna go see my grandma for a few hours so leave me tons of things to come back to. Thanks! 😊\n  ","815979":"\n   Ll?\n  ","815980":"\n   No I'm asking was he gay before he got with you?\n  ","815981":"\n   Where are you from?\n  ","815982":"\n   Was you BF ever gay?\n  ","815983":"\n   Do you work two jobs?\n  ","815984":"\n   How are you\n  ","815985":"\n   Omg have you seen Pizza Hut's triple treat box?! 😱😱😱\n  ","815986":"\n   What word do you love the sound of?\n  ","815987":"\n   hey names Joe i will be rich & you can to if you follow my lead i may just break the world record in going without taking a bath wash up etc.. brushing teeth for 5 years and i need a cleaner i need someone to clean me up head to toe time i officially brake the record. there's $100,000 in it for you?\n  ","815988":"\n   Put your music on shuffle, what are the first 3 songs that come on?\n  ","815989":"\n   Maybe she just wanted some ideas\n  ","815990":"\n   That was mean\n  ","815991":"\n   I'm 21 weeks pregnant with a baby girl, I have no ideas for names yet. can you give me some ideas for a first and middle please?\n  ","815992":"\n   do you like Jason Derulo\n  ","815993":"\n   we're you a teen mom?\n  ","815994":"\n   what's your favorite thing about being a mom ?\n  ","815995":"\n   are you potty training Joe?\n  ","815996":"\n   do you believe everything happens for a reason?\n  ","815997":"\n   do you just live with your boyfriend and son? or is there more people that live with you?\n  ","815998":"\n   was your pregnancy planned?\n  ","815999":"\n   what's your favorite soda?\n  ","816000":"\n   howd u get so many followers?\n  ","816001":"\n   😍☺️💕💟😊\n  ","816002":"\n   you would be so cute with a baby girl haha 😂💕\n  ","816003":"\n   what age did you get your glasses?\n  ","816004":"\n   do you have any future baby names picked ? for a girl And a boy?\n  ","816005":"\n   pap of your belly after the c section, if you have one ?\n  ","816006":"\n   are you and your boyfriend going to have more babies in the future?\n  ","816007":"\n   Selfie\n  ","816008":"\n   have you ever been cheated on?\n  ","816009":"\n   do you wear contacts?\n  ","816010":"\n   do you get high?\n  ","816011":"\n   how bad was recovery after your c section?\n  ","816012":"\n   how old is Joe?\n  ","816013":"\n   Haiiii. I am a brand new page that mainly focuses on giving advice & tips for the confused-hopelessly in love-faint hearted.\nI do send out QOTD. If you would like to be apart of the gang just ask.Can you please help me get my page known around in order to help others? Greatly appreciate the effort.\n  ","816014":"\n   do you like Taylor Swift? if yes, what's your favorite song from her?\n  ","816015":"\n   What do you guys do for work?\n  ","816016":"\n   How old is your boyfriend?\n  ","816017":"\n   whats your favorite drink at Starbucks?\n  ","816018":"\n   when do you and your boyfriend plan on getting engaged? or when ever he  proposes will it be a surprise?\n  ","816019":"\n   Joseph is the cutest thing ever\n  ","816020":"\n   Family picture\n  ","816021":"\n   Last thing you bought\n  ","816022":"\n   What is your favorite thing about summer?\n  ","816023":"\n   What movie are you most looking forward to seeing?\n  ","816024":"\n   I like your profile pic 😊\n  ","816025":"\n   How many followers you have\n  ","816026":"\n   For those of u saying you don't know lauren. I'll tell you somethings about her. She's openly racist, says she hates gays, says vegans are abusive, only gives her 2 year old formula because \"she wants to\", & is now begging for money by saying her son needs medical equipment\n  ","816027":"\n   Report\n   \n    @cottrilllauren\n   \n   for begging for money for false reasons\n  ","816028":"\n   ask box is empty! send your followers my way please, need new questions! xo\n  ","816029":"\n   Do you still work at McDonald's?\n  ","816030":"\n   Was your son premature? If so, how much?\n  ","816031":"\n   It's National Read a Book Day! What book will you be reading today?\n  ","816032":"\n   How do you deal with impatient customers at work?\n  ","816033":"\n   Omg that question was for hayleigh lmao I know you never faked\n  ","816034":"\n   She even faked having a baby at 13 while it was her baby sister lmao so dumb.\n  ","816035":"\n   I even found out her last name. So easy to find out lol\n  ","816036":"\n   Why did you fake having a daughter ?\n  ","816037":"\n   Thanks she didn't want to say haha\n  ","816038":"\n   Do you know\n   \n    @justbecause__\n   \n   's name?\n  ","816039":"\n   How are you\n  ","816040":"\n   Good morning\n  ","816041":"\n   have you ever seen the show \"that 70 show\"?\n  ","816042":"\n   Pap of son❤️\n  ","816043":"\n   pap of your like notification?\n  ","816044":"\n   As many of you probably saw, I was getting heavy harassment earlier on my other account so I spent all day deleting 40,000 questions just to keep this one so I'm here if you need me. 💖\n  ","816045":"\n   Last time you had sex\n  ","816046":"\n   if I'm correct you got pregnant at 18 which is legal adult lol\n  ","816047":"\n   Ur a teen mom\n  ","816048":"\n   Guys I'm doing honesty night which means anything from opinions on people to sexual honesty. I'm bored and trying not to blow up on someone lol *delete if wanted*\n  ","816049":"\n   You talked shit about Caroline ?\n  ","816050":"\n   What are you doing\n  ","816051":"\n   Hi there Gabrielle 💙 Time for an update on mister Joseph Samuel 💥 Favorite food(s)? 🍝 Favorite word(s)? 💬 Favorite song(s)? 🎶 Favorite thing(s) to do? 🏊🏽 Weight & Height? 👣 Nicknames? 🏈 How many teeth does he have now? 😬 Post a recent picture of him! 🔆\n  ","816052":"\n   talk shit about Caroline yet still acts like her friend 😚\n  ","816053":"\n   Do you go shopping a lot?\n  ","816054":"\n   What time does work start for you?\n  ","816055":"\n   Doing a honesty night. \ncan you please tell your followers to send me some questions please? \nthank you 😘\n  ","816056":"\n   Have you ever been on the website \"omegle\"?\n  ","816057":"\n   why don't you like\n   \n    @justbecause__\n   \n","816058":"\n   what did you do for your anniversary yesterday?\n  ","816059":"\n   what are you going to do for your  21st birthday?\n  ","816060":"\n   What do you think about gay marriage?\n  ","816061":"\n   I know your middle name\n  ","816062":"\n   middle name ? I know it lets just see if you answer.\n  ","816063":"\n   bra colorf\n  ","816064":"\n   bra size\n  ","816065":"\n   fav color\n  ","816066":"\n   how was losing ur virginity\n  ","816067":"\n   virgin\n  ","816068":"\n   If you get this I follow you. I understand the answer I posted telling people to like if they followed me too was a while ago so if you no longer follow me or want my questions just let me know. It won't offend me at all 😃.\n  ","816069":"\n   hi\n  ","816070":"\n   What are you doing\n  ","816071":"\n   Hi\n  ","816072":"\n   Doing honesty night tonight❤️\n  ","816073":"\n   Remember Georgina\n  ","816074":"\n   Are you engaged\n  ","816075":"\n   Do you bake\n  ","816076":"\n   How old is Joseph\n  ","816077":"\n   anons are funny awe lmao\n  ","816078":"\n   Do you like\n   \n    @justbecause__\n   \n","816079":"\n   What's something you want to do\n  ","816080":"\n   What emoji do you wish existed?\n  ","816081":"\n   what you doing\n  ","816082":"\n   Anyone want to send me some questions? (delete if this annoys you)\n  ","816083":"\n   Doing VRs if anyone wants 🎥📹\n  ","816084":"\n   What time is it\n  ","816085":"\n   Do you have your ID? How,do you like your picture? I got mine today and I hate it lol\n  ","816086":"\n   Happy anniversary to you and your boyfriend ❤️😘😊\n  ","816087":"\n   Bb, I'm glad to share my birthday with your anniversary 😊\n  ","816088":"\n   -\n  ","816089":"\n   Check my recent 😃.\n  ","816090":"\n   Could you have your followers look at my most recent question\/answer?? Please & thanks!(:\n  ","816091":"\n   Favorite reality show\n  ","816092":"\n   What's your Twitter\n  ","816093":"\n   You're gorgeous\n  ","816094":"\n   hey all. I've been getting a lot of questions on who the best moms\/accounts in general to follow on IG are. so here are my top picks!\n   \n    @w_nestrik\n   \n\n    @chastinlytle\n   \n\n    @heulmer\n   \n   &\n   \n    @lynnseyandconnor\n   \n   . enjoy!\n  ","816095":"\n   Do you think you've changed in the last year? In what way?\n  ","816096":"\n   Since it's my birthday I'm gonna be off most of the day. Anyone is welcome to leave me questions to come back to. Please & thank you!😊\n  ","816097":"\n   Happy four years to you & Greg bb, love you❤️\n  ","816098":"\n   Happy 4 years to you and your boyfriend 😍\n  ","816099":"\n   Do you believe reincarnation is real? I watched a documentary of a 4 year old boy who remembered who killed him with an ax in his previous life and the man owned up to it and everything. The ax mark on the skull matched the boys birth mark on his head. Crazy right?\n  ","816100":"\n   you go on a date & in a nice fancy restaurant. a giant fat girl is siting behind you since the seats are back to back. lets say you & the date are eating then the fat girl farts but it looks like you did it everyone turns & looks @ you how do you react ??? oh the whole place STINKS now by you !!!\n  ","816101":"\n   Let's say you're in the big city. You're minding your own business until an Elvis Pressley impersonator leaps out of a dark alley & says hey baby I got $10,000 stashed in the alley over there & it's all yours if you find it but there's some tough men in there with bats looking to. What would you do?\n  ","816102":"\n   I want a baby so bad ...\n  ","816103":"\n   Anon, there's strippers who are completely flat chested. As long as you strip & can dance you can be a stripper. Saying a stripper can only be someone who has big boobs is a stripper stereotype. 😂😂😂\n  ","816104":"\n   bra size\n  ","816105":"\n   give me a lap dance\n  ","816106":"\n   Some of the people supporting her lies are moms...smh... imagine your child fucking died. Imagine how that would feel! Then think about her pretending to have a dead child for ATTENTION! ITS SICK! you are a shitty fucking parent if you support someone who fakes stillborns. Not even sorry.\n  ","816107":"\n   Lol well you're only 1 person who thinks that and opinion is wrong. nothing wrong with someone who's never been to a strip club. do I bash them?? No obviously or I wouldn't be asking these questions.\n  ","816108":"\n   You're lying\n  ","816109":"\n   Oh yes I totally suck because I've never been in a strip club.\n  ","816110":"\n   Ur really a stripped\n  ","816111":"\n   No I've never been in a strip club\n  ","816112":"\n   How many followers do you have\n  ","816113":"\n   Doing honesty night again because my ask is dead😂 send some followers my way?💕 (delete if annoying)\n  ","816114":"\n   yes ur size\n  ","816115":"\n   also if you have small boobs can you be a stripper?\n  ","816116":"\n   bra size\n  ","816117":"\n   It's a serious question I'm not being rude. if you're shy can you be a stripper?\n  ","816118":"\n   ur sexy virgin\n  ","816119":"\n   What's it like being a stripper?\n  ","816120":"\n   hi\n  ","816121":"\n   The fact noone realizes how fucked up Caroline must be in her head to fake a stillborn child disgusts me. She needs help and everyones acting like its normal to do that? SHE ACTED LIKE SHE HAD A BABY THAT DIED. STOLE PICTURES AND EVERYTHING. WAKE UP PEOPLE SHES NOT OKAY IN THE HEAD.\n  ","816122":"\n   Doing @ opinions while I get the boys to bed :)\n  ","816123":"\n   Selfie ?\n  ","816124":"\n   What time is it\n  ","816125":"\n   What are you doing\n  ","816126":"\n   What happened with Caroline\n  ","816127":"\n   Plans for today ?\n  ","816128":"\n   I'm bored as fuck & trying to keep my mind of the pain in my hand...could you maybe send your followers\/questions my way?? Please & thank you!(:\n  ","816129":"\n   Which is better, stripper or unemployed mother?\n  ","816130":"\n   Ur really a stripper\n  ","816131":"\n   What's the last photo you took on your phone? Post it!\n  ","816132":"\n   you work at McDonald's, you're not a stripper.\n  ","816133":"\n\n    @jadryn\n   \n   &\n   \n    @xgypsy\n   \n   are stripper moms? No wonder they're best friends. They don't deserve the kids they have. Worst moms awards go to.....!!!!\n  ","816134":"\n   opinion on Caroline giving brynlee up for adoption?!?!? such a surprise. \n(bringingupbrynlee)\n  ","816135":"\n   I've recently been following a lot of new people. If you get this, I follow you ! Tell me About you! Pap too!\n  ","816136":"\n   Please check most recent.\n  ","816137":"\n   On a scale from 1-10 how important is having a sex life in a relationship to you?\n  ","816138":"\n   Post a video of your room\n  ","816139":"\n   How old are you\n  ","816140":"\n   How are you\n  ","816141":"\n   in the beginning of summer SAY you & 3 friends win a contest the prize is ever week in the summer all 4 of you will get 4 blank boxes (a box worth $1,000 a box worth $750 a box worth $500 and one worth $1) FAST FORWARD to now.  what would you do if every week to now you end up picking the $1 prize ?\n  ","816142":"\n   *same basketball person from yesterday* I told my mom I want to quit she didn't seem to have a problem but this morning she said I'm going and I said I don't want to and I'm not and she said if I don't go I'll get my phone taken away. She told me I wasn't allowed to change my mind. Idk what to do.\n  ","816143":"\n   Is your boyfriend a very hands on dad? (Like will he go on playground toys with Joseph and stuff)\n  ","816144":"\n   what are YOUR relationship goals? I hate a goal moment tonight that made me smile and I couldn't help but cheer up :)\n  ","816145":"\n   So I started try outs for basketball but it was the first day and I didn't like it at all! But my moms making me stay the rest of the week. But I feel like I'm being forced to do something I don't want to. Any advice of talking her out of it?\n  ","816146":"\n   It's officially September ! Anyone else excited for fall!?\n  ","816147":"\n   Guys my aunt had her baby today! he's a chunk! 10lbs 2 oz 22 1\/2 inches long! and yes...she had him naturally ❤\n  ","816148":"\n\n    @heytheredelilahxo\n   \n   Recent answer. Sounds like a shitty place to live tbh.\n  ","816149":"\n   Hey guys! I know these can be annoying. But would you send your followers my way? I'm bored in the hospital and could use some entertainment. Thank you!💕\n  ","816150":"\n   What are the last 5 things you bought? *not including food\/bills\n  ","816151":"\n   Gonna stay up for a while, so it's honesty hour & im doing the number game. ⭐️⭐️⭐️ *sent to random*\n  ","816152":"\n   Send your followers my way?? I'm bored as fuck right now. Thanks so much! 😊\n  ","816153":"\n   Omg ! Did yall see the story on the woman who thought she was having twins but ended up having a 14 pound 1 ounce baby without meds!? I couldn't do it. What about you?\n  ","816154":"\n   I just want to tell you all, if you ever need someone to speak to, even just an ear to vent on, I am here for every single one of you. I may not be much help, but I know how much weight is lifted off your shoulders just by speaking  to someone. I love you all.\n  ","816155":"\n   They say the heart is the most complex structure in the universe, they also say that about the brain. Which one do you believe is which or neither? Why?\n  ","816156":"\n   Sorry I've not been sending out my spam these past few nights ! (If I recently followed you then you might haven't received yet.) my best friend and her son just moved in with me so things have been crazy ! I'll start doin spam again tomorrow night ! If you don't want it . Let me know .\n  ","816157":"\n   achievements, big or small. You're all so special. I'm glad that I get glimpses into your lives because it makes me happy to see you all prosper. ❤️❤️❤️\n  ","816158":"\n   How long you been with your boyfriend\n  ","816159":"\n   How old are you\n  ","816160":"\n   ugh 8 days until my 18th birthday! What do you like to do on your birthday?\n  ","816161":"\n   How many followers do you have\n  ","816162":"\n   What is your favourite or most significant memory with your best friend?\n  ","816163":"\n   If a guy finds out that his girlfriend is pregnant by her ex not because she cheated on him but because they engaged in intercourse before they started dating how should the guy feel? Do you think he should still stay with her or should he leave?\n  ","816164":"\n   What is your your opinion on Kanye West running for president? Would you vote for him?\n  ","816165":"\n   What are your today plans?\n  ","816166":"\n   Mind sending some followers my way ? :)\n  ","816167":"\n   Kayne West just announced he's running for president in 2020, what is your thoughts on this?\n  ","816168":"\n   I'm so proud of everyone I follow. Whether you're going to college, applying for a job, becoming more confident with yourself, getting rid of some negativity in your life, writing a story, or simply getting out of bed in the morning and making yourself a cup of coffee. I'm so proud of everyone's\n  ","816169":"\n   How are you\n  ","816170":"\n   If anyone is interested after helping me out with all that, check my recent for my plans for her birthday photos. I've mixed a few of your ideas together!\n  ","816171":"\n   I've sent a similar question out before but now I've actually booked tias birthday photos, I need help. Do I risk the outdoors as it's October? Halloween theme or something else? Smash cake? HEEELP ME! Lol\n  ","816172":"\n   Do you ever feel like you're stuck between a rock and a hard place? When is the last time you felt that hopeless? How did you overcome that feeling?\n  ","816173":"\n   ytmommadrama.com\n  ","816174":"\n   do you have a hate thread? like I know a lot of moms in this \"teen\" mom community have their own thread on this website (can't remember the name of it of course) where people talk shit 24\/7.\n  ","816175":"\n   You both need your kids taken away\n  ","816176":"\n   Wtf\n   \n    @xgypsy\n   \n   is a stripper mom??? But she has her kid?? Isn't that illegal?\n  ","816177":"\n   Hello everyone, I apologize for deactivating this account a few weeks back. If you get this message, you were on my spam list. Please like my recent answer if you wish to continue receiving spam, as I will be unfollowing everyone after sending this. Thank you.\n  ","816178":"\n   Do you believe heartache is a real thing?\n  ","816179":"\n   What are you doing\n  ","816180":"\n   What is one thing that happened in your life that without it happening, you would never be where you are today?\n  ","816181":"\n   Reminder; it's  |★HONESTYDAY!★| and my page is dead. Send me stuff!\n  ","816182":"\n   \"You don't follow me\" not everyone has to follow you.. Tf?\n  ","816183":"\n   Feeling super today! So I'm gonna do my firs  |★HONESTYDAY!★| on this account, nothing off limits! (Sent to random 50)\n  ","816184":"\n   do you have any pets? if so, pap of them?\n  ","816185":"\n   what's your opinion on people who get there boyfriends| fiance|husband name tattooed on there body? do you think its  dumb?\n  ","816186":"\n   What's your thoughts on This Josh Duggar scandal?\n  ","816187":"\n   Post a picture of your ultrasound\n  ","816188":"\n   I'd love it if you guys brought your followers over my way! Been super quiet since I started over. Gimmegimmegimme👏🏻👏🏻👏🏻\n  ","816189":"\n   Yall been together since the day I turned 16 😊😂\n  ","816190":"\n   Pap of Joseph\n  ","816191":"\n   Pap of you and you and your family\n  ","816192":"\n   I sent this out before but I can't find the answers, so I'm re sending. Since I made a new ask, I lost a lot of people I follow . Sooo, who are your favorite people that you follow? I need new ones ! :)\n  ","816193":"\n   How long you it's been together\n  ","816194":"\n   Hello\n  ","816195":"\n   Plans for today\n  ","816196":"\n   Thinking of doing honesty hour so if there's anything you want to know then feel free to send me some questions😊 thank you x\n  ","816197":"\n   15likes=15likes *-*\nواللى يخلص يقول دن\n  ","816198":"\n   Do you follow\n   \n    @brianna_klock\n   \n   on IG? She has an adorable son named Zayden Timothy, and she's a great mom. I swear this isn't her, lol, I'm her friend and I'm trying to get her some more mommy IG friends!\n  ","816199":"\n   what color do you like painting your nails to?\n  ","816200":"\n   How old were you when you gave birth to your child\/children 🎀💙\n  ","816201":"\n   Do you have any names which you really like? (If you don't then just delete this please don't say idk)\n  ","816202":"\n   Justin Bieber - #1Day - What Do You Mean? Post your pic or video!\n  ","816203":"\n   Delete if you dont want to answer sending this to the mothers I follow want an answer from a mothers POV So my bestfriend just found out shes pregnant Shes young & scared I dont know what to say to make her feel better & to help with this whole situation any advice? What did\/would you wanna here?\n  ","816204":"\n   The suspect involved in the movie theater shooting in Colorado was given 12 life sentences and 3,138 years in jail, any thoughts?\n  ","816205":"\n   Send followers my way ! I need some questions 💫\n  ","816206":"\n   last time you cried and why?\n  ","816207":"\n   Are you pro-Life or pro-Choice?\n  ","816208":"\n   Today is National Dog Day and Women's Equality Day, do you believe it's a coincidence?\n  ","816209":"\n   What's something that really bugs you?\n  ","816210":"\n   Have you seen a video from \"PrankVsPrank\" on YouTube? Do you think they're funny?\n  ","816211":"\n   Why do you think anons have to be so creepy and or just rude? Some of the things they say make me ask how any human being could be so rude and nasty\n  ","816212":"\n   so I noticed that my link is being sent around. if you get ANYTHING with my name in it please let me know, I'd appreciate it a bunch, I really hate my name being on other people's pages like  that! sorry if this is annoying\n  ","816213":"\n   Hey you guys\n  ","816214":"\n   Follow\n   \n    @hayleeandbaby\n   \n   ❤️😍I love her\n  ","816215":"\n   So guys, since in laid up in bed with a sore throat and bad cough, I'm going to do honesty day because I'm bored :) *sorry if annoying lol*\n  ","816216":"\n   Do you think it's rare to see another person help a stranger out when they're in trouble? Why or why not?\n  ","816217":"\n   I'm feeling extremely nice, so nothing about ME is off limits (disrespectful\/perverts will be blocked). Send your followers my way??(:\n  ","816218":"\n   Starting a new spam list. Go like my recent post if you'd like to be added? Sent to everyone I follow. 💫\n  ","816219":"\n   Last time you had sex?\n  ","816220":"\n   Are you an introvert or an extrovert?\n  ","816221":"\n   Important reminder!! 📢⏰🚨🚨\nI LOVE YOU ALL AND YOU'RE SO AWESOME!! Never change, be who you are till the end of the universe!!  ❤❤❤❤\n  ","816222":"\n   when someone thinks their likes matter lmao\n  ","816223":"\n   Everybody ask me questions and in return I'll like 2 of your answers for every question you ask 😊\n  ","816224":"\n   Are your posting notifications (Instagram) for someone turned on? If so, for who?\n  ","816225":"\n   Doing honesty night & will do a few video responses. If you'd like one put 'VR' somewhere in your question.\n\nAsk away people\/anons. 😊\n  ","816226":"\n   I have triple the followers on this account, I want to know who is still active and follows me here so please let your followers see this, thank you sweets 😊\n  ","816227":"\n   Follow my backup(old account) please my dearest lovelies\n   \n    @cajunmommaaa\n   \n   😊\n  ","816228":"\n   Do you have your phone set in military time or standard time?\n  ","816229":"\n   Can 8th graders go to homecoming if they are invited by an upperclassman?\n  ","816230":"\n   Hey you guys! 😊 How are you this morning\/afternoon? Hope you're all doing just wonderful. I want to let you guys know that my inbox is open for questions even for the new followers so don't be shy! 💜\n  ","816231":"\n   Followed ✌️\n  ","816232":"\n   If you were part of a competition, are you the kind of person that would sabotage someone else competing or would you prefer to win fair and square? (Be Honest!)\n  ","816233":"\n   What is the longest you've ever gone without any sleep?\n  ","816234":"\n   What's the last thing you ate?\n  ","816235":"\n   Honesty night! Send your followers my way?? Please & Thank you! 😊\n  ","816236":"\n   Wyd\n  ","816237":"\n   Win you and your boyfriend have sex how did the sex fill like was it hard or slow win you had sex\n  ","816238":"\n   Are you pregnant\n  ","816239":"\n   Do you feel like trolls\/anonymous users see us as story book characters? As if they try to narrate our lives, to create new story lines and actions for ourselves from what little we post for them to see? Do you think it's dehumanizing? That they forget we're real people with real feelings?\n  ","816240":"\n   Everyone! Thank\n   \n    @laikenpercic\n   \n   for my latest spam question. She gave me the wonderful idea. I just believe credit is deserved where credit is due.\n  ","816241":"\n   Write your @ name and PAP of it?\n  ","816242":"\n   Do you want another baby? In the future?\n  ","816243":"\n   PAP of where you want to be right now?!\n  ","816244":"\n   How much do you weigh? If you don't want to say I Understand. :)\n  ","816245":"\n   Do you see you and your boyfriend breaking up?\n  ","816246":"\n   Is that your boyfriend in your profile picture?\n  ","816247":"\n   )If you had to pick) would you rather be deaf or blind?\n  ","816248":"\n   siblings spam: Q1. how many siblings do you have?\n  ","816249":"\n   What color is your hair\n  ","816250":"\n   are you the argumentative type?\n  ","816251":"\n   Do you think that it is ok for the girl to make the first move when they like a guy or does the guy always have to make the first move?\n  ","816252":"\n   Can I just ask everyone to please follow my backup account as lately I have been getting reported quite a bit. I may end up using that one completely after a while regardless of suspension. -\n   \n    @fabbielous\n   \n   . 💖\n  ","816253":"\n   do you ever answer sexual questions on here?\n  ","816254":"\n   Selfie\n  ","816255":"\n   What's your opinion on dropping out of high school? do you think there is any good enough reason to do so? I dropped out because I literally had a panic attack everyday and it was so bad I was in the bathroom for hours trying to even catch my breath. it sucked tbh\n  ","816256":"\n   Is there a story behind your profile picture? What is it?\n  ","816257":"\n   Can I get some smart & non-annoying people\/anons asking question?? Ask away people!😊\n  ","816258":"\n   My brother got mad and lightly dropped his tablet because it was dead and it hit my moms foot and my mom went irate and got up and almost threw it at him and told him to go to his room and when he got up she smacked his butt as hard as she could 3x. This kind of stuff gives me anxiety idk what to do\n  ","816259":"\n   Can everyone do me a little favor? Go follow\n   \n    @reacheldavis1\n   \n   because I'm getting reported on here lol ❤❤❤\n  ","816260":"\n   Honesty day! Send some followers my way?💕\n  ","816261":"\n   Okay so bc of my mental disorder (bpd) it makes me very indecisive and crave approval from others. Please tell me which name you'd prefer, please don't say \"neither\" it's taken me very long to get these ones. Shanika Arlena Marie OR Shantel Angel Elizabeth. I'm due in 3 days but she could come now.\n  ","816262":"\n   You can have 2 million pounds tomorrow if you compromised and had no more children throughout your life, or reject the money and have more children.. which would you choose?\n  ","816263":"\n   Gonna do a few video responses so ask me stuff! ☺️\n  ","816264":"\n   Where do you live\n  ","816265":"\n   when was the last time you received money? what was it for?\n  ","816266":"\n   what is your favourite method of transport?\n  ","816267":"\n   What's your middle name? My name is Gabrielle Denae, and i like to know what other Gabby's middle names are.\n  ","816268":"\n   What is your favorite hobby?\n  ","816269":"\n   If you were married to josh duggar would you stay with him, separate, or divorce him after the most recent ashley madison adult affair scandal?\n  ","816270":"\n   I've got a long busy day a head of me today, so send your followers my way?? 😊\n  ","816271":"\n   Strangest place you've had sex .\n  ","816272":"\n   There's a fake of you on here!!\n  ","816273":"\n   do you like shows like Jerry Springer? Do you know anyone who you'd like to see on those shows? I know a lot of people from ask who would fit perfectly there haha\n  ","816274":"\n   what's your thoughts on a baby who is 8 months and can't crawl yet. her mom won't even put her on the floor for her to learn to crawl?.\n  ","816275":"\n   Do you think there is always a good ending to a bad story? Why? \n\n           (& by story I mean life wise) :)\n  ","816276":"\n   Wyd\n  ","816277":"\n   Still doing honesty night!(:\n  ","816278":"\n   What is your favorite restaurant? Where is it located?\n  ","816279":"\n   Do you like disaster movies? I kind of do but every time I watch them I have panic and anxiety attacks afterwards :')\n  ","816280":"\n   Doing honesty night, ask me stuff! ☺️\n  ","816281":"\n   Made a new account...again lol. Fresh start & a whole new username. Shout me out, lovelies?? Love you❤️\n  ","816282":"\n   when you find out were pregnant did you want him|her to be a girl or boy?\n  ","816283":"\n   fav soda?\n  ","816284":"\n   I like your bio\n  ","816285":"\n   do you watch catfish: the tv show? have you ever been catfished? talk about it a bit if you want\n  ","816286":"\n   How many followers do you have\n  ","816287":"\n   What happened to your best friend\n  ","816288":"\n   Sexual honesty hour?\n  ","816289":"\n   -\n  ","816290":"\n   you have the chance to get $100,000,000 but you have a 1 out of 3 chance to get it. you must pic the right box.1 of the boxes have a TRAINED SKUNK that will spray you as soon as you open it. Another has a LIVE SCORPION that will sting you when opening it. remanding box has the $$$ what would you do?\n  ","816291":"\n   Wyd\n  ","816292":"\n   need advice, there's a pretty girl I see every day one day, i worked up the courage to talk to her, think it went well i brought up my Tarantula collection, I complemented her pics on FB i like every1 :) things got touchy when i said i got no job,got her # :) but the# is a boob reduction place WSID?\n  ","816293":"\n   How did you learn what masturbation is?\n  ","816294":"\n   Do you think it's disrespectful to be friends with an ex if your new partner doesn't like them or do you think you should be able to keep a friendship?\n  ","816295":"\n   (sent to everybody). why would you advise a teenager to wait to have a baby? (full detail please)\n  ","816296":"\n   How old are you\n  ","816297":"\n   10 facts about you?\n  ","816298":"\n   Pap of you and your Bestfriend?\n  ","816299":"\n   Have you ever been engaged?\n  ","816300":"\n   Last time you had sex\n  ","816301":"\n   Do you wear thongs\n  ","816302":"\n   You're a virgin\n  ","816303":"\n   How are you\n  ","816304":"\n   Growing up, girls are taught that if boys mistreat us, it means they have a crush on us. Why do you think we as females were taught this? Men. How do you feel knowing that that was instilled in us throughour our entire primary years?\n  ","816305":"\n   If you could eliminate any word from the dictionary, meaning no one can ever use it again, what word would you choose?\n  ","816306":"\n   How long you been with your boyfriend\n  ","816307":"\n   Anon, since you're 14, you would need parent\/legal guardian Consent & some places won't do it even with that so it depends on what your legal guardian says & the place. you go to.\n  ","816308":"\n   Can you get your belly pierced at 14? and lip? I'm 14 and want my belly and lip done sooo bad!! if you don't know please don't answer.\n  ","816309":"\n   Is anyone else's Ask.fm followers profile photos not matching with the user name on your feed?\n  ","816310":"\n   A few of my followers have been inactive or just not really appealing to me lately, so I unfollowed a lot of people. If you get this, you made the cut because I L O V E you and your awesome page! 💜💜💜💜\n  ","816311":"\n   I'm so bored tonight. Another 👑HonestyNight👑 for me! \n\nIgnore if you want\nBuh I love ya!\n  ","816312":"\n   If you were given the opportunity to write an article for a magazine, what would you write about?\n  ","816313":"\n   Where do you like to go when you need a little space or time to think?\n  ","816314":"\n   show or list who you follow!\n  ","816315":"\n   Have you seen Rock of Ages? The one with Tom Cruise in it! I love it mainly because I love all the songs on there lol!\n  ","816316":"\n   Post a photo of your outfit of the day?\n  ","816317":"\n   had your child|children watched Monsters Inc?\n  ","816318":"\n   would your ever get your tongue pierced?\n  ","816319":"\n   What problems did you have in school?\n  ","816320":"\n   whats your opinion on  parents who get there baby's ears pierced? are you against it ?\n  ","816321":"\n   who was the last person you hugged?\n  ","816322":"\n   Doing honesty night! So ask me questions guys!\n  ","816323":"\n   Imma get off & go to bed since I gotta get up in about 5 1\/2 hours so leave me questions to answer! Thanks so much & have a wondering night, everyone!(:\n  ","816324":"\n   So I start school Wednesday and my mom was in the room when I was trying on back to school outfits and I finally picked the cutest one but I have a bigger belly and she told me it looked bad since I wasn't skinny. Now I don't know what to wear because my own mom just made me feel bad. Any ideas?\n  ","816325":"\n   What color socks are you wearing right now? PAP!\n  ","816326":"\n   For the first time on this account I will be doing honesty night! I'll delete anything that is off limits. Ask away!\n  ","816327":"\n   How are you\n  ","816328":"\n   Texted you.\n  ","816329":"\n   when was the last time you used a curse word and what was it?\n  ","816330":"\n   Everyone report Emily Nash. She has stolen a picture of Caroline's NEWBORN daughter BRYNLEE. I have informed her (she hasn't answered yet most likely due to her resting). I have the proof of you wish to see it. Please & thank you!\n  ","816331":"\n   What do you think causes us to be blind to most things?\n  ","816332":"\n   Post some pictures of your pregnancy\n  ","816333":"\n   Is there anyone in your family you don't talk to anymore? - you cut off I should say? Yesterday I ended up in this position, gotta love ignorance.\n  ","816334":"\n\n    https:\/\/m.ask.fm\/TamaraMitchell\/answers\/131721976245\n   \n   send me a number guys 😃\n  ","816335":"\n   Do you ever write reviews for products you purchase online? Either rating the product itself, the service\/shipping, or the overall buying experience? If so, do you only do so if it's negative feedback, or even if it was a positive experience?\n  ","816336":"\n   Do you know who Paul Walker is? If so, how did you reaction to him dying in 2013? 😔\n  ","816337":"\n   Yes....yes you are. How's Paris?\n  ","816338":"\n   No shit cuz it's not, it was a compliment lol :P\n  ","816339":"\n   Do you think it would be wrong for a kid to walk out the classroom when the teacher doesn't let them go to the bathroom?\n  ","816340":"\n   You clearly\n  ","816341":"\n   Cute\n  ","816342":"\n   What do you think of teachers that don't let kids go to the restroom?\n  ","816343":"\n   I'm bored atm so would you mind sending your followers\/questions my way?? Please & thank you!(:\n  ","816344":"\n   The cartoon competition is open! Spam me with likes and questions. It will be open for an hour. And go!\n  ","816345":"\n   Who's your favorite person on ask fm? Or do you not pick favorites?\n  ","816346":"\n   Girl you are very slow\n  ","816347":"\n   If I had a contest and the prize was a cartoon of you(example on my page) would anyone be interested in playing? I stole the idea from\n   \n    @teachingtia\n   \n   (hope you don't mine) but y'all spam me with likes and questions and whoever sends the most wins. Anyone interested?\n  ","816348":"\n   You did\n  ","816349":"\n   Joseph is seriously so perfect. You're an amazing mother too I can tell.\n  ","816350":"\n   Will you pap of Joseph\n  ","816351":"\n   Post a picture of your pregnancy please\n  ","816352":"\n   Can I just wanted to see what your bedroom looks like please\n  ","816353":"\n   Post a picture of your bedroom please\n  ","816354":"\n   Post pictures of your pregnancy\n  ","816355":"\n   Post a picture of you in a bikini please\n  ","816356":"\n   Do you blow dry your hair? Or do you just towel dry it and let it dry on its own?\n  ","816357":"\n   Are you potty training?\n  ","816358":"\n   Are you a single mom?\n  ","816359":"\n   you guys smoke cigarettes around your baby?\n  ","816360":"\n   Did you get involved with drama in high school?\n  ","816361":"\n   What is\/was your highschool life like?\n  ","816362":"\n   It's Relaxation Day. How will you unwind?\n  ","816363":"\n   Because I just wanted to see what your bedroom looks like please\n  ","816364":"\n   Took some time away from this shitty site because of a certain person who's name will not be mentioned plus I've been really busy & stressed out (didn't wanna take it out on anyone). I'm still busy & stressed out just not as much, so I decided to make a new account(:\n  ","816365":"\n   Can I see a picture of your bedroom\n  ","816366":"\n   Rant here about something that has been bothering you(if you're comfortable with it) because I know sometimes someone just needs to let it all out and talk to someone! \nIf any of you need advice on anything, my inbox is open 24\/7. 💜\n  ","816367":"\n   I missed you too!❤️\n  ","816368":"\n   So I know that strangers taking photos of other people's children is very wrong but what about pets? Do you feel it ok for strangers to take pictures of other people's pets without asking? Why\/why not?\n  ","816369":"\n   What do you think would be the hardest thing for you to give up on?\n  ","816370":"\n   Name three things you and your partner have in common? (If you're single, just ignore this question)\n  ","816371":"\n   I decided to make a new ask.fm because I miss talking to my girls❤️ & seeing the things they talk about off of facebook\/instagram. Anywho, could y'all be amazing & shout me out?? Thank you!(:\n  ","816372":"\n   Hate night? People send hate and everything must be answered and responded to?\n  ","816373":"\n   Post a picture of your outfit of the day?\n  ","816374":"\n   Meghan Trainor was given negative feedback for her song 'All about that Bass' for targeting skinny women, but Nicki Minaj does the same in 'Andaconda' and no one says anything. Why do you think this? What are your thoughts? Is there a hidden reason?\n(I'm neutral with this, I just want others input).\n  ","816375":"\n   How long have you had \n️ASK FM? What made you join this site?\n  ","816376":"\n   Name a few thing you absolutely hate about social media?\n  ","816377":"\n   how old was your child\/children when they\nstarted holding their head up by their self?\n  ","816378":"\n   I'm turning 17 in a month, and I just had a miscarriage. me and my boyfriend of a year and a half are very sad about it. how do I cope with it? some people keep telling us to try for one...\n  ","816379":"\n   Just unfollowed like 50 inactive people so if you get this, you're still special enough to be followed 😉💖\n  ","816380":"\n   Hows everyone's weekend so far? Hope it's fun filled and you have good days ahead of you!😊💜\n  ","816381":"\n   Pap of Joseph\n  ","816382":"\n   So apparently my questions are annoying certain people. If you don't want my questions anymore let me know.\n  ","816383":"\n   how are you spending this evening?\n  ","816384":"\n   Pap of who you follow?\n  ","816385":"\n   whats your opinion on marina and the diamonds?\n  ","816386":"\n   Do you prefer to ask questions or answer them?\n  ","816387":"\n   Ur fake\n  ","816388":"\n   Number of followers\n  ","816389":"\n   In the spirit of Ashley's Annual Aging Anniversary, today's question is.... at what age does your personal outlook on birthdays change from A) an exciting celebration with friends to B) just another day where you're a bit older, and your main expectation is a few kind \"happy birthday\" sentiments?\n  ","816390":"\n   Are you stressed\n  ","816391":"\n   Doing honesty night! Send some followers my way?💕\n  ","816392":"\n   Why do you wear glasses\n  ","816393":"\n   Do you want a boy or girl\n  ","816394":"\n   Do you want anymore kids\n  ","816395":"\n   Last drink you had\n  ","816396":"\n   You're perfect\n  ","816397":"\n   What you doing\n  ","816398":"\n   You're stuck on an island. How would you spend your time?\n  ","816399":"\n   How are you\n  ","816400":"\n   I just answered 100 questions so now my ask box is empty :( send me some more questions to keep me sane while I'm stuck in the hospital!? xo\n  ","816401":"\n   took this from\n   \n    @kaatescakes\n   \n   when you first saw me (personal page is\n   \n    @itsbeckyt\n   \n   ) what were your first opinions of me? have they changed since?\n  ","816402":"\n   throwback Thursday! pap of a throwback and tell us when it was!\n  ","816403":"\n   Do you have selfie stick? If not, would you get one?\n  ","816404":"\n   if you have an iphone what do you think of the new layout that came with the newest askfm update?\n  ","816405":"\n   Have you ever been on the depo shot? I have a few questions.\n  ","816406":"\n\n    https:\/\/m.ask.fm\/stevensmomma\/answers\/130179499254\n   \n   is she a bad mom or what? 10 years old?! really?! thoughts?! if I have sent it to you before please ignore\n  ","816407":"\n   Pap of your child\/children's room? If you don't want to I understand.\n  ","816408":"\n   Are you retarded you can be gay with kids\n  ","816409":"\n   What is your opinion on putting a class in school to be more educated on mental illness and be more aware?\n  ","816410":"\n   Favorite artist\n  ","816411":"\n   UNFOLLOWING EVERYONE! \nCheck my recent answer!\n  ","816412":"\n   Honestly what do you think of ask.fm?\n  ","816413":"\n   would you say your a tomboy or a girly girl?\n  ","816414":"\n   did you have a baby shower?\n  ","816415":"\n   what's your favorite season?\n  ","816416":"\n   did you have a c section?\n  ","816417":"\n   hello guys im back! let the questions resume! What is the most dangerous job you can think of?\n  ","816418":"\n   so guys I'm making supper so send me questions to answer ? nothing off limits tonight! (delete if annoying I'm just bored)\n  ","816419":"\n   post your amazon wishlist if you have one! mine is in the bio of both my accounts\n  ","816420":"\n   What store do you shop at most to get groceries?\n  ","816421":"\n   What's your least favorite fast food restaurant?\n  ","816422":"\n   Well like the popular stores are in multiple states like kohls, rue 21, etc\n  ","816423":"\n   Im sorry guys I know I said I was going to start sending out questions again today but I've honestly just had such a busy day that I'm just too tired and have no motivation or ideas to ask questions now. Will definitely start tomorrow though!\n  ","816424":"\n   Do you know what popular stores have back to sales going on this weekend? I'm going school shopping this weekend for clothes and just thought I'd ask.\n  ","816425":"\n   What's your Pet peeves on ask fm?\n  ","816426":"\n   What store do you shop at most? (clothes wise)\n  ","816427":"\n   Do you believe in heaven\/hell?\n  ","816428":"\n   Do twins run in your family?\n  ","816429":"\n   Do you want more babies?\n  ","816430":"\n   Pap of a ultrasound picture?\n  ","816431":"\n   do any of you watch don't tell the bride? Would you let your partner plan your whole wedding without you having any input or know whats going on until the big day?\n  ","816432":"\n   Tori wants me to ask you all to keep her grandma in your thoughts, prayers etc, she is having chest pains and her medication isn't working ❤ so please keep tori and her family in your thoughts!❤\n  ","816433":"\n   what's your favorite perfume that you have?\n  ","816434":"\n   why do you think people plan pregnancies so young? like what do you think their thought process is?\n  ","816435":"\n   what is your sexuality? what are your pronouns?\n  ","816436":"\n   Why not?\n  ","816437":"\n   Do a sexual honesty day?\n  ","816438":"\n   Would you want twins?\n  ","816439":"\n   When did you last go?\n  ","816440":"\n   Why not?\n  ","816441":"\n   Do you go to the dentist\n  ","816442":"\n   Doing an honest hour.\nDon't know if anyone is on but ah well send in whatever if you are 😃.\n  ","816443":"\n   Why did you have to pee a lot?\n  ","816444":"\n   Emoji describing your personality?\n  ","816445":"\n   Do you have tattoos? If so, how many tattoos do you have?\n  ","816446":"\n   Do you support circumcision? Sorry if you don't like this question.\n  ","816447":"\n   What time is it\n  ","816448":"\n   Did\/do you enjoy being pregnant?\n  ","816449":"\n   What age did you get pregnant\n  ","816450":"\n   Y do you have so many followers\n  ","816451":"\n   Favorite board game?\n  ","816452":"\n   How many followers do you have on ask fm?\n  ","816453":"\n   any advice on stopping nausea? Every time I eat or even take a sip of water I'm feeling sick and I'm just laying in bed and can't seem to get rid of the feeling :(\n  ","816454":"\n   Follow4Follow anyone? \nTell your followers to follow me and I'll do the same! 💜💜💜\n  ","816455":"\n   Do you look at all your like notifications?\n  ","816456":"\n   Your fabulous\n  ","816457":"\n   Is it wrong to ignore someone who is being annoying?\n  ","816458":"\n   You make cute babies\n  ","816459":"\n   Y do you have so many unanswered questions\n  ","816460":"\n   Ur rude\n  ","816461":"\n   Wow your 20\n  ","816462":"\n   How many unanswered questions do you have\n  ","816463":"\n   What's your favorite saying?\n  ","816464":"\n   Where are you watching Gilmore girls at? On TV?\n  ","816465":"\n   What you doing\n  ","816466":"\n   How many weeks were you when you gave birth\n  ","816467":"\n   Is there a movie that you've found makes you cry every time you watch it? I just watched ' Your Not You', it's a movie about a lady with ALS and it makes me cry so much 😯❤\n  ","816468":"\n   Are there any new tv shows you like? what are they? I'm currently watching this New show called Zoo it'd where the animals are thinking like humans and attacking humans! it's pretty interesting!\n  ","816469":"\n   need an eye rolling emoji tbh idk how many times I've wished my phone had one lol\n  ","816470":"\n   I'm Sorry. Lol\nI'm through!\n  ","816471":"\n   -\n  ","816472":"\n   when you see people here on ask talking about you, what are your thoughts? I'm personally laughing right now :)\n  ","816473":"\n   Are you going to watch PLL\n  ","816474":"\n   How many followers\n  ","816475":"\n   -\n  ","816476":"\n   Do you think you could be pregnant\n  ","816477":"\n   Nope. I'm use to everything Being at the top!\n  ","816478":"\n   :)\n  ","816479":"\n   Are you a good or bad tester\n  ","816480":"\n   What time do you go into work tomorrow\n  ","816481":"\n   What are you wearing\n  ","816482":"\n   umm u are absolutely scrumptious!\n  ","816483":"\n   Did you hear about that lady suing Netflix\n  ","816484":"\n   What's your real name\n  ","816485":"\n   Those are cute names\n  ","816486":"\n   What's your Twitter and IG\n  ","816487":"\n   What's for dinner\n  ","816488":"\n   Those names are ghetto\n  ","816489":"\n   Do you watch PLL\n  ","816490":"\n   You're almost to 3,000 answers\n  ","816491":"\n   Pap of you and Joseph\n  ","816492":"\n   Do your nails ever get annoying\n  ","816493":"\n   Do you have any names\n  ","816494":"\n   Do you want another boy or girl\n  ","816495":"\n   How bad did your contractions hurt\n  ","816496":"\n   Wyd\n  ","816497":"\n   Why are you craving sweets\n  ","816498":"\n   so I just wanted to say I love all of you that I follow. you're amazing and don't change ❤❤\n  ","816499":"\n   So I start sending questions out again tomorrow 😃. Would you guys prefer just one question a day or is the spam I sent out before better? Also if anyone does not want to receive questions from me please let me know.\n  ","816500":"\n   Have you updated your askfm? What are your thoughts?\n  ","816501":"\n   Do you ever get random cravings? of what? I got the random craving of pumpkin pie!\n  ","816502":"\n   Do you care about followers\n  ","816503":"\n   Where do you live\n  ","816504":"\n   Last time u had sex\n  ","816505":"\n   if you were to get a tattoo now what would it be? My sister and I are getting owl tattoos in September because we love owls.\n  ","816506":"\n   You like the new update\n  ","816507":"\n   If you could live on another planet, which would you choose?\n  ","816508":"\n   How it's everyone today?\n  ","816509":"\n   You're are very rude\n  ","816510":"\n   I just read an article and it said you can't get pregnant unless you're ovulating\n  ","816511":"\n   What has been one of your worst customer service experiences? I wanted to slap my waitress from dinner last night, she was as incompetent as she was lazy.\n  ","816512":"\n   Hello\n  ","816513":"\n   So the condom broke when I had sex on Saturday.. And I was due for my period today and it hasn't came yet.. Should I be worried?\n  ","816514":"\n   How's your morning\n  ","816515":"\n   Cause colbys got this one and won't leave me alone so I had to switch numbers\n  ","816516":"\n   When was the last time you were bursting to pee?\n  ","816517":"\n   Can you get pregnant when you're not ovulating ?\n  ","816518":"\n   I know not many of you knew I cut, but I'm just so happy about what I did today. After being two years clean, I finally got rid of my blades. I cried because I was so proud of how far I had come. I'm just so happy I had to share ❤️\n  ","816519":"\n   I should haves new phone number later on today so if we used to text or if you want to start texting, send me yours or ask for mine 📱📱\n  ","816520":"\n   What time is it\n  ","816521":"\n   have you ever had to have a tooth crowned (caped) ? I've had many since I was little and the one in my mouth now is hurting ugh boo\n  ","816522":"\n   your pregnant WHAT !!! why wasn't i told boy or girl ?\n  ","816523":"\n   am i why ?\n  ","816524":"\n   my hairy smelly man boobs are so hot !!!!\n  ","816525":"\n   what are your feelings on tattoos? do you feel tattoos should always have meaning or that anyone can get what they want tattooed on them?\n  ","816526":"\n   My old account was\n   \n    @mamajuliette\n   \n   .\n  ","816527":"\n   - I'm bored guys\n  ","816528":"\n   Hi\n  ","816529":"\n   anon it's my job to \"f\" her gosh!!!\n  ","816530":"\n   what is your opinion on people just going around looking for drama (as in anons sending links around or someone causing drama all because someone said ha (*a certain someone made me think of this question lol)\n  ","816531":"\n   F u seriously f u\n  ","816532":"\n   they quit bugging me lol\n  ","816533":"\n   I PROMISE YOU\n  ","816534":"\n   new account! honesty week over here. nothing and I mean NOTHING is off limits people. also my FAQ is up😋 ps if you get this I follow you. 😊\n  ","816535":"\n   I swear to God about all this. You act like it's impossible when it's not. I'm not just doing this for attention.\n  ","816536":"\n   I guess I can never be honest with my gf. I've been attracted to my mom since I was a kid. It's hard to get rid of this attraction no matter how much I try. I actually have nightmares about people finding out. I have another more healthy fetish but it's harder to find porn of my more healthy fetish.\n  ","816537":"\n   I'm not a troll look at my tumblr mymomthemilf\n  ","816538":"\n   if you were dating a guy for years, and you found out he was sexually attracted to his mother (but he's not gonna cheat on you), what would you do? 😔\n  ","816539":"\n   Someone below is a bad troll\n  ","816540":"\n   If you think about it, it's her fault for not wearing a bra and also changing clothes in front of me during puberty\n  ","816541":"\n   My mom doesn't wear a bra at home and now I'm sexually attracted to her\n  ","816542":"\n   Not sure how you're being b*tchy. lol\n  ","816543":"\n   I heard your pregnant\n  ","816544":"\n   You don't have to be bitchy in all your answers.\n  ","816545":"\n   Does he drink a bottle\n  ","816546":"\n   Does your son sleep in a crib\n  ","816547":"\n   What color is your iPhone\n  ","816548":"\n   That Lauren girl is racist against black people\n  ","816549":"\n   You should have more kids\n  ","816550":"\n   Your family is so adorable\n  ","816551":"\n   Do you have any girl or boy names picked out\n  ","816552":"\n   Do you pick and choose your friends?\n  "},"Answer":{"815480":"\n  ^^^^*^^^\n  ","815481":"\n  What ?\n  ","815482":"\n  McDonald's\n  ","815483":"\n  ^^^^\n  ","815484":"\n  I'm okayv\n  ","815485":"\n  lol I'm okay\n  ","815486":"\n\n   @itsvictoriaxox\n  \n  😍\n  ","815487":"\n  Just sitting here bored man\n  ","815488":"\n  Spider man 😌\n  ","815489":"\n  My turtle likes to flip on his back then act like he's helpless aha\n  ","815490":"\n  When I make chocolate milk I put the chocolate in first\n  ","815491":"\n  Hi , I'm Gabby I've been in a relationship for 4 years with the father of our son . I got pregnant at 18 . My birthday is November 8th and I'll be 21 . I was born and raised in Ny. Our son will be 2 next month  . I don't take no bullshit 🙅🏽\n  ","815492":"\n  Read my bio 😌\n  ","815493":"\n  I like them . But my boyfriend beloved their stupid aha\n  ","815494":"\n  Aha last one\n  ","815495":"\n  💏\n  ","815496":"\n  What do you think\n  ","815497":"\n  I'm funny and I give good advice\n  ","815498":"\n  Nope I wish tho it would be fun\n  ","815499":"\n  A name I don't give out that information\n  ","815500":"\n  👑\n  ","815501":"\n  November 8th\n  ","815502":"\n  Not really I believe\n  ","815503":"\n  Work more and enjoy doing it\n  ","815504":"\n  That's why it's there duh\n  ","815505":"\n  GxCxD\n  ","815506":"\n  December 30th\n  ","815507":"\n  Nope not at all\n  ","815508":"\n  Go to the Apple Store\n  ","815509":"\n  The 6 I've said this so much\n  ","815510":"\n  No . Why would they charge you money on something\n  ","815511":"\n  Yeah I want girl so bad\n  ","815512":"\n  My mom with a burning passion\n  ","815513":"\n  He will be 2 next month\n  ","815514":"\n  The perfect guy last night with my boyfriend\n  \n  It's a really really good movie\n  ","815515":"\n  These 2 💕😍💋\n  ","815516":"\n  Like a week ago\n  ","815517":"\n  Good morning\n  ","815518":"\n  I wouldn't people are always judging\n  ","815519":"\n  ....\n  ","815520":"\n  Doing whatever you want\n  ","815521":"\n  Life is hard\n  ","815522":"\n  I was bleeding all over the chair at school\n  ","815523":"\n  I have no idea\n  ","815524":"\n  Yeah aha\n  ","815525":"\n  The one I love the most\n  ","815526":"\n  I have a long time ago\n  ","815527":"\n  Yeah\n  ","815528":"\n  I didn't say you . But whatever floats your boat\n  ","815529":"\n  Y'all just make up stuff\n  ","815530":"\n  Wtf\n  ","815531":"\n  He's been since he was 1 1\/2\n  ","815532":"\n  Nothing lmao\n  ","815533":"\n  How would relationship be to good to be true ? When everyday people are in one\n  ","815534":"\n  City tonight\n  ","815535":"\n  ^^^^\n  ","815536":"\n  Wtf\n  ","815537":"\n  ^^^\n  ","815538":"\n  15lbs\n  ","815539":"\n  I have no idea\n  ","815540":"\n  No\n  ","815541":"\n  My boyfriend bc he was there\n  ","815542":"\n  A name\n  ","815543":"\n  He doesn't have one\n  ","815544":"\n  Nope\n  ","815545":"\n  December 30th\n  ","815546":"\n  Yeah\n  ","815547":"\n  He's almost 2 what do you think\n  ","815548":"\n  Idk tell her to go ask a doctor\n  ","815549":"\n  We sure do 😌\n  ","815550":"\n  I can use them and I have the 6\n  ","815551":"\n  Idk should I tell y'all lmao\n  ","815552":"\n  Watching Teen Mom 2\n  ","815553":"\n  ^^^^\n  ","815554":"\n  Send me questions guys\n  ","815555":"\n  I barely know Spanish aha I want to learn tho\n  ","815556":"\n  I'm good I guess\n  ","815557":"\n  My day was fairly good\n  ","815558":"\n  ^^^^\n  ","815559":"\n  Ew gross lmao nope I never had one\n  ","815560":"\n  The shit my mother-in-law pulled\n  ","815561":"\n  How they carry themselves\n  ","815562":"\n  I'd work from home 😌\n  ","815563":"\n  Mines 7😌\n  ","815564":"\n  Nope I don't once you die you die\n  ","815565":"\n  Hold the screen\n  ","815566":"\n  It sucks lmao\n  ","815567":"\n  Nope\n  ","815568":"\n  Watching now peppa pig with my son\n  ","815569":"\n  Well done 😌\n  ","815570":"\n  My hair ? Lmao and tresemme for everything. My shampoo and conditioner\n  \n  My mousse and hair spray\n  ","815571":"\n  Ew gross lmao never have\n  ","815572":"\n  Yeah I did it a couple days ago lol\n  ","815573":"\n  I'm 20 20\n  \n  TWENTY\n  ","815574":"\n  Yes\n  \n  Both aha\n  \n  I'm the middle child\n  ","815575":"\n  Rap and R&B\n  ","815576":"\n  I say if it's ugly or not bc I'm suppose to be her friend but then I'll tell her if you think it looks nice to you then buy it or keep it\n  ","815577":"\n  Play lacrosse\n  ","815578":"\n  Social studies\n  ","815579":"\n  Brownies\n  ","815580":"\n  I really don't have one but I'll say stuffed shells\n  ","815581":"\n  ^^^^\n  \n  I hope your having a good day to\n  ","815582":"\n  I'm at work\n  \n  I've been here since 7am and it's only 11:36am and I'm off at 4\n  ","815583":"\n  No\n  ","815584":"\n  Nope\n  ","815585":"\n  March 2013\n  ","815586":"\n  Don't know who you are lmao\n  ","815587":"\n  Already do 😌\n  ","815588":"\n  Bc it just sucks . Us Americans just want attention\n  ","815589":"\n  Nothing this country sucks\n  ","815590":"\n  ^^^\n  ","815591":"\n  No bc that's just dumb\n  ","815592":"\n  Go for it guys\n  ","815593":"\n  Hurricanes but rarely\n  \n  And hurricane Sandy was ode bad where I live\n  ","815594":"\n  ^^^\n  ","815595":"\n  18\n  ","815596":"\n  Yeah\n  ","815597":"\n  ^^^\n  ","815598":"\n  Fried Chicken 😋\n  ","815599":"\n  ^^^\n  ","815600":"\n  ^^^^^\n  ","815601":"\n  It's good I'm just bored right now\n  ","815602":"\n  ^^^^\n  ","815603":"\n  I have a turtle\n  ","815604":"\n  Being cute aha\n  ","815605":"\n  Nobody to be honest\n  ","815606":"\n  That's just dumb\n  ","815607":"\n  I have no idea maybe a couple months ago\n  ","815608":"\n  Dogs aha\n  ","815609":"\n  Social studies\n  ","815610":"\n  Poisonous snakes\n  ","815611":"\n  Hang with my family\n  ","815612":"\n  1117\n  ","815613":"\n  How people are\n  ","815614":"\n  I'm doing good 😌\n  ","815615":"\n  Telling someone you don't love them lmao\n  ","815616":"\n  I have not 😩\n  ","815617":"\n  Failing bc being a failure sucks in life\n  ","815618":"\n  Maybe bc babies sleep so peacefully I guess . To be honest I really have no idea aha\n  ","815619":"\n  I use salt water\n  ","815620":"\n  You're children before anybody\n  ","815621":"\n  Yeah obviously\n  ","815622":"\n  Good morning\n  ","815623":"\n  No\n  ","815624":"\n  Your nose\n  ","815625":"\n  Depends . Lately we've been going to\n  \n  Bed early bc we been waking up around 7:30am\n  ","815626":"\n  One best friend\n  ","815627":"\n  Lmao , just no okay\n  ","815628":"\n  Clothing store\n  ","815629":"\n  Lol no\n  ","815630":"\n  Winter it's easier to warm up\n  ","815631":"\n  Of course I am\n  ","815632":"\n  Nosey lmao\n  ","815633":"\n  Grow my own food aha\n  ","815634":"\n  In front of my friends and family bc it's a special moment for the both of us\n  ","815635":"\n  Yes he's been sleeping through the night since he was 3 months old\n  ","815636":"\n  Long Island\n  ","815637":"\n  Mhm that's a good one\n  \n  I like a desk job bc from what I seen\n  \n  It looks easy but an outside job just seems more fun and you meet more people\n  ","815638":"\n  Let me be their center of attention 💋\n  ","815639":"\n  October 21st ,2013\n  ","815640":"\n  Be my son is nearly 2 and independent and plus his father is here to .\n  \n  I play with him and care for him\n  \n  So try again sweetie 💋\n  ","815641":"\n  Yeah I know lmao not my fault\n  ","815642":"\n  Yeah many many times 😘\n  ","815643":"\n  Yes I do\n  ","815644":"\n  Black\n  ","815645":"\n  No , just stop\n  ","815646":"\n  McDonald's and a stripper at night 😏\n  ","815647":"\n  Love & Hip Hop Hollywood\n  ","815648":"\n  Laying down in his bed\n  ","815649":"\n  Sorry I'm already married to the best man 💍👫\n  ","815650":"\n  Pro choice 😌\n  ","815651":"\n  I've tried it and I don't like it lmao\n  ","815652":"\n  this afternoon\n  ","815653":"\n  That I'm just me and nobody can be me aha\n  ","815654":"\n  I stand for what I believe in\n  ","815655":"\n  My husband and my son 💕\n  ","815656":"\n  Cook\n  ","815657":"\n  *^^\n  ","815658":"\n  Not me\n  ","815659":"\n  No just stop\n  ","815660":"\n  That's disgusting\n  ","815661":"\n  ^^^\n  ","815662":"\n  Yes and lacrosse 💪🏽\n  ","815663":"\n  I'm a goal setter !\n  ","815664":"\n  Yay 😌\n  ","815665":"\n  I'll be doing honesty night\n  \n  Answering everything and everything\n  \n  😌🕶😌🕶😌🕶😌🕶😌🕶😌🕶😌🕶\n  ","815666":"\n  Yes I do and it's amazing 🕶\n  ","815667":"\n  Why thank you 😌\n  ","815668":"\n  Not really lol\n  ","815669":"\n  Nope I think I'm to old\n  \n  Unless I color with my son\n  ","815670":"\n  I don't think so since they don't have proof the bby took a breath\n  ","815671":"\n  ...\n  ","815672":"\n  Guys send me stuff\n  \n  Please I'm extremely bored 😫\n  ","815673":"\n  ^^^\n  ","815674":"\n  ^^^\n  ","815675":"\n  I like to go to the beach\n  ","815676":"\n  Like 4:30 or 5\n  ","815677":"\n  Yeah I do once in a while here and there\n  ","815678":"\n  Good 4 her 😌\n  ","815679":"\n  I'm fine just bored 😫\n  ","815680":"\n  Why the sad face ?\n  ","815681":"\n  Wednesday 7-4\n  ","815682":"\n  12:01pm\n  ","815683":"\n  Twitter: NineGDxFourO\n  \n  Ig: The3ofus_x3\n  \n  Tumblr: I don't have one\n  ","815684":"\n  Their not important . But people just do it be they love or are in love with their significant other\n  ","815685":"\n  Both\n  ","815686":"\n  3T\n  ","815687":"\n  I like playing lacrosse\n  ","815688":"\n  Yeah lol\n  ","815689":"\n  Spider man\n  ","815690":"\n  No\n  ","815691":"\n  I don't remember\n  ","815692":"\n  Yes\n  ","815693":"\n  Yes\n  ","815694":"\n  No\n  ","815695":"\n  18\n  ","815696":"\n  Mhm\n  ","815697":"\n  I love you to Reachel 😘❣\n  ","815698":"\n  Nope she hates my guts\n  \n  😂😂😂😂\n  ","815699":"\n  But you don't know me\n  \n  Lmao\n  ","815700":"\n  Not at all\n  \n  I believe it's all in your head to be honest\n  ","815701":"\n  I haven't pained them lol\n  ","815702":"\n  We use to 😩\n  ","815703":"\n  Sure thing\n  ","815704":"\n  I guess lol\n  ","815705":"\n  I know I want more questions lmao\n  \n  I'm really bored\n  ","815706":"\n  Over 400 lmao\n  ","815707":"\n  He's a toddler wtf\n  \n  You just came here to be nannying\n  ","815708":"\n  A duh I have a son\n  \n  It says it in my bio\n  \n  He's in my cover\n  ","815709":"\n  It's okay\n  ","815710":"\n  Send me stuff\n  \n  Be nosey\n  ","815711":"\n  I barely have dreams\n  ","815712":"\n  The 6\n  ","815713":"\n  ^^^^\n  \n  😍😌😍😌😍\n  ","815714":"\n  Lol you might have to\n  ","815715":"\n  Lmao yay and it should\n  ","815716":"\n  I got the pre- release aha I comes out next Wednesday\n  ","815717":"\n  I most definitely am 🕸🎃\n  ","815718":"\n  I love it aha\n  ","815719":"\n  Be a mom\n  ","815720":"\n  Yeah I do\n  ","815721":"\n  Yeah I actually have the iOS 9.1 update\n  ","815722":"\n  ^^^^\n  ","815723":"\n  Chicken cutlet and rice\n  ","815724":"\n  23%\n  ","815725":"\n  Be a wife and mom\n  ","815726":"\n  Send me in questions guys\n  \n  Open to answer anything 😌\n  ","815727":"\n  Watch football with my family and cook dinner\n  ","815728":"\n  Ask me stuff 😌\n  ","815729":"\n  Just stop\n  ","815730":"\n  ^^^^\n  ","815731":"\n  Not really lol\n  \n  I just hate showing my forehead\n  \n  It's to big lmao\n  ","815732":"\n  Wtf\n  ","815733":"\n  1112\n  ","815734":"\n  I guess\n  ","815735":"\n  Nope but I want to\n  ","815736":"\n  My son and boyfriend\n  ","815737":"\n  What pregnancy ???\n  ","815738":"\n  I'm good just bored\n  \n  Send me stuff guys 🎀\n  ","815739":"\n  Taken\n  \n  4 years strong 💪🏽💍😘\n  ","815740":"\n  Of course I have and like I said there's nothing much you can do\n  ","815741":"\n  When I need more clothes\n  ","815742":"\n  There's really nothing you can do about it\n  ","815743":"\n  No I left lmao\n  ","815744":"\n  Send me questions guys 😌\n  ","815745":"\n  Don't click links sorry\n  ","815746":"\n  Well waiting for the cable man to be finished\n  ","815747":"\n  Well we're getting fios\n  ","815748":"\n  7 1\/2\n  ","815749":"\n  Aw thanks bby 💕\n  ","815750":"\n  He doesn't have one\n  ","815751":"\n  None\n  ","815752":"\n  3 years\n  ","815753":"\n  2\n  ","815754":"\n  Maybe 1 more\n  ","815755":"\n  No\n  ","815756":"\n  Idk\n  ","815757":"\n  Long story\n  ","815758":"\n  No\n  ","815759":"\n  Don't call me that\n  \n  That's disrespectful considering I have a man\n  ","815760":"\n  Hello\n  ","815761":"\n  No I'm not . Go look at videos and you'll see .\n  ","815762":"\n  I guess\n  ","815763":"\n  None\n  ","815764":"\n  us American's stet it up to attack ourselves for attention\n  ","815765":"\n  Idk\n  ","815766":"\n  No just stop\n  ","815767":"\n  Nothing\n  \n  It was us who did it to ourselves\n  ","815768":"\n  On my way to work 😩\n  ","815769":"\n  ^^\n  ","815770":"\n  Dumb questions sigh\n  ","815771":"\n  Depends\n  ","815772":"\n  Some days\n  ","815773":"\n  Hopefully next year\n  ","815774":"\n  Bye\n  ","815775":"\n  No why would I take a picture of my son with someone they just meet\n  ","815776":"\n  Hi\n  ","815777":"\n  🎀 Relationship\n  \n  🎀 Son\n  \n  🎀 Schooling\n  \n  🎀 Future\n  \n  🎀 State I live in\n  \n  🎀 Favorite Hobby\n  \n  🎀 Job\n  \n  🎀 ANYTHING YOU'D LIKE\n  \n  😌😌😌😌😌😌😌😌\n  ","815778":"\n  Don't care lol\n  ","815779":"\n  I was in school I was like 5\n  ","815780":"\n  No\n  ","815781":"\n  That's not my job\n  ","815782":"\n  Send me stuff guys\n  \n  Gained some more followers 😌\n  ","815783":"\n  No I already have the 6\n  \n  But my boyfriend might\n  ","815784":"\n  That's my business and my mans\n  ","815785":"\n  Out of state yeah lol\n  ","815786":"\n  Yeah I can\n  ","815787":"\n  11\/08\n  ","815788":"\n  So we all know you're fake\n  \n  Now stop begging for attention 😘\n  ","815789":"\n  Stop sending me your link\n  ","815790":"\n  Well it's been raining and thundering all day lol\n  \n  But now it's pouring\n  ","815791":"\n  Send me in questions guys\n  \n  Keep me entertained while I'm bored\n  ","815792":"\n  ^^^\n  ","815793":"\n  Mhm\n  ","815794":"\n  Just about to go shower since my sons napping and my boyfriend is out with his friends\n  ","815795":"\n  Yeah when it comes out\n  \n  I read a lot about it and I'm excited lol\n  ","815796":"\n  Yeah I'd rather not say tho\n  ","815797":"\n  I'm at work on break\n  ","815798":"\n  No\n  ","815799":"\n  %**^%\n  ","815800":"\n  5:35am\n  ","815801":"\n  Mhm\n  ","815802":"\n  How sweet 😌\n  ","815803":"\n  Yay gained another follower😌\n  ","815804":"\n  Soon yeah I have work\n  \n  At 7am tomorrow\n  ","815805":"\n  Huh ?!?!?\n  ","815806":"\n  I mean I have I've\n  \n  Stated it many times\n  ","815807":"\n  Yeah I do\n  ","815808":"\n  Does your mom\n  ","815809":"\n  Depends lol\n  ","815810":"\n  Bc I'm not ???\n  ","815811":"\n  Nah I'm not lol\n  ","815812":"\n  Bc she does damn man\n  ","815813":"\n  Red 😏😌\n  ","815814":"\n  Duh wth\n  ","815815":"\n  Come off anon first\n  ","815816":"\n  Why would I even have that moment\n  \n  How dumb does that even sound\n  ","815817":"\n  Idk how you could\n  ","815818":"\n  Ask me stuff\n  \n  I'm completely bored guys\n  ","815819":"\n  Why thank you 😌\n  ","815820":"\n  No\n  ","815821":"\n  I don't get how I'm being bitchy\n  \n  But okay anon 😏😌😘\n  ","815822":"\n  Lol yeah I did ☺️💕\n  ","815823":"\n  Totally 😌😏\n  ","815824":"\n  Are you dumb\n  ","815825":"\n  No that's dumb asf\n  ","815826":"\n  Yeah I would\n  ","815827":"\n  Ice cream\n  ","815828":"\n  Bc it would be at 20 .\n  \n  When I already have a 2 year old\n  \n  Now if it had on accident then it wouldn't be stupid\n  ","815829":"\n  How stupid would that be\n  ","815830":"\n  Yeah sure lmao 😂\n  ","815831":"\n  Yeah\n  ","815832":"\n  Li\n  ","815833":"\n  American Dad😌\n  ","815834":"\n  No .... 👋🏽\n  ","815835":"\n  9:42pm\n  ","815836":"\n  Watching Netflix with my boyfriend\n  ","815837":"\n  I'm feeling okay\n  \n  You know\n  ","815838":"\n  Lol exactly I don't even send me own link around\n  \n  That's just dumb lol\n  ","815839":"\n  Yawn\n  ","815840":"\n  ^^^^\n  ","815841":"\n  I could careless if my name was there or not\n  \n  I d k what false information you're trying to stir up but it sucks\n  \n  I don't go around sending my link that's just dumb asf like you 💋😘\n  ","815842":"\n  Lol actually I didn't . If I ask someone a question I ask it off anon 😌\n  \n  Sorry try again\n  ","815843":"\n  I have accused people but never apologized\n  ","815844":"\n  Thank you💟\n  ","815845":"\n  Depends on when they want to send me\n  ","815846":"\n  1 I believe\n  ","815847":"\n  Depends on the week lol\n  ","815848":"\n  I'm the sweetest person 😌\n  ","815849":"\n  85 %\n  ","815850":"\n  It's black\n  ","815851":"\n  Yeah at 7am\n  ","815852":"\n  Nope not at all\n  ","815853":"\n  Laying here\n  ","815854":"\n  Maybe 1 more\n  ","815855":"\n  No no no no no\n  \n  Ask me real questions\n  ","815856":"\n  Likers get N o T H I N G\n  ","815857":"\n  Who's that\n  ","815858":"\n  A name\n  ","815859":"\n  Bc that's dumb\n  ","815860":"\n  No\n  ","815861":"\n  8:00am\n  ","815862":"\n  No wtf\n  ","815863":"\n  Read my bio ☺️\n  ","815864":"\n  Just finished making dinner aha\n  ","815865":"\n  Don't have any\n  ","815866":"\n  Swaddlers and still do\n  ","815867":"\n  Yes and you know who that is 😂\n  ","815868":"\n  It's sunny and hot\n  \n  It's 85 right now\n  ","815869":"\n  Gee thanks lol\n  ","815870":"\n  Smoke a cigarette\n  ","815871":"\n  I believe so\n  ","815872":"\n  *^^^\n  ","815873":"\n  Yeah\n  ","815874":"\n  Goodmorning\n  ","815875":"\n  Mhm\n  ","815876":"\n  No wtf are you dumb\n  ","815877":"\n  No I'm 15\n  \n  You can't even get my age right\n  ","815878":"\n  I want legit questions\n  \n  Not stupid ones\n  ","815879":"\n  Lol wow omg\n  ","815880":"\n  Go to a bar with my boyfriend\n  ","815881":"\n  I'm not famous\n  ","815882":"\n  Lol nah it doesn't\n  \n  I mean I'm 15 born in 94 😂\n  ","815883":"\n  Yeah I know I get that a lot\n  ","815884":"\n  No I'm not\n  ","815885":"\n  Idk am I?\n  \n  Do the math\n  ","815886":"\n  1102\n  ","815887":"\n  Good 4 you\n  ","815888":"\n  Waiting to go pick up my boyfriend\n  ","815889":"\n  Shut up holy fuck\n  ","815890":"\n  Lmao they must be 😂\n  ","815891":"\n  Something\n  ","815892":"\n  You're annoying asf\n  ","815893":"\n  Let me go tell her for you\n  ","815894":"\n  Bye you're annoying\n  ","815895":"\n  No\n  ","815896":"\n  No it's my page I answer how I want\n  ","815897":"\n  😂✌🏽️\n  ","815898":"\n  I'm white and black and something else\n  ","815899":"\n  Well I'm not even close to asian man\n  ","815900":"\n  Logic at its finest\n  ","815901":"\n  I've posted pictures of us many times on the dumb ass site\n  ","815902":"\n  English would be good\n  ","815903":"\n  Exactly the stupidity man\n  ","815904":"\n  Wtf is that .\n  \n  Can we please use proper words\n  ","815905":"\n  About ?\n  ","815906":"\n  That's what happens when you ask me dumb questions ☺️\n  ","815907":"\n  If I tell him you said I'm beautiful he will have a fit\n  \n  But thanks\n  ","815908":"\n  What do ya think\n  ","815909":"\n  Most definitely\n  \n  Born November 8th 1994 ☺️💪🏽\n  ","815910":"\n  The3ofusx3\n  ","815911":"\n  Pro choice man\n  ","815912":"\n  My boyfriend says the same thing 😘\n  ","815913":"\n  Yeah totally\n  ","815914":"\n  Yeah both 👭\n  ","815915":"\n  2013\n  ","815916":"\n  Just got done taking a shower\n  ","815917":"\n  Yeah aha right ☺️\n  ","815918":"\n  Between 8-9 depends\n  \n  The other night he didn't go to bed until 2am\n  ","815919":"\n  Gee thanks ☺️\n  ","815920":"\n  At his friends house\n  \n  Why ?\n  ","815921":"\n  At my dad with my son ,my boyfriend , my mom and little sister\n  ","815922":"\n  Between 9-9:30\n  ","815923":"\n  Thanks\n  ","815924":"\n  I wouldn't say very young\n  \n  I'd say young yeah\n  ","815925":"\n  7:57pm\n  ","815926":"\n  I'll show you tomorrow when we put it up\n  ","815927":"\n  Send me in questions\n  \n  My boyfriend isn't home and I'm bored\n  ","815928":"\n  Nope\n  ","815929":"\n  Mhm\n  ","815930":"\n  Okay bby 💕\n  ","815931":"\n  Not really\n  ","815932":"\n  I'm good just tired at work 😫\n  ","815933":"\n  Yay\n  ","815934":"\n  Send me stuff while\n  \n  I'm at work\n  ","815935":"\n  ^^^\n  ","815936":"\n  Exactly she just wants attention that's all 😂😂\n  ","815937":"\n  Who\n  ","815938":"\n  On my ring finger when I broke it\n  ","815939":"\n  09|04|2011 💕😘👫😍💍\n  ","815940":"\n  Last night\n  ","815941":"\n  Idk why are you asking me this\n  ","815942":"\n  Lol i haven't\n  ","815943":"\n  Both lol\n  ","815944":"\n  Like 200\n  ","815945":"\n  864 lol\n  ","815946":"\n  It's alright\n  \n  I like Gabby better\n  ","815947":"\n  Lol okay\n  \n  ☺️\n  ","815948":"\n  You quit what\n  ","815949":"\n  It's alright\n  ","815950":"\n  No lol I usually take it of my boyfriend or our son or both of them\n  ","815951":"\n  Mhm ugly\n  ","815952":"\n  Ugly\n  ","815953":"\n  Lol I've stated this many times\n  ","815954":"\n  Ugly\n  ","815955":"\n  Sure I guess\n  ","815956":"\n  Lol I will 😘. She just keeps sending me stuff about her and her link lol\n  ","815957":"\n  This the only one\n  ","815958":"\n  I just how she thinks she's better than everybody else . Lying how her sister was her and TTC at 13 then lied to everybody saying she didn't\n  ","815959":"\n  That's the truth . It's clear that she follows me 😘. She just so obsessed with us Ana\n  ","815960":"\n  I know I'm fab 💁🏽. She can sit back with the rest of the bitches waiting for me to give a fuck 😂\n  ","815961":"\n  Yeah I know bc she's a punk 😂\n  \n  She can like all the stuff about her on my page\n  \n  But I can lmao\n  ","815962":"\n  Huh ?\n  ","815963":"\n  Bc all water had different taste\n  \n  I barely like water\n  ","815964":"\n  Lol Hayleigh wants to say shit about me\n  \n  Yet she has me BLOCKED 😂😘\n  ","815965":"\n  I don't remember\n  ","815966":"\n  Send me questions guys ☺️\n  ","815967":"\n  Bc she has no life trying to play detective\n  ","815968":"\n  iPhone 6\n  ","815969":"\n  I'll be 21 in November\n  ","815970":"\n  4 years 😍😘👫\n  ","815971":"\n  Watching Love & Hip Hop Hollywood\n  ","815972":"\n  Lol bc she or he has no idea why lol\n  ","815973":"\n  Bye bitch 😘\n  ","815974":"\n  I highly doubt it since your sending me pointless shit 😂😘\n  ","815975":"\n  Again why are you on my page ? 😂\n  ","815976":"\n  I'm sure you did 😂\n  ","815977":"\n  To bad he's smarter than you 😘\n  \n  Graduated with a 4.0 😍😘😋\n  ","815978":"\n  ^^^^*\n  ","815979":"\n  It's a state\n  ","815980":"\n  How dumb can you be\n  ","815981":"\n  LI\n  ","815982":"\n  If he was gay he wouldnt be with me\n  ","815983":"\n  No\n  ","815984":"\n  I'm fine on my way to work\n  ","815985":"\n  No\n  ","815986":"\n  Ocean\n  ","815987":"\n  Hey guess what ?\n  \n  I don't care 😊\n  ","815988":"\n  Lol keep them coming\n  ","815989":"\n  Well she should think of some\n  \n  Or google it , or look in a bby book\n  ","815990":"\n  It's not mean\n  \n  Why would you ask stranger to name your own bby\n  \n  It's YOUR kid\n  ","815991":"\n  Not my baby\n  \n  So you name your OWN bby\n  ","815992":"\n  No\n  ","815993":"\n  I had him at 18\n  ","815994":"\n  Everything\n  ","815995":"\n  He's ready for it\n  ","815996":"\n  I guess I mean\n  \n  It kinda makes sense\n  ","815997":"\n  We live with my mom for now\n  ","815998":"\n  Nope\n  ","815999":"\n  Coke coca\n  \n  Or Pepsi\n  ","816000":"\n  I have no idea to be honest\n  \n  Maybe people like my answers lol\n  ","816001":"\n  Keep sending me questions guys\n  \n  I love all my 1099 followers\n  \n  💪🏽😍\n  ","816002":"\n  Thank you lol\n  \n  🎀\n  ","816003":"\n  When I was younger idk\n  ","816004":"\n  Yes we do\n  ","816005":"\n  I looked the same as now lol\n  \n  I never changed size\n  ","816006":"\n  Maybe maybe not\n  \n  We haven't decided yet\n  ","816007":"\n  Bam 😘\n  ","816008":"\n  Yeah who hasn't tho\n  ","816009":"\n  I wear glasses\n  ","816010":"\n  Lol 😙🍃💨\n  ","816011":"\n  It was pretty bad .\n  \n  It hurt to move a lot\n  \n  So they gave me precocet\n  \n  Then I had the flu\n  ","816012":"\n  He will be 2 next month\n  ","816013":"\n  ^^^\n  ","816014":"\n  I like her and I have no favorite song\n  ","816015":"\n  A job\n  ","816016":"\n  He will be 21 in 2 weeks\n  ","816017":"\n  Double chocolate chip\n  ","816018":"\n  Whenever my boyfriend proposes to me ? And no duh it will be a surprise\n  ","816019":"\n  Thank you 💕\n  ","816020":"\n  Dysfunctional fam(ily) 👪💕😍\n  ","816021":"\n  This Victoria secret case ☺️\n  ","816022":"\n  Send me stuff guys 😏\n  \n  Anything you want\n  ","816023":"\n  None\n  ","816024":"\n  Thank you ☺️\n  ","816025":"\n  1096\n  ","816026":"\n  Why do you care so much\n  ","816027":"\n  No how about you\n  \n  Get off my page and mine your business\n  ","816028":"\n  ....\n  ","816029":"\n  Idk you tell me\n  ","816030":"\n  Yeah\n  \n  He was born at 30 weeks\n  ","816031":"\n  None\n  ","816032":"\n  By ignoring them\n  ","816033":"\n  Oh lol nah it's okay\n  \n  She probably won't answer the question\n  \n  Anyways 😂😂😂\n  ","816034":"\n  Lmao exactly the she tells people she didn't\n  ","816035":"\n  Lmao that's even more funny\n  ","816036":"\n  I never faked having a daughter 😂\n  \n  I have a son dumbass\n  ","816037":"\n  Bc she's so dumb that's why 😂\n  ","816038":"\n  Hayleigh 😂\n  ","816039":"\n  I'm pretty good just tired\n  ","816040":"\n  Good morning\n  ","816041":"\n  Yeah\n  ","816042":"\n  No I'm good\n  ","816043":"\n  No lol\n  ","816044":"\n  I'm sorry to hear that bby girl\n  ","816045":"\n  Today lol\n  ","816046":"\n  lol yeah I was 1 month shy of turning 19 lol\n  ","816047":"\n  No I'm 20 about to be 21 in 2 months\n  ","816048":"\n  Ask us stuff ☺️😘😍\n  ","816049":"\n  Lol when ?\n  \n  I'm still waiting for the information 😘?\n  ","816050":"\n  answering questions and\n  \n  Watching Grey's Anatomy with my boyfriend\n  ","816051":"\n  Who's Joseph Samuel ?\n  ","816052":"\n  When did I talk shit about her ?\n  \n  Please inform me ? 😘\n  ","816053":"\n  Kinda\n  ","816054":"\n  Depends on what time I go in\n  ","816055":"\n  ^^^^\n  \n  ☺️🎀\n  ","816056":"\n  No\n  ","816057":"\n  Lmao I bet you this is her sending me her own link\n  ","816058":"\n  Have sex and cook\n  ","816059":"\n  LGo to a bar and get drunk\n  ","816060":"\n  I'm a 100% for it\n  \n  👭👬\n  ","816061":"\n  Lol same thing the other anon said\n  \n  And never came back\n  ","816062":"\n  If you knew it you wouldn't be asking me\n  \n  Don't you think\n  \n  Nice try ☺️\n  ","816063":"\n  The color I have\n  ","816064":"\n  A size for me\n  ","816065":"\n  Lime green\n  ","816066":"\n  Why are you asking me stupid questions\n  \n  Ask me better questions\n  ","816067":"\n  Yeah with a son and a boyfriend I've been with for 4 years ☺️😏\n  ","816068":"\n  Okay ☺️\n  ","816069":"\n  Hello\n  ","816070":"\n  Making burgers for lunch for my 2 boys ☺️\n  ","816071":"\n  Ello\n  ","816072":"\n  ....\n  ","816073":"\n  Yeah why ?\n  ","816074":"\n  Not yet\n  \n  And plus we've only been together for 4 years\n  ","816075":"\n  Well I'm about to make brownies 😍\n  ","816076":"\n  He will be 2 next month 😩\n  ","816077":"\n  Lmao they are 😂\n  ","816078":"\n  Who dat b ? 😂\n  ","816079":"\n  Go sky diving\n  ","816080":"\n  Send me stuff guys 😫\n  ","816081":"\n  Cooking breakfast\n  ","816082":"\n  ^^^^\n  ","816083":"\n  ^^^\n  ","816084":"\n  12:59am\n  ","816085":"\n  Yeah I hate mine to\n  ","816086":"\n  Thank you bby girl 😘\n  ","816087":"\n  I'm glad to love 😘😍\n  ","816088":"\n  Lol at the fact that Halyigh is mad bc my anniversary is her lame ass birthday . I could careless 😘. Keep talking boo boo 😍😘. And btw nobody cares that my birthday is your whack ass anniversary it's only a year calm down dumb bitch 😘😏. Keep hating tho I love it . To bad you blocked me like a dumb bitch you are 😘😏\n  ","816089":"\n  ☺️☺️☺️\n  ","816090":"\n  Send me questions to\n  \n  I have so many followers\n  ","816091":"\n  Love&Hip Hop\n  ","816092":"\n  NineGDxFourO\n  ","816093":"\n  Why thank you\n  ","816094":"\n  I'm the best IG mom\n  \n  The3ofus_x3\n  \n  Have fun 😘\n  ","816095":"\n  Send me questions guys\n  \n  I gained a couple new followers\n  ","816096":"\n  ^^*^\n  ","816097":"\n  Thank you bby girl 💕😘\n  ","816098":"\n  Thank you 💕\n  \n  Means a lot to me ☺️\n  ","816099":"\n  No I don't believe in reincarnation\n  ","816100":"\n  Smh\n  ","816101":"\n  Smh\n  ","816102":"\n  Good 4 you\n  ","816103":"\n  Thank you\n  ","816104":"\n  My size\n  ","816105":"\n  Only for my boyfriend sorry\n  ","816106":"\n  You're a shitty person for keep telling me things idc about ☺️\n  ","816107":"\n  Well go to one then\n  ","816108":"\n  Yeah totally 😂\n  ","816109":"\n  Yeah you do . That's why I'm telling you ☺️😂\n  ","816110":"\n  Yes 😂😏\n  ","816111":"\n  Sucks to suck ☺️\n  ","816112":"\n  1091\n  ","816113":"\n  Me to guys 💕😍\n  ","816114":"\n  I just told you\n  \n  I'm my size\n  ","816115":"\n  Have you seen strippers before 😂\n  ","816116":"\n  My size\n  ","816117":"\n  Go find out\n  ","816118":"\n  Yeah with a kid virgin over here guys 😛\n  ","816119":"\n  Like being a stripper\n  ","816120":"\n  Hi ???\n  ","816121":"\n  Why are you telling me this?\n  ","816122":"\n  %^^\n  ","816123":"\n  😘\n  ","816124":"\n  7:21pm\n  ","816125":"\n  Chillen with my boys\n  ","816126":"\n  Go ask her . Idek\n  ","816127":"\n  Going to the carnival ☺️\n  ","816128":"\n  ^^^\n  ","816129":"\n  Both 😘\n  ","816130":"\n  Duh why would I be lying ?\n  ","816131":"\n  😍\n  ","816132":"\n  I'm a stripper at night . Smh thinking you know everything\n  ","816133":"\n  I'm a stripper mom to 😘\n  ","816134":"\n  Mhm\n  ","816135":"\n  Yay\n  ","816136":"\n  ^^^\n  ","816137":"\n  Like a 4\n  ","816138":"\n  There ya go\n  ","816139":"\n  I'll be 21 November 8th\n  ","816140":"\n  I'm good just fixed up my room and got a new dresser ☺️\n  ","816141":"\n  Mhm\n  ","816142":"\n  ^^^^\n  ","816143":"\n  What do you think\n  ","816144":"\n  I don't have any right now\n  ","816145":"\n  You don't have to do something you don't want to\n  ","816146":"\n  I am\n  ","816147":"\n  Awe\n  ","816148":"\n  Like you\n  ","816149":"\n  ^^^^\n  ","816150":"\n  Cigarettes\n  \n  Wrap\n  \n  Boyfriend boxers\n  \n  White shirts for him\n  \n  Lighter\n  ","816151":"\n  ^^^\n  ","816152":"\n  Ask us questions\n  ","816153":"\n  I couldn't either\n  ","816154":"\n  Aww I love you to 😍\n  ","816155":"\n  The brain more bc it consumes so much information all at once\n  ","816156":"\n  ^^^^\n  ","816157":"\n  Aw that's sweet 💟\n  ","816158":"\n  4 years Friday 👫😍💍\n  ","816159":"\n  I'll be 21 November 8th\n  ","816160":"\n  Well on my 18th I went to visit my son in the NiCU and in my 19th I don't remember lol and I believe in my 20th I went to a hookah lounge and for my 21st I'm going to a bar 💪🏽\n  ","816161":"\n  I have 1088\n  ","816162":"\n  Idk there's honestly a lot\n  ","816163":"\n  Then he shouldn't be mad they weren't together\n  ","816164":"\n  How about we worry about who's going to be president now\n  ","816165":"\n  I have no idea\n  ","816166":"\n  ^^^\n  ","816167":"\n  How about we worry about who's going to be president now\n  ","816168":"\n  thanks\n  ","816169":"\n  I'm good ☺️\n  ","816170":"\n  ^^^\n  ","816171":"\n  Smash cake 🎃\n  ","816172":"\n  Yeah a couple months ago\n  \n  And I just had to stay strong\n  ","816173":"\n  Okay I know about it\n  ","816174":"\n  I'm not a teen mom I'm 20\n  ","816175":"\n  Your mom should of had you taken away dumbass\n  ","816176":"\n  I'm a stripper mom to\n  ","816177":"\n  Yay ☺️\n  ","816178":"\n  Kinda\n  ","816179":"\n  About to go to the carnival with my boyfriend 👫\n  ","816180":"\n  Ask me stuff send in your questions\n  \n  I'll be answering anything\n  \n  🎀🎀🎀🎀🎀🎀🎀\n  ","816181":"\n  Send her stuff 🎀\n  ","816182":"\n  Well at the end of the day she does\n  \n  So your statement was invalid\n  ","816183":"\n  %^^•\n  ","816184":"\n  No\n  ","816185":"\n  No I have his name icon me\n  ","816186":"\n  Don't care\n  ","816187":"\n  No\n  ","816188":"\n  ^^^^^^ 🎀🎀🎀\n  ","816189":"\n  I know I find that really cool aha . And me and him have been together since we were 16 he was 3 weeks shy of being 17 and I was 2 months shy of being 17 aha\n  ","816190":"\n  My handsome little man 😘\n  ","816191":"\n  👪\n  ","816192":"\n  ^^^^\n  ","816193":"\n  Next Friday will be 4 years 👫💕\n  \n  09|04|2011 💟💘💏\n  ","816194":"\n  Hi\n  ","816195":"\n  Going to a party with my boyfriend\n  ","816196":"\n  Mhm\n  ","816197":"\n  Nope\n  ","816198":"\n  Nope\n  ","816199":"\n  Random\n  ","816200":"\n  18\n  ","816201":"\n  Yeah I do\n  ","816202":"\n  Ask me questions ☺️\n  ","816203":"\n  What can you really do it about it\n  ","816204":"\n  Lol\n  ","816205":"\n  *^^\n  ","816206":"\n  I don't remember\n  ","816207":"\n  Pro choice 100%\n  ","816208":"\n  No\n  ","816209":"\n  A lot of things\n  ","816210":"\n  No\n  ","816211":"\n  Bc they have no life\n  ","816212":"\n  Sure thing\n  ","816213":"\n  Send me stuff ☺️\n  ","816214":"\n  Oh\n  ","816215":"\n  ^^^\n  ","816216":"\n  Nope it's just being nice\n  ","816217":"\n  ^^^\n  ","816218":"\n  ^^^\n  ","816219":"\n  Like 3 days ago\n  ","816220":"\n  Check out my boyfriend 😍\n  \n\n   https:\/\/m.datpiff.com\/tape\/728127\n  \n","816221":"\n  You're amazing 😍\n  ","816222":"\n  Lmao 😂😂😂\n  ","816223":"\n  Mhm no\n  ","816224":"\n  Off that's just dumb\n  ","816225":"\n  ^^^^\n  ","816226":"\n  ^^^^\n  ","816227":"\n  ^^^\n  ","816228":"\n  Standard\n  ","816229":"\n  Idk\n  ","816230":"\n  Hope you have a good afternoon 💘\n  ","816231":"\n  Okay ?\n  ","816232":"\n  Sabotage lmao\n  ","816233":"\n  Send me questions guys 💟\n  ","816234":"\n  McDonald's\n  ","816235":"\n  *^^^\n  ","816236":"\n  Sitting here LOL\n  ","816237":"\n  You always ask this smh\n  ","816238":"\n  I'm on my period\n  ","816239":"\n  Yeah I believe that's a 100% true\n  \n  The run away with the little that we say and change it into something totally different\n  \n  Yes it can be dehumanizing and they don't care that we are real people who have feelings and some of us take what anons say to the heart\n  ","816240":"\n  ^^^^ ☺️☺️☺️\n  ","816241":"\n  No no no no\n  \n  That's to much work\n  ","816242":"\n  Yeah maybe\n  ","816243":"\n  Time square a couple nights ago ☺️👫\n  ","816244":"\n  100lbs\n  ","816245":"\n  We have twice out of 4 years so\n  \n  No we're doing amazing\n  ","816246":"\n  Yeah obviously\n  ","816247":"\n  Neither\n  ","816248":"\n  2\n  ","816249":"\n  I dyed it black yesterday lol\n  ","816250":"\n  Yeah I am\n  ","816251":"\n  It really doesn't matter tbt\n  ","816252":"\n  ^^^^\n  ","816253":"\n  Yeah I do\n  ","816254":"\n  My hair is finally black again\n  ","816255":"\n  I think it's stupid asf\n  ","816256":"\n  Wow I have so many new followers\n  \n  Send me in stuff\n  ","816257":"\n  ^^^^\n  ","816258":"\n  Idk\n  ","816259":"\n  ^^^\n  ","816260":"\n  ^^^^\n  ","816261":"\n  Your child name them what you want\n  ","816262":"\n  Have more children\n  ","816263":"\n  ^^%^^\n  ","816264":"\n  On Long Island\n  ","816265":"\n  From my job\n  ","816266":"\n  A car lol\n  ","816267":"\n  Sucks to suck\n  \n  But no\n  ","816268":"\n  Guys ask me stuff ☺️\n  \n  Nothing's off limits\n  ","816269":"\n  Irrelevant question\n  ","816270":"\n  ^^^\n  ","816271":"\n  Why\n  ","816272":"\n  Omg really lol\n  \n  Cool\n  ","816273":"\n  Nope\n  ","816274":"\n  Stupid\n  ","816275":"\n  Yeah it's called life\n  ","816276":"\n  With my boyfriend\n  ","816277":"\n  ^^^^\n  ","816278":"\n  Send me stuff guys\n  ","816279":"\n  Yeah kind of\n  ","816280":"\n  ^^^^\n  ","816281":"\n  ^^^^\n  ","816282":"\n  Doesn't matter\n  ","816283":"\n  None\n  ","816284":"\n  Why thank you ☺️\n  ","816285":"\n  I have but I haven't really paid attention\n  ","816286":"\n  1079\n  ","816287":"\n  What are you talking about\n  ","816288":"\n  Lol mhm\n  ","816289":"\n  Guys I'm extremely bored\n  \n  Send me stuff\n  ","816290":"\n  Lame\n  ","816291":"\n  Laying down in the dark\n  ","816292":"\n  You seem to clingy\n  ","816293":"\n  Lol\n  ","816294":"\n  It's kind of disrespectful\n  ","816295":"\n  What kind of question is this\n  ","816296":"\n  I love the song comfortable by K Camp it's so cute 😩🍰💘\n  ","816297":"\n  That's to much and I'm too lazy to write them all out\n  ","816298":"\n  My best friends\n  ","816299":"\n  Not yet\n  ","816300":"\n  Yesterday\n  ","816301":"\n  I mean I have a pair but don't really wear them\n  ","816302":"\n  Yeah with a son ☺️\n  ","816303":"\n  I'm good ☺️\n  ","816304":"\n  I think we were taught that bc I guess our parents don't want us to have a sense that guys are assholes sometimes or maybe bc it's true ? Idk guys have a funny way of showing how they feel\n  ","816305":"\n  Send me questions guys ☺️\n  \n  Keep me entertained\n  \n  Nothing's off limits\n  ","816306":"\n  Next month on the 4th we make 4 years 😍💕💏\n  ","816307":"\n  ^^^^\n  ","816308":"\n  Well for one your 14\n  \n  You should be asking your parents not a stranger\n  \n  And for 2 every state is different\n  \n  How would I know ?\n  ","816309":"\n  Sorry I just seen this I've been at work\n  \n  But that really happened\n  ","816310":"\n  Yay I love you to my girl 💘\n  ","816311":"\n  ^^^^\n  ","816312":"\n  My life\n  ","816313":"\n  My room or I walk around\n  ","816314":"\n  that's to much work 😫\n  ","816315":"\n  No I haven't\n  ","816316":"\n  It's 7:29am I haven't gotten dressed\n  ","816317":"\n  No\n  ","816318":"\n  No\n  ","816319":"\n  None\n  ","816320":"\n  I'm okay with it\n  ","816321":"\n  My boyfriend\n  ","816322":"\n  %^^\n  ","816323":"\n  You to bby\n  ","816324":"\n  You should wear it . Embrace what you look and feel good in\n  ","816325":"\n  Send me questions guys ☺️\n  ","816326":"\n  ^^^^\n  ","816327":"\n  I'm fine\n  ","816328":"\n  Okay I got it\n  ","816329":"\n  Today and I said \"Fuck\"\n  ","816330":"\n  What's Emily's ask\n  ","816331":"\n  We just don't want to face reality\n  ","816332":"\n  You keep asking me the same shit\n  ","816333":"\n  Yeah I have\n  ","816334":"\n  ^^^^\n  ","816335":"\n  No\n  ","816336":"\n  I know who he is\n  ","816337":"\n  I don't live in Paris\n  ","816338":"\n  Mhm I guess\n  ","816339":"\n  No\n  ","816340":"\n  Well saying cute isn't a question\n  ","816341":"\n  What's cute\n  ","816342":"\n  Their stupid\n  ","816343":"\n  ^^^^\n  ","816344":"\n  ^^^*\n  ","816345":"\n  I don't pick\n  ","816346":"\n  I mean I receive many questions a day\n  \n  And you said \"you did\"\n  \n  Wtf does that mean\n  ","816347":"\n  ^^^^\n  ","816348":"\n  I did what ?\n  ","816349":"\n  Thank you 💕\n  ","816350":"\n  I did yesterday\n  ","816351":"\n  Look in my likes\n  ","816352":"\n  No\n  ","816353":"\n  No\n  ","816354":"\n  In my likes\n  ","816355":"\n  No\n  ","816356":"\n  Let it dry on its own\n  ","816357":"\n  Not yet\n  ","816358":"\n  No\n  ","816359":"\n  How dumb are you ?\n  ","816360":"\n  Yeah but I didn't want to be apart of it\n  ","816361":"\n  Popular\n  ","816362":"\n  Send me in stuff guys ☺️\n  \n  I have some new followers\n  \n  Anything will be accepted ☺️☺️\n  ","816363":"\n  No . Your bedroom fetish is annoying\n  ","816364":"\n  Aw well I'm glad you're back ☺️\n  ","816365":"\n  For what ?\n  ","816366":"\n  I hate when people try and parent our son and think they know everything it's very annoying\n  ","816367":"\n  Where have you been 😩\n  ","816368":"\n  Nope it's also wrong bc it's not their pet\n  ","816369":"\n  My son\n  ","816370":"\n  1. We like to smoke\n  \n  2. We like music\n  \n  3. We like sex\n  ","816371":"\n  Omg I missed you 💕\n  ","816372":"\n  Lol okay\n  ","816373":"\n  I haven't gotten dressed\n  ","816374":"\n  Bc Nicki is more popular and bc people like her more in my opinion\n  ","816375":"\n  Like 2 years\n  ","816376":"\n  Drama\n  ","816377":"\n  3 months\n  ","816378":"\n  I d k\n  \n  Never been through that\n  \n  Sorry\n  ","816379":"\n  Yay ☺️\n  ","816380":"\n  Awh thank you ☺️\n  \n  You to bby girl 💘\n  ","816381":"\n  Perfection 💘\n  ","816382":"\n  There not annoying\n  ","816383":"\n  Pretty annoyed\n  ","816384":"\n  Haha no\n  ","816385":"\n  Never heard of the diamonds\n  ","816386":"\n  Get questions\n  ","816387":"\n  Lol thanks\n  ","816388":"\n  1077\n  ","816389":"\n  B\n  ","816390":"\n  No I'm not\n  ","816391":"\n  %^^^\n  ","816392":"\n  Well obviously bc i can't see\n  ","816393":"\n  I want a girl aha\n  ","816394":"\n  Possibly one more ☺️\n  ","816395":"\n  I made tea\n  ","816396":"\n  Awh, thank you\n  \n  But I'm really not\n  ","816397":"\n  Watching teen mom 2\n  ","816398":"\n  Send me stuff guys ☺️\n  ","816399":"\n  I'm tired and exhausted\n  ","816400":"\n  ^^^\n  ","816401":"\n  Your hair is amazing aha\n  ","816402":"\n  I posted one but here\n  \n  My belly 2 years ago today ☺️\n  ","816403":"\n  I want one\n  ","816404":"\n  I hate it\n  ","816405":"\n  Nope\n  ","816406":"\n  Stop being annoying\n  ","816407":"\n  No\n  ","816408":"\n  Who said you couldn't\n  ","816409":"\n  It's okay I guess\n  ","816410":"\n  Fetty Wap 😍\n  ","816411":"\n  ^^^\n  ","816412":"\n  It gets boring sometimes\n  ","816413":"\n  Girly girl\n  ","816414":"\n  Yeah\n  ","816415":"\n  Fall\n  ","816416":"\n  Yeah\n  ","816417":"\n  Cleaning windows off of high buildings\n  ","816418":"\n  %^^^\n  ","816419":"\n  I don't have a wish list\n  ","816420":"\n  Pathmark\n  ","816421":"\n  I don't have one\n  ","816422":"\n  Well , I like rue 21 , forever 21 , gilly hicks , hollister\n  ","816423":"\n  ^^^^\n  ","816424":"\n  Different states different stores\n  ","816425":"\n  Anons being dumb\n  ","816426":"\n  I shop at a lot of stores\n  ","816427":"\n  No\n  ","816428":"\n  Yeah\n  ","816429":"\n  Yeah maybe\n  ","816430":"\n  No\n  ","816431":"\n  I never see that show\n  ","816432":"\n  Sure will 💕\n  ","816433":"\n  I don't have a favorite\n  ","816434":"\n  Stupid unless you can support the bby\n  ","816435":"\n  Wtf lmao\n  ","816436":"\n  Bc I don't want twins wth\n  ","816437":"\n  No lol\n  ","816438":"\n  Fuck no\n  ","816439":"\n  It doesn't matter LOL\n  ","816440":"\n  Bc I don't that's why\n  ","816441":"\n  Nope\n  ","816442":"\n  ^^^%\n  ","816443":"\n  Bc I was pregnant\n  ","816444":"\n  There's to many\n  ","816445":"\n  YeH I gave 2\n  ","816446":"\n  Lol\n  ","816447":"\n  2:34am\n  ","816448":"\n  Yes I did lol\n  \n  I just hated having to pee a lot\n  ","816449":"\n  18\n  ","816450":"\n  Now that's something I have no clue\n  \n  Maybe people find me interesting lol\n  ","816451":"\n  I don't have one\n  ","816452":"\n  1074\n  ","816453":"\n  Eat crackers or bread\n  ","816454":"\n  ^^^^\n  ","816455":"\n  I have to now lol\n  \n  This update sucks\n  ","816456":"\n  Thank you\n  ","816457":"\n  Lol no\n  ","816458":"\n  Lol thanks\n  ","816459":"\n  Bc I'm kwel dats why ~\n  \n  Nah bc idk lol\n  ","816460":"\n  Can't be rude to dumb questions 😂\n  ","816461":"\n  Oh wow hey look guys captain obvious 👏🏽\n  ","816462":"\n  Over 200 😩\n  ","816463":"\n  Ask me stuff guys I'm bored 😫\n  ","816464":"\n  On Netflix\n  ","816465":"\n  Watching Gilmore girls\n  ","816466":"\n  Exactly 30 weeks\n  ","816467":"\n  The Notebook\n  ","816468":"\n  I barely watch tv\n  ","816469":"\n  I wish they had a middle finger one lol\n  ","816470":"\n  What ?\n  \n  It's the fact that Hayleigh runs her little fucking 13 year old mouth ! And it's fucking annoying asf . She's lucky I'm fucking blocked\n  \n  DUMB BITCHES\n  ","816471":"\n  Okay guys I'm not going to sit back and let yall talk about my bby Reachel like that !\n  \n  So how about everybody stop talking SHIT and answer questions about yourself !\n  ","816472":"\n  Lmao you just laugh it off 😂\n  ","816473":"\n  Yes bc I wanna know who A is\n  ","816474":"\n  1072\n  ","816475":"\n  Okay you guys are boring me\n  \n  Send me in stuff\n  ","816476":"\n  Not even a chance\n  \n  What's you guys in me being pregnant\n  ","816477":"\n  So am I . This update sucks lol\n  ","816478":"\n  See all the stuff is at the bottom instead of the top\n  ","816479":"\n  You mean texter?\n  \n  Lol I'm horrible either I'll leave you on \"read\"\n  \n  If you have an iPhone or I won't check it at all\n  ","816480":"\n  7am 😫\n  ","816481":"\n  Leggings and a black shirt\n  ","816482":"\n  Just S T O P\n  ","816483":"\n  Yeah and to be honest it's not Netflix fault why her daughter got pregnant\n  ","816484":"\n  Can you guys just be happy with Gabby lol\n  ","816485":"\n  Thank you I picked out Malaysia ☺️\n  ","816486":"\n  My Twitter is : NineGDxFourO\n  \n  My IG is : the3ofus_x3\n  ","816487":"\n  I think I'm about to make bacon 😋\n  ","816488":"\n  Good thing they're my kids names\n  \n  And not yours\n  ","816489":"\n  I stopped watching it bc it got boring\n  \n  But I'm ONLY watching tonight so I know who A is\n  ","816490":"\n  Wow is that so 😱\n  ","816491":"\n  💘\n  ","816492":"\n  Yeah when i type they can get in the way\n  ","816493":"\n  Yeah for a girl\n  \n  Malaysia\n  \n  And for a boy\n  \n  Jamal\n  ","816494":"\n  I want a girl ☺️\n  ","816495":"\n  Well I didn't even know I was having contractions\n  \n  I thought I was just cramping\n  \n  So on a scale from 1-10 id say\n  \n  4 1\/2\n  ","816496":"\n  Eating strawberries\n  ","816497":"\n  How would I know\n  ","816498":"\n  Awh thanks\n  \n  So are you 💕\n  ","816499":"\n  ^^^^\n  ","816500":"\n  Yeah I updated it and I mean it's weird asf\n  \n  I really don't like it to be honest\n  ","816501":"\n  Lately I've been craving lemonade and sweets lol\n  ","816502":"\n  No I don't lol\n  ","816503":"\n  It's in my bio ffs\n  ","816504":"\n  Yesterday\n  ","816505":"\n  My sons name\n  ","816506":"\n  It's weird lol\n  ","816507":"\n  You guys see this new update lol\n  ","816508":"\n  I'm okay lol ☺️\n  ","816509":"\n  Lol I don't get how but okay ☺️\n  ","816510":"\n  Then you're stupid asf ☺️\n  ","816511":"\n  I get those all the time .\n  \n  Never coming to check on us\n  ","816512":"\n  Hi\n  ","816513":"\n  Am I a doctor ?\n  \n  Am I a pregnancy test?\n  ","816514":"\n  Well it's rainy aha\n  \n  And I don't have to go to work\n  ","816515":"\n  Oh that asshole .\n  ","816516":"\n  When was the last time you stop asking dumb questions\n  ","816517":"\n  You can get pregnant at any time .\n  ","816518":"\n  I'm proud of you\n  ","816519":"\n  ^^^^\n  \n  Why you getting a new phone number\n  ","816520":"\n  2:01am\n  ","816521":"\n  No\n  ","816522":"\n  Who said I was pregnant\n  ","816523":"\n  Bc you're telling my random things idc about\n  ","816524":"\n  You're annoying asf\n  ","816525":"\n  It goes both ways for me\n  \n  I got my boyfriends name on me bc he's special to me\n  \n  And the star one on my wrist I\n  \n  Got just bc aha\n  ","816526":"\n  Oh\n  ","816527":"\n  Ask me more questions\n  \n  ☺️☺️☺️☺️😊😊😊😊😊\n  ","816528":"\n  Hello\n  ","816529":"\n  Oh yes 😏\n  ","816530":"\n  They want attention\n  ","816531":"\n  Lol , nah that's not your job 😂\n  ","816532":"\n  They're annoying me\n  ","816533":"\n  Lmao you're a joke 😂😂😂😂\n  ","816534":"\n  Ya look fake\n  ","816535":"\n  Well you're looking for attention\n  \n  Now either ask me questions about\n  \n  Me or be gone\n  ","816536":"\n  You're annoying asf and you want attention\n  \n  Do us all a favor and stfu\n  ","816537":"\n  You definitely are trolling lmao\n  ","816538":"\n  Why are you trolling for like damn\n  \n  Come up with a new hobby\n  ","816539":"\n  lol yeah I know\n  \n  That's why I said okay ?\n  ","816540":"\n  Okay ?\n  ","816541":"\n  Okay ?\n  ","816542":"\n  Me either lmao\n  \n  That's why they haven't came back bc\n  \n  They know I'm not lol\n  ","816543":"\n  I heard you guys are so dumb 😂\n  ","816544":"\n  Lol I don't get how you can tell\n  \n  If I'm being bitchy if you can't hear my voice\n  \n  I'm just answering them ☺️\n  ","816545":"\n  He hasn't drank from a bottle since he was 12 months old\n  \n  Now he's 21 months old\n  ","816546":"\n  No he sleeps in a twin sized bed for about 4 months now\n  ","816547":"\n  I wanted the gold one like my 5s but they didn't have anymore so it's sliver\n  ","816548":"\n  And that's why she's a POS ☺️\n  ","816549":"\n  Maybe in the future\n  ","816550":"\n  Thank you\n  ","816551":"\n  Yeah we do\n  ","816552":"\n  Send me stuff guys ☺️\n  \n  I'll be answering anything\n  "}}