{"Question":{"816553":"\n   Wyd\n  ","816554":"\n   How are you\n  ","816555":"\n   I want to have a baby but my boyfriend isn't into it. Is there any way I can change his mind or should I just wait until he wants one?\n  ","816556":"\n   You had the iPhone 5?\n  ","816557":"\n   Pap of your child\/children that hasn't been posted?\n  ","816558":"\n   How often do you watch TV?\n  ","816559":"\n   Do you believe in happy ending?\n  ","816560":"\n   Okay so I can finally do this weeks spam of PARENTING. 30 spaces left to fill! Like the most recent answer on\n   \n    @fabbielousquestions\n   \n   to get the spam! xo\n  ","816561":"\n\n    https:\/\/m.ask.fm\/stevensmomma\/answers\/130066479350\n   \n   is she a bad mom or just an idiot when he comes to parenting lol sent to all I follow\n  ","816562":"\n   As most of you know, I get my nails done on a regular basis. My next set are tomorrow and I'm struggling to find a design. Post a photo of your favourite nail art! Inspire me!💅🏻💅🏻\n  ","816563":"\n   Plans for today\n  ","816564":"\n   How are you\n  ","816565":"\n   hi all, im not gonna be active on this account until Wednesday night probably as im not gonna have any wifi on my tablet, you're all still on the list, stay safe\n  ","816566":"\n   do you believe everything happens for a reason?\n  ","816567":"\n   would you ever name a child \"hope\"\n  ","816568":"\n   if you got pregnant again and decided to keep the baby, would you want it to be another boy or a girl?\n  ","816569":"\n   are you still with your child|children's dad?\n  ","816570":"\n   Do you plan on having another child? If so when?\n  ","816571":"\n   Do you support transgender people?\n  ","816572":"\n   Can we download his songs . I'm from the U.K\n  ","816573":"\n   Love your boyfriends music\n  ","816574":"\n   -\n  ","816575":"\n   Haha that's why I had to let you know I follow you. :)\n  ","816576":"\n   I Follow you. :)\n  ","816577":"\n   How old is Joseph\n  ","816578":"\n   Joseph looks adorable?\n  ","816579":"\n   What is your childs name\n  ","816580":"\n   Tell us your real name\n  ","816581":"\n   You're very rude\n  ","816582":"\n   Am I the only person that hasn't seen \"mean girls\"? I have never seen the movie.\n  ","816583":"\n   tell us 3 facts about your week\n  ","816584":"\n   are you a believer in fate?\n  ","816585":"\n   so I have swollen lymph nodes in my stomach which the doctors think is cussed from my appendix but they said they didn't catch it inflamed today so next time I'm in pain to go straight back. and I also have two 6mm sized nodules on my right lower lung so! fun.\n  ","816586":"\n   You get spam #1\n  ","816587":"\n   What type of questions can we ask you\n  ","816588":"\n   You totally do.\n  ","816589":"\n   She lives with me\n  ","816590":"\n   How many unanswered questions do you have\n  ","816591":"\n   Who do you all live with?\n  ","816592":"\n   What's your name\n  ","816593":"\n   How are you doing\n  ","816594":"\n   You're such a strong girl\n  ","816595":"\n   Lmao, your name there was Gabrielle or Gabriella month or so ago and with also Danzy in it. I know what I saw there, they told you that Joseph is all grown up and stuff. Also, bitch it was MONTH OR MORE AGO. Not yesterday, you cant remember every little thing 😂\n  ","816596":"\n   You dont have to give out your name lmao. Your nickname gives it out and also your lastname is on here sooo its not hard, anyone can do it :) Yeah, there were people commenting your photos, I saw it month or so ago :) but ok, you do yours ✌️\n  ","816597":"\n   Sooo why do you hide your middle name but not facebook in general ? Like there are people commenting your pictures and stuff, thru them anyone can find you, thats dangerous girl :\/\n  ","816598":"\n   R u guys going to be famous one day\n  ","816599":"\n   Sent to everyone I follow: Trying this out from 10 a.m. today to 10 a.m. tomorrow NOTHING is off limits so if you have a question for me ask away. I work from 11-7 today so I'll probably answer any questions I do get after work.\n  ","816600":"\n   You know that anyone can find you on facebook and see your name and last name and place where you live and stuff 😂\n  ","816601":"\n   What's the last thing that upset you?\n  ","816602":"\n   Use this to rant\/vent.\n  ","816603":"\n   Are you a jealous person?\n  ","816604":"\n   What is one thing you'll never do again?\n  ","816605":"\n   Tell us about the person you like\/love. :)\n  ","816606":"\n   Quick question, has anyone tried bodywraps? Home made versions?\n  ","816607":"\n   Im doing opinions too now so feel free to send those links in. I am doing honest day as well thought so expect the opinions to be full and honest and nothing will be sugar costed.\n  ","816608":"\n   what's your middle name?\n  ","816609":"\n   Can you guys like this to hopefully get it in my top likes? (FAQ)\n   \n    http:\/\/ask.fm\/herrowkells93\/answer\/132045106569\n   \n","816610":"\n   Those are his beats to\n  ","816611":"\n   What personality type are you out of the 16 personalities?\n  ","816612":"\n   can I download his songs?\n  ","816613":"\n   so guys just a little update. I'm art the hospital they put an IV in and took some blood. they are also treating me for a CT scan. they did give me medicine in the IV for pain and nausea!\n  ","816614":"\n   are there any family recipes in your family?\n  ","816615":"\n   when it comes to clothes are you always one size or does it vary depending on what you buy?\n  ","816616":"\n   well I'm glad to know you guys are ok!\n  ","816617":"\n   but on his Twitter....it doesn't seem like things are going so well for you guys :\/ i hope everything is :\/\n  ","816618":"\n   your boyfriend has some cool music!\n  ","816619":"\n   what is the weather like for you today?\n  ","816620":"\n   Ask is always so quiet during the day 😂. Anyone want do to questions for questions?\n  ","816621":"\n   Do you\/ have you watched \"jerry springer\"?\n  ","816622":"\n   When's your birthday\n  ","816623":"\n   Do you give advice\n  ","816624":"\n   Pap of you and your son\n  ","816625":"\n   How tall r u\n  ","816626":"\n   How old were you when u got pregnant\n  ","816627":"\n   What time does Joseph go to bed\n  ","816628":"\n   Did\n   \n    @justbecause__\n   \n   block you\n  ","816629":"\n   Is Gabby short for Gabrielle or Gabriella?\n  ","816630":"\n   What time is it\n  ","816631":"\n   You're so popular\n  ","816632":"\n   Where are you from?state? country? how more specific do i have to be?\n  ","816633":"\n   Where are u from?\n  ","816634":"\n   What's your name?\n  ","816635":"\n   What % is your phone on\n  ","816636":"\n   Last time you took a shower\n  ","816637":"\n   Do u have a case on your phone currently\n  ","816638":"\n   How old are you\n  ","816639":"\n   R u pregnant\n  ","816640":"\n   Who is Hayleigh talking about\n  ","816641":"\n   Why do you feel sick\n  ","816642":"\n   How r u feeling\n  ","816643":"\n   Is it just me or does anyone else just hate when everyone else around you is negative and lack faith in someone you care about but you try to lift their spirits up but it's hard to when the negativity is so ruthless? 😒\n  ","816644":"\n   Super bored & Aubs is asleep, please tell your followers to ask me some questions! Thanks ☺️\n  ","816645":"\n   Is it hot where you live\n  ","816646":"\n   -\n  ","816647":"\n   Last thing you ate\n  ","816648":"\n   How are you\n  ","816649":"\n   what is your favourite way to eat potatoes? ie mash, roast, boiled etc\n  ","816650":"\n   Pap of someone you think is sexy in your eyes? It can be a celebrity, anyone.\n  ","816651":"\n   Would you rather be super fast or super strong?\n  ","816652":"\n   What part of Long Island do you live\n  ","816653":"\n   Do video response opinions?\n  ","816654":"\n   Have you ever been to Queens Ny before?\n  ","816655":"\n   Do you watch teen mom 2?\n  ","816656":"\n   Have you ever been to Brooklyn before?\n  ","816657":"\n   what is the police force like in your area?\n  ","816658":"\n   What's your favorite food you could eat every day?\n  ","816659":"\n   How many followers you have\n  ","816660":"\n   When do you want to have another baby?\n  ","816661":"\n   Do you wear braces?\n  ","816662":"\n   If you could only eat one thing for the rest of your life what would it be? PAP!\n  ","816663":"\n   Why is when I'm not om I get a ton of questions to come back to but when I am on and I can answer them I have absolutely none 😂. This happen to anyone else? (Also fire some questions at me if you want ;))\n  ","816664":"\n   So I'm doing an 'honesty day'. Feel free to ask absolutely anything! 😃\n  ","816665":"\n   Sorry im just excited\n  ","816666":"\n   Arent you happy\n  ","816667":"\n   Im pregnant again\n  ","816668":"\n   Just got off work bored out of my mind and my husband doesn't get off until 1 a.m. so ask me questions and I'll return the favor. 😊\n  ","816669":"\n   would you be upset if you were pregnant again?\n  ","816670":"\n   are you rich ?\n  ","816671":"\n   what was the last thing you were worried about?\n  ","816672":"\n   what song have you been loving right now?\n  ","816673":"\n   you're absolutely gorgeous😘😍💕\n  ","816674":"\n   post your ootd!\n  ","816675":"\n   Your a nasty ass rat looking family\n  ","816676":"\n   What phone do you have\n  ","816677":"\n   What's your favorite late night show to watch?\n  ","816678":"\n   have you ever had to call the emergency services? tell us about the occasion if youre comfortable with it\n  ","816679":"\n   when was the last time you sent something in the post, what was it?\n  ","816680":"\n   well guys...on my way to my sonogram let's hope it's negative!❤\n  ","816681":"\n   what are your likes\/dislikes about camping?\n  ","816682":"\n   as you havent answered my questions for a few days ive removed you from the list, you can be added again if you want but you'll have to join the back of the queue\n  ","816683":"\n   What's your favorite music genre?\n  ","816684":"\n   how are you and the boyfriend?\n  ","816685":"\n   What youtubers do you watch?\n  ","816686":"\n   SPREAD THE WORD: right now I follow 120 people, I'm making that down to 50. I'm adding new people to my list, so if you want to receive my spam inbox me, read my FAQ (it's under my likes. It's the second or third one) READ IT, and do what it says.  already have!? post this just to let show others.\n  ","816687":"\n   Have you watched a episode of \"lip sync battle\"?\n  ","816688":"\n   Last time you had sex? You don't have to answer if you don't like this!\n  ","816689":"\n   Honesty night again send some followers my way?💕 (sent to all I follow just delete if annoying)\n  ","816690":"\n   Have you ever broken any bones? If so, how many and which ones?\n  ","816691":"\n   Thoughts on planning a kid your senior year?\n  ","816692":"\n   Do you eat your pop tarts whole or break them in half?\n  ","816693":"\n   Can you get a boob job under 18?\n  ","816694":"\n   BLOW ME UP WITH QUESTIONS. IM SO BORED SO I'M DESPERATE\n  ","816695":"\n   hi i am 12! do adults actually like to have fun\n  ","816696":"\n   Doing honesty night once again. I didn't get many personal questions last night, so ask away peoples! PS - I'm answering EVERYTHING 😀 Have a great night lovelies ❤️😋\n  ","816697":"\n   How r u\n  ","816698":"\n   You're so pretty 😍\n  ","816699":"\n   Did you bleed the first time you had sex\n  ","816700":"\n   You're literally the most rude person I've seen. Omfg\n  ","816701":"\n   Just like how your Twitter is over your head\n  ","816702":"\n   how come the your husband's instagram link actually leads to your instagram? that is his instagram link right? Because it's over his head in your background\n  ","816703":"\n   ignore if you want but I'm proud of myself. I've lost 2 pounds so yay me ❤😊\n  ","816704":"\n   how come i like when my girlfriend cheats on me? i've actually encouraged her to have sex with other guys and let me watch. why does this turn me on? (this is not meant to be a fetish question, this is a legitimate question about my mental health)\n  ","816705":"\n   Do you support planned parenthood?\n  ","816706":"\n   What you doing\n  ","816707":"\n   Have you ever heard of the song \"I don't fuck with you\" by big Sean ?\n  ","816708":"\n   What's your name??\n  ","816709":"\n   Being anorexic skinny isn't the right body for a belly button piercing.\n  ","816710":"\n   have you heard of the song \"earned it\" by the weekend?\n  ","816711":"\n   do you know who Ross lynch is\n  ","816712":"\n   Opinion on people that creep their significant others phone\/laptop?\n  ","816713":"\n   Less than 4 hours till my 24th birthday🎉\nDoing an extreme, nothing is off limits honesty night tonight since I am bored! Please go ahead and don't be shy, ask me some questions everyone!\n  ","816714":"\n   Have you ever had sex In public?\n  ","816715":"\n   HONESTY NIGHT. I'll be open with EVERYTHING. Ask me about the past, the present, the future, sex, relationships, ETC. ✨\n  ","816716":"\n   What you doing\n  ","816717":"\n   Can you please help me with likes, love you sweetie! 💖😘\n  ","816718":"\n   Did you get your belly button pierced to hide your weird belly button?\n  ","816719":"\n   Follow me please! 💖👶🏼 \nAnd i follow you back😘\n  ","816720":"\n   ask me some questions ! 👑💞\n  ","816721":"\n   You have one free ticket 1⃣🆓📩, to ask me, off anon, something you've always wanted too, use your ticket wisely!\n  ","816722":"\n   Is it okay for a 19 year old guy to date a 16 year old girl?\n  ","816723":"\n   I know a mom who doesn't put her baby girl to bed until at least 11:30 pm, cause she has to take her boyfriend to work. do you think that's ridiculous?\n  ","816724":"\n   what age did you first have sex? I'm sorry if you don't like these questions\n  ","816725":"\n   how often do you bush your teeth ?\n  ","816726":"\n   hello everyone, new account, fresh start. ask me stuff\n& btw don't forget you're beautiful! 💘\n  ","816727":"\n   which social media account do you check most frequently?\n  ","816728":"\n   (Please don't answer if this can be triggering or if it's too upsetting and personal) How do you feel about abortion? Do you think you would feel differently if you lost a baby? miscarriage, still birth etc.\n  ","816729":"\n   Doing honest day for the remainder of the time I'm at my mums. Nothing off limits blablabla you guys know the drill by now! 😊\n  ","816730":"\n   how open are you with your parents when it comes to things of a sexual nature?\n  ","816731":"\n   What is our opinion on \"nobody was born racist they were taught to be that way\"?\n  ","816732":"\n   do you prefer carpet or wood flooring? which do you have in your home?\n  ","816733":"\n   Have you ever had a professional massage? tell us about it\n  ","816734":"\n   Awe bb you're so fake ☺️ jk love you\n  ","816735":"\n   How many kids do you want to have?\n  ","816736":"\n   if you could chose your own name what wouldn't u chose and why?\n  ","816737":"\n   ootd\n  ","816738":"\n   I guess I'll do honesty night guys...sorry if annoying but I'm currently in pain and trying to distract myself from it :\/\n  ","816739":"\n   also with honesty night, send @'s with names or like things I'll give my opinion on !! 👑\n  ","816740":"\n   honesty night!! ask some questions ☺ sent to all I follow\n  ","816741":"\n   Doing opinions! Send me people's @'s\n  ","816742":"\n   Honesty night💕 send some followers my way? (sent to all I follow)\n  ","816743":"\n   How many kids do you have\n  ","816744":"\n   Your anon so are dumb\n  ","816745":"\n   (My ex posted this on Facebook) What does \"If you're not cheating, you're not trying, my ex was obviously trying really hard then\" mean? I'm his ex, and I left him because he cheated SO many times so...I'm just curious because I interpreted this in a few ways.\n  ","816746":"\n\n    @mommyman34_23\n   \n","816747":"\n   follow my new accountt? your followed 😇\n  ","816748":"\n   Your bio says wife but you just said you have a boyfriend and you have no rings on your finger\n  ","816749":"\n\n    @mermaidmomma\n   \n","816750":"\n\n    @TamaraMitchell\n   \n","816751":"\n   You got issues\n  ","816752":"\n   Stop we know you are gay\n  ","816753":"\n   Yes Gabby is so fake, that's why she's my friend on more than just here. 😂\n  ","816754":"\n   You are fake\n  ","816755":"\n   do @ opinions\n  ","816756":"\n   Fake\n  ","816757":"\n   How many tattoos you have\n  ","816758":"\n   It is edited because you have zits and birthmark on your chin\n  ","816759":"\n   Can you see OOTD that is NOT EDITED!\n  ","816760":"\n   Holy fuck. Your stupidity is blinding.\n  ","816761":"\n   Are you a dumbass?, Paris is in France! Not England!\n  ","816762":"\n   what is your favourite place in England?\n  ","816763":"\n   So you would keep the baby\n  ","816764":"\n   but you said you would abort the baby if you got pregnant now\n  ","816765":"\n   Check my recent! 😃\n  ","816766":"\n   Is new york amazing ? 😍 And do you know how expensive apartments are like rent?\n  ","816767":"\n   do you live in canada?\n  ","816768":"\n   If you were pregnant now would you keep the bby\n  ","816769":"\n   Did you sleep\n  ","816770":"\n   when baking do you like to use machines (electric whisks and gadgets etc) or by hand (hand whisk etc) and why?\n  ","816771":"\n   is your phone on contract or pay as you go?\n  ","816772":"\n   Good morning\n  ","816773":"\n   How r u\n  ","816774":"\n   What you doing\n  ","816775":"\n   We don't chat enough, m'love!\n  ","816776":"\n   hey can you guys share my new account?!😊 \ni was at\n   \n    @momdotcom\n   \n   but had to start over 😑\n  ","816777":"\n   awe baby mice are so cute though anon!!!\n  ","816778":"\n   Gabbbbbbbbbbby\n  ","816779":"\n   You look like a baby mouse..\n  ","816780":"\n   so tonight I reached my breaking point and I'm being very very blunt and \"mean\" have you ever reached that point on here? do you regret it?\n  ","816781":"\n   Hayleigh has a reborn\n  ","816782":"\n   That wasn't an insult. You look like a mouse\n  ","816783":"\n   You're cute that anon don't know anything\n  ","816784":"\n   You seriously look like a mouse by the face.\n  ","816785":"\n   rude\n  ","816786":"\n   hey you up\n  ","816787":"\n   Sup\n  ","816788":"\n   you be long in Africa\n  ","816789":"\n   hiiii 😜\n  ","816790":"\n   you racist\n  ","816791":"\n   Order me pizza babe\n  ","816792":"\n   baby stop\n  ","816793":"\n   hey vanilla\n  ","816794":"\n   Last time u took a shower\n  ","816795":"\n   GUYS\n  ","816796":"\n   Can I be you\n  ","816797":"\n   you're skinny holy cow. can I be you?\n  ","816798":"\n   Ur cute\n  ","816799":"\n   Selfie\n  ","816800":"\n   I'm jealous of your body\n  ","816801":"\n   What time is it\n  ","816802":"\n   How old r you\n  ","816803":"\n   Youre a fucking stick\n  ","816804":"\n   Are there covers you like more than the original song? Provide links if you wish!\n  ","816805":"\n   To many followers you have\n  ","816806":"\n   You're so popular\n  ","816807":"\n   Number of followers\n  ","816808":"\n   Plans for tomorrow\n  ","816809":"\n   How does the person know you have you're belly pierced if they are new to your page\n  ","816810":"\n   Sorry I'm new what's a display?\n  ","816811":"\n   Pap of your belly button ring?\n  ","816812":"\n   What time is it\n  ","816813":"\n   R u crazy\n  ","816814":"\n   R u pregnant\n  ","816815":"\n   doesn't matter anyway because you'd probably just abort it 😅😅\n  ","816816":"\n   Should employment be a requirement for taking your newborn home from the hospital?\n  ","816817":"\n   I heard you're pregnant? is it true?\n  ","816818":"\n   What phone company do you have\n  ","816819":"\n   Have you ever been bullied\n  ","816820":"\n   Finish this sentence.The one thing that would make my life easier is_____\n  ","816821":"\n   Even if you are the one who put the bread or bagel in the toaster, does it still sometimes give you a bit of a surprise \/ startle when it pops up?\n  ","816822":"\n   im so sorry for being inactive over the last 5 days!! i went on vacation and only discovered we dont get wifi there once we arrived so i couldn't use my tablet to send questions! im back now though, let the questions begin!\n  ","816823":"\n   when was the last time you had breakfast in bed? what did you have?\n  ","816824":"\n   who out of your friends would you say is the most glamorous?\n  ","816825":"\n   who out of your family would you say is most glamorous?\n  ","816826":"\n   woukd you ever go on a blind date and why?\n  ","816827":"\n   I like your dp\n  ","816828":"\n   HONESTY NIGHT...again because I am bored with a toothache, sighs!\nAnything goes, you know the drill!\n  ","816829":"\n   LAST QUESTION! \nQuestion #6-Topic #2\nHow would you react if your best friend told you that they've only befriended you because they pitied you?\n  ","816830":"\n   Sorry you guys, I feel like my questions were dull tonight. Just didn't have the inspiration I thought I did, but I didn't want to let my spamming page go inactive on you all!\nBe sure to follow my personal page\n   \n    @whiskeytales\n   \n   . Doing another round of -Honesty Night- so send me questions of all kinds!\n  ","816831":"\n   Question #5-Topic #2\nHow would you react towards someone using racial slurs after every word that came out of their mouth?\n  ","816832":"\n   Question #2-Topic #2\nIf you were offered a promotion after only being there for 2 weeks next to your co-worker who was there for 10 years, how would you react?\n  ","816833":"\n   Question #5\nWhat are your thoughts on the negative publicity of teen pregnancies? Are your beliefs impervious or would you be willing to change them if maybe you knew a teen parent or became one yourself? Why do you think being a teen parent is so disputable?\n  ","816834":"\n   Question #6\nWhat are your thoughts on the Confederate Flag? Are your beliefs impervious or would you be willing to change them if maybe you knew more of the history behind the flag? Why do you think the flag is such a disputable topic?\n  ","816835":"\n   Question #4-Topic #2\nHow would you react if someone was scolding their children in public?\n  ","816836":"\n   Question #1-Topic #2\nIf you came home and found a letter from your husband\/wife confessing that he or she wanted a divorce, how would you react?\n  ","816837":"\n   What you doing\n  ","816838":"\n   Have you ever took a foreign language in high school?\n  ","816839":"\n   Question #3-Topic #2\nIf you were in line to buy a movie ticket and the vendor was disrespecting the customer in front of you, how would you react? Would you interfere?\n  ","816840":"\n   what is your opinion on the song I Dont Mind by Usher? give it a listen or read the lyrics if you dont know it\n  ","816841":"\n   Anyone want some questions while I'm still on? Simply send me a topic and I'll send you 😃. \nWill be on today and a little tomorrow so I'll happily send some out to those who want.\n  ","816842":"\n   Have you had your tonsils out?\n  ","816843":"\n   Question #2\nWhat are your thoughts on he fight to make marijuana legal? Are your beliefs impervious or would you be willing to change them if given the opportunity to legally carry\/smoke it? Why do you think marijuana being illegal versus legal is such a disputable topic?\n  ","816844":"\n   Ya know anon, people do own washers\/dryers..\n  ","816845":"\n   What are your thoughts on public breastfeeding? Are your beliefs impervious or would you be willing to change them if you experienced\/seen it for yourself? Why do you think public breastfeeding is such a disputable topic?\n  ","816846":"\n   Topic #1 will include controversial headliners. if you do not feel comfortable answering them, just delete them or postpone your response. There is no time limit on answering my spam.\n  ","816847":"\n   u wear that ootd to much\n  ","816848":"\n   Hi\n  ","816849":"\n   update on my cousin Dylan who was found face down in the pond...He got to come home today , he is still blind though but at least he's safe enough to go home! thanks for the thoughts and prayers.\n  ","816850":"\n   If you could add anything or take away anything on ask, what would it be?\n  ","816851":"\n   When will you be pregnant again\n  ","816852":"\n   If you could buy one material thing, and money wasn't a issue, what would it be?\n  ","816853":"\n   What's the saddest song you've ever heard?\n  ","816854":"\n   Do you have your own car?\n  ","816855":"\n   Do you have tattoos for your children?\n  ","816856":"\n   what do you think about\n   \n    @Stevensmomma\n   \n   faking her child\n  ","816857":"\n   What color r your eyes\n  ","816858":"\n   Where do you live\n  ","816859":"\n   How r u\n  ","816860":"\n   Who\n  ","816861":"\n   Hey guys! I'll be starting spam again soon! I move into my apartment next Friday! ❤️ after that I'll be spamming like normal again. Thanks for sticking with me!\n  ","816862":"\n   How old is your son\n  ","816863":"\n   What's your plans for tonight\n  ","816864":"\n   Why did\n   \n    @Stevensmomma\n   \n   fake her baby\n  ","816865":"\n   Don't listen to that anon your gorgeous\n  ","816866":"\n   u look like a mouse\n  ","816867":"\n   Do you want anymore kids\n  ","816868":"\n   What time is it\n  ","816869":"\n   I love your phone case\n  ","816870":"\n   Anyone wanna do spam for spam with questions while I'm on? If so send me questions and I will send you send back and send me a topic and I'll send you questions on that topic.\n  ","816871":"\n   Pap of tattoos?\n  ","816872":"\n   You're pregnant\n  ","816873":"\n\n    @stevensmomma\n   \n   faked her pregnancy\n  ","816874":"\n   -\n  ","816875":"\n   How are you\n  ","816876":"\n   Did labor give you a bad headache? I'm 32 weeks and just want to know somewhat what to expect 😁\n  ","816877":"\n   R u pregnant\n  ","816878":"\n   How is it going everyone\n  ","816879":"\n   What do you think of the 100days100nights Happening in California right now?\n  ","816880":"\n   Hailey sent her own link around lmao\n  ","816881":"\n   How many tattoos do you have\n  ","816882":"\n   Have you ever watched the show \"law & order\"?\n  ","816883":"\n   Does your family leave a light on in your home when everyone is away in order for it to seem like it is not empty?\n  ","816884":"\n   not a question I know but I have to say it! I wore my bikini today and even told someone if theycdidnt like what they seen they could look away and not comment. oh I also wore shorts and a tank top ! it's a big deal for me guys yay!❤❤❤❤\n  ","816885":"\n   Who's Hayleigh\n  ","816886":"\n   In which city you would like to live?\n  ","816887":"\n   I've just realised on Instagram my location is on so everyone can see?! How do I make all my locations come off or can't I??\n  ","816888":"\n   so guys I had fun at holiday work but I'm a bit sunburnt 😦  Have you been sunburnt? how did you help the pain if you were?\n  ","816889":"\n   well i just unfollowed some people so if you get this, it means you're perfect and I still follow you. and please if you do not like the random questions I send out o not come to my page on anon and complain just tell me and I'll simply unclick you when I send out a question. ❤👐\n  ","816890":"\n   Do you have a good memory?\n  ","816891":"\n   What truly makes you happy?\n  ","816892":"\n   Honesty night ✌ send some people my way?\n  ","816893":"\n   Has anything interesting happened to you lately? (Random question)\n  ","816894":"\n   I wanna take the time to give a shoutout to all the girls with wrinkle tummy skin all you ladies with the flabby flab cus you are special and deserve props if this is you say I know it and I rock it fabulously!!!\n  ","816895":"\n   So I'm doing and honest day! \nAbsolutely nothing is off limits feel free to send in opinion questions about people, situations, or anything or ask any other question about absolutely anything else you want.\n  ","816896":"\n   Still doing honest day :)! Doesn't end till 4:15pm tomorrow so get those questions in while you can! \n(My ask has went tottally dead 😂 but just delete this is its annoying).\n  ","816897":"\n   someone ask me questions? I don't have any & just woke up from a nap lol. I'm really bored. I'll ask you some back haha\n  ","816898":"\n   What is your least favorite color?\n  ","816899":"\n   Did you ever wear braces?\n  ","816900":"\n   Favorite midnight snack?\n  ","816901":"\n   How long was your labor?\n  ","816902":"\n   Ask me Questions.  I'm bored!!\n  ","816903":"\n   Why didn't u see him until a couple days later?\n  ","816904":"\n   What is the best thing about being a mother?\n  ","816905":"\n   How big was your baby? Were you surprised?\n  ","816906":"\n   What was the hardest part about being pregnant?\n  ","816907":"\n   What is your first thoughts when you saw your baby for the first time\n  ","816908":"\n   The fact that they choose to pick on an innocent child is disgusting.\n  ","816909":"\n\n    http:\/\/www.nifty.org\/nifty\/gay\/incest\/my-son-toby\/my-son-toby-3\n   \n   I think you'd like this story!(:\n  ","816910":"\n   I love you boo. 😘\n  ","816911":"\n   your son is so ugly 😩 I would have just gave up for adoption as soon as I saw his face if I were you 😨\n  ","816912":"\n   My mom complains I don't leave and km always cooped up in the house but when I ask her if I can g places or if she would take me somewhere (when she isn't busy) she'll tell me no or to walk. When she tells me to walk it's either too far away to walk or over 100 f. What should I do? I'm getting angry\n  ","816913":"\n   Haha snapchatt me girly\n  ","816914":"\n   Picture of what you are doing right now?\n  ","816915":"\n   I'm gonna do \"opinion on\" , so come send me some! they can be about anything, I'm not talking about username or @s either btw lol.\n  ","816916":"\n   Do u really smoke\n  ","816917":"\n   Follower count\n  ","816918":"\n   Post a video\n  ","816919":"\n   What is the last thing you do before bed?\n  ","816920":"\n   What social media are you mostly on?\n  ","816921":"\n   Have you ever been to splish splash water park in Long Island before?\n  ","816922":"\n   So tomorrow I'm going to Holiday World, which is a water\/ amusement park here in Indiana. Do you have any water\/ amusement parks in your state? if so have you been?\n  ","816923":"\n   How tall are you?Saturday I learned that my daughter isn't 50 inches tall so she wasn't allowed to ride the roller coaster at Belmont park :(.They wouldn't even let me ride with her😡😡😡😡😡\n  ","816924":"\n   Do you know how to roller skate?\n  ","816925":"\n   Cooking for others or having others cook for you?\n  ","816926":"\n   Harry Potter or lord of the rings?\n  ","816927":"\n   What do you do to stay awake? I have to stay up so I can get sleep tonight because I have a long day tomorrow so I need things to do!\n  ","816928":"\n   Boots or sandals?\n  ","816929":"\n   Water or soda?\n  ","816930":"\n   Books or movies?\n  ","816931":"\n   Crazy nights out or cosy nights in?\n  ","816932":"\n   Getting your nails done or doing them yourself?\n  ","816933":"\n   If your child wanted to be in diapers at 4 years old would you let them?\n  ","816934":"\n   what's your middle name\n  ","816935":"\n   Have yall watched the show \"I am jazz\" on tlc? If not you should really look into it! It's about a trans mtf she's so beautiful and strong.\n  ","816936":"\n   Isn't he only like 1 1\/2\n  ","816937":"\n   Are there any amusement parks or roller coasters near you?\n  ","816938":"\n   Do you like to babysit?If so you free Friday?I wanna take the wife our and need someone to watch the kids.\n  ","816939":"\n   Does your son sleep in a crib still\n  ","816940":"\n   favorite moms that you follow?\n  ","816941":"\n   If you were older and got pregnant again would you keep the baby? Like if you were in your late 20's or into your 30's?\n  ","816942":"\n   What r your plans 4 today\n  ","816943":"\n   Are you allergic to anything?\n  ","816944":"\n   Can you please tell your followers to ask me questions? I'm really bored. Thanks! ☺️✨\n  ","816945":"\n   If anyone is awake, you should ask me some questions now that I'm back to being active again!☺💜\n  ","816946":"\n   Can you search\n   \n    @itsmetomuu\n   \n   on Instagram & tell me how I sing? ☺️\n  ","816947":"\n   Likers get 5 likes?\n  ","816948":"\n   So Guys Come Ask Us Stuff, Send @'s And Opinions Too.\n  ","816949":"\n   Ur rude\n  ","816950":"\n   what are your thoughts in Lilith (Adams first wife)? I'm sitting here watching this and they are talking about it on the history channel and they said some thing about how she wouldn't bow down to Adam and I just blurted out...Lilith was the first feminist. (just had to share lol)\n  ","816951":"\n   Y wouldn't you keep the baby that's wrong\n  ","816952":"\n   I've been in San Diego a couple days,did I miss anything?\n  ","816953":"\n   If you were pregnant again now what would u do\n  ","816954":"\n   what do YOU think real angels look like? as 8n do they look more human or?\n  ","816955":"\n   How much taller than you could you accept your partner being? If already dating\/married, assume your existing partner could change height... what's the maximum height difference before you think it's too much?\n  ","816956":"\n   What are your thoughts on Atlantis?\n  ","816957":"\n   I have a question, I'm watching the history channel and I want to know your opinion on this. Well how do you think our ancestors built all those stone villegages etc when the rocks can weigh over a tun?\n  ","816958":"\n   Follow Us ! Our Other Account\n   \n    @anonnpage\n   \n   Got Suspened !\n  ","816959":"\n   When you were pregnant did you have any girl name picked out\n  ","816960":"\n   What was the longest conversation you have had with someone recently? What was it about?\n  ","816961":"\n   Name 3 times in your life when you've seen something and your hearts just melted (not literally of course)?\n  ","816962":"\n   How do you friends\/family describe you to other people?\n  ","816963":"\n   How do you describe yourself when you're first getting to know someone new?\n  ","816964":"\n   You have the iPhone 6 ? You're lucky\n  ","816965":"\n   What are you doing\n  ","816966":"\n   How's Joseph\n  ","816967":"\n   Cleaned out my followers! So if you get this, then I guess I'm trying to say ily because you weren't exterminated from my list! <3\n  ","816968":"\n   Post a picture of you from 2012 (:\n  ","816969":"\n\n    @hmkisses\n   \n","816970":"\n   I remember you never would tell us where you live\n  ","816971":"\n   Where do u live\n  ","816972":"\n   You have so many questions answered\n  ","816973":"\n   Why do u smoke\n  ","816974":"\n   How tall are you\n  ","816975":"\n   Do u have a Twitter or Ig\n  ","816976":"\n   Throwback picture ?\n  ","816977":"\n   Where is your stroller at the moment\n  ","816978":"\n   Last thing you did\n  ","816979":"\n   Do you follow\n   \n    @idkimnotcreative123\n   \n","816980":"\n   What do you hate the most\n  ","816981":"\n   R u on birth control\n  ","816982":"\n   What r u doing\n  ","816983":"\n   Hi\n  ","816984":"\n   You're cute\n  ","816985":"\n   what is your opinion on Sandra Blands death, murder or suicide? Google if u don't know who she is\n  ","816986":"\n   if you get married would you want to take your partners surname? or would you want your parter to take your surname?\n  ","816987":"\n   Why r u ask famous\n  ","816988":"\n   Is it hard to raise a toddler\n  ","816989":"\n   Ever broken a bone\n  ","816990":"\n   Last time u had sex\n  ","816991":"\n   How old r u\n  ","816992":"\n   R u racist\n  ","816993":"\n   Post a picture of your bedroom\n  ","816994":"\n   What are you doing\n  ","816995":"\n   any tips on losing weight? I'm poor and can't afford good healthy food.. like fruits and stuff. we usually just eat what we can find in the fridge, hot dogs or sandwiches lol. and I live in a not so great neighborhood so I don't want to walk around here. any exercises you do inside that I can do?\n  ","816996":"\n   Sorry :(\n  ","816997":"\n   Was there anything wrong with your son when he was born?\n  ","816998":"\n   # of followers?\n  ","816999":"\n   You smoke. That's wow\n  ","817000":"\n   Wow smh\n  ","817001":"\n   Your dp is nice\n  ","817002":"\n   Last time you smoked\n  ","817003":"\n   Do you want anymore tattoos\n  ","817004":"\n   How r u\n  ","817005":"\n   Do others opinions of you, whether they are good or bad, impact the way you feel about yourself? Why\/why not?\n  ","817006":"\n   so guys I'm at the hospital with my best friend so let's do honesty night :) nothing off limits\n  ","817007":"\n   What is a cute name for a boy German Shepard?\n  ","817008":"\n   From whom did you get your last text?\n  ","817009":"\n\n    https:\/\/m.ask.fm\/thatsmyfetish\/answers\/131229803658\n   \n","817010":"\n   You're pro choice\n  ","817011":"\n   what are some of your kinks? ;)\n  ","817012":"\n   R u a mom\n  ","817013":"\n   Did\n   \n    @hmkisses\n   \n   block you\n  ","817014":"\n   Good afternoon babe ! Hope all is going well today!\n  ","817015":"\n   What time is it\n  ","817016":"\n   When you get mad, and I mean really pissed off, are you one to tell and scream or do you just walk away calmly to cool down? Why do you think this is?\n  ","817017":"\n   Have u ever had to sneak out? tell us the story!\n  ","817018":"\n   can I get some freaking questions yalllllll? lmao I'm so bored\n  ","817019":"\n   hi please like\n   \n    @BestRelationship\n   \n   I've just started this page and I could really use your support thanks stay perfect x\n  ","817020":"\n   Do u want anymore kids\n  ","817021":"\n   Have you ever gone whale watching?We went today and saw 2 grey whales and a ton of Dolphins\n  ","817022":"\n   Today's daily question is kinda odd, but just wondering... do you follow my\n   \n    @friendlygurl\n   \n   account? Be honest! If you don't, I won't be offended. Just wondering!! (bonus: add why or why not!)\n  ","817023":"\n   If you could be a superhero, who would you be?\n  ","817024":"\n   Possible TW! Do you have any tips on losing weight. In more depth specifically in thighs and stomach. Do you know what helps? Thanks a lot\n  ","817025":"\n   send me @'s while I'm cooking dinner, or opinions. I'm bored & in a not so good mood haha.\n  ","817026":"\n   I recently came out to my friends as lesbian and I'm starting to rethink it and thinking maybe I'm bisexual but I don't know if I am or what I am but I definitely know I'm not straight I just don't know what I am... I'm so confused....\n  ","817027":"\n   I shit myself while twerking on my boyfriend..... I kept going and it got all over him\n  ","817028":"\n\n    @lolwrydtho\n   \n   is doing hot or nots\n  ","817029":"\n   Sorry to be such an annoying boob, but send your followers my way! I have simple questions in my inbox and want to answer some good stuff for once! Ps, I only follow you because you're awesome fudgecake js💁\n  ","817030":"\n   What are your plans for today?\n  ","817031":"\n   What are you doing today?\n  ","817032":"\n   Can u drive\n  ","817033":"\n   Funniest \"Laugh Out Loud\" moment you've encountered today?\n  ","817034":"\n   Nevermind. Lol\n  ","817035":"\n   Have you been to NYC this year?\n  ","817036":"\n   How do you deal with judgmental people?\n  ","817037":"\n   Opinion on teens still in school purposely ttc\n  ","817038":"\n   What do you do in your spare time ?\n  ","817039":"\n   What's your favorite color ?\n  ","817040":"\n   What was the last thing you saw which made you smile?\n  ","817041":"\n   Like how do I know she is that way orr?? I'm late asf. Sorry\n  ","817042":"\n   tbh; hey stranger you seem cool xoxo\n  ","817043":"\n   *safe link!* \nso I just read this and want to know everyone's thoughts! *if you're going to be rude just don't answer because yeah. lol*\n   \n    http:\/\/m.mic.com\/articles\/122714\/5-black-women-share-their-experiences-with-the-police\n   \n","817044":"\n   What are you using to answer this question right now? Desktop computer? Laptop computer? Phone? Tablet? Multimedia device (e.g. iPod)? other?\n  ","817045":"\n   Doing honest night, so send your questions and followers my way 😘\n  ","817046":"\n   I have 2 accounts. Lol I gave the other one away\n  ","817047":"\n   Do you cuss infront if your child?\n  ","817048":"\n   Do you have contacts?\n  ","817049":"\n   What time does ur child go to bed ?\n  ","817050":"\n   How long have you been with your boyfriend?\n  ","817051":"\n   You were right About you know Who. I'm going to just leave it at that. Lol\n  ","817052":"\n   what was the last thing you were frustrated by?\n  ","817053":"\n   Have you ever been blamed for someone's failures?\n  ","817054":"\n   Do you have an embarrassing childhood nickname?\n  ","817055":"\n   If you notice someone is left handed, are you ever guilty of asking them \"oh, you're left handed?\" or pointing out their left-handedness in some way?\n  ","817056":"\n   Which month is the best to you?\n  ","817057":"\n\n    http:\/\/www.gofundme.com\/z2ap2aqw\n   \n   , if anyone can please donate to this, my friend jamie passed away on the 15th leaving behind 3 beautiful young babies, & a fiancé. it'll go towards the babies & finances for the funeral & stuff. if you can't I understand. thank you.\n  ","817058":"\n   Followed you :)\n  ","817059":"\n   Do you call your son Joe or Joseph more?\n  ","817060":"\n   are you or your family well known in your community? what for?\n  ","817061":"\n   Who's the smartest person you've ever met?\n  ","817062":"\n   You have every right to be offended.But you don't have the right to force others to share your outrage.Agree ?\n  ","817063":"\n   What did you have for dinner tonight? (random question)\n  ","817064":"\n   Do you have to be 18 to sell it works? IF YOU DON'T KNOW JUST IGNORE!\n  ","817065":"\n   Video response? If you can.\n  ","817066":"\n   selfie\n  ","817067":"\n   What's the temperature and time where you live right now?\n  ","817068":"\n   Doing 🎥VIDEO RESPONSES🎥 if anyone cares 😆💗\n  ","817069":"\n   Followed you\n  ","817070":"\n   Can you get pregnant when your not in your fertile window?\n  ","817071":"\n   What's the funniest thing you've ever read or seen on ask?\n  ","817072":"\n   Parents,if you could give anyone who wants children one piece of advice what would it be?\n  ","817073":"\n   can someone ask me questions? I'm really just torn apart rn and could use help getting this off my mind.\n  ","817074":"\n   are you ticklish? where are you most ticklish\n  ","817075":"\n   how quick are you at responding to text messages?\n  ","817076":"\n   are you afraid of any animals? what ones and why?\n  ","817077":"\n   There was the tweet that said 'If you grew up with chill parents you're probably ended up in jail, pregnant, or dead\" thoughts on this? (teenage wise)\n  ","817078":"\n   come and spam me & I'll spam back, I have no questions right now. it can be sexual, personal, about drama lately, anything. honesty night.\n  ","817079":"\n   Do u follow Becca\n  ","817080":"\n   I know you and Taylor run that\n   \n    @anonnpage\n   \n","817081":"\n   Omg your son is adorable\n  ","817082":"\n   You can be banned from liking answers? I didn't even know that! Lol\n  ","817083":"\n   Cats or Dogs? :)\n  ","817084":"\n   I'm back for the night. Send your anons my way to keep me entertained?\n  ","817085":"\n   Follow\n   \n    @theanonupinhere\n   \n   :-) For opinions and stuff -@theanonupinhere\n  ","817086":"\n   Another header competition running on my page currently. Ends in 30 minutes! 🌹\n  ","817087":"\n   Send Us Some Questions :)\n  ","817088":"\n   New anonymous account! Send me questions with complements, opinions, random questions etc!\n  ","817089":"\n   What is the best part about being a mommy?\n  ","817090":"\n   -\n  ","817091":"\n   R y that\n   \n    @anonnpage\n   \n   ?\n  ","817092":"\n   Omg that pic you just posted with Joe, Joe looks just his daddy😊😊\n  ","817093":"\n   Follow us \nSent to all I follow\n  ","817094":"\n   Did you cry the first time you saw your son after birth?\n  ","817095":"\n   How old is your boyfriend?\n  ","817096":"\n   How many months is Joe?\n  ","817097":"\n   How many followers you have\n  ","817098":"\n   -\n  ","817099":"\n   Ur cute😘\n  ","817100":"\n   anon needs to grow up and come off anon if they want to be taken seriously lol\n  ","817101":"\n   I don't think my boyfriend is very attractive but his personality is a 11\/10 is that a bad thing on my part? Like I kinda feel bad\n  ","817102":"\n   You and Taylor are cool\n  ","817103":"\n   Taylor needs to grow up, as well as you too!\n  ","817104":"\n   What are your favorite apps ?\n  ","817105":"\n   What social media accounts do you use ?\n  ","817106":"\n   What are your views on pregnant mothers who drink ?\n  ","817107":"\n   who wants spam?\n  ","817108":"\n   What are your views on Isis? \n\n*spam night!*\n  ","817109":"\n   Do you know how I could stop binge eating? I eat when I'm stressed and when I'm bored. I never get out. I just need help I'm 13 and 206 pounds this isn't healthy. Thanks in advance.\n  ","817110":"\n   Going to do honesty week. Nothing, and I mean nothing, is off limits. Let your followers know, please ? 😘😘 send em my way! 🙈\n  ","817111":"\n   Do you have any odd eating habits?For example on your plate the foods cannot touch?\n  ","817112":"\n   What color would you not be caught dead wearing?\n  ","817113":"\n   Do you have a plethora of shoes?I own 4 pairs.\n  ","817114":"\n   how are you and your boyfriend?\n  ","817115":"\n   Favorite hat your child has?\n  ","817116":"\n   Would you want to be internet famous?\n  ","817117":"\n   send me @'s & opinions & questions right nowwwwww k thanks beautifulsssss. 😂😘\n  ","817118":"\n   It's  just a question? do u?\n  ","817119":"\n   Do u still have a prob with Becca\n  ","817120":"\n   Doing honesty night💕\n  ","817121":"\n   It is literally too early for me and everyone crashed out hours ago so who wants to have fun with some honesty night?\n  ","817122":"\n   I'm obsessed with you Gabby!😘💕\n  ","817123":"\n   Thank You! *follows* Lol\n  ","817124":"\n   Wow! I didn't know that!\n  ","817125":"\n   What you mean?\nWhat did she do? Lol\n  ","817126":"\n   ignore if you'd like! \nI'm kind of in a slump of a mood thanks to the sorry excuse of a dad I have, so send your followers and questions my way for an honesty night?\n  ","817127":"\n   Why is alien abduction never considered when people go missing?\n  ","817128":"\n   What r u doing\n  ","817129":"\n   your anon , anon, is always starting shit with me. ): \nlmao BITCH BYE\n  ","817130":"\n   I'll be doing honestly night\n  ","817131":"\n   Your friend Taylor always starting with Hayleigh\n  ","817132":"\n   Doing my first \"honesty night\" on this page! Nothing off limits. Delete if this annoys you ahaha!😆🌙\n  ","817133":"\n   Did you get stretch marks\n  ","817134":"\n   Who's Hayleigh\n  ","817135":"\n   How are you doing\n  ","817136":"\n   R u in that group chat with Taylor\n  ","817137":"\n   What are you doing\n  ","817138":"\n   who is your favourite comedian?\n  ","817139":"\n   do you tan easily?\n  ","817140":"\n   I always miss all the drama 💁🏼 who is hayleigh and what the hell happened? Xx\n  ","817141":"\n   she's an attention seeker, who btw obviously follows you because she just posted about you so.\n  ","817142":"\n   like my posts for a question and a like beatiful<3\n  ","817143":"\n   of course she still follows you Lmao\n  ","817144":"\n   ......\n  ","817145":"\n   -\n  ","817146":"\n   What's the temperature outside\n  ","817147":"\n   If you have an iphone & wanna group chat with me & NineGDxFour let me knoooowwww. (sending this to all I follow)\n  ","817148":"\n   _\n  ","817149":"\n   I have iPhone but I dont know how does iMessage work. Like is it normal messages that I recive ( i dont live in US tho ) ?\n  ","817150":"\n   Hope you're having a great day !\n  ","817151":"\n   What iPhone do you have\n  ","817152":"\n   Rate:10 :)\n  ","817153":"\n   How old is Joseph\n  ","817154":"\n   How come you have so many followers\n  ","817155":"\n   Who has iMessage on here\n  ","817156":"\n   How old r u\n  ","817157":"\n   How much is your battery life\n  ","817158":"\n   Do you gain or lose followers\n  ","817159":"\n   Do u believe in gay marriage\n  ","817160":"\n   How many unanswered questions do you have\n  ","817161":"\n   who was the last person you subscribed to on youtube?\n  ","817162":"\n   So if you got pregnant you would get an abortion\n  ","817163":"\n   are you or would you be an organ donor? why?\n  ","817164":"\n   Why could you not keep the vaby\n  ","817165":"\n   What time is it\n  ","817166":"\n   What age did you get pregnant\n  ","817167":"\n   If you were to get pregnant again would you keep the baby\n  ","817168":"\n   Where do you live\n  ","817169":"\n   What teacher in school made the most impact on you and why?\n  ","817170":"\n   honesty day!!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","817171":"\n   *random* \nDo you think white people experience racism ?\nAre you white or black?\nAre you racist ?\nAre you aware of the Chattanooga Isis attack & how do you feel about it ?!\n  ","817172":"\n   can someone PLEASE come ask me stuff? I haven't gotten anything all day and I'm soaking in a tea bath so bored haha.\n  ","817173":"\n   do you believe in ghosts why\/why not?\n  ","817174":"\n   if you were to use birth control what form would you choose? if youre a guy you can answer this too, pretend youre a girl or answer based on your knowledge\n  ","817175":"\n   Pro-life or pro-choice\n  ","817176":"\n   Do you like your job or do you wish you worked somewhere else?\n  ","817177":"\n   What do you think it would be like to live life as a bird?\n  ","817178":"\n   what is your opinion on underage people getting tattoos? the current law is stated on\n   \n    http:\/\/www.holeyskin.com\/under-age-policy\/\n   \n","817179":"\n   Are you the type of person who listens to everything people say, or mainly the the positive\/negative things?\n  ","817180":"\n   Can you dance? \nI really want to learn to dance, like they do in Dirty Dancing because I think it could make me feel better about myself...But I don't know I'm scared of people looking at me and laughing :\/\n  ","817181":"\n   What was your first job?\n  ","817182":"\n   Would you ever date someone who was either way older, or younger than you? (No that doesn't mean if you're 18, right now because that would mean like asking if you'd date an 7 year old lol. If you're like 40 and like a 20 year old for example)\n  ","817183":"\n   Q2. do you prefer big cats or house cats? why?\n  ","817184":"\n   Cat spam! Q1. whatis your history with owning cats?\n  ","817185":"\n   Q3. favourite and least favourite thing about cats?\n  ","817186":"\n   Q5. if you were a cat for a day what would you get up to?\n  ","817187":"\n   ask some questions love ❤\n  ","817188":"\n   Sorry I've had a busy day . My hometown had a terrorist attack attempt and shootings . It's been crazyyyyyy ! I'll get back to doing spam tomorrow (:\n  ","817189":"\n   My inbox is dead😩 can you tell your followers, to ask me questions? Thanks. 💎💖\n  ","817190":"\n   How is it living on LI ? Is it fancy and stuff ?\n  ","817191":"\n   Omg\n  ","817192":"\n   send me questions & I'll love you 5ever, I'm surrounded by drunks & I cant deal!! (sent to all because I'm a beg innit)\n  ","817193":"\n   what is the newest item of clothing you got?\n  ","817194":"\n   What r u doing\n  ","817195":"\n   Do you believe that you shouldn't judge a book by its cover?\n  ","817196":"\n   What's one thing you always get complimented on? (Doesn't have to just be physical)\n  ","817197":"\n   Please read last answer- Thanks.\n  ","817198":"\n   is there any one song, band, singer etc, that you can listen to and your mood can go from upset, mad etc to just happy? Personally Disturbed helps me get anger out 😜\n  ","817199":"\n   Your mean\n  ","817200":"\n   Shouldn't u be sleep\n  ","817201":"\n   What's something you enjoy\n  ","817202":"\n   How are you so skinny , looks like you didn't have a child\n  ","817203":"\n   Ll damn... never heard of that place\n  ","817204":"\n   I seen you today\n  ","817205":"\n   Where do you live\n  ","817206":"\n   When did u get ur first period\n  ","817207":"\n   What r u doing\n  ","817208":"\n   How r u\n  ","817209":"\n   Do you like any movies with Patrick Swayze in them? Better question, do you like Patrick Swayze? lol\n  ","817210":"\n   Doing ♣HONESTY NIGHT♣ tonight since I haven't done one in awhile. You guys or even your followers send me questions if you're curious, everything will be answered!\n  ","817211":"\n   sorry to ask guys but could you send your followers and question a my way...I need a distraction, I'm just not in a good place right now :\/ thanks in advance...\n  ","817212":"\n   Bonus Question - Have you heard of ItWorks? Have you ever considered becoming a distributor or trying some products? (If so please go to my main account -\n   \n    @manduhmurder\n   \n   - I'm a distributor and would love to have people on my team, as well as help people buy any products they're interested in!!)\n  ","817213":"\n   How often do you listen to music?\n  ","817214":"\n   Can you have a relationship with someone if you aren't attracted to them? Do you think looks matter?\n  ","817215":"\n   What's one thing that totally turns you off from the same\/opposite sex?\n  ","817216":"\n   What makes you happy? You can list as many things as you'd like.\n  ","817217":"\n   What's one thing you can't go a day without?\n  ","817218":"\n   What are your favorite color eyes?\n  ","817219":"\n   Do you put pillow cases on your pillows?\n  ","817220":"\n   Do you have a favorite pair of shoes?\n  ","817221":"\n   When you were younger, what was one thing you loved to do while outside?\n  ","817222":"\n   Do you have a dream wedding? If so, describe it. :)\n  ","817223":"\n   If you want children, how many do you want? If you already have children, do you want more?\n  ","817224":"\n   Do you believe in love at first sight?\n  ","817225":"\n   How do you feel about yourself?\n  ","817226":"\n   Hi\n  ","817227":"\n   Do you have a lucky number?\n  ","817228":"\n   When was the last time you played a board game? What did you play?\n  ","817229":"\n   Has anything scary happened to you recently? If so, explain! If you aren't comfortable answering this question, respond with a picture of your favorite animal.\n  ","817230":"\n   What's one thing you have a strong opinion about?\n  ","817231":"\n   Who was the last person to aggravate you?\n  ","817232":"\n   What's your favorite holiday? Why?\n  ","817233":"\n   What's your favorite tv show?\n  ","817234":"\n   What's your favorite fast food place?\n  ","817235":"\n   Are you allergic to any foods?\n  ","817236":"\n   What makes a guy attractive?\n  ","817237":"\n   Can you send some spam\/questions my way just made a new ask :)\n  ","817238":"\n   Send your followers and anons my way? I'm bored and could use the questions.\n  ","817239":"\n   R u pregnant\n  ","817240":"\n   If you could only keep five possessions, what would they be?\n  ","817241":"\n   how many weeks early was your son born? hes so cute ☺️☺️\n  ","817242":"\n   What color are your toe nails\n  ","817243":"\n   Last thing you drank\n  ","817244":"\n   What did you do today\n  ","817245":"\n   How many follower you have\n  ","817246":"\n   We all know there are \"catfish\" out there: people who take on an identity online that is not their own. Why do you suppose catfish exist? Do you feel most have malicious intentions, or it's more that they dislike their life and want to \"be\" someone else? What would you say to them, if you could?\n  ","817247":"\n   #8 Do you have a pet? Do they struggle with behavioral problems?\n  ","817248":"\n   #10 Do you think how you repair your mistakes is what truly builds character?\n\nThat's all the spam for tonight!\n  ","817249":"\n   just a heads up that I'll be deactivating my ask soon. I have too much going on.\n  ","817250":"\n   so bored come and ask me questions I don't have any 😩\n  ","817251":"\n   Have you ever heard of the song \"in da club\" by 50 cent? I'm bored and I'm listen to that song now lol so\n  ","817252":"\n   Then if you don't think it's wrong prove it and talk openly about your period then??lol\n  ","817253":"\n   Do you think it's wrong for a female to talk openly about her period??\n  ","817254":"\n   #7 What are your bathroom pet peeves?\n  ","817255":"\n   #6 Are cheat sheets through life beneficial?\n  ","817256":"\n   What's your battery life on\n  ","817257":"\n   Why are you looking toward to\n  ","817258":"\n   You live in the United States\n  ","817259":"\n   Y do u have ur nipple pierced\n  ","817260":"\n   Didn't you have the 5s\n  ","817261":"\n   Why doesn't Jody like u\n  ","817262":"\n   Age ?\n  ","817263":"\n   When's Joes birthday\n  ","817264":"\n   Don't you have work tomorrow\n  ","817265":"\n   What time is it\n  ","817266":"\n   ya but it wasnt a question...it was a statement, so\n  ","817267":"\n   sorry not sorry but we only ask sky stuff.\n  ","817268":"\n   Do u smoke\n  ","817269":"\n   How r u\n  ","817270":"\n   #4 Are you seen as anyone's champion? Who and why?\n  ","817271":"\n\n    https:\/\/soundcloud.com\/ebg8w93bgu7h8e9\/m6a43462oh2653wm3523ai6\n   \n","817272":"\n   What's a piercing that u have that nobody really knows about\n  ","817273":"\n   What phone do u have\n  ","817274":"\n   You're gorgeous\n  ","817275":"\n   #3 What are some tips to maintain a healthy mindframe?\n  ","817276":"\n   #2 According to an article in WebMD magazine, fat-shaming children can lead to obesity and low self-esteem. Do you agree? Why or why not?\n  ","817277":"\n   Do you remember life without technology? What was it like?\n  ","817278":"\n   What goes through your mind when you see these images?\n   \n    http:\/\/suptg.thisisnotatrueending.com\/archive\/27202643\/images\/1379114435966.jpg\n   \n\n    http:\/\/www.ourinfinitereality.com\/wp-content\/uploads\/2014\/12\/eyed.jpg\n   \n\n    http:\/\/img0.joyreactor.com\/pics\/post\/gif-erotic-erotic-gifs-look-293153.gif\n   \n","817279":"\n   #1 Do you think men\/women who don't allow their spouse to have friends of the opposite sex are controlling, insecure of themselves, and lack trust in their partner? Why or why not? Are you this way or the opposite?\n  ","817280":"\n   Where do u live\n  ","817281":"\n   Did u get maternity leave\n  ","817282":"\n   Who follows you on here\n  ","817283":"\n   R u a stripper\n  ","817284":"\n   What's your MBTI type?\n   \n    http:\/\/similarminds.com\/embj.html\n   \n","817285":"\n   One con of starting over, no questions. (Thanks Ask.fm) So everyone should send me questions of any kind, or if anyone is up for it, I'll do Spam4Spam. If so, please inbox me letting me know. Thank you everyone!\n  ","817286":"\n   Can you answer some questions\n  ","817287":"\n   When's your birthday\n  ","817288":"\n   Ever kissed a girl\n  ","817289":"\n   never but yours definitely would\n  ","817290":"\n   would you piss on a cop car?\n  ","817291":"\n   what state in america would you like go travel to and why?\n  ","817292":"\n   when i say the word \"silly\" describe what you think of\n  ","817293":"\n   didn't hayleigh threaten to call the cops on us for bullying? lmfao. now she's trying to say she doesn't remember doing that\n  ","817294":"\n   Since we can now post videos ill jump on the bandwagon. Post your fav video on your phone.\n  ","817295":"\n   How would you guys feel about another competition like last week? But instead of headers it could be desktop wallpapers, phone wallpapers ect? If you're interested in playing, suggest something you'd like me to make!\n  ","817296":"\n   how tall are you\n  ","817297":"\n   What's your favorite movie (or some of your favorite movies) of all time?\n  ","817298":"\n   Post your driver license pic everyone! Cheese!\n  ","817299":"\n\n    https:\/\/m.ask.fm\/pnelson112\/answers\/130639039386\n   \n   Abby\n   \n    @redheadmomma\n   \n   is caught in a lie. She says her furniture is brand new and she has a nice house and her husband accidentally showed us the truth.\n  ","817300":"\n   do you ever watch Extreme Couponing? what is your opinion of it?\n  ","817301":"\n   Today is Cow Appreciation Day! Would you hug a cow?\n  ","817302":"\n   You're beautiful and an amazing person. Even if this is sent to multiple followers of mine, I mean it from the bottom of my heart because this is directed to you as much as it is to anyone I send this to. Never change who you are for anyone and always know you're loved and admired!\n  ","817303":"\n   When did Joseph start sleeping through the night\n  ","817304":"\n   Does your iMessage work\n  ","817305":"\n   do you have any social network accounts you don't give out on here?\n  ","817306":"\n   What are you doing\n  ","817307":"\n   Makayla Marie is a liar. Check out my page for proof\n  ","817308":"\n   #5 Do you ever feel like you don't put much effort into your daily routines? Why or why not?\n  ","817309":"\n   have you had all your injections\/vaccines?\n  ","817310":"\n   Sorry I've been slacking. Working until close has been killing me 10am-10pm 😳 but amazing hours. I don't work half this week so I'll do some spam! Just not right now too tired! I could use some positive things sent to me. Maybe make me smile? 💋😘\n  ","817311":"\n   Decided not to do any specific topics tonight, just ransom questions.\n\n#1 Do you believe all goods this must come to an end? Why or why not?\n  ","817312":"\n   Is Joseph a good listener\n  ","817313":"\n   How old is Joseph\n  ","817314":"\n   What time do u work tomorrow\n  ","817315":"\n   You're such a good mom\n  ","817316":"\n   #2 Are you the type to reach orgasm by penetration or foreplay? Why do you think it's such a difficult goal for women to reach climax period?\n  ","817317":"\n   Are you a hot weather or cold weather type of person?\n  ","817318":"\n   #3 Would you say that you have a strong libido?\n  ","817319":"\n   GABBY lmao she said don't post that one either 😂\n  ","817320":"\n   My butthole smells like cool ranch doritos so I'm currently putting my fingers in my butthole and licking it. Yummmmmy!!!\n  ","817321":"\n   I just unfollowed a bunch of people on here. So if your getting this, that means I'm still following you, cause I think your pretty awesome. 💕👍\n  ","817322":"\n   #7 Are you quick to address any issues that may occur in the bedroom? How would you approach these issues without shaming your partner?\n  ","817323":"\n   #4 During sexual activity, what is considered \"embarrassing\" for you?\n  ","817324":"\n   #5 Can shower sex be an awkward chore for you? Why or why not?\n  ","817325":"\n   So I just got done watching some videos about the weird \"trumpet\" sounds that were being heard around the world(not sure if they still are) what do you think that is\/was? some people say it was God and some say it's sound waves etc.\n  ","817326":"\n   I got cornrows!! Temporarily! What has been your wildest hairstyle change? Post a picture if you'd like!\n  ","817327":"\n   Thinking of doing sex related spam with respectful and original questions. It wont be for a few hours, but if you don't want it, just delete the questions.\n  ","817328":"\n   Random question since in bored. What does it mean when people say \"it's just the house settling\"?\n  ","817329":"\n   sorry to be a bother but could someone send their followers or questions my way? I'm kind of freaking out and could use something to take my mind off the world around me tbh delete if you want\n  ","817330":"\n   Your curves are to die for\n  ","817331":"\n   Can I see a picture of your bedroom\n  ","817332":"\n   Are you on birth control\n  ","817333":"\n   Pap of you atm? If you want too.\n  ","817334":"\n   Do you support gay marriage?\n  ","817335":"\n   I really wish you wanted more kids . You would be so cute with a baby girl , haha.\n  ","817336":"\n   If you got pregnant again, would you get an abortion if you didn't him\/her?\n  ","817337":"\n   Do you like answering sex questions?\n  ","817338":"\n   How much did Joe weight when he was born?\n  ","817339":"\n   why do anons still try the \"I slept with your man\" trick? like nah you didn't please go somewhere else with your stinky troll arse 😘🙌\n  ","817340":"\n   I slept with your boyfriend. ❤️\n  ","817341":"\n   How many weeks were you when you had Joe? I heard you had him early, but I don't know how early.\n  ","817342":"\n   request me on facebook again I accidentally denied you trying to deny someone else 😂\n  ","817343":"\n   Same. For both of us, I bet a ton of them are abandoned accounts.\n  ","817344":"\n   DAMN GABRIELLE IS A POPULAR LITTLE CRICKET!\n  ","817345":"\n   How many followers do you have\n  ","817346":"\n   Last time you cried\n  ","817347":"\n   IG name\n  ","817348":"\n   What may be the dumbest question you've ever seen asked on here?\n  ","817349":"\n   come & give me more topics to spam about, I would love to spam but my mind is blank.\n  ","817350":"\n   what would you do if you want to get a vibrator\/dildo but your parter doesn't want to? asking for... a friend (; lmao\n  ","817351":"\n   do you role play? have you ever dressed up as a teach doctor nurse or anything like that?\n  ","817352":"\n   is there something that really turns you on or would, but your partner doesn't do much of or at all?\n  ","817353":"\n   kinky spam - are you into being tied up or hand cuffed? 😏\n  ","817354":"\n   kinky spam - do you like to be the one in demand in bed, or do you like to be demanded? 😏\n  ","817355":"\n   sending my kinky spam now. Would\/do you let your partner spank you in bed? is it a turn on?\n  ","817356":"\n   doing opinions so come @ me\n  ","817357":"\n   -\n  ","817358":"\n   if someone has no problem downloading an app & doing me a favor, can you please let me know? I could really use a lot of y'all's help lol. thank you. (U.S only)\n  ","817359":"\n   If you followed my last account, you'd know that I often run competitions to get a header. I'm going to run another! All you have to do is make yourself active on my page, that could be likes or questions; it's your choice. I will pick THREE people to win! If you're not joining, don't answer this.\n  ","817360":"\n   Do video response opinions on people?\n  ","817361":"\n   What are you doing\n  ","817362":"\n   You're beautiful\n  ","817363":"\n   Could you have a listen to this song I wrote for a girl? It's called \"Amber Day\" :)\n   \n    https:\/\/www.youtube.com\/watch?v=jC6M_Z99AJw\n   \n","817364":"\n   first 2 likers get 10 likes :)\n  ","817365":"\n   What you doing\n  ","817366":"\n   its my first day at work today! tell us about your first day at work! (if you've never worked you can skip this)\n  ","817367":"\n   Hello\n  ","817368":"\n   cute little fam!\n  ","817369":"\n   ur pretty ❤!\n  ","817370":"\n   how old is your kid?\n  ","817371":"\n   come send me questions about anything I'll answer all, honestly, or send me confessions, anon or not idc. I'm so bored.\n  ","817372":"\n   are you ticklish?\n  ","817373":"\n   Do you like decorating? Such as your room\/house\/apartment. Or would you rather pay someone else to decorate? Why?\n  ","817374":"\n   Do you think you'd be a good candidate for hypnosis? Why or why not?\n  ","817375":"\n   First Impression: you are breathtakingly gorgeous\n  ","817376":"\n   What's your snapchat\n  ","817377":"\n   If you could visit anywhere on holiday where would you go?\n  ","817378":"\n   Why should \"opposites attract\" if \"birds of a feather flock together\"?\n  ","817379":"\n   A small personal spam question for my favorite followers.\nDoes your partner have a distinct smell that only belongs to them? What does he\/she smell like?\n  ","817380":"\n   Have you and your boyfriend ever broke up?\n  ","817381":"\n   How long have you and your boyfriend been together?\n  ","817382":"\n   What are your short-term and long-term goals that you wish to accomplish?\n  ","817383":"\n   No I'm sorry\n  ","817384":"\n   Can you treat me as a baby\n  ","817385":"\n   Hey can I ask you a question\n  ","817386":"\n   Why would they put vaseline on a thermometer before using it?\n  ","817387":"\n   Any advice on how to tell my baby's dad that I'm pregnant? We aren't\/never were dating (we were only \"together\" a couple times) and we haven't talked in over a month.\n  ","817388":"\n   How r u\n  ","817389":"\n   Can you draw? If so are you good at it?\n  ","817390":"\n   I am very bored while my daughter is with her Grandma so if anyone would like to ask me stuff please feel free :\/\n  ","817391":"\n   What was (is) your favorite high school class?\n  ","817392":"\n   What do you like for breakfast?\n  ","817393":"\n   Do you have any credit cards? (If too young ignore)\n  ","817394":"\n   hey will you kik me?\n  ","817395":"\n   What are you doing\n  ","817396":"\n   Your cute\n  ","817397":"\n   What time is it\n  ","817398":"\n   where you scared the first time you went to a doctor's appointment alone? are you scared to go if you haven't been alone yet?\n  ","817399":"\n   any of you ladies had or have a cyst on your ovary? if so please message me!!\n  ","817400":"\n   Do you like or hate when others fall asleep on you?\n  ","817401":"\n   If you started dating someone and you found out that they lived in their vehicle, how would you react and would you stay with them and try to help them patch up their life? Why or why not?\n  ","817402":"\n   Who's bae ?\n  ","817403":"\n   What you doing\n  ","817404":"\n   YES! FISH IS THE WORST!!!!\n  ","817405":"\n   Name one food you really dislike. But not just that. Also explain what it is about it you dislike. Is it the texture? The smell? The way it's prepared? The temperature? Is there something particular about it that bothers you? etc!\n  ","817406":"\n   would y'all like a \"kinky\" spam? as in like \"how far would you let your partner go with____\" or would you do this with your partner, things like that? I got this requested.\n  ","817407":"\n   Georgina looks better than you\n  ","817408":"\n   Who are you\n  ","817409":"\n   Do you always say thank you? Or please?\n  ","817410":"\n   Sending this out. 10 more spots open for my spam. 😁😁😁😁 inbox me if you want it and aren't on my list.\n  ","817411":"\n   Do you take jokes personal or do you laugh them off most the time?\n  ","817412":"\n   Are you a night owl? (Meaning staying up so late at night, but sleep all day)\n  ","817413":"\n   Sending out questions! If you want to be on my list inbox me!\n  ","817414":"\n   Q3. do you considered dance a sport?\n  ","817415":"\n   What's your snapchat\n  ","817416":"\n   How many followers do you have\n  ","817417":"\n   Which room do you spend the most time in in your house?\n  ","817418":"\n   Would you punish your son if he got bad grades\n  ","817419":"\n   What r u doing\n  ","817420":"\n   Any piercings\n  ","817421":"\n   Your shorts are to short\n  ","817422":"\n   Did u graduate\n  ","817423":"\n   How old were you when u gave birth\n  ","817424":"\n   Do you wear glasses\n  ","817425":"\n   You got a nice ass from your snapchats\n  ","817426":"\n   15 facts about your child?\n  ","817427":"\n   Remember Georgina\n  ","817428":"\n   You're stunning\n  ","817429":"\n   how old were you when you got your first social media account? what website was it for?\n  ","817430":"\n   Last time you had sex?\n  ","817431":"\n   since I've been spamming so much & just got home, I was wondering if some of you could come spam me? I would prefer personal questions, questions about my pass or anything, just get to know me! if you do, thank you a lot! just not in a great mind set right now. 😞😘\n  ","817432":"\n   Q #3: Do actors, singers, sports players, etc. make too much money? What would the world be like if every job payed the same amount of money, would this have a positive or negative effect?\n  ","817433":"\n   When's your birthday?\n  ","817434":"\n   -\n  ","817435":"\n   thought this would be fun \/ funny. come & send me confessions, about anything. for each one I get I'll post, but mine obv can't be anon lol. yours can be anon if embarrassed or personal or just cause! soo come on overrrrr.\n  ","817436":"\n\n    https:\/\/www.youtube.com\/watch?v=VzdgWjb0OGE\n   \n","817437":"\n   What's the most expensive thing you bought and how much was it?\n  ","817438":"\n   okay guys since I'm bored watching a movie and sitting here letting my hair dye send me some questions? I'm bored lol!\n  ","817439":"\n   one of you girls wanna iMessage & be friends? I need a best friend! it'd be cool to start brand new with someone & become friends lol.\n  ","817440":"\n   Pap of you and your boyfriend?\n  ","817441":"\n   Do you have the iPhone 6?\n  ","817442":"\n   How old will your son be this year?\n  ","817443":"\n   What kind of things do you like to do in summer?\n  ","817444":"\n   Whats your worst\/best thing about being sick as a kid?\n  ","817445":"\n   I need your opinion (especially a guy) or advice lol so if you wanna give me some come to my page & ask what it is I need help with, it is a little personal. :) thank you.\n  ","817446":"\n   #4 Is there a distinct scent that sweeps you away with happy and settling memories OR uneasy and upsetting memories? Which memory and what scent? If comfortable enough, explain as to why.\n  ","817447":"\n   #2 Have you ever had your aura read? If so, what was the last known color your aura exhumed?\n  ","817448":"\n   #1 Colors are known to correlate with your moods also known as mood rings. According to this chart, what color represents your mood and what mood exactly is it you're feeling?\n   \n    http:\/\/www.bestmoodrings.com\/blog\/mood-ring-color-chart-meanings\n   \n","817449":"\n   I'm going to 25 so I'm asking 10 more. 1- can you drink water, or does it have to have some type of flavoring to it?\n  ","817450":"\n   what are your 3 biggest fears in life? mine is dying young, because I've always felt like ill die before 25, choking, & turning out just like my parents.\n  ","817451":"\n   do you take any medications? if so, what for? I'm on 4 different medications, 2 for my back & 2 for my anxiety, which I take 3 of them twice a day, & 1 of them 3 times a day. so many pills 😩😩😩\n  ","817452":"\n   7- I'm not gonna keep track of how many I'm asking bc I keep getting confused lol but anyways, what's the worse part about being your gender?\n  ","817453":"\n   6 - do you suffer from anxiety, depression, eating disorders, or any\ntype of thing like that? if yes, which? I suffer from severe anxiety\/panic attacks & depression.\n  ","817454":"\n   5- in all honesty who would you take a bullet for besides family?\n  ","817455":"\n   4 - have you ever gotten into big trouble for something you didn't even do? I know I did one time but went bat shit crazy on the person, then they believed me 😂\n  ","817456":"\n   3- what's an obstacle in your life that was pretty big to overcome but you did it & your proud of yourself?\n  ","817457":"\n   do you ever just feel like crying & you really don't know why? that's totally me right now\n  ","817458":"\n   does anyone know now many I've asked? if not then I'll ask 10 more & that'll be it.\n  ","817459":"\n   what's your favorite thing to smell? ex: lotion, sprays, flowers, food, anything haha\n  ","817460":"\n   are you gonna vote for president? if so who? & if you can't, who would you vote for?\n  ","817461":"\n   at night time I get scared for no reason, like I'll seriously feel scared, does this happen to anyone else?\n  ","817462":"\n   did you know that when people with severe anxiety have panic attacks, it feels worse then a heart attack? this is a fact.\n  ","817463":"\n   I'm sooo tired during the day, then around 9pm I magically get wide awake all night long. anyone else? like wtf, makes me so mad. especially since I get so scared at night & my anxiety gets worse at night. 😒😒😒😒😒😒😒\n  ","817464":"\n   2- describe yourself using 5 words. NO NEGATIVE ONES!\n  ","817465":"\n   3- if the shoes big then the ___ is big. do you find this true or false? I find it to be opposite lol. if you don't know what the blank is then you're too young to answer lol\n  ","817466":"\n   #3 Are you or anyone in your family a practioner of some kind? Magic, medicine, etc.\n  ","817467":"\n   4(I think ) I'm only goin to 5 bc my boyfriend wants to watch a movie & calm me down. if you could do one thing in this world, what would it be?\n  ","817468":"\n   5- what's something you do to calm down & relax?\n  ","817469":"\n   #5 To you, what is sophistication?\n  ","817470":"\n   are u still with your boyfriend?\n  ","817471":"\n   Gosh you're pretty\n  ","817472":"\n   Hi\n  ","817473":"\n   What iPhone do you have\n  ","817474":"\n   What % is your phone on\n  ","817475":"\n   When's your birthday\n  ","817476":"\n   Where do you live\n  ","817477":"\n   That anon is stupid *Joseph* geez it's a common name learn how to spell😂\n  ","817478":"\n   Y not\n  ","817479":"\n   Jo\n  ","817480":"\n   Ur son josif\n  ","817481":"\n   Pap Josif\n  ","817482":"\n   You have such a nice body\n  ","817483":"\n   If you can turn the person you dislike INTO anything in your house what would you turn them into and why?\n  ","817484":"\n   spam request from\n   \n    @ryleedancexo\n   \n   Q1. do you ever watch beauty videos on YouTube?\n  ","817485":"\n   What time is it\n  ","817486":"\n   Sorry to bother you but can you please ask your followers to ask me stuff..? Please\n  ","817487":"\n   How many followers you have\n  ","817488":"\n   Last time u had sex\n  ","817489":"\n   Will u do honesty night\n  ","817490":"\n   How frequently do you talk to distant friends?\n  ","817491":"\n   I'm so bored!! 😩\nPlease tell your followers to ask me questions? :) thanks. \nMy ask fm has been so boring lately.\n  ","817492":"\n   Q2. whats your favourite style of dance?\n  ","817493":"\n   Last person you told \"I love you\"?\n  ","817494":"\n   If you had a friend who spoke to you in the same way that you sometimes speak to yourself, how long would you allow that person to be your friend?\n  ","817495":"\n   How long after you found out you were pregnant did you tell your mom? What about your baby's dad? I found out that I'm pregnant three days ago and have still only told my best friend\n  ","817496":"\n   What's your opinion about the #DontJudgeChallange ? Would you do it?\n  ","817497":"\n   gonna do spam for spam y'all. spam me & I'll spam you back with the same amount of questions you ask me. 😏\n  ","817498":"\n   Bored while baby naps so, honesty hour?\n  ","817499":"\n   what time did you wake up this morning?\n  ","817500":"\n   Are there any brands or companies that you boycott? Why do you refuse to do business with them?\n  ","817501":"\n   #2\nWhat kind of activity makes you report an account?\n  ","817502":"\n   #3\nDo cemeteries give you the creeps? Any significant reason as to why?\n  ","817503":"\n   sexual spam - is there anything you wanna do with or to your partner but they aren't really having it? I know I do 😒 ugh lmao.\n  ","817504":"\n   sexual spam- is there a position that you favorite but your partner doesn't? (only a few more left)\n  ","817505":"\n   I'm sending the sexual spam to everyone because almost all of you asked for it. reminder- my sexual spam gets really personal & sexual, lol. if there's questions you don't wanna answer, then just ignore it. get ready!\n  ","817506":"\n   sexual spam - do you look at someone differently if you know they have\/had an std? be honest here lol. & my differently I mean get grossed out or something.\n  ","817507":"\n   sexual spam- rough or soft? fast or slow?\n  ","817508":"\n   sexual spam- do you or your partner own any type of sexual toy? 😏😎\n  ","817509":"\n   Win you had sex was it hard or slow\n  ","817510":"\n   Picture of your bedroom please\n  ","817511":"\n   sexual spam- do you like to give oral? 👅 lol\n  ","817512":"\n   I tried to say drama wasn't allowed on my old page but when I was down I allowed it and I acted very childish. I hope you guys can forgive me and follow my new page. I hope you will hold me accountable if I start to allow drama again. Again I am sorry for my behavior and hope you can forgive me.\n  ","817513":"\n   #1\nDoes sleep come easy for you? Do you have any odd routines you do in order to help you fall asleep faster?\n  ","817514":"\n   sexual spam- how many people have you done something sexual with? (no, for the dummies French kissing does not count lol)\n  ","817515":"\n   sexual spam - how many people have you had sex with?\n  ","817516":"\n   sexual spam- do you think there is a limit when it comes to the amount of people someone should have sex with? if so what's the number?\n  ","817517":"\n   Sexual spam - do you watch porn? if so, why do you enjoy it?\n  ","817518":"\n   How many weeks were you when you gave birth\n  ","817519":"\n   What you doing\n  ","817520":"\n   How drunk were you\n  ","817521":"\n   C'mon you guys! I need one more topic for spam tonight! Give me something juicy, raw, and unheard of!\n  ","817522":"\n   #3\nWhat are the major flaws of your personality? How have these flaws been an asset and a inconvenience to you in life?\n  ","817523":"\n   Parenting spam! It can apply to you whether you're a parent or not. Answer in a hypothetical scenario if need be.\n#1 What brand of diapers do you or will you use? Will you do\/have you done research due to skin reaction and\/or price?\n  ","817524":"\n   #4\nWhat do you think about parents getting younger and younger? What do you think about girl who've barely hit puberty planning children?\n  ","817525":"\n   kik?\n  ","817526":"\n   #3\nWhat do you believe are the pros and cons of parenthood? What about being a single parent?\n  ","817527":"\n   Personality spam!\n#1\nWhat 5 words describe your personality from someone elses perspective?\n  ","817528":"\n   Do you prefer rollercoasters or waterparks? Why?\n  ","817529":"\n   When was the last time you lost track of time? What were you doing?\n  ","817530":"\n   5 questions pertaining to 3 topics will go out tonight! What 3 topics? Well, that is up for you to decide so inbox me 3 topic ideas and I'll pick the 3 best ones!!\n  ","817531":"\n   I know a lot of people are doing this now, but I thought I'd give it a shot too. I have made a spamming account. Like the first answer on\n   \n    @fabbielousquestions\n   \n   to get this weeks spam of SUMMER questions. 💜🎀💜\n  ","817532":"\n   hey! like 50 of my answers for 50 likes back, like 100 of my answers for a gift + 100 likes back:)) followed btw xx\n  ","817533":"\n   #4\nDo you have a similar personality to anyone in your family? Who and how so?\n  ","817534":"\n   #2\nIf your youngest of all your children thought they had immunity against your rules because he or she was known as the \"baby\", how would you react and what would you say to prove to them otherwise?\n  ","817535":"\n   tip 4 - wake tf up & answer these tips because I wanna see what y'all have to say. why? I have no life duhhhhh.\n  ","817536":"\n   tip 3- take a deep breath in through your nose, & let it out through your mouth right NOW. it's refreshing lol.\n  ","817537":"\n   so I use to get asked all the time to do sexual spam, I haven't done it in a lonnnng time. if you want just sexual spam come & tell me, so I can write your name down & make sure to send it to you guys only. 😛😏 also I need more people to spam & to spam me!\n  ","817538":"\n   btw I'll only spam if you come & tell me you want it, I won't be looking at everyone's answers to see all who wants it.\n  ","817539":"\n   I'm gonna give y'all tips as spam ok? ok. Tip 1: never go through a subway drive thru if you want a lot of dressing, you gotta see that shit & tell them\nmore if not you're gonna get a reg amount, not a lot. (learned last night)\n  ","817540":"\n   tip 2: if you are in a relationship that isn't making you happy, or that isn't healthy for you mentally or physically, LEAVE. if you're having problems leaving, come talk to me id be more than happy to give advice.\n  ","817541":"\n   ok Imma spam later cause you guys are dead or asleep or have a life & aren't on right now sooo. but if you don't have a life, and are on, & aren't dead, come & talk to me :) 😘\n  ","817542":"\n   #2\nPap of someone who was once a friend but is no longer.\n(Delete if you'd think it'd cause drama)\n  ","817543":"\n   #3\nPap of you when you were 13 years old.\n  ","817544":"\n   #2\nWhat kind of personality do you wish you had?\n  ","817545":"\n   #5\nIf personalities could be words written on our skin, what would yours say?\n  ","817546":"\n   What's something that should be free for everyone?\n  ","817547":"\n   If you could change 1 thing about the world, what would it be?\n  ","817548":"\n   New page for spam ONLY! Send your normal daily spam questions ONLY to\n   \n    @askinglouisianaspam\n   \n   and inbox the page as well if you'd like to be apart of the spamming page. No limit to who receives spam.\n   \n    @momcedes\n   \n   is for PERSONAL and DIRECT messages ONLY! Thank you!\n  ","817549":"\n   Current mood?\n  ","817550":"\n   Why do girls wear shorts under skirts and dresses? sorry dumb guy question\n  ","817551":"\n   What do you crave?\n  ","817552":"\n   Good picture.\n  ","817553":"\n   Post a pic of your bare feet?\n  ","817554":"\n   What have you been putting off?\n  ","817555":"\n   Do you wear shorts under skirts or dresses?\n  ","817556":"\n   Happy 4th of July 🎉 What do you have planned for today?\n  ","817557":"\n   Actually. Stfu you stupid skank.\n  ","817558":"\n   I'm gonna spam bc I didn't yesterday & if I don't get some questions in my inbox soon, I'm done with you allllllllll 👏👋 jkjk\n  ","817559":"\n   what's a habit you can't seem to break? pickin boogies, biting nails, ya know those kinda things 😂\n  ","817560":"\n   any of you have severe anxiety & are on medication because of it?\n  ","817561":"\n   any of you ever been hypnotized by a hypnotist?\n  ","817562":"\n   opinion on medical marijuana being legalized in all 50 states?\n  ","817563":"\n   morning cuties 😘 5:16am here & my anxiety has kept me up all night lol\n  ","817564":"\n   what's your phone battery on right now?\n  ","817565":"\n   Who said \"I love you\" first? You or your boyfriend\/fiancé\/ husband?\n  ","817566":"\n   I hope everyone has a great (safe) 4th of July. :)\n  ","817567":"\n   It a xxx pic!?\n  ","817568":"\n   Last picture you took\n  ","817569":"\n   What color is your hair\n  ","817570":"\n   Actually I'm not the person who asks it all the time, your talking about a different Anon, because that's the first time I have ever asked anybody to pap of there room.\n  ","817571":"\n   Bye!! 👋 I'll just quit asking you questions.\n  ","817572":"\n   Follower count\n  ","817573":"\n   Pap of your bedroom?\n  ","817574":"\n   Who's bae\n  ","817575":"\n   hey guys I cleared out my questions, I'm doing honesty night so come & ask me a n y t h i n g , (try not to get too nasty😒) and if you want a spam in about an hour come & let me know!\n  ","817576":"\n   what is the most common name out of your friends\/people you know?\n  ","817577":"\n   What's the longest you've gone without eating or drinking?\n  ","817578":"\n   Pap of your pregnant when you were pregnant?\n  ","817579":"\n   Have you ever done any drugs? If so, what kind of drugs?\n  ","817580":"\n   Do you prefer to watch tv shows or movies?\n  ","817581":"\n   Okay, wow that was pretty rude way to answer a question. Don't have ask if your gonna be rude when answering a simple yes or no question💀.\n  ","817582":"\n   I bet you grew up in the ghetto of Long Island like north Amityville or Wyndanch\n  ","817583":"\n   Do you support circumcision?\n  ","817584":"\n   What is your fave song by the Weeknd? X'O Girls do it better😈😋\n  ","817585":"\n   Does the LI in your bio stand for Long Island?\n  ","817586":"\n   if everyone could go look at my last answer that'd be great because I'm really proud of myself!!!\n  ","817587":"\n   I bet he's white.\n  ","817588":"\n   what doyou think ofguys with feet fetishes\n  ","817589":"\n   Is your baby daddy white?\n  ","817590":"\n   You in a gang?\n  ","817591":"\n   Whats ur childs name\n  ","817592":"\n   What are you doing\n  ","817593":"\n   When's your birthday\n  ","817594":"\n   Do YOU think it's wrong for a 17 year old dating a 23 year old\n  ","817595":"\n   Why doesn't Jody like you\n  ","817596":"\n   Pap of Joe? He's a cutie pie\n  ","817597":"\n   I know it's not Monday ... But who is your MCM? (Man crush Monday) pap of them\n  ","817598":"\n   You have your nipple pierced\n  ","817599":"\n   weird question I know but I'm having a conversation about this lol...if you have your nipples pierced can you still breastfeed or would that cause a problem?\n  ","817600":"\n   Bae?\n  ","817601":"\n   What are you doing\n  ","817602":"\n   Would you ever live in another country? If so, what country would u live in?\n  ","817603":"\n   What time does your child\/children usually go to bed?\n  ","817604":"\n   Why is the sky blue?\n  ","817605":"\n   Ask me stuff\n  ","817606":"\n   Big apologies because I know it's annoying and irrelevant to you guys, but could you go and like my last answer? I'd prefer it to be at the top of my likes for new followers. You don't need to answer this if you don't wish too. Thanks a lot xo\n  ","817607":"\n   What do you think of when you hear the word Islam? - i just need this for a paper\n  ","817608":"\n   R u in love with her\n  ","817609":"\n   Have you seen the movie \"50 shades of grey\" if so, do you like it?\n  ","817610":"\n   Are you still up\n  ","817611":"\n   How old are you\n  ","817612":"\n   What time is it\n  ","817613":"\n   It's World UFO Day! What's the first thing you'd ask an alien?\n  ","817614":"\n   Hi\n  ","817615":"\n   Boobs.\n  ","817616":"\n   Last time you had sex?\n  ","817617":"\n   What the temperature outside atm?\n  ","817618":"\n   Did it hurt or feel uncomfortable when you had sex for the first time ?\n  ","817619":"\n   Post a picture of you with your child\/children?\n  ","817620":"\n   Hello!!! Can u like\n   \n    @OfficialSelenkaMarieGomez\n   \n   's 1 answer and follow her? I will send u 3 gifts follow u, and like ur answers, send me ''done'' not her!!!💖\n  ","817621":"\n   Do you like Anon's spamming you with questions? Or do you prefer them to come off anonymous?\n  ","817622":"\n   Sorry to be of annoyance but Im considering switching to\n   \n    @teachingtia\n   \n   soon. \nMake sure you follow that account. \nExpect in depth answers too! 💕\n  ","817623":"\n   Do you smoke? If so, what do you smoke?\n  ","817624":"\n   Do you like to drink alcohol?\n  ","817625":"\n   Guys, I just made a Instagram page! \nGo follow me on there, if you would like too.😊\n   \n    @kaylap_love\n   \n   is the username. \n(Sending this to Everyone I follow)\n  "},"Answer":{"816553":"\n  Watching love & hip hop ATL\n  ","816554":"\n  I'm fine lol\n  ","816555":"\n  Okay he doesn't want to have one . So either you guys compromise or sucks to sucks\n  ","816556":"\n  Yeah and now I have the 6 ?\n  ","816557":"\n  No\n  ","816558":"\n  Not often\n  ","816559":"\n  No\n  ","816560":"\n  ^^^\n  ","816561":"\n  Are you an idiot .\n  \n  Idk why you're on anon\n  ","816562":"\n  That's the design I have now\n  ","816563":"\n  I have no idea hopefully seeing babe today\n  ","816564":"\n  I could be better\n  ","816565":"\n  You to\n  ","816566":"\n  No\n  ","816567":"\n  No\n  ","816568":"\n  Doesn't matter\n  ","816569":"\n  Yeah\n  ","816570":"\n  Probably and idk when\n  ","816571":"\n  Yeah 100%\n  ","816572":"\n  Sure you can ☺️\n  ","816573":"\n  Thank you ☺️\n  ","816574":"\n  So annoyed guys\n  \n  Ask me stuff keep my mind off of it\n  ","816575":"\n  Oh okay ☺️\n  ","816576":"\n  Lol really aha I didn't see my name when I liked it but thanks I follow you to\n  ","816577":"\n  He will be 22 months old on August 21st\n  ","816578":"\n  Why the question mark ?\n  ","816579":"\n  Joseph\n  ","816580":"\n  Lmao no just know it's Gabby\n  ","816581":"\n  Lmao I don't think so\n  ","816582":"\n  You're lame then\n  ","816583":"\n  1. Seen babe all week\n  \n  2. Felt sick all week\n  \n  3. Worked all week\n  ","816584":"\n  Nope\n  ","816585":"\n  Hope you feel better\n  ","816586":"\n  Yay\n  ","816587":"\n  Anything you'd like\n  ","816588":"\n  Lol see anon I live with Tori\n  ","816589":"\n  Definitely do ☺️\n  ","816590":"\n  I have a lot lol\n  ","816591":"\n  People lol\n  ","816592":"\n  Gabby damn I've answered this to much\n  ","816593":"\n  I'm doing good\n  \n  And for that person is incorrectly stalking\n  \n  My Facebook pictures aha nobody\n  \n  Has comment on them I just\n  \n  Went thru them aha 😂💋\n  ","816594":"\n  Lol why thank you\n  \n  I just hate how every anon think\n  \n  They know me or what I'm doing aha\n  \n  It's just hilarious to me\n  ","816595":"\n  Again you have no idea what you're talking about 😂. It's okay tho . Just keep thinking you do boo boo 💋\n  ","816596":"\n  Lol my last name isn't really Danzy that's my boyfriends aha . Again sounding dumb. And my name can be Gabrielle or Gabriella ? I never told y'all which one . And no one has been commenting on my Facebook pictures only liking them id know ITS MY FACEBOOK ☺️. But then again you anons think you know everything 😂💪🏽\n  ","816597":"\n  I haven't even given out my Facebook lol . So idek what you're talking about . And there's no one commenting on my Facebook pictures aha .\n  ","816598":"\n  Idk hopefully one day\n  ","816599":"\n  ^^^%^^^%%%%\n  ","816600":"\n  Yeah duh but they asked for my middle name which isn't on my Facebook awkward 😂\n  \n  And it states where I live in my bio 😂\n  ","816601":"\n  Mhm\n  ","816602":"\n  My bby is going to make it big . I'm so proud of him . Check him out on soundcloud GDnzy\n  ","816603":"\n  Very\n  ","816604":"\n  Aha\n  ","816605":"\n  He's my son and he's amazing\n  ","816606":"\n  No\n  ","816607":"\n  %^^\n  ","816608":"\n  A name ☺️\n  ","816609":"\n  Sure thing\n  ","816610":"\n  Yeah he writes his own lyrics and beats\n  ","816611":"\n  Listen to my bae on soundcloud GDnzy\n  ","816612":"\n  You can . Omg you really like them ☺️\n  ","816613":"\n  Good luck\n  ","816614":"\n  No\n  ","816615":"\n  Depends on what I buy\n  ","816616":"\n  Thank you . I'm glad you enjoy his music . I showed him what you said and he's really happy you like his music\n  ","816617":"\n  Lol those tweets aren't about me lol\n  \n  I know who there about and we say fuck it\n  ","816618":"\n  Omg really . Thank you it means so much to me 💕\n  ","816619":"\n  Hot and sunny\n  ","816620":"\n  ^^^^\n  ","816621":"\n  Yeah\n  ","816622":"\n  11|08\n  ","816623":"\n  Yeah if somebody needs it\n  ","816624":"\n  These are the moments I live for 💕\n  ","816625":"\n  I'm 5'3\n  ","816626":"\n  I was 18\n  ","816627":"\n  Between 9-10\n  ","816628":"\n  Of course she did lol 😘\n  ","816629":"\n  One of them.\n  \n  I never give out my real name\n  \n  So I guess y'all will never know ☺️\n  ","816630":"\n  7:40pm\n  ","816631":"\n  Lol I'm really not\n  ","816632":"\n  Lol you must be stupid\n  \n  It's in my bio\n  ","816633":"\n  Be more specific\n  ","816634":"\n  Gabby\n  ","816635":"\n  66%\n  ","816636":"\n  Today lol\n  ","816637":"\n  Nah I don't lol\n  \n  It's so thin 😫\n  ","816638":"\n  TwEnTy\n  ","816639":"\n  Why do you guys keep asking this\n  ","816640":"\n  Lmao idk she's always running her mouth\n  ","816641":"\n  Idk just bc I do\n  ","816642":"\n  I'm feeling sick\n  ","816643":"\n  Yes I feel that way to\n  ","816644":"\n  ^^^\n  ","816645":"\n  Well it's 82\n  \n  It summer so yeah of course\n  ","816646":"\n  Guys send me in some questions\n  \n  I'm not in the best mood maybe questions\n  \n  Will cheer me up ☺️\n  ","816647":"\n  I'm eating Burger King\n  ","816648":"\n  Not in the best of moods\n  ","816649":"\n  Mash\n  ","816650":"\n  No\n  ","816651":"\n  Super fast\n  ","816652":"\n  That's to much info\n  ","816653":"\n  I don't care for opinions on people\n  ","816654":"\n  Yeah\n  ","816655":"\n  Yeah I do\n  ","816656":"\n  Yeah I have family out there\n  ","816657":"\n  They don't do shit\n  \n  Put they are the highest paid\n  \n  In Suffolk county\n  \n  If you don't know Long Island\n  \n  Has a Suffolk and Nassau county\n  ","816658":"\n  I really don't have favorite food\n  ","816659":"\n  1069 😏\n  ","816660":"\n  Lol I'd rather not answer that one\n  ","816661":"\n  No\n  ","816662":"\n  Not in the best mood\n  \n  Keep my mind off things\n  \n  By asking me questions\n  ","816663":"\n  ^^^\n  ","816664":"\n  ^^^\n  ","816665":"\n  Okay ?\n  ","816666":"\n  Idc\n  ","816667":"\n  Okay ?\n  ","816668":"\n  ^^^^\n  ","816669":"\n  No\n  ","816670":"\n  No\n  ","816671":"\n  Today\n  ","816672":"\n  No song lol\n  ","816673":"\n  Awh thank you ☺️\n  ","816674":"\n  I'm just wearing shorts and a tank top\n  ","816675":"\n  Aw hi hater 💋\n  ","816676":"\n  The iPhone 6\n  ","816677":"\n  C S I\n  ","816678":"\n  No\n  ","816679":"\n  Lol I don't even remember\n  ","816680":"\n  Good luck\n  ","816681":"\n  I have never been camping\n  ","816682":"\n  Sorry I have a lot of unanswered questions\n  ","816683":"\n  Spam me with questions guys\n  ","816684":"\n  We're okay\n  ","816685":"\n  A lot\n  ","816686":"\n  ^^^\n  ","816687":"\n  No\n  ","816688":"\n  Yesterday\n  ","816689":"\n  ^^^^\n  ","816690":"\n  Doing honesty night guys\n  ","816691":"\n  Stupid lol\n  ","816692":"\n  What kind of question is this\n  ","816693":"\n  How would I know. ?\n  ","816694":"\n  ^^^^\n  ","816695":"\n  Smh\n  ","816696":"\n  ^^^^\n  ","816697":"\n  I'm fine\n  ","816698":"\n  Thank you\n  ","816699":"\n  Yeah I believe\n  ","816700":"\n  Omg go cry about it ☺️\n  ","816701":"\n  Yeah it's my Twitter and my Ig\n  ","816702":"\n  Well yeah it's my Ig its private tho\n  ","816703":"\n  Yay you ☺️\n  ","816704":"\n  You're stupid\n  ","816705":"\n  That's a dumb question\n  ","816706":"\n  I'm at work\n  ","816707":"\n  Yeah\n  ","816708":"\n  Gabby\n  ","816709":"\n  To bad I'm not anorexic maybe you should study what that is before you come at me ☺️\n  ","816710":"\n  Yeah\n  ","816711":"\n  Yeah\n  ","816712":"\n  They don't trust them\n  ","816713":"\n  ^^^^\n  ","816714":"\n  Yeah\n  ","816715":"\n  Mhm\n  ","816716":"\n  Eating that's what I'm doing\n  ","816717":"\n  Lol\n  ","816718":"\n  Lmao I love my belly button\n  \n  And no bc I have the body for it\n  ","816719":"\n  Sure\n  ","816720":"\n  ^^^\n  ","816721":"\n  ^^^^\n  ","816722":"\n  Idc\n  ","816723":"\n  No\n  ","816724":"\n  16\n  ","816725":"\n  Everyday\n  ","816726":"\n  You might be fake idk\n  ","816727":"\n  Facebook\n  \n  Snapchat\n  \n  Twitter\n  \n  Instagram\n  ","816728":"\n  I feel ask women should do what they want. If they don't want to carry or raise a child then they don't have to. I'd die if I ever lost a child .\n  ","816729":"\n  ^^^\n  ","816730":"\n  Not open\n  ","816731":"\n  That it's true\n  ","816732":"\n  I like both\n  ","816733":"\n  Nope\n  ","816734":"\n  Lmao I'm so fake 😊😏. I love you to 💕\n  ","816735":"\n  Maybe 1 more 😏\n  ","816736":"\n  I like my name lol\n  ","816737":"\n  I'm in my work clothes so no\n  ","816738":"\n  ^^^\n  ","816739":"\n  You're anonymous\n  ","816740":"\n  %^^\n  ","816741":"\n  ^^^^\n  ","816742":"\n  ^^^\n  ","816743":"\n  I have 1\n  ","816744":"\n  Lol yeah I know aha\n  ","816745":"\n  That he doesn't want to be with you\n  ","816746":"\n  No user\n  ","816747":"\n  Thanks\n  ","816748":"\n  And you're point is ? Lol\n  \n  I'm glad you took your time out of the day\n  \n  To read my bio 😘\n  ","816749":"\n  She's sweet\n  ","816750":"\n  She's sweet\n  ","816751":"\n  So does your mom\n  ","816752":"\n  How would I be gay if I have a boyfriend lmao and a son\n  ","816753":"\n  Lol thank you !!!!\n  ","816754":"\n  Lmao I just did a video but yet I'm fake you make no sense\n  ","816755":"\n  Sure i guess\n  ","816756":"\n  I don't get how I'm fake\n  ","816757":"\n  I have only 2 for now\n  ","816758":"\n  Lmao there's no birth mark on my chin bby doll and clearly you can't see . That's not edit . Edit is doing a bunch of shit to your phot dumb ass\n  ","816759":"\n  You said pap or OOTD and it's not edited thank you it's just a filter\n  ","816760":"\n  Awh look somebody is hurt over my answer 💋\n  ","816761":"\n  I must be then 😘\n  ","816762":"\n  Paris if that counts\n  ","816763":"\n  Yes I would\n  ","816764":"\n  But obviously my mind changed duh\n  ","816765":"\n  ^^^^\n  ","816766":"\n  It's not amazing it's cool tho\n  \n  And it's really expensive\n  ","816767":"\n  No the United States . Long Island New York\n  ","816768":"\n  Most likely\n  ","816769":"\n  Nope pulled an all nighter\n  ","816770":"\n  Depends on how lazy I am\n  ","816771":"\n  Contract with my other half\n  ","816772":"\n  Good morning\n  ","816773":"\n  I'm okay lol\n  ","816774":"\n  Well it's 4:35am nothing like\n  ","816775":"\n  We don't 😩\n  ","816776":"\n  Follow this gorgeous and amazing mom 💕. Ask her questions to 💋😘\n  ","816777":"\n  Lol they are aha\n  ","816778":"\n  Ashley\n  ","816779":"\n  Good 4 you 😘\n  ","816780":"\n  I have and it just depends on who I say it to\n  ","816781":"\n  Lol I know . No comment tho\n  ","816782":"\n  Lol come up with something better 😘\n  ","816783":"\n  Aha why thank you 💘\n  ","816784":"\n  You seriously need better insults 🐭\n  ","816785":"\n  You asked a stupid question\n  \n  SorryNotSorry\n  ","816786":"\n  No I'm sleeping\n  ","816787":"\n  The sky\n  ","816788":"\n  You belong in school because you can't spell a simple word\n  ","816789":"\n  That's not a question\n  ","816790":"\n  Lol I'm sure I am\n  ","816791":"\n  Don't call me babe or you'll be blocked\n  ","816792":"\n  Don't call me baby or you'll be blocked\n  ","816793":"\n  Idk who vanilla is\n  ","816794":"\n  Today lol\n  ","816795":"\n  Send me in stuff ☺️\n  ","816796":"\n  No be yourself\n  ","816797":"\n  Nope I'm one of a kind\n  ","816798":"\n  Why thank you ☺️\n  ","816799":"\n  Early today\n  ","816800":"\n  Aw thanks\n  \n  But no need to be\n  ","816801":"\n  11:52pm\n  ","816802":"\n  I'm TWEntY\n  ","816803":"\n  Well I didn't know a stick can walk and have a bby and have sex and eat and sleep and shit and take showers and talk and work and drive\n  ","816804":"\n  Not really\n  ","816805":"\n  And not enough questions aha\n  ","816806":"\n  Lol I'm not tho\n  ","816807":"\n  1061\n  ","816808":"\n  I have no idea yet\n  ","816809":"\n  Lol most likely they aren't new to my page aha\n  ","816810":"\n  My picture ? My profile picture ?\n  ","816811":"\n  It's in my display\n  ","816812":"\n  7:20pm\n  ","816813":"\n  Very much so\n  ","816814":"\n  I don't know where you guys are hearing this stuff from\n  ","816815":"\n  I bet you're just making up stuff 😂😘\n  ","816816":"\n  Wtf\n  ","816817":"\n  I don't know we're you heard that from\n  ","816818":"\n  T-Mobile\n  ","816819":"\n  Lol nope\n  ","816820":"\n  Less people in my life\n  ","816821":"\n  Lol depends if I'm home alone\n  ","816822":"\n  It's okay\n  ","816823":"\n  I haven't had breakfast in bed yet\n  ","816824":"\n  My boyfriend he's my best friend also\n  ","816825":"\n  My son\n  ","816826":"\n  Nope\n  ","816827":"\n  Thank you ☺️\n  ","816828":"\n  ^^^\n  ","816829":"\n  Then we would no longer be best friends !\n  ","816830":"\n  ^^^^\n  ","816831":"\n  I'd be highly upset\n  ","816832":"\n  I'd be excited and happy\n  ","816833":"\n  Well it depends if it wasn't planned vs if it is planned . I became pregnant at 18 and I didn't plan my child . So no my ideas wouldn't change but if someone planned a bby at such a young age that's an issue\n  ","816834":"\n  That flag shouldn't even exist . It's been so long and the fact that people still use it is beyond me . Especially if their racist . It's such a huge topic bc of how people prorate the flag\n  ","816835":"\n  I wouldn't mind bc I do the same thing . Your children shouldn't be acting up in public\n  ","816836":"\n  I'd be mad bc for one you wrote me a letter, like no tell me in person and I would want to know their reasonings\n  ","816837":"\n  I just got home, about to go back out later\n  ","816838":"\n  Yeah\n  ","816839":"\n  I'd mind my own business\n  ","816840":"\n  I like it\n  ","816841":"\n  ^^^^\n  ","816842":"\n  Nope\n  ","816843":"\n  I believe it's stupid aha . Nope I wouldn't change my mind even tho I do smoke to . And bc some people are idiots and want it legal and have no idea or have any knowledge as to why they do or they give dumb answers like \"bc I want to smoke\"\n  ","816844":"\n  Lmao I know and plus I didn't even wear that outfit today . If people see my snapchat they would know aha\n  \n  I wore that July 16 from what my camera roll tells me aha\n  ","816845":"\n  I think it's perfectly find if they are covered up . They are feeding their child or children . Nope I wouldn't change them and its such a huge think bc people think it's gross\n  ","816846":"\n  Okay ☺️\n  ","816847":"\n  The last time I wore hah outfit was July 16 today is July 31st\n  \n  I just posted a picture bc I didn't take one today\n  \n  If my OOTD smart ass\n  ","816848":"\n  Hello\n  ","816849":"\n  💕\n  ","816850":"\n  Nothing\n  ","816851":"\n  I dunno tbt lol\n  ","816852":"\n  Nothing material things don't matter\n  ","816853":"\n  Idk theirs a lot of sad songs\n  ","816854":"\n  Not anymore 😒\n  ","816855":"\n  Not yet\n  ","816856":"\n  She's pathetic\n  ","816857":"\n  Their brown\n  ","816858":"\n  On Li\n  ","816859":"\n  I'm fine\n  ","816860":"\n  !???!\n  ","816861":"\n  ^^^^\n  ","816862":"\n  21 months\n  \n  He will be 2 in October\n  ","816863":"\n  My mom wants to go out to dinner\n  \n  With me and my son and of course my sister\n  \n  So hopefully that\n  ","816864":"\n  Bc she's a dumb bitch who wanted attention and she got what she wanted . I hope she can never reproduce\n  ","816865":"\n  Awh, why thank you\n  ","816866":"\n  Thank you 🐭\n  ","816867":"\n  I've changed my mind\n  \n  Possibly guys\n  ","816868":"\n  3:00pm\n  ","816869":"\n  Thank you ☺️ I want more tho\n  ","816870":"\n  ^^^^^\n  ","816871":"\n  These 2\n  \n  But I want more ☺️\n  ","816872":"\n  I don't even know where I stated that at . But wtf\n  ","816873":"\n  Wow that's a fucking shame smh\n  ","816874":"\n  I'm about to take a nap\n  \n  Leave my questions to wake up to ☺️\n  ","816875":"\n  I'm fine and yourself\n  ","816876":"\n  I had a c section\n  ","816877":"\n  Lol\n  ","816878":"\n  Good I suppose\n  ","816879":"\n  Who cares\n  ","816880":"\n  Lmao she probably did 😂\n  ","816881":"\n  I have 2 aha\n  \n  I want more tho\n  ","816882":"\n  Yeah\n  \n  Can i get real questions\n  ","816883":"\n  It depends\n  ","816884":"\n  Yay\n  ","816885":"\n  some dumb bitch💋\n  ","816886":"\n  Ask me things guys\n  ","816887":"\n  I got this ? Idk of it will help you\n  ","816888":"\n  I never have been\n  ","816889":"\n  Yay\n  ","816890":"\n  Yeah\n  ","816891":"\n  My son\n  ","816892":"\n  ^^^^\n  ","816893":"\n  No lol\n  ","816894":"\n  You're lame\n  ","816895":"\n  ^^^\n  ","816896":"\n  ^^^^\n  ","816897":"\n  ^^^^^\n  ","816898":"\n  Idk\n  ","816899":"\n  No\n  ","816900":"\n  Don't have any\n  ","816901":"\n  Like 3 1\/2 hours\n  ","816902":"\n  ^^^^\n  ","816903":"\n  He was in the NICU\n  ","816904":"\n  Everything\n  ","816905":"\n  3lbs 2oz\n  ","816906":"\n  Peeing a lot\n  ","816907":"\n  I didn't see him until a couple days later but I was in love\n  ","816908":"\n  Yeah that's what I'm saying\n  ","816909":"\n  No\n  ","816910":"\n  I love you to 😘\n  ","816911":"\n  Lol my son is he cutest thing 😘\n  \n  You're mom should of swallowed you\n  ","816912":"\n  Idk\n  ","816913":"\n  I don't have your snapchat\n  ","816914":"\n  This\n  ","816915":"\n  ^^^^\n  ","816916":"\n  Yeah lol\n  ","816917":"\n  1054\n  ","816918":"\n  This was from yesterday\n  ","816919":"\n  Guys ask me stuff 💋\n  ","816920":"\n  Snapchat\n  \n  Facebook I just see what people post\n  \n  And Twitter\n  ","816921":"\n  Lmao omg I'm dying at how stupid this question is\n  ","816922":"\n  I have splash splash lmao but all the other huge amusement parks are out of state by not like way to far from my state\n  ","816923":"\n  I'm 5'3\n  ","816924":"\n  No\n  ","816925":"\n  Cooking for others\n  ","816926":"\n  Ew neither aha\n  ","816927":"\n  I text bae or FaceTime him or I watch Netflix or eat aha\n  ","816928":"\n  Sandals\n  ","816929":"\n  Soda\n  ","816930":"\n  Movies\n  ","816931":"\n  Both\n  ","816932":"\n  I like both\n  ","816933":"\n  No wtf\n  ","816934":"\n  None ya\n  ","816935":"\n  Lol I don't care\n  ","816936":"\n  Yeah and your point ?\n  ","816937":"\n  Yeah lol\n  ","816938":"\n  I don't even live where you do I'm sorry\n  ","816939":"\n  Nope he sleeps in a twin sized bed\n  ","816940":"\n  A lot\n  ","816941":"\n  No damn I just said a billion and 1 times we don't want anymore kids\n  ","816942":"\n  Well I have work soon\n  ","816943":"\n  Peanuts\n  ","816944":"\n  ^^^\n  ","816945":"\n  ^^^\n  ","816946":"\n  No\n  ","816947":"\n  Or nah\n  ","816948":"\n  ^^^\n  ","816949":"\n  Lol I don't get how but okay\n  ","816950":"\n  I'm not really into that stuff so idk\n  ","816951":"\n  Bc WE DONT WANT ANYMORE KIDS\n  ","816952":"\n  Lol not really\n  \n  -HN-\n  ","816953":"\n  we wouldn't keep the baby\n  \n  -HN-\n  ","816954":"\n  More human\n  ","816955":"\n  Lol mines 6'1 aha\n  ","816956":"\n  Idk what that is\n  ","816957":"\n  Nope\n  ","816958":"\n  Lol\n  ","816959":"\n  Yeah we did aha\n  \n  -HN-\n  ","816960":"\n  Send me in some questions\n  \n  I'll be doing honesty night ☺️\n  \n  Go for it nothing's off limits\n  ","816961":"\n  1. My son\n  \n  2. My boyfriend\n  \n  3. iPhone cases aha\n  ","816962":"\n  Nice and I can be a bitch\n  ","816963":"\n  Nice , bitchy, sweet , caring .\n  ","816964":"\n  Yeah I do lol I don't see how I'm lucky tho\n  ","816965":"\n  Drinking lemonade\n  ","816966":"\n  He's good he's going through his terrible 2's pretty early\n  ","816967":"\n  Yay\n  ","816968":"\n  Lmao I look the same still kinda\n  ","816969":"\n  Lmao this little girl is so annoying man 😒\n  ","816970":"\n  Yeah I know aha.\n  \n  But some anon swears I live in Virginia\n  ","816971":"\n  LI ☺️\n  ","816972":"\n  Lol I really don't\n  ","816973":"\n  Bc I can and I'm 20 and I make me own decisions\n  ","816974":"\n  I'm 5'3\n  ","816975":"\n  Yeah I do\n  \n  My Twitter is : NineGDxFourO\n  \n  My IG is : The3ofus_x3\n  ","816976":"\n  Omg me and my boyfriend 4 years ago before we got together\n  ","816977":"\n  My son doesn't have one bc he can walk\n  ","816978":"\n  Get dressed\n  ","816979":"\n  Lmao no why would I ? 😂\n  ","816980":"\n  I don't hate anything\n  ","816981":"\n  Nope but I'm thinking of being on the depo\n  ","816982":"\n  Watching C.I.S\n  ","816983":"\n  Hello\n  ","816984":"\n  Aha thanks\n  ","816985":"\n  Murder a 100% !!!!!\n  \n  Her family needs justice\n  ","816986":"\n  I want his last name 💍💕\n  ","816987":"\n  Wtf is ask famous ?\n  ","816988":"\n  It's hard to raise any age kid(s)\n  ","816989":"\n  Yeah my ring finger\n  ","816990":"\n  Friday\n  ","816991":"\n  2⃣0⃣\n  ","816992":"\n  No wtf\n  ","816993":"\n  No you always ask this to everybody . Come up with new questions\n  ","816994":"\n  Well it's 8:09am and my son just woke up\n  ","816995":"\n  You can YouTube exercise videos\n  ","816996":"\n  Okay lmao ???? Anything else\n  ","816997":"\n  No and that's rude to ask\n  ","816998":"\n  1051\n  ","816999":"\n  Bc I do what I want with my life ya know\n  ","817000":"\n  Wow what\n  ","817001":"\n  Thank you ☺️\n  ","817002":"\n  A few hours ago\n  ","817003":"\n  Yeah I'm getting 9411 in numeral\n  \n  I'm getting my sons name\n  \n  I'm getting \"EST 1994\"\n  \n  I'm finishing my star tattoo\n  \n  And i want a thigh tattoo\n  ","817004":"\n  I'm okay just got back home\n  ","817005":"\n  Nope\n  ","817006":"\n  ^^^\n  ","817007":"\n  Idk lol\n  ","817008":"\n  My bae\n  ","817009":"\n  Why are you sending me this\n  ","817010":"\n  Yes I am 100%\n  ","817011":"\n  Wtf is a kink\n  ","817012":"\n  Well no shit\n  ","817013":"\n  Lmao of course she did 😂\n  ","817014":"\n  Thanks . You to\n  ","817015":"\n  9:32am\n  ","817016":"\n  Depends I usually walk away but if you keep talking to me I'm going to blow up\n  ","817017":"\n  Lmao\n  ","817018":"\n  ^^^\n  ","817019":"\n  No\n  ","817020":"\n  Nope I don't\n  ","817021":"\n  Nope but that seems pretty cool\n  ","817022":"\n  Yes I do\n  ","817023":"\n  Send me in stuff\n  ","817024":"\n  Work out\n  ","817025":"\n  ^^^^\n  ","817026":"\n  Go find yourself\n  ","817027":"\n  Okay.\n  ","817028":"\n  Good 4 them\n  ","817029":"\n  ^^^^\n  ","817030":"\n  Idk\n  ","817031":"\n  I just got off work\n  ","817032":"\n  Yeah I can\n  ","817033":"\n  I'm bored guys\n  ","817034":"\n  Lol okay then\n  ","817035":"\n  Well I live an hour away so\n  ","817036":"\n  That's the world\n  ","817037":"\n  Stupid asf\n  ","817038":"\n  Watch Netflix or go walking\n  ","817039":"\n  Lime green\n  ","817040":"\n  This text I read\n  ","817041":"\n  Wait, what\n  ","817042":"\n  Thanks 😊\n  ","817043":"\n  Cops just don't care\n  ","817044":"\n  iPhone\n  ","817045":"\n  ^^^^\n  ","817046":"\n  Oh okay lol that doesn't answer my question tho\n  ","817047":"\n  Sometimes\n  ","817048":"\n  No\n  ","817049":"\n  Between9-9:30\n  ","817050":"\n  I've answered this a lot\n  ","817051":"\n  Lol how do you know\n  ","817052":"\n  I'd rather not say\n  ","817053":"\n  Yeah\n  ","817054":"\n  Not that I know of\n  ","817055":"\n  Nope bc I'm a lefty\n  ","817056":"\n  November\n  ","817057":"\n  ^^^^\n  ","817058":"\n  Thanks :)\n  ","817059":"\n  Joseph\n  ","817060":"\n  Yeah just bc of me lol\n  ","817061":"\n  My son\n  ","817062":"\n  Nope\n  ","817063":"\n  Nothing .....\n  ","817064":"\n  Idk\n  ","817065":"\n  I can\n  ","817066":"\n  No\n  ","817067":"\n  82\n  ","817068":"\n  ^^^^\n  ","817069":"\n  Okay\n  ","817070":"\n  Wtf\n  ","817071":"\n  Lmao I'd rather not say\n  ","817072":"\n  It's not all about you anymore\n  ","817073":"\n  ^^^^\n  ","817074":"\n  Yeah and id rather not say\n  ","817075":"\n  Depends on who you are lmao\n  ","817076":"\n  No\n  ","817077":"\n  Wtf\n  ","817078":"\n  ^^^\n  ","817079":"\n  Lol no\n  ","817080":"\n  Lmao you're stupid 💋\n  ","817081":"\n  Thank you ☺️\n  ","817082":"\n  Lol apparently . I just wanna win I love her headers and I really want one lol\n  ","817083":"\n  Lol I'm banned from \"liking\" answers I liked so much of Abbie's lol\n  ","817084":"\n  ^^^\n  ","817085":"\n  Nope ☺️\n  ","817086":"\n  I hope I win lol\n  ","817087":"\n  ^^^^\n  ","817088":"\n  ^^^\n  ","817089":"\n  The hugs\n  \n  The cuddles\n  \n  The toddler fits\n  \n  The teaching him\n  \n  The kisses\n  \n  The baths\n  \n  E V E R Y T H I N G 💕\n  ","817090":"\n  Bunch of new followers .\n  \n  Send me stuff 😊\n  ","817091":"\n  No why would I make an anon account\n  \n  When I clearly have my own ?\n  ","817092":"\n  lol he definitely does\n  \n  That's his twin\n  ","817093":"\n  Sure\n  ","817094":"\n  I didn't see him he was rushed straight to the NiCU\n  ","817095":"\n  Same age as me\n  ","817096":"\n  He will be 21 months tomorrow 💕\n  ","817097":"\n  1043\n  ","817098":"\n  Reporting my answers lol\n  ","817099":"\n  And so are you 💋\n  ","817100":"\n  Lol I know you see they haven't came back aha\n  ","817101":"\n  Lmao this is the funniest most dumbest thing\n  ","817102":"\n  Thank you 😎\n  \n  That anon is a hater\n  ","817103":"\n  I am grown up\n  \n  I'm 20 😎\n  ","817104":"\n  I don't have one\n  ","817105":"\n  Twitter\n  \n  Instagram\n  \n  Facebook\n  \n  Ask.fm\n  \n  Kik\n  \n  Snapchat\n  ","817106":"\n  Their dumb asf\n  ","817107":"\n  Me\n  ","817108":"\n  I don't care for it\n  ","817109":"\n  Go jog\n  ","817110":"\n  ^^^^\n  ","817111":"\n  Yeah like my syrup can't be touching my eggs or bacon lmao\n  ","817112":"\n  Brown lmao\n  ","817113":"\n  No lol I don't even know what those are\n  ","817114":"\n  Okay\n  ","817115":"\n  He has a bucket hat his grandma bought him lol it's ugly tho\n  ","817116":"\n  I am famous bitch 😘\n  ","817117":"\n  Send bby stuff\n  ","817118":"\n  I know it's a question lmao\n  \n  Maybe aha\n  ","817119":"\n  Lmao here we go again\n  ","817120":"\n  ^^^^\n  ","817121":"\n  Don't ya feel stupid now Hayleigh 😂💋\n  ","817122":"\n  Lmao omg I know your bae 4 lyfe ~ 😍😘\n  ","817123":"\n  Lol btw Hayleigh that obsessed post wasn't about you 😂😂😂 I'm so glad you think everything somebody post is about you 😂😂😂. Good try my friend\n  ","817124":"\n  Just be careful with her\n  ","817125":"\n  She's crazy lmao . She's like obsessed with me . She talked so much shit about me and then would come to my page on anon talking more shit\n  ","817126":"\n  ^^^^^\n  ","817127":"\n  Bc a lot of people don't believe in Aliens\n  ","817128":"\n  About to make bacon 😋\n  ","817129":"\n  Lmao you see they haven't come back yet\n  ","817130":"\n  Send me in stuff guys\n  ","817131":"\n  Lmao she actually doesn't . Hayleigh does but whatever lol\n  ","817132":"\n  ^^^^\n  ","817133":"\n  No I didn't\n  ","817134":"\n  Most likely you know who she is lmao\n  ","817135":"\n  I'm doing good just having a good time in this group chat\n  ","817136":"\n  Yeah lol\n  ","817137":"\n  In a group chat with my friends and waiting to text my bae\n  ","817138":"\n  Kevin Hart\n  ","817139":"\n  Yeah\n  ","817140":"\n  That's her she talks mad shit aha but it's all good . She blocked me bc I'm fabulous 💁🏽\n  ","817141":"\n  Lmao I know saying she had me blocked for a long ass time . Like no you didn't aha she recently just blocked me bc simply bc I'm better than her 💋\n  ","817142":"\n  No lmao\n  ","817143":"\n  Lmao like why are you liking my answers\n  ","817144":"\n  im blocked but you like my answeres you must still follow me\n  ","817145":"\n  Lmao all poor Hayleigh blocked me . Ahah good for you . I sent you a question that wasn't even rude . I guess it goes to show how fucking immature you are boo boo 👏🏽 .\n  ","817146":"\n  89 😒\n  ","817147":"\n  Lmao okay bby lets group chat ahah\n  ","817148":"\n  Who wants to do a group chat with me and\n  \n   @taylorrebecca17\n  \n  through iMessage ?\n  ","817149":"\n  Yeah it's blue text for people who have iPhones and green text for people who have other phones\n  ","817150":"\n  Thanks you to\n  ","817151":"\n  The 6\n  ","817152":"\n  Thanks 😊\n  ","817153":"\n  He will be 21 months old on the 21st on July\n  ","817154":"\n  Lol I have no idea people find me interesting\n  ","817155":"\n  I do lol but idk about anyone else\n  ","817156":"\n  I'm twenty\n  ","817157":"\n  20%\n  ","817158":"\n  A little bit of both bc some people don't like my opinions aha\n  ","817159":"\n  Yeah you should be able to marry anybody you want\n  ","817160":"\n  I have way to many\n  ","817161":"\n  I honestly don't remember\n  ","817162":"\n  Omg caption obvious over here 👏🏽\n  ","817163":"\n  I'm not and I probably would be\n  \n  I know I'm blood type O which means I can donate blood to anybody lol\n  ","817164":"\n  Bc I don't want to lol .\n  \n  Obviously we don't want anymore kids\n  ","817165":"\n  12:16pm\n  ","817166":"\n  I was 18\n  ","817167":"\n  Nope I wouldn't .\n  ","817168":"\n  Long Island\n  ","817169":"\n  Guys I'm extremely bored\n  ","817170":"\n  Who are you\n  ","817171":"\n  Nope they don't, and I'm both and no and I honestly don't care\n  ","817172":"\n  ^^^^\n  ","817173":"\n  Nope\n  ","817174":"\n  Pill\n  ","817175":"\n  Pro-choice 😊\n  ","817176":"\n  I mean it's okay lmao a job is a job\n  ","817177":"\n  Send me stuff guys\n  ","817178":"\n  I don't mind it\n  ","817179":"\n  I listen to both\n  ","817180":"\n  I can dance\n  ","817181":"\n  McDonald's\n  ","817182":"\n  I like older men but by either months be my bf is 2 months older then me or 2 years old that's all\n  ","817183":"\n  House cat\n  ","817184":"\n  I don't have any\n  ","817185":"\n  Idk lmao I'm just not a cat person\n  ","817186":"\n  I'd be lazy lmao\n  ","817187":"\n  ^%%%\n  ","817188":"\n  Okay\n  ","817189":"\n  ^^^^^^\n  ","817190":"\n  It's okay and no\n  ","817191":"\n  Ask me stuff\n  ","817192":"\n  ^^^^^\n  ","817193":"\n  My shirt I'm wearing\n  ","817194":"\n  Just got home now I'm eating\n  ","817195":"\n  Yeah\n  ","817196":"\n  My smile\n  ","817197":"\n  Okay\n  ","817198":"\n  Yeah lol\n  ","817199":"\n  If the boot fits 💁🏽\n  ","817200":"\n  Shouldn't you be minding your business\n  ","817201":"\n  Being a mom\n  ","817202":"\n  By being skinny lol wtf\n  \n  And I know I've been told\n  ","817203":"\n  Lmao you must be stupid then ☺️\n  ","817204":"\n  Lol that's creepy aha\n  ","817205":"\n  LI damn\n  ","817206":"\n  At age 11\n  ","817207":"\n  Texting bae and waiting for more questions\n  ","817208":"\n  I'm fine\n  ","817209":"\n  I have no idea who that is 😩😫\n  ","817210":"\n  Ask bby stuff\n  ","817211":"\n  Ask us stuff guys 😊☺️\n  ","817212":"\n  I've heard of it and I actually\n  \n  Wanted to do it at one point\n  ","817213":"\n  Every single day\n  ","817214":"\n  No not really\n  ","817215":"\n  Bad teeth\n  \n  Bad smile\n  \n  Bad oder\n  ","817216":"\n  My son\n  \n  My boyfriend\n  \n  Money\n  \n  Music\n  ","817217":"\n  My phone aha\n  ","817218":"\n  Hazel\n  ","817219":"\n  Yeah\n  ","817220":"\n  Yeah my uggs\n  ","817221":"\n  Play in the wild\n  ","817222":"\n  I don't really have one\n  ","817223":"\n  I don't want anymore I'm content\n  \n  With my little man 💕\n  ","817224":"\n  Yeah the day my son was born 💕\n  ","817225":"\n  Good 💁🏽\n  ","817226":"\n  Guys spam me with questions\n  ","817227":"\n  7\n  ","817228":"\n  Probably like a year ago and I forgot aha\n  ","817229":"\n  Not that I know of\n  ","817230":"\n  I have strong opinions about a lot\n  ","817231":"\n  This girl 😒\n  ","817232":"\n  Has to be between Halloween and Christmas\n  \n  Halloween bc it's fall and it's a time to have fun\n  \n  Christmas bc it's about family and it's just a great time of the year\n  ","817233":"\n  Grey's Anatomy and Love & Hip Hop\n  ","817234":"\n  McDonald's lol\n  ","817235":"\n  Peanuts\n  ","817236":"\n  My type\n  ","817237":"\n  I don't do spam lol but okay\n  ","817238":"\n  ^^^^\n  ","817239":"\n  No ? Lol\n  ","817240":"\n  Send me anything you guys want ☺️\n  ","817241":"\n  10 weeks early and thanks ☺️\n  ","817242":"\n  They are blue\n  ","817243":"\n  Bam\n  ","817244":"\n  I worked aha\n  ","817245":"\n  1034 so ask me questions guys\n  ","817246":"\n  They dislike their life and want to be someone else\n  ","817247":"\n  I have a turtle\n  ","817248":"\n  No\n  ","817249":"\n  Noooo\n  ","817250":"\n  ^^^^^\n  ","817251":"\n  Yeah\n  ","817252":"\n  I don't have to prove myself to anybody and I haven't gotten any questions about it\n  ","817253":"\n  No\n  ","817254":"\n  Dirty sink , toilet seat being left opened , shower curtain not closed\n  ","817255":"\n  No\n  ","817256":"\n  29%\n  ","817257":"\n  You mean forward?\n  \n  Lol hopefully Thursday\n  ","817258":"\n  Yeah lol I said I live on LI\n  ","817259":"\n  Bc I wanted it lmao\n  ","817260":"\n  Yeah someone stole it so I had to get the 6 well I didn't have to but it made no sense to go backwards when the 6 is the newest iPhone out\n  ","817261":"\n  Idek and quite honestly idgaf\n  ","817262":"\n  I'm about to cook bacon at 12 midnight 😊\n  ","817263":"\n  October 21,2013\n  ","817264":"\n  Yeah at 7am\n  ","817265":"\n  11:04pm\n  ","817266":"\n  Doesn't matter aha\n  \n  Took your time out 😊\n  ","817267":"\n  Lmao #sorrynotsorry\n  \n  Funny how you came to my page to tell me that 😂\n  ","817268":"\n  Yeah I do lol\n  ","817269":"\n  I'm tired 😩\n  ","817270":"\n  No I'm not lol\n  ","817271":"\n  Lmao yall can't freaking read\n  ","817272":"\n  My nipple 😋\n  ","817273":"\n  iPhone 6\n  ","817274":"\n  Thanks 😊😊\n  ","817275":"\n  Thinking positive\n  \n  Let go of all negative people\n  ","817276":"\n  Obesity I don't think so but low self-esteem yeah maybe bc you should NEVER fat-shame a little kid EVER that's just wrong\n  ","817277":"\n  Guys I want ice cream\n  \n  And I'm extremely bored 😫\n  ","817278":"\n  I . Don't . Click . Links\n  \n  I guess you cannot read\n  ","817279":"\n  Yes bc that means they don't trust them or that they're probably doing something behind there back . And I use to be like that until I learned the hard way and it shouldn't be like that\n  ","817280":"\n  On LI\n  ","817281":"\n  Well I had a c section so\n  ","817282":"\n  Idk considering it doesn't show me who follows me back\n  ","817283":"\n  Yeah I work nights\n  ","817284":"\n  I . Don't . Click . Links .\n  ","817285":"\n  ^^^^\n  ","817286":"\n  Yeah lol ask me whatever yall want\n  ","817287":"\n  November 8th\n  ","817288":"\n  Yeah lmao\n  ","817289":"\n  I'm glad you know that 😊\n  \n  You're so fucking stupid 💋\n  ","817290":"\n  Would your mom\n  ","817291":"\n  California bc it's beautiful\n  ","817292":"\n  Me\n  ","817293":"\n  Lmao yeah she was mad but we weren't bullying nobody just stated facts\n  ","817294":"\n  Bby boy walking for the first time\n  \n  THROW BACK 😊\n  ","817295":"\n  I wanna do it\n  ","817296":"\n  5'3\n  ","817297":"\n  Atl\n  ","817298":"\n  No\n  ","817299":"\n  Why are you so obsessed with her ?\n  ","817300":"\n  Yeah I have and I like it aha saves you MONEY\n  ","817301":"\n  Guys I can upload videos from my camera roll 😊\n  ","817302":"\n  Awe , thank you bby 💕\n  \n  Same goes for you 😘\n  ","817303":"\n  At 3 months 😊\n  ","817304":"\n  I mean it was sending messages slow but it works\n  ","817305":"\n  Snapchat and kik\n  ","817306":"\n  Watching Grey's Anatomy at 4:48am when I have to be up by 6 😒\n  ","817307":"\n  You're a cunt , check out my page for proof 💋\n  ","817308":"\n  Yeah sometimes bc I can get lazy\n  ","817309":"\n  Yeah\n  ","817310":"\n  ^^^^\n  ","817311":"\n  No bc if they were good they wouldn't have come to that end you know\n  ","817312":"\n  No not really only when he wants to\n  ","817313":"\n  He will be 21 months on the 21st\n  ","817314":"\n  7am-4pm\n  ","817315":"\n  Awh thank you 💘\n  ","817316":"\n  Sometimes both and bc I honestly don't know I never really thought of that\n  ","817317":"\n  Send me some love you guys 😊💕\n  ","817318":"\n  Yes\n  ","817319":"\n  Ugh bc I suck at reading 😩😫\n  ","817320":"\n  Good 4 you\n  ","817321":"\n  Yay 😊\n  ","817322":"\n  Yeah definitely I'll be first to say something\n  ","817323":"\n  Actually nothing I'm comfortable with my partner\n  ","817324":"\n  Nope I actually like it 😊\n  ","817325":"\n  I have no idea . I never heard of that\n  ","817326":"\n  Lol I never had a crazy hair style just besides my hair was red lol\n  ","817327":"\n  I want it 😊\n  ","817328":"\n  I forgot to be honest\n  ","817329":"\n  ^^^^\n  ","817330":"\n  Lol thank you\n  ","817331":"\n  No\n  ","817332":"\n  No\n  ","817333":"\n  How about this selfie early of my new dress i bought td\n  ","817334":"\n  Yeah\n  ","817335":"\n  Awh why thank you 💘\n  \n  But we are done having kids\n  ","817336":"\n  Yeah . We don't want anymore kids\n  ","817337":"\n  Depends\n  ","817338":"\n  3lbs 2oz\n  ","817339":"\n  Lmao yeah I know considering if I was to ask them where he is atm I bet they couldn't tell me 😂\n  ","817340":"\n  Sure .....\n  ","817341":"\n  You couldn't have heard . The only way you could have heard is from me .\n  \n  But yeah 30weeks\n  ","817342":"\n  Lmao okay sure thing bby\n  ","817343":"\n  Lol they probably are and they suck aha\n  ","817344":"\n  Lmao no I'm not . I barely get questions with that many followers lol 😒\n  ","817345":"\n  1031\n  ","817346":"\n  Probably 2 months ago idek\n  ","817347":"\n  The3ofus_x3\n  ","817348":"\n  \"How old are you\" when it's clearly in my bio or I just stated it\n  ","817349":"\n  ^^^\n  ","817350":"\n  That would be weird aha\n  ","817351":"\n  I want to\n  ","817352":"\n  Nope\n  ","817353":"\n  Yeah\n  ","817354":"\n  I like both 😏\n  ","817355":"\n  Yeah it's a huge turn on\n  ","817356":"\n  ^^^^\n  ","817357":"\n  Entertain me guys\n  ","817358":"\n  What app lol depends\n  ","817359":"\n  I want one 😩\n  ","817360":"\n  Why\n  ","817361":"\n  Dying my hair 😊\n  ","817362":"\n  Thanks\n  ","817363":"\n  Or nah 😊\n  \n  Can I get real questions\n  ","817364":"\n  Or nah 😊\n  ","817365":"\n  Morning cuddles with my bby boy 😍💕\n  ","817366":"\n  I don't even remember it lol\n  ","817367":"\n  Hi\n  ","817368":"\n  Thank you\n  ","817369":"\n  Thanks\n  ","817370":"\n  19 months on the 21st\n  ","817371":"\n  ^^^\n  ","817372":"\n  Yeah\n  ","817373":"\n  No lol I'm to lazy for all of that\n  ","817374":"\n  Lol probably bc I'm just nice like that lol\n  ","817375":"\n  Gee thanks\n  ","817376":"\n  Notforyoux3\n  ","817377":"\n  Why did Ig give me over 100 + followers\n  ","817378":"\n  Smh\n  ","817379":"\n  Yeah I love his smell but I can't explain lmao\n  ","817380":"\n  Yeah for a month\n  ","817381":"\n  Almost 4 years\n  ","817382":"\n  Guys I'm bored\n  \n  Send me in stuff get to know me better\n  \n  Ill be answering anything don't be shy 😊\n  ","817383":"\n  Bye I'm blocking you if you come back\n  ","817384":"\n  I can block you 😊\n  ","817385":"\n  Okay\n  ","817386":"\n  Idk who told you that\n  ","817387":"\n  Just tell him \"I'm pregnant\"\n  ","817388":"\n  I'm good just exhausted going to take a nap\n  \n  Spam me with questions\n  ","817389":"\n  No lol\n  ","817390":"\n  Mhm\n  ","817391":"\n  Math\n  ","817392":"\n  Bacon egg and cheese on a roll\n  ","817393":"\n  No I've been trying tho\n  ","817394":"\n  Sure\n  ","817395":"\n  Well it's 9:03am and Joe is still sleeping\n  \n  So I'm about to go shower\n  \n  Bc all moms can agree it's hard to shower\n  \n  With a toddler around or even walking around lol\n  ","817396":"\n  Thank ya\n  ","817397":"\n  7:30am\n  ","817398":"\n  No\n  ","817399":"\n  No I haven't\n  ","817400":"\n  I like it then I dont lol but I do it haha\n  ","817401":"\n  I'd stay with them and help them get on their feet\n  ","817402":"\n  Ffs are ya'll that dumb ?\n  ","817403":"\n  Just got off FaceTime with bae 💘\n  ","817404":"\n  Ugh It is it makes me sick to my stomach\n  ","817405":"\n  Fish and I hate the way it looks and smells\n  \n  And I also hate crab I've tried it and the taste is nasty and the smell ugh\n  ","817406":"\n  I'd like either or\n  ","817407":"\n  Lmao yeah I'm sure 😊\n  ","817408":"\n  I'm a mother\n  ","817409":"\n  Sometimes depends\n  ","817410":"\n  Ask bby to be added to her spam 😊\n  ","817411":"\n  I laugh them off most of the time\n  ","817412":"\n  Yeah I'm a night owl but I don't sleep all day I can go to bed at 4am and be up by 8am lol but I'll take a nap throughout the day\n  ","817413":"\n  Yay\n  ","817414":"\n  Yeah\n  ","817415":"\n  Noforyoux3\n  ","817416":"\n  1025\n  ","817417":"\n  Guys guess what\n  ","817418":"\n  Yeah there should be no reason why he gets bad grades period\n  ","817419":"\n  With my son and waiting to text bae\n  ","817420":"\n  My nose\n  \n  My nipple\n  \n  And belly\n  ","817421":"\n  Omg omg sue me\n  ","817422":"\n  Yeah in my 2013\n  ","817423":"\n  I believe 18 lol\n  ","817424":"\n  Lmao you must be kidding me right ?😒\n  ","817425":"\n  Lmao what ? I don't post my ass on snapchat 😂\n  ","817426":"\n  1. He was born 10 weeks early\n  \n  2. He's going to be 20 months on the 21st\n  \n  3. He has all his teeth\n  \n  4. He's been off the bottle since he was 12 months\n  \n  5. He has curly hair like me\n  \n  6. He's his dad's twin all the way\n  \n  7. When he's mad he throws things\n  \n  8. He can only sleep with his blanket he carries around\n  \n  9. He wears 3T shirts and 24 month pants or 2T\n  \n  10. He's a size 5 in toddler shoes\n  \n  11. He likes to smile or make funny faces for the camera\n  \n  12. He loves to help out\n  \n  13. He sleeps until 10am and goes to bed at 9\n  \n  14. He hates his doctor 😂\n  \n  15. He's so outgoing\n  ","817427":"\n  Lmao oh gosh yeah\n  ","817428":"\n  Why thank ya\n  ","817429":"\n  Probably like 12\n  ","817430":"\n  Yesterday\n  ","817431":"\n  ^^^\n  ","817432":"\n  Negative effect\n  ","817433":"\n  11|08\n  ","817434":"\n  Guys don't be boring and send me in stuff 💝\n  ","817435":"\n  Go over to bby\n  ","817436":"\n  No\n  ","817437":"\n  My iPhone and don't worry\n  ","817438":"\n  ^^^\n  \n  Sorry this was so late\n  ","817439":"\n  You can iMessage me 😊\n  ","817440":"\n  No\n  ","817441":"\n  Yeah\n  ","817442":"\n  2\n  ","817443":"\n  Ask me stuff guys come on\n  ","817444":"\n  Nothing wth\n  ","817445":"\n  Go to bby page for advice\n  ","817446":"\n  My body wash lol it brings good and bad memory's\n  ","817447":"\n  I have no idea\n  ","817448":"\n  Green and yellow lol\n  ","817449":"\n  I hate water lol\n  ","817450":"\n  Turning out like my mom\n  \n  Clowns\n  \n  And thunder\n  \n  Oh yeah bugs to\n  ","817451":"\n  No I don't\n  ","817452":"\n  Periods\n  ","817453":"\n  No I don't\n  ","817454":"\n  Nope\n  ","817455":"\n  Yeah 😒\n  ","817456":"\n  Having a c section\n  ","817457":"\n  Yeah\n  ","817458":"\n  I have no idea\n  ","817459":"\n  Food and sprays and my body wash haha\n  ","817460":"\n  Probably and idk\n  ","817461":"\n  Sometimes my house be creepy\n  ","817462":"\n  I never knew that good fact tho\n  ","817463":"\n  Awh bby\n  ","817464":"\n  1. Outgoing\n  \n  2. Hilarious\n  \n  3. Mischievous\n  \n  4. Blunt\n  \n  5. Nice\n  ","817465":"\n  No lol\n  ","817466":"\n  No\n  ","817467":"\n  Sky dive\n  ","817468":"\n  Listen to music\n  ","817469":"\n  I have no idea what that is\n  ","817470":"\n  You can't read a bio lol\n  ","817471":"\n  Thank you 😊\n  ","817472":"\n  Hello\n  ","817473":"\n  I have the 6\n  ","817474":"\n  22%\n  ","817475":"\n  November 8th\n  ","817476":"\n  Goddamn ya'll don't read a bio\n  ","817477":"\n  Lmao I know I'm like wtf is a Josif 😂\n  ","817478":"\n  Bc I don't post pictures of him no more . You creepy people don't need pictures of my son to steal\n  ","817479":"\n  Jo? That's not his name Either smh\n  \n  But no I will not post a picture of him\n  ","817480":"\n  My sons name isn't Josif ?\n  ","817481":"\n  Wtf is a Josif?\n  ","817482":"\n  Gee thanks 😊\n  ","817483":"\n  Nothing bc that's immature\n  ","817484":"\n  No\n  ","817485":"\n  9:18pm\n  ","817486":"\n  Mhm\n  ","817487":"\n  1,026\n  ","817488":"\n  Today\n  ","817489":"\n  Yeah if I get questions\n  ","817490":"\n  Send me in stuff guys\n  ","817491":"\n  ^^^\n  ","817492":"\n  Twerking lol\n  ","817493":"\n  My son\n  ","817494":"\n  I'll cut that friendship short lol\n  ","817495":"\n  I told my parents at 12 weeks and my sons father knew already we took the test together\n  ","817496":"\n  Stupid\n  ","817497":"\n  *^^\n  ","817498":"\n  Don't know who you are\n  ","817499":"\n  6:10am\n  ","817500":"\n  Send me stuff guys\n  ","817501":"\n  Fake ness\n  ","817502":"\n  Not really lol\n  ","817503":"\n  Nope we wanna try a lot\n  ","817504":"\n  Nope he likes all that I like\n  ","817505":"\n  ^%^^\n  ","817506":"\n  No\n  ","817507":"\n  I like all the above\n  ","817508":"\n  Yeah\n  ","817509":"\n  Why do you ask this all the time\n  ","817510":"\n  No\n  ","817511":"\n  Depends lol on my mood\n  ","817512":"\n  Huh\n  ","817513":"\n  Nope I can never sleep 😩\n  ","817514":"\n  1\n  ","817515":"\n  2\n  ","817516":"\n  Nope not in my eyes\n  ","817517":"\n  Not really sometimes when I'm bored\n  ","817518":"\n  I was exactly 30 weeks\n  ","817519":"\n  About to go eat Taco Bell which I don't think is a good idea\n  ","817520":"\n  I was ode I mixed tequila and that resulted in me throwing up 😒😂\n  ","817521":"\n  ^^^^\n  ","817522":"\n  My attitude! They set me back from a lot\n  ","817523":"\n  I use pampers the swaddler ones\n  \n  And I heard huggies give rash and I've seen pictures\n  ","817524":"\n  I don't agree with it but I mean accidents do happen don't get me wrong but having a child at a young age should be the last thing on your mind especially if you haven't even finished school yet . And planning a child before hitting puberty has to be the most dumbest thing EVER !!!!\n  ","817525":"\n  Nope\n  ","817526":"\n  Pros: cuddles\n  \n  Hugs\n  \n  Watching them grow\n  \n  Smiles\n  \n  Laughs\n  \n  Cons: lack of sleep\n  \n  When they can't talk no knowing what they want\n  \n  And idk I've never been a single parent\n  ","817527":"\n  Mean, outgoing , caring , fun , blunt\n  ","817528":"\n  I like both\n  ","817529":"\n  Last night bc I was drunk lmao\n  ","817530":"\n  ^^^\n  ","817531":"\n  ^^^\n  ","817532":"\n  No\n  ","817533":"\n  Yeah my mom 😒 we just act a like\n  ","817534":"\n  I don't believe in that to be honest just bc you're the youngest doesn't mean anything . I'll tell them straight up they get treated like everyone else\n  ","817535":"\n  I've been awake lol with this hangover\n  ","817536":"\n  It actually is refreshing\n  ","817537":"\n  Yay\n  ","817538":"\n  But you know I want your spam bby 😘\n  ","817539":"\n  ^^^\n  ","817540":"\n  😊\n  ","817541":"\n  ^^^^\n  ","817542":"\n  I have none saved on this phone\n  ","817543":"\n  I don't have one 😩\n  ","817544":"\n  A softer side\n  ","817545":"\n  Attitude\n  \n  Sweet\n  \n  Loving\n  \n  Caring\n  ","817546":"\n  People\n  ","817547":"\n  The way people at towards each other\n  ","817548":"\n  ^^^\n  ","817549":"\n  😍😊😋💕\n  ","817550":"\n  So guys don't look at their panties idk\n  ","817551":"\n  I'm craving alcohol right now\n  ","817552":"\n  Huh\n  ","817553":"\n  No\n  ","817554":"\n  Nothing really\n  ","817555":"\n  Neither\n  ","817556":"\n  Thanks you to and\n  \n  Getting drunk\n  ","817557":"\n  Lmao I have no idea what you're talking about 😂💋\n  ","817558":"\n  😊\n  ","817559":"\n  Biting my nails\n  ","817560":"\n  No\n  ","817561":"\n  No lol\n  ","817562":"\n  Amazing lol\n  ","817563":"\n  It's 7:00am here\n  ","817564":"\n  92%\n  ","817565":"\n  I don't remember\n  ","817566":"\n  Thanks you too 😊\n  ","817567":"\n  Not for your eyes to see only bae\n  ","817568":"\n  If rather not post it lmao\n  ","817569":"\n  It's blonde\n  ","817570":"\n  Mhm I'm . Pap of my bedroom isn't a question I can answer\n  ","817571":"\n  Well you always ask that question and you ask it to multiple people everyday 👋🏽\n  ","817572":"\n  1023\n  ","817573":"\n  Bye\n  ","817574":"\n  Lol are you forreal\n  ","817575":"\n  Ask me stuff to guys 😊\n  ","817576":"\n  Nicole , or Jen\n  ","817577":"\n  Idk\n  ","817578":"\n  Nope\n  ","817579":"\n  Yeah , bud and Xanax ^^^^\n  \n  And ciggs\n  ","817580":"\n  It doesn't matter\n  ","817581":"\n  Then don't ask stupid questions\n  ","817582":"\n  Lmao nah ; that's to deep I'm in the middle of the island 😊\n  ","817583":"\n  Wtf\n  ","817584":"\n  I don't have a favorite song by him\n  ","817585":"\n  What do you think\n  ","817586":"\n  I'm proud of you to\n  ","817587":"\n  If you go through my likes you'd know he's not but whatever flats your boat\n  ","817588":"\n  Bye\n  ","817589":"\n  He's not my bby daddy he's the father of our son and are you stupid\n  ","817590":"\n  Why would you even assume that\n  ","817591":"\n  Joseph\n  ","817592":"\n  Still texting bae and watching Love & Hip Hop NYC\n  ","817593":"\n  11|08\n  ","817594":"\n  Why ask a stranger if it's wrong . You know right from wrong\n  ","817595":"\n  How tf am I suppose to know ?\n  \n  And I could careless tbt\n  ","817596":"\n  No\n  ","817597":"\n  Lmao so then why would I post a picture it's not Monday\n  ","817598":"\n  Yeah I do lol\n  ","817599":"\n  I have one of my nipples pierced lmao and idk I didn't breastfeed and I got my nipple done like a couple months ago\n  ","817600":"\n  Yeah you don't know what bae is lmao\n  ","817601":"\n  Texting bae and watching Love & Hip Hop\n  ","817602":"\n  Yeah Paris\n  ","817603":"\n  9-9:30\n  ","817604":"\n  Bc it is wtf\n  ","817605":"\n  I'm bored guys I'll answer anything\n  ","817606":"\n  ^^^^\n  ","817607":"\n  Religion\n  ","817608":"\n  With who and who's her\n  ","817609":"\n  Yeah\n  ","817610":"\n  Yeah lmao\n  ","817611":"\n  20.....\n  ","817612":"\n  12:17am\n  ","817613":"\n  Send me in stuff guys\n  \n  I'm extremely bored right now\n  ","817614":"\n  Hello\n  ","817615":"\n  Lmao huh\n  ","817616":"\n  2 nights ago\n  ","817617":"\n  80\n  ","817618":"\n  What do you think\n  ","817619":"\n  Why\n  ","817620":"\n  No\n  ","817621":"\n  Doesn't matter\n  ","817622":"\n  Okay\n  ","817623":"\n  Yeah\n  ","817624":"\n  Sometimes\n  ","817625":"\n  ^^^^\n  "}}