{"Question":{"818699":"\n   current mood\n  ","818700":"\n   what makes you mad\n  ","818701":"\n   what time is it\n  ","818702":"\n   Okay everyone, that is all the spam for now. Sorry if they weren't fantastic questions, I can't think of what to ask to save my life tonight, but I hope y'all enjoyed it anyways. If you have any specific topics you'd like me to spam on, please inbox me suggestions. MY INBOX IS OPEN FOR ALL QUESTIONS\n  ","818703":"\n   Would you label yourself as a guru for anything? (ie: fashion, cooking, gardening, exercise, etc)\n  ","818704":"\n   Do you ever feel incomparable to others? Do you ever feel common to others? Why?\n  ","818705":"\n   To those living outside the USA... how often do you encounter web content that is blocked because you're not in America? What is it? What do you do about that? If you're in America... have you ever encountered content not accessible to you based on your country?\n  ","818706":"\n   Do people ever come to you for advice? Do you think you're capable of giving authentic and  bettering advice than some? What is your greatest advice story and what were the results?\n  ","818707":"\n   When you know in your heart that you're right about something, how do you go about letting someone know who disagrees?\n  ","818708":"\n   Do you try to censor your opinions or do you have no problem letting loose verbally in order to get a point across?\n  ","818709":"\n   What really gives you a sour taste in your mouth?\n  ","818710":"\n   What kind of actions do you find to be disrespectful in public?\n  ","818711":"\n   Do you feel that we should try and shelter the future generation in hopes that they will not act or make the mistakes that we made or is the best alternative to let them experience life for themselves? To make their own mistakes to learn from them along the way? To get a feel of growing up? Why?\n  ","818712":"\n   To you, what has been the hardest part about growing up?\n  ","818713":"\n   What does hope mean to you?\n  ","818714":"\n   What are some kinds of questions that you receive almost daily that make your skin crawl? (Please do not answer if some of those may be a trigger warning). If you received this a second time, I'm sorry my internet is wigging out.\n  ","818715":"\n   do you live in Texas by the tornadoes\n  ","818716":"\n   are you craving anything\n  ","818717":"\n   how are you this evening\n  ","818718":"\n   hello\n  ","818719":"\n   Your mom's a ho\n  ","818720":"\n   Making jokes? Have you seen your face frog eyes?\n  ","818721":"\n   Just look at yo arms fucking matchsticks\n  ","818722":"\n   Make yo nigger lips look even bigger.\n  ","818723":"\n   You type like a retard.\n  ","818724":"\n   last thing you ate\n  ","818725":"\n   are you mean\n  ","818726":"\n   do you have a washer and dryer\n  ","818727":"\n   Doing a honesty night! Send your followers my way to ask me questions ☺️ thanks\n  ","818728":"\n   can your son walk\n  ","818729":"\n   so you don't want anymore kids ?\n  ","818730":"\n   you're DP is amazing\n  ","818731":"\n   what are you doing\n  ","818732":"\n   do you listen to Lupe Fiasco?\n  ","818733":"\n   yes because now you got it who i am talking about? haha\n  ","818734":"\n   you have long ass fingers god damn\n  ","818735":"\n   That boyish Southern gal sounds really girly. You heard her voice? damn mm\n  ","818736":"\n   i am talking about Red Stick Mommy?\n  ","818737":"\n   That boyish Southern gal sounds really girly. You heard her voice? damn mm\n  ","818738":"\n   Please read and remember.\n   \n    http:\/\/ask.fm\/cajunmommaaa\/answer\/127134405631\n   \n   I am also going to spam a little bit here later on tonight. If interested, please let me know ahead of time.\n  ","818739":"\n   Do you live in his house?\n  ","818740":"\n\n    http:\/\/img2.ask.fm\/wallpapers2\/051\/815\/047\/680\/original\/file.jpg?1430779776\n   \n   those pants are totally fallin\n  ","818741":"\n   Are you the only kid? Is your bf the only kid?\n  ","818742":"\n   Your bf cant even wear pants properly WTF\n  ","818743":"\n   Any specific reason? Money issue ruins relationships.\n  ","818744":"\n   Um why not?\n  ","818745":"\n   You are petite and skinny as hell. Do  you think there could be complications with giving another birth? Is that what you mean?\n  ","818746":"\n   Why do you have \"only\" one kid?\n  ","818747":"\n   Yep, i see now you deffs are a better person than her. See, there you go\n  ","818748":"\n   ok i just think you'd look better as being a bit fat\n  ","818749":"\n   You just need to eat more. I hope you don't think of this as rude, but i think you need to eat more.\n  ","818750":"\n   Reachel is toxic. Don't talk to her. There must be still something good in you left\n  ","818751":"\n   Oh now it \"doesn't\" because you are a user and i am an anon. Makes no sense. Hypocrite. Hater. You are a jerk\n  ","818752":"\n   So you are a hater. I am mad. Hater\n  ","818753":"\n   what would you do of Joseph cursed at the age he is\n  ","818754":"\n   \"yall\"??? wtf are you some character from Kunta Kinte? piss off with that\n  ","818755":"\n   do you love yourself\n  ","818756":"\n   how many unanswered questions do you have\n  ","818757":"\n   what are you doing\n  ","818758":"\n   What would you do if you woke up and all the other people were gone?\n  ","818759":"\n   So I just made detox water with lemon, cucumber, strawberries, and mint leaves. Are those the right ingredients if you've made one? I hope I didn't do it wrong haha.\n  ","818760":"\n   how old are you\n  ","818761":"\n   who's TP\n  ","818762":"\n   is if hot where you live\n  ","818763":"\n   Hey guys! So tomorrow, I'm going to be babysitting a little 2 year old girl who I've never met before. what are some things I can do with her? Inside or outside. What are some things your child likes? (Don't answer the last one if your child isn't near the age of the girl please)\n  ","818764":"\n   why don't you want anymore kids\n  ","818765":"\n   -💕-\n  ","818766":"\n   do you know Alexis Loveland\n  ","818767":"\n   do you give advice\n  ","818768":"\n   do you have sex everyday\n  ","818769":"\n   boy or girl\n  ","818770":"\n   your so pretty I'm jealous\n  ","818771":"\n   where's Joseph\n  ","818772":"\n   have you seen Ted\n  ","818773":"\n   whats your favourite musical and song from it?\n  ","818774":"\n   do you know any fake accounts\n  ","818775":"\n   are you sure you're not pregnant\n  ","818776":"\n   did you're wrist tattoo hurt\n  ","818777":"\n   is there a family business in your family? are you expected to join it?\n  ","818778":"\n   Post a picture of your pregnancy please\n  ","818779":"\n   Post a picture of your bedroom please\n  ","818780":"\n   Has did the sex full like was it hard or slow\n  ","818781":"\n   Post a picture of you in a dress please\n  ","818782":"\n   last time you smoked\n  ","818783":"\n   last time you had sex\n  ","818784":"\n   How much is your phone battery life on\n  ","818785":"\n   you take nice pictures\n  ","818786":"\n   post your profile picture\n  ","818787":"\n   omg you're DP is flawless 😍\n  ","818788":"\n   are you okay\n  ","818789":"\n   how long you been with you're boyfriend\n  ","818790":"\n   how many followers do you have\n  ","818791":"\n   I had to go over that last \"question\" twice.  That's how bad i am.  Once for this one.\n  ","818792":"\n   One of MY biggest pet peeves!!  I type too fast and letters get left out. >:(\n  ","818793":"\n   You hand it very well. :)\n  ","818794":"\n   If people would treat others with respect I wouldn't be here.  Hmm... scary thought!!\n  ","818795":"\n   my insult was not an insult....but if you want to appear like an uneducated person, your business.\n  ","818796":"\n   One of my biggest pet peeves on this site period!!\n  ","818797":"\n   close the bathroom door when ur home alone\n  ","818798":"\n   \"Better\"?  More like tasteful!!  Those are just wrong, mate. :p\n  ","818799":"\n   do u\n  ","818800":"\n   do u close the bathroom door when ur home alone\n  ","818801":"\n   YOUR grammar\/spelling sucks worse than the question.\n  ","818802":"\n   where is the weirdest place you've peed\n  ","818803":"\n   did ur parents ever walk in on u having sex\n  ","818804":"\n   Hey :), do you want to get some pics of my hot sixpack or a steamy sexual short story :) ? - Add me on kik - michaeljones08\n  ","818805":"\n   If you were about to put on your heels and i was tiny the size of a ant inside one of them what would u do\n  ","818806":"\n   is this really ur snapchat id?\n  ","818807":"\n   yes or no\n  ","818808":"\n   snaphat id?\n  ","818809":"\n   Heels flip flops flats which do you wear most often\n  ","818810":"\n   ur mom and dad ever walk in on u having sex\n  ","818811":"\n   A lot of people including myself contemplate on deactivating due to the lack of creative writing. What is making you stay a part of the Ask.fm community?\n  ","818812":"\n   u can tell me\n  ","818813":"\n   How old are you\n  ","818814":"\n   jw\n  ","818815":"\n   when did u guys have sex last\n  ","818816":"\n   Say belly button 5x fast on video\n  ","818817":"\n   u see ur bf naked\n  ","818818":"\n   wht ru doing\n  ","818819":"\n   if anyone wants to be taken off the list (so you wont recieve questions anymore) please let me know i won't take offence! ive got people waiting. I'll go through the people already on there tomorrow and remove those who aren't following the rules or answering with one word answers\n  ","818820":"\n   how ru\n  ","818821":"\n   what is the most dangerous sport in your opinion? why is this?\n  ","818822":"\n   Have you ever had a medical scare that randomly came up? like it wasn't there one day then the next was? I have a pressure sore on my heel that randomly came on black and skipped the first 2 stages. we think I should be in a wound center or the hospital.\n  ","818823":"\n   how old were you when you first had an alcoholic drink?\n  ","818824":"\n   do you like spicy foods? whats your favourite?\n  ","818825":"\n   Do you believe in ghosts?\n  ","818826":"\n   PHOTO CHALLENGE: Take a photo with your grandma,where she grabbing you by your shirt.\n  ","818827":"\n   the next spam will be about the Kardashian family, was requested by anon. i was meant to do it yesterday but i wasnt feeling great so I'll do it now instead :)\n  ","818828":"\n   Q1. who is your favourite Kardashian and why?\n  ","818829":"\n   Q2. Do you still count Kylie and Kendall Jenner as Kardashian sisters?\n  ","818830":"\n   Q3. would you consider following the name pattern each Kardashian has for your children? ie. naming them all with the same letter\n  ","818831":"\n   Q4. why do you think the Kardashian family is as famous as it is?\n  ","818832":"\n   when's your 21st birthday\n  ","818833":"\n   plans for today\n  ","818834":"\n   How long does it take you to get ready in the morning?\n  ","818835":"\n   Do you work every single day even on weekends?\n  ","818836":"\n   you're my inspiration\n  ","818837":"\n   do you co sleep\n  ","818838":"\n   # of followers\n  ","818839":"\n   good morning\n  ","818840":"\n   hey\n  ","818841":"\n   I vote this idiotic person gets off your page. herself is annoying everyone's feed and she's irrelevant so um\n  ","818842":"\n   Why must you try so hard to prove something you can't, and that too in the entirety of your own flaws? :p there lies your faulty argument. :p Anyway, I shall leave you in peace dear.\n  ","818843":"\n   i love asking you questions\n  ","818844":"\n   Your* I can only imagine how educated your friend Anna is! After all, friends do have an influence on each other doesn't matter if it has to be bad or good in your case.. And here I thought you were to decide who's irrelevant! Lol\n  ","818845":"\n   Is there a Disney movie you love but don't have?\n  ","818846":"\n   why is he up this late anyways\n  ","818847":"\n   does the sex spams I answer bother my followers?? if so I WILL stop answering just rell me ( not sent to all that I follow)\n  ","818848":"\n   what are you doing\n  ","818849":"\n   Do you watch modern family?\n  ","818850":"\n   It's a black comedy show, it's funny\n  ","818851":"\n   would you get an abortion\n  ","818852":"\n   Do you watch blakckish?\n  ","818853":"\n   ever have an abortion\n  ","818854":"\n   how many followers you have\n  ","818855":"\n   Blue tea sounds more like a cure for blue balls\n  ","818856":"\n   Did you have good grades in school?\n  ","818857":"\n   no, I mean full custody?!\n  ","818858":"\n   I never had blue tea but apparently it exists, I forgot what it's good for\n  ","818859":"\n   Eww raspberry tea is nasty 😷\n  ","818860":"\n   Favorite kool aid flavor?\n  ","818861":"\n   Green tea or blue tea?\n  ","818862":"\n   Ice coffee or hot coffee?\n  ","818863":"\n   Ice tea or hot tea?\n  ","818864":"\n   Favorite juice?\n  ","818865":"\n   Favorite soda?\n  ","818866":"\n   If you have 10 pets what pets would you have and what would be there names?\n  ","818867":"\n   You don't like fruit punch?? You're weird lol😂\n  ","818868":"\n   Do you like other seafood?\n  ","818869":"\n   Why don't you like fish? Fish is good\n  ","818870":"\n   What's the nastiest non alcoholic drink you ever tasted?\n  ","818871":"\n   What's the nastiest alcoholic drink you ever tasted?\n  ","818872":"\n   What's wrong with white castle?\n  ","818873":"\n   What's the worst restaurant you ever dined in?\n  ","818874":"\n   What's the worst fast food restaurant in your opinion?\n  ","818875":"\n   how long does you're period last\n  ","818876":"\n   Why are people human?\n  ","818877":"\n   Random statistics:  Did you know that kids this year are getting an average of $3.70 per lost tooth? How much are you gonna give for your child's loose tooth?\n  ","818878":"\n   If you can't choose neither, would you rather live in a house infected with cockroaches, spiders, or ants?\n  ","818879":"\n   How much do you think school have helped you in life since you graduated?\n  ","818880":"\n   Have you ever had a moment when you thought life was pointless?\n  ","818881":"\n   Have you ever felt depressed?\n  ","818882":"\n   What are you allergic to?\n  ","818883":"\n   What creeps you out?\n  ","818884":"\n   what do u mean by real qustions\n  ","818885":"\n   Have you ever played ding dong ditch? Did you get caught?\n  ","818886":"\n   u mean by real\n  ","818887":"\n   do u walk around ur house in ur underwere\n  ","818888":"\n   do u fart in pubilc\n  ","818889":"\n   yes or no\n  ","818890":"\n   if u ur home alone do u close the bathroom door when u poop\n  ","818891":"\n   What's the funniest prank you played on someone?\n  ","818892":"\n   the bathroom door\n  ","818893":"\n   do u close it when ur family is home\n  ","818894":"\n   What words don't get used enough?\n  ","818895":"\n   Have you ever played spin the bottle?\n  ","818896":"\n   Ever played a prank on someone?\n  ","818897":"\n   Are you the calm, serious, or goofy type of person?\n  ","818898":"\n   Do you prefer skirts or dress?\n  ","818899":"\n   What age did you lose your virginity?\n  ","818900":"\n   What was your first phone?\n  ","818901":"\n   What food do you not like?\n  ","818902":"\n   Favorite movie genre?\n  ","818903":"\n   What movies made you cry?\n  ","818904":"\n   When was the last time you cried?\n  ","818905":"\n   The question about having your son with you all the time\n  ","818906":"\n   Have you ever saw the movie Killer Clowns? 😂\n  ","818907":"\n   What was the last thing that scared you?\n  ","818908":"\n   Dang why your answered that so mean lol\n  ","818909":"\n   What caused you to become scared of clowns?\n  ","818910":"\n   do you have your son all the time?\n  ","818911":"\n   What's something you always wanted as a child but never got?\n  ","818912":"\n   What's your biggest fear?\n  ","818913":"\n   Were you ever popular in school?\n  ","818914":"\n   Have you ever got into a fight in school?\n  ","818915":"\n   Have you ever been suspended in school?\n  ","818916":"\n   Do you swallow?\n  ","818917":"\n   Favorite sex position?\n  ","818918":"\n   Did anal hurt?\n  ","818919":"\n   Do you give oral?\n  ","818920":"\n   Do you still use condoms?\n  ","818921":"\n   Ever had sex with a girl?\n  ","818922":"\n   Ever had a public nip slip?\n  ","818923":"\n   Ever kissed a girl?\n  ","818924":"\n\n    https:\/\/www.youtube.com\/watch?v=gCa1ut77I84\n   \n","818925":"\n   Have you ever been in a car accident?\n  ","818926":"\n   Have you ever gotten a speeding ticket?\n  ","818927":"\n   What activities did you participated in school?\n  ","818928":"\n   Are you a fast or slow runner?\n  ","818929":"\n   Ever ran from the police?\n  ","818930":"\n   How many siblings you have?\n  ","818931":"\n   Last time you got into a physical fight?\n  ","818932":"\n   Ever been arrested?\n  ","818933":"\n   Have you ever got caught stealing?\n  ","818934":"\n   Ever have feelings for a girl?\n  ","818935":"\n   What's one thing you tried that you will never try again?\n  ","818936":"\n   do you have any siblings? if so post a picture?\n  ","818937":"\n   What's the craziest thing you did while you were high?\n  ","818938":"\n   What's' the craziest thing you did while you were drunk?\n  ","818939":"\n   What's the most embarrassing thing you did in high school?\n  ","818940":"\n   Have you had your but grabbed by an unwanted person?\n  ","818941":"\n   What's the most dangerous thing someone dared you to do?\n  ","818942":"\n   Have you stole something from a store and got away with it?\n  ","818943":"\n   What's the funniest thing you heard today?\n  ","818944":"\n   Have you ever walked around the house naked?\n  ","818945":"\n   In three words, how would you describe your best friend?\n  ","818946":"\n   hi can i taste your shoes ?\n  ","818947":"\n   It's \"How I met your mother \" not meet 😋😝\n  ","818948":"\n   do u close the bathroom when ur home alone\n  ","818949":"\n   where is the weirdest place you've peed\n  ","818950":"\n   honesty night\n  ","818951":"\n   if i become your slave what would you make me do ?\n  ","818952":"\n   What is your favorite tv show?\n  ","818953":"\n   Have you ever met any moms on here that you follow?\n  ","818954":"\n   What is your morning routine?\n  ","818955":"\n   What is your night routine?\n  ","818956":"\n   What's Emily Nash Instagram ?\n  ","818957":"\n   She has a picture of him on her ask FORWARD FACING and he isn't even strapped in properly, the strap was falling off his shoulder SOMEONE PLEASE TAKE THIS CHILD FROM HER\n  ","818958":"\n   Yeah Maxs birthday is around Wyatts i believe. Maxs is 8\/20 i think.\n  ","818959":"\n   Idk much about her, but looking at her pictures makes me cringe. He looks way too tiny and delicate, and it seems like she's really rough with him...\n  ","818960":"\n   According to Emily, he'll be a year old this summer (haha I'm like 44% sure she says his birthday is in August?)\n  ","818961":"\n   when will you start honesty night\n  ","818962":"\n   do you send hate\n  ","818963":"\n\n    http:\/\/ask.fm\/Emilynash20\/answer\/126753624106\n   \n   Like look at Max! You can just tell that there's something wrong in his diet, or something. He just doesn't look right for a child of his age.\n  ","818964":"\n   Especially for such a little baby. He has NO baby fat on him, and in pictures she's always holding him in some awkward position that looks really painful (like she's holding him up by one armpit or something). Emily has no chill\n  ","818965":"\n   You look so pretty in your profile pic\n  ","818966":"\n   Do you like Subway? What do you like to get there?\n  ","818967":"\n   I try to stay out of drama, but Max is so skinny, it makes me a little sick to my stomach. Is this just me, or is he REALLY skinny?\n  ","818968":"\n   What's your favorite Italian dish?\n  ","818969":"\n   hey Emily why don't you stop listening to your own lies because you're starting to believe in them lol\n  ","818970":"\n   why do you smoke\n  ","818971":"\n   Why is Emily even talking? Seriously. She called me fat like bitch Im probably the same weight as your fucking toe 😳.\n  ","818972":"\n   Emily, just back off.  You don't know who you're messing with. :)\n  ","818973":"\n   why do you even have kids in a xamn good mother\n  ","818974":"\n   can you do honesty night\n  ","818975":"\n   Hey\n  ","818976":"\n   why does Emily still have Max\n  ","818977":"\n   what color is you're nipple piercing\n  ","818978":"\n   have you ever been with a girl before\n  ","818979":"\n   Nah, gabby, I though you were 14\n  ","818980":"\n   can he walk\n  ","818981":"\n   how old is Joseph\n  ","818982":"\n   your support gay marriage\n  ","818983":"\n   you're my biggest fan\n  ","818984":"\n   are you okay\n  ","818985":"\n   what time is it\n  ","818986":"\n   how old are you\n  ","818987":"\n   Extending onto the last question; some people are saying it would not exclude the fakes, well I'm thinking if you posted some form of ID and Askfm actually monitored people using photos? Would you like it then?\n  ","818988":"\n   hey! do you have any suggestions? im trying to cheer up my baby nephew. he had the baby  boy procedure done this morning so he isn't too impressed... lol\n  ","818989":"\n   Should Askfm bring in verified accounts?\n  ","818990":"\n   As Askfm has a minimum age limit of 13, what should be the maximum(if any)?\n  ","818991":"\n   I'm so jealous of your 1000 followers. I'm at 965 and it's driving me crazy lol\n  ","818992":"\n   I'm doing 5k ?? Come with like, please, help me ? please\n  ","818993":"\n   what you doing\n  ","818994":"\n   you don't have that many followers\n  ","818995":"\n   guys ☺️☺️☺️\n  ","818996":"\n   Would you ever purposely expose your child to the chicken pox when they are young so they get it over with early in life?\n  ","818997":"\n   Do you think you hold a significant role in your society\/neighbourhood? If so, what role do you do?\n  ","818998":"\n   what are you doing\n  ","818999":"\n   hey\n  ","819000":"\n   Have you ever wanted to change your birthday or name? If so then to what and why?\n  ","819001":"\n   If you HAD to change your name, what would you change it to?\n  ","819002":"\n   How old was your mother when she had you?\n  ","819003":"\n   What’s the saddest song you’ve ever heard?\n  ","819004":"\n   Can you hula hoop?\n  ","819005":"\n   Doctors just came in, having really strong contractions, they are going to deliver me tonight! It's baby time! Keep us in your thoughts❤️ i'm sorry for every one that I hated on😩 i'm a horrible person for that but I can really use some support❤️\n  ","819006":"\n   Ask me stuff?\n  ","819007":"\n   What's your favorite color?\n  ","819008":"\n   Did you go to prom?\n  ","819009":"\n   What did you do to celebrate after graduation?\n  ","819010":"\n   What do you miss the most about high school? What is something you regret not doing while in high school?\n  ","819011":"\n   how do guys react after they get kicked in the nuts?\n  ","819012":"\n   Who's the most ticklish one of your friends?\n  ","819013":"\n   Did you have your child before or after you graduated?\n  ","819014":"\n   Did you plan on going to college?\n  ","819015":"\n   Did you graduate from high school?\n  ","819016":"\n   Are you saving or plan on saving money for your child's college fund?\n  ","819017":"\n   what position you like best?\n  ","819018":"\n   you use the pull out method\n  ","819019":"\n   do you have a lot of sex\n  ","819020":"\n   How do you know that you're in love?\n  ","819021":"\n   lol you get a lot of bullshit question. soo, i hope this is somewhat decent😂 if you can describe the bond between you & your son, how would you describe it? & how did it feel too hear him call you mom for the first time?\n  ","819022":"\n   Have you ever slept in a bed that wasn't a rectangle or square in shape?\n  ","819023":"\n   if you had a one way ticket to another country and you could only take 1 person you follow on here with you , who would it be?\n  ","819024":"\n   I guess I'm doing an honesty night so if you want to send anything in feel free to keep me entertained while mason sleeps! Hopefully I'll get to a spam later so send me something to be added!\n  ","819025":"\n   You still doing the pull out method? Sorry if it's too much\n  ","819026":"\n   Is their a song lyric you sing knowing it's wrong but you do it anyway? For me, the song \"Cheerleader\" I seem to sing \"you make me feel like changing a lightbulb\"😂😂😂\n  ","819027":"\n   Do you find it impossible to sleep straight or is that just me? Lol\n  ","819028":"\n   Is there a certain side you can only sleep on? (Body wise not side of the bed).\n  ","819029":"\n   [SUMMER THEME] Summer 2015 bucket list?\n  ","819030":"\n   ever get a sun burn\n  ","819031":"\n   Send your followers and anons my way?I'm bored.\n  ","819032":"\n   how many followed you have\n  ","819033":"\n   Why won't you answer it?\n  ","819034":"\n   Well I'm asking you\n  ","819035":"\n   do humans go to the toilet everyday?\n  ","819036":"\n   what are you doing\n  ","819037":"\n   mines in February reachels is in September and i can't remember toris :\/\n  ","819038":"\n   i think I'm the only one thats already had my birthday lol\n  ","819039":"\n   When are you 21?\n  ","819040":"\n   yep goes me, you, reachel, tori.\n  ","819041":"\n   you know i just realized yesterday I'm the oldest out of all of us😳\n  ","819042":"\n   I love you're haters\n  ","819043":"\n   Are you almost 21?\n  ","819044":"\n   Ever heard of high metabolism anons? Some bodies are made like that.. Shit heads.\n  ","819045":"\n   Sorry I didn't mean to piss you off. Some women know why their baby was born early. My mum had my brother early because the placenta wasn't working.\n  ","819046":"\n   I saw you on pics, i know how do you look like stupidhead. you dont need to be that bitchy to people, you do deserve hate !!!\n  ","819047":"\n   her baby was born early cuz her bory couldnt gain more weight and carry baby.. stupid hoee\n  ","819048":"\n   lol. i aint hater, i just said something i saw, i dont know you that much to hate you lmao.\n  ","819049":"\n   Why was your baby born early?\n  ","819050":"\n   you have a nice body that's why the anon didn't come back\n  ","819051":"\n   like really its scary how skinny you are. do you eat enough ? or are you on diet ?\n  ","819052":"\n   should 13 years have sex\n  ","819053":"\n   did you go full term\n  ","819054":"\n   you'd get an abortion\n  ","819055":"\n   Cari + Gaby 4 Life!! :)\n  ","819056":"\n   you're cute\n  ","819057":"\n   how old are you\n  ","819058":"\n   pap of you're number of followers\n  ","819059":"\n   how are you preventing pregnancy\n  ","819060":"\n   you want more kids\n  ","819061":"\n   are you pregnant\n  ","819062":"\n\n    @bitchesgonnahate__\n   \n   is a troll account\n  ","819063":"\n\n    @bitchesgonnahate__\n   \n","819064":"\n   where do you live\n  ","819065":"\n   you have such a nice body\n  ","819066":"\n   oh okay lol\n  ","819067":"\n   you weight the same as my friend . bow tall are you cause my friend is 5'5 and 98.6 lbs\n  ","819068":"\n   how much do you weight\n  ","819069":"\n   your really skinny\n  ","819070":"\n   plz plz like this stay blessed\n   \n    http:\/\/ask.fm\/Meexo143\/answer\/126240488182\n   \n","819071":"\n   would you want to be circumcised if you were a boy?\n  ","819072":"\n   Hmm ok thanks anyway\n  ","819073":"\n   5ft\"9' tall, Dark brown hair (styled), blue eyes, nice teeth, decent smile, ok face, 150lbs, thin, slight pot belly (because chest is a little sunken) - How does that guy sound to you, would you call that attractive at all? Enough to consider dating him?\n  ","819074":"\n   do girls ever talk about which boys are circumcised and which aren't?\n  ","819075":"\n   what's the weather\n  ","819076":"\n   People who work at Taco Bell apparently make bank like real good money. I know a girl who's been there for 4 years and she never wants to leave because the money is so good.\n  ","819077":"\n   lol no not yet I don't think but then again I've not worked for a while now haha\n  ","819078":"\n   anon I'd like to point out that $7.25 is the average minimum wage in fast food. underline on minimum lol\n  ","819079":"\n   can you're son walk\n  ","819080":"\n   what are you doing\n  ","819081":"\n   You get paid $7.25\n  ","819082":"\n   use this question to say anything else you may want to say about the spam theme of disney :)\n  ","819083":"\n   Q6. what was the last disney film you saw?\n  ","819084":"\n   Q5. which disney character do you relate to most and why?\n  ","819085":"\n   Q4. who is your favourite disney princess and why?\n  ","819086":"\n   Q3. do you have any disney themed clothing?\n  ","819087":"\n   Q2. have you ever been to disneyworld\/land?\n  ","819088":"\n   Q1. who is your favourite disney animal?\n  ","819089":"\n   the next spam was requested by an anon amd it will be Disney themed!\n  ","819090":"\n   would you ever considered adoption?\n  ","819091":"\n   how,is your life a joke? I mean pretty sure it's not I think anons are jealous awe\n  ","819092":"\n   you're life is one big joke\n  ","819093":"\n   last time you had sex\n  ","819094":"\n   when was the last time you were at a formal occasion? do you have a picture?\n  ","819095":"\n   How can you tell a baby is pooping\n  ","819096":"\n   do you have any girl names picked out? if so what are they\n  ","819097":"\n   is your son circumcised\n  ","819098":"\n   did you take a shower yet\n  ","819099":"\n   ever got pulled over\n  ","819100":"\n   OOTD\n  ","819101":"\n   how long you guys been together\n  ","819102":"\n   what about Rebecca\n  ","819103":"\n   do you talk to Hayleigh\n  ","819104":"\n   pap of you and your bf\n  ","819105":"\n   what time is it\n  ","819106":"\n   [SUMMER THEME] Do you have any summer plans yet? If so what are they? If not then what would you like to do this summer?\n  ","819107":"\n   Have you ever worn a blindfold (or kept your eyes closed) and tried to see if you could function as a blind person? If so, how'd you do, and how long did you last before you gave up and returned to seeing?\n  ","819108":"\n   have you ever dyed your hair? which colours or which colours do you want to try?\n  ","819109":"\n   Going to really get more involved in my blogging to keep everyone more updated on things, link is in my bio if anyone is interested in reading up on it. Also will be doing some brief spam in a few minutes.\n  ","819110":"\n   Name your talents and give a pic\/video example of 1+ if you can :)\n  ","819111":"\n   What makes you feel proud of yourself?\n  ","819112":"\n   What are your favorite brands? Can be clothing, shoes, products, food, etc. ☺️\n  ","819113":"\n   okay ignore this if you want but would you guys rather a question of the day or some little spams from me? what themes would you guys like? please let me know, and if you don't want them please let me know also!!!\n  ","819114":"\n   Controversial topic; Do you think those who're overweight and claiming benefits should be monitored about how much food they actually buy? Do you think obesity is even a problem?\n  ","819115":"\n   Send your followers and anons my way? Ask what you will. I'm bored and trying not to fall asleep.\n  ","819116":"\n   why do you have so many followers\n  ","819117":"\n   Hypo ethically. If your ex-husband told you that he respects your current partner and wants the 3 of you to become friends, how would you react?\n  ","819118":"\n   how many followers you have\n  ","819119":"\n   List your top 5 favorite topics to talk about\n  ","819120":"\n   List 10 of your favorite feelings 😊\n  ","819121":"\n   I'm curious what you guys think after talking about this earlier. If a mom gives her child up for adoption, should she be able to see the child years later? Why or why not? And do you think she should be able to fight for custody after giving her up? Explain.\n  ","819122":"\n   Would you ever wear matching shirts with your kid that read \"dope mom\" and \"dope kid\"?\n  ","819123":"\n\n    @bayleecheyannn\n   \n   thinks that $1600 is a lot of money per month. Thoughts?\n  ","819124":"\n   How many of Askfm user names do you remember? Do you remember mine?\n  ","819125":"\n   could everyone please like my top liked answer so it stays at top! even if you don't follow it'd be greatly appreciated!\n  ","819126":"\n   New to ask! Looking for some other mommy friends☺️\n  ","819127":"\n   Would you ever dye your hair? If so what color?\n  ","819128":"\n   if you get this,I follow you because you're awesome! ❤\n  ","819129":"\n   Is honesty always the best policy?\n  ","819130":"\n   halo.\nplease help me to please my nephew.\nher birthday tomorrow to 22 years.\nplease post your photo with the caption \"happy 22th mas ejahhhh\"\nplease; (\n  ","819131":"\n   Hey I'm a new mom on here! Can you send me some followers?😊❤️\n  ","819132":"\n   pap of you atm?\n  ","819133":"\n   would you ever be a professional dancer?\n  ","819134":"\n   have you ever been pulled over by a cop?\n  ","819135":"\n   what is your blood type?\n  ","819136":"\n   Well shit, now I dun seen it all, a sistuh drinking Corona, tf, you put a lime in that shit too? Eating some doritos wid it? Salsa? Is you black or brown???\n  ","819137":"\n   Pap your beer, I bet it's a 40 lmfao\n  ","819138":"\n   Do you know CPR? Could you give someone abdominal thrusts (the Heimlich maneuver) if they were choking? Do you have any first aid training?\n  ","819139":"\n   what you doing\n  ","819140":"\n   What do you mean \"no nigga\"? I was just trying to show you an account with good recipes lol\n  ","819141":"\n   If you ever need some ideas for cooking\/baking, check out this Tumblr account. 😍 Literally, the recipes on this account are to die for. ☺️🍝🍰\n   \n    http:\/\/food-is-love---food-is-life.tumblr.com\n   \n   *safe link*\n  ","819142":"\n   The darker the berry, the sweeter the juice, which makes you Gabster, a dried up prune lmfao\n  ","819143":"\n   Greg tf name is that for a brother? That boy dun think he white cuz I know damn sure what I can see, can ya say night?\n  ","819144":"\n   Alex told me that when no one was looking he farted right into Baby Ava's face and then ran away lmfao.\n  ","819145":"\n   What was the falling out about\n  ","819146":"\n   You said yall stop talking when you moved out \nAnd Wic gives more then formula and your on Wic your son had an appointment on 4\/27\/15 & if you qualify for Wic you qualif for food stamp because they have the same money wage amount cut off\n  ","819147":"\n   why don't you talk to you're mom\n  ","819148":"\n   Thought you didn't talk to your mom ? \nAnd if your job and your mans job pays you enough like you always say then why you have WIC and prob food stamps ?\n  ","819149":"\n   how any followers you have\n  ","819150":"\n   What are the benefits of consuming your placenta?\n  ","819151":"\n   If you could have a role in any TV show, what would it be?\n  ","819152":"\n   Hey I'm a new mom on here! Can you send my so followers?!😊🌻\n  ","819153":"\n   Check my recent answer and send in questions:)\n  ","819154":"\n   Have you ever been in love? If so are you still together? If not then how many people have you dated? ❤️\n  ","819155":"\n   Have you ever made a scrapbook of memories?\n  ","819156":"\n   Is Brooke a boy or girl name?\n  ","819157":"\n   My page is too quiet. Ima do a honesty day! Hit me😋💕\n  ","819158":"\n   Do you watch any TV game shows? If so, do you play along?\n  ","819159":"\n   I have been bleeding really lightly for the past 3 days around about the time of my period. It started off bleeding very dark brown\/black and then it was a bit orange\/ pink but had now stopped . I took a pregnancy test and their was a very very faint second line. Do you think i may be pregnant?\n  ","819160":"\n   Do you still want to play the song game?\n  ","819161":"\n   Hey, beautiful. Let's have a deal? Give me 8 or more likes, Follow me and then I will give you back a Follow, 26 likes and ask you a few questions, okey? You start. Also, if you want some of my pics, just PM me for them! :)\n  ","819162":"\n   youre already down for it bby\n  ","819163":"\n   What makes you happy\/What's your idea of happiness? ☺️ (P.S. No theme today 😂😂👏🏽👏🏽)\n  ","819164":"\n   How did people have fun 200 years ago?\n  ","819165":"\n   Im about to unfollow everyone because I wanna do spams. Post in my ask to be included x\n  ","819166":"\n   Does appearance really not matter? Or do you think it has a little piece to do with the relationship? Would you be in a relationship with someone you find unattractive? Explain!\n  ","819167":"\n   so I'm looking to follow a couple more people. who would you recommend? give me a reason please! ❤❤❤\n  ","819168":"\n   I follow and look up to you! stay beautiful and awesome! (sorry for annoying question, check recent)\n  ","819169":"\n   New question page please share! ☺☺👏👏\n  ","819170":"\n   When are you getting married?\n  ","819171":"\n   How's your day\n  ","819172":"\n   What are some of your parenting techniques that you feel strongly about? Spanking, attached parenting, etc.\n  ","819173":"\n   Ever do anal?\n  ","819174":"\n   [WEEKEND THEME] Most greatest\/saddest weekend you've ever had??\n  ","819175":"\n   Have you ever thought of adopting?\n  ","819176":"\n   Have you ever masturbated?\n  ","819177":"\n   What accomplishment are you most proud of?\n  ","819178":"\n   What kind of music are you into?\n  ","819179":"\n   Do you put non-liquid condiments on your hot dog such as pickles, onions, hot peppers, etc? If yes, what do you put?\n  ","819180":"\n   If you could visit any country in the world, where would you go?\n  ","819181":"\n   What are some things that make you really sad?\n  ","819182":"\n   Are skater attractive?\n  ","819183":"\n   What’s your favorite dessert?\n  ","819184":"\n   Do you have Netflix?\n  ","819185":"\n   Did you see about prince william and Kate had there princess??\n  ","819186":"\n\n    http:\/\/ask.fm\/cajunmommaaa\/answer\/126919497983\n   \n   Feeling chatty tonight sooooooooo send me questions if you have nothing else to do :)\n  ","819187":"\n   Did you breastfeed? When did you ween your child? If you haven't, when do you plan to?\n  ","819188":"\n   Does your child do anything that gets on your nerves?\n  ","819189":"\n   What made you decide on your child's name? Did you have any others in mind?\n  ","819190":"\n   What was your significant other's reaction when you told them you were pregnant? What was yours?\n  ","819191":"\n   Did you have any complications with your pregnancy? What were they?\n  ","819192":"\n   Did you go into labor naturally or did you have to be induced? How was your labor? How many weeks were you?\n  ","819193":"\n   Do you have names picked out for your next child? (If you decide to have another). What are they?\n  ","819194":"\n   Doing some parenting\/future parent spam! Just ignore if you don't want it :)\n  ","819195":"\n   Does your child look more like you or their father?\n  ","819196":"\n   How many ultrasounds did you get and when did you get them? Post a picture of one if you have it\/feel comfortable sharing one.\n  ","819197":"\n   Does your bf moan during sex?\n  ","819198":"\n   [WEEKEND THEME] Do you have any plans for this weekend? If so what? 😂😂👏🏽👏🏽\n  ","819199":"\n   Do you watch porn?\n  ","819200":"\n   What do you see yourself doing with your life in 5 years, 10 years?\n  ","819201":"\n   If today was the last day of your life, how would you spend it?\n  ","819202":"\n   Your son looks just like you! 😍😍\n  ","819203":"\n   you're her biggest fan\n  ","819204":"\n   how old are you\n  ","819205":"\n   That's all my spam for the night ladies and gents. Inbox is empty and opened for all discussions so don't be shy.\n  ","819206":"\n   Have you ever been apart of something that may have been accomplishing to you but insignificant to someone else? What was it and how was it important to you?\n  ","819207":"\n   We are constantly warned about the dangers of picking up hitchhikers, but would you pick one up yourself if you felt that he\/she was of no danger to you and\/or the passengers? Why or why not?\n  ","819208":"\n   yes because penguins wear red dresses and have blonde hair.\n  ","819209":"\n   U look like a chicken in that. No. Wait. A retarded penguin\n  ","819210":"\n   Is love complicated? Why?\n  ","819211":"\n   you went to prom\n  ","819212":"\n   what you doing\n  ","819213":"\n   Lmao like how are you gonna fake your boobs 😂\n  ","819214":"\n   fake boobs\n  ","819215":"\n   how was your day\n  ","819216":"\n   ----\n  ","819217":"\n   We are all different in some ways yet we share some of the same wants and needs even some of the same goals, but why are we so persistent to prove that we are not like everyone else?\n  ","819218":"\n   How much is too much when expressing yourself online?\n  ","819219":"\n   Does the concept of an \"honesty hour\" (or day, week, etc) appeal to you on Ask? or do you see it as an excuse for people to ask the wrong kind of questions? What does that say about us when honesty hour ends -- are we supposed to be dishonest? Hahaha\n  ","819220":"\n   Do you think our brains are like one big memory stick\/We can only hold so much information?\n  ","819221":"\n   okay I'm sorry to be annoying but if you get sent my link would you please kindly let me know or if you get anything about me. I really don't like anons sending things about me around and would really be thankful if you told me about it! thank you!\n  ","819222":"\n   lol Wut. wanna know something funny? my ex's girlfriend looks like me 😂\n  ","819223":"\n\n    @EmeraldCedes\n   \n   doesn't she look a lot like Reachel?\n  ","819224":"\n   Apparently it's so expensive there 😳. I've never been so Ryan's taking us\n  ","819225":"\n   I'm going Paris for Zikos first birthday 😂\n  ","819226":"\n   Told you England is so expensive 😂\n  ","819227":"\n   what should be a fitting & equally humiliating reply to guys who humiliate girls over their small boobs n butt size?\n  ","819228":"\n   That's really good! The one I want is 11,100 😩, It's nearly 17 thousand dollars 😩. I may get the ring from America because it's so much cheaper there!\n  ","819229":"\n   How much is that one?\n  ","819230":"\n   I LOVE IT. Err why are their rings so nice 😩\n  ","819231":"\n   Just so everyone knows, I was using a random person's profile picture. I did it for personal safety reasons, but this is my real picture! Ask me anything to clear up.\n  ","819232":"\n   Like = 5 likes plsss?\n  ","819233":"\n   I'm breaking up with my boyfriend of 17 months today. He just isn't the same. I have lost all feelings to the point that I cry every night because I'm just so unhappy in our relationship. I've tried fixing it, nothing works. Any advice on how to break up with him gently? I don't want to hurt him.\n  ","819234":"\n   Omg you have anorexia, I hope u get better soon\n  ","819235":"\n   You're 20 years old, why don't you learn that YOUR & YOU'RE ARE NOT SAME THING ? God damn.\n  ","819236":"\n   What is a sound another human being can make that can instantly get under skin with no hesitation?\n  ","819237":"\n   We all know what the initial purpose for social media is, but exactly what purpose has it had lately?\n  ","819238":"\n   Who we are is often misconstrued because of what we choose to post online for those to view. My question is who are you really? Who do you choose not to show online?\n  ","819239":"\n   cuz you dont have bikini ? haha\n  ","819240":"\n   pap in bikini ?\n  ","819241":"\n   If you are receiving this message, that means you've done something fantastic for me to follow you. <33333\n  ","819242":"\n   She just said you didn't\n  ","819243":"\n\n    @bryplusbaby\n   \n   are you out too?\n  ","819244":"\n\n    @teen_mom_of_three\n   \n   got ate out by\n   \n    @bryplusbaby\n   \n   what is your opinion on that?\n  ","819245":"\n   your son is adorable\n  ","819246":"\n   he's walking\n  ","819247":"\n   -\n  ","819248":"\n   How much cash do you typically carry on you?\n  ","819249":"\n   okay guys I'm on my laptop so I'll be doing VRs send in questions ? ❤😌\n  ","819250":"\n   What do you think of dressing up pets?\n  ","819251":"\n   Do you prefer towel drying, blow drying or natural drying your hair?\n  ","819252":"\n   kwWhat was your last dream about?\n  ","819253":"\n   What shoe size are you?\n  ","819254":"\n   How tall are you?\n  ","819255":"\n   Whats your (full) name? you dont have to put your last name if you dont want to.\n  ","819256":"\n   Have You Ever Seen A Dead Body?\n  ","819257":"\n   Have You Ever Been Awake For 48 Hours Straight?\n  ","819258":"\n   Do You Have A T.V. In Your Bedroom?\n  ","819259":"\n   Have You Ever Met A Famous Person? if yes, who was it?\n  ","819260":"\n   Do You Live In A Neighborhood Or In The Middle Of Nowhere?\n  ","819261":"\n   Have You Ever Stolen Anything From A Store Or From Someone? what was it?\n  ","819262":"\n   Have You Ever Tried Chewing Tobacco?\n  ","819263":"\n   Have You Ever Danced In The Rain?\n  ","819264":"\n   shoe size\n  ","819265":"\n   do you wear panties\n  ","819266":"\n   how do you feel about young moms\n  ","819267":"\n   do you judge people\n  ","819268":"\n   where's that girl from yesterday\n  ","819269":"\n   your so popular\n  ","819270":"\n   you have so many followers\n  ","819271":"\n   When was your original due date\n  ","819272":"\n   what are you doing later\n  ","819273":"\n   how old are you\n  ","819274":"\n   do you spam\n  ","819275":"\n   what are you doing\n  ","819276":"\n   what time is it\n  ","819277":"\n   your living room is nice\n  ","819278":"\n   what phone company do you have\n  ","819279":"\n   how did your baby cry when they were younger ? I have a daughter who is 7 weeks old & when she cries she screams bloody murder even when I put her down . I was just wondering, am I the only one ?\n  ","819280":"\n   isn't he 18 months\n  ","819281":"\n   can Joseph walk\n  ","819282":"\n   Awkward moment when the word 'jipped' is a commonly used word.\n  ","819283":"\n\n    http:\/\/ask.fm\/exissssss\/answer\/128049857230\n   \n   wtf is \"jipped\"? Looks like she got  'jipped' by the educational system lmao\n  ","819284":"\n   What are the best places to look for a full time job with just a high school diploma?\n  ","819285":"\n   What did you and your mom fight about\n  ","819286":"\n   you don't live with your mom\n  ","819287":"\n   Is it far from your moms ?\n  ","819288":"\n   Do you have your own apartment at your mother in laws ? Like she lives upstairs you live down ?\n  ","819289":"\n\n    http:\/\/ask.fm\/michaelasuxxx\/answer\/126215086044\n   \n   - hey anon, look no further than your own vaj for that yeast! Just scrape with a butter knife and apply to vegan toast.\n  ","819290":"\n   Did you move out your moms ? Your living room pic and outside pic look diff from your house I last knew you lived in\n  ","819291":"\n   There is Suffolk county in New York, but your neighborhood is shit, like ghetto, thats why I know you live in Suffolk Virginia. Now shut up.\n  ","819292":"\n   Yeah you do, the school country is written on that school bus in your background.\n  ","819293":"\n   LaMarcus fucked it up last night lmfao, but hey, didn't know you live in Virginia.\n  ","819294":"\n   opinion on moms that drink caffeine while breastfeeding?\n  ","819295":"\n   At what temperature do you take your kids to the doctor for fever? How high is too high to stay at home?\n  ","819296":"\n   Name online 5 moms you would like to meet.\n  ","819297":"\n   your tattoo is nice\n  ","819298":"\n   pap of the tattoo of your mans name and pao of his tattoo of yours\n  ","819299":"\n   Can we be family\n  ","819300":"\n   how many tattoos do you have\n  ","819301":"\n   also my mom and dad were dating almost 6 years before they got engaged.. nothing wrong with a long dating relationship. gives you longer to get to know them\n  ","819302":"\n   my boyfriend got me a ring and I was hype but I mean I don't wanna rush into marriage n shit cuz rushed marriages usually end in divorce\n  ","819303":"\n   I've been engaged for a little over 2 years, a marriage will happen when it happens.\n  ","819304":"\n   once again...a ring means nothing! when, if, I get married it will be symboled by 2 pieces of fabric wrapped into one so. lol just saying\n  ","819305":"\n   Ya know getting married isn't everyones top priority\n  ","819306":"\n   Now she's criticizing the fact that in the eyes of the law you're not legally married?? lol\n  ","819307":"\n   No it's just that you trying to talk shit about how I'm only engaged not married, and you aren't even engaged after 4 years, yeah. You're a hater.\n  ","819308":"\n   If it's been four year don't you think he would have married you by now? You're legal.\n  ","819309":"\n   He hasn't proposed yet but your a \"wife\" omg I'm dying...\n  ","819310":"\n   In your opinion, at what point can someone be called an artist?\n  ","819311":"\n   how's your night\n  ","819312":"\n   you got your mans name tatted on you\n  ","819313":"\n   According to Tolstoy, art is a communication of feeling. Has there ever been a time where you have seen a piece of artwork\/musical composition\/etc, and felt a rush of emotions? How about no emotion whatsoever?\n  ","819314":"\n   she only said he's cheating on you because you said it to her\n  ","819315":"\n   you were entertainment....AWE she's a shit person with no life if her entertainment is hating on random people ha ha HAHA\n  ","819316":"\n   anyone who talks down about someone's miscarriage is automatically on my shit list lol grow up some and MAYBE people would respect someone like her. I said maybe\n  ","819317":"\n   Why, I don't feel negatively affected by what I said. I could give a shit less. You were entertainment until my man got home, and he is now. So bye bye.\n  ","819318":"\n   who talks shit about someones miscarriage??\n  ","819319":"\n   sum it up because I'm confused af\n  ","819320":"\n   Like I said not active. Don't get on much. I'm busy. Lol and I don't have a bunch of followers nor do I want them.\n  ","819321":"\n   What's their issue?? Lol\n  ","819322":"\n   Off anon. Seriously dgaf anymore. There is no TRUTH about me, it's yalls opinion.\n  ","819323":"\n   Or yall are criticizing me and I have nothing to hide?\n  ","819324":"\n   That girl is pissing me off fr, like what.. They complain about blacks being on welfare but when black people go do something with themselves they criticize us.. Smh. You go girl, I know girls your age going and selling their asses for some money, you're doing the right thing!!\n  ","819325":"\n   I have nothing to prove and neither to you. And my mom stopped at 5 months. I wasn't withdrawing when I was born.\n  ","819326":"\n   That's so cool! I'm actually jealous 😩\n  ","819327":"\n   Lol okay. Because I get multiple letter from universities all over the country because I'm stupid... I win, you've proved nothing nor have you hurt my feelings.\n  ","819328":"\n   I work at McDonald's and I'm 16 still in highschool.. I make about 340 every two weeks, if you work full time I imagine you make a pretty decent amount, so fuck that anon lmao. Everyone wants to run their mouth like they know shit\n  ","819329":"\n   Have You Watched Big Bang Theory?\n  ","819330":"\n   Crack baby indeed, but how does her actions make me stupid?\n  ","819331":"\n   Do you get free food for working at McDonald's? That'd be amazing!!\n  ","819332":"\n   Are You A Beach, Country Or City Person?\n  ","819333":"\n   Do You Scream On Roller Coasters?\n  ","819334":"\n   Do You Believe In Spanking?\n  ","819335":"\n   Do You Like To Sing In The Shower?\n  ","819336":"\n   Have You Ever Requested A Song On The Radio? if yes, what was the song called?\n  ","819337":"\n   Do You Smoke Or Have You Ever Smoked?\n  ","819338":"\n   Awe anons mad. says she doesn't want drama yet is a drama starter. the logic in this world now a days\n  ","819339":"\n   Ever Had An Imaginary Friend As A Child?\n  ","819340":"\n   Wtf did you prove wrong.... Nothing! You fucking stupid and think you did but you can't explain yourself? fucking retarded.\n  ","819341":"\n   K. You have nothing relevant to my question to say. Guess you can't prove me wrong. Bye, thanks for the waste of time.\n  ","819342":"\n   you work at McDonald's and make more then I did so I don't know why working at McDonald's is a bad thing I made maybe $80 a week and $20 on tips so all together ...MAYBE $150 which depended on tips. so like\n  ","819343":"\n   like I said I don't want to get married and if by any chance Kane and I do get married we wouldn't have rings because of our religion...but I guess we don't love each then 😂😂😂😂\n  ","819344":"\n   Because you keep saying you called me out, but in actuality you misunderstood what I wrote because you're a dumbass that's 20 and working at McDonald's.\n  ","819345":"\n   isn't this anon under 18? so why is she bragging about getting a metal ring when she can't even move out of her house without mommy and daddy giving her permission ?\n  ","819346":"\n   Yeah... As do I lol. But what have you called me out on darling? I'm here. Now explain so I can go.\n  ","819347":"\n   Lmao you work at fucking McDonald's. Haha but what have you called me out on. Name them one by one so I can explain where you stopped comprehending what the fuck I was saying.\n  ","819348":"\n   ever had a miscarriage\n  ","819349":"\n   is your hair curly or straight right now\n  ","819350":"\n   why did you get a star tattoo on your wrist\n  ","819351":"\n   why did someone ask you where your bf was\n  ","819352":"\n   pro choice or pro life\n  ","819353":"\n   opinion on cutters\n  ","819354":"\n   ever self harm\n  ","819355":"\n   where do you work at\n  ","819356":"\n   you don't talk to your mom anymore\n  ","819357":"\n   what color is your socks\n  ","819358":"\n   you should wear lipstick\n  ","819359":"\n   you work Friday to\n  ","819360":"\n   what age did you give birth\n  ","819361":"\n   haters going to hate\n  ","819362":"\n   when will you be 21\n  ","819363":"\n   how was your day\n  ","819364":"\n   Where's your bf at?\n  ","819365":"\n   you follow Becca or Jody\n  ","819366":"\n   are you watching the game\n  ","819367":"\n   do you have a job\n  ","819368":"\n   how long you been with your bf\n  ","819369":"\n   Honesty night😁 ask questions. But will NOT answer sex questions lol\n  ","819370":"\n   Lmao LaMarcus playing like LaBitch right now hahaha\n  ","819371":"\n   what % is your phone on\n  ","819372":"\n   why do you get into people's business\n  ","819373":"\n   Last time you had sex?\n  ","819374":"\n   your little family is cute\n  ","819375":"\n   who do you guys live with\n  ","819376":"\n   Were there a lot of fights at your high school?\n  ","819377":"\n   What was your favorite part about high school?\n  ","819378":"\n   What is your favorite book?\n  ","819379":"\n   Who are your favorite kardashians?\n  ","819380":"\n   do you believe in protesting in Baltimore\n  ","819381":"\n   your pregnant congrats\n  ","819382":"\n   do you like having sex\n  ","819383":"\n   your sweet\n  ","819384":"\n   what color are you\n  ","819385":"\n   what you doing\n  ","819386":"\n   you'd get an abortion\n  ","819387":"\n   what year were you born in\n  ","819388":"\n   how old is your bf\n  ","819389":"\n   why doesn't she have her kids\n  ","819390":"\n   Alyson doesn't have her kids\n  ","819391":"\n   why was she liking your answers\n  ","819392":"\n   IG name\n  ","819393":"\n   do you like Alyson\n  ","819394":"\n\n    http:\/\/ask.fm\/teen_mom_of_three\/answer\/127601574163\n   \n   lmao pretty easy to make a fool pap themselves in the shower\n  ","819395":"\n   Do you believe in witches and wizards?\n  ","819396":"\n   do you smoke\n  ","819397":"\n   piercings and tattoos\n  ","819398":"\n   selfie\n  ","819399":"\n   Joseph is so gorgeous 😍\n  ","819400":"\n   how old are you\n  ","819401":"\n   hello\n  ","819402":"\n   pap of your lock screen\n  ","819403":"\n   you got kicked kjt\n  ","819404":"\n   so you gain or lose followers\n  ","819405":"\n   ever have the chicken pox\n  ","819406":"\n   ew you have no thighs\n  ","819407":"\n   what's your name\n  ","819408":"\n   what time is it\n  ","819409":"\n   Silly question! Are you ticklish and if you are where's your most ticklish spot? 😁\n  ","819410":"\n   What's your sons name\n  ","819411":"\n   Where do you live?\n  ","819412":"\n   do you wear make up\n  ","819413":"\n   how didn't you know what contractions felt like\n  ","819414":"\n   i'm pregnant and i'm so nervous about giving birth. can you please explain what it feels like? especially the pain\n  ","819415":"\n   you should keep your legs close d\n  ","819416":"\n   you have such a nice living room\n  ","819417":"\n   don't you think you got pregnant young\n  ","819418":"\n   why are anons so mean to you\n  ","819419":"\n   if you got pregnant now would you keep the baby\n  ","819420":"\n   how are you\n  ","819421":"\n   What percentage do you use Ask.fm via the computer versus the mobile app?\n  ","819422":"\n   OH MY GOD GABBY YOURE SO HORRIBLE FOR NOT REMEMBERING YOUR EXACT AGE WTF IS WRONG WITH YOU\n  ","819423":"\n\n    http:\/\/ask.fm\/herrowkells93\/answer\/128610234249\n   \n   shes wrong and retards need to drowned including her asain kid lolol\n  ","819424":"\n   You need an ass whoopin', old school style.\n  ","819425":"\n   What do you mean you \"believe\" you dumbass? Are you that stupid you can't remember exactly when you got fertilized? Jesus, you may be the one person who is stupider than they look.\n  ","819426":"\n   how old were you when you go pregnant\n  ","819427":"\n   how old is Joseph\n  ","819428":"\n   Do you believe that child should be allowed to be a child? For example, playing in the dirt, being able to run around the house yelling, using their imagination, etc? What do you think of parents who don't allow any of the above listed plus more? Do you think a childhood could be deprived in the end\n  ","819429":"\n   How do you feel about grandparents deliberately disobeying your demands as the parent and going behind your back and doing exactly what you said not to do? Ex: giving excessive amounts of candy to your child(ren). Go ahead, rant!\n  ","819430":"\n   Why in tf does toast land on the buttered or jellied side every time?\n  ","819431":"\n   Why do you think so many men and women are attacked for simply having an indifferent opinion? With all that is preached to us about individuality and being original, why?\n  ","819432":"\n   Though most of you said that it isn't your business as to how someone raises their child(ren), what is one thing a parent can do that can get on your last nerve?\n  ","819433":"\n   do you like Alexis Ava's mom\n  ","819434":"\n   what's happening with you and your mom\n  ","819435":"\n   pap of Joseph and his dad\n  ","819436":"\n   how many followers\n  ","819437":"\n   Feet pix\n  ","819438":"\n   Post a picture of your favorite outfit!\n  ","819439":"\n   okay guys delete if you want! Just a quick question! When I open up my online bake shop would you guys take a look at it? ❤😁\n  ","819440":"\n   I hope you have a wonderful day\/night, depending on where you are! ☺️ You're awesome & don't you forget that 💕\n  ","819441":"\n   If money was no object, what would you do all day?\n  ","819442":"\n   How many times does your man check your kid? How many times should a man check on their kids?\n  ","819443":"\n   Do you feel that we often judge for all the wrong reasons? Why?\n  ","819444":"\n   Do you ever grow sick and tired of receiving spam from anyone? What questions exactly do you feel are overused even if they're not directly asked to you personally?\n  ","819445":"\n   That's all my spam for the meantime, may do some more later or tomorrow so I hope you enjoyed it all. I have an empty inbox and am all for answering questions circling all sorts of topics. Personal, controversial, basic, whatever comes to mind. I also do Spam4Spam, have a great night!\n  ","819446":"\n   Who or what is your go-to resource when you feel like everything around you is crumbling down?\n  ","819447":"\n   When someone goes as far as using a child as a rebuttal in an argument, online or off, how do you feel? What goes through your mind immediately?\n  ","819448":"\n   Is there a user you follow just to follow because you find their page amusing and a mockery? You don't have to state names for the sake of no drama, but exactly why do you follow this person if you have no respect or liking towards them?\n  ","819449":"\n   Have You Made Fun Of A Blind Man?\n  ","819450":"\n   Have You Ever Fired A Gun?\n  ","819451":"\n   Biggest Mistake You've Made?\n  ","819452":"\n   Are You Outgoing Or Do You Keep To Yourself Most Of The Time?\n  ","819453":"\n   Did You Go To Graduate School?\n  ","819454":"\n   Do You Like Chocolate?\n  ","819455":"\n   Ever Been Married?\n  ","819456":"\n   do you have a dream job you would some day like to peruse? if so what is it? I'm going to start taking baking classes because I want to open up my own little cupcakes and sweets shop one day!\n  ","819457":"\n   Do You Have A Birthmark And If You Do Where Is It?\n  ","819458":"\n   Ever Been In Love With More Than 1 Person At The Same Time?\n  ","819459":"\n   Does Your First Love Still Hold A Special Place In Your Heart?\n  ","819460":"\n   Ever Come Close To Death?\n  ","819461":"\n   Are You A Heavy Or Light Sleeper?\n  ","819462":"\n   Do You Floss Your Teeth?\n  ","819463":"\n   Aww just picture it, Ava and Alexis can watch spongebob together Aw Aw Aw\n  ","819464":"\n   Are You A 'Morning' Or 'Night' Person? im sure none of you will say morning haha mornings suck.\n  ","819465":"\n   Have You Ever Ridden In An Ambulance?\n  ","819466":"\n   Do You Sleep With The Tv On?\n  ","819467":"\n\n    @exissssss\n   \n   - So in a few years Alexis and Ava go to a school fundraiser and the teacher asks Ava \"Whose your mommy?\" Lil Ava replies \"Her! That kid over there!\"\n  ","819468":"\n   Favorite Day Of The Week?\n  ","819469":"\n   Do You Cry Easily?\n  ","819470":"\n   Ever Been In A Car Accident?\n  ","819471":"\n   Have You Ever Broken A Bone?\n  ","819472":"\n   Are You Afraid Of Heights?\n  ","819473":"\n   Ever Won The Lottery?\n  ","819474":"\n   Generally, In Life, What Makes You Happy?\n  ","819475":"\n   Ever Had Surgery? If Yes, For What Reason?\n  ","819476":"\n   Could you describe yourself in a few sentences?\n  ","819477":"\n   970\n  ","819478":"\n   Are you good at making puns?\n  ","819479":"\n   Can you tell a funny joke?\n  ","819480":"\n   Do you have kids? Do you want anymore kids? If you don't have kids, do you want kids?\n  ","819481":"\n   Do you like your name? If you could name yourself what name would you choose?\n  ","819482":"\n   Childish 😝\n  ","819483":"\n   Do you have a name or word that you don't like being called?\n  ","819484":"\n   What nicknames do you have?\n  ","819485":"\n   How's your day going?\n  ","819486":"\n   Soo what's up?\n  ","819487":"\n   I know I meant to send that earlier but I was busy lol\n  ","819488":"\n   Delete if you like; I just created a FAQ, check it out!\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/128151854801\n   \n","819489":"\n   My sarcasm doesn't suck 😝don't hate because you don't understand sarcasm 😝😁😂\n  ","819490":"\n   send them in\n  ","819491":"\n   Send your followers and anons my way? Something to keep me entertained while i fold clothes. lol\n  ","819492":"\n   what you doing\n  ","819493":"\n   anon are you an idiot? because you seem to not know your manners\n  ","819494":"\n   what's your middle name\n  ","819495":"\n   ever been with a white guy\n  ","819496":"\n   are you pregnant\n  ","819497":"\n   would you protest\n  ","819498":"\n   are you white\n  ","819499":"\n   last time you had sex\n  ","819500":"\n   do you and your mother - in - law get along\n  ","819501":"\n   -\n  ","819502":"\n   What is the oldest video game console you have played? What is the oldest handheld game system you have played?\n  ","819503":"\n   virginity doesn't even exist what the fuck are these anons asking lmfao\n  ","819504":"\n   (1) age? (2) favourite colour? (3) height? (4) single? (5) virgin? (6) wear g strings? (7) gave a blowjob? (8) had anal? (9) ever masturbate? (10) ever got your pussy licked? (11) what's your sexiest underwear like? (12) bra size? (13) shaven or wax down there? (14) spit or swallow (15) pic of you\n  ","819505":"\n   Opinion needed :)  I assume that a. if you report the hate question rather than answer it, the asker gets in trouble. and b. if the target answers and someone reports the answer, the target gets in trouble.  What do you think is more accurate?\n  ","819506":"\n   Haaaaaaaaaaaaa Jamal wants your booty\n  ","819507":"\n   you're really pretty :)\n  ","819508":"\n   2:15\n   \n    https:\/\/www.youtube.com\/watch?v=-lRUbg-Qo3I\n   \n","819509":"\n   That is what I just said, you silly pumpkin! *hugs*\n  ","819510":"\n   lmao the screenshot they asked for is of course your last pic... omg... that's genius Gabby\n  ","819511":"\n   what you doing\n  ","819512":"\n   Likers get 10 likes, first 2\n  ","819513":"\n   Like 20 answers of\n   \n    @tayyabhumayun\n   \n   and i will give you 50 likes and a gift !!\n  ","819514":"\n   How would you handle it if you were tied down, totally unable to move or kick, and tickled by a couple of friends?\n  ","819515":"\n   why don't you check your stuff\n  ","819516":"\n   Bye :(\n  ","819517":"\n   Single no :(\n  ","819518":"\n   Save phone man yes talk\n  ","819519":"\n   FaceTime 1-540-848-3048\n  ","819520":"\n   Facetime\n  ","819521":"\n   Hello\n  ","819522":"\n   what kind of phone do you have\n  ","819523":"\n   why do you agree with Baltimore\n  ","819524":"\n   pap of Joseph and his dad\n  ","819525":"\n   3\/5 what's your favorite tv shows.\n  ","819526":"\n   what are you doing\n  ","819527":"\n   your cute\n  ","819528":"\n   the moms that are saying the protesting is childish need fucking help\n  ","819529":"\n   what time is it\n  ","819530":"\n   selfie ?\n  ","819531":"\n   your amazing\n  ","819532":"\n   It was sarcasm lmao\n  ","819533":"\n   Omg you're 12??? No freaking way\n  ","819534":"\n   how old are you\n  ","819535":"\n   Question 10: Do you think that there is too much pressure on couples to get engaged\/married?\n  ","819536":"\n   followed back babe aw\n  ","819537":"\n   yes 100% support it babe i love u\n  ","819538":"\n   what's your opinion on the riot happening right now? personally I don't promote violence but I also think people get what they deserve because if you have me on fb you've seen some kf the videos of white cops beating the heck out of people of color so.\n  ","819539":"\n   you support the Baltimore protest\n  ","819540":"\n   send your followers my way bby? I need people to keep me,distracted from pain until 4 when my mom gets off work so she can come check my ankle. 😁❤\n  ","819541":"\n   Gabby I love you!!!! ❤❤❤❤❤🙌\n  ","819542":"\n   Have you been in a situation where you and a group of friends REALLY had to pee but couldn't?\n  ","819543":"\n   what you doing pap\n  ","819544":"\n   how many followers you have\n  ","819545":"\n   do you watch Teen Mon OG\n  ","819546":"\n   could you guys send me good vibes today? I'm having one of my horrible days and would love some support from you guys if you could ❤ thank you in advance and ilygsm\n  ","819547":"\n   What is your favorite thrill ride?\n  ","819548":"\n   NEW ACCOUNT.. Previous was haleyakamom Sent to all the people I followed on my old account except a select few. If you get this that means I'm following you again.\n  ","819549":"\n   My ask is super dry right now. Send some followers my way? 😘💗💁\n  ","819550":"\n   2\/5 how old where you when you got told Santa, the tooth fairy and Easter bunny weren't real?\n  ","819551":"\n   5\/5 do you sleep in the pitch black or with noise or light\n  ","819552":"\n   1\/5 how old were you when you got your first kiss?\n  ","819553":"\n   3\/5 how old were you when you when you got your first social media site\n  ","819554":"\n   4:5 how old where you when you got your first car?\n  ","819555":"\n   Don't y'all just hate it when after you're done banging he pulls out and you let loose the loudest pussy fart in the universe?\n  ","819556":"\n   4\/5 are you a night owl or an early bird?\n  ","819557":"\n   2\/5 (random) What's your favorite food?\n  ","819558":"\n   1\/5 (random) what is your favorite color?\n  ","819559":"\n   I am starting the spam! Please tell me if you don't want it!\n  ","819560":"\n   I'm starving and my mom is taking so freaking long to even start dinner and I'm getting hella frustrated. What are some things I can do to get my mind off it?\n  ","819561":"\n   Breaking new: Bruce Jenner is becoming a woman to sell books and make money off of TV appearances. For shame BJ, For shame.\n  ","819562":"\n   Thanks, Gaby!!  This has been a test for sure!!  Thanks for being here. :)\n  ","819563":"\n   We'll see.  Anons turning people against me is not cool, especially long time friends.\n  ","819564":"\n   Would you say you're a generous person? When was your last act of generosity and who was it towards?\n  ","819565":"\n   25) your favorite animals?\n  ","819566":"\n   Should I stay or should I go? This is getting ridiculous!!\n  ","819567":"\n   Did your parents ever say they were going to name you something else originally, or that there was another name they were considering for you? If so, what was it?\n  ","819568":"\n   what makes you happy? Kane has made me so happy I can't stop smiling to myself and I'm just in a great mood! ❤😌\n  ","819569":"\n   24) 3 things that easily annoy you?\n  ","819570":"\n   Hypothetically, how would your family react if you announced you were a lesbian? Whether you are\/aren't into women is irrelevant. The question is... knowing your family as you do, how would they react?\n  ","819571":"\n   so now you guys live with his mom\n  ","819572":"\n   what you guys doing\n  ","819573":"\n   1:40 and I'm bored\n  ","819574":"\n   Why do you think people resort to excessive drinking instead of soberly tackling their problems firsthand?\n  ","819575":"\n   Do you believe some people just don't know their limits?\n  ","819576":"\n   There's a fake account of Erin curry everyone go block and report it\n   \n    @erins1\n   \n   on Instagram\n   \n    @erins1\n   \n   on here And @ erins1 on kik go report this fake account\n  ","819577":"\n   you gone head\n  ","819578":"\n   Was it hard or slow\n  ","819579":"\n   Send your followers and anons my way?\n  ","819580":"\n   Yes have was it hard or slow\n  ","819581":"\n   Was the sex hard or slow win you had sex how did it fill like\n  ","819582":"\n   last thing you did\n  ","819583":"\n   anons are so disrespectful\n  ","819584":"\n   Well we came here and you kind of had an attitude and ya...Reachel never talks to us in that disrespecting manner, so yea we're gonna stay with her tonight. dat coo?\n  ","819585":"\n   they're being assholes today\n  ","819586":"\n   ya umm sorry but we saw your post on Reachel's ask and ya last time asking you questions didnt go so well...so no stank you. farewell\n  ","819587":"\n   -\n  ","819588":"\n   you live with your mother - in - law\n  ","819589":"\n   Yup!!  It \"helps\" to hate your job with a passion and your managers.  The managers loved me, just not them.\n  ","819590":"\n   will your mom be able to see her grandson anymore\n  ","819591":"\n   have you ever been in love or are you in love now? Explain how it feels to you?\n  ","819592":"\n   I used to work with both of them separately.  Their mood was different and\/or changed quickly without warning.  Ugh!!\n  ","819593":"\n   Same with my friend. :)  Plus aunts and uncles etc.  The daughter in question feels a lot better after cutting her mom out of her life.  They're all drama queens TBH.\n  ","819594":"\n   OK good!!  It's the grandkids that suffer the most really.  I wish you all he best, Gaby!!\n  ","819595":"\n   I wasn't suggesting it either.  I just meant don't fe too bad about that. She'll come around if she truly cares.\n  ","819596":"\n   if you get this I follow you and I just wanted to let you know how much I look up to you! th a,k you for being there for me and for being a bunch of awesome cuties! ❤❤❤ sorry if annoying I'm just in a great mood and everyone deserves a thank you from me!\n  ","819597":"\n   Adults that have cut them out of theirs and their kids lives.\n  ","819598":"\n   I'm sorry it happened but as long as you're happy that's what's important.  I know a few people around here that have \"divorced\" their parents.\n  ","819599":"\n   that's why you got kicked out\n  ","819600":"\n   Would you rather be royalty or a reality TV star?\n  ","819601":"\n   your mom really kicked you out\n  ","819602":"\n   where do you live\n  ","819603":"\n   why did you get kicked out\n  ","819604":"\n   spam me with questions\n  ","819605":"\n   so now you dont live at home\n  ","819606":"\n   what you doing\n  ","819607":"\n   where do you live\n  ","819608":"\n   Well, that's good at least.  I hope you can patch things up soon!!!\n  ","819609":"\n   Did you guys get in a fight?\n  ","819610":"\n   She kicked her own grandson out?\n  ","819611":"\n   Why did your mom kick you out?\n  ","819612":"\n   What??? Aw, I'm sorry!!!!!  Where are you staying?\n  ","819613":"\n   You're welcome!!  How's your weekend?\n  ","819614":"\n   Ur lying lol I can tell in another pic u put up get a weave\n  ","819615":"\n   Hey, nice job Gaby!! :D\n  ","819616":"\n   Can you draw faces on the soles of your feet & take a photo of it?\n  ","819617":"\n   I am right ur balding loll one side of ur head has more hair than the other bitch\n  ","819618":"\n   y are u bald lololol\n  ","819619":"\n   who do you live with\n  ","819620":"\n   What's your favourite pancake toppings?\n  ","819621":"\n   Yea I'm being a beg I know I know BUT does anyone wanna do spam for spam 🙊? I ain't done it in ages 😊 xx\n  ","819622":"\n   How often do you allow your emotions to get the better of you?\n  ","819623":"\n   !!!!!advice needed!!!!! okay so...there is this guy who's really sweet and I'm kind if starting to like him...a lot...but him and my sister just broke up....I met him through her.....should,I feel bad for starting to like him? what should,I do about these feelings? 😫\n  ","819624":"\n   Have you ever been to myrtle beach before?\n  ","819625":"\n   How do you deal with hate?\n  ","819626":"\n   Would you ever make a YouTube channel?\n  ","819627":"\n   What are some of your household rules at the moment?\n  ","819628":"\n   Any names for me? ☺️\n  ","819629":"\n   how's your relationship with your mom\n  ","819630":"\n   Kik?\n  ","819631":"\n   New full body selfie?\n  ","819632":"\n   What's your currently favorite show on TV?\n  ","819633":"\n   Tips on staying up all night? I'm with my friend and I almost always fall asleep at 10. I'm lame haha.\n  ","819634":"\n   So guys I just wanted to say thank you for the good vibes today, it means a lot. I probably will not be on much because of personal things I am going through right now. so if you could please keep the good vibes coming. ❤\n  ","819635":"\n   Why do you think that people seem to think anxiety is the same as nervousness? Do you think schools should be more accommodating of people with anxiety? (ie: not having to give oral presentations, etc)\n  ","819636":"\n   do you have an account on spillit???\n  ","819637":"\n   Are you comfortable enough with your boyfriend\/girlfriend that you could big up the idea of \"spicing things up\" in the bedroom if you felt you needed a change, or are you more the type of person to let it go and wait to see if they ever bring it up?\n  ","819638":"\n   Do you like Star Wars? Are you excited for the new movie or do you think it won't measure up to the old ones?\n  ","819639":"\n   Ignore this if you're not a parent - did you\/are you going to do baby led weaning? At what age did you start? If you didn't\/aren't going to, what is your opinion on it?\n  ","819640":"\n   Ignore this if you want too, going to do a honesty night! Send in what you wish! And if you're any good with iPhones, let me know in this answer, need a little help with something! Thanks x PS; I follow your awesomeness. ;D\n  ","819641":"\n   sorry if this is annoying just delete but could you take a look at my last answer and tell me your thoughts? I honestly would like to know your guys opinion! ❤😌\n  ","819642":"\n   What if there was nothing in the universe. Not even a black void. Just try to imagine the complete absence of everything, of every color.\n  ","819643":"\n   *FARTS A BIG AND WET ONE ON CAM*\n  ","819644":"\n   Are you romantic? Why or why not?\n  ","819645":"\n   okay so I think I'm going to follow what Anna is doing lol honesty night and maybe some VRs!!!\n  ","819646":"\n   You workout?\n  ","819647":"\n   you believe in God\n  ","819648":"\n   what color is your hair\n  ","819649":"\n   you follow Hayleigh\n  ","819650":"\n   where's Joseph\n  ","819651":"\n   plans for tonight\n  ","819652":"\n   What is something new your child\/children have learned recently? My son learned how to open the doors to get out of the exam rooms at the doctors, points more at things like when asked where things are and actually picked up my cup and took a big drink out of it without making a mess like usual. lol\n  ","819653":"\n   you'd get an abortion 😔\n  ","819654":"\n   Send your followers and anons my way? (: Ask whatever you want.\n  ","819655":"\n   I meant memory\n  ","819656":"\n   What's your best moment when you were in high school\n  ","819657":"\n   What career path would you like to follow?\n  ","819658":"\n   What was your favorite food when you were younger?\n  ","819659":"\n   When is the last time you went to the festival\n  ","819660":"\n   What, to you, is true strength?\n  ","819661":"\n   last time you had sex\n  ","819662":"\n   💋💋💋💋\n  ","819663":"\n   why wouldn't you keep the bby\n  ","819664":"\n   ur cute\n  ","819665":"\n   what if you got pregnant again\n  ","819666":"\n   you should have more kids\n  ","819667":"\n   Ariana is pregnant\n  ","819668":"\n   what are you doing\n  ","819669":"\n\n    http:\/\/ask.fm\/arianaelizabethh1122\/answer\/126630388215\n   \n   JFC is this our society now? Look at her urine stained fingers proudly holding the test (2nd baby). Fucking Florida Fuckasses.\n  ","819670":"\n   how many followers you have\n  ","819671":"\n   12\/20: How is the weather right now in your area?\n  ","819672":"\n   14\/20: Do you get enough sleep at night or are you more of a night owl?\n  ","819673":"\n   What is your opinion on \"instant\" products like instant coffee, or easy mac, or instant noodles? Does the convenience outweigh the (usually) sub-par flavor?\n  ","819674":"\n   What if after you die the soul stays trapped in the body, not free to roam the earth. When the dirt is placed over your coffin you remain in blackness for all of eternity?\n  ","819675":"\n   18) What do you look for in a relationship?\n  ","819676":"\n   What if our entire existence is just one person's comatose state and they are imagining all these micro-scenarios? What if they woke up and our reality disappeared instantaneously? Dissociation may be reality.\n  ","819677":"\n   Stephen Curry >> L.Aldridge, you betta recognize girl!!!! Did you see the shit that boy did last night? 19 points down and he brought his team back to win in OT??? All I gotta say is EM VEE PEE mhm\n  ","819678":"\n   19) Whos someone you miss?\n  ","819679":"\n   20) Whats your relationship with your parent (s)\n  ","819680":"\n   21) Whats your favorite holiday?\n  ","819681":"\n   22) Favorite person on Ask.fm?\n  ","819682":"\n   24) 3 things that annoy you?\n  ","819683":"\n   What do you mostly prepare for lunch or dinner ?\n  ","819684":"\n   Do you cook or you buy fast food ?\n  ","819685":"\n   Just a quick little reminder that you mommas are doing an AMAZING job at being the best possible moms you can be to your child(ren)! You keep doing what YOU think is best, it's your baby after all! Go you! 😌❤️\n  ","819686":"\n   How was your day today?\n  ","819687":"\n   15) your favorite song (s)\n  ","819688":"\n   14) your favorite movie (s)\n  ","819689":"\n   8) 4 turn OFFS of yours\n  ","819690":"\n   9) How many piercings\/tatoos do you have?\n  ","819691":"\n   10) How do you feel right now?\n  ","819692":"\n   11) Whats one food you really want right now?\n  ","819693":"\n   12) Whats your current relationship status?\n  ","819694":"\n   13) Meaning behind your username?\n  ","819695":"\n   17. 3 thongs that make you happy?\n  ","819696":"\n   What kind of watch do you wear?\n  ","819697":"\n   You really think a person can lose 1 pound a day????\n  ","819698":"\n   Do you think it's possible to lose 30 pounds in one month healthily? I want to try but I don't want to be unhealthy, I want to try to do it fast.\n  ","819699":"\n   13\/20: What is the wallpaper on your phone\/laptop\/tablet etc?\n  ","819700":"\n   What's your opinion on the social services\/child services in your area? Do they do there job correctly? Why\/why not?\n  ","819701":"\n   If you had the chance to change 5 things about your state what would it be? (For example, better public schools, more parks ect)\n  ","819702":"\n   18\/20: Are you old fashioned in ANY way at all? explain your answer.\n  ","819703":"\n   is there a language you love or would love to learn? Why\n  ","819704":"\n   how do you deal with physical pain? I'm in pain from where she messed with my nerves in my foot and I'd like to know if you guys have any suggestions on how to keep the pain down besides my pain medicine?\n  ","819705":"\n   Do you think it's acceptable that the media pick and chose who they broadcast when it comes to missing people?. For example one female recently went missing in Glasgow, she her face was pictured everywhere, where as one man has been missing for months and has had no publicity. Explain\n  ","819706":"\n   What's the minimum wage in your area? Do you think this should be increased? Why\/why not?\n  ","819707":"\n   HONEST NIGHT! I have nothing to do tonight so tell your followers even your anon's to ask me questions!! 💖😘\n  ","819708":"\n   Sweet!!  Way to go. :)\n  ","819709":"\n   Hey, Gaby!!  How are things going now?  Any better?\n  ","819710":"\n   What is your favorite thing to cook?\n  ","819711":"\n   Opps I sent that question about your face is gorgeous twice haha! 😂 lol sorry\n  ","819712":"\n   Hell yeah lol your gorgeous! Lmao\n  ","819713":"\n   Your face is gorgeous 😍😍😍👌\n  ","819714":"\n   Your face is gorgeous 😍😍😍👌\n  ","819715":"\n   What's your favorite unhealthy, fast food treat? (I love me some Wendy's fries!)\n  ","819716":"\n   5) whos your best friend (s)\n  ","819717":"\n   20\/20: Is there a tv channel you could always watch and it never get old?\n  ","819718":"\n   okay guys that was it for now,I'm going to go think of more questions then I'll do another 19 question spam! hope you enjoyed it!\n  ","819719":"\n   How is everyone tonight???? ❤️ Hope you all are having a great Wednesday!!\n  ","819720":"\n   Why do you think people act idiotic on ask and on anon?\n  ","819721":"\n   Unfollowed a lot of people, so if your getting this that means I'm still following you because you're pretty awesome!😉❤️💙\n  ","819722":"\n   11\/20: who was the last person you hugged?\n  ","819723":"\n   9\/20: What music are you listening to right now? (or the last thing you listened to)\n  ","819724":"\n   10\/20: What was the last thing you ate? try and explain the taste to me.\n  ","819725":"\n   Are you still friends with Lillie ?\n  ","819726":"\n   do u masturbate\n  ","819727":"\n   3) Three fears of yours?\n  ","819728":"\n   8\/20: How many middle names do you have? I have two 😁\n  ","819729":"\n   4) Three things you love?\n  ","819730":"\n   7\/20: what is the first thing you notice about another person(s)?\n  ","819731":"\n   Would you use a self-driving car or drive yourself?\n  ","819732":"\n   2) Zodiac sign?\n  ","819733":"\n   Okay guys , I'm going to send out a 29 question spam and the questions will be spaced out. if you do not wish to be included please send me a question and tell me!\n  ","819734":"\n   1) First & Middle Name?\n  ","819735":"\n   3\/20: what favorite food puts you in a great mood?\n  ","819736":"\n   4\/20: who's the funniest person you know? explain to me why they are the funniest person you know\n  ","819737":"\n   6\/20: Who was the last person you talked to on the phone? what's your relation with that person(s)\n  ","819738":"\n   What is one thing that you love most about yourself?\n  ","819739":"\n   Do you have a nickname for you child(ren) besides their real name\n  ","819740":"\n   looking for new mommies to follow if you could help me out\n  ","819741":"\n   do you sleep with a fan on? everyone in my house has a fan that we HAVE to have on even if it's below 0 outside.\n  ","819742":"\n   So a relationship spam has been requested, which I may be doing. If you don't wish to receive it or it doesn't apply to you, then please let me know in my inbox so I can untick you\/unfollow you for that particular spam. Thank you! (:\n  ","819743":"\n   opinion on my engagement to\n   \n    @shad0wreaper96\n   \n   (check recent)\n  ","819744":"\n   why do you think a lot of cats hate water?\n  ","819745":"\n   50 question spam later tonight!!!! Only to people I send this to, if ypu DONT want it send me a question! ( if you don't get this dont ask for the spam)\n  ","819746":"\n   I love you baby. Have a good day at work!\n  ","819747":"\n   What year is your car\n  ","819748":"\n   Wcw?\n  ","819749":"\n   is there a song right now that explains your life at this moment? what is it?\n  ","819750":"\n   NOBODY HAS DID. THE ENTIRE UNIVERSE IS ONE BIG DISSOCIATION. ACTUALLY NOTHING EXISTS. W E L C O M E T O R E A L I T Y F O L K S\n  ","819751":"\n   I honestly hate sending something like this and I don't think I've ever sent one out to a bunch of people but I'm doing Honesty Night! Everything is off limits! Parenting\/relationship(s)\/etc.\n  ","819752":"\n   *delete if annoying, I apologize* could you guys please keep my sister and my 2 month old niece Cahlayagh in your thoughts and prayers. Cahlayagh had surgery on her stomach last night and they got to come home today and it would be amazing if y'all could send them good vibes ❤\n  ","819753":"\n   pro-life trash needs to go back to the curb with it's other trash buddies. anon ever seen a live picture of a fetus being formed? thing looks like a bug until around 24 weeks!!!! which btw is when they stop abortions sooo um. it's our body if a woman* wants to get an abortion she can get over it.\n  ","819754":"\n   All your friends saying I'm not coming back because they proved me wrong, no 😂 because I'm mature & moved on from your different opinion. You won't convince me and I won't convince you. No point in trying anymore. Moving on.\n  ","819755":"\n   Well there you go hen. Your body your choice xx\n  ","819756":"\n   Most people will agree with your stance on abortion hun, just seems that pro-lifers like to force women to have children but the second the baby is born they no longer care for it and move on to the next woman and try to guilt trip them too! X\n  ","819757":"\n   People annoy me I swear, this is 2015 not 1820 FFS. Arseholes 😡😂 xx\n  ","819758":"\n   Oi anon, why should gabby have to allow a bunch of cells to attack her body and live off of it without consent? Why should she carry a clump of cells around for 40 weeks, have her body stretched and squeezed and abused for a clump of cells she doesn't want? Oh I hate pro lifers, utter cunts 😡\n  ","819759":"\n   Nice 5 year old comebacks you fucking tree stump.\n  ","819760":"\n   Awh how cute. Dumbass trash misreading things. Child abusers HAD a chance at life. And they ruined it. Unborn babies also have a chance at life. And dumb shits like you ruin it before they even get the option to ruin it themselves.\n  ","819761":"\n   You are too immature. I'm actually happy you aren't having anymore kids.\n  ","819762":"\n   Child abusers had a chance at life. Just like unborn babies should.\n  ","819763":"\n   Anonymous, lethal injection also stops a beating heart. Child abusers have a beating heart. Should they be allowed a 'happy healthy life' too then? Fools!\n  ","819764":"\n   I don't understand how it isn't a real baby. Enlighten me\n  ","819765":"\n   Babies develop heart beats during the window of abortions. It has a heart beat? Tell me again it's not a real baby.\n  ","819766":"\n   You're* clearly the one that needs some schooling, honey.\n  ","819767":"\n   It's legal because even if it were illegal, people would do them in the back alley or something because they're sick and twisted.\n  ","819768":"\n   Wow... Your anons an uneducated asshole 😂😂\n  ","819769":"\n   Plucking off limbs one by one isn't abuse? Oh sorry where's my brain. Didn't think that that would be abuse. Oops.\n  ","819770":"\n   Abortions are abusing unborn children.\n  ","819771":"\n   It is though? Because you're abusing an unborn child for no reason so.\n  "},"Answer":{"818699":"\n  feeling fed up\n  ","818700":"\n  the amount of shit talking lately\n  ","818701":"\n  10:51pm\n  ","818702":"\n  I love all your questions ☺️\n  ","818703":"\n  cooking and fashion\n  ","818704":"\n  yes and yes bc I guess just the person I am\n  ","818705":"\n  no\n  ","818706":"\n  yeah they do ; yes I definitely can ☺️ and I don't remember lol\n  ","818707":"\n  idk I just state my opinion very heavily\n  ","818708":"\n  it depends sometimes\n  ","818709":"\n  sour candy haha\n  ","818710":"\n  when guys ; scream things at girls that's disrespectful especially when their with their significant other\n  ","818711":"\n  let then experience life ; bc if they can't experience life they won't know anything\n  ","818712":"\n  paying bills\n  ","818713":"\n  happiness\n  ","818714":"\n  1. my age\n  \n  2. picture of my room\n  ","818715":"\n  lol no I don't live no where near Texas\n  ","818716":"\n  just food haha\n  ","818717":"\n  I'm doing good ☺️\n  ","818718":"\n  hi\n  ","818719":"\n  so is yours but I'm not complaining\n  ","818720":"\n  yawn 😴\n  ","818721":"\n  bad job trolling 😂\n  ","818722":"\n  I don't have big lips\n  \n  lmao what a fail attempt at making jokes\n  ","818723":"\n  and your mom is one 🙈😂\n  ","818724":"\n  chocolate chip cookies 😍\n  ","818725":"\n  when needed to be\n  ","818726":"\n  yeah I do\n  ","818727":"\n  I'll be doing it as well guys ☺️\n  ","818728":"\n  yeah he can haha that's all he does now\n  ","818729":"\n  damn no I don't want can't you guys comprehend\n  ","818730":"\n  awh thank you 😊☺️\n  ","818731":"\n  drinking Pepsi and watching tv\n  ","818732":"\n  nope\n  ","818733":"\n  well you just told me before when I said who are you talking about\n  ","818734":"\n  no I don't but okay\n  ","818735":"\n  do you need to send this twice ?\n  ","818736":"\n  what about her ?\n  \n  she's a beautiful young lady 😍💘\n  \n  go to her page and tell her your\n  \n  comment then\n  ","818737":"\n  I have no idea what you're talking about\n  ","818738":"\n  I'm interested ☺️\n  ","818739":"\n  we live together yes\n  ","818740":"\n  and your point ?\n  \n  their falling yeah but their on correctly\n  \n  lmao why do you care how my man dresses ?\n  \n  😂😂😂😂\n  ","818741":"\n  I'm not he is but that still isn't any reason lmao\n  ","818742":"\n  well he is ?\n  \n  that makes no sense lol\n  ","818743":"\n  that has nothing to do with why we don't want kids anymore\n  \n  theirs no reasons lmao\n  \n  we just don't damn man\n  ","818744":"\n  Because we don't want anymore\n  \n  what dont you understand ?\n  ","818745":"\n  I had no complications with my first so why would I have any with my 2nd ?\n  \n  stupidity at its finest 😂\n  \n  and no we talked and we don't want anymore\n  \n  I don't get what you can't comprehend\n  ","818746":"\n  bc I do I'm only 20 wtf kind of\n  \n  stupid question is this and I don't want\n  \n  anymore kids\n  ","818747":"\n  wtf are you talking about\n  \n  you are beyond stupid you know that\n  ","818748":"\n  but idc what you think\n  \n  bc my boyfriend loves my body the way it is\n  \n  and I'm happy with the way my body looks ☺️💋\n  ","818749":"\n  I think I do not ;\n  \n  don't tell me what to do ☺️\n  \n  I eat when I want and how I want\n  ","818750":"\n  she's my best friend 💕💘\n  \n  you're toxic anon\n  ","818751":"\n  Lmao I'm a hypocrite?\n  \n  I didn't say anything about you being on anon\n  \n  and I'm a hater please explain how ? 😂\n  ","818752":"\n  you're an idiot\n  \n  I'm not a hater bc your mad\n  \n  that makes zero sense 😂\n  ","818753":"\n  I'd spank him ; bc he's only 1 1\/2 he shouldn't be cursing\n  ","818754":"\n  awh ; yay I made you mad ☺️\n  ","818755":"\n  of course I do\n  ","818756":"\n  68 lmao\n  ","818757":"\n  watching super nanny\n  ","818758":"\n  gained a couple more followers\n  \n  so send me in stuff 💖💝\n  ","818759":"\n  that sounds good haha\n  ","818760":"\n  I'm\n  \n  T W E N T Y\n  ","818761":"\n  some troll\n  ","818762":"\n  it's not hot it's warm\n  ","818763":"\n  play outside ; play inside ; watch tv together ; color\n  ","818764":"\n  bc we don't lol\n  ","818765":"\n  send me in stuff guys 💖\n  ","818766":"\n  yes she's one of my favorite moms on here 💕😘\n  ","818767":"\n  yeah ; if needed\n  ","818768":"\n  not everyday\n  ","818769":"\n  I have a son\n  ","818770":"\n  don't be everyone is pretty in their own way 💕\n  ","818771":"\n  he should be home soon\n  ","818772":"\n  yeah I'm actually\n  \n  going to watch it at 7:30 haha\n  ","818773":"\n  High School Musical ; I like all their songs ☺️\n  ","818774":"\n  lol nope and idc about them\n  ","818775":"\n  lmao ; seriously are you forreal\n  ","818776":"\n  yeah but not as bad\n  ","818777":"\n  no but that would be cool haha\n  ","818778":"\n  I'm not pregnant\n  ","818779":"\n  no lmao\n  ","818780":"\n  no\n  ","818781":"\n  no\n  ","818782":"\n  like around 12 I believe idk\n  ","818783":"\n  couple of hours ago\n  ","818784":"\n  42%\n  ","818785":"\n  awh ; why thank you\n  ","818786":"\n  bam\n  ","818787":"\n  awh ; thank you ☺️\n  ","818788":"\n  yeah lol I'm fine\n  ","818789":"\n  over 3 1\/2 years 💖\n  ","818790":"\n  1,009\n  ","818791":"\n  it's all good\n  ","818792":"\n  awwww\n  ","818793":"\n  thank you\n  ","818794":"\n  lol I really don't care what the say\n  ","818795":"\n  it's not even being uneducated it's calling it how I see it so ?\n  ","818796":"\n  mine to\n  ","818797":"\n  bye\n  ","818798":"\n  lmao haha\n  ","818799":"\n  do I what damn\n  ","818800":"\n  you've asked me this plenty of times\n  ","818801":"\n  you're you're you're\n  \n  what's the point\n  \n  in not typing an essay and this isn't school ?\n  \n  so you're insult sucks ☺️💋\n  ","818802":"\n  bye\n  \n  come up with better questions\n  ","818803":"\n  you're question sucks 😂✋🏽👏🏽\n  ","818804":"\n  sorry but no\n  \n  IM TAKEN\n  ","818805":"\n  you're question sucks\n  ","818806":"\n  yeah\n  ","818807":"\n  yes or no what\n  ","818808":"\n  notforyou_x3\n  ","818809":"\n  flip flops but I want more heels\n  ","818810":"\n  smh the questions lack creativity\n  ","818811":"\n  my friends and getting to know them better\n  ","818812":"\n  well im not 😂✋🏽\n  ","818813":"\n  I have a bio for a reason\n  ","818814":"\n  I can tell\n  ","818815":"\n  why\n  ","818816":"\n  no\n  ","818817":"\n  duh\n  ","818818":"\n  getting my bfs clothes ready for work\n  ","818819":"\n  I love you're spam ☺️\n  ","818820":"\n  I'm good\n  ","818821":"\n  dirk bike riding bc idk it just looks like such a horrible sport idek if it's a sport haha\n  ","818822":"\n  not that I know of bby\n  ","818823":"\n  like 12 maybe younger\n  ","818824":"\n  yes and I love all kinds\n  ","818825":"\n  no\n  ","818826":"\n  no\n  ","818827":"\n  ☺️☺️☺️\n  ","818828":"\n  Kim bc she's a real bitch 😍\n  ","818829":"\n  yeah\n  ","818830":"\n  nope\n  ","818831":"\n  bc of their dad\n  ","818832":"\n  11|08\n  ","818833":"\n  chillen with my bf since our son is going to be in the city td with his grandma\n  ","818834":"\n  close to an hour\n  ","818835":"\n  no ; haha\n  ","818836":"\n  awh ; thank you 💕☺️\n  ","818837":"\n  no I haven't done that since he first came home\n  ","818838":"\n  1,005 ☺️💕\n  ","818839":"\n  goodmorning\n  ","818840":"\n  hello\n  ","818841":"\n  thank you they haven't come back 😂\n  ","818842":"\n  idk why your talking like you know what you're taking about bc clearly you don't\n  \n  idek why your on my page\n  ","818843":"\n  awh thank you ☺️\n  ","818844":"\n  I do you are irrelevant to my page\n  \n  so I do decide who's relevant and irrelevant to MY ASK.fm page\n  \n  but whatever helps you sleep at night 💋\n  ","818845":"\n  not that I know of\n  ","818846":"\n  bc he can be\n  \n  I'm his parent not you\n  ","818847":"\n  nope not at all haha\n  ","818848":"\n  trying to put my son to sleep\n  ","818849":"\n  yes me and my boyfriend love that show\n  ","818850":"\n  well then no haha\n  ","818851":"\n  if I got pregnant now yes\n  ","818852":"\n  i have no idea what that is\n  ","818853":"\n  well my son is here\n  \n  so no\n  ","818854":"\n  1,004 ☺️\n  ","818855":"\n  well I wouldn't know\n  ","818856":"\n  yeah sorta\n  ","818857":"\n  of ? what are you talking about\n  ","818858":"\n  lol green tea sounds better\n  ","818859":"\n  it's not to me so ?\n  ","818860":"\n  lemonade\n  ","818861":"\n  what's blue tea\n  ","818862":"\n  Iced coffee\n  ","818863":"\n  both\n  ","818864":"\n  raspberry tea\n  ","818865":"\n  coke\n  ","818866":"\n  I'd have a dog\n  \n  if have a hyena\n  \n  and that's about it lol\n  ","818867":"\n  that's not weird lol\n  \n  it's nasty to me\n  ","818868":"\n  shrimp\n  ","818869":"\n  bc I don't lol\n  ","818870":"\n  fruit punch\n  ","818871":"\n  none I love all of them\n  ","818872":"\n  it's nasty that's why\n  ","818873":"\n  mhm idk\n  ","818874":"\n  I love fast food\n  \n  but I'd say White Castle\n  ","818875":"\n  like 3-5 days\n  ","818876":"\n  idk wth\n  ","818877":"\n  well he's not going to believe in the tooth fairy so ima give him what me and his dad want ?\n  ","818878":"\n  neither that's disgusting\n  ","818879":"\n  a lot I guess lol\n  ","818880":"\n  yeah\n  ","818881":"\n  nope\n  ","818882":"\n  peanuts\n  ","818883":"\n  bugs\n  ","818884":"\n  none stupid ones\n  \n  ones I can actually answer\n  ","818885":"\n  yeah and no\n  ","818886":"\n  what\n  ","818887":"\n  again stupid question\n  ","818888":"\n  omg I'm tired of stupid questions\n  \n  ask me real ones\n  ","818889":"\n  YOU CANT READ\n  ","818890":"\n  stop asking stupid questions now\n  ","818891":"\n  I'm to old for all that\n  \n  I don't even remember\n  ","818892":"\n  well obviously\n  ","818893":"\n  close what ?\n  ","818894":"\n  idk lol how am I suppose to know\n  ","818895":"\n  that game is stupid asf\n  ","818896":"\n  yeah lol\n  ","818897":"\n  I'm all the above\n  ","818898":"\n  both\n  ","818899":"\n  16\n  ","818900":"\n  some flip phone\n  ","818901":"\n  fish\n  ","818902":"\n  scary , comedy , love\n  ","818903":"\n  no movies do haha\n  ","818904":"\n  like 2 months ago\n  ","818905":"\n  I didn't answer it mean\n  \n  people expect me or his dad to\n  \n  have him 24|7\n  ","818906":"\n  no why would I when I'm scared of clowns\n  ","818907":"\n  I haven't been scared in a long time\n  ","818908":"\n  answer what so mean\n  ","818909":"\n  their faces\n  ","818910":"\n  no why would I have my son 24|7\n  \n  do you stay up you're parents ass 24|7 v\n  ","818911":"\n  mhm a lot of stuff\n  ","818912":"\n  clowns\n  ","818913":"\n  yeah\n  ","818914":"\n  no\n  ","818915":"\n  no\n  ","818916":"\n  does your mom\n  ","818917":"\n  mine\n  ","818918":"\n  go try it and then you'll know\n  ","818919":"\n  yeah\n  ","818920":"\n  we never used them since we been together\n  ","818921":"\n  yeah\n  ","818922":"\n  nope that's not cute\n  ","818923":"\n  yeah\n  ","818924":"\n  don't . click . links\n  ","818925":"\n  nope\n  ","818926":"\n  nope\n  ","818927":"\n  lacrosse\n  ","818928":"\n  fast\n  ","818929":"\n  no\n  ","818930":"\n  2\n  ","818931":"\n  i don't remember\n  ","818932":"\n  almost\n  ","818933":"\n  no\n  ","818934":"\n  yeah I've been with a lot of girls\n  ","818935":"\n  Anal\n  ","818936":"\n  I do but I don't have any pictures on me\n  ","818937":"\n  idk\n  ","818938":"\n  had sex with my bf from the back for the first time\n  ","818939":"\n  I tripped\n  ","818940":"\n  no\n  ","818941":"\n  smoke\n  ","818942":"\n  yeah\n  ","818943":"\n  relationship goals\n  ","818944":"\n  yes\n  ","818945":"\n  honesty night 😊\n  ","818946":"\n  blocked\n  ","818947":"\n  well it doesn't matter bc you knew what I was talking about\n  ","818948":"\n  no\n  ","818949":"\n  in a toilet da hell\n  ","818950":"\n  I said yes about 100 times\n  ","818951":"\n  bye or you're blocked\n  ","818952":"\n  how I meet your mother\n  ","818953":"\n  nope but id love to\n  ","818954":"\n  I don't have any lol\n  ","818955":"\n  I don't have any\n  ","818956":"\n  I have no idea lol\n  ","818957":"\n  I know i just wanna cry 😔\n  ","818958":"\n  omg he's almost a year old that's sad\n  ","818959":"\n  that makes me want to break down\n  ","818960":"\n  omg so he's like 9 months old around there\n  \n  ugh it breaks my heart how she's taken care of him 😔\n  ","818961":"\n  now lol if I get good questions\n  \n  or any at all\n  ","818962":"\n  nope thats just dumb\n  \n  I have an account for a reason\n  ","818963":"\n  I know he doesn't even look like he likes her 😂\n  \n  I feel so bad for him he looks ode sick 😔\n  \n  how old is he anyways ?\n  ","818964":"\n  ugh it makes me so sad\n  \n  she needs her son taken from her and put in better care\n  ","818965":"\n  thanks\n  ","818966":"\n  I've had it before it's okay\n  \n  I just have to be in the mood for it\n  ","818967":"\n  he's really skinny\n  \n  I feel bad for him she probably doesn't feed him 😔\n  ","818968":"\n  Zit\n  ","818969":"\n  lol she definitely is 😂\n  ","818970":"\n  bc I can that's why ☺️\n  ","818971":"\n  lmao she's bugging were both the same weight as her toe 😂\n  ","818972":"\n  thanks\n  ","818973":"\n  hi Emily 😘 and\n  \n  bc I actually know how to take care of\n  \n  my son and especially feed him\n  \n  and strap him in his car seat\n  \n  breathe him ; feed him cuddle him\n  \n  ☺️\n  ","818974":"\n  yeah I will\n  ","818975":"\n  hello ?\n  ","818976":"\n  hell if I knew\n  ","818977":"\n  it's a bar lol its silver?\n  ","818978":"\n  yeah I have plenty of them haha\n  ","818979":"\n  lmao i thought so to\n  \n  it's not only in my bio\n  \n  but I say it everyday ☺️\n  ","818980":"\n  yes he can ☺️\n  ","818981":"\n  he's 18 months old 😍\n  ","818982":"\n  yes I do 100% 👭👬\n  ","818983":"\n  stop lying lol\n  ","818984":"\n  yeah lol I'm fine\n  ","818985":"\n  5:52pm\n  ","818986":"\n  I'm TWENtY\n  ","818987":"\n  no honestly lol\n  \n  people who fake have no life\n  ","818988":"\n  the baby boy procedure ?\n  ","818989":"\n  no they shouldn't\n  \n  that would be dumb lol\n  ","818990":"\n  it does lol I never knew that\n  \n  and I believe it doesn't matter\n  ","818991":"\n  lmao it drove me crazy for a while lol\n  ","818992":"\n  no\n  ","818993":"\n  I'm at work still\n  \n  30 minutes left\n  ","818994":"\n  your right\n  \n  btw I just gained a follower ☺️\n  ","818995":"\n  I finally reached 1,000 followers\n  \n  I'm truly honored that you guys choose to follow me. ☺️☺️☺️\n  \n  means a lot to me\n  \n  stay active and send me stuff\n  \n  💘\n  ","818996":"\n  yeah i would\n  ","818997":"\n  no lol\n  ","818998":"\n  I'm at work right now\n  ","818999":"\n  hello\n  ","819000":"\n  I wouldn't change it\n  ","819001":"\n  to nothing\n  ","819002":"\n  idk\n  ","819003":"\n  idk theirs a lot\n  ","819004":"\n  yeah\n  ","819005":"\n  I don't give a fuck about you nor your fake bby ; get off my page 😍💘☺️\n  ","819006":"\n  no\n  ","819007":"\n  Lime green\n  ","819008":"\n  yes\n  ","819009":"\n  I went out to eat\n  ","819010":"\n  nothing\n  ","819011":"\n  I'm not a guy\n  ","819012":"\n  idk and idc lol\n  ","819013":"\n  after I was like only 3 months\n  ","819014":"\n  I have before\n  ","819015":"\n  yeah 2013 🎓\n  ","819016":"\n  yeah\n  ","819017":"\n  my position\n  ","819018":"\n  a duh no more babies\n  ","819019":"\n  yeah lol\n  ","819020":"\n  send me stuff guys\n  \n  I'll do honesty night 💖💋\n  ","819021":"\n  we have such a special bond ; he's my partner and crime ; my everything the one I cry to : the one I tell everything to : but him and his dad have a special bond I can't even explain it and I started crying lol 😍💘\n  ","819022":"\n  no lol\n  ","819023":"\n  my son\n  ","819024":"\n  ^^^^^\n  ","819025":"\n  yeah lmao\n  ","819026":"\n  no lol that's funny tho 😂\n  ","819027":"\n  sometimes depends on my mood haha\n  ","819028":"\n  on my left side\n  ","819029":"\n  I don't have one\n  \n  but I know i need more sun dresses\n  ","819030":"\n  nope haha\n  ","819031":"\n  ^^^^\n  ","819032":"\n  995\n  \n  send me stuff 💕☺️\n  ","819033":"\n  BC ITS A DUMB QUESTION\n  \n  NEXT NEXT NEXT\n  ","819034":"\n  well that's a dumb question\n  \n  next\n  ","819035":"\n  idk do they ?\n  ","819036":"\n  playing 8 ball\n  ","819037":"\n  lol yeah you're a been passed lol\n  ","819038":"\n  lol I believe so to ; mines in November\n  ","819039":"\n  11|08\n  ","819040":"\n  aww Tori is the youngest 😊\n  ","819041":"\n  I know lol and I think I'm the second oldest 😳\n  ","819042":"\n  me to 😋😊\n  \n  when I shut them down they don't come back 😅\n  ","819043":"\n  yeah I'll be 21 in a couple months\n  ","819044":"\n  exactly you seen why they didn't come back 😊\n  ","819045":"\n  no it's okay it's just that I was bleeding\n  \n  and having contractions even tho I thought they were cramps haha\n  ","819046":"\n  I do haters gonna hate 😂\n  \n  like you hi hater 😊😎\n  ","819047":"\n  actually no my doctor said my weigh was good ☺️\n  \n  I was bleeding stupid fuck 😊😇\n  ","819048":"\n  you didn't see anything lmao\n  \n  you asked a question that was stupid and sounded like a hater\n  \n  just bc I'm skinny doesn't mean I don't eat stupid fuck\n  ","819049":"\n  why is this such a stupid question ?\n  \n  how the hell am I suppose to know ?\n  ","819050":"\n  thank you and I know lol\n  ","819051":"\n  it's really scary how much of an hater you are 😍\n  \n  my body is perfect and I eat 😘\n  ","819052":"\n  if they want lol\n  ","819053":"\n  nope I gave birth at 30 weeks\n  ","819054":"\n  if I got pregnant now then yeah tbt I'm not ready for another baby right now either of us\n  ","819055":"\n  lol\n  ","819056":"\n  why thank you\n  ","819057":"\n  send me in stuff ☺️\n  ","819058":"\n  haha need 5 more followers\n  \n  and I have 1,000 ☺️💕\n  ","819059":"\n  pull out method\n  ","819060":"\n  nope\n  ","819061":"\n  smh\n  ","819062":"\n  I can't tell if it's real or fake\n  ","819063":"\n  what about this account lol\n  ","819064":"\n  in a state\n  ","819065":"\n  awh thank you ☺️\n  ","819066":"\n  yeah lol\n  ","819067":"\n  I'm 5'3 I'm short\n  ","819068":"\n  like probably between 98-110\n  ","819069":"\n  no duh ;\n  \n  thanks caption obvious\n  ","819070":"\n  ok\n  ","819071":"\n  I'm not a boy therefore I can't answer this\n  \n  I don't have a penis nor know it feels like to have a circumcised or uncircumcised penis\n  ","819072":"\n  lmao smh\n  ","819073":"\n  I'm taken so idc ☺️\n  ","819074":"\n  idk I'm not every girl\n  \n  I don't need to talk about anyone's penis but my mans\n  ","819075":"\n  it's about 77 outside\n  ","819076":"\n  every fast food place is different people think working their is really bad for some odd reason\n  ","819077":"\n  oh lol maybe some states are different lol\n  ","819078":"\n  lol I know haha it didn't go up in you're state\n  \n  bc where I live it's $8.00 ?\n  ","819079":"\n  yeah he can lol\n  ","819080":"\n  relaxing with my son\n  ","819081":"\n  nope lol\n  ","819082":"\n  I loved it ; it was different\n  ","819083":"\n  I believe frozen\n  ","819084":"\n  none to be honest\n  ","819085":"\n  Elsa bc she's fistey\n  ","819086":"\n  no lol\n  ","819087":"\n  no but I want to go so badly\n  ","819088":"\n  Winnie the Pooh\n  ","819089":"\n  yay ☺️\n  ","819090":"\n  no\n  ","819091":"\n  I think they are jealous ☺️\n  ","819092":"\n  lol I don't get how 😂\n  ","819093":"\n  last night ☺️\n  ","819094":"\n  like 2 weeks ago\n  ","819095":"\n  why do I get stupid questions\n  ","819096":"\n  I do lol\n  \n  it's a secret\n  ","819097":"\n  yeah he is\n  ","819098":"\n  not yet I will tho\n  ","819099":"\n  yeah I have\n  ","819100":"\n  I haven't gotten dress yet or taken pictures\n  \n  ask me in about an hour or 2\n  ","819101":"\n  3 1\/2 years almost 4 in September ☺️\n  ","819102":"\n  well I heard she faked an sucidue  attempt\n  ","819103":"\n  at the moment yes\n  ","819104":"\n  💖💍🔐\n  ","819105":"\n  8:28am\n  ","819106":"\n  6 flags this summer ☀️\n  ","819107":"\n  no lol\n  ","819108":"\n  yeah red , blonde , black\n  ","819109":"\n  yay\n  ","819110":"\n  I don't have any 😩\n  ","819111":"\n  ask me stuff 😊\n  ","819112":"\n  Named brand stuff\n  ","819113":"\n  little spams ☺️\n  ","819114":"\n  no bc they should know how much they consume and yes it's a problem now a days\n  ","819115":"\n  guys I'm bored to\n  \n  I have way to many followers\n  \n  for my ask to be quiet\n  \n  and ask my best friend questions to ☺️\n  ","819116":"\n  bc I'm kool 😎\n  ","819117":"\n  I'd say no bc that would just be weird lol\n  ","819118":"\n  995\n  \n  almost to 1,000 love you all 😍💖💕\n  ","819119":"\n  1. me\n  \n  3. my son\n  \n  3. my bf and I\n  \n  4. work\n  \n  5. personal stuff sometimes\n  ","819120":"\n  1. Happy\n  \n  2. outgoing\n  \n  3. exited\n  \n  4. surprised\n  ","819121":"\n  yes and no bc yes only if they been visiting not their child no if they haven't seen their children for so long what's the point of even seeing them ; they don't know who you are anymore\n  ","819122":"\n  why do you ask stupid questions\n  ","819123":"\n  why do you care\n  ","819124":"\n  I don't remember a lot lol\n  ","819125":"\n  ^^^^^\n  ","819126":"\n  don't care\n  ","819127":"\n  yeah my hair is blonde now\n  ","819128":"\n  💖💖💖\n  ","819129":"\n  yes\n  ","819130":"\n  no idc\n  ","819131":"\n  nope\n  ","819132":"\n  featuring babe 💋💘💖\n  ","819133":"\n  yeah\n  ","819134":"\n  yeah I have\n  ","819135":"\n  type O\n  ","819136":"\n  I'm playing beer pong what's good got to do with it ?\n  \n  bad trolling bye ✋🏽\n  ","819137":"\n  smh\n  ","819138":"\n  yeah I do\n  ","819139":"\n  playing beer pong and smoking ☺️\n  ","819140":"\n  no nigga\n  \n  the way I said it\n  \n  that's what i mean\n  ","819141":"\n  no nigga\n  ","819142":"\n  it's okay I know who this is\n  \n  keep trying to troll ☺️\n  ","819143":"\n  he's not even that dark lmao bad Joke 😂\n  ","819144":"\n  my name is Gabby and my sons name is Joseph and my mans name is Greg 💘\n  ","819145":"\n  that's none you're business ☺️\n  ","819146":"\n  I didn't even go to the appointment you only know I had one bc of my text message that I posted today lmao and no I don't have good stamps I've been living with my mother - in - law for a week lol but whatever floats you're boat\n  \n  whatever helps you sleep a night ☺️\n  ","819147":"\n  be we had a fallen out last weekend\n  ","819148":"\n  I don't live with my mom lol I've already stated this a like last week and food stamps I don't qualify for lmao and WIC I don't need bc my son isn't on formula ; he eats regular food ?\n  \n  awkward 😂☺️✋🏽\n  ","819149":"\n  990\n  \n  10 away from 1,000 ☺️\n  ","819150":"\n  you're gross ✋🏽\n  ","819151":"\n  send me in stuff guys\n  \n  😍💋💘\n  ","819152":"\n  no I cannot\n  ","819153":"\n  sure\n  ","819154":"\n  yes I am now\n  ","819155":"\n  no I should tho\n  ","819156":"\n  why do you care\n  ","819157":"\n  ask bby stuff 😍\n  ","819158":"\n  I do I forgot the name of the game tho 😩\n  ","819159":"\n  I'm not a doctor 😂\n  ","819160":"\n  sure\n  ","819161":"\n  no good bye ✋🏽\n  \n  I have a man already and stop begging for likes ✋🏽😂\n  ","819162":"\n  yay thanks love 💘\n  ","819163":"\n  they make me the happiest people in the 🌎 ; happiness is just enjoying each other's company and what not ☺️\n  ","819164":"\n  send me stuff ☺️💋\n  ","819165":"\n  I love you 💘\n  ","819166":"\n  well I wouldn't be with my man for 3 1\/2 years if I thought he was unattractive; it all depends on how people see others\n  ","819167":"\n  ^^^\n  ","819168":"\n  yay 💖\n  ","819169":"\n  ^^^^\n  ","819170":"\n  where we are ready\n  ","819171":"\n  my day is going good\n  \n  going to turn up later 🎁🎈🍺\n  ","819172":"\n  spanking and timeouts\n  ","819173":"\n  yeah and I hate it\n  ","819174":"\n  theirs a lot\n  ","819175":"\n  nope never ever\n  ","819176":"\n  yeah\n  ","819177":"\n  being a mother\n  ","819178":"\n  rap and R&B\n  ","819179":"\n  nothing lol\n  ","819180":"\n  Paris\n  ","819181":"\n  things\n  ","819182":"\n  not my kind\n  ","819183":"\n  I don't have one\n  ","819184":"\n  yeah I of\n  ","819185":"\n  don't care\n  ","819186":"\n  ^^^^\n  ","819187":"\n  no bc he was in the NICU\n  ","819188":"\n  he whines\n  ","819189":"\n  his best friends name is Joseph and they told each other they were gonna babe their kids after each other and he passed away a couple years ago\n  ","819190":"\n  we were both in shocked and in disbelief\n  ","819191":"\n  the only thing was bleeding around 30 weeks\n  ","819192":"\n  neither I went in at 30 weeks\n  ","819193":"\n  yeah but we still don't want more kids\n  ","819194":"\n  (:\n  ","819195":"\n  both lol\n  ","819196":"\n  12 weeks and I don't remember the rest\n  \n  and I got 3 done\n  ","819197":"\n  mhm\n  ","819198":"\n  probably idk what tho\n  ","819199":"\n  no\n  ","819200":"\n  with my family married\n  ","819201":"\n  id kill somebody\n  ","819202":"\n  awh thanks but I think he looks like his daddy now\n  ","819203":"\n  yeah I love her ;\n  ","819204":"\n  OmG Britney and Baby favorited my tweet 😍😍😍😍\n  ","819205":"\n  I love you're spam 💖\n  ","819206":"\n  yeah stealing lol\n  ","819207":"\n  no bc I don't trust nobody\n  ","819208":"\n  I know there insults were whack\n  ","819209":"\n  smh ; you're insults are lame and whack\n  \n  YAWN 😴\n  ","819210":"\n  send me stuff ☺️💕\n  ","819211":"\n  yeah in 2013 me and my bby 💖\n  ","819212":"\n  going back to sleep in extremely sleepy\n  \n  leave stuff in my inbox ☺️\n  ","819213":"\n  that's what I wanna know\n  \n  I even got my mans name there\n  ","819214":"\n  totally\n  ","819215":"\n  tiring and good\n  \n  until now but whatever\n  ","819216":"\n  I'm bored guys\n  \n  blow up my inbox\n  ","819217":"\n  bc we want to be our own person but yet can't be sometimes\n  ","819218":"\n  depends how what you've been asked and how you answer it\n  ","819219":"\n  I see it as both but anons take it way o far you know\n  ","819220":"\n  no we can hold a lot\n  ","819221":"\n  I got the link babe\n  ","819222":"\n  lol I don't even know who that girl is\n  ","819223":"\n  bc it's not\n  ","819224":"\n  send me pictures lol\n  ","819225":"\n  really I wanna go there so badly 😩\n  ","819226":"\n  it is like why I wanna go to Paris\n  ","819227":"\n  don't care ☺️\n  ","819228":"\n  sheesh that's a lot of money\n  ","819229":"\n  $471 I don't know how much that is in the UK\n  ","819230":"\n  I know it want it badly\n  ","819231":"\n  okay ?\n  ","819232":"\n  nope ☺️\n  ","819233":"\n  say it's over\n  ","819234":"\n  omg I'm not 😍\n  \n  don't hate on my body 💋\n  ","819235":"\n  I know the difference I just don't care this isn't school this is ASK.fm last time I checked\n  ","819236":"\n  sucking teeth or grinding their teeth\n  ","819237":"\n  honestly nothing tbt\n  ","819238":"\n  my whole life story I don't choice to share my whole entire life story I'm a nice outgoing person\n  ","819239":"\n  your right I don't\n  ","819240":"\n  no\n  ","819241":"\n  yay I feel special 💖\n  ","819242":"\n  okay then\n  ","819243":"\n  yeah you didn't know that\n  ","819244":"\n  so did I 😉\n  ","819245":"\n  thank you 😍☺️\n  ","819246":"\n  I know I wanna cry lol\n  ","819247":"\n  my big boy 😭😍\n  ","819248":"\n  I'd rather not say\n  \n  it's kinda a lot\n  ","819249":"\n  me to guys anything you'd like ☺️☺️☺️\n  ","819250":"\n  send me in stuff\n  ","819251":"\n  natural drying\n  ","819252":"\n  I don't remember tbt\n  ","819253":"\n  I answered this below\n  ","819254":"\n  5'3\n  ","819255":"\n  Gabby ----- -------\n  ","819256":"\n  nope\n  ","819257":"\n  yeah\n  ","819258":"\n  yeah\n  ","819259":"\n  no\n  ","819260":"\n  neighborhood\n  ","819261":"\n  yeah and I forgot\n  ","819262":"\n  gross\n  ","819263":"\n  no\n  ","819264":"\n  5 1\/2 or 6\n  ","819265":"\n  I heard of no such thing\n  ","819266":"\n  theirs not such thing as young moms ;\n  \n  anybody with kids is a mom age doesn't matter\n  ","819267":"\n  I try not to ?\n  ","819268":"\n  idk lmao she probably deactivated her account 😂\n  ","819269":"\n  lol I wouldn't say that\n  ","819270":"\n  978 isn't a lot lol\n  \n  but I love my followers 💘\n  ","819271":"\n  December 30th,2013\n  ","819272":"\n  going back to work later\n  ","819273":"\n  ask me stuff guys\n  \n  I'm hella bored and gots\n  \n  tons of new followers\n  \n  be nosey ☺️💘\n  ","819274":"\n  eh ; sometimes\n  ","819275":"\n  sitting on the couch until later\n  ","819276":"\n  6:10pm\n  ","819277":"\n  lol thanks\n  ","819278":"\n  T-Mobile\n  ","819279":"\n  I never had that problem until he got older and got clingy but it was just a phase and some days he doesn't want to be bothered\n  ","819280":"\n  yeah but technically he's 16 months old\n  ","819281":"\n  yeah well he's learning he walks like a penguin 😂\n  \n  I have a video on IG ☺️\n  ","819282":"\n  thank you\n  ","819283":"\n  your annoying asf\n  ","819284":"\n  idk go look\n  ","819285":"\n  something lmao stuff\n  ","819286":"\n  bc we had a fallen out lol\n  ","819287":"\n  nope down the street 😂\n  ","819288":"\n  well we are trying to get the basement but it needs work right now\n  ","819289":"\n  idc ☺️☺️☺️\n  ","819290":"\n  yeah I'm with my mother in law ☺️\n  ","819291":"\n  lmao okay then I guess I live in Virginia, Reachel Sky Tori and Ana know where I live\n  ","819292":"\n  actually it isn't buddy I know where I live stupid\n  ","819293":"\n  lmao but I don't live in Virginia ☺️\n  ","819294":"\n  opinion on dumbass anons\n  ","819295":"\n  why don't you ask a doctor ?\n  ","819296":"\n  no I don't wanna name them all\n  ","819297":"\n  thank ya ☺️\n  \n  I wish it was a little bigger tho\n  ","819298":"\n  I don't have a picture of his but I've posted one before\n  ","819299":"\n  no lmao\n  ","819300":"\n  I have 2 a star on my wrist\n  \n  and my mans name on my chest\n  \n  well my above my boob\n  ","819301":"\n  thank you ; people just don't understand\n  ","819302":"\n  exactly it's like she rushing her like ; telling me how come your man of 4 years hasn't given you a ring mind you it's only been 3.5 years not 4 and bc he's waiting for the perfect day . I said 5 years would be perfect lol\n  ","819303":"\n  exactly she l hype bc her man of 2 years got her a ring like okay ?\n  ","819304":"\n  she thinks she knows everything\n  \n  she can't even do math bc we haven't been together for 4 years yet\n  ","819305":"\n  I know lmao 3.5 years and still going strong\n  ","819306":"\n  lol in my state which you know what state we don't have common law I already looked into it lol\n  ","819307":"\n  9411 that's 3 1\/2 years\n  \n  we don't have common law in my state\n  \n  ✋🏽 and plus we are\n  \n  rushing and plus I told him 5 years\n  \n  if being together would be perfect to be engaged so yeah\n  ","819308":"\n  actually it's been 3 1\/2 years and\n  \n  not in my state they don't have common law\n  \n  smart ass !!\n  \n  so no matter how long we been together\n  ","819309":"\n  and a ring and piece a paper means what ?\n  \n  not a damn thing ☺️\n  \n  but whatever helps you sleep at night\n  \n  and btw I'm glad you can read a bio 👏🏽\n  ","819310":"\n  any point in their life\n  ","819311":"\n  haha it's going good ☺️\n  ","819312":"\n  yeah and he has mine\n  ","819313":"\n  yeah art is amazing 💘\n  ","819314":"\n  lol I know ; we been together almost 4 years\n  \n  if he didn't want to be with me he would of been left\n  \n  and plus he told a couple of his friends\n  \n  when he's getting on one knee\n  ","819315":"\n  I know she was entertaining me for the night haha ;\n  \n  bc I was hella bored 😂\n  ","819316":"\n  I know she's telling me her mans home\n  \n  like I care ? he was probably cheating ☺️\n  ","819317":"\n  yippie your mans come want a damn🍪 ?\n  \n  you got knocked up 4 months into the relationship\n  \n  you must of had to try and trap him ☺️\n  ","819318":"\n  exactly like she's a lowlife\n  ","819319":"\n  she was talking shit about Kianna and her living issue and her miscarriage and whatever then she finally came off anon\n  ","819320":"\n  I'm sure you don't baby girl\n  \n  it's a shame how much shit you talk\n  \n  should of kept the tongue of yours closed\n  ","819321":"\n  go to Kianna's page and you'll see all the crap she was saying\n  ","819322":"\n  lmao the nobody comes off anon hasn't received questions in a month 😂\n  ","819323":"\n  nobody criticizing you ; we just tell you the damn truth about yourself\n  \n  like I said you want attention\n  \n  you told Kianna you have an account\n  \n  but it's my active that must mean your\n  \n  irrelevant to life itself\n  \n  and to scared to come off anon ☺️😂💋\n  ","819324":"\n  awh thank you\n  \n  some anon with common sense\n  \n  I like you ☺️☺️☺️☺️\n  ","819325":"\n  you still had drugs in you STUPID. 😂\n  \n  shut up you just want attention\n  \n  like Kianna said you want attention\n  \n  that's why you were on her page telling\n  \n  get your mom was on drugs while pregnant\n  \n  and how you look after your siblings and son\n  \n  blah blah blah 😴😴😴\n  ","819326":"\n  awh bby don't be jealous 💕\n  ","819327":"\n  lmao and I know that universities are looking at you ?\n  \n  you could be making that bullshit up\n  \n  like being engaged and such 😂\n  \n  shut up you sound stupid\n  ","819328":"\n  thank you ; like we still being home money 💸\n  \n  money makes the world go round\n  \n  it's not like I sit on my ass all day I\n  \n  work to pay bills and to provide for my family ☺️\n  ","819329":"\n  I hate that show\n  ","819330":"\n  your moms actions make you stupid 😂😘\n  ","819331":"\n  yeah when you get a break you get free food and when you get off to and we get a 10% discount lol\n  ","819332":"\n  city and beach\n  ","819333":"\n  nope\n  ","819334":"\n  yes 100%\n  ","819335":"\n  yeah it's cool and fun\n  ","819336":"\n  no but that would be cool tho\n  ","819337":"\n  yeah I do now haha\n  ","819338":"\n  I know and she has a page from what she told Kianna\n  ","819339":"\n  yeah lmao 😂\n  \n  I think every kid did or does tho\n  ","819340":"\n  I'm the stupid one yet your mom did drugs while she was pregnant with you\n  \n  CRACK BABY ☺️\n  ","819341":"\n  I've been proved you wrong in Kianna's page\n  \n  all you can say is you work at McDonalds\n  ","819342":"\n  and my bf makes a lot of money\n  \n  not to mention we bought 2 new iPhones that were both $600 each\n  \n  pay car insurance; pay for our expense; our son ; our phone bill and stuff for the house but yet I work at McDonalds\n  ","819343":"\n  lmao she's like oh you work at McDonald's\n  \n  but yet I'm bring home money\n  \n  me and my man and he's a manger 💰💸\n  ","819344":"\n  and getting that money baby 💸\n  \n  I'll be seeing my check tomorrow 💰💰\n  ","819345":"\n  lmao I know ; she said she got a ring and if you don't have a ring your man don't love you LMAO 😂\n  \n  I've been with mine for 3.5 years and I don't have a ring but we live together ; work : have a son and soon to have a ring in probably 2 years\n  ","819346":"\n  yawn 😴\n  \n  why do I need to explain if\n  \n  you seen it lmao on Kianna's page ?\n  \n  oh aight\n  ","819347":"\n  but I got a job ?\n  \n  so what does me working at McDonalds have anything to do with anything ?\n  \n  💋😘 kisses to my haters 💖😘\n  ","819348":"\n  no I've only been pregnant once\n  ","819349":"\n  it's straight right now\n  \n  I did it yesterday\n  ","819350":"\n  bc I can and I like it there ☺️\n  ","819351":"\n  lmao hell if I knew\n  ","819352":"\n  it's weird bc I'm pro life but if I got pregnant now I'd get an abortion bc I'm not ready for anymore kids\n  \n  if that makes sense\n  ","819353":"\n  sometimes attention seeking\n  ","819354":"\n  nope\n  ","819355":"\n  McDonalds\n  ","819356":"\n  nope not at all\n  ","819357":"\n  their brown\n  ","819358":"\n  nah ; I don't think it would look right on me\n  ","819359":"\n  yeah 6-3\n  ","819360":"\n  I believe 18\n  ","819361":"\n  they sure will\n  ","819362":"\n  11|08\n  ","819363":"\n  my day was good ; it was so nice out today but I had to work haha\n  ","819364":"\n  why does this matter ☺️\n  ","819365":"\n  neither bc they don't follow me\n  ","819366":"\n  the basketball game yass\n  ","819367":"\n  yeah 7-4 tomorrow yippie\n  ","819368":"\n  3.5 years 💕💘💍🔐\n  ","819369":"\n  ask me stuff to ☺️\n  ","819370":"\n  so is your mom 😘\n  ","819371":"\n  12%\n  ","819372":"\n  what you talking about 😂\n  ","819373":"\n  2 nights ago\n  ","819374":"\n  awh why thank you. 💖💘\n  ","819375":"\n  his mom\n  ","819376":"\n  kind of\n  ","819377":"\n  being popular\n  ","819378":"\n  I don't have a favorite book\n  ","819379":"\n  I love Kim she can get it 😍\n  ","819380":"\n  yes id do it\n  ","819381":"\n  I'm not hahaha\n  ","819382":"\n  yeah ☺️\n  ","819383":"\n  thanks 💘\n  ","819384":"\n  Light skinned 💁🏼\n  ","819385":"\n  waiting for questions\n  \n  doing honesty night\n  ","819386":"\n  if I got pregnant now yeah\n  ","819387":"\n  1994\n  ","819388":"\n  20 like me duh\n  ","819389":"\n  bc she's a shit mom\n  ","819390":"\n  I know what shame\n  ","819391":"\n  go ask her\n  ","819392":"\n  the3ofus_x3\n  ","819393":"\n  she talks hella shit\n  ","819394":"\n  you're logic is dumb anyone\n  \n  go shove a cactus up you're ass 🌵\n  ","819395":"\n  honesty night guys\n  \n  ✨✨✨✨✨✨✨\n  ","819396":"\n  yeah bud and cigarettes\n  ","819397":"\n  I have my nipple ; nose and belly\n  \n  I have my star tattoo and my bfs name\n  ","819398":"\n  yesterday\n  ","819399":"\n  awh thanks 💖\n  \n  your son is so handsome 😍\n  ","819400":"\n  89\n  ","819401":"\n  hi\n  ","819402":"\n  💖☺️\n  ","819403":"\n  yeah of my moms again lol\n  ","819404":"\n  both lol but I've gained like 10 new followers over like a day\n  ","819405":"\n  nope haha\n  ","819406":"\n  well I do if I'm ticklish there stupid\n  ","819407":"\n  send me in stuff\n  \n  I'll be doing honesty night 💋\n  ","819408":"\n  7:28pm\n  ","819409":"\n  I am and my thighs\n  ","819410":"\n  Joseph\n  ","819411":"\n  in a house in a state\n  ","819412":"\n  only eye liner\n  ","819413":"\n  by not knowing Joseph was my first kid idiot\n  ","819414":"\n  I had a c section so idk and plus I didn't feel my contractions I thought they were cramps but they said they were surprised bc my contractions were bad my bf said\n  ","819415":"\n  no I like them open lmao\n  ","819416":"\n  haha thanks ; my mother - in - law loves to clean\n  ","819417":"\n  well obviously\n  ","819418":"\n  bc they need to hate on somebody ☺️\n  \n  it's okay bc I always shut them up and\n  \n  they don't come back\n  ","819419":"\n  no to be honest we aren't ready for another child\n  ","819420":"\n  I'm good ☺️\n  ","819421":"\n  100% on my phone\n  ","819422":"\n  omg I know ; I'm such a horrible person bc I'm not sure if it was 18 or 19 when I got knocked up by the love of my life 😱\n  ","819423":"\n  your mom should drown you 😂\n  ","819424":"\n  I'm 20 I'm to old for that\n  ","819425":"\n  bc I could careless what age I go pregnant that was 1 1\/2 years ago . my bby boy is here now so it shouldn't matter what age I got pregnant ; DUMBASS ☺️\n  ","819426":"\n  I believe I was 18\n  ","819427":"\n  18 months old\n  ","819428":"\n  they should be allowed the be children but not yelling like they lost their damn minds ; I think they won't let there children live\n  ","819429":"\n  I despise that bc it's disrespectful\n  ","819430":"\n  wtf are you even talking about\n  ","819431":"\n  bc people think everybody should share the same views on stuff\n  ","819432":"\n  when parents let their children walk or talk to them however they want or doesn't enforce bedtimes\n  ","819433":"\n  yes she's one of my favorites 💖💘\n  ","819434":"\n  where on bad terms\n  ","819435":"\n  my 🌎 all in one 📷\n  ","819436":"\n  972\n  ","819437":"\n  there ya go\n  ","819438":"\n  send me stuff guys ☺️💋\n  ","819439":"\n  yes I will\n  ","819440":"\n  aww thanks you to 💖\n  ","819441":"\n  nothing\n  ","819442":"\n  he's with him 24\/7 so\n  ","819443":"\n  yes and in not sure why\n  ","819444":"\n  nope I love them\n  ","819445":"\n  ☺️☺️☺️\n  ","819446":"\n  my son , bf or mother - in - law\n  ","819447":"\n  their a lowlife\n  ","819448":"\n  yeah lol\n  ","819449":"\n  no\n  ","819450":"\n  I want to\n  ","819451":"\n  mhm\n  ","819452":"\n  outgoing\n  ","819453":"\n  I graduated high schools\n  ","819454":"\n  yeah\n  ","819455":"\n  I will be someday 💍\n  ","819456":"\n  photography\n  ","819457":"\n  yeah somewhere on my body\n  ","819458":"\n  no\n  ","819459":"\n  lmao hell no 😂\n  ","819460":"\n  yeah\n  ","819461":"\n  both\n  ","819462":"\n  no\n  ","819463":"\n  your annoying\n  ","819464":"\n  night\n  ","819465":"\n  nope\n  ","819466":"\n  no\n  ","819467":"\n  I love them 💖💗\n  ","819468":"\n  don't  have one\n  ","819469":"\n  sometimes\n  ","819470":"\n  no\n  ","819471":"\n  yes\n  ","819472":"\n  nope\n  ","819473":"\n  nope\n  ","819474":"\n  things\n  ","819475":"\n  yes my c section\n  ","819476":"\n  I'm a mother and a wife and I'm living my life to the fullest\n  ","819477":"\n  so many new followers\n  \n  blow up my shit 💕💋\n  ","819478":"\n  nope\n  ","819479":"\n  yeah I can\n  ","819480":"\n  yeah only 1\n  ","819481":"\n  yeah I like it\n  ","819482":"\n  it's not but okay\n  ","819483":"\n  my full name\n  ","819484":"\n  Gabby\n  ","819485":"\n  going good\n  ","819486":"\n  the sky\n  ","819487":"\n  I'm sure lmao\n  ","819488":"\n  ^^^^\n  ","819489":"\n  I don't get what I'm hating on 😂\n  \n  and I sent that hours ago\n  ","819490":"\n  💖💕💋\n  ","819491":"\n  💕💕💕\n  ","819492":"\n  talking to my mother - in - law\n  ","819493":"\n  I know like their dumb\n  ","819494":"\n  that's to much info for you\n  ","819495":"\n  nope their not my type\n  ","819496":"\n  are you for real\n  ","819497":"\n  yeah I would\n  ","819498":"\n  half and half back\n  ","819499":"\n  last night\n  ","819500":"\n  we do now ☺️\n  ","819501":"\n  guys I'm bored as shit\n  \n  be nosey already ☺️💖💗\n  \n  I got a lot of new lovely followers 😍\n  ","819502":"\n  oldest video game Atari\n  \n  and held hand idk\n  ","819503":"\n  lmao I know team virgin 😂\n  ","819504":"\n  1. 20\n  \n  2. lime green\n  \n  3. 5'3\n  \n  4. taken 💍💏🔐\n  \n  5. what do you think\n  \n  6. blah\n  \n  7. suck all the penis in the world 😂\n  \n  8. maybe\n  \n  9. maybe\n  \n  10. maybe\n  \n  11. lmao\n  \n  12. idk it\n  \n  13. bush 😂\n  \n  14.👅💦\n  ","819505":"\n  A\n  ","819506":"\n  hahaha I'm happily taken 💍😍😛\n  ","819507":"\n  thanks\n  ","819508":"\n  ask me real questions guys\n  ","819509":"\n  hugs back silly willy 💕\n  ","819510":"\n  lmao bc someone early asked for a picture of my text messages and that's the last picture in my phone haha\n  ","819511":"\n  flat ironing my hair\n  ","819512":"\n  likers get the joy of liking my answers ☺️\n  ","819513":"\n  how about you stop begging 😂\n  ","819514":"\n  you ask stupid questions\n  ","819515":"\n  bc it's irrelevant lol\n  ","819516":"\n  I don't know why the sad face\n  \n  you don't even know me\n  ","819517":"\n  sucks for you\n  \n  💕💍😍\n  ","819518":"\n  I just told you I only FaceTime my man 💍\n  \n  what don't you understand\n  ","819519":"\n  everybody FaceTime this anon\n  ","819520":"\n  I have FaceTime now for you 😂\n  \n  only my man face times me\n  ","819521":"\n  hi ?\n  ","819522":"\n  iPhone 5s\n  ","819523":"\n  bc people have the right to do whatever  they want and the police officer was in the wrong\n  ","819524":"\n  💖☺️😍\n  ","819525":"\n  I love how I meet your mother\n  ","819526":"\n  about to go and take a shower\n  ","819527":"\n  lol thanks\n  ","819528":"\n  they do I think it's okay\n  ","819529":"\n  10:36am\n  ","819530":"\n  not now I'm not dressed\n  ","819531":"\n  awh thanks\n  ","819532":"\n  your sarcasm sucks 😂\n  ","819533":"\n  lmao you must be stupid\n  ","819534":"\n  12\n  ","819535":"\n  yeah bc the girl just wants to keep them\n  ","819536":"\n  💋😍💕\n  \n  your amazing\n  ","819537":"\n  I love you to 💕\n  ","819538":"\n  I support it 100% to be honest 👍🏽\n  ","819539":"\n  yeah I support it 100%\n  ","819540":"\n  ask me and bby questions\n  \n  I have over 900 followers\n  \n  be nosey asf 💋\n  ","819541":"\n  I love you to bby 💕💖✨💋\n  ","819542":"\n  no that's stupid asf ✋🏽\n  ","819543":"\n  sitting here haha\n  ","819544":"\n  964\n  ","819545":"\n  yes it's a good show\n  ","819546":"\n  ^^^^\n  ","819547":"\n  ask me stuff guys 💋\n  ","819548":"\n  ^^^^^\n  ","819549":"\n  ^^^^\n  ","819550":"\n  6\n  ","819551":"\n  either or\n  ","819552":"\n  6\n  ","819553":"\n  12\n  ","819554":"\n  19 or 20\n  ","819555":"\n  maybe your pussy is nasty 😂\n  ","819556":"\n  night\n  ","819557":"\n  I love all foods\n  ","819558":"\n  lime green\n  ","819559":"\n  yay\n  ","819560":"\n  go cook yourself 😂\n  ","819561":"\n  don't care\n  ","819562":"\n  your welcome\n  ","819563":"\n  your a strong person\n  ","819564":"\n  yes and to my job haha\n  ","819565":"\n  dogs\n  ","819566":"\n  stay\n  ","819567":"\n  yeah they were going to name me something else lol\n  ","819568":"\n  my bf and son\n  ","819569":"\n  people\n  ","819570":"\n  I don't care about my mom lol\n  \n  and my dad wouldn't care\n  ","819571":"\n  yes we do\n  ","819572":"\n  playing GtA 5 and watching how I meet your mother ☺️\n  ","819573":"\n  ask me stuff guys keep my entertained 💋☺️\n  ","819574":"\n  bc alcohol makes everything better\n  ","819575":"\n  yes just like my mom\n  ","819576":"\n  I'm fake 💁🏽☺️\n  ","819577":"\n  give * and yes\n  ","819578":"\n  I don't know what sex is 💋\n  ","819579":"\n  *^^^\n  ","819580":"\n  it was like sex 😍\n  \n  why are we asking about sex\n  ","819581":"\n  like sex ☺️😍\n  ","819582":"\n  mine and my boyfriends laundry\n  ","819583":"\n  they are ;\n  ","819584":"\n  I never have an attitude\n  ","819585":"\n  lol I just wanna answer stuff I'm bored\n  ","819586":"\n  I don't get how it didn't go well\n  ","819587":"\n  guys I'm extremely bored\n  \n  ask me anything and I'll answer it\n  \n  keep my mind busy💖💗\n  ","819588":"\n  YES\n  ","819589":"\n  lol\n  ","819590":"\n  nope\n  ","819591":"\n  yes and with my bf I just can't it explain it\n  ","819592":"\n  that must of sucked\n  ","819593":"\n  that's so true\n  ","819594":"\n  he has his other grandma my bfs mom who treats his 1000 times better\n  ","819595":"\n  I don't want her to come around again\n  \n  I'm done with my mom\n  ","819596":"\n  I love you to 💕💋\n  ","819597":"\n  I don't have that problem lol\n  ","819598":"\n  huh\n  ","819599":"\n  I'm glad I did ☺️\n  ","819600":"\n  send me stuff anything\n  \n  about my life ect\n  ","819601":"\n  yes ☺️\n  ","819602":"\n  with my mother - in - law\n  ","819603":"\n  bc my mom thought me and my bf were arguing but we weren't so she runs her mouth to much\n  ","819604":"\n  ✨✨✨✨✨✨✨\n  ","819605":"\n  nope fuck her\n  ","819606":"\n  laundry\n  ","819607":"\n  with my mother in law\n  ","819608":"\n  with my mom never\n  ","819609":"\n  yeah lol\n  ","819610":"\n  well he was at his other grandmas house just me and my bad\n  ","819611":"\n  bc she's a bitch\n  ","819612":"\n  at his moms house\n  ","819613":"\n  horrible my mom kicked us out lol\n  ","819614":"\n  I didn't even put my hair up real and my hair is down bitch\n  ","819615":"\n  thanks\n  ","819616":"\n  can you eat a dick\n  ","819617":"\n  actually it doesn't bring bald means you have no hair and j actually do have hair ✋🏽\n  ","819618":"\n  your right 😂\n  ","819619":"\n  my mother in law and my bf and son\n  ","819620":"\n  I don't have any favorite\n  ","819621":"\n  ^^^^\n  ","819622":"\n  a lot\n  ","819623":"\n  your a horrible person\n  ","819624":"\n  nope I don't even live over  there\n  ","819625":"\n  ignore it\n  ","819626":"\n  yeah\n  ","819627":"\n  a lot\n  ","819628":"\n  no\n  ","819629":"\n  well I'm living with my mother - in - law now\n  ","819630":"\n  notforyoux3\n  ","819631":"\n  old\n  ","819632":"\n  I don't have one\n  ","819633":"\n  isk me and my bf usually just go out\n  ","819634":"\n  okay bby\n  ","819635":"\n  mhm I'm not sure\n  ","819636":"\n  what's that\n  ","819637":"\n  yeah\n  ","819638":"\n  I hate that show or movie\n  ","819639":"\n  at 11 months\n  ","819640":"\n  ^^^^\n  ","819641":"\n  ^^^^^^\n  ","819642":"\n  don't care\n  ","819643":"\n  blocked\n  ","819644":"\n  yeah\n  ","819645":"\n  ^^^\n  ","819646":"\n  nope\n  ","819647":"\n  lol nope\n  ","819648":"\n  blonde\n  ","819649":"\n  yeah ☺️\n  ","819650":"\n  at his grandmas\n  ","819651":"\n  hopefully going clubbing with my bf\n  ","819652":"\n  he's almost walking ; he knows if you tell him to close the door he does it ; he knows a lot of words\n  ","819653":"\n  lol why the sad face\n  ","819654":"\n  ask us stuff\n  ","819655":"\n  my prom with my bf💖\n  ","819656":"\n  moment ? or memory ?\n  ","819657":"\n  photography\n  ","819658":"\n  Mac&Cheese\n  ","819659":"\n  last August\n  ","819660":"\n  not letting anyone bring you down\n  ","819661":"\n  today ☺️\n  ","819662":"\n  send me know stuff guys\n  \n  I'm extremely bored right now\n  \n  ✨✨✨✨✨✨✨\n  ","819663":"\n  bc I can't support2 kids right now\n  ","819664":"\n  thanks\n  ","819665":"\n  I wouldn't keep it\n  ","819666":"\n  no thank ya\n  ","819667":"\n  I know I'm excited for you 💖💕\n  ","819668":"\n  dying my hair 💁🏽\n  ","819669":"\n  I'm happy for her 💖💕\n  ","819670":"\n  959\n  ","819671":"\n  it's windy and cold\n  ","819672":"\n  a night owl\n  ","819673":"\n  depends on how you feed your kid\n  ","819674":"\n  I don't believe in any of that shit ✋🏽\n  ","819675":"\n  in common\n  ","819676":"\n  mhm\n  ","819677":"\n  oh shit\n  ","819678":"\n  no one\n  ","819679":"\n  my mom not so much\n  \n  my dad yeah I'm a huge daddy's girl\n  ","819680":"\n  Christmas\n  ","819681":"\n  I have a lot\n  ","819682":"\n  anons\n  \n  when I'm listening to music\n  \n  and ppl bother me\n  ","819683":"\n  depend on what my bf and our son want\n  ","819684":"\n  both\n  ","819685":"\n  ^^^^\n  ","819686":"\n  my day was good\n  ","819687":"\n  I have a lot\n  ","819688":"\n  The Notebook\n  \n  ATL\n  ","819689":"\n  mean people\n  ","819690":"\n  3 piercings\n  \n  2 tattoos\n  ","819691":"\n  I'm okay\n  ","819692":"\n  I just ate\n  ","819693":"\n  taken 💖💍💕\n  ","819694":"\n  it's my date with my bf\n  \n  9|4|11 🔐💍\n  ","819695":"\n  my bf and son 💖\n  ","819696":"\n  new followers\n  \n  ask me stuff 💋☺️\n  ","819697":"\n  yeah if they try hard enough\n  ","819698":"\n  yeah\n  ","819699":"\n  💖💕\n  ","819700":"\n  nope they suck and only help who they want to and I believe they should help everyone\n  ","819701":"\n  better public schools\n  \n  more parks\n  \n  change the drinking age back to 18\n  \n  law where you can use bud\n  ","819702":"\n  sorta ; I do a lot of the housework like back in the day unlike today where both male and female could\n  ","819703":"\n  more Spanish lmao\n  ","819704":"\n  I sometimes ignore it\n  ","819705":"\n  no I don't think it's acceptable bc everybody should get recognized for being missing\n  ","819706":"\n  $8.00 and no bc then they take out more taxes\n  ","819707":"\n  ^^^^\n  ","819708":"\n  thanks\n  ","819709":"\n  things are much better\n  ","819710":"\n  pasta or chicken\n  \n  pancakes or French toast\n  ","819711":"\n  no it's okay I love new questions\n  ","819712":"\n  lmao thanks ☺️\n  ","819713":"\n  thanks\n  ","819714":"\n  aww really ?\n  ","819715":"\n  McDonald's\n  ","819716":"\n  my son and bf\n  ","819717":"\n  yeah\n  ","819718":"\n  yay\n  ","819719":"\n  I'm okay\n  ","819720":"\n  bc they think their big and bad\n  ","819721":"\n  yay\n  ","819722":"\n  my son\n  ","819723":"\n  I forgot lmao\n  ","819724":"\n  pizza and yummy\n  ","819725":"\n  why does it matter\n  ","819726":"\n  😂\n  ","819727":"\n  1. clowns\n  \n  2. bees\n  \n  3. clowns\n  ","819728":"\n  I have 1\n  ","819729":"\n  1. my son\n  \n  2. my bf\n  \n  3. myself\n  ","819730":"\n  personality\n  ","819731":"\n  send me stuff\n  ","819732":"\n  Scorpio\n  ","819733":"\n  yay\n  ","819734":"\n  Gabby\n  ","819735":"\n  any type 😊\n  ","819736":"\n  my bf and son and idek its just something they have\n  ","819737":"\n  my bf\n  ","819738":"\n  my self esteem\n  ","819739":"\n  Joe\n  ","819740":"\n  ^^^\n  ","819741":"\n  yeah I do I love the cold at night when I'm sleeping\n  ","819742":"\n  yay\n  ","819743":"\n  I like it\n  ","819744":"\n  their scared\n  ","819745":"\n  yay\n  ","819746":"\n  I love you to bby 💖💋\n  ","819747":"\n  why does that matter ?\n  ","819748":"\n  me 💁🏽\n  ","819749":"\n  not that I can think of\n  ","819750":"\n  moron\n  ","819751":"\n  ask bby stuff\n  ","819752":"\n  will do\n  ","819753":"\n  thank you ☺️\n  ","819754":"\n  yawn and yet you come back 😂😂😂\n  ","819755":"\n  thank you bby 💋💖\n  ","819756":"\n  that is so true ; me and my man already agreed we don't want anymore kids\n  ","819757":"\n  thank you some people who understand ☺️\n  ","819758":"\n  exactly lmao they don't even know anything ; their just gonna say oh keep you're legs closed when clearly I wanna have sex\n  ","819759":"\n  lmao nice comeback ☺️\n  ","819760":"\n  and you ruined everything by coming to my page with your stupidity ☺️\n  ","819761":"\n  good 4 you\n  \n  I'm happy I'm not having anymore kids either\n  \n  was that suppose to insult me bc it sucked\n  ","819762":"\n  and you shouldn't have had a chance at life 😂\n  ","819763":"\n  thank you words of wisdom from Jody anon 💋💖\n  ","819764":"\n  I don't care about this conversation\n  \n  I'll do what I want with my life decisions\n  \n  some dumbass anon can't tell me other wise 💁🏽\n  ","819765":"\n  okay you said tell you again it's not a real baby\n  \n  so okay anon it's not a real baby\n  ","819766":"\n  lol there you go dumbass words of wisdom form my bby Ana ⬇️\n  ","819767":"\n  lmao omg your beyond stupid and need to go back to school mkay 😂 ✋🏽\n  ","819768":"\n  lmao omg I know 😂😂😂😂\n  ","819769":"\n  I'll let you stick to that theory (;\n  \n  if it was abuse it wouldn't be legal duh\n  ","819770":"\n  no it's so fuck face\n  ","819771":"\n  I don't get how I'm abusing an unborn bby ? how does that even make sense ? on gosh the stupidity right now\n  "}}