{"Question":{"819772":"\n   If you saw a child being abused for no reason, would you just ignore it because it's not your kid?\n  ","819773":"\n   They affect an innocent child so.\n  ","819774":"\n   Your boyfriend could always get a vasectomy instead of making your bad decisions your child's fault\n  ","819775":"\n   omg holy perfection you are so beautiful and perfect it amazes me\n  ","819776":"\n   lol in most states a doctor,will not tie your tubes unless you've had 2 or more,children. they wouldn't let my mom get her tied until after she had my brother soooooooooo\n  ","819777":"\n   What's your favourite holiday? Why is this your favourite holiday? Do you have any traditions during this holiday?\n  ","819778":"\n   What's your opinion on 'saving yourself' for marriage? Do you feel this is something which should be implied to children whilst they grow up or is it pointless? Why?\n  ","819779":"\n   Do you see you and your bf together forever?\n  ","819780":"\n   What hospital are you going to 😂 there's not a set amount of kids you need to have in order to get your tubes tied\n  ","819781":"\n   If you got pregnant again would you get a Abortion or adoption?\n  ","819782":"\n   But if you were pregnant, you laid down and made it. Don't make it the babies fault. Get your tubes tied if you don't want anymore\n  ","819783":"\n   Have you ever had a facial?\n  ","819784":"\n   Do you want more kids?\n  ","819785":"\n   Why wouldn't you keep this baby?\n  ","819786":"\n   Single or taken?\n  ","819787":"\n   Do you believe in God?\n  ","819788":"\n   Last time you had sex?\n  ","819789":"\n   I was. I was asking for your opinion and advice lol. Sorry ig.\n  ","819790":"\n   What do you mean? Nothing's wrong with me\n  ","819791":"\n   So there's this special Ed kid who's been touching everyone's feet without their permission in school. He will stop you in the hallway & take your shoes off to touch your feet, etc. but he's not \"special Ed\" enough to not know its wrong. Everyone feels really uncomfortable with it. What do I do?\n  ","819792":"\n   I know you don't want anymore kids, but if you were to get pregnant again I hope you have a girl, it would be so cute to have a little you running around. :)\n  ","819793":"\n   does your bf support your dreams\n  ","819794":"\n   what are you eating rn\n  ","819795":"\n   your amazing\n  ","819796":"\n   would you do your spam again , I enjoyed it\n  ","819797":"\n   do you have a lot of followers ?\n  ","819798":"\n   What do you love most about the place you grew up? What about it do you love the least?\n  ","819799":"\n   do you have an innie or an outie belly button?\n  ","819800":"\n   who's Becca\n  ","819801":"\n   are you in school\n  ","819802":"\n   what phone do you have\n  ","819803":"\n   what time is it\n  ","819804":"\n   is it nice out where you live\n  ","819805":"\n   where do you live\n  ","819806":"\n   are you married\n  ","819807":"\n   are you on your period\n  ","819808":"\n   your so rude\n  ","819809":"\n   how old is Joseph\n  ","819810":"\n   how are you\n  ","819811":"\n   Is there a person(s) in your life that no matter what happens you always seek comfort or love in them? Like they are home to you? if so, why do you think this is?\n  ","819812":"\n   do you smoke\n  ","819813":"\n   she's in my bed anon duh. that's why I can't get to sleep 😂😍❤\n  ","819814":"\n   what are you doing\n  ","819815":"\n   What misconceptions really grind your gears?\n  ","819816":"\n   Do you find wearing a promise ring to symbolize a long-term relationship is inessential and pointless? Why?\n  ","819817":"\n   Do you remember your first grudge you ever held against someone? Was it a man or a woman? Why was a grudge held to begin with? How long did it last?\n  ","819818":"\n   If you were told you were expecting twin girls(if you're pregnant, envision this question as if you weren't) by some stranger who claimed to be psychic, how would you react?\n  ","819819":"\n   Hello everyone! Unfortunately, this isn't a question, but I wanted to take this opportunity to share with you all my new Facebook page promoting my photography. If you're interested, please like and share my page! Thank you!\n   \n    http:\/\/www.facebook.com\/ldiamondphotography\n   \n","819820":"\n   Do you believe in the fool notion of \"once a cheater always a cheater\"? What about \"you'll never love someone as much as you loved your first love\"? Why or why not?\n  ","819821":"\n   doing honesty night 💗 send some followers my way? 😘😘\n  ","819822":"\n   As a parent to your own, how is your relationship with your spouses parents? Are you guys on good terms or bad terms? If you said bad, why and how to do you deal with it?\n  ","819823":"\n   the cops came to where I was hanging out I accidentally slipped and told on my beat friend to the cop so now if he finds out it was me who told he will literally ruin my life. I'm so scared idk what to do. I feel horrible I don't even want to get out of bed. How am I supposed to cover my ass?\n  ","819824":"\n   How do you prefer to travel?\n  ","819825":"\n   do you play video games? what's your favorite to play if you do? also what do you play them on? I.E pc, ps3 etc etc\n  ","819826":"\n   what's your natural hair color? Do any of the stereotypes apply to you? I'm a natural red head and the nurse today said that she figured I was going to bleed a lot when she gave me my IV because of my redhead gene Lol.\n  ","819827":"\n   I hate to ask and I'm sorry if this is annoying but do you mind sending some followers and or questions my way? I'm in some pain and would like to take my mind off of it because I can't take pain meds until 6:( sorry for asking I just really need distracted\n  ","819828":"\n   doing honest day hmu\n  ","819829":"\n   what do you think about my motivational video?\n   \n    https:\/\/youtube.com\/watch?v=YkkwKjGD7is\n   \n","819830":"\n   What is one of your favorite outdoor activities? What joys do you get from doing it?\n  ","819831":"\n   Have you ever hurt a particular ligament? Which one and how? How was the pain on a scale of 1-10?\n  ","819832":"\n   What creepy crawler really makes you get the chills? Is there a back story as to why you're afraid of it?\n  ","819833":"\n   What is your favorite kind of voice to hear when someone sings? Deep, raspy, high pitched, smooth?\n  ","819834":"\n   What's something you wish was asked more on Ask.fm?\n  ","819835":"\n   kik username\n  ","819836":"\n   Do you think it's possible for someone who is, let's say 25, and never had a girlfriend to still find the right woman for him?\n  ","819837":"\n   what do you think about my motivational video?\n   \n    https:\/\/youtube.com\/watch?v=YkkwKjGD7is\n   \n","819838":"\n   Random rant\n  ","819839":"\n   What you doing?\n  ","819840":"\n   How was your day?\n  ","819841":"\n   What irritates you the most?\n  ","819842":"\n   Do you watch the walking dead?\n  ","819843":"\n   Send your followers and anons my way? I'm bored. lol\n  ","819844":"\n   What was the last song you listened to?\n  ","819845":"\n   When was the last time you dropped your phone on your face?\n  ","819846":"\n   Wat state do you think is the most boring to live in?\n  ","819847":"\n   Can you dance?\n  ","819848":"\n   Can you sing?\n  ","819849":"\n   Can you play any instruments?\n  ","819850":"\n   How's the weather?\n  ","819851":"\n   What was the last thing you ate?\n  ","819852":"\n   Do you think men having unshaved pubic hair is ok?\n  ","819853":"\n   are you on your period\n  ","819854":"\n   -\n  ","819855":"\n   what you doing\n  ","819856":"\n   how man teeth does he gave\n  ","819857":"\n   how old was Joseph when he started crawling\n  ","819858":"\n   did you get stretch marks\n  ","819859":"\n\n    http:\/\/offender.fdle.state.fl.us\/offender\/flyer.do?personNbr=97446\n   \n   watch out, this is the real Gregory Allen Bailey, a registered sex offender!\n  ","819860":"\n   Hi fart breath how are you? How's my sweet, precious, and beautiful little turd face doing today? You're so adorable sweet little tootsie wootsie farty warty turdy wurdy. You make so many people feel good about themselves, little fart. You're such a pretty little dilhole. How've you been?\n  ","819861":"\n\n    http:\/\/ask.fm\/roaa_abdalla\/answer\/126459197008\n   \n   - See I told you Muslims believe that cousin on cousin is legit and not incest. Islam needs to change. Recognize this.\n  ","819862":"\n   do u co sleep\n  ","819863":"\n   you had Joseph when you were 18\n  ","819864":"\n   ur sweet idek why people say your trashy\n  ","819865":"\n   what are you doing\n  ","819866":"\n   who don't you like on here\n  ","819867":"\n   What historical landmark of the world have you always wanted to visit? Is there any significance to this place?\n  ","819868":"\n   your hoodie is cute\n  ","819869":"\n   How is wearing a hoodie not knowing how to dress anon?\n  ","819870":"\n   what the hell are u wearing in your dp??? lol you do not know how to dress\n  ","819871":"\n   do you work\n  ","819872":"\n   why you gotta be so rude Gabby! lol anons\n  ","819873":"\n   do you have a car\n  ","819874":"\n   you don't like Becca\n  ","819875":"\n   why are you rude\n  ","819876":"\n   I don't know how you deal with hate\n  ","819877":"\n   you wear glasses\n  ","819878":"\n   I need new pages to follow to spam and I need new followers to spam me, who is up for being followed and returning the favor? Inbox me if you'd like to participate.\n  ","819879":"\n   The white rose, it symbolizes the unique beauty of all the women who actually wish to be with a nice guy such as myself\n  ","819880":"\n   hello\n  ","819881":"\n   Where do you feel the most at peace, with yourself and with the universe? Interpret as you wish.\n  ","819882":"\n   do you have any girls name picked out\n  ","819883":"\n   your body is flawless 😍\n  ","819884":"\n   do you smoke cigarettes\n  ","819885":"\n   do you own any sex toys\n  ","819886":"\n   what time do you go to bed\n  ","819887":"\n   shoe size\n  ","819888":"\n   do you wear chokers\n  ","819889":"\n   your gorgeous\n  ","819890":"\n   how's many kids you want\n  ","819891":"\n   u know she only follows u to see if you talk shit about herb\n  ","819892":"\n   ever watch porn\n  ","819893":"\n\n    https:\/\/www.youtube.com\/watch?v=lDWTO_kqf2g\n   \n","819894":"\n   you got your nipples pierced\n  ","819895":"\n   where do you live ?\n  ","819896":"\n   how are youb\n  ","819897":"\n   look at her page.\n   \n    @rae20014\n   \n","819898":"\n   Rebecca said she follows u just now lol\n  ","819899":"\n   How do u know they dont follow u\n  ","819900":"\n   why don't you follow Jody or Becca\n  ","819901":"\n   Do you wear any jewelry?\n  ","819902":"\n   do u follow Rebecca\n  ","819903":"\n   do u follow jody\n  ","819904":"\n   do u follow hayleigh\n  ","819905":"\n   do you want any more kids\n  ","819906":"\n   how old are you\n  ","819907":"\n   what time is it\n  ","819908":"\n   you smoke weed\n  ","819909":"\n   I thought you hated Hayleigh\n  ","819910":"\n   are you pregnant\n  ","819911":"\n   do you believe in God\n  ","819912":"\n   do you have bills to pay\n  ","819913":"\n   what is your favorite number (read my other question first before answering this one so that it makes sense) lol.. Video response would be cool.\n  ","819914":"\n   Ok please dont respond to this question. I want to ask you a question but in private so nobody else knows. I want to know what you think is a good size for a dick. Be honest?\n  ","819915":"\n   i had a dream, here it is im a guy i see a woman walking down the road. i introduced myself right and snuck my way into rapping my arms around her hers around me to but she backed away but still walking, her But inflated LOL no joke got BIG and she forces sits down under me and picks me up opinion?\n  ","819916":"\n   thongs or g strings\n  ","819917":"\n   i had a dream, here it is im a guy i see a woman walking down the road. i introduced myself right and snuck my way into rapping my arms around her hers around me to but she backed away but still walking, her But inflated LOL no joke got BIG and she forces sits down under me and picks me up opinion?\n  ","819918":"\n   Why what were you doing?\n  ","819919":"\n   You been put in handcuffs?\n  ","819920":"\n   Ever been arrested\n  ","819921":"\n   What socks are you wearing colour and type?\n  ","819922":"\n   your little family is so freaking cute\n  ","819923":"\n   do you work tomorrow\n  ","819924":"\n   how old is Joseph\n  ","819925":"\n   you never had sex but yet you have a child\n  ","819926":"\n   I'll be doing what everyone else is doing with the 'couple questions' like\n   \n    @aussiehamster\n   \n   &\n   \n    @waitingforizabelle\n   \n   . So send me in question and me and my boyfriend will answer :)\n  ","819927":"\n   do you and your bf have the same phone\n  ","819928":"\n   what are you doing\n  ","819929":"\n   Age?\n  ","819930":"\n   *HUGS* :)\n  ","819931":"\n   im good\n  ","819932":"\n   I knew you could beat it. :)  Keep up the excellent work!!\n  ","819933":"\n   me too\n  ","819934":"\n   how ru\n  ","819935":"\n   Like you haven't got enough to deal with right now? :\/  Good job, keep laughing at them. :)\n  ","819936":"\n   Lmaoooo I dont wanna fight with you.. I wanna do nice things to you... Bye now\n  ","819937":"\n   in which shoes do your feet get stinky mostly?\n  ","819938":"\n   Do you know anyone personally who actually appears on Google Maps \"Street View\" feature?\n  ","819939":"\n   *hands Gaby some mace* :)\n  ","819940":"\n   Hahahahahah lmao lmao we will see eachother soon ;)\n  ","819941":"\n   just because she was there does not mean she lives in that town anon.\n  ","819942":"\n   Yeah it does. Pines elementary school :-)\n  ","819943":"\n   How old is the oldest person you've known to have lived for? *sorry if that didn't make sense*\n  ","819944":"\n   Ups, not profile pic, just pic.\n  ","819945":"\n\n    @meowsenpai\n   \n   is trying to solicit money to fund her online gaming activities from the public. Be aware of this lazy person and do not contribute anything.\n  ","819946":"\n   You should hide your profile pic here... By name of the school we know... East Northport,NY ;)\n  ","819947":"\n   What is the oldest 'thing' you own?\n  ","819948":"\n   every couple fight that anon is annoying\n  ","819949":"\n   Do you keep celebration cards (eg; Christmas\/Birthdays\/Births\/Invitations ect..)? If so, why?\n  ","819950":"\n   how old are you guys\n  ","819951":"\n   last time you had sex\n  ","819952":"\n   how are you and your boyfriend\n  ","819953":"\n   -\n  ","819954":"\n\n    https:\/\/www.youtube.com\/watch?v=30r8EOIh0fU\n   \n","819955":"\n   Yeah it was about you! But ok :)))\n  ","819956":"\n   Thats not where you live ?! Lmaoooooooooo Greg lives there, sooo only if you guys arent together anymore - then you dont live there ;)\n  ","819957":"\n   And on April 16 he said he doesnt have same feelings for you. Damn girl\n  ","819958":"\n   Hii Gabrielle Davis. Livin' in Brentwood, New York. Sad hello to my Greg' ;-)\n  ","819959":"\n   Why did your bf posted on twitter that you know you guys wont last long ? Maybe Im late but he posted that on 25th March\n  ","819960":"\n   Good movies\/tv shows on netflix??\n  ","819961":"\n   Which famous person do you want to meet?\n  ","819962":"\n   Do you shop at victorias secret?\n  ","819963":"\n   Have you ever been out of state before?\n  ","819964":"\n   What eyeliner brand do you use?\n  ","819965":"\n   What's your son's name?\n  ","819966":"\n   Why you always wantin q's chill\n  ","819967":"\n   -💋\n  ","819968":"\n   what you doing\n  ","819969":"\n   hey\n  ","819970":"\n   What time do you normally wake up?\n  ","819971":"\n   do you have stinky feet in converse too?\n  ","819972":"\n   What are you expecting from the new season of \"Game of Thrones\"?\n  ","819973":"\n   Do you eat at night or do you control yourself?\n  ","819974":"\n   Are you religious\n  ","819975":"\n   You're welcome!  Keep up the excellent work!! :)  You rock!!\n  ","819976":"\n   VR or you and your bf saying what you like about each other ? Plz don't say pu**y and di*k lol\n  ","819977":"\n   Thanks, Gaby!!  Figured you could use one. :)\n  ","819978":"\n   *HUGS* :)\n  ","819979":"\n   How much did Joe weigh when he was born\n  ","819980":"\n   Just listened on a song, what do you think?\n   \n    https:\/\/soundcloud.com\/youngyash\/truffle-butter-freestyle-snippet\n   \n","819981":"\n   What was your first thoughts when u found out you were pregnant?\n  ","819982":"\n   Your bf is so good looking! I wish he was my bf lmao\n  ","819983":"\n   Just wondering! Lol\n  ","819984":"\n   Pap of you and your bf atm\n  ","819985":"\n   Where Joe at atm?\n  ","819986":"\n   how are you\n  ","819987":"\n   Rates\n  ","819988":"\n   how did you take that picture of you and your bf\n  ","819989":"\n   Do you live in your own house?\n  ","819990":"\n   You're pretty and you look younger than 20.\n  ","819991":"\n   How old are you?\n  ","819992":"\n   what you doing\n  ","819993":"\n   Honest opinion about my covers,my voice? I really need respectful advices. Can you tell me please what you think?\n   \n    https:\/\/www.youtube.com\/user\/ElisseRose\/videos\n   \n","819994":"\n   If someone dare you to stick your big toe in the thumb hole of a bowling ball and walk with it on would you do it?:)\n  ","819995":"\n\n    http:\/\/ask.fm\/SteveAlonso1\/answer\/126064160761\n   \n   Would you Ride it ? yes or no ? reply it in my question box i wont answer\n  ","819996":"\n\n    http:\/\/s17.postimg.org\/d16qez5dr\/cheaters.jpg\n   \n","819997":"\n   Are u in love? With who?\n  ","819998":"\n   Hello like 15 answers of\n   \n    @odofp\n   \n   and you will receive a gift. Not a joke! Give it a try.\n  ","819999":"\n   do you block people\n  ","820000":"\n   what annoys you\n  ","820001":"\n   is your bf black\n  ","820002":"\n   last time you had sex\n  ","820003":"\n   what time is it\n  ","820004":"\n   plans for today\n  ","820005":"\n   how many tattoos do you have\n  ","820006":"\n   how many kids do you have\n  ","820007":"\n   How tall are you?\n  ","820008":"\n   what are you doing\n  ","820009":"\n   what's the temperature\n  ","820010":"\n   why is your boyfriend sleeping at like 1 something in the afternoon\n  ","820011":"\n   _\n  ","820012":"\n   Do you think you give solid advice? How thorough are you with examples when advising someone to do something that could later benefit them?\n  ","820013":"\n   are you pregnant\n  ","820014":"\n   If given a blind taste test between bottled water and tap water, do you feel you'd easily be able to tell which is which? What about between 'generic' bottled water and the expensive brands?\n  ","820015":"\n   what you doing.\n  ","820016":"\n   How was your day?\n  ","820017":"\n   Took a break from the day to gather my thoughts. Made some life changing decisions and put my big girl brave pants on and sent someone a message in hopes they'll reach out. Inbox is open for ALL types of questions of ANY kind, the topic does not matter.\n  ","820018":"\n   Most Anything You Want\n  ","820019":"\n   Yes because she is gonna so lie about her follower count and go through the trouble to try and edit a picture lmfao\n  ","820020":"\n   Liarrrr. thats photo editing\n  ","820021":"\n   liar. u do not have that many\n  ","820022":"\n   how many followers you have\n  ","820023":"\n   two days is days. retard.\n  ","820024":"\n   you actually can die if you dont sleep. idiot.\n  ","820025":"\n   you gonna die if you dont sleep lmao\n  ","820026":"\n   Who is the best movie villain?\n  ","820027":"\n   snapchat name\n  ","820028":"\n   What is something you can't resist?\n  ","820029":"\n   how ru\n  ","820030":"\n   Do you watch gabeandjesss on youtube?\n  ","820031":"\n   What is your opinion on the show teen mom?\n  ","820032":"\n   What is your opinion on the kardashians?\n  ","820033":"\n   Last thing you ate?\n  ","820034":"\n   What is one thing you are sure about?\n  ","820035":"\n   What eyeliner do you use?\n  ","820036":"\n   Who are your favorite mommy youtubers?\n  ","820037":"\n   Do you use liquid eyeliner?\n  ","820038":"\n   Are you a good cook?\n  ","820039":"\n   Do you even like pizza?\n  ","820040":"\n   If you were a magician's assistant in a magic show, what trick would you want to be in?\n  ","820041":"\n   Have you ever been to jones beach before?\n  ","820042":"\n   What's your favorite pizza place? What's your favorite topping?\n  ","820043":"\n   What kind of car do you drive?\n  ","820044":"\n   Mild, bbq, or hot wings?\n  ","820045":"\n   Are you a good driver?\n  ","820046":"\n   Do you like dominos pizza?\n  ","820047":"\n   Do you watch the air show on memorial day?\n  ","820048":"\n   What are your pet peeves?\n  ","820049":"\n   Do you have road rage?\n  ","820050":"\n   What is your favorite song by Zedd?\n  ","820051":"\n   Do you eat pizza for dinner on Fridays?\n  ","820052":"\n   What is your favorite dinner meal?\n  ","820053":"\n   Do you like Chinese food?\n  ","820054":"\n   What is your favorite Italian restaurant?\n  ","820055":"\n   How is your day so far? Vr\n  ","820056":"\n   What would you do if you and your bf broke up\n  ","820057":"\n   Do you want more kids?\n  ","820058":"\n   ask me stuff\n  ","820059":"\n   if you get pregnant again what would you like to have ? Boy or girl?\n  ","820060":"\n   what you doing\n  ","820061":"\n   Hey, like 10 nswers you will get 1 gift TRY , promise and please follow\n  ","820062":"\n   why haven't you slept ?\n  ","820063":"\n   does your son drink formula\n  ","820064":"\n   what time did you wake up\n  ","820065":"\n   how old are you\n  ","820066":"\n   Question 1: Do you care if people talk badly about you? Why or why not?\n  ","820067":"\n   What are 5 things you strongly disagree with?\n  ","820068":"\n   If you were offered free confidential therapy sessions for a week would you take them?\n  ","820069":"\n   What are you thoughts on teenager planning baby these days?\n  ","820070":"\n   Have you ever played the games \"Nancy Drew\"?\n  ","820071":"\n   Does anyone look after you when you're poorly? If so, explain what they do for you.\n  ","820072":"\n   I'm a 40C only because I'm fatter than you lol. I can only find 40C's in certain spots tho.\n  ","820073":"\n   36C?\n  ","820074":"\n   Bra size?\n  ","820075":"\n   Dresses and straps or strapless?\n  ","820076":"\n   Straps or strapless?\n  ","820077":"\n   Welcome\n  ","820078":"\n   Just looking at your pictures on here you look nice\n  ","820079":"\n   Looking nice!\n  ","820080":"\n   -\n  ","820081":"\n   Controversial Q3: Could animal experimentation ever be justified? For example, if animals must be killed for the sake of developing a cure for cancer, would this be justified?\n  ","820082":"\n   Controversial Q5 (last one for the night): How important is sex education, in your eyes? What do you think is the right age to begin educating individuals on sex, including contraception, STDs, how the body works, etc?\n  ","820083":"\n   I hate being awake at 2am 😬 Anyone else have trouble actually being able to fall asleep at a decent nightly hour?\n  ","820084":"\n   Controversial Q4: Are you happy with your country's policy on gun control? Do you believe society is safer with or without guns in the hands of the average citizen?\n  ","820085":"\n   Controversial Q2: Do you believe murderers and other criminals should be given the death penalty? Why\/why not?\n  ","820086":"\n   I'm going to kick off my new spam with some edgy questions, so if you feel uncomfortable answering, then feel free to delete! Controversial Q1: Do you believe in life after death? Explain the basis of your answer.\n  ","820087":"\n   Serious? you think LaMarcus gots what it takes man?\n  ","820088":"\n   You keeping up with NHL and\/or NBA playoffs? What are your predictions?\n  ","820089":"\n   You watch furious 7\n  ","820090":"\n   What's your zodiac sign?\n  ","820091":"\n   What are you up to?\n  ","820092":"\n   Which movie do you think is overrated?\n  ","820093":"\n   Are you a vegetarian\n  ","820094":"\n   when's your birthday\n  ","820095":"\n   what time is it\n  ","820096":"\n   your cute\n  ","820097":"\n   how many followers you have\n  ","820098":"\n   hey\n  ","820099":"\n   Ignore this abnormal question if you'd like lol but when I'm typically healthy masturbating i can't touch my clit. It doesn't hurt its just sensitive. Kind of like your foot when I falls asleep it doesn't hurt but don't touch it. Is that normal? Should I be worried?\n  ","820100":"\n   :D\n  ","820101":"\n   Good job, Gaby!!!  And if you need anything, you know where to find me!!\n  ","820102":"\n   You're welcome, Gaby!!  Stay strong and keep smiling!!!  You put up with so much, on here and off and always come out on top.\n  ","820103":"\n   Did finding out you were pregnant make you want to mature straight away or were you quite mature already?\n  ","820104":"\n   They will get better. :)  It might take long, it might not.  But it will.  You deserve the best. :)\n  ","820105":"\n   You're welcome!!  Can I do anything at all?\n  ","820106":"\n   You're welcome!!  You're very strong from what I've seen, with a great personality.  You're a terrific mother too!!\n  ","820107":"\n   *HUGS* :)\n  ","820108":"\n   How did the sex fill like was it hard or slow\n  ","820109":"\n   wha wrong with you\n  ","820110":"\n   what time does Joseph go to bed\n  ","820111":"\n   If someone pissed you off to the point where you felt the need to resort to being physical, what would be your go-to move? Slap? Punch? Kick? Knee? Something else? Would you go for a particular spot (face, groin, stomach) or wherever?\n  ","820112":"\n   What is your favourite thing to do when the weather is nice? *sent to all I follow*\n  ","820113":"\n   Cleared out my follower list so if you're receiving this, you're still awesome! 💁 Accepting ALL questions for the day No limits, no boundaries, no back roads. 🔓\n  ","820114":"\n   What is your little ones favorite foods?\n  ","820115":"\n   Pap of your favorite perfume\n  ","820116":"\n   Do you drive safe?\n  ","820117":"\n   What do you do against period cramps? I'm dying rn 😣\n  ","820118":"\n   What will you do next?\n  ","820119":"\n   just followed\n  ","820120":"\n   Favorite beer\n  ","820121":"\n   First word that comes to mind when you hear \"snowman\"?\n  ","820122":"\n   I'm just wondering. Just few weeks ago you said you don't like her lol\n  ","820123":"\n   Don't you dislike\n   \n    @justbecause__\n   \n","820124":"\n   What specifically makes you judge a person?\n  ","820125":"\n   Something you don't believe in?\n  ","820126":"\n   What truly defines a persons character in your own eyes?\n  ","820127":"\n   Do you hate when someone is a procrastinator? If so, why?\n  ","820128":"\n   Have you heard of the song \"thinking out loud\" by Ed sheeran\n  ","820129":"\n   Where did he cum at? You don't have to answer honestly lol\n  ","820130":"\n   Was that picture today?\n  ","820131":"\n   Do you have your boyfriends name tattooed?\n  ","820132":"\n   Pap of you atm ? If your boyfriend is with you pap with him atm (:\n  ","820133":"\n   Last time you had sex?\n  ","820134":"\n   hi guys. if you spam me please take me off the list, but I would love if you still followed me. I'm just tired of getting on and only having questions from spammers.. I love your spam but I want questions that people really want to know. thank you guys. 😘 have a good night.\n  ","820135":"\n   do you own any toys\n  ","820136":"\n   will you have sex tonight\n  ","820137":"\n   do honesty night !!!!\n  ","820138":"\n   what are you doing\n  ","820139":"\n   what age did you and ur bf get together\n  ","820140":"\n   how many tattoos and piercings do you have\n  ","820141":"\n   unseen picture of you and your bf\n  ","820142":"\n   Do you go to the beach a lot during the summer?\n  ","820143":"\n   is the ice cream man out where you live ?\n  ","820144":"\n   What countries have you been to before?\n  ","820145":"\n   Did you like your high school?\n  ","820146":"\n   Have you ever shopped at 2cute before?\n  ","820147":"\n   do you have any hickeys\n  ","820148":"\n   what car do you have then\n  ","820149":"\n   Have you ever been out of the country before?\n  ","820150":"\n   Were you pregnant in your senior year of high school?\n  ","820151":"\n   What is one thing that you are most proud of?\n  ","820152":"\n   Do you shop at forever 21?\n  ","820153":"\n   Pap of your car 😊\n  ","820154":"\n   Which meal was so good that you can't forget it?\n  ","820155":"\n   do you have a job\n  ","820156":"\n   what time is it\n  ","820157":"\n   What were you known for in high school?\n  ","820158":"\n   did you go to prom ?\n  ","820159":"\n   Post a picture of you in a dress please\n  ","820160":"\n   what age did you get pregnant\n  ","820161":"\n   if you could choose any one person you know to be tied up and tickled, who would it be?\n  ","820162":"\n   number of followers\n  ","820163":"\n   what's your age\n  ","820164":"\n   what kind of phone do you have\n  ","820165":"\n   what can't you stand right now\n  ","820166":"\n   Good, because the comment says the viewer has wasted 1:02 of his\/her life\n  ","820167":"\n\n    https:\/\/www.youtube.com\/watch?v=iFYtFiKars8\n   \n   watch this video and I guarantee you will laugh!\n  ","820168":"\n   Over the course of your life, how many different homes have you lived in?\n  ","820169":"\n   Hey guys! My ask is dry :c need more questions!\n  ","820170":"\n   How do you feel right now?\n  ","820171":"\n   What made you happy recently?\n  ","820172":"\n   Post a picture of your bedroom please\n  ","820173":"\n   Post a picture of you in a dress please\n  ","820174":"\n   Have you ever accidentally signed out of some website or app, then not been able to sign back in because it had been so long since you made the username\/password that you had no idea what it was?\n  ","820175":"\n   is there a movie from your childhood that you still love watching? I love the cat in the hat and now I have a reason to watch it every time cailynne is out here 😁\n  ","820176":"\n   What can you see your self in next 10 years\n  ","820177":"\n   Have you went somewhere outside the United States\n  ","820178":"\n   honesty night\n  ","820179":"\n   hello\n  ","820180":"\n   you had a c section\n  ","820181":"\n   last time you had sex\n  ","820182":"\n   where do you live\n  ","820183":"\n   have you ever been to NYC before?\n  ","820184":"\n   How far away do you live from NYC?\n  ","820185":"\n   Do you wear foundation?\n  ","820186":"\n   What do you look forward to most this year?\n  ","820187":"\n   What're your 3am thoughts?\n  ","820188":"\n   Send your followers and anons  my way? Ask whatever you want.\n  ","820189":"\n   how old is your bf\n  ","820190":"\n   Just cleared all my questions out!\nAsk me some things.\n&I shall be spamming later, (if my phone wants to work aha)\nxo\n  ","820191":"\n   What are some of your unpopular opinions?\n  ","820192":"\n   Do you like milk or dark chocolate better?\n  ","820193":"\n   you like Becca\n  ","820194":"\n   you smoke ?\n  ","820195":"\n   what's Joseph doing\n  ","820196":"\n   welcome have a nice day\n  ","820197":"\n   you're beautiful\n  ","820198":"\n   do you own any dresses ?\n  ","820199":"\n   how long you and your bf been together\n  ","820200":"\n   how are you today\n  ","820201":"\n   how old is Joseph ?\n  ","820202":"\n   last time you had sex\n  ","820203":"\n   You cut that lil boys naps or relax that shit as yet? Check yoself bitch\n  ","820204":"\n   What quality don't you have that you would love to have? (Not a talent, a personality trait)\n  ","820205":"\n   If you got into an accident and lost the ability to walk, what do you think you would miss the most?\n  ","820206":"\n   Do you think you are an easy person to talk to? What do you think it is about you that makes you easy\/not easy to approach?\n  ","820207":"\n   Do you find it hard to share bad news? Do you like to keep things on a more positive note or do you find it easy to be honest about all areas in your life? (the good, the bad, the ugly)\n  ","820208":"\n   Hello all!!! I have decided to make this secondary account for sending out my random daily questions. Please continue to ask me stuff to\n   \n    @friendlygurl\n   \n   -- this one is just for your answers. There's a detailed FAQ on this new account for more info. P.S. If you get this, you're already included :)\n  ","820209":"\n   what you doing\n  ","820210":"\n   your little family is adorable\n  ","820211":"\n   how old are you\n  ","820212":"\n   Is your bf jealous\n  ","820213":"\n   What are your top 10 favorite emojis?\n  ","820214":"\n   Before you go to sleep at night what are your last thoughts (usually)? Does your mood when you go to sleep effect your dreams? Explain.\n  ","820215":"\n   Do you have cable? Do you have 'extras' added onto your television package? Do you pay your TV licence (unsure wither this is 100% a uk thing or if their is an American\/Australian equivilant), I don't pay mine and have never paid it.\n  ","820216":"\n   Would you pay extra taxes if that meant your health care (doctors, hospital visits ect) where then 'free'? Meaning you paid extra taxes but if you called an ambulance it would be free (for an emergency), if you needed urgent medical attention it would be free? Why\/why not? We have that in the UK.\n  ","820217":"\n   When you hear music from the 90's, do you get lost in any particular kind of emotions? Describe them.\n  ","820218":"\n   Honesty Night is still going on for about another 3 1\/2 hours! Get those questions in!!\n  ","820219":"\n   are you hurt\n  ","820220":"\n   do you get jealous fast\n  ","820221":"\n   do you want anymore kids ?\n  ","820222":"\n   snap chat name ?\n  ","820223":"\n   how's Lillie\n  ","820224":"\n   # of followers\n  ","820225":"\n   what are you doing\n  ","820226":"\n   What's your favorite day of the week?\n  ","820227":"\n   What is your favourite genre of music? Who are your favourite artists from this genre?\n  ","820228":"\n   hey\n  ","820229":"\n   Well, that's good. :)  I wouldn't necessarily blame a higher drinking age limit on that, but it means something's being done right.  Here, costs are going up and events aren't happening as often.  I know you've seen me promote my DJ friend on Facebook, but there are hardly any customers now.\n  ","820230":"\n   Is the crime rate in your area pretty high?\n  ","820231":"\n   Understandable.  People are usually more mature by 21 so they know their limits a little better.  unless they do it behind everyones' backs.  When the smoking ban hit here ten years ago, there were a lot more house parties and minors.\n  ","820232":"\n   Who is the most mysterious person on ask, past or present? (Excluding yourself, to all who receive)\n  ","820233":"\n   *starts waving 8 inch cock at Cam*\n  ","820234":"\n   That's smart. :)  Has there been a lot of trouble enforcing it?\n  ","820235":"\n   The legal drinking age is 18 here.  They want to raise it but then we need more police to enforce the law.\n  ","820236":"\n   Hello! Could you please spread the word about this spamming page? Also if you'd like questions then send me a message asking to be added. Thank you :)\n  ","820237":"\n   What was the last song you sang out loud to?\n  ","820238":"\n   what did you do today\n  ","820239":"\n   how old are you\n  ","820240":"\n   Story of ur life\n  ","820241":"\n   Your story\n  ","820242":"\n   DON'T YOU WORRY YOUR PRETTY LITTLE HEAD ABOUT POLITICS. JUST PAINT YOUR NAILS AND LOOK CUTE 'KAY? GOOD GIRL *pats head*\n  ","820243":"\n   Shut up you bald-headed bitch, yo fo-head big enough to land 2 planes\n  ","820244":"\n   Have you ever been to the Bronx zoo?\n  ","820245":"\n\n    @babybean823\n   \n   her instagram is \"baking_brynlee\" is she going to make a fetal cheese ravioli dish with her or bake her into a cake?\n  ","820246":"\n   what zoo is that\n  ","820247":"\n   family photo\n  ","820248":"\n   Not done this in a while., HonestyDay!.. Ask me anything!\n\n&&If you have any topic suggestions for a spam,please sent them! I miss spamming!\n  ","820249":"\n   If you could automatically have one law taken away, what would it be?\n  ","820250":"\n   If you could automatically have one law passed, what would it be?\n  ","820251":"\n   what u doing?\n  ","820252":"\n   fine i'll just ask a question, soooo how was ur dayyy?\n  ","820253":"\n   ok this my last time\n  ","820254":"\n   well i wont do it again\n  ","820255":"\n   no\n  ","820256":"\n   What was your first paid job?\n  ","820257":"\n   I honestly really don't like you. I hope your son gets taken away from you. Honestly, you're disgusting.\n  ","820258":"\n   Hello! I know a lot of moms on here can't stand name opinions and such...well I'm your relief! People can send me names and I can give them anything they want. Could you please share this with your followers? Thank you so much and God bless. ❤️☺️\n  ","820259":"\n   I'm looking for new moms to follow. Have any suggestions?\n  ","820260":"\n   question send to people I follow: honest opinion me (i couldn't think of anything else don't hate me)\n  ","820261":"\n   1 week actually lol\n  ","820262":"\n   What did joe get for Easter? Pap!\n  ","820263":"\n   Just unfollowed like 300+ people if you get this I still love you\n  ","820264":"\n   HONESTY DAY✨\n  ","820265":"\n   minimum dick size?\n  ","820266":"\n   What's your son mixed wifh\n  ","820267":"\n   Is your son mixed?\n  ","820268":"\n   Yeah your cover photo I can't see his face that well, so I was wondering if you could post a dif one.\n  ","820269":"\n   & you need a life anon but look at you go.\n  ","820270":"\n   You need to not be going out and take care of your nappy boy. Just look at his hair ?? Nigga's middle name Einstein??\n  ","820271":"\n   Pap of your babies dad\n  ","820272":"\n   The XO Weeknd phone case, where is it from?\n  ","820273":"\n   What do you mean you 'believe' 50SOG, you know your broke bf only takes you out once in 2 months\n  ","820274":"\n   How long does it usually take you to do your hair?\n  ","820275":"\n   Do you use perfume\/cologne?\n  ","820276":"\n   What's the last movie you saw in theaters?\n  ","820277":"\n   What are your plans for this weekend?\n  ","820278":"\n   Have you ever ran in heels? Did it end horribly or better than you thought?\n  ","820279":"\n   On Mother's Day, do you think men should give their girlfriends\/wives a gift if they have a child together? Do you think they should only get gifts for their mothers?\n  ","820280":"\n   How about Father's Day? Do you think women should give their boyfriends\/husbands a gift if they have a child together, or do you think they should only give gifts to their fathers?\n  ","820281":"\n   What's one trend you can't stand?\n  ","820282":"\n   Do you follow a religion?\n  ","820283":"\n   Where did you get your phone case?\n  ","820284":"\n   favourite teacher?\n  ","820285":"\n   Do you think it is worth the money to get pandora one and spotify premium when you can easily get it for free?\n  ","820286":"\n   Yes, I could make it that simple again. :)  Thanks, Gaby!!\n  ","820287":"\n   Since I'm not as stubborn as I used to be (knock on wood), what should I call myself now? :)\n  ","820288":"\n   Who are your favorite rappers?\n  ","820289":"\n   Where do you shop at for clothes for you?\n  ","820290":"\n   Do you have a lot of clothes?\n  ","820291":"\n   Why don't you accept people on Instagram that you don't know?\n  ","820292":"\n   then just deny it\n  ","820293":"\n   cause i requested u\n  ","820294":"\n   check yo ig!\n  ","820295":"\n   Is it worth it to spend a lot of money on clothes?\n  ","820296":"\n   What does your son like to eat and drink?\n  ","820297":"\n   It's Saturday! What are you doing today?\n  ","820298":"\n   How was the sex fill good was it hard or slow\n  ","820299":"\n   pap of you and your br\n  ","820300":"\n   do you smoke\n  ","820301":"\n   what are you wearing\n  ","820302":"\n   what are you doing\n  ","820303":"\n   Yo inbox 'bout as dry as yo snatch\n  ","820304":"\n   Send your followers and anons my way? Ask whatever you want. Might do some VRs.\n  ","820305":"\n\n    @abiduffyx\n   \n   is fake\n  ","820306":"\n   would you ever fuck a dog?\n  ","820307":"\n   When you have sex is it usually the same or different\n  ","820308":"\n   last time you had sex\n  ","820309":"\n   how old are you\n  ","820310":"\n   Describe your mood with one emoji.\n  ","820311":"\n\n    http:\/\/live.huffingtonpost.com\/r\/segment\/raini-rodriguez-mall-cop-2-interview\/5511c65278c90a5303000ff9\n   \n","820312":"\n   Newport, about as ghetto as it gets.\n  ","820313":"\n   What is Cam talking about???\n  ","820314":"\n   I was out for my friend's last night at the bar so i missed it anyways.  If Cari wants to say something to me about it, she will. :)  I've done enough meddling today.\n  ","820315":"\n   You don't need to. :)\n  ","820316":"\n\n    http:\/\/v0.ask.fm\/video2\/001\/705\/875\/712\/p_video_answer_1705875712_big.jpg\n   \n   Y'all think this girl is cute?\n  ","820317":"\n   Use this to rant\n  ","820318":"\n   Anon aloe helps!! Umm stay out of the sun for a while and stay cool inside like use a fan of whatever and I us ally drink a lot of water with a sunburn. I don't know why lol.\n  ","820319":"\n   Have you ever had sun poisoning or a really bad sunburn? If so, what helped you? 😭\n  ","820320":"\n   what time did Joseph go to bed\n  ","820321":"\n   what's the temperature\n  ","820322":"\n   did you get hit by the tornados\n  ","820323":"\n   hey, don't worry.. I was doing a social experiment to see how people would react to someone wanting to commit suicide.20\/50 people said something kind and reassuring, 15\/50 people said something like \"you're doing this for attention\" 5\/50 people put a '....' The other 10 people just didn't answer.\n  ","820324":"\n   ever been with a girl\n  ","820325":"\n\n    http:\/\/ask.fm\/keepingupwithapril\/answer\/127346219908\n   \n   wasn't this that girl alternative princess?\n  ","820326":"\n   what's on your mind\n  ","820327":"\n   I'm so suicidal right now, I honestly think it's my time... I can't take it any fucking more. I just wanted to say.. Thanks for the memories. I'm following you because I love your feed and your a great person.... Thanks... And goodbye...\n  ","820328":"\n   are you pregnant\n  ","820329":"\n   how's the weather where you live\n  ","820330":"\n   what's something you can't stand\n  ","820331":"\n   what color bra?\n  ","820332":"\n   What brand of cigs do you smoke\n  ","820333":"\n   What's your favorite dessert?\n  ","820334":"\n   do smoke ?\n  ","820335":"\n   last time you had sex\n  ","820336":"\n   it's storming where you are\n  ","820337":"\n   jk it sucks\n  ","820338":"\n   you selfie game is amazing\n  ","820339":"\n   Because I just wanted to see you in a dress I just wanted to see how beautiful you look In a dress\n  ","820340":"\n   First liker = 30 likes + follow and rest = 1 like plzzz?\n  ","820341":"\n   asking something you already answered\n  ","820342":"\n   Post a picture of you in a dress please\n  ","820343":"\n   oh....i'm sorry\n  ","820344":"\n   Post a picture of your room please\n  ","820345":"\n   boob size?\n  ","820346":"\n   do you believe in God\n  ","820347":"\n   Thanks for the likes!\n  ","820348":"\n   last time you took a shower\n  ","820349":"\n   how do you have so many followers\n  ","820350":"\n   why don't you say where you live\n  ","820351":"\n   ever been in a tornado or have a warning or watch\n  ","820352":"\n   you have such an amazing body I swear I'm jealous\n  ","820353":"\n   bra size\n  ","820354":"\n   what's the weather like ?\n  ","820355":"\n   where do you live\n  ","820356":"\n   would you ever get an abortion\n  ","820357":"\n   do you want anymore kids\n  ","820358":"\n   how are you and your boyfriend\n  ","820359":"\n   did you have a baby shower\n  ","820360":"\n   what time is it\n  ","820361":"\n   drop dead gorgeous\n  ","820362":"\n   can you please check this out, like, comment, subscribe the channel and check out the channel if you like it?:)\n   \n    https:\/\/www.youtube.com\/watch?v=koCNGM29ZP8\n   \n","820363":"\n   Where the fuck is the middle finger emoji ??👆🏿👆🏿👆🏿👆🏿👆🏿\n  ","820364":"\n   Omg your voice is horrible! Bitch who dun taught you to vocalize? I say use ya mouth and not yo nose, sounding like a constipated duck\n  ","820365":"\n   last drink\n  ","820366":"\n   how old are you\n  ","820367":"\n   are you a virgin\n  ","820368":"\n   what was your pregnancy craving\n  ","820369":"\n   😊😘\n  ","820370":"\n   Did you get 17 and pregnet\n  ","820371":"\n   Age\n  ","820372":"\n   hey i'm going opinions so if you want one send in your @ links and like 10 of my answers\n   \n    http:\/\/ask.fm\/Ceshiaa13\/answer\/126969022568\n   \n","820373":"\n   the first liker gets 30 likes and rest get 2 :*\n  ","820374":"\n   make a vrs with Joseph\n  ","820375":"\n   do you sleep with clothes on\n  ","820376":"\n   your so pretty\n  ","820377":"\n   where did you get your phone case from\n  ","820378":"\n   hello\n  ","820379":"\n   I need advice. In my past relationship I was cheated on multiple times so I was insecure for the longest time. My current bf, I know he is faithful, and sometimes I can't but wonder if he & my sister have a fling. Again I know thats wrong of me and I know it's stupid but do I just ignore my mind?...\n  ","820380":"\n   You're welcome!! :)  It's stuff like what you mentioned that gives this place a bad name.  Ask needs more people like us. :)\n  ","820381":"\n   If a company came to you and said they wanted to make a product specifically made for you and you could help accommodate it to your needs and wants, what product would you most want it to be? (Phone, fridge, TV, bed, sofa, etc)\n  ","820382":"\n   I know I say this a lot, but thanks for all you've done. :)\n  ","820383":"\n\n    http:\/\/ask.fm\/NineGDxFour\/answer\/126818674246\n   \n   Agreed x a billion!!!\n  ","820384":"\n   What kind of things have you seen on here that have shocked you? (Ignorance about a sensitive topic, explicit pictures, sexism, abuse etc) what do you think you found the most shocking?\n  ","820385":"\n   What situation do you regularly find yourself in that really tests your patience? Whether it's an argument with your S\/O or a parent or perhaps your job, why do you think it causes you to react that way? What could you do to help it?\n  ","820386":"\n   You don't look mixed to me.. not at all. Just lightskinned black lady.\n  ","820387":"\n   If you were having guests over and you were in charge of food what would be prepared?\n  ","820388":"\n   Is your kid fully black or mixed xD?\n  ","820389":"\n   Okay, I understand that you do not care so much about race but based on your experience, what are the majority(not all of them) of the guys you tend to notice more, notice as in ''he is hot!!!''? are the majority of them white, black, asian etc etc\n  ","820390":"\n   What are the majority(most) of the guys that you tend to find cute\/attractive\/hot usuallly(not always)? White guys, Black guys, Hispanic guys, Asian guys, Indian guys, Middle Eastern guys? PS: This question has nothing to do with racism and like I said before I only ask about the majority of them!\n  ","820391":"\n   What year did you graduate high school?\n  ","820392":"\n   How many iPhone cases do you have?\n  ","820393":"\n   What are your favorite reality tv shows?\n  ","820394":"\n   what's your battery life\n  ","820395":"\n   how many followers do you have\n  ","820396":"\n   if you've not already seen I'd like to share this with the wonderful people I follow who support this!\n   \n    http:\/\/www.mtv.com\/news\/2127737\/leelahs-law-president-obama-ends-conversion-therapy\/\n   \n","820397":"\n   I know not everyone is a big traveller but what are some of the things you like about travelling? (Not necessarily by car; walking, flying, aeroplanes etc)\n  ","820398":"\n   Would you consider yourself to be organised or more unpredictable? What advantages or disadvantages would you say accompany this?\n  ","820399":"\n   can you see the emojis\n  ","820400":"\n   what kind of phone do you have\n  ","820401":"\n   send \"i lost my phone, ill text you when i find it\" to the last person you texted and post the result\n  ","820402":"\n   IF HER ASS IS FATTER THEN THE TOILET SEAT WHEN SHE SITS ON IT THEN DUMP HER\n  ","820403":"\n   -\n  ","820404":"\n   PENIS!!!!!!!!!! 🍆\n  ","820405":"\n   If you could become an expert on any person, whether that's a family member or a friend or a potential partner, who do you think you would choose?\n  ","820406":"\n   Think about the last person who hurt you or lied to you. What do you think their motives were? (Don't answer this if it makes you uncomfortable)\n  ","820407":"\n\n    https:\/\/www.youtube.com\/watch?v=PSVArzYWeBk\n   \n   Watch Our Youtube We Are New To It :) Like Comment Subscribe :D\n  ","820408":"\n   Do you have certain people that you can go significant lengths of time without speaking to but still feel connected? If so, why do you think that is?\n  ","820409":"\n   Do you often find it hard to fall asleep? What are some things you do to help you to fall asleep?\n  ","820410":"\n   This iPhone update was a bit of a let down, what new features would you be really happy about on your phone?\n  ","820411":"\n   Accepting ALL personal questions tonight :)\n  ","820412":"\n   hi guys! ☺️ so I'm honestly tired of answering only spam, I wanna answer things people actually want to know. so come ask me stuff, anon or not idc! thank you & have a good night \/ morning 😘\n  ","820413":"\n   Freind, what I am saying is stop with the fornications!!! 🙏\n  ","820414":"\n   about drugs people can say its good in the same way its forbidden but i saw million people the use drugs think what whould have happened if it was ligel i wont say how it whould be il let ur creative mind think... DON'T WORRY I STILL UR FREIND\n  ","820415":"\n   Now think for sec like an adoult not like a \"stupid teen age kid\" thet think he is the only one thet right people much smarter than me and u made those rules and its not for people to suffer its for order in this fucked up world and its nothing wrong about it this\n  ","820416":"\n   ...kids wont search for love they will search for prostetude and this is something thet shouldnt be u know what its MUSTNT BE even if u think like this its should be ur problem only its wrong just think!!!\n  ","820417":"\n   OMG i cant belive about u imagin boys and girl in young age thet their perents wont prevent this and tell them its wrong wanna try it out just think how much r*pes and catostorpgy will be there wont be sex from love anymore all it will be is hard f*cking and such it wont be from love anymore...\n  ","820418":"\n   foIIowed,foIIow back?\n  ","820419":"\n   What was the last dream you had when you were sleeping?\n  ","820420":"\n   Do you follow your brain or your heart?\n  ","820421":"\n   Send Anons my way? Honesty nigh!!\n  ","820422":"\n\n    http:\/\/ask.fm\/shiradu13\/answer\/126627218442\n   \n","820423":"\n   Send your followers and anons my way? Ask whatever you want. Might do VRs.\n  ","820424":"\n   how old are you\n  ","820425":"\n   🙆🏽\n  ","820426":"\n   ARQotD: Would you rather a free 5-day trip, or the cash equivalent of its worth?\n  ","820427":"\n   G.∂ΑИZУ❥¦\n  ","820428":"\n   the girl is clearly fake.. my lord.\n  ","820429":"\n   that means she is so stop spreading liess\n  ","820430":"\n   alexis thinks the girl is real!\n  ","820431":"\n   Someone that only really faked her name and I don't remember what else.\n  ","820432":"\n\n    @chelsraae\n   \n","820433":"\n   i know who's baby it is\n  ","820434":"\n   She'll be gone just as quickly as she came in.  Look at\n   \n    @exposingrachel\n   \n","820435":"\n   No wonder she hasn't answered anything yet!!\n  ","820436":"\n   does anyone know whos baby?\n  ","820437":"\n   that sarah chick is stealing someones photo\n  ","820438":"\n   why not? dont have to be rude..\n  ","820439":"\n   Looking for mommy friends! (:\n  ","820440":"\n   What age did you get pregnant?\n  ","820441":"\n   Option on \"one direction?\" I personally hate them!\n  ","820442":"\n   Do you have any ex boyfriends you absolutely hate?\n  ","820443":"\n   Last song you listen to?\n  ","820444":"\n   Link of Hayleighs ask ?\n  ","820445":"\n   I just read this on Facebook and I'd like to know your thoughts. a girl got sent home because she was wearing a long shirt and leggings,mind you the shirt covered her butt,all because the boys couldn't keep their eyes in their head. what are your thoughts? (the link is on my fb if you want to read)\n  ","820446":"\n   What future invention are you impatiently waiting for?\n  ","820447":"\n   Need more people to follow!! Suggest some people??\n  ","820448":"\n   I'm 13 I drank a little for the first time, my mom is being annoying as fuck and smacking me. She's drunk too and can't even deal and they're the ones who allowed me to drink and now they're saying it's my fault they're fighting like tf? You said yes!\n  ","820449":"\n   How old is your boyfriend?\n  ","820450":"\n   When do you want to get married?\n  ","820451":"\n   I really don't understand why people ask those height questions lmao\n  ","820452":"\n   Would you rather: Your child became 20 feet tall right now or you become 6 inches tall while you're playing with them?\n  ","820453":"\n   Is ur man big?\n  ","820454":"\n   Anywhere in America?\n  ","820455":"\n   You're from London?\n  ","820456":"\n   I sent that to the wrong person, sorry\n  ","820457":"\n   Do you read a bed time story to Joe?\n  ","820458":"\n   Anon down there, Why are you on Gabbys page talking about other people, mind your business. Yes HAYLEIGH made a bad decision and was ttc at 13 years old, Rebecca never was, fyi. Get off people's page running your mouth about people you have NO idea about.\n  ","820459":"\n   I'm just wondering because they were both 13 and ttc LOL\n  ","820460":"\n   last time u had sex\n  ","820461":"\n   Fine, do you DISLIKE hayleigh still or Rebecca\n  ","820462":"\n   Do u still hate Hayleigh\n  ","820463":"\n   Uhm, I bet this isn't LOL\n  ","820464":"\n   Do u still hate Rebecca Lol\n  ","820465":"\n   what time is it\n  ","820466":"\n   how many weeks were you there\n  ","820467":"\n   I love your phone case\n  ","820468":"\n   how are you\n  ","820469":"\n   what are you doing\n  ","820470":"\n   Do you consider yourself worthy of love\/admiration? (If this is triggering, I apologize. Just delete)\n  ","820471":"\n   If you had unlimited resources, how would you live your life?\n  ","820472":"\n   Who on here do you think you'd get on with in real life?\n  ","820473":"\n   how old are you\n  ","820474":"\n   how many months did you ff Joe\n  ","820475":"\n   what you doing\n  ","820476":"\n   what time is it\n  ","820477":"\n   hello\n  ","820478":"\n   Hi\n  ","820479":"\n   Going to be doing a spam later on, if you don't want to be included just msg me :)\n  ","820480":"\n   Are you a good listener or are you more of a talker?\n  ","820481":"\n   If someone were to judge you by only your appearance, what misconceptions might they have?\n  ","820482":"\n   How do you stay fit?\n  ","820483":"\n   Use this question to rant about something you feel passionately about atm.\n  ","820484":"\n   If you could send a message to the entire world, what would you say?\n  ","820485":"\n   Haha omg I saw your mom at Walmart today!! She's soo pretty!! Why weren't you there? I would've loved to see you\n  ","820486":"\n   How is everyone ?\n  ","820487":"\n   how are you and your man\n  ","820488":"\n   Cool!!  I just didn't want to harass you. :)  I'm glad you're OK.  You're a great friend. :)\n  ","820489":"\n   Hey, Gaby!!  Hope you're OK!!  I left you a message on FB. :)\n  ","820490":"\n   Why\n  ","820491":"\n   Do vr?\n  ","820492":"\n   That's why I asked if I should go the doctor.\n  ","820493":"\n   After I get off my period (only like for the next week after) my down there is sososo itchy and it drives me insane! Is this normal or should I get it checked out?\n  ","820494":"\n   Do you play video games? If so, what do you play?\n  ","820495":"\n\n    @lovingjo\n   \n   front faced her kid at 14 months\n  ","820496":"\n   do you and your boyfriend use condoms\n  ","820497":"\n   is Joseph bad\n  ","820498":"\n   I know where you live\n  ","820499":"\n   how old is Joseph\n  ","820500":"\n   Question 2: What is your opinion on self diagnosing? (As in self diagnosing one's self with a mental illness)\n  ","820501":"\n   your cute\n  ","820502":"\n   last song you listened to\n  ","820503":"\n   do you fo drugs\n  ","820504":"\n   what's your boyfriend doing\n  ","820505":"\n   hey\n  ","820506":"\n   what's something you just did\n  ","820507":"\n   What is your favorite charity?\n  ","820508":"\n   You do a great job with your hair colors, Gaby!! (:\n  ","820509":"\n   Honesty!  They have to go to your profile to ask you stuff so they could easily see your age!!!\n  ","820510":"\n   do you shave\n  ","820511":"\n   how old are you\n  ","820512":"\n   what makes you mad\n  ","820513":"\n   what time is it where you live\n  ","820514":"\n   what's Joseph doing\n  ","820515":"\n   Pap of you without glasses. I bet you look even more amazing\n  ","820516":"\n   Did your nipple piercing hurt ? And how did they do it ? Like with some kind od gun for piercing or what ? Sorry if Im nosey I want to do it dor my birthday..\n  ","820517":"\n   ever done anal\n  ","820518":"\n   That was rude. You could've just ignored it. I just wanted suggestions.\n  ","820519":"\n   REPLY WITH GOOD RAP SONGS? Just got an iTunes card.\n  ","820520":"\n   any piercings\n  ","820521":"\n   how old are you\n  ","820522":"\n   your nasty\n  ","820523":"\n   last time you had sex\n  ","820524":"\n   is this Joseph's first Easter\n  ","820525":"\n   Why is everyone so much prettier, skinnier, and just better than me? Ugh\n  ","820526":"\n   anymore kids\n  ","820527":"\n   Happy Easter :)\n  ","820528":"\n   I heard you sell pills??\n  ","820529":"\n   This might sound really strange, but I want to do a night where I clear up any kind of things you thought didn't really add up or things you've always wondered.\nAsk me anything you wish to REALLLLLLLLLLLLLLY know.\n  ","820530":"\n   why are you so skinny\n  ","820531":"\n   Did you breastfeed or formula feed?\n  ","820532":"\n   Did you vaccinate?\n  ","820533":"\n   Joseph is so adorable!\n  ","820534":"\n   when did you start to ff Joseph\n  ","820535":"\n   -\n  ","820536":"\n   If you and your boyfriend broke up, And your son said he wanted his mom and dad back together would you get back together him\n  ","820537":"\n   You and your boyfriend are ugly. How the hell is your kid that cute?!\n  ","820538":"\n   Does your boyfriend tell you your beautiful everyday. Mine does. :)\n  ","820539":"\n   What's your favorite tv show (or shows)?\n  ","820540":"\n   What kind of parent will you try to be?\n  ","820541":"\n   Best thing about being a mom?\n  ","820542":"\n   It's easter and you're not even with your own son?\n  ","820543":"\n   Why isn't your son home?\n  ","820544":"\n   Did you do an easter egg hunt with your son?\n  ","820545":"\n   Hardest thing about being a mom?\n  ","820546":"\n   What's your son's first and middle names\n  ","820547":"\n   Happy Easter everyone! Are you doing anything special?\n  ","820548":"\n   When do you think is the best time to lay down the boundaries in a new relationship? (First date, second date, when you're official etc)\n  ","820549":"\n   ARQotD: Was there a \"boy band\" or \"girl group\" you used to be majorly into?\n  ","820550":"\n   Pap of joe atm\n  ","820551":"\n   You didn't get joe a Easter basket or csndy?\n  ","820552":"\n   You guys ain't celebrating Easter?\n  ","820553":"\n   Opinion on parents who smoke pot? What if it's for medical reasons? (ie: depression, anxiety, ptsd, pain, epilepsy, etc)\n  ","820554":"\n   What's your plans for Today?\n  ","820555":"\n   Pap your Sunday body?\n  ","820556":"\n   Attention everyone! I have decided to make a general trivia quiz!!!! It asks a lot of random trivia, not about me, but about... stuff! As usual, when done, answer with your score or post a screenshot. ENJOY!!!!!!\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz.php?id=1504050043027639\n   \n","820557":"\n   Happy Easter everyone!! Have an amazing day!\n  ","820558":"\n   Do you have an unanswered questions? If so, pap of some of them?\n  ","820559":"\n   Happy Easter ❤️\n  ","820560":"\n   Do you have glasses or contacts?\n  ","820561":"\n   Do you have a promise ring from your boyfriend?\n  ","820562":"\n   When's your bday?\n  ","820563":"\n   Who's your favorite mommy on here?\n  ","820564":"\n   Happy easter you fuck faces. Hope u have a good day!!\n  ","820565":"\n   Do u and ur boyfriend do oral\n  ","820566":"\n   My inbox is open for all questions if there is anything you're curious to know about. Past\/current relationships, parenthood, family\/friends, what makes me tick, fears, goals, etcetera. Everyone have a nice night :))\n  ","820567":"\n   Question 5: If an individual has suffered from a mental illness, do you think they should tell their significant other? Why or why not?\n  ","820568":"\n   selfie ?\n  ","820569":"\n   Question 4: Do bullies ever outgrow their behavior?\n  ","820570":"\n   The house you live in now, how many bedrooms and bathrooms does it have?\n  ","820571":"\n   Why does the Easter bunny hide eggs?\n  ","820572":"\n   Question 3: Do you think birth order (order a child is born) affects a child's personality? Why or why not?\n  ","820573":"\n   what you doing\n  ","820574":"\n   Question 1: Should a person with a mental illness be able to adopt a child? Why or why not?\n  ","820575":"\n   You're a really good mom to joe. I'm sure he's lucky to have you. :)\n  ","820576":"\n   What's your natural hair color?\n  ","820577":"\n   Have you heard of the song \"shake it off\" by taylor swift?\n  ","820578":"\n   So not a virgin??\n  ","820579":"\n   keep sending me stuff\n  ","820580":"\n   What food do you currently eat most often?\n  ","820581":"\n   List some people on here you'd like to get to know better.\n  ","820582":"\n   What is your favourite food to smell cooking?\n  ","820583":"\n   What's the worst pain you have felt?\n  ","820584":"\n   Selfie atm\n  ","820585":"\n   I don't know why people say your mean and stuff, but I think your a sweet girl! :)\n  ","820586":"\n   Last time you had sex\n  ","820587":"\n   How would you handle the paparazzi of you were famous?\n  ","820588":"\n   Do you like Panera bread?\n  ","820589":"\n   You say you will answer anything?\n  ","820590":"\n   Straps or strapless?\n  ","820591":"\n   Bra size?\n  ","820592":"\n   What is one question you will not answer on here?\n  ","820593":"\n   What TV show have you been watching lately?\n  ","820594":"\n   Schedule for Easter Sunday?\n  ","820595":"\n   If you have Instagram, follow me? Let me know your username and I'll follow back!\n   \n    @babyimhellonheelsx\n   \n","820596":"\n   Your friends, maybe you know\n  ","820597":"\n   Is Toni TTC\n  ","820598":"\n   Do you think a toilet in a cars a good idea?\n  ","820599":"\n   ARQotD: Does it bother you when an actor or actress you admire does a nude scene?\n  ","820600":"\n   No words for this video. It leaves me awestruck. It's Friday... But Sunday's a Coming\n   \n    https:\/\/youtu.be\/YByT6wfdhJs\n   \n","820601":"\n   Do you have snapchat? If so, can you post your username?\n  ","820602":"\n   Question 3: What do you dislike about where you live?\n  ","820603":"\n   What color are your eyes?\n  ","820604":"\n   If you were candy, what would you be?\n  ","820605":"\n   You'\\re the greatest!! (:\n  ","820606":"\n   Works for me!!  Thanks, Gaby!! (:  I appreciate it!!\n  ","820607":"\n   Do you spend a lot of money on makeup?\n  ","820608":"\n\n    http:\/\/ask.fm\/camfarrsuperstar\/answer\/125106783483\n   \n   Hey Gaby!!  Is this offensive at all?  Just making sure.  Thanks. :)\n  ","820609":"\n   Which moms on here so you want to meet in person?\n  ","820610":"\n   What time does joe go to bed?\n  ","820611":"\n   ARQotD: Do you prefer to watch a show week-by-week as it airs, or do you prefer to wait, and then binge-watch \/ marathon multiple episodes one after the other?\n  ","820612":"\n   Question 2: Are you more emotional or rational?\n  ","820613":"\n   Question 1: How have your priorities changed over time?\n  ","820614":"\n   What is your opinion on the tabloids?\n  ","820615":"\n   do you agree with\n   \n    @KinleeeNicoleee\n   \n   s recent post?\n  ","820616":"\n   opinion on Abbie Duffy smoking and drinking at only 16?\n  ","820617":"\n   You are very nice\n  ","820618":"\n   Kiss me\n  ","820619":"\n   How much weight did you gain when you were pregnant?\n  ","820620":"\n   When\/ if you get pregnant again, what would you like to have? Girl or another Boy?\n  ","820621":"\n   Pap of you atm?\n  ","820622":"\n   Do you like Chris brown\n  ","820623":"\n   I love your tattoo\n  ","820624":"\n   Are you actually a stripper?\n  ","820625":"\n   why do you strip\n  ","820626":"\n   Who is your favorite artist or painter?\n  ","820627":"\n   Question 1: What stresses you out?\n  ","820628":"\n   What do you eat at night?\n  ","820629":"\n   Do you ever eat anything at midnight?\n  ","820630":"\n   Do you like nick Jonas?\n  ","820631":"\n   What are your favorite foods?\n  ","820632":"\n   your a stripper\n  ","820633":"\n   what you doing\n  ","820634":"\n   how old is your boyfriend\n  ","820635":"\n   you have such a nice body\n  ","820636":"\n   where do you live\n  ","820637":"\n   Who are your favorite singers?\n  ","820638":"\n   Are you from Nassau or Suffolk county?\n  ","820639":"\n   Have you ever been to splash splash watermark before?\n  ","820640":"\n   What do you think of Chris Rock's selfies from getting pulled over by cops? Are the cops being racist?\n  ","820641":"\n   keep sending in them questions\n  ","820642":"\n   aren't you not old enough to go to one\n  ","820643":"\n   It was really nice out today right?\n  ","820644":"\n   Do you ever subtweet?\n  ","820645":"\n   Where was the best vacation you have ever been on?\n  ","820646":"\n   ever been to a casino\n  ","820647":"\n   pap of what your doing\n  ","820648":"\n   does Joseph use a bottle\n  ","820649":"\n   what time does Joseph wake up\n  ","820650":"\n   when's Joseph birthday\n  ","820651":"\n   Do you eat healthy?\n  ","820652":"\n   Do you like fried chicken?\n  ","820653":"\n   What is your opinion on tattoos? Also, would you ever get one yourself and if you would, what would it be? ٩(◕‿◕｡)۶\n  ","820654":"\n   do you give head\n  ","820655":"\n   Question 1: How do you react\/respond when someone criticizes you? Do you just brush it off or do you take it to heart?\n  ","820656":"\n   I kind of want to interact with you guys since I don't get on here too often, what kind of games would you guys suggest? (example: truth or dare, I could send you guys some dares and truths and you guys do them\/answer them) thanks ❤️Tay\n  ","820657":"\n   last time you had sex\n  ","820658":"\n   Can any of you guys read 'Freehand' (old fashioned writing)? If so, please check my last answer and heeeeeeelp?\n  ","820659":"\n   how old are you\n  ","820660":"\n   where have you been\n  ","820661":"\n   are you pregnant\n  ","820662":"\n   what's your favorite name out of these four, please answer! Kierstyn Madalynn Elizabeth, Brenton Lamar, Abagail Jean, Justin Lee\n  ","820663":"\n   Pirates or Ninjas?\n  ","820664":"\n   What would you sau is more frustrating? An electronic device malfunctioning or hair in your mouth you can't get out?\n  ","820665":"\n   Your just totally gorgeous and perfect :**\n  ","820666":"\n   give me 1 fact about your boobs\n  ","820667":"\n   Would you rather live in the mountains or on the beach?\n  ","820668":"\n   ARQotD: Now that April 1st is over: were you \"fooled\" today? Either way, share any particularly memorable fool you've been subjected to.\n  ","820669":"\n   What's a mainstream trend that you never liked?\n  ","820670":"\n   Question 1: Are you a perfectionist?\n  ","820671":"\n   what you doing\n  ","820672":"\n   Do you have any tattoos? If so, PAP?\n  ","820673":"\n   ARQotD: How much real money have you spent on smartphone apps\/games (total) both to buy them, and to buy in-app or in-game \"stuff\"?\n  ","820674":"\n   Just cleared all my questions again, cannot cope with over 200.\nAsk me some good stuff!\n  ","820675":"\n   When was the last time you had a catch up with an old friend?\n  ","820676":"\n   What public displays of affection do you think are too much?\n  ","820677":"\n   Do you take compliments well?\n  ","820678":"\n   Do you think people who watch children tv lack maturity? Eg, 17 year olds who watch Disney Channel?\n  ","820679":"\n   Is there a nickname that's stuck with you since you where younger? If so, what is it?\n  ","820680":"\n\n    http:\/\/ask.fm\/abiduffyx\/answer\/127193489361\n   \n","820681":"\n   Would you rather only be able to whisper or only be able to shout?\n  ","820682":"\n   doing honesty night. come & ask me stuff, I haven't been answering many questions lately. I've cleaned out my inbox, I'll be answering ALL questions no matter how personal! thanks.\n  ","820683":"\n   Did you breastfeed?\n  ","820684":"\n   Do you\/ have you watched the show 19 kids and counting? What your opinions on it?\n  ","820685":"\n   Have you ever been on a plane?\n  ","820686":"\n   Do you have an piercings? If so, what are they? And can you post a picture of them?\n  ","820687":"\n   What's the best prank you've ever played on somebody?\n  ","820688":"\n   Doing honestly night! Come ask questions!\n  ","820689":"\n   You and your boyfriend are precious!!\n  ","820690":"\n   If you could change your weight, would you be fatter or skinnier?\n  ","820691":"\n   Do you like the weight you are?\n  ","820692":"\n   hi\n  ","820693":"\n   to that anon\n  ","820694":"\n   You have a face like a flower girl! A Cauliflower that is!\n  ","820695":"\n   Youre such an angle and i love u. you're beautiful\n  ","820696":"\n   I'm talking about yo anorexic arms ho, Spanish my ass.\n  ","820697":"\n   Its appropriate, but you have lost some weight? You looking Ethiopian or Somalian is what I'm trying to say\n  ","820698":"\n\n    http:\/\/ask.fm\/babybean823\/answer\/125362790235\n   \n   more inappropriate behavior by adults.\n  ","820699":"\n   Have you ever embarrassed yourself in front of a lot of people? When?\n  ","820700":"\n   Have you ever injured someone bad enough for them to need medical attention?\n  ","820701":"\n   If you getting married where are you gonna get married at\n  ","820702":"\n   you so drugs\n  ","820703":"\n   Is it bad that I have the same thing for breakfast every day? I always have peanut butter and apple on a bagel or english muffin everyday.\n  ","820704":"\n   why do you show off your wrist tattoo in your pictures?\n  ","820705":"\n   Do you like the song uptown funk?\n  ","820706":"\n   What is your opinion on maci, Farrah, Amber and catelynn ?\n  ","820707":"\n   Have you ever stayed home all day?\n  ","820708":"\n   Do you have a Facebook?\n  ","820709":"\n   What do you spend the most money on?\n  ","820710":"\n   Do you watch teen mom?\n  ","820711":"\n   blow up my inbox guys\n  ","820712":"\n   what you doing\n  ","820713":"\n   do you think the statistics on children born to teen parents are true?\n  ","820714":"\n   Do you have spring break this week?\n  ","820715":"\n   Do you believe in gay marriage?\n  ","820716":"\n   What do you think are the pros and cons of internet censorship?\n  ","820717":"\n   Would you label yourself a pushover? Why or why not?\n  ","820718":"\n   What are 5 diaper bag essentials?\n  ","820719":"\n   Do you care about popularity?\n  ","820720":"\n   What are your thoughts on flag desecration?\n  ","820721":"\n   Have fun!!\n  ","820722":"\n   What do you think of the Kardashians?\n  ","820723":"\n   Since it's been a very long time since I've done an actual video response, I will tonight since I am bored all by myself with nothing to do. Along with suggestions for the spam topics, inbox me questions that you would like for me to answer in a VR. Please include 'VR' at the end of your question.\n  ","820724":"\n   Thinking about doing a butt load of spam for you guys tonight since it'll be my last night having access to a computer. Think about what you really want to be asked and inbox me suggestion topics. Thank you :) ❤️\n  ","820725":"\n   Gonna do a HonestyNight! Feel free to ask me some questions, and I'll probably ask you guys some soon.\n  ","820726":"\n   What kind of family vacations are the most fun?\n  ","820727":"\n   Rates\n  ","820728":"\n   What completely hilarious absurdity makes you genuinely laugh?\n  ","820729":"\n   Pap of an unseen picture of joe?\n  ","820730":"\n   What does joe like to watch on tv?\n  ","820731":"\n   Made a short quiz for the hell of it. 10 questions. Tell me how much you got right in the answers. Hopefully the link works.. Have fun lol.\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz1.php?id=1503282023055828&\n   \n","820732":"\n   This might be an awkward question. Sorry. But any advice? I am honestly scared to have sex bc I'm so insecure. Like my \"below\" is kinda hairy and I have stretch marks every where. And when it goes to that point j don't think I wanna be 100% nude. And I don't want him to thing \"gross\" bc it's hairy.\n  ","820733":"\n   What is the best song of all time?\n  ","820734":"\n   Question 2: Do you believe the feminist movement has helped or harmed the movement for gender equality? Explain your answer, if possible. (if this offends you in any sort of way, please ignore it.)\n  ","820735":"\n   I love you (: Requested to send to all i follow\n  ","820736":"\n   I follow 73 people! If you get this you're one of the amazing, beautiful people thay I follow, have a good day\/night❤ stay strong ❤\n  ","820737":"\n   Why do you think people become so accustomed to one way of thinking without taking into consideration that there are other possibilities?\n  ","820738":"\n   Do you ever feel like you don't have anymore fun or enough fun? Why do you feel that way?\n  ","820739":"\n   Have you always treated people online the same way then as you do now? If not, what was the difference?\n  ","820740":"\n   Question 2: Do you consider yourself an optimist? (an optimist is someone who is positive)\n  ","820741":"\n   Okay just copying everyone else and making a quiz.... sending this to everyone I follow!\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz1.php?id=1503290645363924&#_=_\n   \n   How wel do you know me? No cheating!\n  ","820742":"\n   Send in user names for @ opinions. Also will do Spam4Spam for anyone who is interested in returning the favor.\n  ","820743":"\n   What kind of safety improvements do you think CTC(centralized traffic control) can add to prevent train wreck disasters?\n  ","820744":"\n   Question 1: How do you deal with very needy people?\n  ","820745":"\n   How often do you take selfies?\n  ","820746":"\n   Plans for today?\n  ","820747":"\n   Do you wear glasses? How about contacts?\n  ","820748":"\n   Have you ever had braces?\n  ","820749":"\n   Have you ever had any teeth pulled? If so, how many?\n  ","820750":"\n   Do you know how to preform CPR?\n  ","820751":"\n   Can everyone go and report this account? They're saying horrible, disgusting things about my dad who passed away yesterday. Thank you! I love you guys x\n  ","820752":"\n   How many people have you slept with?\n  ","820753":"\n   If you could pick an eye color what would you choose?\n  ","820754":"\n   Favorite movies? Favorite books? Favorite places to shop? Favorite make-up items\/brands? Your must have items?\n  ","820755":"\n   Copying Kates and Ashley.\nHow well do you guys REALLY know me?\nI'd love to see;D\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz1.php?id=1503290720368279&\n   \n","820756":"\n   Jumping on the band wagon.\n   \n    http:\/\/www.quizyourfriends.com\/take-quiz.php?id=1503290838187914&lnk&\n   \n   Who knows me the best?\n  ","820757":"\n   The account is\n   \n    @bethanycee\n   \n","820758":"\n   How well is your hearing?\n  ","820759":"\n   Do you have an amazon wishlist? If so, link it! :) I recently made one and I'm having a hard time thinking of things to add.\n  ","820760":"\n   When was the last time you went on a date?\n  ","820761":"\n   Is there anything you're excited for?\n  ","820762":"\n   (asking all I follow) my sister's and I are looking for sister tattoos for us 3 to get in May. any ideas? Preferably ones that can go on the wrist lol\n  ","820763":"\n   What did you\/are you having for supper?\n  ","820764":"\n   You cant say no cuz your boyfriend told me! Soooo, its ok ;)\n  ","820765":"\n   I think I'm going to start sending out daily questions or doing spams again! I'll only be sending them out to people that send me questions (if you've been sending me spams\/daily questions, you're good!!) But anyways, show my page some love?! :-)\n  ","820766":"\n   How tall are you?\n  ","820767":"\n   What is your spotify username?\n  ","820768":"\n   I swear my mom has to ruin my mood every single day. .-.\n  ","820769":"\n   Awwwww I finally know where you live, New Yorker girl lmao\n  ","820770":"\n   Why do you think some people are so rude to the elderly instead of respecting their elders?\n  ","820771":"\n   What would you name your next\/first pet?\n  ","820772":"\n   Meh, I can handle it. (:  Did you have a great winter?\n  ","820773":"\n   Some little moron got my other account suspended, so I'm on here now!\n  ","820774":"\n   Thanks, Gaby.  Appreciated. (:  Everyone seems happier and welcoming on here now, it's great!! XD\n  ","820775":"\n   You're welcome. (:  Sorry for bugging you in the past.  I just don't like seeing people getting bothered on here.\n  ","820776":"\n   Question 1: Do you believe in yourself?\n  ","820777":"\n   I'll bet!!  Well, you are pretty and nice. :)  Shame more guys aren't more respectful.  You really are a nice person. :)\n  ","820778":"\n   Anytime, Gaby. (:  How do the guys act in your area?  I know you're taken, just wondering.\n  ","820779":"\n   how old are you in that picture below\n  ","820780":"\n   No judging here!!  You're stating your opinion and that's what matters. :)\n  ","820781":"\n   I don't know 100%, Gaby.  You just never know unless you try.  The way some of the people on here carry on, it's no wonder they get rejected.  Just remember, no means no. :)\n  ","820782":"\n   Great things come to those who are willing to risk rejection and put themselves out there. True or false? How so?\n  ","820783":"\n   How do you feel about people that often make everything about themselves? Don't you agree that credit is due where credit is deserved?\n  ","820784":"\n   pap of anything\n  ","820785":"\n   how many followers you have\n  ","820786":"\n   what you doing\n  ","820787":"\n   Sorry to be annoying guys, but I'm totally bored right now. Ask a few questions?\n  ","820788":"\n   No idea!pahaha\n  ","820789":"\n   Oh wowwwwwwww ahahaha\n  ","820790":"\n   What are some frequently asked questions that you get asked on Ask.fm often that you wished were never asked again?\n  ","820791":"\n   ignore if this annoying I'm sorry but I have to announce that I have finally started looking at therapist in area to help with My anxiety and depression and I thank you guys for giving me a little push, even if you don't know you did :)\n  ","820792":"\n   x\n  ","820793":"\n\n    http:\/\/strawpoll.me\/3974857\n   \n","820794":"\n   Please report\n   \n    @aussiewhore\n   \n   for being a pedo\n   \n    http:\/\/ask.fm\/AussieWhore\/answer\/126814016153\n   \n","820795":"\n   What were you obsessed with when you were younger?\n  ","820796":"\n   scariest thing that has happened to you( sorry if been asked before)\n  ","820797":"\n   It's Friday and literally only 8AM I'm in the worst mood ever. I don't want to go home tonight ugh (you don't have to answer I just needed to get that out)\n  ","820798":"\n   what you doing and what time is it\n  ","820799":"\n   I'm great also!! :)  I won't be on much but I'm back. :)\n  ","820800":"\n   Have you heard about Indiana's new freedom of religion law? What's your opinion? I signed the thing to get it taken down. it's basically saying People have the right to not serve me because I'd be with another woman and I'm a Pagan. Freedom of religion my as*.\n  ","820801":"\n   Has a guy ever cummed on your face\/hair\/Inside you\/ or butt?wheres your fav place ur boyfriend cums on you? Lol\n  ","820802":"\n   Sexual hour?\n  ","820803":"\n   R u pregnant\n  ","820804":"\n   Vr of your relationship with your boyfriend?\n  ","820805":"\n   Do you know who Charlie Brown is? The guy who had sex with Chaz.\n  ","820806":"\n   Do you smoke? If so, what do you smoke\n  ","820807":"\n   Thanks, Gaby!  How are you? :)\n  ","820808":"\n   Cam's back!!  Block and report\n   \n    @camfarrsuperstar\n   \n","820809":"\n   ARQotD: How many bedrooms are in your current home?\n  ","820810":"\n   What's your opinion about cum or sperm?\n  ","820811":"\n   Opinion on liquor\n  ","820812":"\n   You sexually active?\n  ","820813":"\n   What you like to do on nights?\n  ","820814":"\n   What do you enjoy to do on the weekends?\n  ","820815":"\n   Do you work at a restaurant?\n  ","820816":"\n   Do you decide quickly or do you think a long time?\n  ","820817":"\n   Do you ever feel like you're having trouble detaching yourself from the outcome of an uncomfortable situation?\n  ","820818":"\n   Go ahead and alternate sharing something you consider a positive characteristic of your partner. Share a total of five items. If you're single, share five that you would want in a potential partner.\n  ","820819":"\n   If a crystal ball could tell you the truth about yourself, your life, the future or anything else, what would you want to know?\n  ","820820":"\n   Before making a telephone call, do you ever rehearse what you are going to say? Why?\n  ","820821":"\n   What do you think relationships truly are a reflection of? Does sex HAVE to be a factor when two people are committed to one another?\n  ","820822":"\n   What's your favourite city in your country?\n  ","820823":"\n   Would you rather have a loveless relationship where you get on really well or a sexless relationship?\n  ","820824":"\n   I don't ask this often , if this is annoying please ignore and I'm sorry, but can you guys send your followers and questions my way so I don't fall asleep. I'm afraid to go to bed because I've been having horrible,nightmares. thank you so much in advance and sorry if,this is annoying :\/ ❤\n  ","820825":"\n   Everyone is great until proven otherwise.  You hang in there, Gaby!!\n  ","820826":"\n   i don't blame you with all the hate you get. you don't deserve that.\n  ","820827":"\n   you look great and have a great attitude.  all the best!!\n  ","820828":"\n   Have you ever been pregnant? What's your favorite picture from your pregnancy?\n  ","820829":"\n   It'll happen for you.  Stay strong!!\n  ","820830":"\n   Yup!!  And may I say you look great and I bet you feel great too!!  Keep it up!!\n  ","820831":"\n   You're welcome!! ❤️❤️❤️  Don't let people bring you down.  You're terrific through and through!!\n  ","820832":"\n   How is everyone's morning\/late night?\n  ","820833":"\n   You and Greg are great together!! :)\n  ","820834":"\n   Through out all of the bullshit we go through on a regular basis. Id rather be going through it with you.\n  ","820835":"\n   c-section then\n  ","820836":"\n   how long did you push before you gave birth\n  ","820837":"\n   Did you get induced when you were pregnant?\n  ","820838":"\n   What you're up to today?\n  ","820839":"\n   Do you have your drivers license?\n  ","820840":"\n   Do you whistle in public?\n  ","820841":"\n   ARQotD: Are there ways in which you consider yourself \"old-fashioned\"? If so, how?\n  ","820842":"\n   Did you see the PLL finale yet?!\n  ","820843":"\n   Opinion on\n   \n    @hayleyoxox\n   \n   being pregnant again\n  ","820844":"\n   How do you plan on raising your kids?\n  "},"Answer":{"819772":"\n  that's not even the same thing lmao ; go somewhere your making no sense 😂\n  ","819773":"\n  a child that's not yours or related to you in any shape or form so idk how that affects you ? 😂\n  ","819774":"\n  and you could always not worry about my life decisions that don't affect you ☺️💋\n  ","819775":"\n  mhm thanks\n  ","819776":"\n  lol I know ; they just got proven wrong haha\n  ","819777":"\n  Christmas bc it's a good feeling in the air and it's about family which I love\n  ","819778":"\n  I don't believe you should save yourself especially in our generation now or the upcoming one and no bc children or teens don't listen to your just wasting your breath and time\n  ","819779":"\n  obviously\n  ","819780":"\n  yeah there is dipshit\n  \n  every state is different but I don't need no prick telling me what to do\n  ","819781":"\n  I've answered this many times\n  ","819782":"\n  for one I can't bc i only have 1 kid\n  \n  you need to have 2 or more to get your tubes tied\n  \n  and 2 don't tell me what to do with MY LIFE ☺️\n  ","819783":"\n  da fuq\n  ","819784":"\n  I've a answerd this\n  ","819785":"\n  bc I'm not pregnant for one\n  \n  and 2 I don't want anymore kids\n  ","819786":"\n  taken 💖\n  ","819787":"\n  nooooo\n  ","819788":"\n  never I don't know what sex is\n  ","819789":"\n  that's not a question about me\n  \n  awkward\n  ","819790":"\n  ask stuff about me\n  \n  thank you\n  ","819791":"\n  what's wrong with you is the question\n  ","819792":"\n  lol I wouldn't keep the bby tho\n  ","819793":"\n  yeah ; I mean I'd hope so\n  ","819794":"\n  M&M's\n  ","819795":"\n  awh ; thank ya\n  ","819796":"\n  yeah I will ☺️\n  ","819797":"\n  I have 951 that's not a lot\n  ","819798":"\n  nothing really that I can think of\n  ","819799":"\n  outie ????\n  ","819800":"\n  idk you tell me lol\n  ","819801":"\n  I graduated in 2013\n  ","819802":"\n  iPhone 5s\n  ","819803":"\n  12:48pm\n  ","819804":"\n  yeah it's 64 and sunny\n  ","819805":"\n  in a state haha\n  ","819806":"\n  not yet\n  ","819807":"\n  awkward question\n  ","819808":"\n  I don't get how lol\n  ","819809":"\n  he's 18 months old td ☺️\n  ","819810":"\n  im fine I guess\n  ","819811":"\n  my son and bf\n  ","819812":"\n  ya I don\n  ","819813":"\n  oh yeah bby 😍💋😏\n  ","819814":"\n  well it's only 5:57am so I'm laying down\n  ","819815":"\n  when people think I'm a bitch when in reality I'm not\n  ","819816":"\n  pointless bc you might as well get an engagement ring and a ring shouldn't symbolize their love for you\n  ","819817":"\n  yeah and a man ; bc they lied to me and it's still going on\n  ","819818":"\n  I'd try and kill the person lol\n  ","819819":"\n  ^^^^\n  ","819820":"\n  no I don't bc people can change ; and no bc your first love is just your first love you can't love anyone the same\n  ","819821":"\n  ^^^^\n  ","819822":"\n  it's both lol\n  ","819823":"\n  you're a snitch 🔪\n  ","819824":"\n  ask me stuff\n  ","819825":"\n  yeah an GTA5\n  ","819826":"\n  black and brown\n  ","819827":"\n  ^^^^\n  ","819828":"\n  ^^^^\n  ","819829":"\n  blocked 😀\n  ","819830":"\n  I love the beach\n  ","819831":"\n  yeah in my foot and like a 8 1\/2\n  ","819832":"\n  spiders and bc they just look nasty\n  ","819833":"\n  smooth\n  ","819834":"\n  about me\n  ","819835":"\n  notforyoux3\n  ","819836":"\n  yeah lol\n  ","819837":"\n  don't care that's what I think\n  ","819838":"\n  my bf is the best 💖\n  ","819839":"\n  on the phone with my bf while he's on his way home\n  ","819840":"\n  it was good\n  ","819841":"\n  anons who think they know everything\n  ","819842":"\n  that show is stupid\n  ","819843":"\n  ^^^^\n  ","819844":"\n  some asap song\n  ","819845":"\n  idk\n  ","819846":"\n  idk you act like I've been to ever state\n  ","819847":"\n  yeah\n  ","819848":"\n  yeah\n  ","819849":"\n  nope\n  ","819850":"\n  cloudy haha\n  ","819851":"\n  pasta\n  ","819852":"\n  idc about any other guy expect mine\n  ","819853":"\n  no but I think I'm getting it soon\n  ","819854":"\n  blow up my shit 💋😘\n  ","819855":"\n  on FaceTime with my bby while he's finishing up working lol\n  ","819856":"\n  all expect 4 which is coming in\n  ","819857":"\n  6 1\/2 months\n  ","819858":"\n  nope ☺️\n  ","819859":"\n  you guys are annoying\n  \n  ask stuff about me\n  ","819860":"\n  blocked nigga 😂\n  ","819861":"\n  see I told ya idc ☺️\n  ","819862":"\n  nope never did\n  ","819863":"\n  yes indeed\n  ","819864":"\n  yeah bc strangers can tell over the internet ☺️\n  ","819865":"\n  laying down\n  ","819866":"\n  why does this matter ?\n  ","819867":"\n  i want to go to Paris so badly\n  ","819868":"\n  thank ya 💖\n  ","819869":"\n  lol their stupid 😂\n  ","819870":"\n  clearly I don't lol 💖\n  ","819871":"\n  yeah lol I've said it only about a bunch of times\n  ","819872":"\n  I know lmao\n  \n  I love that song btw ☺️\n  ","819873":"\n  yeah the 21st marks one year since we had our car 😍\n  ","819874":"\n  nope but it's a whatever\n  ","819875":"\n  I can only be rude to those who\n  \n  are rude to me\n  ","819876":"\n  laugh at them 😂\n  ","819877":"\n  lmao stupidity\n  ","819878":"\n  ask bby questions 💖💋\n  ","819879":"\n  to bad I'm happily taken\n  \n  so this statement is irrelevant\n  ","819880":"\n  hi\n  ","819881":"\n  in my bfs arms\n  ","819882":"\n  yeah even tho we don't want anymore kids\n  ","819883":"\n  thank ya 💋\n  ","819884":"\n  yeah lol ???\n  ","819885":"\n  yeah\n  ","819886":"\n  2.30am or later\n  ","819887":"\n  5 1\/2 or s 6 in boys\n  ","819888":"\n  no but I like them\n  ","819889":"\n  thank you 💖\n  ","819890":"\n  only one damn\n  ","819891":"\n  good 4 her ☺️\n  \n  cool story bro 💋\n  ","819892":"\n  yeah lol\n  ","819893":"\n  no no no no no\n  ","819894":"\n  yeah my right one\n  \n  I'm going to get my left one done\n  \n  tho ☺️\n  ","819895":"\n  in a state somewhere\n  ","819896":"\n  I'm good ☺️\n  ","819897":"\n  okay just bc she follows me\n  \n  does that mean i have to\n  \n  follow her ?\n  ","819898":"\n  I'm sure 😂\n  ","819899":"\n  bc they don't like me ?\n  ","819900":"\n  bc they don't follow me\n  ","819901":"\n  yeah my name plate\n  ","819902":"\n  no\n  ","819903":"\n  no\n  ","819904":"\n  yeah ?\n  \n  why ?\n  ","819905":"\n  no I do not\n  ","819906":"\n  well I'll be doing honesty night ;\n  \n  send in some good questions\n  \n  for me to answer ; 💋💋💋\n  \n  I'll be 100% honesty ☺️☺️\n  ","819907":"\n  7:56pm\n  ","819908":"\n  yeah I do\n  \n  what's your point ?\n  ","819909":"\n  I don't hate anyone\n  \n  awkward\n  ","819910":"\n  nah ;\n  ","819911":"\n  not at all ;\n  ","819912":"\n  yeah me and my bf do\n  ","819913":"\n  blocked 😂\n  ","819914":"\n  blocked\n  ","819915":"\n  stop sending me this or you'll be blocked ☺️\n  ","819916":"\n  why does this matter\n  ","819917":"\n  mhm\n  ","819918":"\n  lol we weren't doing anything\n  \n  we got pulled over for no reason\n  \n  and our car got searched for\n  \n  \"suspicious cause\"\n  \n  I'm not going to get fully into details\n  ","819919":"\n  no but let's just say ; we all should of been arrested that night\n  ","819920":"\n  nope but I've been close\n  ","819921":"\n  I'm not wearing any\n  ","819922":"\n  awh thank you 💖😊\n  ","819923":"\n  no I took off 🌀\n  ","819924":"\n  he will be 18 months old Tuesday 💕😍\n  ","819925":"\n  oh the anon logic\n  ","819926":"\n  ^^^^\n  ","819927":"\n  yeah we both have iPhones\n  \n  I have he white and gold\n  \n  be bad the black and grey one\n  ","819928":"\n  going to start dinner soon\n  ","819929":"\n  read my bio and you'll find the answer\n  ","819930":"\n  hugs back\n  ","819931":"\n  that's good ????\n  ","819932":"\n  thanks\n  ","819933":"\n  you what ?\n  ","819934":"\n  I'm good ☺️\n  ","819935":"\n  I'm actually doing better\n  \n  and I will\n  ","819936":"\n  I'm sure\n  \n  you'll never come close to me 😂\n  ","819937":"\n  none\n  ","819938":"\n  lol no that would be cool tho\n  ","819939":"\n  lol I know their lying\n  \n  they are trying to upset me so\n  \n  me and my bf can fight lol\n  ","819940":"\n  I'm sure you will anon 😂😂😂\n  ","819941":"\n  lmao I know there trying way to hard\n  \n  they can keep trying\n  \n  and that anon trying to start things\n  \n  between me and my bf can keep trying to haha\n  ","819942":"\n  you said east north port ?\n  \n  get your act together\n  \n  you have no idea what you are talking about\n  ","819943":"\n  in not sure honestly\n  ","819944":"\n  lmao to bad it doesn't even say that ?\n  \n  but okay 😊\n  ","819945":"\n  okay ?\n  ","819946":"\n  lmao why should I hide it ?\n  \n  it doesn't even say a school on it\n  \n  and idek what school that is 😊\n  ","819947":"\n  my sulli\n  ","819948":"\n  I know just bc he doesn't tweet his feeling for me doesn't mean he doesn't show it everyday ; their just haters haha\n  ","819949":"\n  lol not really\n  ","819950":"\n  we are both 25 lmao\n  ","819951":"\n  last night\n  ","819952":"\n  we are aMazing 💖🔐\n  ","819953":"\n  shot out to the anon stalking my bfs Twitter\n  \n  like every couple we fight\n  \n  get over yourselfs 💋💋💋\n  ","819954":"\n  don't care\n  ","819955":"\n  obviously not because he told me who he was talking about lmao\n  \n  stop acting like you know my bf (:\n  ","819956":"\n  lmao still together obviously\n  \n  3 1\/2 years strong\n  \n  and you don't need to know where we live haha\n  ","819957":"\n  lmao it wasn't even about me but okay ?\n  ","819958":"\n  I'd tell me Greg I said hi (:\n  \n  to bad that's not where I live ☺️☺️☺️\n  \n  he said he loves me with my all 😍💖💖\n  ","819959":"\n  bc we fight and have normal problems\n  ","819960":"\n  idk go look\n  ","819961":"\n  a lot of them\n  ","819962":"\n  no\n  ","819963":"\n  yes\n  ","819964":"\n  you asked me this already\n  ","819965":"\n  Joseph\n  ","819966":"\n  because I have 948 followers\n  \n  that should be active\n  \n  so you chill\n  ","819967":"\n  send me in some questions\n  \n  I have a couple new followers\n  \n  so get to know me more 💋\n  \n  I'll be answering anything ☺️\n  ","819968":"\n  just woke up\n  ","819969":"\n  hello\n  ","819970":"\n  7 or 8\n  ","819971":"\n  I don't even wear those\n  ","819972":"\n  send me questions\n  \n  while I'm on this long car ride\n  ","819973":"\n  I eat whenever I want\n  ","819974":"\n  nope\n  ","819975":"\n  thanks\n  ","819976":"\n  how about no\n  ","819977":"\n  aww thanks\n  ","819978":"\n  hugs back\n  ","819979":"\n  3lbs 2oz\n  ","819980":"\n  no\n  ","819981":"\n  I was shocked\n  ","819982":"\n  sucks 4 you 😂\n  ","819983":"\n  lol yeah that's where he is\n  ","819984":"\n  early haha\n  ","819985":"\n  with his grandma on his dad side why ?\n  ","819986":"\n  I'm good just tryna smoke with my bby\n  ","819987":"\n  on what lmao\n  ","819988":"\n  I just put my phone side ways ???\n  ","819989":"\n  nope I'm only 20\n  ","819990":"\n  thanks\n  ","819991":"\n  20 freaking 20\n  ","819992":"\n  watching my bf play basketball\n  ","819993":"\n  I don't care\n  ","819994":"\n  if so told you were stupid would you believe them ?\n  ","819995":"\n  bye\n  ","819996":"\n  don't . click . on . links\n  ","819997":"\n  with my boyfriend\n  ","819998":"\n  how about no\n  ","819999":"\n  yeah people who hate\n  ","820000":"\n  my mom\n  ","820001":"\n  what do you think\n  ","820002":"\n  last night ☺️\n  ","820003":"\n  2:02pm\n  ","820004":"\n  idk I wanna do something with my bby\n  ","820005":"\n  2💋\n  ","820006":"\n  only 1💖\n  ","820007":"\n  5'3\n  ","820008":"\n  watching tv bored\n  ","820009":"\n  75\n  ","820010":"\n  because he did an overnight dipshit\n  \n  he should be up by 4\n  ","820011":"\n  send me in stuff guys\n  \n  while my boys are sleeping 💋\n  ","820012":"\n  yes and I'm just honesty with them and I explain examples to them\n  ","820013":"\n  if hope not lol 😂\n  \n  no I'm not\n  ","820014":"\n  yeah I could tell the difference\n  ","820015":"\n  going back to sleep I'm exhausted\n  ","820016":"\n  it was alright\n  ","820017":"\n  ^^^^^\n  ","820018":"\n  what ?\n  ","820019":"\n  lmao I know ; like who does that 😂\n  \n  their just mad I proved them wrong haha\n  ","820020":"\n  lmao that doesn't even make sense\n  \n  your just mad at the fact that I proved you wrong\n  \n  I have 947 wonderful followers 💖\n  \n  can't edit a phot of MY followers 😂\n  ","820021":"\n  you right 😂\n  ","820022":"\n  947\n  ","820023":"\n  last time I slept was Wed night meaning I woke up Thursday at 9am and I stayed all day and night and now it's Friday and I'm still up bc its only 8:14pm idiot\n  ","820024":"\n  you act like I haven't slept in days you idiot\n  ","820025":"\n  I'm sure I will\n  \n  stupidity these days\n  ","820026":"\n  ask me stuff guys\n  \n  get nosey💋\n  \n  I haven't slept since wed night\n  ","820027":"\n  SMdx3\n  ","820028":"\n  my boyfriend\n  ","820029":"\n  I'm good 😋\n  ","820030":"\n  yeah I do\n  ","820031":"\n  stupid\n  ","820032":"\n  love Kim she's my bitch\n  ","820033":"\n  I haven't eaten yet\n  \n  I'm on my way to Burger King\n  ","820034":"\n  my life\n  ","820035":"\n  idk the name\n  ","820036":"\n  I have so many\n  \n  but Brittany and baby tweeted me today 😍\n  ","820037":"\n  yeahh\n  ","820038":"\n  yeah\n  ","820039":"\n  yeah\n  ","820040":"\n  I don't believe in all that\n  ","820041":"\n  never heard of such a thing\n  ","820042":"\n  don't have any\n  ","820043":"\n  a Ford Escape\n  ","820044":"\n  hot wings\n  ","820045":"\n  I think so\n  ","820046":"\n  nope\n  ","820047":"\n  no wtf\n  ","820048":"\n  I have to much\n  ","820049":"\n  sometimes\n  ","820050":"\n  I don't know who that is\n  ","820051":"\n  no lmao that's weird\n  ","820052":"\n  I love food\n  ","820053":"\n  yeah 😋\n  ","820054":"\n  don't have one 😛\n  ","820055":"\n  I'm at work\n  ","820056":"\n  we wouldn't 😊\n  \n  we been through so much\n  \n  so what ifs aren't in the answer\n  ","820057":"\n  nope ☺️😍\n  ","820058":"\n  blow me up\n  ","820059":"\n  either ☺️☺️☺️\n  ","820060":"\n  just finished smoking\n  \n  now getting ready for work\n  ","820061":"\n  hey , how about no 😂\n  ","820062":"\n  bc me and my boyfriend pulled an all nighter\n  \n  and I have work at 1 😅\n  ","820063":"\n  not at all he's 1 1\/2\n  \n  he's 18 months he eats regular food\n  \n  and drinks chocolate milk bc he doesn't\n  \n  like the regular milk\n  ","820064":"\n  I haven't slept yet\n  ","820065":"\n  12\n  ","820066":"\n  no because people will always hate\n  ","820067":"\n  anons\n  ","820068":"\n  lmao no\n  ","820069":"\n  that they are fucking stupid\n  ","820070":"\n  nope\n  ","820071":"\n  no\n  ","820072":"\n  cool story\n  ","820073":"\n  my size\n  ","820074":"\n  my size\n  ","820075":"\n  strapless\n  ","820076":"\n  ????\n  ","820077":"\n  (:\n  ","820078":"\n  oh lol thanks\n  ","820079":"\n  how would you know\n  ","820080":"\n  5:32am send me stuff guys 💋\n  ","820081":"\n  no it's animal cruelty\n  ","820082":"\n  I believe in middle school so probably around 11 or 12 because that's kids break out years\n  ","820083":"\n  ^^^^\n  ","820084":"\n  no i believe everybody should have guns ; guns don't kill people , people kill  others\n  ","820085":"\n  nope because your just telling others that's it's okay to kill somebody\n  ","820086":"\n  no I think you just lay their in your casket to be honesty you don't go anywhere or turn into anything\n  ","820087":"\n  I'm serious lol\n  ","820088":"\n  Trail blazers all the way\n  ","820089":"\n  nope\n  ","820090":"\n  Scorpio\n  ","820091":"\n  laying down\n  ","820092":"\n  Fifty Shades of Grey\n  \n  NOW\n  ","820093":"\n  no wtf ;\n  ","820094":"\n  11|08\n  ","820095":"\n  7:53pm\n  ","820096":"\n  awh thank you\n  ","820097":"\n  945\n  \n  get to know me guys\n  ","820098":"\n  ask me stuff guys\n  ","820099":"\n  idk go see a doctor if you think it's a problem\n  ","820100":"\n  (:\n  ","820101":"\n  thank 💕\n  ","820102":"\n  I'll try and stay strong\n  ","820103":"\n  made want to mature right away\n  ","820104":"\n  thank you 💖\n  ","820105":"\n  no I just have things to work on\n  ","820106":"\n  aww thanks , I hope things get better\n  ","820107":"\n  aww thanks 💕\n  ","820108":"\n  I have no idea what your talking about\n  ","820109":"\n  a lot at this point\n  \n  but all I can do is pull through it\n  ","820110":"\n  between 8:30-9\n  ","820111":"\n  haha I choose whatever\n  ","820112":"\n  go to the beach\n  ","820113":"\n  yay your awesome to 💕\n  ","820114":"\n  he doesn't have one\n  ","820115":"\n  I don't have one\n  ","820116":"\n  no I drive crazy\n  ","820117":"\n  take something\n  ","820118":"\n  what ?\n  ","820119":"\n  okay\n  ","820120":"\n  None\n  ","820121":"\n  man\n  ","820122":"\n  mhm I don't recall but whatever floats your boat\n  ","820123":"\n  why do you care ?😛\n  ","820124":"\n  there looks\n  ","820125":"\n  God\n  ","820126":"\n  there personality or how they come off to me\n  ","820127":"\n  yeah lol well I know I am and because I always say I'm going to do it later and then I never do it lol 😑\n  ","820128":"\n  yeah that's gonna be our wedding song\n  ","820129":"\n  somewhere\n  ","820130":"\n  yes like an hour or 2 ago\n  ","820131":"\n  yeah I've said this many times lol\n  ","820132":"\n  early\n  ","820133":"\n  last night\n  ","820134":"\n  ^^^^\n  ","820135":"\n  only 1\n  ","820136":"\n  maybe maybe not 😉\n  ","820137":"\n  I will if I get any good questions 😊\n  ","820138":"\n  about to shower\n  ","820139":"\n  when he was 16 1\/2 and I was 16 1\/2 he turned 17 3 weeks later and I turned 17 2 months later haha\n  ","820140":"\n  I have 2 tattoos and 3 piercings\n  \n  I want my other nipple done\n  \n  I want my sons name and I wanna\n  \n  finish my star tattoo\n  ","820141":"\n  lmao omg 😍💕🔐\n  ","820142":"\n  not a lot because i work a lot but when i can\n  ","820143":"\n  yeah he's on my block now haha\n  ","820144":"\n  Barbados 🌴☀️\n  ","820145":"\n  yeah it was cool 😎\n  ","820146":"\n  yeah I have clothes from there 💁🏽\n  ","820147":"\n  yeah I have 2 😶\n  ","820148":"\n  a Ford Escape 😍\n  ","820149":"\n  yeah I have\n  ","820150":"\n  yeah lol I was 3 months pregnant when I graduated\n  ","820151":"\n  being a mom 💋\n  ","820152":"\n  yeah lol\n  ","820153":"\n  my boyfriends at work and I don't have one\n  \n  lol I don't take pictures of my car\n  ","820154":"\n  I'll be doing honesty night 💋\n  \n  send in them questions 😍\n  \n  be really nosey tonight 😊💖\n  ","820155":"\n  yeah I've stated that many times before\n  ","820156":"\n  7:00pm\n  ","820157":"\n  being popular lmao\n  ","820158":"\n  😍💏🔐\n  ","820159":"\n  why do you always ask this\n  \n  next question\n  ","820160":"\n  18\n  ","820161":"\n  why do you ask such dumbass questions ?😳\n  ","820162":"\n  940\n  \n  keep the questions coming 💋\n  ","820163":"\n  im a number 😊\n  ","820164":"\n  iPhone 5s\n  ","820165":"\n  a lot at the moment\n  ","820166":"\n  lol\n  ","820167":"\n  no\n  ","820168":"\n  I think 3\n  ","820169":"\n  mhm\n  ","820170":"\n  I'm okay\n  ","820171":"\n  nothing at the moment\n  ","820172":"\n  no I'm at work 💸\n  ","820173":"\n  no\n  ","820174":"\n  yeah it was formspring lol\n  ","820175":"\n  the rugrats movie\n  ","820176":"\n  married to my boyfriend and in a nice house with our son and a good job\n  ","820177":"\n  yeah\n  ","820178":"\n  yeah 💖💋\n  ","820179":"\n  hi\n  ","820180":"\n  yeah I did ☺️\n  ","820181":"\n  a few minutes ago 💋\n  ","820182":"\n  in a state haha\n  ","820183":"\n  nope\n  ","820184":"\n  very far\n  ","820185":"\n  nope only eye liner\n  ","820186":"\n  ask me stuff guys\n  \n  I'll do honesty night 💘💋\n  ","820187":"\n  don't have any\n  ","820188":"\n  ^^^^\n  ","820189":"\n  2⃣0⃣\n  ","820190":"\n  💕😍\n  ","820191":"\n  I'm pro - life\n  \n  I believe in discipline\n  ","820192":"\n  both\n  ","820193":"\n  😂\n  ","820194":"\n  yeah I do 🚬\n  ","820195":"\n  eating a cheese burger and fries with some juice haha\n  ","820196":"\n  you to\n  ","820197":"\n  thanks\n  ","820198":"\n  yeah I'm about to put one on rn\n  ","820199":"\n  3 1\/2 years 🔐💏\n  ","820200":"\n  I'm good 😊\n  ","820201":"\n  he will be 18 months old on the 21st\n  ","820202":"\n  last night before bed ☺️\n  ","820203":"\n  blocked 😘\n  ","820204":"\n  the ability to approach people differently\n  ","820205":"\n  being able to move fast or running with others maybe even working or doing stuff on my own\n  ","820206":"\n  yeah sometimes if the person knows me it's easy to approach me but if you don't know me it's hard because people think I'm a mean person when in reality I'm not haha\n  ","820207":"\n  yeah sometimes I keep it to myself\n  ","820208":"\n  yay 💕\n  ","820209":"\n  watching tv with my son\n  ","820210":"\n  awh thank you 💖💘\n  ","820211":"\n  I'm a number\n  ","820212":"\n  lately he has been\n  ","820213":"\n  I don't have any favorite\n  ","820214":"\n  just about my day or if I'm mad about that and yeah sometimes my moods would affect my dreams\n  ","820215":"\n  we have io and no we don't have extra we use to\n  ","820216":"\n  no because they would take out ode taxes\n  ","820217":"\n  I get upset when I hear love songs from the 90's or sometimes ode hype lol\n  ","820218":"\n  ^^^\n  ","820219":"\n  I wouldn't say \"hurt\"\n  ","820220":"\n  yeah 😩\n  ","820221":"\n  no I do not\n  ","820222":"\n  fuckoff900\n  ","820223":"\n  how would I know ?\n  ","820224":"\n  936\n  ","820225":"\n  just sitting here bored\n  ","820226":"\n  ask me stuff guys 😊\n  ","820227":"\n  rap R&B love song\n  ","820228":"\n  hello\n  ","820229":"\n  that's true\n  ","820230":"\n  not really\n  ","820231":"\n  that's true\n  ","820232":"\n  me haha\n  ","820233":"\n  you're blocked 😘\n  ","820234":"\n  I don't like it 21\n  ","820235":"\n  here it's 21\n  ","820236":"\n  mhm\n  ","820237":"\n  ask me whatever\n  ","820238":"\n  went to the zoo with my little family for my nephews birthday party\n  ","820239":"\n  I've stated many times go read a bio\n  ","820240":"\n  I was born and breathing now I'm now 20\n  ","820241":"\n  what story ?\n  ","820242":"\n  your annoying\n  ","820243":"\n  I'm not bald head ?\n  ","820244":"\n  maybe lmao\n  ","820245":"\n  are you stupid\n  ","820246":"\n  the one where I live\n  ","820247":"\n  at the zoo today 😍\n  ","820248":"\n  ^^^\n  ","820249":"\n  the drinking age\n  ","820250":"\n  smoking bud\n  ","820251":"\n  smoking and drinking\n  ","820252":"\n  gud\n  ","820253":"\n  again ya did it 😂\n  ","820254":"\n  you just did\n  ","820255":"\n  you just did\n  ","820256":"\n  send me stuff\n  ","820257":"\n  aww somebodies being a hater 😘\n  ","820258":"\n  mhm\n  ","820259":"\n  I have no idea\n  ","820260":"\n  ^^^^\n  ","820261":"\n  yeah to long ago\n  ","820262":"\n  Easter was like 2 weeks ago\n  ","820263":"\n  yay\n  ","820264":"\n  ^^^^^\n  ","820265":"\n  bye\n  ","820266":"\n  black and white\n  ","820267":"\n  yeah ???\n  ","820268":"\n  scroll down you'll see one of me and him\n  ","820269":"\n  thank you 💕\n  ","820270":"\n  aww some bodies a hater ☺️\n  ","820271":"\n  look at my cover\n  ","820272":"\n  oh lol I got it on amazon\n  ","820273":"\n  lmao actually no we go out every weekend\n  \n  so Lol to you 👌🏽😂\n  ","820274":"\n  like 5 minutes\n  ","820275":"\n  no\n  ","820276":"\n  I believe Fifty Shades of Gray\n  ","820277":"\n  I'm at the pool hall now\n  \n  then Sunday the zoo\n  ","820278":"\n  yeah lol\n  ","820279":"\n  only to mothers\n  ","820280":"\n  only to their fathers\n  ","820281":"\n  teen pregnancy\n  ","820282":"\n  nope\n  ","820283":"\n  which one ?\n  ","820284":"\n  I don't have one and I'm not even in school\n  ","820285":"\n  not worth it\n  ","820286":"\n  your welcome\n  ","820287":"\n  I like Cam\n  ","820288":"\n  why\n  ","820289":"\n  rue 21, forever 21, American Eagle ect\n  ","820290":"\n  yeah ?\n  ","820291":"\n  because I don't know them ?\n  ","820292":"\n  no lol\n  ","820293":"\n  if I know you I'll accept it or I'll leave it there\n  ","820294":"\n  why ?\n  ","820295":"\n  yeah\n  ","820296":"\n  food\n  ","820297":"\n  I fell in love with a bad bitch 😍😋\n  \n  ask me shit guys blow up my inbox 😎\n  ","820298":"\n  go watch porn\n  ","820299":"\n  you mean bf ?\n  \n  💕💏🔐\n  ","820300":"\n  yeah I'm about to right now ☺️😋\n  ","820301":"\n  sweat pants and my laker hoodie\n  ","820302":"\n  driving to the bank 💸\n  ","820303":"\n  you make no sense 😂\n  ","820304":"\n  ^^^^\n  ","820305":"\n  so is your mom 😋\n  ","820306":"\n  your nasty da fuq\n  ","820307":"\n  sometimes different depends\n  ","820308":"\n  like 2 hours ago\n  ","820309":"\n  20 damn\n  ","820310":"\n  😎\n  ","820311":"\n  nah I don't click links\n  ","820312":"\n  I don't get how that's ghetto but okay 👌🏽\n  ","820313":"\n  why does it matter\n  ","820314":"\n  lol okay\n  ","820315":"\n  lol\n  ","820316":"\n  idc\n  ","820317":"\n  no\n  ","820318":"\n  there ya go ⬆️\n  ","820319":"\n  nope\n  ","820320":"\n  9:00pm\n  ","820321":"\n  42\n  ","820322":"\n  no I don't live in Illinois or by there\n  ","820323":"\n  okay ? how stupid of you\n  ","820324":"\n  yeah i have many\n  ","820325":"\n  idc why do you send me this shit\n  ","820326":"\n  leaving\n  ","820327":"\n  looking for attention\n  ","820328":"\n  I can't even\n  ","820329":"\n  it's just cloudy\n  ","820330":"\n  people\n  ","820331":"\n  a color\n  ","820332":"\n  Newport\n  ","820333":"\n  ask me stuff guys get on it\n  ","820334":"\n  ya\n  ","820335":"\n  2 nightz ago\n  ","820336":"\n  no we are suppose to get storms tomorrow\n  ","820337":"\n  lol you know you lying 🚫\n  ","820338":"\n  haha thanks ☺️\n  ","820339":"\n  oh lol .....\n  ","820340":"\n  no stop begging\n  ","820341":"\n  because you people don't take the time to scroll but yet have time to ask stupid questions\n  ","820342":"\n  for what ?\n  ","820343":"\n  about ?\n  ","820344":"\n  no no no I'm not getting up\n  ","820345":"\n  I literally just answered this\n  \n  scroll down ⬇️\n  ","820346":"\n  nope not at all\n  ","820347":"\n  your welcome 😊\n  ","820348":"\n  this morning\n  ","820349":"\n  idk lol people love to follow me haha\n  ","820350":"\n  to many stalkers\n  ","820351":"\n  ever been in one\n  \n  but we had watches and warnings\n  \n  but it's very rare to have one where I live\n  ","820352":"\n  aww no reason to be jealous bby\n  ","820353":"\n  36C\n  ","820354":"\n  it's raining ☔️\n  ","820355":"\n  somewhere haha\n  ","820356":"\n  if I got pregnant now yes\n  \n  if I got pregnant later in live and were stable enough then no\n  ","820357":"\n  no I do NOT\n  ","820358":"\n  amazing 💕🔐\n  ","820359":"\n  yeah I did\n  ","820360":"\n  7:11pm\n  ","820361":"\n  aww thank you 💕\n  ","820362":"\n  noooooooOOOOO\n  ","820363":"\n  there isn't any lol\n  ","820364":"\n  cool story bro 😂💁🏼\n  ","820365":"\n  I'm drinking my mocha frappé\n  ","820366":"\n  2⃣0⃣\n  ","820367":"\n  yeah you didn't know ?\n  ","820368":"\n  roman noodles lmao\n  ","820369":"\n  keep asking me stuff guys 😊\n  ","820370":"\n  that makes no sense lol\n  ","820371":"\n  read my bio\n  ","820372":"\n  ^^^^\n  ","820373":"\n  nope\n  ","820374":"\n  he's teething badly 😔\n  ","820375":"\n  nope we sleep naked\n  \n  #TeamNaked 😂\n  ","820376":"\n  thank you 💕\n  ","820377":"\n  Amazon\n  ","820378":"\n  hi\n  ","820379":"\n  ask lol or just ignore it if you don't think it's serous\n  ","820380":"\n  they do lol\n  ","820381":"\n  a fridge lmao I love food 😍\n  ","820382":"\n  aww your welcome\n  ","820383":"\n  haha thanks (:\n  ","820384":"\n  racism\n  \n  teen pregnancy\n  \n  fakes\n  \n  abuse\n  \n  people being talked down on especially by anons who know nothing really pisses me off\n  ","820385":"\n  my job and my relationship and because I feel like everybody loves to test me lol and idk I just try and find ways to fix myself\n  ","820386":"\n  nope not at all and yeah I do look mixed\n  \n  everybody tells me\n  ","820387":"\n  Mac&Chesse\n  \n  Zita\n  \n  Chicken\n  \n  Salad\n  ","820388":"\n  what do you think\n  \n  I've stated many times his dad is black\n  \n  and I'm mixed with black and white\n  ","820389":"\n  still not answering lol 😅\n  ","820390":"\n  I'm not answering this\n  ","820391":"\n  2013 🎓\n  ","820392":"\n  7\n  ","820393":"\n  Real Housewives of Atlanta\n  ","820394":"\n  32%\n  ","820395":"\n  930\n  ","820396":"\n  ^^^^\n  ","820397":"\n  seeing other places\n  ","820398":"\n  unpredictable,\n  ","820399":"\n  of course I can 😋\n  ","820400":"\n  iPhone 5s\n  ","820401":"\n  no because my boyfriend is sitting right next to me\n  ","820402":"\n  bye\n  ","820403":"\n  bother me at work guys\n  ","820404":"\n  wow look how immature\n  ","820405":"\n  my son\n  ","820406":"\n  smh I'd rather not think of it and because I guess I'm the bad person that's why\n  ","820407":"\n  no 😊\n  ","820408":"\n  yeah with my cousin 😘\n  ","820409":"\n  sometimes depending on how tired or sleepy I am I usually just lay there\n  ","820410":"\n  lol just the emojis that's all I noticed\n  ","820411":"\n  ^^^\n  ","820412":"\n  ^^^\n  ","820413":"\n  idgaf ✌🏽\n  ","820414":"\n  .\n  ","820415":"\n  .\n  ","820416":"\n  .\n  ","820417":"\n  .\n  ","820418":"\n  no\n  ","820419":"\n  I had season passes to 6 flags\n  ","820420":"\n  send me stuff\n  \n  got a couple new followers 😊\n  ","820421":"\n  ^^^\n  ","820422":"\n  why'd you send me this ? 👌🏽\n  ","820423":"\n  ask me stuff to 😊\n  ","820424":"\n  20👸🏽\n  ","820425":"\n  lol\n  ","820426":"\n  free 5 day trip\n  ","820427":"\n  wow you can copy and paste\n  ","820428":"\n  I know lmao that was probably her\n  ","820429":"\n  apparently ya can't read lol\n  ","820430":"\n  okay ?\n  ","820431":"\n  oh lol\n  ","820432":"\n  there ya go\n  ","820433":"\n  who's bby ?\n  ","820434":"\n  who's that\n  ","820435":"\n  lol I know\n  ","820436":"\n  nope I don't\n  ","820437":"\n  I knew it lol\n  ","820438":"\n  I wasn't being rude lol I was saying not me\n  ","820439":"\n  not me\n  ","820440":"\n  18\n  ","820441":"\n  okay\n  ","820442":"\n  I don't hate anyone\n  ","820443":"\n  idk\n  ","820444":"\n  no lmao\n  ","820445":"\n  wow lol\n  ","820446":"\n  send me stuff\n  ","820447":"\n  ^^^\n  ","820448":"\n  idek\n  ","820449":"\n  same age as me\n  ","820450":"\n  when the time is right\n  ","820451":"\n  me either lol\n  ","820452":"\n  ugh\n  ","820453":"\n  is that your business\n  ","820454":"\n  yeah somewhere\n  ","820455":"\n  nope\n  ","820456":"\n  huh\n  ","820457":"\n  nope\n  ","820458":"\n  thank you lol , I wish people would ask questions about me and not others LOL\n  ","820459":"\n  I don't see what's funny nor what's that have to do with anything\n  ","820460":"\n  last night\n  ","820461":"\n  fine , what does it matter ?\n  ","820462":"\n  I just said I don't hate anyone\n  ","820463":"\n  I bet it is but okay\n  ","820464":"\n  I don't hate anyone\n  \n  but I bet this is her LOL\n  ","820465":"\n  2:18pm\n  ","820466":"\n  like 5 months\n  ","820467":"\n  thank you ❤️❤️\n  ","820468":"\n  I'm good (:\n  ","820469":"\n  going to shower\n  ","820470":"\n  yeah\n  ","820471":"\n  with money\n  ","820472":"\n  a lot of people\n  ","820473":"\n  send me some new questions\n  ","820474":"\n  probably at 11 months old I believe\n  ","820475":"\n  watching tv probly gonna play GTA\n  ","820476":"\n  6:41am\n  ","820477":"\n  hi\n  ","820478":"\n  hi\n  ","820479":"\n  ^^^\n  ","820480":"\n  talker\n  ","820481":"\n  that I'm a bitch\n  ","820482":"\n  idk I just am\n  ","820483":"\n  lmao noting yet\n  ","820484":"\n  fuck the world\n  ","820485":"\n  thanks and I was at work\n  ","820486":"\n  hello\n  ","820487":"\n  we are great\n  ","820488":"\n  thank you\n  ","820489":"\n  I know I seen it I'm okay\n  ","820490":"\n  because I just woke up\n  ","820491":"\n  no\n  ","820492":"\n  lmao I'm not a doctor\n  \n  and no you were asking me a question\n  \n  then said or should I go to a doctor\n  ","820493":"\n  am I a doctor\n  ","820494":"\n  nope not anymore\n  ","820495":"\n  okay ? there's nothing wrong with that\n  ","820496":"\n  no we don't\n  ","820497":"\n  lol yeah he is and he's good to\n  ","820498":"\n  I highly doubt it\n  ","820499":"\n  17 months old\n  ","820500":"\n  idek why people do that\n  ","820501":"\n  thank you\n  ","820502":"\n  trap queen\n  ","820503":"\n  drugz r bad\n  ","820504":"\n  he's at work\n  ","820505":"\n  hello\n  ","820506":"\n  paint me nails\n  ","820507":"\n  ask me stuff\n  ","820508":"\n  aha thanks\n  ","820509":"\n  lol I know haha\n  ","820510":"\n  ya (:\n  ","820511":"\n  2 fucking 0\n  ","820512":"\n  stupidity\n  ","820513":"\n  7:43pm\n  ","820514":"\n  he's sleeping but we're about to drop him off at his grandmas house\n  ","820515":"\n  I don't have one\n  ","820516":"\n  no it didn't as much and with a needle\n  ","820517":"\n  yeah I have lol (;\n  ","820518":"\n  it wasn't rude I just answered\n  ","820519":"\n  good 4 you\n  ","820520":"\n  my belly , nose , nipple\n  ","820521":"\n  ask me stuff guys\n  \n  be nosey\n  ","820522":"\n  lmao I don't get how ?\n  ","820523":"\n  this morning once I woke up (;\n  ","820524":"\n  no his second\n  ","820525":"\n  have self confidence\n  ","820526":"\n  not for me\n  ","820527":"\n  Happy Easter ❤️\n  ","820528":"\n  idk where you got that from\n  ","820529":"\n  ^^^^\n  ","820530":"\n  why do you ask me stupid questions ?\n  ","820531":"\n  formula feed\n  ","820532":"\n  still do\n  ","820533":"\n  haha thanks ❤️\n  ","820534":"\n  probably at 11 months I believe\n  ","820535":"\n  keep me busy guys\n  ","820536":"\n  no\n  ","820537":"\n  that's what happens when you have cute parents duh\n  ","820538":"\n  nope lol but he shows it in different ways\n  ","820539":"\n  I hate this question\n  ","820540":"\n  the best I can be and there's no trying\n  ","820541":"\n  everything\n  ","820542":"\n  just answered your dumbass question (:\n  ","820543":"\n  he's with his grandma ?\n  ","820544":"\n  nope he's not home\n  ","820545":"\n  nothing really\n  ","820546":"\n  none of your business\n  ","820547":"\n  Happy Easter and no\n  ","820548":"\n  after like 6 months\n  ","820549":"\n  no lol\n  ","820550":"\n  he's at his grandma's house\n  ","820551":"\n  yeah but that's all about it\n  ","820552":"\n  what's there to celebrate\n  ","820553":"\n  I smoke lmao\n  ","820554":"\n  haha chillen\n  ","820555":"\n  wtf does that even mean\n  ","820556":"\n  yay\n  ","820557":"\n  Happy Easter\n  ","820558":"\n  there's way more tho\n  ","820559":"\n  Happy Easter\n  ","820560":"\n  lmao are you forreal ?\n  ","820561":"\n  nope I want an engagement ring\n  ","820562":"\n  11|08\n  ","820563":"\n  no one\n  ","820564":"\n  lmao\n  ","820565":"\n  yeah\n  ","820566":"\n  ^^^^\n  ","820567":"\n  yeah\n  ","820568":"\n  feat. hubby in the back ❤️\n  ","820569":"\n  sometimes\n  ","820570":"\n  3 bedrooms one 1 bathroom\n  ","820571":"\n  why is there even an Easter bunny ?\n  ","820572":"\n  nope\n  ","820573":"\n  Joseph's Easter Basket (:\n  ","820574":"\n  yes\n  ","820575":"\n  aww thank you\n  ","820576":"\n  brown and black\n  ","820577":"\n  yeah ???\n  ","820578":"\n  nope but I have a son\n  ","820579":"\n  (: highly appreciated\n  ","820580":"\n  Mconalds\n  ","820581":"\n  you\n  \n  Alexis Loveland\n  \n  Ashley\n  \n  Caroline\n  ","820582":"\n  chicken\n  ","820583":"\n  c section healing process\n  ","820584":"\n  old\n  ","820585":"\n  thanks\n  ","820586":"\n  2 days\n  ","820587":"\n  id be annoyed\n  ","820588":"\n  yeah\n  ","820589":"\n  I know and I did\n  ","820590":"\n  both\n  ","820591":"\n  why ?\n  ","820592":"\n  I'll answer anything\n  ","820593":"\n  none lol\n  ","820594":"\n  nothing\n  ","820595":"\n  no\n  ","820596":"\n  well I don't it's none of my business\n  ","820597":"\n  how should I know\n  ","820598":"\n  nope\n  ","820599":"\n  nope\n  ","820600":"\n  I don't click links\n  ","820601":"\n  yeah I have one and no\n  ","820602":"\n  enerything\n  ","820603":"\n  brown\n  ","820604":"\n  my car\n  ","820605":"\n  thanks\n  ","820606":"\n  no problem\n  ","820607":"\n  nope haha\n  ","820608":"\n  (:\n  ","820609":"\n  a lot\n  ","820610":"\n  between 8-9\n  ","820611":"\n  both\n  ","820612":"\n  both\n  ","820613":"\n  yeah\n  ","820614":"\n  huh ?\n  ","820615":"\n  don't care\n  ","820616":"\n  she does what she wants\n  ","820617":"\n  thanks\n  ","820618":"\n  no\n  ","820619":"\n  15\n  ","820620":"\n  neither\n  ","820621":"\n  no\n  ","820622":"\n  he's okay\n  ","820623":"\n  thank you (:\n  ","820624":"\n  lmao what do you think\n  ","820625":"\n  all about da money\n  ","820626":"\n  send me stuff\n  ","820627":"\n  life\n  ","820628":"\n  well I'm going to work soon\n  \n  so that will be my food\n  ","820629":"\n  sometimes\n  ","820630":"\n  no\n  ","820631":"\n  can I get better questions\n  ","820632":"\n  ya didn't know ?\n  ","820633":"\n  bored watching tv\n  ","820634":"\n  twenty\n  ","820635":"\n  why thank you (:\n  ","820636":"\n  somewhere in the world\n  ","820637":"\n  don't have any\n  ","820638":"\n  what's that ? LMAO\n  ","820639":"\n  lmao omg\n  ","820640":"\n  I haven't seen it\n  ","820641":"\n  (:\n  ","820642":"\n  well that one you had to be 18 and older and I'm 20.....\n  ","820643":"\n  it was\n  ","820644":"\n  yeah haha my boyfriend and mom\n  ","820645":"\n  Barbados my homeland haha\n  ","820646":"\n  yeah over the weekend haha\n  ","820647":"\n  with my bby\n  ","820648":"\n  no he doesn't\n  ","820649":"\n  between 8:30-9:30\n  ","820650":"\n  10|21'13\n  ","820651":"\n  I suppose haha\n  ","820652":"\n  who doesn't haha\n  ","820653":"\n  I have two of them\n  \n  my boyfriends name and my star\n  ","820654":"\n  yahhh (;\n  ","820655":"\n  depends what it says\n  ","820656":"\n  ^^^\n  ","820657":"\n  last night actually\n  ","820658":"\n  I looked at it and I can't make out what it says\n  ","820659":"\n  Twenty\n  ","820660":"\n  working on things (:\n  ","820661":"\n  lmso are we serious here\n  ","820662":"\n  none\n  ","820663":"\n  Ninjas\n  ","820664":"\n  lol\n  ","820665":"\n  thanks\n  ","820666":"\n  no wtf\n  ","820667":"\n  ask me stuff\n  ","820668":"\n  no I didn't even notice it was April fools day\n  ","820669":"\n  idk lmao\n  ","820670":"\n  nope\n  ","820671":"\n  watching a movie\n  ","820672":"\n  I do I have a star and my mans name\n  ","820673":"\n  lol I don't even know\n  ","820674":"\n  ^^^*\n  ","820675":"\n  like a couple months ago\n  ","820676":"\n  making out ode for no reason\n  ","820677":"\n  yeah\n  ","820678":"\n  not really depends on the person\n  ","820679":"\n  Gabby lmao\n  ","820680":"\n  followed\n  ","820681":"\n  shout out\n  ","820682":"\n  ^^^\n  ","820683":"\n  my son is 1 1\/2 and doesn't drink milk like that anymore\n  ","820684":"\n  I have and stupid\n  ","820685":"\n  yeah I have\n  ","820686":"\n  my nose , belly and nipple\n  ","820687":"\n  ask me stuff\n  ","820688":"\n  ^^^^\n  ","820689":"\n  thanks\n  ","820690":"\n  thicker\n  ","820691":"\n  nope but it's a whatever\n  ","820692":"\n  hello\n  ","820693":"\n  the answer got deleted lmao \n  ","820694":"\n  haha I'm about to go cry \n  ","820695":"\n  aww why thank you\n  ","820696":"\n  lmao don't hate off my sexy ass body\n  \n  you probably some fat bitch\n  ","820697":"\n  lmao I don't even look like any of that I look more Spanish you must be dumb Lmao\n  ","820698":"\n  I guess this inappropriate to ?\n  ","820699":"\n  yeah and the other day\n  ","820700":"\n  nope\n  ","820701":"\n  we haven't decided yet maybe\n  \n  in a town hall\n  ","820702":"\n  Maybe maybe maybe not\n  ","820703":"\n  no that's what you like\n  ","820704":"\n  because it's my tattoo ?\n  ","820705":"\n  yeah kinda\n  ","820706":"\n  I love Maci\n  \n  Farrah is a dumb bitch\n  \n  Amber is trying to get her life together\n  \n  and Catelynn is cute\n  ","820707":"\n  yeah lmao but I'm out and about\n  ","820708":"\n  yes I do\n  ","820709":"\n  my son and man\n  ","820710":"\n  yeah I do but I missed it yesterday I was at a casino\n  ","820711":"\n  ask me shit\n  ","820712":"\n  waiting for my day 1 niggas\n  ","820713":"\n  it went down\n  ","820714":"\n  I'm not in school I been graduated\n  ","820715":"\n  yea 100%\n  ","820716":"\n  I don't care\n  ","820717":"\n  nope because I don't let people walk all over me\n  ","820718":"\n  diapers\n  \n  wipes\n  \n  extra clothes\n  \n  food or formula\n  \n  toys\n  ","820719":"\n  nope\n  ","820720":"\n  stupid\n  ","820721":"\n  thanks\n  ","820722":"\n  at the casino yeah\n  ","820723":"\n  ^^^^\n  ","820724":"\n  (:\n  ","820725":"\n  ^^^^\n  ","820726":"\n  mhm idk yet\n  ","820727":"\n  on ?\n  ","820728":"\n  stupidity\n  ","820729":"\n  no\n  ","820730":"\n  idk tv\n  ","820731":"\n  I'm so fucked up\n  ","820732":"\n  some guys just don't care you just have to tell them before you have sex you know\n  ","820733":"\n  ask me questions\n  ","820734":"\n  I'm not much into it\n  ","820735":"\n  I love you to\n  ","820736":"\n  thanks your on anon tho\n  ","820737":"\n  because everybody thinks they are right\n  ","820738":"\n  sometimes\n  ","820739":"\n  nope I treat certain people online different the person especially strangers because I don't know them\n  ","820740":"\n  yeah sometimes\n  ","820741":"\n  mhm\n  ","820742":"\n  ^^^\n  ","820743":"\n  people learning how to drive\n  ","820744":"\n  tell them to back off\n  ","820745":"\n  a lot ayee\n  ","820746":"\n  hotel with my day 1s and smoking drinking and having fun\n  ","820747":"\n  glasses\n  ","820748":"\n  no\n  ","820749":"\n  none\n  ","820750":"\n  yeah\n  ","820751":"\n  okay\n  ","820752":"\n  2\n  ","820753":"\n  ask me questions\n  ","820754":"\n  to much\n  ","820755":"\n  okay\n  ","820756":"\n  mhm\n  ","820757":"\n  it's gone\n  ","820758":"\n  depends\n  ","820759":"\n  I have Amazon but not a whishlist\n  ","820760":"\n  like last week\n  ","820761":"\n  no\n  ","820762":"\n  ^^^\n  ","820763":"\n  no today\n  ","820764":"\n  actually he didn't tell now\n  \n  what's your name tho\n  ","820765":"\n  yay\n  ","820766":"\n  5 '3\n  ","820767":"\n  not for you\n  ","820768":"\n  why you say that\n  ","820769":"\n  nope\n  ","820770":"\n  because there rude\n  ","820771":"\n  send me stuff\n  ","820772":"\n  yeah I did\n  ","820773":"\n  followed back bby\n  ","820774":"\n  lol yeah for now (:\n  ","820775":"\n  you never bothered my no worries\n  ","820776":"\n  yeah sometimes depends on my mood and the day\n  ","820777":"\n  Aww thank you (:\n  ","820778":"\n  annoying trying to get at me lol I find it extremely annoying\n  ","820779":"\n  I believe 17 lmao or 16\n  ","820780":"\n  thanks (:\n  ","820781":"\n  lol yeah I know but that's just how I feel\n  ","820782":"\n  false just because you put yourself out their doesn't mean anything to anybody no a days\n  ","820783":"\n  yes I do I believe you should take credit when it's earned\n  ","820784":"\n  old selfie haha\n  \n  when I had the iPhone 4s\n  ","820785":"\n  924\n  ","820786":"\n  cleaning the house\n  ","820787":"\n  ask me stuff to (:\n  \n  and your not annoying\n  ","820788":"\n  lmao that's weird\n  ","820789":"\n  yeah what happened to that account lol\n  ","820790":"\n  repeated questions like my AGE\n  ","820791":"\n  you're welcome bby ❤️\n  ","820792":"\n  that account lol\n  ","820793":"\n  wtf\n  ","820794":"\n  mhm\n  ","820795":"\n  Look\n  ","820796":"\n  I'd rather not say\n  ","820797":"\n  sorry\n  ","820798":"\n  I'm on my way to school and its 6:46am\n  ","820799":"\n  yay\n  ","820800":"\n  no I haven't\n  ","820801":"\n  bye\n  ","820802":"\n  okay\n  ","820803":"\n  nope\n  ","820804":"\n  no\n  ","820805":"\n  don't know who you're talking about\n  ","820806":"\n  yeah bud and cigs\n  ","820807":"\n  hey I'm goo do\n  ","820808":"\n  how about no\n  ","820809":"\n  3\n  ","820810":"\n  none wth\n  ","820811":"\n  it's good\n  ","820812":"\n  yeah I've been with man for 3 1\/2 years\n  ","820813":"\n  smoke\n  ","820814":"\n  smoke hang out with my boyfriend son\n  ","820815":"\n  a fast food\n  ","820816":"\n  send in questions\n  ","820817":"\n  yeah sometimes\n  ","820818":"\n  1. he's outgoing\n  \n  2. amazing\n  \n  3. down to do anything\n  \n  4. smart\n  \n  5. that's all I can think of\n  ","820819":"\n  where id be in 10 years and why my attitude is the way it is\n  ","820820":"\n  no I just talk lol\n  ","820821":"\n  it does and it doesn't it just all depends on the relationship\n  ","820822":"\n  Atl\n  ","820823":"\n  loveless\n  ","820824":"\n  ^^^\n  ","820825":"\n  lol haha thanks\n  ","820826":"\n  I don't but if you ever meet me my attitude does suck bad lol\n  \n  and everybody has there different views on me\n  ","820827":"\n  lol thanks but my attitude sucks\n  ","820828":"\n  yes I have been\n  ","820829":"\n  thank you I'll try\n  ","820830":"\n  thanks I wish I felt great\n  ","820831":"\n  thanks ! we been through a lot\n  ","820832":"\n  my day has been great been at work fr 7-4\n  ","820833":"\n  thank you ❤️❤️❤️\n  ","820834":"\n  and I rather go through it all with you to bby ❤️❤️❤️❤️\n  ","820835":"\n  yeah\n  ","820836":"\n  I didn't push\n  ","820837":"\n  I didn't\n  ","820838":"\n  well it's 6:28am and I have work\n  ","820839":"\n  yeah\n  ","820840":"\n  rant\n  \n  idk why you say you enjoy reading my ask questions yet when I talk about when an anon asks me something you don't care then you ask me a question I answer and I'm the bad one \n  ","820841":"\n  I don't really consider myself old fashion\n  ","820842":"\n  nope\n  ","820843":"\n  no user\n  ","820844":"\n  have respect\n  "}}