{"Question":{"821918":"\n   what state you live in\n  ","821919":"\n   how tall are you\n  ","821920":"\n   Are there any clothes you just can not wear? (I hate any shirt with a collar that's close to my neck, I'm not sure why, it just annoys me to have a collar be close to my throat!)\n  ","821921":"\n   how old are you\n  ","821922":"\n   Tell me about something paranormal-ish that's happened to you in real life? Just any cool, freaky stories?\n  ","821923":"\n   What's your biggest phobia?\n  ","821924":"\n   Send your followers and anons my way? I don't care what you ask.\n  ","821925":"\n   do you give advice\n  ","821926":"\n   did you're parents buy your iPhone\n  ","821927":"\n   last time you had sex\n  ","821928":"\n   -\n  ","821929":"\n   When did you get married?\n  ","821930":"\n   When are you going to make a youtube channel?\n  ","821931":"\n   family photo\n  ","821932":"\n   What apps do you have on your iPhone?\n  ","821933":"\n   Would you ever make a youtube channel?\n  ","821934":"\n   How many weeks pregnant were you when you delivered your son?\n  ","821935":"\n   What do you like to do when your bored?\n  ","821936":"\n   what you doing\n  ","821937":"\n   If you where to be a teacher, what would your preferred subject be to teach?\n  ","821938":"\n   What questions on here annoys you the most?\n  ","821939":"\n   Do u wanna go out with me?\n  ","821940":"\n   why didn't you get the 6\n  ","821941":"\n   why do you send her hate\n  ","821942":"\n   you send\n   \n    @ashleyhey848\n   \n   hate on anonymous !!\n  ","821943":"\n   Dayum yo boys legs lookin like some chopsticks lmao. Feed that boy head lookin like a big ol biscuit.\n  ","821944":"\n   do you believe in God\n  ","821945":"\n   I like you..\n  ","821946":"\n   I don't get how you can afford an iPhone you both considering you guys don't make much and the iPhone 5s are like $500 each\n  ","821947":"\n   good morning\n  ","821948":"\n   why did you get a new phone\n  ","821949":"\n   plans for tomorrow\n  ","821950":"\n   If things could go your way, what way would that be?\n  ","821951":"\n   how do you like you're new phone\n  ","821952":"\n   what's something you hate\n  ","821953":"\n   how any followers you have\n  ","821954":"\n   what you doing\n  ","821955":"\n   I Love You Baby\n  ","821956":"\n   Pap of your boyfriend you and your son? If you have any together.\n  ","821957":"\n   omg why are you so skinny do you eat enough\n  ","821958":"\n   Are you currently in school?\n  ","821959":"\n   What phone did you have before?\n  ","821960":"\n   What is the best part about being a mom?\n  ","821961":"\n   how much was you're iPhone\n  ","821962":"\n   how old are you\n  ","821963":"\n   does your boyfriend have the same phone as you\n  ","821964":"\n   Did you ever fall asleep in school?\n  ","821965":"\n   -\n  ","821966":"\n   Have you ever found out news years later that affected you just as if you heard it the day of?\n  ","821967":"\n   We call it 'sucker' LOL there is only one football!\n  ","821968":"\n   How a European calls American Football?\n  ","821969":"\n   your a liar\n  ","821970":"\n   what phone do you have\n  ","821971":"\n   What's your favourite season?\n  ","821972":"\n   What's your favourite outfit?\n  ","821973":"\n   What are you most looking forward to in the next 3 months?\n  ","821974":"\n   Did you have a hard time getting your child to sleep on his\/her own in a bassinet or crib? Mine could be passed out cold with me and as soon as I get him down by himself, he wakes up and freaks out until I pick him up again -.-\n  ","821975":"\n   Adding onto my last question - (TW?) have you ever been manipulated into believing you wouldn't find anyone else if you left? How did you finally get out of that mindset?\n  ","821976":"\n   I forgot to add - she flew across the country because that's where her boyfriend's family lives, and the boyfriend's mother bought her the plane ticket.\n  ","821977":"\n   Do you like iPhone or android better? And why?\n  ","821978":"\n   Is that the 5s or the 6?\n  ","821979":"\n   do you like that phone better?\n  ","821980":"\n   Have you ever stayed in a relationship because you were scared you wouldn't find anyone better or you thought you'd miss them\/didn't want to him them?\n  ","821981":"\n   When's the last time you felt broken?\n  ","821982":"\n   What are the most frequent items on your shopping list?\n  ","821983":"\n   Do u follow\n   \n    @wutbecca\n   \n   ?\n  ","821984":"\n   Hypothetical Scenario - If your 18 year old daughter who's a senior in high school, runs away across the country, and then puts a restraining order on you because she didn't like being disciplined; what would you do? (This recently happened to a family friend of mine.)\n  ","821985":"\n   Who is your most attractive friend?\n  ","821986":"\n   Everyone wish\n   \n    @tiannawinsor\n   \n   a happy birthday!\n  ","821987":"\n   Are you going to put your kids in pubic school or home school?\n  ","821988":"\n   Is trust an issue for you?\n  ","821989":"\n   whats the weather like\n  ","821990":"\n   what are you doing\n  ","821991":"\n   Hope everyone is having a good day :)\n  ","821992":"\n   Ever had a guy shoot a massive load on you and you tried cleaning it off but missed a spot, right? Then the next day it's like crusted in your hair? Sucks right?\n  ","821993":"\n   Kids are in bed, house is clean, watching some movies on Netflix but sooo bored. Hate to bother you but could you put it out there I'm doing honesty night\/sexual honesty night? Thanks so much, xoxo.\n  ","821994":"\n   How many emo kids does it take to microwave a burrito?\nFour. One to write it on wattpad, One to post it on ask, One to take a picture of himself in the mirror with the burrito, and one to microwave the burrito :D HA!\n  ","821995":"\n   Poor Malachi's chest strap is undone\n  ","821996":"\n   Go look at Toni's last pic she posted in here. Thoughts?\n  ","821997":"\n   check and like before last answear\n   \n    @alexhmmd\n   \n   :')\nhahaha follow him >> :\")\n  ","821998":"\n   Do you think there is a stigma on people who have had multiple marriages\/divorces?\n  ","821999":"\n   What is your opinion on \"wrong ring wrong guy\"? Do you think if your guy can't pick out a ring that he knows you're going to love, he's not the right guy?\n  ","822000":"\n   What's something you love to do but don't do very often?\n  ","822001":"\n   Hey everyone, hope you're enjoying your day, I was just wondering if I could have any advice\/improvements on this letter? Sorry for bugging, I just want to know it's okay before I send it. Thank you!\n   \n    http:\/\/ask.fm\/tiamaeandmummy\/answer\/125773536723\n   \n","822002":"\n   what age did you start potty training your little one & if you're pregnant or still have an itty baby what age will you start? I'm trying to prepare myself for Athena's potty training and so far I'm so afraid to start it full on lol\n  ","822003":"\n   I'm doing honesty hour, so any questions just ask!\n  ","822004":"\n   ARQotD: What is your current web browser homepage?\n  ","822005":"\n   Chinese guy walks into a bar says to the black bartender \"hey you ni**er, get me drink\", Black guy says that shit is hurtful, come around here let me show you how it feels. black guy says \"hey you rice eating, motherfucker, get me a drink\". Chinese guy says \"oh I sorry, we no serve ni**ers here :)\"\n  ","822006":"\n   Yes I know but I want your opinion. About her baby being born dead is crazy. So do u think she cause it?\n  ","822007":"\n   Do you think Lillie made herself have a stillborn baby ?\n  ","822008":"\n   People are so disrespectful. I didn't have an abortion dumbass. At 5 1\/2 months I went into labor & gave birth to stillborn baby! So stfu & mind your business you heartless disrespectful fuck! & if this is who I think you knew the story so how dare you! Come off anon pussy!\n  ","822009":"\n   Do u think Lillie had an abortion at least once?\n  ","822010":"\n   I am Off Saturday. I'll do a huge spam hopefully then, leave topics in my inbox?? :) making so much money but I'm so exhausted lmao. ♡♡♡\n  ","822011":"\n   Who are some of your favorite accounts to follow \/ recommend to follow?\n  ","822012":"\n   Do you have any weird phobias?\n  ","822013":"\n   What's a nickname only your family calls you?\n  ","822014":"\n   thoughts on her keeping the baby shouldn't she kill it?\n  ","822015":"\n   Strangers won't judge friends do or secretly do. So I thought I would ask here. Sorry for bugging you. Just wanted to find out a line or to people said that was good before hubs gets home.\n  ","822016":"\n   He akways tell me to say anything he is a freak he has no boundarys but I never did this before so idk what to say with out making it sound dumb\n  ","822017":"\n   have u seen Leah?\n  ","822018":"\n   Best things to say during sex ? Need advice hub always asking me to talk during & idk what to say without being awkward\n  ","822019":"\n   What are your plans for your birthday\n  ","822020":"\n   Do you think the world is better or worse than what it used it be? Or is it the same with different advantages\/disadvantages?\n  ","822021":"\n   Hypothetically, because I know some of you are married and in relationships. If you were promised an exciting, fun, happy relationship with your dream partner but it could only last 5 years max would you have gone for it or would you have passed?\n  ","822022":"\n   Idk maybe I didn't but holy shit\n  ","822023":"\n   I did but umm she's still there\n  ","822024":"\n   Imma go off on this bitch tho\n  ","822025":"\n   Gabby look at my ask! And we have the same backgrounds lol. ❤️\n  ","822026":"\n   I'm not mad, just shows how stupid you're:*\n  ","822027":"\n   Your* not you're You're = you are.. for example: you're so bad at spelling Your= YOURS for example: that's YOUR fault you can't spell shall I educate you more ?\n  ","822028":"\n   Not my husband actually is a man. When I got pregnant he didn't rent but bought us a house! & for what u can spam me or block me? & yes u will be at moms on your 21st\n  ","822029":"\n   Do these people think that houses just fall out of the sky? It's difficult try to find a place that has everything you need it to and not to mention it's stressful, she's a full time mum she's doesn't exactly have loads of free time to check out every place up for sale, jeeeeez\n  ","822030":"\n   Y u always putting your star tat in pics when not necessary\n  ","822031":"\n   Couldn't respond because I was right\n  ","822032":"\n   I know your 20 and even if I didn't your bio says it And yes I would say it to a 30 year old that's worse and even more pathetic And lol okay gabby Davis I bet you'll still be living with mommy by your 21 birthday ! Lol\n  ","822033":"\n   Your 20 so since 18 or at least a year and a half your sons been born u can't find anything prob because u don't have enough money do something!!\n  ","822034":"\n   Then y would t u move out if u could?\n  ","822035":"\n   If u did u wouldn't live there funny you say always u want to move out u hate your mom n living with her but u can't move out !\n  ","822036":"\n   Not enough to live on your own\n  ","822037":"\n   If you had money you wouldn't live with your mom\n  ","822038":"\n   He does have his own room Or a home to call his families (the 3 of u) You don't have good jobs to send him to a good school and later college You prob can't buy him stuff spontaneously or at the time it's exactly needed always\n  ","822039":"\n   So you don't wish to give him a house Or parents with good paying jobs And everything he would ever want or need Or send him to a good school that u can't right now\n  ","822040":"\n   Do you like the name Emmalynn?\n  ","822041":"\n   Do you wish u can give your kid more then what he has now\n  ","822042":"\n   Just a small party? What toys did he get?\n  ","822043":"\n   What did u do on joeys 1st b day\n  ","822044":"\n   What's your future job\n  ","822045":"\n   My page is totally dead this week. Send me questions guys!!\n  ","822046":"\n   People are so rude. They should ask 1st if your ready or willing to speak about your sons health or after birth story. Or your feelings on it. Not just ask, it's a sensitive topic.\n  ","822047":"\n   Actually no I wasn't my mother gave birth to me at 24 1\/2 weeks and they didn't think I was going to make it. But with my bro who was born at 22 1\/3 weeks was told her has a great chance of survival. So I wanted to know his\/your story.\n  ","822048":"\n   Was your baby expected to live of was it a miracle ?( non offensive question)\n  ","822049":"\n   You can pull of 14-17 of age you have great genes\n  ","822050":"\n   Do you often plan everything out or are you more spontaneous?\n  ","822051":"\n   Do you like being independent or do you prefer guidance?\n  ","822052":"\n   Does anyone influence your decisions? Is this positive or negative?\n  ","822053":"\n   you were so ugly thank god u changed- greg\n  ","822054":"\n   Pap of a photo that deserves million likes?\n  ","822055":"\n   Pap of an thowback of your pregnant belly?\n  ","822056":"\n   Ever had a miscarriage?\n  ","822057":"\n   How many kids do you want total?\n  ","822058":"\n   Did you have a c section with your son?\n  ","822059":"\n   Do you learn from your mistakes or do you beat yourself up about it?\n  ","822060":"\n   Do you encourage your kids to pursue their dreams or yours?\n  ","822061":"\n   If death gave you 10 more years to live but you would have to be completely disconnected from your family, would you make the trade?\n  ","822062":"\n   Are you trying to be better than everyone around you, or better than the person you were yesterday?\n  ","822063":"\n   Do you play the kardashian game\n  ","822064":"\n   why are you moving\n  ","822065":"\n   can we ask you whatever\n  ","822066":"\n   What's your son doing ?\n  ","822067":"\n   youre breathing.\n  ","822068":"\n   are you in a good mood\n  ","822069":"\n   Wyd\n  ","822070":"\n   If you had money for another baby and home for another would u keep it ?\n  ","822071":"\n   my birthday is on the 18th & I'll be 18. I wanna do something on it, but I have no clue what lol. I wish I drunk but I don't, nor do I smoke. I'm such a lame lol. and I'm ALWAYS in the damn house. what should I doooo?\n  ","822072":"\n   Do you like rap music? If so, who's your favorite rapper?\n  ","822073":"\n   Do you have exalted secretary skills?\n  ","822074":"\n   What's a good movie on Netflix\n  ","822075":"\n   are you watching tv\n  ","822076":"\n   follower count\n  ","822077":"\n   I love how you can take hate\n  ","822078":"\n   nobody gives a fuck if you're bored. stop being thirsty for questions\n  ","822079":"\n   -\n  ","822080":"\n   Finally I'm not the only one that finds public restrooms gross!\n  ","822081":"\n   Are you embarrassed to use a public restroom?\n  ","822082":"\n   what time is it\n  ","822083":"\n   you're really moving\n  ","822084":"\n   Love how they can't show who they are. & don't ever call my kids anything but the names I gave them. & hell yes I will spoil my kids and show them to appreciate everything they have & will have. & still be loving, caring, self less humans! As long as I got it like that I will give it. Get off anon!\n  ","822085":"\n   So I caved and made an IG, I haven't figured out much on there yet but my username is lifewithmason__. Send me your @ so I can follow you on there!\n  ","822086":"\n   What do you think about Lillie's last 2 post don't you think she's raising spoiled bitches ?\n  ","822087":"\n   when will Joe be 2\n  ","822088":"\n   what are you doing\n  ","822089":"\n   how old are you\n  ","822090":"\n   ARQotD: Did you ever think growing up that you were adopted?\n  ","822091":"\n   can you tell us where\n  ","822092":"\n   Good luck babes. Sounds like good places. We got to chill before you leave! Lol ❤️\n  ","822093":"\n   You do know just because it's cheaper apartment and living doesn't make it easier when places are cheaper the pay rate is low and crap also to accommodate the low lifestyle cost. It's just the same as living here.\n  ","822094":"\n   Where out of state are you moving ? And congrats on this big step & good luck. Hope you & your family love where ever you go.\n  ","822095":"\n   I follow yuh on other stuff FB Twitter Insta and ask\n  ","822096":"\n   why are you moving out of state\n  ","822097":"\n   What decision did you and you man make that you happy about ? Whatever it is I hope it works out for u and it's great :-)\n  ","822098":"\n   you don't text many people\n  ","822099":"\n   Do you know a girl name Jasmin Nin\n  ","822100":"\n   who is in your text inbox\n  ","822101":"\n   Wanna talk there?\n  ","822102":"\n   Do you have kik?\n  ","822103":"\n   what are you looking forward to\n  ","822104":"\n   Did you va jay jay ever get as tight as it once was\n  ","822105":"\n   Nah I'm a booty expert?\n  ","822106":"\n   Let me peep that BooTy\n  ","822107":"\n   Is your daddy black & your momma white\n  ","822108":"\n   My dirty little secret\n  ","822109":"\n   how was the hotel ?\n  ","822110":"\n   ever done things with a girl\n  ","822111":"\n   How are you today?\n  ","822112":"\n   IG name?\n  ","822113":"\n   I love your dp\n  ","822114":"\n   Jody doesn't like you\n  ","822115":"\n   who's Rebecca?\n  ","822116":"\n   What's the last book you read?\n  ","822117":"\n   It's prob far back because I didn't see the answer sorry\n  ","822118":"\n   Thoughts on Sam Smith? What's your favorite song by him?\n  ","822119":"\n   Because your 20\n  ","822120":"\n   That young huh 12-14 maybe 15\n  ","822121":"\n   How old was u when yuh lost your virginity\n  ","822122":"\n   do you have your boyfriends name tatted on you\n  ","822123":"\n   how are you\n  ","822124":"\n   did your tattoo hurt ?\n  ","822125":"\n   Pic of yur son right now or most recent\n  ","822126":"\n   Pic of u right now\n  ","822127":"\n   you look really young\n  ","822128":"\n   how old is Joseph\n  ","822129":"\n   Do y'all have any YouTube video ideas? Thinking about doing my first one tonight.\n  ","822130":"\n   how old were you when you got pregnant\n  ","822131":"\n   ayee\n  ","822132":"\n   what was the anon talking about early about you're living situation\n  ","822133":"\n   Does he need to be rocked or u just lay him down? Please help me my daughter is 11 1\/2 months and wakes up 1-3 times a night and is a pain to get down\n  ","822134":"\n   Is your son easy to put to bed ?\n  ","822135":"\n   how many followers do you have\n  ","822136":"\n   Wutz Joey doing ??\n  ","822137":"\n   Wyd ?\n  ","822138":"\n   What didn't you have growing up that you think would have benefited you?\n  ","822139":"\n   how old are you\n  ","822140":"\n   DON'T BELIEVE ME JUST WATCH\n  ","822141":"\n   Wyd\n  ","822142":"\n   Hi made an account to help teenagers if they need advice please help me spread the word\n  ","822143":"\n   You need 3900 of u find a place for 1300 just to move in a place if not more on top of between 7-12 other bills, Utilities, and personal things u need to buy. Reality is going to hit u hard !\n  ","822144":"\n   Ask a friend who has there own place what they spend a month then get a better job\n  ","822145":"\n   Ima see how long it take you YOUR man who moved in With your mom and son you had with out having a stable house for him to move out\n  ","822146":"\n   You have to have between if not more 2500-3500 on just rent and Utilities and maybe more with bills a months\n  ","822147":"\n   Even is she pays rent that's a big bill! And how u have light\/electricity if she don't pay it? You pay small cheap bills And on your moms insurance An she pay multiple bills and expensive ones\n  ","822148":"\n   u would live alone if u can afford a 1 bedroom which landlord wont accept 3 in 1 room if they do they raise the rent Pay 1350 cheapest for a 2 bedroom which you'll prob be paying that or more in a 1 bedroom cause u r 3 Rent Heat Oil Cable Car note Light Food Baby stuff Your stuff Furniture & more\n  ","822149":"\n   So she doesn't Give u roof over you head Pays your light bill which can be high Pays cable bill Pays your heat bill big bill Pays for oil expensive every 2-4 week bill U don't eat any food she buy? She pays a mortgage bill Prob pays your insurance & put u on her insurance Phone bill & prob more\n  ","822150":"\n   He was with one of his grandparents because u didn't pay a sitter and unless your a unfit mom who leaves there kid with anyone And yes please ignore that fact u pay for your food and not the big things and more things your mom does\n  ","822151":"\n   You pay for your own food but what about the other 15+ things she pays for? Yo couldn't pay that solo so why be a bitch to her? And yeah she does then who watches your son when u go out or went out to the hotel ? I doubt u hired someone to go to mommys house and babysit\n  ","822152":"\n   How are you?\n  ","822153":"\n   So your mom is sometimes your babysitter Pays for shelter Heat bill Electric bill Cable bill Oil bill Mortgage\/rent Prob a majority of your food plus your man & baby & more ! She doesn't have to do any of it for u but she does n u treat her like crap ? I bet u don't make enough to pay half dat\n  ","822154":"\n   When I was young yes he still small\n  ","822155":"\n   So why you go to a hotel room to sit there and do nothing ? Lies u could have did that at home with your son as a family !\n  ","822156":"\n   People really want drama! I didn't even know you went to one. Plus who care what room I got and package I got compared to you! You didn't even say. Couples take a day or 2 to them self all the time doesn't mean we copying each other. Anyways hope u had a great time love :-) ❤️\n  ","822157":"\n   Who watched your son why would you leave him to go fuck? Like really u can do that at home\n  ","822158":"\n   Do you think Lillie's trying to copy you because she's going to a hotel overnight? Do you think she's trying to one up u by bragging about getting a king suite with a jacuzzi in the bedroom with the romance couple package they getting at the hotel ??\n  ","822159":"\n   Was it a nice room ? Did your son go?\n  ","822160":"\n   Was it a fancy Hotel your boyfriend and u went to? Did u stay over night? Did you enjoy yourself?\n  ","822161":"\n   OTL, its a person, crawling away from bullshit\n  ","822162":"\n   How are all my wonderful followers tonight? I hope you all are having a wonderful late evening and things are going well for you in life❤️\n  ","822163":"\n   Would you ever get your kids name's tattooed on your body?\n  ","822164":"\n   Does your son have any allergies?\n  ","822165":"\n   are you blind without glasses\n  ","822166":"\n   Are you religious?\n  ","822167":"\n   Are you on birth control? If yes, what kind of birth control?\n  ","822168":"\n   Did you or the father come up with your children's name?\n  ","822169":"\n   Maybe you should\n  ","822170":"\n   Lol think I will pass. Have you seen the imitation game & the Kingsman?\n  ","822171":"\n   when's your birthday\n  ","822172":"\n   University or life experience, which do you feel best prepares you for life?\n  ","822173":"\n   Do you think it's possible to be disgusted by someones views than later change your perspective the more in depth you get with their own opinions?\n  ","822174":"\n   Fifty Shades of Grey fuck no lol\n  ","822175":"\n   God no lol\n  ","822176":"\n   Lol what's your favourite movie?\n  ","822177":"\n   Ok my bad lol\n  ","822178":"\n   you're a lakers fan?\n  ","822179":"\n   Feeling hyper?\n  ","822180":"\n   Lol are you in a happy mood?\n  ","822181":"\n   Sorry lol\n  ","822182":"\n   It's from Harry potter lol\n  ","822183":"\n   Lol my brother got me the elder wand! Asfjdghkl\n  ","822184":"\n   is that girl Desi skinny\n  ","822185":"\n   Ok lol never mind\n  ","822186":"\n   lol\n  ","822187":"\n   Aww lol do you like Harry potter?\n  ","822188":"\n   Name 1 thing you love about being an adult\n  ","822189":"\n   Lol because you got bored?\n  ","822190":"\n   How is the game?\n  ","822191":"\n   she says she doesn't follow you\n  ","822192":"\n   does Rebecca follow you\n  ","822193":"\n   rebecca is\n   \n    @wutbecca\n   \n","822194":"\n   who's Rebecca ?\n  ","822195":"\n   pap of your new belly ring\n  ","822196":"\n   ok well i g2g\n  ","822197":"\n   do you follow Georgina\n  ","822198":"\n   with someone?\n  ","822199":"\n   On what - pc\/ps? lol\n  ","822200":"\n   ok lol what game?\n  ","822201":"\n   lol am i bothering you?\n  ","822202":"\n   oh lol earlier today? followed btw :)\n  ","822203":"\n   sounds fun lol just chilling in lakers hoodie?\n  ","822204":"\n   ok so what you been up to?\n  ","822205":"\n   lol sorry if i'm bothering you\n  ","822206":"\n   pleased to hear it\n  ","822207":"\n   your welcome. having a good day?\n  ","822208":"\n   like the lakers hoodie :)\n  ","822209":"\n   how are u?\n  ","822210":"\n   lol thoughts on trash?\n  ","822211":"\n   thoughts on Gerogina\n  ","822212":"\n   where did you get you're sweater\n  ","822213":"\n   Which famous person have you met or been close to?\n  ","822214":"\n   I love you sweater\n  ","822215":"\n   When I had my ear done they would swell up and turn all red\n  ","822216":"\n   I'm allergic to the metal.\n  ","822217":"\n   I can't get piercings\n  ","822218":"\n   What's your new piercing?\n  ","822219":"\n   wyd\n  ","822220":"\n   why do you have some many unanswered questions\n  ","822221":"\n   how many unanswered questions do you have ?\n  ","822222":"\n   last time you had sex ?\n  ","822223":"\n   one word you can't stand...? mine is rachet. like wtf lol.\n  ","822224":"\n   Do you feel that the majority of our generation and even including this current generation has lost their passion their drive to be original?\n  ","822225":"\n   Everyone has the same 24 hours. Why is someone able to do some much more with it than others?\n  ","822226":"\n   selflie ?\n  ","822227":"\n   You still love me despite correcting your spelling ;)\n  ","822228":"\n   Would you rather have spiders crawling all over your house, or snakes all over your bed?\n  ","822229":"\n   ARQotD: What is your opinion on people who correct the spelling and grammar of others?\n  ","822230":"\n   Would you rather.. always have to say everything that is on your mind,or never speak again?\n  ","822231":"\n   Would you rather.. have your 17 old daughter tell you she's pregnant, or your son tell you he's gay?\n  ","822232":"\n   What would you do if you came home and your SO\/friend\/family member had completely covered everything in your room with bubble wrap?\n  ","822233":"\n   (Sent to all I follow) I don't mean to bed but I'm so bored, does anyone want to do a likes spam for spam? Just like a bunch of answers, let me know when you're done (and tell me how many) and I'll like the same amount back. :-)\n  ","822234":"\n   New advice page(:\n  ","822235":"\n   What do you think of TV dating shows? Are they desperate or are they just a bit of fun?\n  ","822236":"\n   What's the last show you watched because someone suggested it to you?\n  ","822237":"\n   Is there a family member you haven't seen for a while and would really love to go and visit?\n  ","822238":"\n   What sounds good right about now?\n  ","822239":"\n   How do you calm yourself down when you're really pissed off?\n  ","822240":"\n   You're wearing your favourite outfit and your bump into someone you dislike wearing the exact same thing.. Would you change or just ignore them and continue wearing what you're happy in?\n  ","822241":"\n   have you watched the interview?\n  ","822242":"\n   pizza or sandwiches?\n  ","822243":"\n   chocolate or fruit?\n  ","822244":"\n   What do you take the most pictures of?\n  ","822245":"\n   popcorn or candy?\n  ","822246":"\n   Coke or water?\n  ","822247":"\n   scary movies or funny?\n  ","822248":"\n   Would you rather be able to stop time for 48 hours and go to anywhere you want inside your country or be able to go back to a part of your past and relive those 48 hours?\n  ","822249":"\n   have you lost someone close to you? is you don't mind, who?\n  ","822250":"\n   Mulan or lilo and stitch?\n  ","822251":"\n   lover or a fighter?\n  ","822252":"\n   walking dead or vampire diaries?\n  ","822253":"\n   Why did you block her\n  ","822254":"\n   if you wanna start getting my mama\/pregnancy spam go like my last answer ❤❤\n  ","822255":"\n   Do you think\n   \n    @britneyandindiannah\n   \n   answer to her question on being an unfit mother was relevent i think it was shes trash\n  ","822256":"\n   Is there a reason why you joined ASK.FM? Or was it cause you were bored?\n  ","822257":"\n   Is crying a sign of strength or weakness?\n  ","822258":"\n   What was the last thing you did with your family where you lost track of time?\n  ","822259":"\n   If you had a friend that speaks to you like you speak to your child(ren), would you still be friends?\n  ","822260":"\n   Is being a parent a privilege or a chore to you?\n  ","822261":"\n   Would you prefer that your child(ren) never tried, or never failed?\n  ","822262":"\n   I once had an anon saying they loved me so much that they would kill and dismember me, have sex with me, then mail my body parts to various politicians, because that was their fetish\n  ","822263":"\n   Strangest fetish question you have ever recieved?\n  ","822264":"\n   What are you holding on to that you need to let go of?\n  ","822265":"\n   If someone made a movie about your family, what would the name of it be?\n  ","822266":"\n   Who is writing the story of your family?\n  ","822267":"\n   If you had all the money you needed and then some, what would you be doing with your life?\n  ","822268":"\n   How well do you sleep?\n  ","822269":"\n   What is the weirdest thing you've heard somebody say?\n  ","822270":"\n   How often do you say \"I Love You\" unconditionally? As in, not saying it as an apology or expecting it in return?\n  ","822271":"\n   When your kids grow up, do you want them to be rich or happy?\n  ","822272":"\n   What are your thoughts on people saying you're not a mother until you actually go through the hardships of raising a child?\n  ","822273":"\n   What are the chances you’ve passed up on that you regret?\n  ","822274":"\n   Rating 7\n  ","822275":"\n   ARQotD: Do you wait until your phone battery is at a certain percentage before you charge it? Or do you usually take the opportunity to plug it in whenever you're near a charger?\n  ","822276":"\n   Do you have any real ghost stories? Tell them!\n  ","822277":"\n   Breastfeeding moms- I'm going drinking tonight (vodka) and I'm wondering how long I should be waiting to breastfeed again. I was gonna wait until Monday but I read somewhere that it takes 13 hours for ONE drink of hard liquor to leave ur body and now I'm confused cause I'll obv have more than 1 lol.\n  ","822278":"\n   Should my turtle ear peanuts\n  ","822279":"\n   Fill in the gaps; I feel most relaxed when _______, I am relaxed __% of the time.\n  ","822280":"\n   what you doing\n  ","822281":"\n   Fill in the gaps: My goal in life is to have _____________, with ________.\n  ","822282":"\n   Okay so I fancy an honest night.\nI'll be pretty open with 99% of things, so hit me with your questions!\n\n&&I need topic for a spam tonight so help me out anyone?x\n  ","822283":"\n   and this is what's wrong with the world today.\n  ","822284":"\n   hi\n  ","822285":"\n   Are u pregnant\n  ","822286":"\n   dun dun DUUUUUNNNN\n  ","822287":"\n   adalynn will find you i repeat WILL FIND U\n  ","822288":"\n   adalynn is watching you through ur window\n  ","822289":"\n   Is ir weird or normal that i have a daughter thats name is adalynn ,but shes a doll, ?\n  ","822290":"\n   is it weird\n  ","822291":"\n   .Is it weird i have a daughter thats name is adalynn thats a doll\n  ","822292":"\n   how are you today\n  ","822293":"\n   Do you believe in ghosts? What about aliens?\n  ","822294":"\n   -\n  ","822295":"\n   Do you delete a lot of questions that are frequently asked?\n  ","822296":"\n   What is a topic that you have a solid opinion on that will never change no matter an opposing discussion or recent studies proving the opposite?\n  ","822297":"\n   thoughts on divorce? and the effect it has on all parties included. (meaning the kids, the the people going through it, ect.)\n  ","822298":"\n   what are your weekend plans?\n  ","822299":"\n   I'd love some more people to spam. so follow me and inbox me! (sent to all the people I follow..spread the word).\n  ","822300":"\n   What does your life say about you?\n  ","822301":"\n   Are you like your parents or different? How?\n  ","822302":"\n   Do you believe in second chances?\n  ","822303":"\n   Do you think pet names in a relationship are too over the top? What about in the bedroom?\n  ","822304":"\n   What do you miss the most about your childhood?\n  ","822305":"\n   Are you a fan of Mexican food? What all do you like included as condiments on a taco?\n  ","822306":"\n   Im 13, my bf is 15. And WE R ttc !!!ADVICE? !\n  ","822307":"\n   Are you a sports fanatic?\n  ","822308":"\n   have you ever seen someone steal?\n  ","822309":"\n   have you ever stolen?\n  ","822310":"\n   Lol on that last thing I sent I meant medical issues not records.\n  ","822311":"\n   on instagram\n   \n    @cancermomofsixxauction\n   \n   starts today. it's for my stepmom who had cancer while pregnant with twins, she's a mom of six now, and she beat that cancer but the little boy twin has a lot of medical records and Stephanie has a new form! please spread and go bid. it starts today!!\n  ","822312":"\n   What's it mean when a guy has \"morning wood\"?\n  ","822313":"\n   if you could would you live in a diffferent state? or even country?\n  ","822314":"\n   sorry about the lack of spam! tomorrow l will have 40 hours at work. I'm still adjusting to my first job so I've been coming home cuddling and then knocking out lol. being a cashier is exhausting. then being a mom and house maid on top of that doesn't help lol but I enjoy it. spam tomorrow or later\n  ","822315":"\n   Check out my most recent answer if you guys want a 100 question spam! (Sent to everyone I follow)\n  ","822316":"\n   Do you hate it when you give a close friend solid advice and they deliberately ignore your it by doing the complete opposite?\n  ","822317":"\n   If anyone would like to participate in shout outs for shout outs, inbox me letting me know. I'll include a photo of you from your page along with your screen name to get your name out there for more followers :)) (MUST RETURN FAVOR!)\n  ","822318":"\n   anyone else believe the world will be ending soon?\n  ","822319":"\n   how much sleep do you think you get a night?\n  ","822320":"\n   what kind of discipline do you think is okay?\n  ","822321":"\n   thoughts on; incest...\n  ","822322":"\n   thoughts on; people saying their 5th cousin isn't \"family\" so it's okay to date......ew.\n  ","822323":"\n   will anyone's opinion change yours?\n  ","822324":"\n   I have a horrible headache & I'm throwing up. ): any ideas on what to do to help it go away?\n  ","822325":"\n   how are you\n  ","822326":"\n   What was it like for you the first couple days when you brought your first child (or children, if you had multiples) home? As, your mood, the weather, what you didn't know, etc.\n  ","822327":"\n   If you could choose to have twins, or any type of multiples, would you? Or would you prefer to give birth and take care of babies one at a time? (I know we can't literally make this decision, but I'm just curious.)\n  ","822328":"\n   Are you a dog person or a cat person\n  ","822329":"\n   What's the thing you say the most?\n  ","822330":"\n   ARQotD: Is there a time of day you could wake up where you feel it's so late, the day is basically ruined? Where there's no point on making plans or being productive?\n  ","822331":"\n   so since this is my new account, until I can get back onto mine, would guy lovely people mind sending your followers , anons and questions my way so I have something to do while cailynne sleeps ? :)\n  ","822332":"\n   Full body ootd pic\n  ","822333":"\n   your body is so nice\n  ","822334":"\n   Hahhaha\n  ","822335":"\n   Sexy\n  ","822336":"\n   I know this isn't a question, but I hope you have a great Friday and your day is well :)\n  ","822337":"\n   What nickname(s) do you have for your son\n  ","822338":"\n   What is Joey doing\n  ","822339":"\n   When's your son's bday?\n  ","822340":"\n\n    @cyberbex\n   \n","822341":"\n   So jealous that yuh don't have to workout\n  ","822342":"\n\n    @cyberbex\n   \n","822343":"\n   why the?\n  ","822344":"\n   Do yuh workout ? I want your body lol How do yuh get it like datt?\n  ","822345":"\n   Thoughts on incest? Are you for or against? Would you ever do it?\n  ","822346":"\n   I love you. Stay strong ❤\n  ","822347":"\n   The struggle is real\n   \n    http:\/\/ask.fm\/SuperBoner54\/answer\/126284564427\n   \n","822348":"\n   well guys Emily successfully got my account suspened. so until I get an email back from ask this is my new account. I am very much ready to rip someone's head off.\n  ","822349":"\n   This dress.. ya know?\n  ","822350":"\n   Is ya bf black?\n  ","822351":"\n   Was is white and gold or black and blue?\n  ","822352":"\n   How do people not know what gabby is short for\n  ","822353":"\n   How many times do you orgasm during sex ?\n  ","822354":"\n   Do you & your man shower together.\n  ","822355":"\n   What is gabby short for\n  ","822356":"\n   plans for tomorrow\n  ","822357":"\n   If you could take one single event from your past and postpone it for the future which event would that be and why?\n  ","822358":"\n   I don't get how you have so many followers , I have like 20\n  ","822359":"\n   to orgasm?\n  ","822360":"\n   Can you guys please \"like\" my most recent answer! I'm sorry, it's just I'm so sick of people asking. I want people to know next person who asks it on anon is getting blocked. Hopefully it gets to my most liked things. If you don't like it that is fine! Sorry for asking& thanks so much for your time\n  ","822361":"\n   What was the first time you got a guy off like? surprised? excited? lil scary?\n  ","822362":"\n   honesty night\n  ","822363":"\n   why are people saying you're pregant\n  ","822364":"\n   Pap\n  ","822365":"\n   ARQotD: Do you know how to blow bubbles with chewing gum? If so, do you remember how old you were when you learned?\n  ","822366":"\n   5 followers away from ✨100✨ woot! Anyone care to do some Spam for Spam to get some questions rolling? Also, if you have any topic ideas for me to personally spam, please inbox me some suggestions. Thank you :3\n  ","822367":"\n   Agree with below. Flawless figure, my American Alarm!!!\n  ","822368":"\n   your dp is flawless\n  ","822369":"\n   how come you get so many followers\n  ","822370":"\n   Gabby doesn't look pregnant nor bloated. Don't hate on a body you wish you had.\n  ","822371":"\n   Oh bloated gotcha\n  ","822372":"\n   Yur belly pops out like yur in early pregnancy stage\n  ","822373":"\n   Wyd\n  ","822374":"\n   how long have you've been working there ?\n  ","822375":"\n   Do you like your manager ? I work at McDonald's and most of mine suck lmao\n  ","822376":"\n   I love your dp\n  ","822377":"\n   What was the last argument you had?\n  ","822378":"\n   ---\n  ","822379":"\n   Send your followers and anons my way? Ask whatever you want.\n  ","822380":"\n   What is it like working at McDonald's? I have a job interview there tomorrow.\n  ","822381":"\n   Where do you work?\n  ","822382":"\n   Thoughts on\n   \n    @tiannawinsor\n   \n","822383":"\n   how old are you\n  ","822384":"\n   Do you accept yourself internally and externally? Why or why not?\n  ","822385":"\n   How do you believe the world was created?\n  ","822386":"\n   hey\n  ","822387":"\n   Do you believe in miracles?\n  ","822388":"\n   Do you believe in karma?\n  ","822389":"\n   What's the worst expression you've ever heard that is used to interpret someone's good looks?\n  ","822390":"\n   1)gave a blowjob? 2)masturbate? 3)ever been licked 4)what's your sexiest underwear 5)bra size 6)shaven,strip or hairy? 7)underwear and bra colour now? 8)age roughly you first masturbated 9)touched yourself in public?10)watch porn? 11)thigh gap or cameltoe 12)any sex toys\n  ","822391":"\n   Help me!!! my clit is throbbing and im starting to squirt. ughh fml. i need to go get my vibrator b\n  ","822392":"\n   wow im deleting ur answers: )\n  ","822393":"\n   Why don't u like Jody or Rebecca\n  ","822394":"\n   who asks such rude shit? ⬇\n  ","822395":"\n   Just a question\n  ","822396":"\n   Ever hit a guy? (Family, boyfriends, friends....) Ever been hit by a guy? (Family, boyfriends, friends....)\n  ","822397":"\n   thoughts on\n   \n    @jodyxxxmarie\n   \n","822398":"\n   Thoughts on\n   \n    @justbecause__\n   \n","822399":"\n   What's a common fight you and your spouse have?\n  ","822400":"\n   Have you been or are in a relationship that your friends and family have been against since day 1? If so, how did you handle the negative criticism? Did you go by their wishes or did you focus on your own happiness? What was the ending result to your decision?\n  ","822401":"\n   Are you allergic to any animals? What animal and do you wish you weren't allergic?\n  ","822402":"\n   hey\n  ","822403":"\n   Have you ever seen the tv show \"my 600 pound life\" on TLC?\n  ","822404":"\n   how many followers do you have\n  ","822405":"\n   are you okay\n  ","822406":"\n   Are you ever distinct about certain household chores?\n  ","822407":"\n   Ok I guess but thanks for the advice and I care\n  ","822408":"\n   What music genre do you think has no rhythm and no soul to it? What songs do you think are fairly mediocre and why?\n  ","822409":"\n   So your saying I shouldn't care?\n  ","822410":"\n   What should I do about him getting all the girls and I'm not and my parents not really caring?\n  ","822411":"\n   Part2 and I said I tried that already and yet my every girl likes my brother and no girl likes me and my family always did like him more.\n  ","822412":"\n   I'm so depressed, no girl likes me and my family hate me and my brother gets all the girls and always did tell my mom that no girl likes me at all and she said then let the girls come to you cuz they go to your brother so I did that and it still didn't work so then she is saying go to them. Part 1.\n  ","822413":"\n   Fun!!\n  ","822414":"\n   Have you ever been camping? If so did you enjoy the outdoors experience? What were your likes and dislikes about camping? Did you sleep in an RV or did you go old school and slumbered in a tent you pitched yourself?\n  ","822415":"\n   Wyd\n  ","822416":"\n   I like your hair boo!!!\n  ","822417":"\n   Why are' special needs' children required to ride a bus also known as the 'short bus' to school? Don't you think allowing them to interact with other children outside of their class would help them feel more normal and less like an outcast? Sorry if this offends anyone, I'm curious.\n  ","822418":"\n   What size jeans do u wear\n  ","822419":"\n   I'm not putting him down. Denying he needs a lil extra help isn't going to benefit him. They teach them to talk walk emotions etc. Your son should have been walking at 13 or sooner months. He can benefit mentally & physically.\n  ","822420":"\n   Could u fit into your middle or high school jeans?\n  ","822421":"\n   Does your son go to physically therapy? If not he should it help my premie reach his age goals faster the full term babies\n  ","822422":"\n   I like your tattoo\n  ","822423":"\n   Are u a moaner\n  ","822424":"\n   What would you change physically\n  ","822425":"\n   If you can change something about yourself what would it be\n  ","822426":"\n   Hate anyone ?\n  ","822427":"\n   Last time u had sex ?\n  ","822428":"\n   Any fears when it comes to parenting ? If so what are they?\n  ","822429":"\n   -||-\n  ","822430":"\n   this is kinda gross and I'm only sending to girls lol. but I need to know. what can make you clot a lot during a period?\n  ","822431":"\n   opinion on: women who smoke during pregnancy\n  ","822432":"\n   opinion on: self harm\n  ","822433":"\n   opinion on: suicide\n  ","822434":"\n   Biggest turn off ?\n  ","822435":"\n   I'm a sweet ass person but DO NOT get on my bad side. if you have a problem with my spam, ASK FOR ME TO TAKE YOU OFF. it's literally that simple. thanks!\n  ","822436":"\n   something that always puts you in the mood to have sex?\n  ","822437":"\n   Do u joke around about sex with family\n  ","822438":"\n   lights on or off while having sex or doing anything sexual?\n  ","822439":"\n   Do you talk about your sex life openly with your mom or family members\n  ","822440":"\n   Would your fam be judgmental about your answers on here\n  ","822441":"\n   ever had sex while on your period or had sex with someone when they were?\n  ","822442":"\n   Do yuh have fam on ASK\n  ","822443":"\n   do you think it's true most girls get more horny while on there period?\n  ","822444":"\n   Who's your #1 best friend (fam don't count)\n  ","822445":"\n   last drink\n  ","822446":"\n   what you doing\n  ","822447":"\n   what time is it\n  ","822448":"\n   you're so sweet\n  ","822449":"\n   Do you think Lillie will jump in the fight for you?\n  ","822450":"\n   Are you going fight that girl?\n  ","822451":"\n   If gabby is a threat that's your own personal prob. Take it up with victor. Grow up. Learn to solve problems with words not fist. You out weigh her & taller, so why be pussy. I refuse to be a by stander if u touch her, especially in front of her son. I'll stoop down to ur level & fuck u up if u do.\n  ","822452":"\n   God anon get a life shut your cocky arrogant mouth\n  ","822453":"\n   Yuh say it's not going happen how will yuh stop it !?!?!???!!\n  ","822454":"\n   lol anon just saying if you have to hit her when she's not looking you're a little coward bitch. JUST SAYING\n  ","822455":"\n   That definitely was not me.\n  ","822456":"\n   Yuh 20 &+ don't got time well when I come up to u k.o yuh infront of yur kid yuh will be a pussy 20\n  ","822457":"\n   Yours a hoe who fucked dirty niqqas Who got yours ass whopped so bad yuh peed on yourself and cried Your a joke3 Dis is Lillie by the way biitch !!!! I'm done fakin nice ima fuck yuh up!!!!!!!!!!!!!!!!!!!!!!!!!!\n  ","822458":"\n   You'll see me when u get k.o &+ the best part yuh don't know who Iam so you won't expect it and you'll let me get close n not run\n  ","822459":"\n   I want to fuck u up watch when I see yuh\n  ","822460":"\n   ARQotD: Do you like mixed snacks (like trail mix) or do you prefer your snacks to be all the same thing in every bite?\n  ","822461":"\n   Do u have a bigger but or boobs\n  ","822462":"\n   Did yuh enjoy fucking victor ?\n  ","822463":"\n   Who does your son like more ur mom or dad or yur bf mom or dad\n  ","822464":"\n   Does your mom & dad like your bf\n  ","822465":"\n   If u will abort then please use every method to not get pregnant please\n  ","822466":"\n   how old are you\n  ","822467":"\n   lol sorry y'all I had to make dinner & I made cinnamon buns & then my phone died and needs to charge for a few minutes, yes I'll still be spamming.\n  ","822468":"\n   Yes no one asked to get shot cancer etc but that's stuff u can't control u can control abortion & adoption\n  ","822469":"\n   It might be stress for u but instead of killing a human why wouldn't u give it it a better life with. Someone who want her\/him that will give her\/him good life. Why be selfish you made the mistake to get pregnant that baby didn't ask to be made the lease u can do is give it life\n  ","822470":"\n   Oops, sorry. I sent some of you the pregnancy question twice!\n  ","822471":"\n   What makes you happy?\n  ","822472":"\n   Why get abortion & not adoption ?\n  ","822473":"\n   What would you do if you found out you (or your partner) were pregnant right now?\n  ","822474":"\n   What's something you're completely against?\n  ","822475":"\n   Can I hang out with yuh &+ Lilie\n  ","822476":"\n   What piercings do you have?\n  ","822477":"\n   What makes you angry?\n  ","822478":"\n   Lmk :-)\n  ","822479":"\n   When are we hanging out girly !!\n  ","822480":"\n   are you okay?\n  ","822481":"\n   SURPRISE! I'll be spamming in a minute! I'll try to make it as long as possible!\n  ","822482":"\n   Would you rather be rich and famous or poor and happy?\n  ","822483":"\n   Every time someone ask u what u doing your letting your son play & do his own instead of teaching him and playing with him etc\n  ","822484":"\n   You're a slob\n  ","822485":"\n   Your a bad mom\n  ","822486":"\n   At what she did you move out or parents house? If havnt what age to you plan on ?\n  ","822487":"\n   I ain't a bad mother im a good mother\n  ","822488":"\n   Literally want to punch half of your anons. Your little boy is gorgeous and clearly well taken care of. People need to mind their own business.\n  ","822489":"\n   Send your followers and anons my way? My inbox is empty. I'll answer whatever.\n  ","822490":"\n   Tbh You Seem Cool And Pretty\n  ","822491":"\n   wyd and what is Joseph doing\n  ","822492":"\n   I forgot that when there's a stop sign you aren't suppose to look both ways. Sorry that following the law made me a stalker. Lmao. Victor or his girl get a fucking life gabby & I did nothing to y'all. So let's put on our big girl\/boy pants and act mature.\n  ","822493":"\n   Saw Lillie stopped and looked at yur house now u believe she's a stalker!!!!\n  ","822494":"\n   Why aren't u engaged\n  ","822495":"\n   What is your dream wedding?\n  ","822496":"\n   What did you get married?\n  ","822497":"\n   what time did Joseph go to bed last night\n  ","822498":"\n   What animal do you think is the scariest?\n  ","822499":"\n   Have you ever been camping?\n  ","822500":"\n   What do you like to do for fun?\n  ","822501":"\n   Do you prefer being indoors or outdors?\n  ","822502":"\n   How are you doing?\n  ","822503":"\n   what's the time where you live\n  ","822504":"\n   does your son drink milk\n  ","822505":"\n   -\n  ","822506":"\n   Publishing the Q&A soon! We need ideas for another video tonight but give us FUN requests as the Q&A is a little boring. Please share some ideas!❤️\n  ","822507":"\n   Have u & Lillie dated or fucked the same guy or ex or friend\n  ","822508":"\n   You're kidding right? They're bitching about a 16 month old having a blanket? My 18 month old has several blankets and a pillow!\n  ","822509":"\n   Wyd\n  ","822510":"\n   How old is he?\n  ","822511":"\n   leave her son alone\n  ","822512":"\n   I just saw the thing about your sons crib. he's your kid ! They need to lay off.\n  ","822513":"\n   why are you so popular on here\n  ","822514":"\n\n    @Mahitis\n   \n   says she is jealous & \"hates everyone for having a perfect life.\" Thoughts?\n  ","822515":"\n   your son is so cute awh\n  ","822516":"\n   do you like Rebecca\n  ","822517":"\n   Last chance to send questions for mine and Keeleys Youtube Q&A! Put YOUTUBE in your question for us to answer in the video xo\n  ","822518":"\n   Joseph is such a cutie\n  ","822519":"\n   vrs of Joseph (:\n  ","822520":"\n   do you want anymore kids ?\n  ","822521":"\n   how many followers do you have\n  ","822522":"\n   how bad did your tat hurt\n  ","822523":"\n   last person you kissed\n  ","822524":"\n   -\n  ","822525":"\n   ARQotD: Do you go through your answers and delete what is irrelevant, or not a question, or not worth keeping? Or do you let all answers remain as is?\n  ","822526":"\n   Does pizza taste better warm or cold?\n  ","822527":"\n   What do you think is a productive and fun arts & crafts idea for children of the ages of 5 and up?\n  ","822528":"\n   Gabby :(\n  ","822529":"\n   Myself and\n   \n    @keeleyxowells\n   \n   will be making a Q&A video tonight. Send us questions with \"YOUTUBE\" at the beginning for the ones you want including in the video. Subscribe to our channel:\n   \n    https:\/\/m.youtube.com\/channel\/UC3Ve1D2EjFIN_FCWhZKE5wA\n   \n","822530":"\n   What kind of tattoo work to you is considered \"basic\" and \"common\"?\n  ","822531":"\n   Baby killer! Don't have sex if u just going kill ur baby if u get pregnant !! Give it up for adoption instead of having it burned and literally ripped from limb to limb!!\n  ","822532":"\n   Then y they all fucked up if u got them done a week ago\n  ","822533":"\n   What's your son doin\n  ","822534":"\n   Wyd\n  ","822535":"\n   Last time u did your nails\n  ","822536":"\n   Your tat is so ugly looks like sharpie n it's plain & random with no meaning or story\n  ","822537":"\n   Last time you kissed your hubby\n  ","822538":"\n   Last thing you ate\n  ","822539":"\n   Last time yuh had sex?\n  ","822540":"\n   Are you & Lillie close that someone keeps bugging u about one another?\n  ","822541":"\n   If you & Lillie became besties & y'all got drunk would y'all have a 3 sum\n  ","822542":"\n   I don't know if I should be flattered for creeped out about someone being obsessed over us. Lol\n  ","822543":"\n   What's BWW\n  ","822544":"\n   Last time you hung out with Lillie?\n  ","822545":"\n   Last place u went to eat\n  ","822546":"\n   Is Lillie pregnant with your mans baby that's y u don't wanna say\n  ","822547":"\n   Is Lillie pregnant ?\n  ","822548":"\n   If Lillie hit your son would u fight her?\n  ","822549":"\n   Thank you & I'm glad your son made it he his handsome. & again I'm sorry.\n  ","822550":"\n   Sorry for disrespecting you. Just wanted to know your story. From one mom to another. My daughter was born a little more then 4 1\/2 months early when I was about 21 weeks. I thought she wasn't going to live I didn't leave her side for anything I thought it would be our last. But she made it & is 5.\n  ","822551":"\n   wasn't asking in a mean way about your son. I swear. I know he was a premie so I was just wondering since he was born so early did u think he wasn't going to make it and when did you feel like you guys was in the clear. That's all sorry for up setting you my daughter was born we I was 21 weeks.\n  ","822552":"\n   Did you feel your son was going to die and when (his age) did the feeling stop\n  ","822553":"\n   What will trigger u to fight Lillie ?\n  ","822554":"\n   Your nose doesn't go with yur face it makes u ugly\n  ","822555":"\n   When your child was born did you find yourself worrying about every little sound etc that he\/she made for the first couple months? I find myself worrying about everything lol.\n  ","822556":"\n   What is the biggest misconception people seem to have about you?\n  ","822557":"\n   Last person u hit ?\n  ","822558":"\n   Do u stillhave any un solved problems with Lillie?\n  ","822559":"\n   Love you ❤️\n  ","822560":"\n   Are you going to fight Lillie\n  ","822561":"\n   what would you do if you got arrested and the cops had to strip search you?\n  ","822562":"\n   How old do you think you look? How old do people usually think you are? How old are you actually? I feel like I look about 16 lol. Most people think around 18 or so but I'm actually 22.\n  ","822563":"\n   What's your favorite movie?\n  ","822564":"\n   Idk why people don't want us to be friends.\n  ","822565":"\n   Wonder when that non existing post I did on FB is going to be sent to you. Lol losers.\n  ","822566":"\n   Want me to screen shot?\n  ","822567":"\n   You don't care?\n  ","822568":"\n   Lillie is talking shit about you all over FB & blocking you from seeing it. How do that make u feel ??\n  ","822569":"\n   What was your labor experience like? Was it what you hoped it would be?\n  ","822570":"\n   How long did it take to really sink in that you were a mom? Parker's 6 and a half weeks now and I still find it weird lol. (Ignore this if you don't have children)\n  ","822571":"\n   Send your followers and anons my way? I am bored and my ask box is empty.\n  ","822572":"\n   Thinking about sending out some spam questions later on when Parker takes a nap. If you don't want to be included just send me a msg :)\n  ","822573":"\n   Wtf is wrong with ppl these days..\n  ","822574":"\n\n    @chelsraae\n   \n   is in labor! hope theres complications\n  ","822575":"\n   Go like my recent answer if you guys want a rate thing!\n  ","822576":"\n   please pray for a local family in their time of need. their 2 year old son was hit at Walmart and sadly passed away. he was born a preemie. just shows how quickly life changes.\n   \n    http:\/\/wnep.com\/2015\/02\/21\/two-year-old-hit-killed-in-parking-lot-in-union-county\/\n   \n","822577":"\n   Have you ever had a one night stand?\n  ","822578":"\n   How tall are you\n  ","822579":"\n   What's your twitter username?\n  ","822580":"\n   who's your tweet about\n  ","822581":"\n   My phone is dying, but when it's charged I'll continue with sending out more questions. Hopefully they'll be more interesting! Again feel free to send me any other suggestions! :)\n  ","822582":"\n   Are you a grudge holder? Sadly I'm one, and I feel so immature about it sometimes, but I can't help it.\n  ","822583":"\n   Do you have any special remedies for when you get sick? (Besides medicine) I have the flu and I'm convinced I'm going to become a zombie. Hot tea with a halls in it helps but I'm desperate for any sort of relief.\n  ","822584":"\n   What was your most successful moment so far in life?\n  ","822585":"\n   When it comes to 'forgive and forget', how likely are you to follow through with this?\n  ","822586":"\n   Would you say you have an attitude problem?\n  ","822587":"\n   Are you the one who gets their heart broken or are you the heart breaker?\n  ","822588":"\n   You have one chance to fix things with someone from your past. Do you take the opportunity to mend things with someone you miss, don't even think twice about it, or just get closure?\n  ","822589":"\n   What kind of things can I send out to you guys? At this point I'm just sending out what pops up in my head.\n  ","822590":"\n   so oooops. I just unfollowed over 30 people for being rude on my questions. if you're getting this you're still followed and on my spam list!\n  ","822591":"\n   Are you someone who struggles with handling stress? How to find yourself remaining calm in stressful situations?\n  ","822592":"\n   Is there anything brothering you right now?\n  ","822593":"\n   Are you watching anything right now? I'm watching better call Saul and it definitely has no game on Breaking Bad.\n  ","822594":"\n   favorite cartoon?\n  ","822595":"\n   while I'm sending out spam show my page some love? :)\n  ","822596":"\n   thoughts on it works? think it works or not?\n  ","822597":"\n   we all have that one girl friend we are \"gay\" with meaning saying awkward things, friendly. true?\n  ","822598":"\n   the only true way to lose weight is to get off your ass. true or false?\n  ","822599":"\n   What are your opinions on people having two baby showers? Is it technically okay to have one for each gender or do you believe you should only have one?\n  ","822600":"\n   do you like bubble baths?\n  ","822601":"\n   shower or bath?\n  ","822602":"\n   winter or summer?\n  ","822603":"\n   candy or healthy food?\n  ","822604":"\n   water or soda?\n  ","822605":"\n   you didn't like the walking dead?\n  ","822606":"\n   one show you'll never watch?\n  ","822607":"\n   favorite TV show?\n  ","822608":"\n   but wasn't Becca friends with you and she's like 13\n  ","822609":"\n   why dont they like you\n  ","822610":"\n   -\n  ","822611":"\n   your son is tiny for his age..\n  ","822612":"\n   Fake baby\n  ","822613":"\n   Why doesn't Rebecca like you\n  ","822614":"\n   Why doesn't Jody like you\n  ","822615":"\n   Jody or Becca don't like you\n  ","822616":"\n   do you hit Joseph\n  ","822617":"\n   your car is dirty\n  ","822618":"\n   If you could choose a special talent, what would you pick?\n  ","822619":"\n   Dear ex___\n  ","822620":"\n   Do you use the app yik yak?\n  ","822621":"\n   Did your mom approve of you getting a tattoo\n  ","822622":"\n   are you gonna finish your tat or get it colored at least\n  ","822623":"\n   what you doing\n  ","822624":"\n   I love your hair\n  ","822625":"\n   Would would be your perfect 3 course meal?\n  ","822626":"\n   What is something that bothers you but you have pretend it doesn't?\n  ","822627":"\n   ARQotD: If you could change your natural hair color, would you? And to what? (meaning, what comes out of your scalp will permanently be that color, rather than what it is now)\n  ","822628":"\n   How long was your shortest relationship?\n  ","822629":"\n   What is something you think should be illegal?\n  ","822630":"\n   If you could remove an insect from existence what would it be?\n  ","822631":"\n   Which parent\/relative is more likely to take your side?\n  ","822632":"\n   Picking three people to do a large PERSONAL spam for. Like a few answers and answer this if you want to be considered :)) bored.\n  ","822633":"\n   Didn't think so many were online right now! I have changed to FIVE people who'll get a big spam. I'll be picking shortly!!\n  ","822634":"\n   I like your tattoo! It's simple yet very cute. :-)\n  ","822635":"\n   your tattoo is amazing\n  ","822636":"\n   Okay parents, when (well if you have yet) you gave your child a sippy cup did you have a hard time switching from bottle to sippy? Mason is giving me hell about using one, we found one he kind of likes but he ends up only playing with it. I've tried so many cups already, idk what to do here.\n  ","822637":"\n   ARQotD: How well can you balance on one foot, with the raised foot firmly rested against the other leg? Could you hold this pose for long?\n  ","822638":"\n   Guys no school today, so I will be doing a spam throughout the day.\n  ","822639":"\n   Does he have a tattoo of your name?\n  ","822640":"\n   Where on your body is the \"Gregory\" tattoo?\n  ","822641":"\n\n    http:\/\/www.cnn.com\/videos\/us\/2015\/02\/20\/ac-dnt-kaye-slenderman-interrogation-tapes.cnn\n   \n   just wow, you have to watch these 2 crazy bitches interrogation responses. Cold, Icy cold.\n  ","822642":"\n   Which movie will be best picture of the year, even if you're not watching the Oscars\n  ","822643":"\n\n    @literalylily\n   \n   is bulemic, pass it on\n  ","822644":"\n\n    http:\/\/ask.fm\/cajunmommaaa\/answer\/124518807551\n   \n   Take advantage of this tonight to keep us both entertained. Spam topic ideas are welcomed too.\n  ","822645":"\n   what time is it where you live\n  ","822646":"\n   do you want anymore kids\n  ","822647":"\n   Do you have a ig\n  ","822648":"\n   why did you get the star tattoo\n  ","822649":"\n   Would you ever like to meet myself and Tia in the future? What things would you ask us? What would you like to do? Weird question but intrigued. Be honest I don't mind lol.\n  ","822650":"\n   If you could achieve your dreams without working for it, would you? Or would you not be satisfied as you got it given to you?\n  ","822651":"\n   I know family is always first but my cousins & my main family aren't speaking because the cousins are too stuck up & are 'never wrong'. Once they got put in a position to be proved wrong, they made us look like the bad guys. so am I in the wrong for being honest to them?\n  ","822652":"\n   If you could see your future, would you want too?\n  ","822653":"\n   How hard do you think on a scale of 1-10 do you think you'll have to work for future goals?\n  ","822654":"\n   What would be your ideal future life be like?\n  ","822655":"\n   How did you come up with your username?\n  ","822656":"\n   what name do you hate\n  ","822657":"\n   you have a bunch of stalkers\n  ","822658":"\n   oh :(\n  ","822659":"\n   here mine is AdrianWantsHugs\n  ","822660":"\n   followed and got kik\n  ","822661":"\n   Extended the hour to Honesty Night!\nAsk what you please guys, spam follows shortly but need topic ideas so feel free to post them below or send them too me! xo\n  ","822662":"\n   Bet you won't say how much u make a month combined\n  ","822663":"\n   Mc Donald's check u make less then $300 sometimes less the $200 every 2 weeks u only making 400-600 is not less a month that's not shit\n  ","822664":"\n   Your job and his won't pay for all the bills and responsibilities of living alone\n  ","822665":"\n   Okay we will see next year\n  ","822666":"\n   Unless you use government money. Which is everyone's money\n  ","822667":"\n   You know u will live with mom forever. You and G can't pay (I bet $100 u will be there next year) Oil Gas Electric Rent Phone bill Car insurance Groceries Baby pampers Baby food Baby clothes Baby needs Your needs G needs Household needs Furniture And more !\n  ","822668":"\n   Never said they bought it I said they pay for it\n  ","822669":"\n   Your car u don't pay for mommy does looks dirty old a run down\n  ","822670":"\n   gonna laugh if yall break up\n  ","822671":"\n   is that on your boob..lmaoo\n  ","822672":"\n   whats your other tattoo? pap\n  ","822673":"\n   jk its ugly\n  ","822674":"\n   I like your new tattoo\n  ","822675":"\n   how old were you when you got you're tattoos\n  ","822676":"\n   who's becca\n  ","822677":"\n   I love you're tattoo\n  ","822678":"\n   whats tonis ask\n  ","822679":"\n   ----\n  ","822680":"\n   wuss\n  ","822681":"\n   did you're tattoo hurt\n  ","822682":"\n   gabby...you, Anna, sky, tori and I need to get friendship tattoos!\n  ","822683":"\n   Are you gonna get your star filled in? or anything added on around it?\n  ","822684":"\n   Huh?\n  ","822685":"\n   cravings during your period.\n  ","822686":"\n   Do you ever wear fake nails? pap\n  ","822687":"\n   i guess\n  ","822688":"\n   Do you like Doritos? what's your favorite kind\n  ","822689":"\n   symptoms that your period is coming soon?\n  ","822690":"\n   In what state do you live in ? And dont say \"one of 50 states\" which one exactly ? Its not too much info, you wont say which city lmao\n  ","822691":"\n   how long did your tattoo take?\n  ","822692":"\n   thoughts on vaccinations?\n  ","822693":"\n   on a scale from 1-10 how bad did you're tat hurt\n  ","822694":"\n   did you're tat hurt\n  ","822695":"\n   Google's.\n  ","822696":"\n   ARQotD: If you knew you were fertile and you were trying to conceive, would you ever try to \"time\" the baby's birth? Meaning... even though conception and due dates are never guaranteed, would you ever purposefully try for a summer baby, or a winter baby, or to avoid a Christmas-time baby, etc?\n  ","822697":"\n   Mia saw your son and fell in love lol. She says she wants to kiss his cheekies.\n  ","822698":"\n   How much was your tat?\n  ","822699":"\n   that's not your tat\n  ","822700":"\n   Ever feel like u made a mistake in parenting\n  ","822701":"\n   pap of your tat\n  ","822702":"\n   Would you rather be ugly and live forever, or attractive and die in a year?\n  ","822703":"\n   If a rich sexy person wanted to sweep u off your feet would u leave your man\n  ","822704":"\n   Why do u have your son out in this cold as weather\n  ","822705":"\n   Does Lillie live with her mom she's always driving to her moms house almost everyday!\n  ","822706":"\n   Do u think Lillie is stalking u\n  ","822707":"\n   Y is Lillie always around your house?\n  ","822708":"\n   Yes my girlfriend helped me to and still helping with the struggle someone's it's easier to speak to someone going threw it for advice or just to vent and get it because they are going threw it u know didn't mean to step on your toes\n  ","822709":"\n   is it normal to pee 2-4 times every hour?\n  ","822710":"\n   Ever had a weekend getaway with hubby\n  ","822711":"\n   I love how people can only make rude and disrespectful comments when they are anonymous\n  ","822712":"\n   am I the only one who thinks some people are too addicted to their tablets, ipads, phones, and the internet?\n  ","822713":"\n   will you watch the oscars.\n  ","822714":"\n   Well if he ever does\n  ","822715":"\n   So if you ever feel open to sharing your boyfriend struggle I'm here to listen and not judge & share my story and how I'm trying to get better - don't have to answer this till u are ready\n  ","822716":"\n   I'm not telling u what to do I'm giving advice because it's better to get a tat with meaning and a story then to get a tat with none and possibly regret or not like it anymore\n  ","822717":"\n   His addiction was Gaby, obvi\n  ","822718":"\n   Just asking because I suffer from addiction so I thought I can relate to someone instead of always being judged\n  ","822719":"\n   I think u should get a tat with meaning or a story\n  ","822720":"\n   Someone asked if u knew someone with an addiction u said your boyfriend what is or was his addiction\n  ","822721":"\n   black babies are so ugly\n  ","822722":"\n   Should tattoos having meaning or a story\n  ","822723":"\n   What was or is his addiction ?\n  ","822724":"\n   Ew ur kid is ugly\n  ","822725":"\n   Y a star\n  ","822726":"\n   favorite food?\n  ","822727":"\n   has anyone ever fought over you?\n  ","822728":"\n   have you ever watched bates motel? if not have you heard of it? and if you have watched it did you like it?\n  ","822729":"\n   have you known anyone with an addiction?\n  ","822730":"\n   do you believe in people being addicted to shopping? or do you think they just say that so people won't get upset.\n  ","822731":"\n   What will your tat be of?\n  ","822732":"\n   Will you watch the Oscars?\n  ","822733":"\n   One time I jerked off really hard to the point where I cumming and i squirted in a cup and it was about half a glass of it and I drank it and it was yummy.\n  ","822734":"\n   I enjoy drinking water (and cum)\n  ","822735":"\n   She just woke up from a three hour nap. I read it on her page lmao. Cause I wanted to see if she was talking shit\n  ","822736":"\n   Just a questions this is ask\n  ","822737":"\n   Her son is going to be over there over night! Because she loves to pond her baby off on my one willing to take him\n  ","822738":"\n   How would u react if u caught ur husband masturbating to porn? (hypothetical, if not married)\n  ","822739":"\n   I meant yuh*\n  ","822740":"\n   Why I don't trust them?\n  ","822741":"\n   Your son is staying over night at his other grandmas ?\n  ","822742":"\n   how old is Joseph\n  ","822743":"\n   I gained one after I started talking to you\n  ","822744":"\n   Pretty sure she followed me. XD\n  ","822745":"\n   She'll just come start shit with one of us next.\n  ","822746":"\n   She can leave any day now.\n  ","822747":"\n   Omfg she needs to leave.\n  ","822748":"\n   She's freaking creepy.\n  ","822749":"\n   Why isn't he with u\n  ","822750":"\n   Vr or your son? :)\n  ","822751":"\n   you , lol\n  ","822752":"\n   vr?\n  ","822753":"\n   lol. you're mental bye\n  ","822754":"\n   we all know i said \"im done trying with you, goodbye we're done\" lol. you're mentallllll\n  ","822755":"\n   i broke up with him though LOL. acting like you know who broke up with who lmaooo\n  ","822756":"\n   i feel bad for your boyfriend. lol.\n  ","822757":"\n   no, but you've sucked your dads.\n  ","822758":"\n   have u ever sucked ur sons penis\n  ","822759":"\n   suk ur suns dik\n  ","822760":"\n   'dont tell me what to do (:\n  ","822761":"\n   because i choose to b?? duh.\n  ","822762":"\n   Rebecca*\n  ","822763":"\n   Do you mean.. your*\n  ","822764":"\n\n    @cyberbex\n   \n","822765":"\n   -\n  ","822766":"\n   Doing video responses with\n   \n    @keeleyxowells\n   \n   ! Send your questions!!\n  ","822767":"\n   Where r u going today\n  ","822768":"\n   what you doing\n  ","822769":"\n   So you would be selfish & not thing of what joe wants\n  ","822770":"\n   What if joe crys for a bro or sis and feels lonely. A sibling bond is the best bond you can't replace with a cousin or friend u see sometimes or once a week\n  ","822771":"\n   What's joe doing\n  ","822772":"\n   Wyd ?\n  ","822773":"\n   What's your nick name for your son\n  ","822774":"\n   Do you feel bad joe won't have brothers and sisters\n  ","822775":"\n   Did u get IHOP\n  ","822776":"\n   how are you\n  ","822777":"\n   what you doing\n  ","822778":"\n   ARQotD: What is your favorite Adam Sandler movie?\n  ","822779":"\n   what time is it\n  ","822780":"\n   Doing '@' opinions! \nLike 3 answers, and send your @ for an opinion.\nI'll try and make them long. x\n  ","822781":"\n   What makes you sick to your stomach?\n  ","822782":"\n   How would you define someone who is 'conceited'?\n  ","822783":"\n   Nope, I am not stupid. I don't work in McDonalds, live at home with Moms, and sponge off my family. So stfu and keep smiling like a crazy fool, your life is shit and you know it. Your man will ditch you within the year.\n  ","822784":"\n   You are ashamed of being black. And that is the true shame.\n  ","822785":"\n   My GREAT-GRANDMOTHER{VIDEO RESPONSES} is going to be doing to be honest\/opinions so if you want send you @ to me. Either that or just questions in general.\n  ","822786":"\n   Ever use a hot comb on lil Joseph?\n  ","822787":"\n   ALERT ALERT LACE IS BACK LMFAO\n  ","822788":"\n   Ever fucked Lillie's man?\n  ","822789":"\n   Full body pic\n  ","822790":"\n   what you doing\n  ","822791":"\n   Send me stuff guys,bordem has struck! Love ya❤️\n  ","822792":"\n   If you were as old as your phone battery percentage, how old would you be? How do you imagine life at that age?\n  ","822793":"\n   What are your thoughts on the terms \"*social media* famous\"? Would you ever like to become extremely popular like that?\n  ","822794":"\n   How often do you use emojis in a conversation? What's your most used?\n  ","822795":"\n   what are you doing\n  ","822796":"\n   why would you get an abortion\n  ","822797":"\n   you're hair color isn't black no more\n  ","822798":"\n   how are you\n  ","822799":"\n   would you get an aboration\n  ","822800":"\n   What was the last gift you gave somebody?\n  ","822801":"\n   fav song at the moment?\n  ","822802":"\n   What's your best feature?\n  ","822803":"\n   can my page get some love? :) meaning likee! I'll be sending out questions through out the day. Emma has a cold.\n  ","822804":"\n   just a heads up if you always say IDK (typo sorry) I'll be unfollowing!\n  ","822805":"\n   do others opinions effect yours?\n  ","822806":"\n   just a heads up. if you always say is literally on every question I send, I'll be unfollowing.\n  ","822807":"\n   one thing you'll be doing this weekend is...?\n  ","822808":"\n   do you watch Modern Family\n  ","822809":"\n   what's Joseph doing\n  ","822810":"\n   why is becca obessed with you\n  ","822811":"\n   Becca is obsessed with you\n  ","822812":"\n   If you were in charge or your area\/country, what would you like to change\/adapt or completely swipe out?\n  ","822813":"\n   Are the government too lenient as to whom they give benefits too? Do you think there should be better restrictions or greater assets as to who can claim?\n  ","822814":"\n   I posted pictures of my update. does yours look like that?\n  ","822815":"\n   If you were sucked into an alternate universe like Alice was down the rabbit hole, what kind of world would you expect?\n  ","822816":"\n   If you had the chance to kiss a frog so he could turn into a handsome prince, who would you wish the frog would turn into?\n  ","822817":"\n   Wyatt didn't start walking til 16 months it's perfectly fine\n  ","822818":"\n   Do you think we as students (if you are or when you were), should be provided with our schooling equipment or have it paid for or do you agree with the fact we provide it our self? Sorry if this doesn't apply in your area.\n  ","822819":"\n   What're your opinions on uniforms in school\/work?\n  ","822820":"\n   Forget the childish comments because they need to grow up and be adults\n  ","822821":"\n   Your son is going to be very handsome when he's older, maybe even more than he is now <3 best wishes to yous!\n  ","822822":"\n   welll your child is a retarded he's 2 and can't walk now that's retarded\n  ","822823":"\n   he a retarded child\n  ","822824":"\n   Fuck the assholes who are saying anything negative about ur handsome little man. I bet he is so smart. & he is fucking 1 years old he still learning & developing. Do they want him being Einstein at 1, get real. & I'm 100% sure he has a higher IQ then half the assholes on here.\n  ","822825":"\n   is your ask updated? I dont like the update!\n  ","822826":"\n   omg you child a retarded you can even walk he's a retarded child\n  ","822827":"\n   Your sons almost 2 and can't walk? That's bad\n  ","822828":"\n   Your son walks ?\n  ","822829":"\n   Wyd\n  ","822830":"\n   Anymore babies?\n  ","822831":"\n   You need to do your son hair so he doesn't look like a typical nigger with ugly nappy hair at least me it look nice\n  ","822832":"\n   Does diet soda cause belly fat?\n  ","822833":"\n   tf you're 20 you look 13 like shit lmfaooo and so does your boyfriend\n  ","822834":"\n   I'm being called obsessed repeatedly now because I told them to stop. Lol.\n  ","822835":"\n   Can you tell me why I have this crazy feeling that that's her on anon asking about herself? Idk her at all, I just have this gut feeling.\n  ","822836":"\n   I'm going to go off on her.\n  ","822837":"\n   Thats emily for sure hahaha\n  ","822838":"\n   fatass at least I have a real child I don't got to fake it like you do\n  ","822839":"\n   you stupid ugly nigga\n  ","822840":"\n   you are a fatty and so is your child\n  ","822841":"\n   You eat? If so what was it?\n  ","822842":"\n   Have u had sex today ?\n  ","822843":"\n   You was working ?\n  ","822844":"\n   What's joe doing ?\n  ","822845":"\n   fatty ugly\n  ","822846":"\n   Wyd\n  ","822847":"\n   Awe someone must be pretty ugly to hide there face and hate on a baby.\n  ","822848":"\n   what color are you dying it\n  ","822849":"\n   ugly fake ass ugly nigga ya baby is an ugly fatass\n  ","822850":"\n   Have you ever been done up the arse?\n  ","822851":"\n   Just assumed everyone does it haha don't you?\n  ","822852":"\n   If you give me your kik I'll ask you on there and you'll aee me as well\n  ","822853":"\n   And how often do you have sex while pregnant?\n  ","822854":"\n   Okay I was curious, did you still masturbate while pregnant?\n  ","822855":"\n   Kik?\n  ","822856":"\n   Sexual questions I mean...?\n  ","822857":"\n   What is one question that reveals a lot about someone?\n  ","822858":"\n   Would you answer questions on your sex life?\n  ","822859":"\n   Thoughts on alyson patten making Kaleb a girl\n  ","822860":"\n   Do you know who \"cameron Dallas\" is? The vine star.\n  ","822861":"\n   The second one should be \"your\" !!!\n  ","822862":"\n   You're welcome\n  ","822863":"\n   You're beautiful and you're son is adorable\n  ","822864":"\n   If you don't want to put his last name you don't have to. Just his first and middle name. :)\n  ","822865":"\n   What are your children's full name?\n  ","822866":"\n   QUESTIONSSSSSSSSSS? ❤️\n  ","822867":"\n   you seen Fifty Shades of Grey\n  ","822868":"\n   what are you doing\n  ","822869":"\n   In the Summer time I bring Mia & Noah to my moms pool almost everyday. You & Joey should come over so we can teach the boys to swim( Mia learned last summer).\n  ","822870":"\n   Can your son swim\n  ","822871":"\n   Can you swim ?\n  ","822872":"\n   I should call CPS on u\n  ","822873":"\n   -\n  ","822874":"\n   why do you have so many followers\n  ","822875":"\n   how many followers do you have\n  ","822876":"\n   what color are you dying your hair\n  ","822877":"\n   you don't even look 20\n  ","822878":"\n   plans for tomorrow\n  ","822879":"\n   does this person know you\n  ","822880":"\n   what time is it\n  ","822881":"\n   how do you deal with hate\n  ","822882":"\n   this person can't type\n  ","822883":"\n   How many xea did you fuck ?\n  ","822884":"\n   how old are you\n  ","822885":"\n   I regrets fucking u all u caused was drama in my life wen we was dating\n  ","822886":"\n   Your could have done better by getting a better looking man ❤️\n  ","822887":"\n   Your scary skinny\n  ","822888":"\n   I'll give you $1000 if u fight Lillie and record it !?!?!?!!?!!?!!!!!!!?!\n  ","822889":"\n   Nice brown house\n  ","822890":"\n   Doing honesty night ❤ Send some followers my way? My ask has seriously been forever dead lately lol\n  ","822891":"\n   Want to play a game?\n  ","822892":"\n   how are you\n  ","822893":"\n   I bet any money you will still be living with mommy this time next year\n  ","822894":"\n   Because if u wanted to live with your man you should have got your own damn place not live with mommy\n  ","822895":"\n   Wow so your mother has no one to blame but her damn self for u getting pregnant\n  ","822896":"\n   Do you think your mom would have let your man move in if u never got pregnant\n  ","822897":"\n   Where was your son conceived\n  ","822898":"\n   You can't even drink so y would u go to the bar\n  ","822899":"\n   Last time u went to a club\n  ","822900":"\n   Fucking losers making fun of a baby Especially when the baby is super handsome !\n  ","822901":"\n   Funniest thing your kids has ever said ?\n  ","822902":"\n   Your son is beyond handsome!! You made a cutie pie he is deff going to be a heart breaker❤️ P.s. I want to kidnap him!!!\n  ","822903":"\n   can you add me to your spam?❤\n  ","822904":"\n   -\n  ","822905":"\n   Do you think Lillie's kids are ugly.\n  ","822906":"\n   Then why do it? You made the mistake of possibly getting pregnant. So why should your baby be ripped from limb to limb out of you because u wasn't careful\n  ","822907":"\n   to be honest if I got pregnant right now an abortion would be on my mind because like...I have things I want to do with life ya know? so it's not a bad thing anon that she would get an abortion\n  ","822908":"\n   Your proud to say you'll get an abortion ?\n  ","822909":"\n   I hope I did okay with questions! :)\n  ","822910":"\n   If you could, would you change anything about your past?\n  ","822911":"\n   What is your guilty pleasure? Mines cigarettes. Oops!\n  ","822912":"\n   What's a view, or part of your life you get hate for most? I.e: view on gay marriage, or something you have done in your past.\n  ","822913":"\n   Would you tell Lillie if you was pregnant? Because she isn't telling me shit I need to know..............\n  ","822914":"\n   When\/if you get married, do you want an indoor or outdoor wedding?\n  ","822915":"\n   Do you have a favorite TV show? What is it?\n  ","822916":"\n   How do you feel about people who are covered with random tattoos that hold no meaning?\n  ","822917":"\n   Pregnant by anyone who isn't your man!\n  ","822918":"\n   Have you gotten professional photos done before? If so, post one if you have it!\n  ","822919":"\n   Do you like the acrylic nails that are pointed? Some say they're ugly.\n  ","822920":"\n   Would u fight Lillie if she came to your door to fight ?\n  ","822921":"\n   Have you ever kissed Ashley..... if not.... want to? ;) Hahahaha\n  ","822922":"\n   Has joe been invited to any kid party that wasn't family?\n  ","822923":"\n   how long you been with you're boyfriend\n  ","822924":"\n   Was she the ex u didn't want to name\n  ","822925":"\n   You just said u kissed her!\n  ","822926":"\n   You made out with her!!!\n  ","822927":"\n   Ever kissed Lillie ?\n  ","822928":"\n   What's your son doing ?\n  ","822929":"\n   why are people lying\n  ","822930":"\n   opinion on the horrible mother\n   \n    @stevensmomma\n   \n","822931":"\n   Last time yuh watched porn?\n  ","822932":"\n   Ever catch yur man masturbating\n  ","822933":"\n   very ;) we have problems. lol\n  ","822934":"\n   How do yuh know they havnt behind your back?! You can't trust ppl!!\n  ","822935":"\n   she's doing me at the moment anon. duh.\n  ","822936":"\n   I herd Lillie fucked your man! Iz it tru ?? Why would yuh stay with him?????\n  ","822937":"\n   Yeah well only you know its true color... I'm just saying, it does look white :) Also, it looks great on you!\n  ","822938":"\n   I do miss gabby & how our friendship was❤️ but that wasn't me who said that to her.\n  ","822939":"\n   It does look somewhat white, Gabrielle! Maybe it has to do with your skin tone... if it were on me and my pale-ass skin, it probably looks dark grey lmao.\n  ","822940":"\n   Did you watch fifty shades of gray?\n  ","822941":"\n   But the person said they was scared Gabbs. So she might not come off. So I thought she might have texted yuh.\n  ","822942":"\n   I like the white shirt in your pic ! ❤️\n  ","822943":"\n   Are you & Lillie friends again? Is that her who misses the friendship?\n  ","822944":"\n   That's good. But people do change or just things happen that leads ppl apart.\n  ","822945":"\n   back for about an hour or two while I'm in the bath cause nothin better to do so come blow up my ask with questions!\n  ","822946":"\n   Would you cover it if y'all break up ?\n  ","822947":"\n   Scared to say who because I feel like we will never be friends again n u dislike me :-( but I wanted to say I miss our friendship\n  ","822948":"\n   Where's your & where's his\n  ","822949":"\n   I really miss being friends with you :-(\n  ","822950":"\n   Does your man have your name tatted on him?\n  ","822951":"\n   You made me feel a little better thankyou Gabby, ps I'm a follower of yours, we know eachother, just little scared to come off anon aha\n  ","822952":"\n   Well he's an ex, but would be the father\n  ","822953":"\n   He'll hate me?\n  ","822954":"\n   He wont compromise, I've made the point it's my body, he keeps telling me it's also his child too..idk what to do\n  ","822955":"\n   What if your partner is being nasty about the fact you want that choice and is basically manipulating you into saying its the wrong choice?\n  ","822956":"\n   If you're reading this it's too late\n  ","822957":"\n   If you were 17 and already had a baby and found out you may be pregnant with a second would you keep it or be too scared of being judged?\n  ","822958":"\n   Your son is so cute\n  ","822959":"\n   do honesty night\n  ","822960":"\n   first __likers get 15 likes?\n  ","822961":"\n   What is something you really regret the most?\n  ","822962":"\n   Do you like the name Zander Jo for a girl, or is too masculine? (Asking on behalf of a pregnant friend who wanted to know what a lot of people would think, I'm definitely not pregnant!)\n  ","822963":"\n   How many tattoos do you have? Do you want more?\n  ","822964":"\n   Will you do honesty night\n  ","822965":"\n   Doing a spam later tonight! If you would like it send your @ to my inbox!\n  ","822966":"\n   She should take him to the fire station and show them how hes buckled haha they would show her the RIGHT way\n  ","822967":"\n   Emily his straps are lose as fuck and his clip is at his crotch . So no you're wrong.\n  ","822968":"\n   That clip is almost down to his fricken hips, that's not freaking safe. In those pictures of her holding him with one arm, it looks like his arm is popped out of his shoulder. She doesn't deserve to be a \"parent.\"\n  ","822969":"\n   If a child's safety is at risk it's everyone's business.\n  ","822970":"\n   I literally have Emily's criminal record downloaded on my laptop. but she didn't go to court like ummm she shouldn't ha love a child\n  ","822971":"\n   any new milestone you're son does\n  ","822972":"\n   How many times do you hit the snooze button before getting up?\n  ","822973":"\n   What time is it where you live?\n  ","822974":"\n   what time does Joseph go to bed\n  ","822975":"\n   Pap of who you follow on here\n  ","822976":"\n   When (and if she answers it), you need to see what I sent Emily lol. And rea and Tori needs to look too haha\n  ","822977":"\n   Which set do you like more? : Violante Delilah Lynn; Mallory Aelin Charlotte; Alison Felicity Mae?\n  ","822978":"\n   ARQotD: Monopoly!! What token did you always choose? Based on the rules YOU played with, what did \"Free Parking\" do? Did you require going around the board once before you could buy properties? Did landing directly on GO double your \"salary\"? Finally: were you ever any good at it?\n  ","822979":"\n   Favorite song\n  ","822980":"\n   you had sex today\n  ","822981":"\n   last thing you drank\n  ","822982":"\n   what color\n  ","822983":"\n   what are you excited for\n  ","822984":"\n   how old are you\n  ","822985":"\n   hello\n  ","822986":"\n   Last time you had sex\n  ","822987":"\n   aye\n  ","822988":"\n   I promise ill finish the spam. Something happened. Stay perfect!\n  ","822989":"\n   Confession hour!\nI have to confess any rumors or anything you ask me too, send me questions!\nI will do a confession spam for you guys after! xox\n  ","822990":"\n   what you doing\n  "},"Answer":{"821918":"\n  one of the 50 haha\n  ","821919":"\n  I'm 5'3\n  ","821920":"\n  I hate clothes that are to tight or don't feel right\n  ","821921":"\n  25\n  ","821922":"\n  my sons toy goes off and the books start turning pages well making the sounds and the pages don't really move haha and its this toy\n  ","821923":"\n  clowns haha\n  ","821924":"\n  ask bby stuff (:\n  ","821925":"\n  yeah if anyone needs it\n  ","821926":"\n  no me and my boyfriend did\n  ","821927":"\n  2 days ago\n  ","821928":"\n  I'll be doing honesty night\n  \n  so ask away guys anything you wanna know\n  ","821929":"\n  I'm not lmao we been together for 3 1\/2 years and we plan on getting married we want everything perfect\n  ","821930":"\n  I'm not going to lol I said I would make one haha\n  ","821931":"\n  ❤️\n  ","821932":"\n  I only have these ones\n  ","821933":"\n  yeah\n  ","821934":"\n  30 weeks\n  ","821935":"\n  I play on my phone or the Xbox\n  ","821936":"\n  about to eat haha\n  ","821937":"\n  social studies\n  ","821938":"\n  none ask whatever\n  ","821939":"\n  I have man\n  ","821940":"\n  we thought about it lol\n  \n  idek I like my 5s tho\n  ","821941":"\n  wtf I don't even\n  \n  but if she wants to believe\n  \n  what she wants and unfollow me\n  \n  them so be it\n  ","821942":"\n  no I haven't wtf\n  ","821943":"\n  you're annoying asf\n  ","821944":"\n  no I don't\n  ","821945":"\n  oh now do you\n  \n  that sucks to suck because\n  \n  I love my boyfriend\n  ","821946":"\n  it's called saving you idiot lol\n  ","821947":"\n  good morning (:\n  ","821948":"\n  because I have money\n  ","821949":"\n  going to work haha\n  ","821950":"\n  lol a lot (:\n  ","821951":"\n  I love it it's amazing haha\n  ","821952":"\n  lmao I hate a lot of things\n  ","821953":"\n  886\n  ","821954":"\n  about to go to wal mart\n  ","821955":"\n  I love you to bby\n  ","821956":"\n  old\n  ","821957":"\n  lmao I eat more than enough\n  \n  just because Im skinny doesn't mean\n  \n  anything ✌️\n  ","821958":"\n  no but I wanna go back college\n  ","821959":"\n  some android\n  ","821960":"\n  watching my son grow up and all the love\n  ","821961":"\n  why does that matter\n  ","821962":"\n  20\n  ","821963":"\n  yeah we both got the iPhone s5\n  ","821964":"\n  I love my new phone (:\n  ","821965":"\n  send me in stuff guys (:\n  ","821966":"\n  yeah lol and it's annoying\n  ","821967":"\n  okay ? that's not really funny\n  ","821968":"\n  how would I know ?\n  ","821969":"\n  totally lying haha\n  ","821970":"\n  the iPhone 5s\n  \n  I got it today\n  ","821971":"\n  fall\n  ","821972":"\n  my leggings and some crop top haha\n  ","821973":"\n  who knows\n  ","821974":"\n  sometimes it's hard to get him to sleep\n  ","821975":"\n  nope\n  ","821976":"\n  sheesh\n  ","821977":"\n  I like both\n  ","821978":"\n  5s\n  ","821979":"\n  yeah\n  ","821980":"\n  nope that's stupid\n  ","821981":"\n  like 3 months ago\n  ","821982":"\n  baby needs\n  \n  body wash\n  \n  tooth paste\n  ","821983":"\n  lmao who's that ?\n  ","821984":"\n  I'd find her ass\n  ","821985":"\n  got the iPhone 5s\n  ","821986":"\n  mhm\n  ","821987":"\n  public\n  ","821988":"\n  no\n  ","821989":"\n  ugh it's snowing once again\n  ","821990":"\n  making breakfast for my son and boyfriend\n  ","821991":"\n  I hope you had a good day\n  ","821992":"\n  why do you ask stupid questions for ?\n  ","821993":"\n  ^^^^\n  ","821994":"\n  corny\n  ","821995":"\n  poor you\n  \n  don't know what your alive\n  ","821996":"\n  idgaf why do you think I care\n  ","821997":"\n  nope\n  ","821998":"\n  nope lol\n  ","821999":"\n  no lol I think thats stupid to say lol\n  ","822000":"\n  shopping\n  ","822001":"\n  ^^^^\n  ","822002":"\n  I haven't started yet\n  ","822003":"\n  ^^^^\n  ","822004":"\n  it's Google\n  ","822005":"\n  okay ?\n  ","822006":"\n  ask questions about me\n  \n  not other people (:\n  ","822007":"\n  do you know this is Gabbies ask\n  ","822008":"\n  they are disrespectful what you do is what you do\n  ","822009":"\n  why do you care\n  ","822010":"\n  yay (:\n  ","822011":"\n  I have a lot\n  ","822012":"\n  clowns\n  ","822013":"\n  none they call me my real name\n  ","822014":"\n  shouldn't your mom have killed you ?\n  ","822015":"\n  ok\n  ","822016":"\n  so figure out what to say\n  \n  instead of asking strangers\n  ","822017":"\n  don't know who dat is\n  ","822018":"\n  I don't what your husband likes\n  \n  thats something for you to figure out\n  ","822019":"\n  getting drunk at a bar\n  ","822020":"\n  worst\n  ","822021":"\n  pass\n  ","822022":"\n  block her\n  ","822023":"\n  really I dont get her questions\n  ","822024":"\n  she's ANNOYING I blocked her\n  ","822025":"\n  I know I seen it (:\n  \n  we're amazing\n  ","822026":"\n  it shows how pussy you\n  \n  are because you still can't\n  \n  tell me who you are ;*\n  \n  you keep skipping over my question\n  \n  haha it's okay bby doll keep worrying\n  \n  about my life , whatever helps you sleep at night\n  ","822027":"\n  lmao awww it bothers you\n  \n  have I spell I could give a fuck\n  \n  when I give a fuck come back ;*\n  ","822028":"\n  nobodies blocking you lmao\n  \n  I don't give a fuck about you're\n  \n  life I didn't ask but you all up\n  \n  in my business I must matter so\n  \n  much to you again you couldn't\n  \n  even tell me who you are\n  ","822029":"\n  exactly thank you\n  \n  there just a hater haha\n  ","822030":"\n  because I can't\n  \n  my tat my pictures\n  \n  my life haha\n  ","822031":"\n  well considering you just send me this haha\n  \n  I bet you live at home with mommy and daddy\n  \n  well since you know me WHO ARE YOU\n  \n  I bet you can't tell me because yous a PUSSY on anon ;*\n  \n  AND I WONT BE HERE ON MY 21ST\n  ","822032":"\n  that's not even my last name nor my name haha\n  \n  and for my 21st birthday I won't\n  \n  be her haha\n  ","822033":"\n  good to know I'm 20 lmao I didn't know that\n  \n  I have enough I keep telling you're dumbass that\n  \n  do you say the same thing to somebodies who's 30 with kids living with their parents still ?\n  \n  don't think so fuck face\n  ","822034":"\n  because it's called looking GASP\n  \n  ever heard of it\n  \n  I'm glad you THINK you know MY\n  \n  live\n  ","822035":"\n  we can move out\n  \n  and how would you know\n  \n  I hate my mom when I never\n  \n  talk about her mhm\n  \n  good try assuming fuck face (:\n  \n  somebodies bitter tonight\n  \n  ;*\n  ","822036":"\n  we actually do\n  \n  AGAIN I TELL YOU DUMBASS\n  \n  ANONS WHAT I WANT YALL TO KNOW\n  ","822037":"\n  because I live with her means I have no money\n  \n  that logic you said is stupid asf\n  \n  me and my boyfriend have a job\n  \n  maybe not a good one but we still have a job that brings US MONEY\n  \n  OMG\n  ","822038":"\n  if I wanted to I could buy him whatever we have the money in our savings account\n  \n  lmao boo hoo go cry about\n  \n  it and were saving money for his\n  \n  college mhm\n  ","822039":"\n  he has everything he needs\n  \n  you dumb fuck\n  ","822040":"\n  nope\n  ","822041":"\n  no\n  ","822042":"\n  a lot I'm not naming them all\n  ","822043":"\n  get together\n  ","822044":"\n  mhm\n  ","822045":"\n  ask bby questions\n  ","822046":"\n  thank you someone\n  \n  with common sense\n  ","822047":"\n  ........\n  ","822048":"\n  what kind of dumbass question is\n  \n  this where you expected to live ?\n  \n  wtf\n  ","822049":"\n  lol\n  ","822050":"\n  I do both\n  ","822051":"\n  independent\n  ","822052":"\n  yeah and it can\n  \n  go both ways\n  ","822053":"\n  you know what's funny\n  \n  my boyfriend doesn't use\n  \n  the word \"God\" because\n  \n  he doesn't believe in him\n  \n  LMAO OMG I'm dying at\n  \n  how bad you are trolling\n  ","822054":"\n  no\n  ","822055":"\n  5 months here haha\n  ","822056":"\n  I've been pregnant once\n  ","822057":"\n  I have all the kids I want\n  \n  ONE\n  ","822058":"\n  ywH\n  ","822059":"\n  both\n  ","822060":"\n  the I dreams\n  ","822061":"\n  no\n  ","822062":"\n  better then the person I was yesterday\n  ","822063":"\n  yeah\n  ","822064":"\n  because it's what's best\n  ","822065":"\n  yeah lol\n  ","822066":"\n  minding his business\n  ","822067":"\n  duh\n  ","822068":"\n  not really\n  ","822069":"\n  nothing at all\n  ","822070":"\n  nope\n  ","822071":"\n  go to a party\n  ","822072":"\n  I do\n  ","822073":"\n  I wish\n  ","822074":"\n  I have no idea\n  ","822075":"\n  yeah who the (bleep) did I marry\n  ","822076":"\n  881\n  ","822077":"\n  I just think it's funny\n  ","822078":"\n  considering you sent me\n  \n  one (;\n  \n  jokesonyou\n  ","822079":"\n  my fellow followers\n  \n  send me questions (:\n  \n  I'm extremely bored :(\n  ","822080":"\n  I know a lot of people do\n  ","822081":"\n  not so much embarrassed\n  \n  but I find them gross\n  ","822082":"\n  9:34pm\n  ","822083":"\n  no I just made it up\n  \n  damn\n  ","822084":"\n  exactly their you're kids\n  \n  you're raising them the best you can\n  \n  bby their assholes and pussies\n  \n  and can't come off anon\n  ","822085":"\n  the3ofus_x3\n  ","822086":"\n  what do I think about you ?\n  \n  you're an anon prick who's\n  \n  to pussy to confront her\n  \n  and come off anon\n  ","822087":"\n  October 21st\n  ","822088":"\n  listening to Jhene Aiko\n  ","822089":"\n  45\n  ","822090":"\n  lmao no haha\n  ","822091":"\n  lmao no if I don't tell you guys\n  \n  where I live now what makes you\n  \n  think ima tell you that\n  ","822092":"\n  lol we will(:\n  ","822093":"\n  yawn I do as I please\n  ","822094":"\n  hopefully everything's works out and I'll inbox you where\n  ","822095":"\n  so whats your name then ?\n  ","822096":"\n  because its best\n  ","822097":"\n  how do you even know we made a decision ?\n  \n  I never stated anything on here\n  ","822098":"\n  well those are the main people I contact and two of them are my mangers\n  ","822099":"\n  that's my cousin\n  ","822100":"\n  my boyfriend , my manger Isiah , my friend Trigga Trey and my cousin Jasmin\n  ","822101":"\n  nope I don't know who you are\n  ","822102":"\n  yeah\n  ","822103":"\n  moving out of state (:\n  ","822104":"\n  stop being annoying\n  ","822105":"\n  send me in questions guys (:\n  ","822106":"\n  you said you wanna be blocked ?\n  ","822107":"\n  maybe\n  ","822108":"\n  oh\n  ","822109":"\n  it was amazing\n  ","822110":"\n  yeah (;\n  ","822111":"\n  I'm okay\n  ","822112":"\n  in my bio\n  ","822113":"\n  aww thank you (:\n  ","822114":"\n  who knows lol\n  ","822115":"\n  idk you tell me lmao\n  ","822116":"\n  Fifty Shades of Grey\n  ","822117":"\n  that sucks to suck\n  ","822118":"\n  he's a singer\n  \n  and none\n  ","822119":"\n  oh am I ?\n  \n  stop asking questions I've answered\n  \n  a billion times and I won't give you dumb answers\n  ","822120":"\n  lmao how is 35 young .\n  \n  you must be stupid\n  ","822121":"\n  35\n  ","822122":"\n  yeah I do ❤\n  ","822123":"\n  I'm good just bored\n  ","822124":"\n  yeah badly\n  ","822125":"\n  nope\n  ","822126":"\n  no but enjoy this old one\n  ","822127":"\n  lol okay?\n  ","822128":"\n  16 months\n  ","822129":"\n  labor story\n  ","822130":"\n  18\n  ","822131":"\n  send in them questions (:\n  ","822132":"\n  lmao oh gosh their dumb\n  \n  as you can tell they never came back haha\n  ","822133":"\n  I just put him down honesty\n  \n  he's only wakes up when he's teething\n  ","822134":"\n  some days are better than others\n  ","822135":"\n  880\n  ","822136":"\n  on my lap\n  ","822137":"\n  at home\n  ","822138":"\n  having a better child hood\n  ","822139":"\n  20\n  ","822140":"\n  bye\n  ","822141":"\n  I'm at work\n  ","822142":"\n  okay\n  ","822143":"\n  yawn\n  ","822144":"\n  yawn\n  ","822145":"\n  yawn\n  ","822146":"\n  yawn stop sending me shit\n  ","822147":"\n  lmao we don't even have the same car insurance haha\n  \n  good try tho .\n  \n  like I said we pay our own bills\n  \n  I can't wait for the day when we move out pretty soon\n  \n  and you'll look dumb asf\n  \n  and in a find one of you're questions\n  \n  and reply back (:\n  ","822148":"\n  lmao oh yeah anon you\n  \n  know your shit\n  \n  NOT\n  ","822149":"\n  I pay my own car insurance , my own phone bill , and no we don't eat the good she buys that's why we buy our own lmao\n  \n  and so you even know if she owns her own house or if she pays rent\n  \n  do you even know if she pays light or anything else you just named\n  \n  lmao stop assuming\n  ","822150":"\n  omg she gives us a roof over our head\n  \n  that's one big thing haha\n  \n  that's all she does for us\n  \n  WHEN YOU GET OR LEARN YOUR FACTS PLEASE COME BACK AGAIN\n  ","822151":"\n  lmao he wasn't even with my mom\n  \n  haha again thinking you know everything\n  \n  I'm laughing so hard right now\n  \n  I can't even breathe haha\n  ","822152":"\n  I'm good\n  ","822153":"\n  lmao aww boo boo you got\n  \n  your facts all wrong\n  \n  me and my boyfriend pay for our own food and stuff\n  \n  and our son we don't ask her to babysit\n  \n  but then again you didn't know that\n  \n  I tell y'all what I want you to know\n  ","822154":"\n  I highly doubt it dumbass\n  \n  I do what I want okay\n  \n  my son isn't any your concern\n  ","822155":"\n  do you do everything with your parents\n  \n  no I don't think so bitch\n  \n  so stfu damn\n  ","822156":"\n  lol thanks I had a good time\n  \n  hope you did to\n  ","822157":"\n  we didn't even fuck haha\n  \n  good try tho sweetie\n  \n  bad job trolling (:\n  ","822158":"\n  idc damn\n  ","822159":"\n  yeah and no\n  ","822160":"\n  we stayed over night\n  ","822161":"\n  wtf\n  ","822162":"\n  I'm good (:\n  \n  how are you\n  ","822163":"\n  yeah that's my next tat\n  ","822164":"\n  idk yet\n  ","822165":"\n  nope\n  ","822166":"\n  nope\n  ","822167":"\n  my own birth control\n  ","822168":"\n  my boyfriend\n  ","822169":"\n  lol I'll look into it\n  ","822170":"\n  no I haven't\n  ","822171":"\n  11.08\n  ","822172":"\n  life experience\n  ","822173":"\n  nope\n  ","822174":"\n  lol I like it\n  ","822175":"\n  lol why\n  ","822176":"\n  Fifty Shades of Grey\n  ","822177":"\n  lol it's okay\n  ","822178":"\n  my boyfriend is haha\n  \n  I'm not a fan but I like em\n  ","822179":"\n  no lol\n  ","822180":"\n  yeah I would say so\n  ","822181":"\n  it's okay lol\n  ","822182":"\n  oh lol\n  ","822183":"\n  what's that\n  ","822184":"\n  not really\n  \n  I'm the definition of\n  \n  skinny yahhh\n  ","822185":"\n  lol it's okay\n  ","822186":"\n  okay ?\n  ","822187":"\n  no I don't lol\n  ","822188":"\n  being able to do what I want without asking to do it\n  ","822189":"\n  yeah I did\n  ","822190":"\n  I got off line lol\n  ","822191":"\n  yahh she probably unfollowed me screen shot that picture\n  \n  then followed me again haha ;*\n  ","822192":"\n  lmao she probably does because right after\n  \n  she sent me her link I gained\n  \n  a new follower (: lmao\n  ","822193":"\n  good for dat bitch\n  ","822194":"\n  I don't know lOl\n  ","822195":"\n  this is one of them (:\n  ","822196":"\n  okay then\n  ","822197":"\n  no\n  ","822198":"\n  online\n  ","822199":"\n  Xbox\n  ","822200":"\n  GTA 5\n  ","822201":"\n  no lol I'm playing a game\n  ","822202":"\n  yay lol\n  ","822203":"\n  no that was earlier lol\n  ","822204":"\n  nothing really lol\n  ","822205":"\n  no your not\n  ","822206":"\n  yeah lol\n  ","822207":"\n  yeah I am\n  ","822208":"\n  thank you\n  ","822209":"\n  I'm good\n  ","822210":"\n  lmaooo omg\n  ","822211":"\n  lmao omg who\n  ","822212":"\n  forever 21\n  ","822213":"\n  I'm fabulous haha\n  \n  blow me up fellow followers ;*\n  ","822214":"\n  why thank you (:\n  ","822215":"\n  aww that sucks bby\n  ","822216":"\n  sheesh\n  ","822217":"\n  why not ?\n  ","822218":"\n  lol I ment new belly piercings haha\n  ","822219":"\n  I got new piercings guys :D\n  ","822220":"\n  because I just do\n  ","822221":"\n  16 lol\n  ","822222":"\n  early today (:\n  ","822223":"\n  trill\n  ","822224":"\n  yes definitely\n  ","822225":"\n  because they wanna do more stuff or their just a fun person\n  ","822226":"\n  yahhhh\n  ","822227":"\n  I love it bby (;\n  ","822228":"\n  snakes\n  ","822229":"\n  it's annoying asf\n  ","822230":"\n  say things on my mind\n  ","822231":"\n  my son tell me he's gay\n  ","822232":"\n  I'd be tight lol\n  ","822233":"\n  (:\n  ","822234":"\n  ^^^\n  ","822235":"\n  desperate\n  ","822236":"\n  How I meet you're mother\n  ","822237":"\n  my grandma\n  ","822238":"\n  ihop\n  ","822239":"\n  I take deep breaths or listen to music\n  ","822240":"\n  ignore them\n  ","822241":"\n  yes it's hilarious\n  ","822242":"\n  pizza\n  ","822243":"\n  both\n  ","822244":"\n  my son and boyfriend\n  ","822245":"\n  candy\n  ","822246":"\n  coke\n  ","822247":"\n  both\n  ","822248":"\n  stop time\n  ","822249":"\n  no not really\n  ","822250":"\n  stitch\n  ","822251":"\n  lover\n  ","822252":"\n  neither haha\n  ","822253":"\n  because I can\n  ","822254":"\n  (:\n  ","822255":"\n  idc I've blocked her\n  ","822256":"\n  because I wanted to\n  ","822257":"\n  both\n  ","822258":"\n  I don't remember\n  ","822259":"\n  no\n  ","822260":"\n  a blessing\n  ","822261":"\n  never fail school\n  ","822262":"\n  okay ?\n  ","822263":"\n  idk I get a lot of questions\n  ","822264":"\n  nothing\n  ","822265":"\n  the Danzy's\n  ","822266":"\n  we all are\n  ","822267":"\n  idk\n  ","822268":"\n  depends\n  ","822269":"\n  send me stuff\n  ","822270":"\n  everyday\n  ","822271":"\n  happy\n  ","822272":"\n  kinda of true because you don't know what it's like to be a mother and such\n  ","822273":"\n  going to clubs\n  ","822274":"\n  thanks (:\n  ","822275":"\n  I barely lol charge my phone but usually when it's like on 3%\n  ","822276":"\n  fuck ghost\n  ","822277":"\n  I have no idea I never breast feed\n  ","822278":"\n  should you get a life\n  ","822279":"\n  im with my boyfriend and son and 55%\n  ","822280":"\n  getting a hotel with my boyfriend\n  ","822281":"\n  a big house with my son and boyfriend\n  ","822282":"\n  ask bby questions (:\n  ","822283":"\n  lol I know I blocked her\n  ","822284":"\n  blocked (:\n  ","822285":"\n  no lmao\n  ","822286":"\n  yawn\n  ","822287":"\n  cool story bro\n  ","822288":"\n  lmao I'm not even home\n  ","822289":"\n  stop sending me this dumbass question\n  ","822290":"\n  IDC\n  ","822291":"\n  why do I care\n  ","822292":"\n  I'm good\n  \n  actually in a good mood (:\n  ","822293":"\n  neither\n  ","822294":"\n  blow up my inbox guys (:\n  ","822295":"\n  no I give dumb remarks haha\n  ","822296":"\n  aborations\n  ","822297":"\n  I believe it's kind of stupid because it can put a huge effect on the kids and etc\n  ","822298":"\n  tonight we're going out to eat with my boyfriend's friend for his birthday\n  \n  and tomorrow it's Sunday and my boyfriend has work lol\n  ","822299":"\n  (:\n  ","822300":"\n  I'm laid back and fabulous\n  ","822301":"\n  I'm like my mom\n  \n  ugh and I'd rather not explain\n  ","822302":"\n  depends\n  ","822303":"\n  no lol I call my boyfriend babe , bby love bug Hunny Oates\n  \n  and in the bedroom depends\n  ","822304":"\n  I block out my childhood\n  ","822305":"\n  no I'm not\n  ","822306":"\n  my advice is your a dumb bitch\n  \n  ;*\n  ","822307":"\n  no not really\n  ","822308":"\n  yeah and I kept it pushing\n  ","822309":"\n  yeah lmao\n  ","822310":"\n  it's okay (:\n  ","822311":"\n  ^^^^\n  ","822312":"\n  Google it\n  ","822313":"\n  I'd live in a different state\n  ","822314":"\n  (:\n  ","822315":"\n  (:\n  ","822316":"\n  yes I hate that\n  ","822317":"\n  (:\n  ","822318":"\n  no\n  ","822319":"\n  like 3-5 hours\n  ","822320":"\n  spanking , timeouts\n  ","822321":"\n  s\n  \n  disgusting\n  ","822322":"\n  nasty\n  ","822323":"\n  nope\n  ","822324":"\n  take medicine\n  ","822325":"\n  I'm good (:\n  ","822326":"\n  I was excited and it wasn't bad\n  ","822327":"\n  I would not have twins\n  ","822328":"\n  dog\n  ","822329":"\n  ask me questions guys\n  ","822330":"\n  yeah like after 3pm\n  ","822331":"\n  ask me and bby some questions (:\n  ","822332":"\n  I've been at work all day and I just got home an hour again\n  \n  so no I'm in sweats\n  ","822333":"\n  why thank you (:\n  ","822334":"\n  haha nothing\n  ","822335":"\n  don't call me that\n  ","822336":"\n  happy Friday to you to\n  ","822337":"\n  I have none\n  ","822338":"\n  idk I'm not with him\n  ","822339":"\n  10|21\n  ","822340":"\n  lmao\n  ","822341":"\n  lmao\n  ","822342":"\n  stop sending your link\n  ","822343":"\n  idek who you are\n  ","822344":"\n  natural\n  ","822345":"\n  you're nasty\n  ","822346":"\n  thanks ?\n  ","822347":"\n  don't  care\n  ","822348":"\n  okay bby\n  ","822349":"\n  I have no idea what your taking about\n  \n  ya know\n  ","822350":"\n  idk you tell me\n  ","822351":"\n  what are you talking about\n  ","822352":"\n  because they're stupid\n  ","822353":"\n  idko\n  ","822354":"\n  maybe\n  ","822355":"\n  a name or maybe it's my real name\n  ","822356":"\n  well I have work from 7-4\n  ","822357":"\n  getting pregnant at a young age , and because yes he changed my life for the better but I wish I would of had him later in life .\n  \n  he's here now and I love him more then life itself\n  ","822358":"\n  idek why sorry?\n  ","822359":"\n  I didn't have an emotion wth\n  ","822360":"\n  done (:\n  ","822361":"\n  a guy off ?\n  ","822362":"\n  nothings off limits\n  ","822363":"\n  lmao they are?\n  ","822364":"\n  yahh\n  ","822365":"\n  yeah I do and I believe like 16\n  ","822366":"\n  (:\n  ","822367":"\n  aww thank you bby ❤\n  ","822368":"\n  omg why thank you (:\n  ","822369":"\n  lol idk maybe they like to follow me\n  ","822370":"\n  aww thank you\n  ","822371":"\n  yahhhhh\n  ","822372":"\n  awkward since im on my period haha\n  ","822373":"\n  playing GTA5\n  ","822374":"\n  2 years\n  ","822375":"\n  nope I like him all I\n  \n  dislike one but she's alright\n  \n  sometimes\n  ","822376":"\n  aww thanks (:\n  ","822377":"\n  with my manager at work\n  ","822378":"\n  ask me questions guys (:\n  \n  ask away\n  ","822379":"\n  ask me a bby questions (:\n  ","822380":"\n  well be very McDonald's is different it's stressful sometimes because of customers but then again it's okay\n  \n  I mean you know\n  ","822381":"\n  Mickey D's\n  ","822382":"\n  I dont know her\n  ","822383":"\n  35\n  ","822384":"\n  yes because j love the way I look and everything\n  ","822385":"\n  I have no\n  ","822386":"\n  hello (:\n  ","822387":"\n  no\n  ","822388":"\n  no\n  ","822389":"\n  you look like a bag of hot fries lmao\n  ","822390":"\n  yawn next\n  ","822391":"\n  okay\n  ","822392":"\n  how lmao\n  ","822393":"\n  because I'm fabulous\n  ","822394":"\n  exactly\n  ","822395":"\n  I hate stupid questions\n  ","822396":"\n  why\n  ","822397":"\n  lmao bye\n  ","822398":"\n  my babe\n  ","822399":"\n  that's my business\n  ","822400":"\n  yeah my current one and we just ignored it all and we focused on us being happy and now 3 1\/2 years later were still together (: ❤\n  ","822401":"\n  no I'm not (:\n  ","822402":"\n  hi\n  ","822403":"\n  yahhhhzzzzz\n  ","822404":"\n  866\n  \n  I luvz yallz\n  ","822405":"\n  yeah I am\n  ","822406":"\n  not really lol\n  ","822407":"\n  you shouldn't it's not competition\n  ","822408":"\n  I think all music does\n  ","822409":"\n  no lol\n  ","822410":"\n  who cares\n  ","822411":"\n  don't listen to him or let him get to you\n  ","822412":"\n  ^\n  ","822413":"\n  yeah I guess\n  ","822414":"\n  no I wanna go tho\n  ","822415":"\n  playing GTA5\n  ","822416":"\n  thank you\n  ","822417":"\n  I think they should ride with other kids\n  ","822418":"\n  a 2\n  ","822419":"\n  well in reality he's 14 months old\n  \n  so yeah he's doing perfectly fine\n  \n  I don't need no stranger telling\n  \n  me what to do or how to handle my son\n  \n  he's learning to walk on his own\n  \n  with the help of me and his dad\n  ","822420":"\n  my high school yeah\n  ","822421":"\n  my son is perfectly fine\n  ","822422":"\n  thank you (:\n  ","822423":"\n  you'll never know\n  ","822424":"\n  nothing I like how I look\n  ","822425":"\n  my attitude\n  ","822426":"\n  not hate dislike yeah\n  ","822427":"\n  today\n  ","822428":"\n  I have none at all\n  ","822429":"\n  I'll be doing honesty night\n  \n  send in your questions\n  ","822430":"\n  I have no idea honesty\n  \n  that never happened to me\n  ","822431":"\n  their selfish and obviously don't care about there child\n  ","822432":"\n  attention\n  ","822433":"\n  selfish\n  ","822434":"\n  mhm\n  ","822435":"\n  I love your spam\n  ","822436":"\n  when my boyfriend touches my body and rubs against me lmao\n  ","822437":"\n  no\n  ","822438":"\n  either or haha\n  ","822439":"\n  that's none of their business\n  ","822440":"\n  probably but I wouldn't care haha\n  ","822441":"\n  yeah me and my boyfriend\n  \n  do it but not all the time\n  ","822442":"\n  nope\n  ","822443":"\n  yeah\n  \n  haha I know I am\n  ","822444":"\n  Reachel , Sky ,Tori and Anna\n  ","822445":"\n  my mocha frappé\n  ","822446":"\n  playing GTA5\n  ","822447":"\n  10:30pm\n  ","822448":"\n  aww thanks\n  ","822449":"\n  omg y'all are annoying\n  ","822450":"\n  I don't fight\n  \n  I'm 20 I'm to old for\n  \n  that shit ya know\n  ","822451":"\n  I wanna know why she don't like me\n  \n  now but whatever im over it\n  ","822452":"\n  thank you\n  ","822453":"\n  yawn\n  ","822454":"\n  lmao it's all good bby\n  ","822455":"\n  I know bby\n  \n  somebodies insecure\n  ","822456":"\n  and that's ode disrespectfully\n  \n  that won't even happen\n  ","822457":"\n  lmao to bad your not\n  \n  Lillie lmao you have\n  \n  no life stalking my page\n  ","822458":"\n  lmao , you have no legit reason to fight me\n  \n  again I'm 20 I don't got time for pitty shit\n  ","822459":"\n  who are you so I know you\n  \n  are (:\n  ","822460":"\n  I like both but I'm picky\n  ","822461":"\n  why\n  ","822462":"\n  lmao hi victors girl\n  \n  I never fucked him\n  \n  stop being insecure\n  \n  I LOVE fucking my man\n  ","822463":"\n  he's fucking 1 who gives a fuck who he likes more\n  \n  their his grandparents\n  ","822464":"\n  yeah\n  ","822465":"\n  don't tell me what to do\n  \n  okay I'll have sex with\n  \n  my boyfriend how I like\n  \n  I don't need no anon telling me what to do\n  ","822466":"\n  umm 35\n  ","822467":"\n  it's okay baby\n  ","822468":"\n  again certain things you can't control\n  \n  and whatever I wanna do with MY body is between me and my boyfriend ✋\n  ","822469":"\n  okay and nobody asks too be born\n  \n  nobody asks to get shot\n  \n  nobody asks to get cancer\n  \n  but yet shit happens\n  ","822470":"\n  haha it's okay (:\n  ","822471":"\n  my son and boyfriend ❤\n  ","822472":"\n  because I'm not gonna carry\n  \n  a life especially if I don't\n  \n  want it so I'll do the easy way out\n  \n  instead of putting stress on ourselfs\n  ","822473":"\n  I'd get an aboration even tho\n  \n  I'm completely against it\n  \n  and because were not ready for\n  \n  another child nor want anymore\n  ","822474":"\n  aborations\n  ","822475":"\n  you can get a fucking life\n  ","822476":"\n  my nose and belly\n  ","822477":"\n  a lot of things\n  ","822478":"\n  I will bby ;*\n  ","822479":"\n  whenever I have free time from work (:\n  ","822480":"\n  I hope so\n  ","822481":"\n  yay (:\n  ","822482":"\n  I hate these questions of the day\n  ","822483":"\n  lmao aww clearly you aren't a parent\n  \n  haha that doesn't make me a bad\n  \n  mom your mom must be a bad mom\n  \n  for teaching you how to worry\n  \n  and judge someone else's life (;\n  ","822484":"\n  lmao how would you\n  \n  know do you live with\n  \n  me nope don't think so\n  \n  try again sweetie (;\n  ","822485":"\n  lmao enlighten me on how ?(:\n  ","822486":"\n  I haven't yet\n  \n  and we plan on it at 20\n  \n  the age we are now\n  ","822487":"\n  learn how to talk proper then talk to me\n  ","822488":"\n  thank you ❤❤❤\n  \n  their just scared to come off anon\n  ","822489":"\n  ^^^^\n  ","822490":"\n  thanks\n  ","822491":"\n  I'm playing GTA5 and he's playing\n  ","822492":"\n  lmao thank you and if Lillie wants she can stalk me (;\n  \n  damn y'all are so obsessed with us it's crazy\n  ","822493":"\n  lmao I know who this is haha\n  \n  your so much of a pussy (:\n  \n  how is she a stalker when yet you're stalking her\n  ","822494":"\n  speaking of that we talked about haha a lot\n  \n  and he's waiting for the perfect .\n  \n  time he's already looked at rings\n  \n  and whatnot and he's already talked to her son about it\n  ","822495":"\n  nothing big haha\n  \n  we said nothing big\n  ","822496":"\n  we haven't yet?\n  ","822497":"\n  like 10 ish\n  ","822498":"\n  none\n  ","822499":"\n  no\n  ","822500":"\n  hang out\n  \n  smoke\n  \n  drink\n  \n  hang with my hubby and son\n  ","822501":"\n  outdoors\n  ","822502":"\n  I'm doing fine\n  ","822503":"\n  4:00pm\n  ","822504":"\n  yeah lol and other food throughout\n  \n  the day and juice in his sippy cup\n  ","822505":"\n  I've gained a couple new followers\n  \n  so ask me anything you'd like (:\n  \n  get to know me ❤\n  ","822506":"\n  ^^^^\n  \n  (:\n  ","822507":"\n  can you stop obsessing because I'm tired of all these me and Lillie questions\n  \n  and I bet she is to\n  \n  so get a damn hobby\n  ","822508":"\n  exactly they obviously aren't a parent lol\n  \n  people forget babies and toddlers are humans to\n  ","822509":"\n  playing GTA5\n  ","822510":"\n  he's 16 months old\n  ","822511":"\n  thank you their deadass\n  \n  ANNOYING picking on a toddler\n  ","822512":"\n  thank you , he had toys in his crib from earlier while he was playing\n  \n  and that's his blanket and yes he sleeps with blankets he is human\n  \n  he does get cold\n  \n  there clearly dumb asf haha\n  ","822513":"\n  lmao what are you talking about\n  ","822514":"\n  okay ?\n  \n  that's my thoughts\n  ","822515":"\n  aww thank you (:\n  ","822516":"\n  why would I like someone who's obsessed over me\n  \n  FFS DAMN\n  ","822517":"\n  ^^^^^\n  ","822518":"\n  aww thank you (:\n  ","822519":"\n  just woke up from his nap (:\n  ","822520":"\n  NOOOOOOOOOO ;\n  ","822521":"\n  857 (:\n  ","822522":"\n  it hurt pretty bad lol\n  \n  but yet I want more (:\n  ","822523":"\n  my boyfriend ;*\n  ","822524":"\n  ask me whatever y'all want (:\n  \n  let's have fun\n  ","822525":"\n  sometime delete or I just keep it there\n  ","822526":"\n  warm\n  ","822527":"\n  yes\n  ","822528":"\n  Reachel\n  ","822529":"\n  ^^^^\n  ","822530":"\n  star tattoos\n  ","822531":"\n  lmao my son is right next to me awkward\n  ","822532":"\n  because I did then lmao who cares\n  ","822533":"\n  sleeping\n  ","822534":"\n  laying down\n  ","822535":"\n  like a week ago\n  ","822536":"\n  yay lmao\n  \n  that's why it's my TAT\n  ","822537":"\n  why\n  ","822538":"\n  I just answered it\n  ","822539":"\n  why\n  ","822540":"\n  you keep bugging and obsessing over us\n  ","822541":"\n  I'm gonna block your annoying ass\n  ","822542":"\n  lol let's be flattered (;\n  ","822543":"\n  buffalo wild wings\n  ","822544":"\n  wtf man y'all are obsessed\n  ","822545":"\n  BWW\n  ","822546":"\n  your stupid asf\n  \n  I bet you don't know\n  \n  who your daddy is that's why\n  \n  you going around starting shit\n  \n  maybe if daddy wanted to be in your life\n  \n  you wouldn't be bitter (;\n  ","822547":"\n  bye get off her nuts\n  ","822548":"\n  would you STFU\n  ","822549":"\n  it's okay\n  ","822550":"\n  I'm glad she made it but that's still disrespectful to ask\n  ","822551":"\n  well that's a rude and disrespectful question to ask\n  ","822552":"\n  your mom should of gotten an aboration when she found out she was pregnant with you (:\n  ","822553":"\n  deadass you're ANNOYING stop\n  \n  obessing over us damn\n  ","822554":"\n  boo hoo go bitch to somebody that cares\n  ","822555":"\n  yes\n  ","822556":"\n  my face expression\n  \n  they say I always look like a bitch\n  ","822557":"\n  nobody\n  ","822558":"\n  no bitch\n  ","822559":"\n  I love you to ❤\n  ","822560":"\n  nope she's my lover ;*\n  ","822561":"\n  stupid question\n  ","822562":"\n  people say 16\n  ","822563":"\n  Fifty shades of Grey\n  ","822564":"\n  because people are haters haha\n  \n  i don't know either\n  ","822565":"\n  lmao I know like we aret friends on Facebook lol\n  ","822566":"\n  go ahead lmao\n  ","822567":"\n  why should I when I know she's not and I have her fb and ask lmao\n  ","822568":"\n  lmao you're lame\n  ","822569":"\n  I had a c section\n  ","822570":"\n  like a couple months\n  ","822571":"\n  ^^^^\n  ","822572":"\n  (:\n  ","822573":"\n  their ignorant\n  ","822574":"\n  your ANNOYING asf\n  ","822575":"\n  (:\n  ","822576":"\n  ok\n  ","822577":"\n  no\n  ","822578":"\n  5'3\n  ","822579":"\n  NineGDxFourO\n  ","822580":"\n  what does that matter\n  ","822581":"\n  yay\n  ","822582":"\n  yes I'm a big one\n  ","822583":"\n  I either take nothing our medicine\n  ","822584":"\n  Joseph\n  ","822585":"\n  I follow through good\n  ","822586":"\n  I have a huge one\n  ","822587":"\n  both haha\n  ","822588":"\n  nope I wouldn't tbt\n  ","822589":"\n  future spam , funny spam haha anything\n  ","822590":"\n  yay\n  \n  much love bby ❤\n  ","822591":"\n  no I'm not actually\n  ","822592":"\n  yeah fake people\n  ","822593":"\n  I'm watching GTA5 lmao\n  ","822594":"\n  I don't have one\n  ","822595":"\n  (:\n  ","822596":"\n  no\n  ","822597":"\n  true\n  ","822598":"\n  true\n  ","822599":"\n  it's okay to have one for each gender\n  ","822600":"\n  I do indeed (:\n  ","822601":"\n  shower\n  ","822602":"\n  summer\n  ","822603":"\n  candy\n  ","822604":"\n  soda\n  ","822605":"\n  I'm not a big fan of zombies lol\n  ","822606":"\n  The walking dead\n  ","822607":"\n  how I meet you're mother\n  ","822608":"\n  lmao exactly\n  ","822609":"\n  because I'm fabulous\n  ","822610":"\n  I find it funny how Becca follows me (;\n  ","822611":"\n  because he's a preemie\n  ","822612":"\n  lmao I'm sure\n  ","822613":"\n  could care less\n  ","822614":"\n  I have no idea man\n  ","822615":"\n  lmao I know this man\n  ","822616":"\n  when he does wrong I tap his hands me or his dad\n  \n  and he gets time outs\n  ","822617":"\n  that's why it's MY car\n  ","822618":"\n  ask me stuff guys\n  \n  whatever you want (:\n  ","822619":"\n  I hate you\n  ","822620":"\n  no\n  ","822621":"\n  I'm 20 I don't\n  \n  need her approval for anything\n  ","822622":"\n  yeah I want to finish and get it colored in haha\n  ","822623":"\n  playing GTA 5(:\n  ","822624":"\n  thank you (:\n  ","822625":"\n  1. Mac&Cheese\n  \n  2. stuffed shells\n  ","822626":"\n  my mom\n  ","822627":"\n  no\n  ","822628":"\n  2 days lmao\n  ","822629":"\n  bud\n  ","822630":"\n  bees\n  ","822631":"\n  my dad\n  ","822632":"\n  me\n  ","822633":"\n  me\n  ","822634":"\n  thank you ❤❤❤\n  \n  their just haters this morning\n  \n  haha (:\n  ","822635":"\n  thank you haha ❤️\n  ","822636":"\n  I'm sorry i have no idea\n  \n  with my son it wasn't hard at all\n  \n  he couldn't wait for the sippy cup\n  ","822637":"\n  no I can't haha\n  ","822638":"\n  yay\n  ","822639":"\n  yeah he does\n  ","822640":"\n  above my boob\n  ","822641":"\n  idgaf\n  ","822642":"\n  Fifty Shades of Grey\n  ","822643":"\n  no username\n  ","822644":"\n  (:\n  ","822645":"\n  7:56pm\n  ","822646":"\n  nope we don't\n  ","822647":"\n  in my bio\n  ","822648":"\n  because that's what I want !\n  ","822649":"\n  I would LOVE LOVE to meet you guys , I'd just ask you a much of random questions and we'd have a girls day out (:\n  ","822650":"\n  I would rather work for it(:\n  ","822651":"\n  no and just remember family\n  \n  Will fuck you over in a second\n  ","822652":"\n  ah no\n  ","822653":"\n  10\n  ","822654":"\n  married till my boyfriend\n  \n  big house with all 3 of us\n  \n  good jobs\n  \n  and a dog\n  ","822655":"\n  send me in stuff guys I'll be doing honesty night or whether\n  \n  just send me in stuff\n  ","822656":"\n  I hate the name Katie\n  ","822657":"\n  lmao I k n o w\n  ","822658":"\n  sorry\n  ","822659":"\n  I only use it with my best friends\n  \n  sorry\n  ","822660":"\n  I have kik but I dont give it out\n  ","822661":"\n  yay ask us stuff\n  ","822662":"\n  lmao that's none of you're business\n  \n  don't you think you nosey fuck\n  ","822663":"\n  actually no lmao\n  \n  again you know nothing\n  \n  haha yawn you're boring me with your stupidity\n  \n  lmao\n  ","822664":"\n  bitch you don't even know how much we make lmao I keep telling you dumbasses that ?\n  ","822665":"\n  where's my $1000 now\n  \n  because you're still on anonymous\n  \n  and I bet you that you wouldn't come off\n  ","822666":"\n  bitch I don't need any government money\n  \n  it's something called a job\n  \n  Mayne you should get off you're ass and get one\n  \n  instead of being on anonymous and\n  \n  trying to tell people about their lives\n  \n  which you know nothing about\n  ","822667":"\n  no shot lmao\n  \n  I bet $1000 you won't come\n  \n  off anonymous because your pussy (:\n  \n  again you don't know my life\n  \n  I tell you people what I want you guys to know.\n  \n  and btw his name isn't G\n  ","822668":"\n  they don't lmao again\n  \n  got your facts wrong haha\n  \n  good try to thinking you\n  \n  know everything pussy boy\n  ","822669":"\n  lmao to bad my mom or dad\n  \n  didn't buy our car lmao\n  \n  again got you're facts all wrong\n  ","822670":"\n  to bad were not haha\n  \n  somebodies bitter (;\n  ","822671":"\n  yeah nothing funny\n  ","822672":"\n  my boyfriends name\n  ","822673":"\n  thank you ❤❤❤\n  ","822674":"\n  thank you (:\n  ","822675":"\n  my first one I believe I was 19\n  \n  and this one I am\/was 20\n  ","822676":"\n  some girl who's obsessed with me (:\n  ","822677":"\n  haha thanks\n  ","822678":"\n  not my place to give out\n  ","822679":"\n  blow up my inbox guys\n  ","822680":"\n  what\n  ","822681":"\n  yeah it hurt bad\n  ","822682":"\n  we do\n  \n  we gotta discuss what we want to get\n  ","822683":"\n  I wanna add more stars\n  ","822684":"\n  nothing damn\n  ","822685":"\n  you asked a question and I answered it\n  ","822686":"\n  old\n  ","822687":"\n  you guess what\n  ","822688":"\n  the red kind\n  ","822689":"\n  cravings ?\n  ","822690":"\n  one of the 50 states (:\n  ","822691":"\n  like 10 minutes tops\n  ","822692":"\n  I'm all for it , I think every kid should be\n  ","822693":"\n  like a 8 1\/2\n  ","822694":"\n  yeah it hurt like a mofo\n  ","822695":"\n  guys I got my tat off of Google\n  \n  lmaoo\n  ","822696":"\n  no I wouldn't\n  ","822697":"\n  they need to meet\n  ","822698":"\n  $60\n  ","822699":"\n  then who's is it lmao\n  ","822700":"\n  sometimes but it happens\n  ","822701":"\n  it's cover with plastic for now\n  ","822702":"\n  neither\n  ","822703":"\n  no wtf\n  ","822704":"\n  he's not even with us so mind\n  \n  you're fucking business\n  \n  why the fuck did you're\n  \n  mom a raise a pussy ?\n  ","822705":"\n  no she doesn't she lives with her husband\n  \n  maybe she's visiting her mom\n  \n  damn\n  ","822706":"\n  no but you are stalking her\n  ","822707":"\n  because she can be (: wtf\n  \n  we're not even home\n  ","822708":"\n  mhm\n  ","822709":"\n  idek lmao\n  ","822710":"\n  not yet\n  ","822711":"\n  yeah I know\n  ","822712":"\n  yes and it's ANNOYING\n  ","822713":"\n  no\n  ","822714":"\n  well if he needs help I'm here\n  \n  im his girlfriend\n  ","822715":"\n  I'm not gonna share is story\n  ","822716":"\n  it's a star I'm not gonna regret something so small\n  ","822717":"\n  I know and I'm still his addiction (;\n  ","822718":"\n  oh\n  ","822719":"\n  I think you shouldn't tell me what to do\n  ","822720":"\n  that's my business\n  ","822721":"\n  and so is you're grandma (:\n  ","822722":"\n  iguess\n  ","822723":"\n  what\n  ","822724":"\n  so is you're mom but I'm not complaining\n  ","822725":"\n  because that's what I want\n  ","822726":"\n  Mac&Cheese\n  ","822727":"\n  yeah\n  ","822728":"\n  no I haven't but I heard it's good\n  ","822729":"\n  my boyfriend\n  ","822730":"\n  I think there addicted\n  ","822731":"\n  a star on my wrist lmao\n  ","822732":"\n  getting a new tat guys\n  ","822733":"\n  okay\n  ","822734":"\n  good for you\n  ","822735":"\n  lmao no she didn't what a liar\n  ","822736":"\n  I know lmao\n  ","822737":"\n  wtf are you talking about\n  ","822738":"\n  nothing because it's not cheating\n  ","822739":"\n  mhm\n  ","822740":"\n  what's with all the damn questions\n  ","822741":"\n  no\n  ","822742":"\n  he just turned 16 months old today\n  ","822743":"\n  lmao omg\n  ","822744":"\n  lol she followed me because she sent me her link then I gained a follower lmao\n  ","822745":"\n  because she's obsessed and want people to like her\n  ","822746":"\n  lol she left for now\n  ","822747":"\n  she does she is annoying\n  ","822748":"\n  I know I bet it's her asking me questions\n  ","822749":"\n  he's with his grandma\n  \n  on his dad's side\n  ","822750":"\n  no he's not with me\n  ","822751":"\n  bye becca\n  ","822752":"\n  of\n  ","822753":"\n  yawn\n  ","822754":"\n  yawn\n  ","822755":"\n  lmao that's just what you wanna tell people\n  \n  we all know he left you (:\n  ","822756":"\n  no need too\n  \n  that's why Noah left you\n  \n  LMAO\n  ","822757":"\n  actually my boyfriend's (;\n  ","822758":"\n  have you sucked your dad's ?\n  \n  you must have becca\n  ","822759":"\n  lmao you are\n  \n  ANNOYING BITCH\n  ","822760":"\n  stop obsessing over me (:\n  ","822761":"\n  lmao you are annoying\n  \n  get off my page and go do\n  \n  something with yourself\n  ","822762":"\n  what are you on anonymous\n  \n  when you have an account\n  \n  lmao\n  ","822763":"\n  I really don't care Becca\n  \n  get off my page damn\n  ","822764":"\n  stop sending you're link around\n  \n  okay Becca\n  ","822765":"\n  send in you're questions (:\n  ","822766":"\n  yay (:\n  ","822767":"\n  out to eat\n  ","822768":"\n  getting me and Joseph dressed\n  ","822769":"\n  people want a lot of things in life that they don't get\n  ","822770":"\n  nobodies gonna try and replace anything , we don't want anymore kids simple as that\n  ","822771":"\n  about to wake up from his nap\n  ","822772":"\n  laying down with boyfriend\n  ","822773":"\n  baby\n  ","822774":"\n  no\n  ","822775":"\n  not yet but I want something else :p\n  ","822776":"\n  I want ihop and that's what ima get (:\n  ","822777":"\n  laying next to my boyfriend while he sleeps\n  ","822778":"\n  I don't have a favorite\n  ","822779":"\n  7:40am\n  ","822780":"\n  (:\n  ","822781":"\n  stupidity\n  ","822782":"\n  cocky\n  ","822783":"\n  she only provides a roof over our head lmao but okay\n  \n  somebodies bitter tonight (;\n  \n  my life shit but yet you're on anon hating off of a stranger\n  \n  kisses to you bitchesss ;*\n  ","822784":"\n  nobodies a shamed lmao\n  \n  you're stupid asf\n  ","822785":"\n  (:\n  ","822786":"\n  why does that matter I'm getting tired of stupid questions\n  ","822787":"\n  SMH\n  ","822788":"\n  you're just annoying now it's not even cute\n  ","822789":"\n  bo\n  ","822790":"\n  going to sleep my life away\n  ","822791":"\n  ask me and bby stuff\n  ","822792":"\n  I'd be 38 lmao\n  \n  and I wanna be married to my boyfriend and own our own house with our handsome son Joseph\n  ","822793":"\n  I think it's stupid and no I wouldn't\n  ","822794":"\n  I only use them mostly with my boyfriend\n  \n  that my most user\n  ","822795":"\n  making bacon\n  ","822796":"\n  I don't want anymore kids\n  ","822797":"\n  lol I know I dyed iy\n  ","822798":"\n  I ordered my new phone case (:\n  ","822799":"\n  if I got pregnant now\n  \n  yes I would\n  ","822800":"\n  send in you're questions guys\n  ","822801":"\n  Earned it\n  ","822802":"\n  my smile\n  ","822803":"\n  ask bby questions (:\n  ","822804":"\n  oh okay haha hopefully I don't (:\n  ","822805":"\n  nope not at all I just let it go\n  ","822806":"\n  lol wait huh\n  ","822807":"\n  I have no idea yet lol\n  ","822808":"\n  yeah that's my favorite show\n  ","822809":"\n  right here standing next to me\n  ","822810":"\n  because I'm fabulous\n  ","822811":"\n  lmao I know she is (;\n  ","822812":"\n  change the drinking age to 18 haha\n  ","822813":"\n  better regulations\n  ","822814":"\n  yeah my does\n  ","822815":"\n  I'd expect a world like Alice and Wonderland to be honest\n  ","822816":"\n  no lol that would be weird haha\n  ","822817":"\n  I know that person is so stupid\n  \n  like he's walking long things\n  \n  he's still learning\n  ","822818":"\n  I like how we have to buy our own stuff\n  ","822819":"\n  I think uniforms for school aren't my thing you know\n  ","822820":"\n  I blocked them\n  ","822821":"\n  thank you (:\n  ","822822":"\n  blocked\n  ","822823":"\n  like your mom and grandma\n  ","822824":"\n  thank you he's only 16 months old\n  \n  he's still learning how to walk\n  ","822825":"\n  I love it\n  ","822826":"\n  yo deadass go fuck you're mom\n  \n  I hope you're mom dies in her sleep tonight (:\n  ","822827":"\n  he's a preemie .and he's only 16 months clam down\n  ","822828":"\n  he's getting there\n  ","822829":"\n  at work\n  ","822830":"\n  no\n  ","822831":"\n  my son lmao I do what I please\n  ","822832":"\n  idk\n  ","822833":"\n  okay bad insult\n  ","822834":"\n  exactly lmao she's annoying asf\n  ","822835":"\n  I think it is her lmao\n  \n  she's pathetic\n  ","822836":"\n  she's annoying lol\n  ","822837":"\n  lol I know (:\n  \n  she's so scared to come off anon (:\n  ","822838":"\n  yeah because I have time to fake a child haha\n  \n  everybody knows that little boy is mine\n  ","822839":"\n  okay Emily (:\n  ","822840":"\n  okay you're insults suck\n  ","822841":"\n  no I didn't\n  ","822842":"\n  no\n  ","822843":"\n  no I don't go to work until 1\n  ","822844":"\n  taking a nap\n  ","822845":"\n  good one (:\n  ","822846":"\n  in the car going home\n  ","822847":"\n  exactly they have no life\n  \n  and honestly I'm not gonna be entertaining their stupidity today\n  ","822848":"\n  lol it's a surprise\n  ","822849":"\n  I'm not gonna enteraine stupidity\n  \n  another dumbass question\n  \n  youll be blocked like that rest of the hating ass bitches waiting for me to give a fuck ;*\n  ","822850":"\n  huh\n  ","822851":"\n  no\n  ","822852":"\n  no\n  ","822853":"\n  a lot I don't remember\n  ","822854":"\n  why are you assuming I do that\n  ","822855":"\n  not for you\n  ","822856":"\n  I mean you can\n  ","822857":"\n  idk\n  ","822858":"\n  I have before\n  ","822859":"\n  she's fucking stupid\n  ","822860":"\n  no\n  ","822861":"\n  idc honesty\n  ","822862":"\n  (:\n  ","822863":"\n  thank you\n  ","822864":"\n  no\n  ","822865":"\n  none ya\n  ","822866":"\n  ^^^^\n  ","822867":"\n  yeah it was amazing\n  ","822868":"\n  watching tv\n  ","822869":"\n  that's honesty a good idea\n  \n  (: we will set up a date (:\n  ","822870":"\n  no he's only 16 months\n  \n  but we want to teach him tho\n  ","822871":"\n  yeah\n  ","822872":"\n  you're annoying\n  ","822873":"\n  every dumb question I get will be deleted for now on\n  \n  I'm tired of all the drama especially since it's people who live on my block being punks and on my page on anon\n  \n  yall most likely got my link for my Twitter or Ig got a problem with me DM me ;*\n  ","822874":"\n  Idek I'm not that interesting lol\n  ","822875":"\n  847\n  ","822876":"\n  it's a secret\n  ","822877":"\n  haha I get that a lot\n  ","822878":"\n  probably hopefully dying my hair\n  ","822879":"\n  mostly likely got my ask from my Twitter or IG\n  ","822880":"\n  11:51pm\n  ","822881":"\n  I just laugh it off\n  ","822882":"\n  lol I know and their annoying right now\n  ","822883":"\n  none\n  ","822884":"\n  I'm 20\n  ","822885":"\n  lmao Idek who you are haha good try again\n  ","822886":"\n  lmao again he's mine so idc ;*\n  ","822887":"\n  lmao that hurt\n  \n  LMAO OMG\n  ","822888":"\n  lmao get a life bro\n  ","822889":"\n  obviously you know who me ans Lillie are and you're to pussy go show you're face haha\n  \n  good try tho\n  ","822890":"\n  ask bby some questions (:\n  ","822891":"\n  no\n  ","822892":"\n  I'm good (:\n  ","822893":"\n  lmao\n  \n  again I don't need to explain my life to you .\n  \n  haha remember I tell you guys what I want y'all to know .\n  \n  and until you can compherand that.\n  \n  the better you're sad lonely life will be ;*\n  ","822894":"\n  yawn your annoying and boring me with irrelevant stuff\n  \n  some strangers life concerns you\n  \n  how sad lmao ✋\n  ","822895":"\n  nope it's mine and my boyfriends lmao.\n  \n  who cares a year later and he's here\n  \n  why the fuck does me getting pregnant at 18 concern you ?\n  ","822896":"\n  he moved in before I got pregnant\n  \n  like a year before I got pregnant\n  \n  damn\n  ","822897":"\n  somewhere\n  ","822898":"\n  that's why I said in 9 months\n  \n  when I turn 21 damn are you that stupid\n  \n  and yes I can drink I'd drink liquor or beer if I wanted to\n  ","822899":"\n  clubs are wack\n  \n  I'd rather go to a bar\n  \n  in 9 months\n  ","822900":"\n  I know they are pathetic\n  \n  and thank you ❤❤❤\n  ","822901":"\n  ouch\n  \n  but it's the way he said it haha\n  \n  I can't explain it\n  ","822902":"\n  thank you ❤❤❤\n  ","822903":"\n  sure ❤\n  ","822904":"\n  to the anon going HARD over me and Lillie kisses to you bitchess ;*\n  \n  your annoying asf and need a new hobby\n  ","822905":"\n  her kids are beyond gorgeous and beautiful\n  \n  she made the most amazing little humans ever ❤❤❤❤❤\n  ","822906":"\n  okay ? who's body is it mine or yours\n  \n  thought so buddy\n  \n  what I do is my and my boyfriends problem\n  \n  and we already agreed it on\n  \n  we already have one child and we DONT WANT ANYMORE KIDS\n  \n  can you comprehend\n  ","822907":"\n  I know right we already have one child this anon is annoying asf\n  ","822908":"\n  I'm not proud but\n  \n  wtf is it to you damn your are annoying\n  ","822909":"\n  you did amazing (:\n  ","822910":"\n  yeah\n  ","822911":"\n  mines mocha frappè\n  ","822912":"\n  just being blunt and bitchy\n  ","822913":"\n  yeah I'd tell her but she knows I'm not and she knows me and my boyfriend don't want anymore kids\n  \n  I'D GET AN ABORATION\n  ","822914":"\n  outdoor\n  ","822915":"\n  yeah Modern Family (:\n  ","822916":"\n  I think it's cool because it's their body you know\n  ","822917":"\n  lmao are you stupid\n  \n  I'm not pregnant and if I was\n  \n  it would be by my man\n  \n  haha good try tho\n  ","822918":"\n  no I haven't but my son has lol\n  ","822919":"\n  I love them (:\n  ","822920":"\n  lmao I guess your haven't grown up\n  \n  me and Lillie love each other we no fight ❤❤❤\n  ","822921":"\n  haha I definitely do (;\n  ","822922":"\n  yeah he has\n  ","822923":"\n  over 3 years ❤\n  ","822924":"\n  we never went out FFS\n  ","822925":"\n  I guess you don't understand\n  \n  sarcasm lmao\n  ","822926":"\n  are you stupid ?\n  ","822927":"\n  yeah (;\n  ","822928":"\n  sleeping\n  ","822929":"\n  because they ain't got nothing better to do with their life's\n  ","822930":"\n  lmao you stay on her nuts\n  ","822931":"\n  never\n  ","822932":"\n  no wtf\n  ","822933":"\n  lmao we do haha\n  ","822934":"\n  shut up lmao your stupid they don't even talk nor does he have her number\n  \n  good try tho\n  \n  kisses to the hating ass bitch right now ;*\n  ","822935":"\n  I am the sex is amazing (;\n  ","822936":"\n  lmao are you stupid\n  \n  she barely knows my boyfriend\n  \n  and plus she's married happily\n  \n  good try tho\n  ","822937":"\n  aww thank you (:\n  ","822938":"\n  lol I miss you to bby ❤\n  \n  and I know it wasn't you (:\n  ","822939":"\n  lol but it's Grey and their trying to tell me my shirt color\n  ","822940":"\n  yes I did me and my boyfriend last Saturday\n  ","822941":"\n  no and Lillie isn't scared of nobody lol\n  \n  I kow that for a fact and nobody should be scared of me\n  ","822942":"\n  it's grey\n  ","822943":"\n  we been friends damn are you guys trying to start shit between us\n  \n  and if she missed our friendships which we still are friends I'm pretty sure she would come off anonymous lol\n  ","822944":"\n  to bad not us\n  ","822945":"\n  bby is back guys (:\n  ","822946":"\n  we're never breaking up\n  \n  he's told me over and over\n  \n  I'm all he wants\n  \n  and our relationship has been perfect\n  \n  ever since we told each other we want to work on our relationship and get married\n  ","822947":"\n  well tell me who you are\n  ","822948":"\n  on our hearts I just pap of mine\n  ","822949":"\n  who are ylu\n  ","822950":"\n  yes he does\n  ","822951":"\n  aww really (:\n  \n  I'd like to know who you are (:\n  ","822952":"\n  then if he's an ex it shouldn't matter if he hates you\n  \n  it's YOURE body\n  \n  YOURE choice\n  ","822953":"\n  them he's not a very good boyfriend\n  ","822954":"\n  do what YOU want\n  \n  it's you're BODY\n  ","822955":"\n  we'll for one he wouldn't do that because we agreed on our decision\n  \n  and plus it's my choice I'm the women\n  \n  but we would compromise\n  ","822956":"\n  lmao okay\n  ","822957":"\n  idc about being judged lmao but\n  \n  I'd get an abortion because I only want one child\n  \n  and I'm not ready for another one\n  ","822958":"\n  thank you ❤❤\n  ","822959":"\n  I get no questions tho\n  ","822960":"\n  0\n  ","822961":"\n  I'd rather not say\n  ","822962":"\n  no I don't like it sorry\n  ","822963":"\n  I have only one for now\n  \n  and definitely\n  ","822964":"\n  yeah I will send in them questions\n  ","822965":"\n  ^^^^^\n  ","822966":"\n  she should she needs to learn\n  ","822967":"\n  thank you , she's like fighting with about it\n  ","822968":"\n  she doesn't at all ugh\n  \n  she pisses me off her bf is like\n  \n  50 he should teach her how to be a damn parent\n  ","822969":"\n  thank you , her son's chest clip isn't even on his chest like it's suppose to be\n  \n  she keeps saying it's on his chest but it's not\n  ","822970":"\n  all she does is lie\n  \n  I feel bad for her son\n  ","822971":"\n  he gives kisses when you ask\n  \n  he knows to do \"nice\" like if he's hitting we say do nice and he rubs you\n  \n  he loves to share now lol\n  ","822972":"\n  I wake myself up without an alarm\n  ","822973":"\n  6:59pm\n  ","822974":"\n  between 7-8\n  ","822975":"\n  why\n  ","822976":"\n  lol I hope she answers it\n  ","822977":"\n  I hate name opinions\n  ","822978":"\n  I was the bag of money haha\n  \n  and you'd have to go around the board first then buy\n  \n  ans I was terrible at it hah\n  ","822979":"\n  you ask this everyday\n  ","822980":"\n  indeed I did\n  ","822981":"\n  mocha Frappè\n  ","822982":"\n  it's a secret\n  ","822983":"\n  to die my hair hopefully tomorrow (:\n  ","822984":"\n  14\n  ","822985":"\n  hi\n  ","822986":"\n  today\n  ","822987":"\n  hello\n  ","822988":"\n  yay\n  ","822989":"\n  ^^^^\n  ","822990":"\n  just sitting here I have work in a few\n  "}}