{"Question":{"824064":"\n   I want you all to know you're beautiful ❤\n  ","824065":"\n   Why Paris?\n  ","824066":"\n   Embarassing moment you ever done?\n  ","824067":"\n   What's your opinion about cum or sperm?\n  ","824068":"\n   Is there any place you would like to go?\n  ","824069":"\n   send your followers and anons my way? I'm bored lol\n  ","824070":"\n   What is your favorite cell phone provider? What is your favorite cell phone model?\n  ","824071":"\n   What's your opinion on birth control?\n  ","824072":"\n   Have you ever wished you were someone else?\n  ","824073":"\n   What are some things that make you nervous?\n  ","824074":"\n   Do you wish to get married someday? If you've already gotten married before, did you have a big or small wedding?\n  ","824075":"\n   Sorry guys I need to deactivate for a while. I should be back. Mail\/tweet me if you need me. Love you all. ❤️\n  ","824076":"\n   My names La-Quiche-Ya (double hyphen gurl-frend mhm) and if mah teen daughter was cutting I'd beat dat bitch like fricken propah, y'all feel me? Handle yo business gurls. SLICE BREAD AND DON'T BE DEAD GURLLLL!\n  ","824077":"\n   Pap your ass with you leaning on a bed looking back at me and kinda biting your lips or with your tongue out and first 2 fingers together in the international \"ok\" sign. Thanks!\n  ","824078":"\n   lol wtf anon.\n  ","824079":"\n   ignore if you want but can you look at my recent answer and tell me your thoughts? ❤\n  ","824080":"\n   I just saw the special edition of a movie - \"Finding Emo - the extended cut\" lmfao\n  ","824081":"\n   CNN just announced there has been a sharp increase in self-harm among high school students  due to social and academic pressures. I just don't get why kids are so concerned about being a CUT above the rest :D\n  ","824082":"\n   What's your fav soda drink?\n  ","824083":"\n   do you shave\n  ","824084":"\n   how did you get so popular\n  ","824085":"\n   where do you work\n  ","824086":"\n   QOTD: Do you like your job if you have one? :)\n  ","824087":"\n   how old is your son\n  ","824088":"\n   how long have you been in a relationship\n  ","824089":"\n   age\n  ","824090":"\n   -\n  ","824091":"\n   can you drive\n  ","824092":"\n   you're rude\n  ","824093":"\n   You dont always get money back with taxes :) sometimes you can owe the state money which sucks. but it depends how much you make if you owe its usually if you made a lot that year but i dont know for sure! i just dont want you getting introuble because i know someone who has :)\n  ","824094":"\n   Id delete your questions about saying how you didnt file last year because its illegal to say you didnt file if you owed any money\n  ","824095":"\n   are you wearing makeup ?\n  ","824096":"\n   how's your relationship with you're mom\n  ","824097":"\n   bra size\n  ","824098":"\n   did you file your taxes yet\n  ","824099":"\n   you've said multiple times that you have a fast metabolism lol\n  ","824100":"\n   you do have a nice body tho\n  ","824101":"\n   how far along were you when you got your first ultrasound\n  ","824102":"\n   you need to eat more\n  ","824103":"\n   something you can't stand\n  ","824104":"\n   you always smile the same\n  ","824105":"\n   your way to skinny\n  ","824106":"\n   how old were you when you got pregnant\n  ","824107":"\n   what time is it\n  ","824108":"\n   so your not pregnant\n  ","824109":"\n   Post a picture of your favorite sci-fi character!\n  ","824110":"\n   why do you have cramps\n  ","824111":"\n   what you doing\n  ","824112":"\n   Come over and ask me some questions. Don't mind the topic of question, just a little touchy at the minute so tread carefully;).. Depending how much longer I'm awake, I may spam. x\n  ","824113":"\n   Okay\n  ","824114":"\n   If I ask you a few different questions for different pictures can you post them (un watermarked? )\n  ","824115":"\n   you're perfect\n  ","824116":"\n   how's your day so far\n  ","824117":"\n   are you pregnant\n  ","824118":"\n   Not doing the Health&Emotion spam right now, as you may or may not have seen, not good timing aha.\nx\n  ","824119":"\n   Do you ever pee in the disabled toilet?\n  ","824120":"\n   where do you work\n  ","824121":"\n   what you doing\n  ","824122":"\n   Funding for the self-harm clinic has been SLASHED due to budget CUTS :D\n  ","824123":"\n   I can't stress enough how important vaccinations are!\n~Please read, and those who don't vaccinate, please reconsider.\n   \n    http:\/\/ask.fm\/tiamaeandmummy\/answer\/124845911251\n   \n","824124":"\n   ('Have you ever' spam!) Have you ever assaulted verbally of physically a member of public service? Like police for example.\n  ","824125":"\n   ('Have you ever' spam!) Have you ever eaten something that's not designed as a food? Like insects or even objects.\n  ","824126":"\n   ('Have you ever' spam!) Continuing now! The Health&Emotion spam will be after 7 GMT timezone.\n\nHave you ever, developed feelings for someone in a relationship with someone close to you?\n  ","824127":"\n   ('Have you ever' spam!) Have you ever blamed someone else for your own actions?\n  ","824128":"\n   but you're right instead of saying something hoping she could see her wrong doing and try to change those things for her child and even better herself i shouldn't worry about other people. all i can do is pray her and her well being and leave it in God's hands\n  ","824129":"\n   im actually worried for the child ? CANT WE LIVE IN WORLD WHERE U ACTUALLY CARE FOR SOMEONE AND NOT JUST 'WORRIED' ABT PPLS LIVES. a could care less about ariana but when i see a child getting cursed at or swearing in front of one or throwing the childs toys then yes i worry\n  ","824130":"\n   actually the video im talking about is where ariana let her bf swear in front of her child and look DIRECTLY AT HER child AND SAY HOE. then KICKS (he didnt throw) KICKS the toy that she just has in her hands and mouth. like watt she didnt even correct or try to correct him but now its suddenly deltd\n  ","824131":"\n   what did you cook for breakfast\n  ","824132":"\n   how old are you\n  ","824133":"\n   I'll carry on the 'Have you ever' spam later when I'm home. I'll also be doing other topics such as Health and Emotion. Feel free to send any questions my way:)xx\n  ","824134":"\n   ('Have you ever' spam!) Have you ever lied to make someone feel better?\n  ","824135":"\n   ('Have you ever' spam!) Have you ever gone skinny dipping?\n  ","824136":"\n   ('Have you ever' spam!) Have you ever pretend to have feelings for someone because they liked you?\n  ","824137":"\n   ('Have you ever' spam!) Have you ever taken something back off someone without their knowledge?\n  ","824138":"\n   ('Have you ever' spam!) Have you ever kissed someone you didn't know?\n  ","824139":"\n   ('Have you ever' spam!) Have you ever had sexual encounters with those of the same sex?\n  ","824140":"\n\n    @tiamaeandmummy\n   \n   hits her kid well its her sister\n  ","824141":"\n   Good what you up to\n  ","824142":"\n   Trying to do spam of all requested topics so please bare with me. Sexual\/personal was requested so for the sake of my followers, I will try and keep it as PG as I can do you won't feel uncomfortable answering these. If you do, feel free to delete them.\n  ","824143":"\n   4: When it comes to you and your relationships, what kind of boundaries cannot be crossed by both the same and opposite sex?\n  ","824144":"\n   3: What are the top 5 primary keys to having a successful and healthy relationship whether it's with a family member, a friend, or a spouse?\n  ","824145":"\n   What kind of things are you and aren't you in to in the bedroom? Have you ever created and used a safety word when you felt uncomfortable with your partner?\n  ","824146":"\n   Okay, I give. Sexual\/personal spam makes me uncomfortable without going into explicit details so I'm going to do pregnancy\/mommy spam instead since I follow mainly parents. Parents\/Parents to-be: Was\/is an epidural an option? Why or why not?\n  ","824147":"\n   alright done spamming idk how many questions that was lol, but come & spam me back! might do more later.\n  ","824148":"\n   Sorry my spam was put on hold due to unnecessary chaos, but if anyone would like to send in topic ideas for more spam tonight, now would be the perfect time :))\n  ","824149":"\n   Relationship spam was requested so here goes question #1. 1: At what point of your relationship(if you're in one) did you ever feel like you two could conquer the world? At what point did you feel like you two were never going to make it?\n  ","824150":"\n   2: How important are relationships to you at your age? Do you think you're too young to be tied down or is casual more your forte?\n  ","824151":"\n   is it really possible for some girls not being able to feel when they cum? 0.0\n  ","824152":"\n   I see y'all being so insecure, or getting hate because of your weight\/looks & it upsets me because I'm SO insecure. just know that you're beautiful, your weight doesn't define you & it doesn't matter! skinny or fluffy I'll love you forever! lol. smile guys, don't let them get to you!(:\n  ","824153":"\n   Parents\/Parents to-be: Do you think trendy parenting names are a bit ridiculous like 'crunchy parenting'? Do you think more parenting should be focused on more natural and old-fashioned values than more advanced and newer values?\n  ","824154":"\n   How are you\n  ","824155":"\n   Parents\/Parents to-be: What is your biggest pet peeve when it comes or will come to other people involved with your children?\n  ","824156":"\n   Hi\n  ","824157":"\n   what was your first orgasm like?\n  ","824158":"\n   Alright guys...guess who got a job. this girl!\n  ","824159":"\n   have you ever pictured any of your teachers having sex? tbh I have but I'm just like \"you, sex? what?\" like idk I just can't see them doing it lol\n  ","824160":"\n   \"no matter how many times your family does you wrong, never do them wrong\" true or false?\n  ","824161":"\n   a lot of you requested sexual spam so I'm gonna try to do as much as I can think of lol. ever had a one night stand?\n  ","824162":"\n   ever had sex with someone you weren't in a relationship with?\n  ","824163":"\n   whenever I do sexual spam does it ever get you in the mood?\n  ","824164":"\n   how many people have you given oral to?\n  ","824165":"\n   just got requested by an anon to do masturbation spam lmao. so do you masturbate? how often? (that's it for that part of the spam lol)\n  ","824166":"\n   does it turn you on if your partner moans?\n  ","824167":"\n   also asked for underwear spam? l so what kind of undies do you usually wear?\n  ","824168":"\n   taking a break from ask.fm until people can learn to stop being a racist rude bitch. leave me stuff. adios.\n  ","824169":"\n   how many people have given oral to you?\n  ","824170":"\n   whenever a girl has a yeast infection or bacterial infection do you get grossed out, or just think that it's a natural thing? just remember it is natural for future whenever you hear someone has it lol.\n  ","824171":"\n   girls - ever slept with a guy who had a small weewee? guys - ever slept with a loosey goosey?\n  ","824172":"\n   do you believe that girls can get \"loose\" or does it stay the same size? I've heard both lol.\n  ","824173":"\n   ever dressed up in the bed room for your boyfriend? I once dressed as a school teacher ;)\n  ","824174":"\n   does your butt have a \"enter\" sign or a \"exit only\" sign?\n  ","824175":"\n   does the size of a penis matter, or does it just depend on if they know how to use it\n  ","824176":"\n   have you ever had sex outside? I'm guilty\n  ","824177":"\n   weirdest place you've had sex?\n  ","824178":"\n   have you ever got carpet burn from having sex on the floor? I have & I had to tell my parents I tripped and skinned it lmao\n  ","824179":"\n   some of y'all's answers are so plain, CHEER UP BEFORE I COME SMACK YA THROUGH THE PHONE. ❤️\n  ","824180":"\n   have you ever had sex in someone else's bed?\n  ","824181":"\n   Do you smile at strangers?\n  ","824182":"\n   is there something you don't like about sex?\n  ","824183":"\n   it's my aunts birthday, come to my page & tell her happy birthday, I'm gonna screenshot them all & send them to her! (only if you wanna)\n  ","824184":"\n   how long have you had your ask?\n  ","824185":"\n   I'm feeling a little better so I'm gonna spam.\n  ","824186":"\n   ;sending to all; okay so track is coming up and I've been set on doing it, although I'm not a great runner not very strong. but j need lots of practice. Do you have any tips before tryouts? (Little note I'm a little on the heavier side :() )\n  ","824187":"\n   a famous person you would love to fuck?\n  ","824188":"\n   probably won't be spamming tonight, I have a lot going on & on top of all that I'm sick & have a huge headache. sorry.\n  ","824189":"\n\n    http:\/\/ask.fm\/kayyincamo\/answer\/125621958849\n   \n   Still doing ✨️honesty night✨ while I get together spam questions :)\n  ","824190":"\n   Ever injured yourself like you hurt your body on accident?\n  ","824191":"\n   last time you had sex\n  ","824192":"\n   will you guys do me a favor & go to\n   \n    http:\/\/ftr.io\/r\/3QDTN22\n   \n   & sign up? pleeeeease & thank youuuuu. it'll pay you 25cents Every time you get sent a text also.\n  ","824193":"\n   What would you do?\n  ","824194":"\n   What would you do?\n  ","824195":"\n   What would you do if you woke up naked on a dirty mattress in an empty building with warm white stuff on your chest?\n  ","824196":"\n   Do you have flats?\n  ","824197":"\n   Age? Height?\n  ","824198":"\n   spam topics?\n  ","824199":"\n   I'm getting sick ): know anything to stop it before it gets bad?\n  ","824200":"\n   What do you think of makeup?\n  ","824201":"\n   bt y\n  ","824202":"\n   new. send follower\n  ","824203":"\n   you have a Twitter ?\n  ","824204":"\n   have you been to the gym\n  ","824205":"\n   what's up\n  ","824206":"\n   eai sua garibalda\n  ","824207":"\n   if you dated a guy and he told you he had a foot fetish 2 months into the relationship. what would you do?\n  ","824208":"\n   why don't you want anymore kids\n  ","824209":"\n   Compliment time! I love Gabby's ridiculously in-shape body! Especially for a mom!\n  ","824210":"\n   hey\n  ","824211":"\n   what you doing\n  ","824212":"\n   Have a good day at work baby. I love you\n  ","824213":"\n   what's your tattoo of\n  ","824214":"\n   plans for today\n  ","824215":"\n   how's your morning?\n  ","824216":"\n   ever had sex where you was just like \"damn..\" afterwards? & wanted to just fall asleep? lmao.\n  ","824217":"\n   first thing to come to mind when I say Movie?\n  ","824218":"\n   If anyone is awake and would love to help keep me awake with some spam, that would be amazing! I will also do Q4Q if anyone is interested.\n  ","824219":"\n   why is time going so slow? ugh. it's only 11:37pm here, & my boyfriend doesn't go to bed till like 4am. I'm so upset & tired, seems like time slows when you want it to go by fast & when you want it to go by slow it goes fast.\n  ","824220":"\n   come & spam me, I'm so bored. idc if it's anon or not haha.\n  ","824221":"\n   Should women be allowed to use profanity or is it simply just unlady like?\n  ","824222":"\n   if you were a boy and your were sexually assaulted by a girl what would you say or do?\n  ","824223":"\n   what do you think of gofundme accounts?\n  ","824224":"\n   I never bothered getting a girlfriend, not after mom told me I could use her amazing body whenever I wanted. She said it was her way of loving me and always keeping me close\n  ","824225":"\n   if you ask a question & someone answers it with a question mark do you feel like they're getting smart with you? example - \"are you afraid of the dark\" \"no?\"\n  ","824226":"\n   I'm confused, is there a measles outbreak or something?\n  ","824227":"\n   bath or shower?\n  ","824228":"\n   have any embarrassing sex stories? whenever I lost my virginity I got on top, & I ended up banging my head into the wall lmao.\n  ","824229":"\n   which term do you use, virginity or \"popping your cherry\" ?\n  ","824230":"\n   favorite artist?\n  ","824231":"\n   do you think people who say they are addicted to drugs & can't stop, choose not to stop? or is it because they really are addicted?\n  ","824232":"\n   would you have a hard time if your parents got divorced? tbh I never really understood why it's such a big deal. you'll still see them both, they just won't be together. idk lol everyone is different.\n  ","824233":"\n   what size bed do you have?\n  ","824234":"\n   are you insecure about your body?\n  ","824235":"\n   why do you think some girls turn to sex to feel \"loved\"\n  ","824236":"\n   opinions on 13\/14 year olds having sex, partying & things like that?\n  ","824237":"\n   has anyone in your family ever overdosed? my aunt overdosed & passed away.\n  ","824238":"\n   would you rather receive oral, or have sex?\n  ","824239":"\n   when did you first give oral?\n  ","824240":"\n   what do you think of \"twerking\"\n  ","824241":"\n   how many different schools have you went to? I've been to at least 10.\n  ","824242":"\n   ever had to stay in a shelter or live in a hotel?\n  ","824243":"\n   do you sing in the shower?\n  ","824244":"\n   how big is your house?\n  ","824245":"\n   lol my mom just gave me a wedgie yelling at me to do homework. it was hot af.\n  ","824246":"\n   explain the weirdest thing a family member did to your booty lol\n  ","824247":"\n   do you smoke\n  ","824248":"\n   follower count\n  ","824249":"\n   Favorite quote of all time?\n  ","824250":"\n   pro life or pro choice\n  ","824251":"\n   who don't you like on here\n  ","824252":"\n   what's something that your doing\n  ","824253":"\n   alright anyone else want my story emailed to them? last chance before I delete it out my notes!\n  ","824254":"\n   -\n  ","824255":"\n   Want to see my feet and show them\n  ","824256":"\n   pap foot feet\n  ","824257":"\n   Your feet are weird\n  ","824258":"\n   come & ask me stuff? I'll spam in a little but as of now I feel really sick.\n  ","824259":"\n   Pap of your beautiful feet :)because they're delicious and want to eat them\n  ","824260":"\n   Pap of your beautoful foot feet\n  ","824261":"\n   ARQotD: What is your fave type of cheese?\n  ","824262":"\n   why do you stick up for Hayleigh\n  ","824263":"\n   What is appropriate and modest clothing for a woman\/man of your age and why?\n  ","824264":"\n   Do I ever embarrass you in public?\n  ","824265":"\n   What is a concept that some people just can't but should understand?\n  ","824266":"\n   What do you do if you have parents\/siblings who are living the wrong way? (one way in church, another way at home, dad on the internet) How do you avoid wrong influences when you live with them?\n  ","824267":"\n   What did you want to be when you grew up? Why? What options seemed open or closed to you?\n  ","824268":"\n   What does sex solely mean to you?\n  ","824269":"\n   What is your strategy for meeting new people and describe a specific time when it worked well?\n  ","824270":"\n   What do you like and fear about dating?\n  ","824271":"\n   What point in your life did you ever feel like giving up all hope? Do you regret ever having those thoughts? How did you overcome such a negative mindset?\n  ","824272":"\n   Is cheating on a spouse ever justified? Why or why or why not? Do you firmly believe in the saying \"two wrongs don't make a right\"?\n  ","824273":"\n   What is a question that you receive on Ask more than the desired amount? Do you ever get frustrated with receiving this question so many times?\n  ","824274":"\n   10 interesting facts about anything:$\n  ","824275":"\n   How will you celebrate your next birthday?\n  ","824276":"\n   If he wanted to watch the movie, would you let him?\n  ","824277":"\n   Has your son seen the movie \"frozen\"\n  ","824278":"\n   is he cranky\n  ","824279":"\n   did Joseph take a nap yet\n  ","824280":"\n   do you have a kik\n  ","824281":"\n   what time is it\n  ","824282":"\n   did you breastfeed\n  ","824283":"\n   how many kid(s) do you have\n  ","824284":"\n   (Spam Topic: Scale of 1-10) Q10\/10: Rate your opinions on me?;)\n  ","824285":"\n   (Spam Topic: Scale of 1-10) Q8\/10: How independent are you?\n  ","824286":"\n   (Spam Topic: Scale of 1-10) Q9\/10: How spontaneous are you?\n  ","824287":"\n   (Spam Topic: Scale of 1-10) Q7\/10: How funny are you?\n  ","824288":"\n   what's your boyfriend doing\n  ","824289":"\n   (Spam Topic: Scale of 1-10) Q6\/10: How jealous are you?\n  ","824290":"\n   what are you doing\n  ","824291":"\n   (Spam Topic: Scale of 1-10) Q5\/10: How 'cool' do you think you are?\n  ","824292":"\n   (Spam Topic: Scale of 1-10) Q4\/10: How easily do you get annoyed?\n  ","824293":"\n   (Spam Topic: Scale of 1-10) Q3\/10: How happy are you right now?\n  ","824294":"\n   (Spam Topic: Scale of 1-10) Q2\/10: How honest are you?\n  ","824295":"\n   (Spam Topic: Scale of 1-10) Q1\/10: How flexible are you?\n  ","824296":"\n   some of you were interested in my \"story\" so I've finally copied & pasted it alllll from Instagram onto my notes. if you would like it, come give me your email & I'll email it to you. I just don't feel comfortable sharing all that hard stuff & personal stuff with rude anons or I'd post it on here.\n  ","824297":"\n   there so cute\n  ","824298":"\n   how old are you\n  ","824299":"\n   do you have any tattoos or piercings\n  ","824300":"\n   What are the nicknames you have for Joseph? Do you ever call him joe or Joey?\n  ","824301":"\n   Sorry guys not feeling up to the spam at the moment. If I stay awake I'll do it, but I need some me time right now. Possibly do tomorrow. Sorry ❤️\n  ","824302":"\n   What words does Joseph say?\n  ","824303":"\n   God go take care of your kid or something and stop begging for questions every single day\n  ","824304":"\n   I'm the anon that said ew and I didn't send you the link I was just telling you what it was bc I opened it\n  ","824305":"\n   Will u open links if u know who it's from\n  ","824306":"\n   It's some guy in a thong in the link... Ew\n  ","824307":"\n\n    http:\/\/ask.fm\/erikkartmann\/answer\/123974518027\n   \n","824308":"\n   how old are you\n  ","824309":"\n   do you have a secret way of asking for sex but not actually saying \"let's have sex\" lol? personally I'll just bend over in bed & be like \"come onnnn\" hahahaha.\n  ","824310":"\n   I've gotten 3 hours of sleep off & on so I'm gonna try to go back to bed! come & leave me stuffffff\n  ","824311":"\n   can your mood go from happy to pissed in .5 seconds? I know I'm quick to snap on someone no matter how happy I am lol.\n  ","824312":"\n   ever say no whenever your boyfriend\/girlfriend wants to have sex?\n  ","824313":"\n   something you value a lot?\n  ","824314":"\n   any sex positions you find funny or weird?\n  ","824315":"\n   do you care if you hurt someone's feelings when giving your opinion on something?\n  ","824316":"\n   girls does your boyfriend ever use your butt as a pillow? mine sure does lol. guys do you ever use your girls butt as a pillow?\n  ","824317":"\n   tank tops or tshirts? sweaters, hoodies, or jackets?\n  ","824318":"\n   a color you find ugly? I hate red\n  ","824319":"\n   favorite color? mines blue!\n  ","824320":"\n   how's y'all's day going?\n  ","824321":"\n   I'm tired of the complaining about certain questions I ask. I left the sexual spam out last time & ppl STILL complained. I told y'all I ask about ALL TOPICS. ALL! don't ask for my spam & then complain. so I'm taking ppl off the list. you need to come tell me if you still want it or not.\n  ","824322":"\n   how was your childhood\n  ","824323":"\n   thongs or regular panties\n  ","824324":"\n   you have a nice body\n  ","824325":"\n   selfie\n  ","824326":"\n   how's your morning so far\n  ","824327":"\n   you believe in God\n  ","824328":"\n   your son is so cute\n  ","824329":"\n   ur son is so cute\n  ","824330":"\n   Hey, what do you think about my new upload?\n   \n    https:\/\/www.youtube.com\/watch?v=t7i8fvoo9h0&list=UUrLo15uXH-4agbV9kFDA7BQ\n   \n   It's free to download. I upload a new free song every 2 days.\n  ","824331":"\n   Have You Ever Been Arrested?\n  ","824332":"\n   What can’t be bought with money?\n  ","824333":"\n\n    http:\/\/ask.fm\/Joeward13\/answer\/123383909426\n   \n   someone took a screenshot hahahaha\n  ","824334":"\n   what year did you finish school\n  ","824335":"\n   what are you doing\n  ","824336":"\n   good morning\n  ","824337":"\n   when's your anniversary\n  ","824338":"\n   Then don't be a pussy\n  ","824339":"\n   you're so skinny\n  ","824340":"\n   Brb guys going to strangle my boyfriend then stab him :) jk but I am extremely annoyed so I'll spam later. come ask me stuff.\n  ","824341":"\n   do you like poetry? are you any good at writing it?\n  ","824342":"\n   topic for spam later is 'On a scale of 1-10'. I'll be asking questions and you'll say you're answer with a number. 1 being bad, 10 being good. This won't be for a few hours yet x\n  ","824343":"\n   do you have any eating disorders? have you ever? when me & my sister were younger we visited my gma for the summer, we didn't eat a lot & so she made us eat every meal till it was completely gone, if we threw up we got to stand in a freezing cold shower. now I hate eating bc of bad memories.\n  ","824344":"\n   on a scale of 1-10 how happy are you normally?\n  ","824345":"\n   have you ever tried to commit suicide? if so just know I'm very thankful you're still here.\n  ","824346":"\n   have you ever self harmed?\n  ","824347":"\n   have you ever hit \"rock bottom\"\n  ","824348":"\n   what time is it\n  ","824349":"\n   follower count\n  ","824350":"\n   just a warning that I'm about to get on a touchy subject for some people.\n  ","824351":"\n   Music spam. 10\/10. What song do you love to dance to?\n  ","824352":"\n   have you ever had a best friend online? I do! too bad she lives in the UK ✋\n  ","824353":"\n   Music spam. 6\/10. What song can you not stand?\n  ","824354":"\n   are you good at making friends? I deff am not lol. I usually never talk to someone first.\n  ","824355":"\n   I'm 18 next month & I still don't curse around my parents cause I feel like it's awkward lol, do you?\n  ","824356":"\n   have anyone in your family that doesn't like a certain race?\n  ","824357":"\n   do you like to text?\n  ","824358":"\n   my boyfriend just asked me who I love more, him or my phone. lmao. are you glued to your phone?\n  ","824359":"\n   most people think that when toddlers curse it's cute, what's your opinion on it?\n  ","824360":"\n   can you draw?\n  ","824361":"\n   when you were little and had to line up at school, did you ever run over there so you could be the first in line? I remember one time I did & some kid was like \"what's the rush were all going to the same place\" like hoold up bitch, obviously I don't care I still wanna be first, lmao.\n  ","824362":"\n   have you seen the show \"Bring it\" ? I loooove it!\n  ","824363":"\n   Music spam. 7\/10. Do you like country music?\n  ","824364":"\n   Music spam. Do you have a love song that makes you cry? If so, what is it?\n  ","824365":"\n   Music spam. 9\/10. Do you like rock music?\n  ","824366":"\n   Music spam. 5\/10. Who's your favorite singer\/band?\n  ","824367":"\n   Music spam. 4\/10. What kind of music do you listen to?\n  ","824368":"\n\n    https:\/\/www.youtube.com\/watch?v=yoLPKs5PDvw\n   \n","824369":"\n   Music spam. 2\/10. What's your all time favorite song?\n  ","824370":"\n   Music spam. 3\/10. Have you heard of the song \"I'm not the only one\" by Sam smith?\n  ","824371":"\n   Hey everyone! I hope you all are having an amazing night! God bless you all and hope to hear more from you all! ❤️❤️\n  ","824372":"\n   Even though it's early in the year, have you stopped being friends with someone? If so, why?\n  ","824373":"\n   ARQotD: How long do you wait between lathering shampoo and rinsing it out? How about with conditioner?\n  ","824374":"\n   How do you deal with hate?\n  ","824375":"\n   Have you heard of the song \"the heart wants it whats\" by selena Gomez?\n  ","824376":"\n   Would you like to have a music spam?\n  ","824377":"\n   Music spam.. 1\/10. Have you heard of the song \"Jealous\" by nick Jonas?\n  ","824378":"\n\n    http:\/\/ask.fm\/questionsformommas\/answer\/124369718507\n   \n   Attractive or nah?\n  ","824379":"\n   If you have something to say about me then say it to me LOL\n  ","824380":"\n   just a reminder to the ladies I follow that no matter what anyone says, YOU ARE BEAUTIFUL. & will always be beautiful! & that if you ever need to vent or talk my page & kik is available! hope you're okay & having a nice night(:\n  ","824381":"\n   where do you live\n  ","824382":"\n   why do you have to get up early\n  ","824383":"\n   do you use condoms\n  ","824384":"\n   send your followers and anons my way? anything goes.\n  ","824385":"\n   how old were you when you gave birth\n  ","824386":"\n   how old are you\n  ","824387":"\n   ever been skinny dipping\n  ","824388":"\n   what time is it\n  ","824389":"\n   Is it dangerous to breast feed if you smoke or drink? Do you know any decent facts about this?\n  ","824390":"\n   how old is Joseph\n  ","824391":"\n   how are you trashy\n  ","824392":"\n   ur gorgeous that anon is an hater\n  ","824393":"\n   What can I take to sleep? I've been up 3 nites\n  ","824394":"\n   no I'm not actually saying that?? you're the trashiest mother on here tbh.\n  ","824395":"\n   your black\n  ","824396":"\n   The N word is racist. It just depends on the context you say it in.\n  ","824397":"\n   if the n word isn't racists why don't you just type it out instead of putting the letter?\n  ","824398":"\n   who's Alexis\n  ","824399":"\n   you like rock\n  ","824400":"\n   are you okay\n  ","824401":"\n   last time you sent a nude\n  ","824402":"\n   last time you had sex\n  ","824403":"\n   I'd love questions guys\n  ","824404":"\n   done spamming for a little. hope you enjoyed the questions.\n  ","824405":"\n   Angelina Jolie thinks this is a good book, Atlas Shrugged.Check it in\n   \n    http:\/\/www.gemfeed.com\/#!\/imo\/54aff3bf3065340003420f00\/\n   \n   ?ref=ask . Have you read it?\n  ","824406":"\n   do you wish your partner was sweeter?\n  ","824407":"\n   are you good at giving massages? I will deff be asking my boyfriend for a back massage tonight, it's hurting way too bad!\n  ","824408":"\n   what do you think your family would say if they saw your ask.fm account? lol\n  ","824409":"\n   ever been a bully? ever been bullied?\n  ","824410":"\n   do you get a lot of hate? I've never gotten so much hate in my life besides the last 2 days lmao. learning to deal with it is new.\n  ","824411":"\n   Do You Like To Read? Which Are Your Favorite Books And Authors?\n  ","824412":"\n   Do you feel you have a purpose or calling in life?\n  ","824413":"\n   Did he cum a lot\n  ","824414":"\n   do you like being in control during sex, or your partner being in control?\n  ","824415":"\n   how many times a week do you think you have sex?\n  ","824416":"\n   do you like rough sex (choked, biting,scratching,hair pulling) more so then like slow making love sex?\n  ","824417":"\n   ever had a dream & it actually happen? I once had a dream 2 nights in a roll that someone in my boyfriends family died, his mom called the next day& told him his uncle passed. how freaky!\n  ","824418":"\n   opinion on dirty talk during sex?\n  ","824419":"\n   something you've gone through that's made you a better stronger person?\n  ","824420":"\n   do you get mad when you think of something to say or ask someone & then forget a second later? happens to me all the time\n  ","824421":"\n   How does it feel to be a mom?\n  ","824422":"\n   aw man I have spammers block lol uhhhh, do you ever judge a book by it's cover? (talking about people not actual books)\n  ","824423":"\n   Married or taken?\n  ","824424":"\n   You use your toy often\n  ","824425":"\n   do you have a job? if so what is it? if not, where do you wanna work?\n  ","824426":"\n   do you regret losing your virginity to whoever you lost it too? (sounds so silly saying \"lost it too\" )\n  ","824427":"\n   how many people have you slept with? I've slept with 2. my ex, & my boyfriend of 2years now.\n  ","824428":"\n   seriously why isn't there an ask all button? because this going down & clicking ever single person is quite annoying haha.\n  ","824429":"\n   Do you use toys?\n  ","824430":"\n   are you \"lady like\" ? men are you a gentlemen?\n  ","824431":"\n   ever embarrassed yourself in front of a guy\/girl? if so, what'd you do? lol\n  ","824432":"\n   what do you smoke\n  ","824433":"\n   cool pic\n  ","824434":"\n   how many partners is too many?\n  ","824435":"\n   are you ashamed of anything you've done?\n  ","824436":"\n   Could you quit smoking if you wanted to?\n  ","824437":"\n   are you in school? if so would you ever drop out? if you aren't, did you graduate?\n  ","824438":"\n   do you get annoyed easily?\n  ","824439":"\n   How often you smoke?\n  ","824440":"\n   it's 6pm where I am & I just woke up lol. what time did y'all wake up?\n  ","824441":"\n   REMINDER:\nMY NEW ACCOUNT\n   \n    @TIAMAEANDMUMMY\n   \n   .\nGET FOLLOWING.\n  ","824442":"\n   Ever got a migraine before\n  ","824443":"\n   I'm spamming in a few minutes, again please don't complain about the sexual part because YOU asked for my spam, & I am honest about things I've done because I don't know y'all & I have no reason to be ashamed about any of it. thank you & I hope y'all are having a good day. (resent)\n  ","824444":"\n   How long is your sex usually last?\n  ","824445":"\n   do you suck penis\n  ","824446":"\n   bra size\n  ","824447":"\n   are you gonna have sex tonight\n  ","824448":"\n   who's Alyson\n  ","824449":"\n   what you doing\n  ","824450":"\n   Who is your favorite author?\n  ","824451":"\n   im sorry for the sexual spam guys, I feel soo bad! ill never do a sexual spam again. The questions were a little too personal. Alot of you didn't like it\n  ","824452":"\n   Please check my last answer if you're an Instagram user and wanting to follow me; ❤️\n  ","824453":"\n   Yes Or No Spam): Do you get offended easily?\n  ","824454":"\n   Yes Or No Spam): Do you admit when you're wrong?\n  ","824455":"\n   ------\n  ","824456":"\n   Yes Or No Spam): Can you understand any sign language?\n  ","824457":"\n   Yes Or No Spam): Have you ever wanted to teach?\n  ","824458":"\n   Yes Or No Spam): Do you have a diary?\n  ","824459":"\n   Yes Or No Spam): Have you ever tried to beat a world record?\n  ","824460":"\n   Can u please tell me the name of the insta page that's stealing Ava's pics imma report her\n  ","824461":"\n   Yes Or No Spam): Have you ever been camping?\n  ","824462":"\n   Send your anons and followers my way? Anything goes.\n  ","824463":"\n   21) rate my spam 1-10. Comments please?\n  ","824464":"\n   20) have you ever had a lap dance? {requested}\n  ","824465":"\n   19) have you ever felt guilty after a sexual experience { requested }\n  ","824466":"\n   (: Oh okay well ill give you my kik dlcesar88 incase u wanna send me a message through kik. that way u can see who I am.\n  ","824467":"\n   Anon stfu she's allowed to have her opinion about whoever she wants. Who cares? It's just an opinion.\n  ","824468":"\n   Don't get mad I was just wondering if I can kik you\n  ","824469":"\n   what does it look like outside\n  ","824470":"\n   Going to play the 'Yes or No' game over on my page. Send me things and I'll answer \"Yes or No\" to them. \nMy spam later on will be your turn for 'Yes or No'!\n  ","824471":"\n   What's your kik?\n  ","824472":"\n   Hi do u have kik?\n  ","824473":"\n   how do you deal with all this hate\n  ","824474":"\n   Can u give me some tips to lose weight? I really need to :( thanks :)\n  ","824475":"\n   18) is sex better when your high? {requested }\n  ","824476":"\n   You're saying she shouldn't have kids look at how messy your kids room is in that selfie like seriously that's disgusting to live like that\n  ","824477":"\n   what's it doing\n  ","824478":"\n   you know she had sex in the hospital while her son was sick\n  ","824479":"\n   whos Alyson\n  ","824480":"\n   17) where is the most interesting place you have had sex? { requested }\n  ","824481":"\n   16) what is the most awkward sex position? { requested }\n  ","824482":"\n   ur hot\n  ","824483":"\n   first 2 likers get 30 likes rest get 3 please :))\n  ","824484":"\n   15) have you ever hurt yourself during sex? { requested }\n  ","824485":"\n\n    http:\/\/ask.fm\/TasciNoreen\/answer\/124109698656\n   \n   what do you wish for at night? :')\n  ","824486":"\n   Rates - Teddy bear!!!! Your hair is amazingg!!! ***\n   \n    http:\/\/ask.fm\/georgiaaliceox\/answer\/126063405224\n   \n   ***\n  ","824487":"\n   are you older then 18\n  ","824488":"\n   14) when im having sex I wont put ___ in my mouth\n  ","824489":"\n   13) if you had a sexual \" to-do \" list, what would be at the top of the list?\n  ","824490":"\n   part 2 sexual { requested } whata your boggest turn ons?\n  ","824491":"\n   What're your opinions on \"Bro's before h0es\" or \"Chicks before d!cks\"?\n  ","824492":"\n   10) why is they sky blue during the day and dark during the night?\n  ","824493":"\n   9) whats your favorite tv channel to watch in the middle of the night?\n  ","824494":"\n   8) is there a cause you believe more that any other cause?\n  ","824495":"\n   did you have a bby shower\n  ","824496":"\n   when does Joseph go back to the doctors\n  ","824497":"\n   IG name\n  ","824498":"\n   wy don't you and your mom get along\n  ","824499":"\n   does Joseph listen well\n  ","824500":"\n   6) what are the key ingredients to having a good relationship?\n  ","824501":"\n   you and Hayleigh friends\n  ","824502":"\n   natural birth or c section\n  ","824503":"\n   what a nice case\n  ","824504":"\n   5) how is your relationship with your parents?\n  ","824505":"\n   4) what song comes closest to how you feel about your life right now\n  ","824506":"\n   3) what is the last thing you said out loud?\n  ","824507":"\n   2) are you more childlike or childish?\n  ","824508":"\n   Starting spam! First half 1) What are 3 most important things everyone should know about you?\n  ","824509":"\n   what's Joseph doing\n  ","824510":"\n   So, she's 29. We already established that.\n  ","824511":"\n   you look 15\n  ","824512":"\n   how much do you weigh\n  ","824513":"\n   how are you today ?\n  ","824514":"\n   Doing a spam in 1 hour, just send me a question if you DONT want it. The spam will be 20 questions. Half personal and the other half sexual { requested }\n  ","824515":"\n   do you want anymore kids ?\n  ","824516":"\n   do you talk to Georgina\n  ","824517":"\n   if you guys know I have sexual spam, & you don't like sexual spam, then quit asking for my spam please. I can't keep track of who wants what, & I don't do just one topic at a time. if you think I'm too honest with anything I post, then unfollow me please. thank you.\n  ","824518":"\n   Since I never send questions I'm going to start sending 1-3 questions a day. #1 What would you consider a harsh drug? Is there a drug you believe should be legalized? Should drug tests be required every month if you have a child?\n  ","824519":"\n   is there anything that your partner won't do in bed that you wish they would?\n  ","824520":"\n   do I ask too many sexual questions? if so I'll try to stop, I just lose track of how many I'm asking haha\n  ","824521":"\n   Best Vacation?\n  ","824522":"\n   your dp is gorgeous\n  ","824523":"\n   what's something you want right now\n  ","824524":"\n   I'm following you :)\n  ","824525":"\n   What kind of situations really leave you feeling alone?\n  ","824526":"\n   how long you guys been together\n  ","824527":"\n   Awh y'all are cute!\n  ","824528":"\n   what's the weather like\n  ","824529":"\n   how are you and your bf\n  ","824530":"\n   how the hell do y'all have so much shoes? I literally have a pair of Jesus sandals & a pair of jordans, that's it.\n  ","824531":"\n   anyone have sensitive stomachs? like having to poop a lot, or having diarrhea often, being constipated often? for the past 2 years now either I can't poop for a week, then when I do it's never ending. there's a such thing as your insides being in a knot, I'm scared that's what's wrong with me.\n  ","824532":"\n   how much perfume\/cologne do you have? what kind?\n  ","824533":"\n   What are your firsthand thoughts about young teens of ages 13 & up having sexual thoughts or sexual intercourse? Do you think they're ready for the responsibilities of before and after? Why or why not? Hypothetically, if you caught your teen having sex, how would you react and what would you do?\n  ","824534":"\n   have you ever had a lava lamp? my boyfriend bought be one for Christmas, I love it so much.\n  ","824535":"\n   Parents\/Parents-to-be\/Non-Parents: What will be your greatest worry when your child(ren) starts attending public school that is if you allow them to attend a public school? If they're already in school, what is\/was the first year like?\n  ","824536":"\n   Ello baes; The reason I haven't been able to spam is because everytime I'm on this site my computer freezes. I'll be spamming on my phone SOME but not a lot until I get webroot! which is kind of like norton.\n  ","824537":"\n   have y'all ever had a 3sum? or would you? I deff would not!\n  ","824538":"\n   what's a tattoo you want? if you don't want a tattoo what about a piercing?\n  ","824539":"\n   this question is inspired by Glen lol. have you ever seen the movie \"Mean Girls\" if so do you like it?\n  ","824540":"\n   do you love candles? I do!\n  ","824541":"\n   what weight would you consider \"fat?\"\n  ","824542":"\n   celebrity crush? I personally don't have any.\n  ","824543":"\n   is there a app that you have that you make money off of? I love my feature points.\n  ","824544":"\n   how many pairs of shoes would you say you have?\n  ","824545":"\n   \"if you're too embarrassed to buy condoms, you're too young to be having sex\" true or false?\n  ","824546":"\n   The misconception question regarding Pit-Bulls is always asked, but what about other large breed of dogs that are also classified as \"aggressive\" such as Dobermans, Rotts, German Shepards, etcetera. What are your assessments for those types?\n  ","824547":"\n\n    http:\/\/ask.fm\/questionsformommas\/answer\/123573987819\n   \n   Agree or disagree?\n  ","824548":"\n   do you moan in bed? it not, why don't you?\n  ","824549":"\n   should the man buy condoms or should the lady?\n  ","824550":"\n   Have you ever been involved in a situation that you couldn't get out of because you felt like it would cause a lot of drama, even maybe end a friendship?\n  ","824551":"\n   one of the most random times you've gotten horny?\n  ","824552":"\n   are you scared to say 100% truthful answers on here because you don't want to be judged?\n  ","824553":"\n   girls - does \"deep throating\" bother you? guys- do you like when someone does it to you?\n  ","824554":"\n   would you ever record you & your partner having sex?\n  ","824555":"\n   have you ever used a sex toy on yourself?\n  ","824556":"\n   one thing you'll never do in bed?\n  ","824557":"\n   are you easily turned off?\n  ","824558":"\n   are you easily turned on?\n  ","824559":"\n   what time is it where you are? it's currently 6:30am here.\n  ","824560":"\n   how often do you send anon messages?\n  ","824561":"\n   what was losing your virginity like? if you're a virgin, what do you think it'll be like?\n  ","824562":"\n   your gorgeous\n  ","824563":"\n   time\n  ","824564":"\n   have you ever lost someone close to you?\n  ","824565":"\n   what would you do if you found out your daughter or son was sending nudes?\n  ","824566":"\n   What is something that your best friend does that annoys you immediately to no end?\n  ","824567":"\n   have you had sex to any songs? if so which?\n  ","824568":"\n   are you up for anything in bed? or are you only willing to do certain things?\n  ","824569":"\n   -\n  ","824570":"\n   do you like the lights that are on your ceiling more, or lamps?\n  ","824571":"\n   girls- if your partner wanted to \"eat your butt\" would you let them? personally haven't had it done to me, but my friends have told me that their boyfriend did it & it was better then oral. guys- if your partner wanted you to do it would you?\n  ","824572":"\n   y'all's answers make me laugh so much lol. do you have any disorders or disease?\n  ","824573":"\n   bra, or sports bra? boxers or briefs? (i thinks there's a difference I don't pay attention) lol\n  ","824574":"\n   gotta to make dinner, come & ask me stuff.\n  ","824575":"\n   if your child ask you what sex is, around the age of 9-13 will you tell them? I've seen a lot of people on here say that they won't be having \"the talk\" with their child.\n  ","824576":"\n   Arizona or Brisk?\n  ","824577":"\n   would you rather have sex in the mud, or on in front of a house where people can see you?\n  ","824578":"\n   do you enjoy drama as long as you aren't in it?\n  ","824579":"\n   are you a defensive person? or do you just let people say whatever about you & ignore it?\n  ","824580":"\n   would you rather have sex with a stranger, or someone you hate?\n  ","824581":"\n   if you caught your child bullying someone, what would you do?\n  ","824582":"\n   how many times a day do you think you use the restroom?\n  ","824583":"\n   do you like to clean?\n  ","824584":"\n   how old is too old to be on ask.fm?\n  ","824585":"\n   What is one thing you wish you knew before you got pregnant?\n  ","824586":"\n   What were your career\/school plans before you got pregnant? Have they changed at all now?\n  ","824587":"\n   How old were you when you got pregnant?\n  ","824588":"\n   You don't shave your pubes?\n  ","824589":"\n   I cant think of anymore questions as of right now, so come & ask me someeeeeee. can be about anything!\n  ","824590":"\n   do you watch porn? I use to but now I don't like it.\n  ","824591":"\n   what's your favorite sex position? I honestly don't like being on top, but my boyfriend loves when I am, haha.\n  ","824592":"\n   have you ever pooped on yourself? I have lmao, oh gosh. if you wanna know the story come & askkkkk. I think it's funny.\n  ","824593":"\n   do you think I'm too honest? I just don't think you should feel ashamed about sex. especially if you're having it with someone you love.\n  ","824594":"\n   opinion on oral? personally I love giving it. it turns me on so much! hahaha.\n  ","824595":"\n   ever done anything weird during sex? I have a scar on my back from surgery whenever I was 6 days old, it's a big scar & I hate it. so whenever my boyfriend first wanted to do it from the back, I made him out a cover over himself. lmaooooo how childish was I\n  ","824596":"\n   any addicts in your family? my parents are drug addicts.\n  ","824597":"\n   are you enjoying my questions? because I laugh whenever I'm typing them lol\n  ","824598":"\n   ladies - do you prefer your men to shave there pubes? men - do you prefer your women to shave there private area?\n  ","824599":"\n   are your Christmas trees still up? ours is hahaha\n  ","824600":"\n   are you a nice person? I consider myself to be a really sweet & nice person, until you fuck with me then I'll fuck you up lol.\n  ","824601":"\n   I want to give my boyfriend a lap dance, I have a big butt which he loves, but I've never given my boyfriend a lap dance, or anyone lol. tips?\n  ","824602":"\n   anyone else's autocorrect being a bitch today?\n  ","824603":"\n   opinions on anal?\n  ","824604":"\n   ladies - would you ever use a strap on, on your partner? I loooove my boyfriends butt, but he won't let me near it lmao. Men - would you ever use a dildo on your partner?\n  ","824605":"\n   ladies - do you shave your butt? men- do you shave your pubes? yes this is a serious question lol.\n  ","824606":"\n   do you smoke weed? are you against it?\n  ","824607":"\n   do you like dreads?\n  ","824608":"\n   ever been in a physical fight?\n  ","824609":"\n   sneakers, heals, or flats?\n  ","824610":"\n   have you ever hit your partner? one time we were arguing & I told him I was leaving and walking somewhere i put my stuff in a bad & was about to leave & he was grabbing me trying to stop me & apparently I went crazy and hit him in the chest 5 times, lol. but I don't remember that part.\n  ","824611":"\n   have any pets? we have 2 pits.\n  ","824612":"\n   Seahawks or patriots?\n  ","824613":"\n   can i be your underwear slave?\n  ","824614":"\n   something you wanna do to your partner but they won't let you?\n  ","824615":"\n   what annoys you most about your partner? mine is that he has a bad bad temper, he doesn't know how to control it & get unmad. not only that but it's always taken out on me, not the person he's mad at lol.\n  ","824616":"\n   (Spam Topic: Random!) 4\/5: Are you easy to reason with after a fall out?\n  ","824617":"\n   I find myself to be really funny lol, do you guys find yourself to be funny?\n  ","824618":"\n   are you guys always tired? or whenever you wake up are you fine & ready for the day? I'm ALWAYS tired, no matter how little or how much sleep I get.\n  ","824619":"\n   what sport do you like most?\n  ","824620":"\n   (Spam Topic: Random!) 5\/5: Do you parents still try and 'control' you?\n  ","824621":"\n   how are y'all's say going?\n  ","824622":"\n   (Spam Topic: Random!) 3\/5: What's something that really annoys you but it shouldn't?\n  ","824623":"\n   (Spam Topic: Random!) 2\/5: Is their a specific clothing you despise? My boyfriend wears boy skirts, it's so annoying-.-\n  ","824624":"\n   (Spam Topic: Random!) 1\/5: How often do you sleep on the couch rather than in bed?\n  ","824625":"\n   Would you guys want another little spam now or shall I wait until tomorrow?\n  ","824626":"\n   starting spam in a minute. get ready. tell your followers if they want it to come follow me, & tell me they want it.\n  ","824627":"\n   color of your eyes\n  ","824628":"\n   what time is it\n  ","824629":"\n   how are you\n  ","824630":"\n   Sorry if this is beggy or anything, but I'd prefer to have my pregnancy 'story' at the top of my likes because it's easier for people to find. So could you like this?\nSorry if I'm annoying, delete if you want too aha.\nThanks in advance(:\n   \n    http:\/\/ask.fm\/tiamaeandmummy\/answer\/124702737363\n   \n","824631":"\n   who you going for in the super bowl ?\n  ","824632":"\n   What fashion brand can you not live without?\n  ","824633":"\n   Your so sexy babe\n  ","824634":"\n   (Spam Topic: Children) 8\/10: Do you believe in giving children big birthday parties young as their is a high chance they wont remember, but there are photos.\n  ","824635":"\n   (Spam Topic: Children) 9\/10: Do you believe in spanking as a form of discipline?\n  ","824636":"\n   (Spam Topic: Children) 10\/10: Do you think you are \/ would be a strict parent? How so?\n  ","824637":"\n   (Spam Topic: Children) 7\/10: If you or your partner were pregnant now, would you want a big dramatic gender reveal? If so, show us an example!\n  ","824638":"\n   (Spam Topic: Children) 6\/10: If your son\/s (future or present), wanted you to paint their nails pink and\/or dress up in girl outfits, would you allow that?\n  ","824639":"\n   (Spam Topic: Children) 5\/10: Do you believe in stereotypical gender roles? Eg, girls - pink room, boys - blue? Would you do this for your child?\n  ","824640":"\n   (Spam Topic: Children) 4\/10: Would you be too interested if you or your partner were pregnant, to save the gender reveal until birth?\n  ","824641":"\n   (Spam Topic: Children) 3\/10: Do you think people who refuse to give out their chosen names for their child\/children are over dramatic? What's your opinion?\n  ","824642":"\n   (Spam Topic: Children) 2\/10: Presuming you'd like children, do you have names chosen already?\n  ","824643":"\n   (Spam Topic: Children) 1\/10: How many children would you like?\n  ","824644":"\n   Well that proves we need to chat more, Gabby, because you'll be like 60 before ya know it!\n  ","824645":"\n   You aged 9 years since I last spoke to you? Damn. Time has really gotten away from me....\n  ","824646":"\n   how old are you\n  ","824647":"\n   Do you as a parent ever feel like your child(ren) are reaching the teenage years early even as toddlers\/infants because they don't always want you to love on them or they don't want to take pictures with you without a fuss?\n  ","824648":"\n   last time you has sex\n  ","824649":"\n   ur cute\n  ","824650":"\n   Honesty Hour!\nSend me anything you wish to know!\n\n\nps, spamming soon; Topic - Children x\n  ","824651":"\n   When's your birthday?\n  ","824652":"\n   When\/if you get pregnant again, what would you like to have a boy or girl? :)\n  ","824653":"\n   ARQotD: Do you take dares seriously? Like if a friend \"dares\" you to do something, does that make you more likely to do it?\n  ","824654":"\n   1st liker get 20 likes and rest get 3? please :-)\n  ","824655":"\n   When you were pregnant what did you think you were having? Boy or girl?\n  ","824656":"\n   you have such curly hair\n  ","824657":"\n   If you could go 2 years back or 2 years forward which one would you choose\n  ","824658":"\n   Can a relationship survive on love alone? No trust either way, hardly any communication, rare times you physically see one an other?\n  ","824659":"\n   Can you have a relationship without trust?\n  ","824660":"\n   If you spent most of the time arguing than loving, do you give up or keep trying?\n  ","824661":"\n   What's been your most pathetic reason for a breakup?\n  ","824662":"\n   Does the time you've been together effect how much you 'love' them?\n  ","824663":"\n   How do you know if someone's worth fighting for?\n  ","824664":"\n   Do\/did you find it easy to move on from lovers?\n  ","824665":"\n\n    http:\/\/ask.fm\/AhsanNasirAn\/answer\/125668968878#_=_\n   \n   Like please i'll like back , i'llfollow u too please like:)thankyou\n  ","824666":"\n   Like 10 of my answers for a follow and 10 likes on your most liked answers?\n  ","824667":"\n   Have u ever get into a fight\n  ","824668":"\n   Where would you like to go if your on a vacation?\n  ","824669":"\n   number of followers\n  ","824670":"\n   -\n  ","824671":"\n   gonna do honesty day because im bored so ask me anything:)\n  ","824672":"\n   I'm very honest & open about sexual questions on the internet, are you? or do you like to just keep it to yourself?\n  ","824673":"\n   when you were younger what did you want to be? I've always wanted to be a therapist till about a year ago. now Idk what I wanna be. I wanna work with old people & children.\n  ","824674":"\n   something that grosses you out that your partner does? my boyfriend farts in his sleep lol, only grosses me out because I like to cuddle him. I guess \"be the big spoon\"\n  ","824675":"\n   something you're fascinated with?\n  ","824676":"\n   blinds or curtains?\n  ","824677":"\n   done spamming for now. it's 9:09am & I haven't slept, I'm upset & feel like poop. I hope you guys are having a nice day.\n  ","824678":"\n   oh yeah, feel free to come & ask me anything. I'll answer all questions 100% honest, don't mind if you're anon either. I won't have anything to do till I get tired.\n  ","824679":"\n   give, or receive?\n  ","824680":"\n   I want a fresh start on a new ask. I may come back to this one if my new one bores me, but make sure you follow\n   \n    @tiamaeandmummy\n   \n   which I'll be using to spam but also obviously answering my own questions. X\n  ","824681":"\n   girls - would you ever do anything with a girl? personally I've always wanted to give one oral lol. guys - would you ever do anything with another man? it doesn't have to be just you two, it can be in like a 3sum or something!\n  ","824682":"\n   a food you can't stand the smell of? mines peanut butter, omg I want to puke every time I smell it.\n  ","824683":"\n   what phone do you have? do you want a new one?\n  ","824684":"\n   how many pillows do you sleep with at night?\n  ","824685":"\n   do you sleep with a fan on?\n  ","824686":"\n   favorite dressing? mines ranch I eat it with everything lol.\n  ","824687":"\n   this is a weird question but I need to know lol. after sex, whenever I try to bend my fingers especially my thumb they shake really bad. anyone know why?\n  ","824688":"\n   do you ever feel like running away from everyone? I know I do, especially right now.\n  ","824689":"\n   favorite soda? snack? ice cream?\n  ","824690":"\n   what kind of blanket do you sleep with? a sheet, comforter, or light blanket?\n  ","824691":"\n   have any weird turn ons?\n  ","824692":"\n   do feet disgust you? I freak out if someone's foot is near me, I seriously dislike feet so much!\n  ","824693":"\n   would you ever go sky diving?\n  ","824694":"\n   what should ask.fm update?\n  ","824695":"\n   will you do honesty day\n  ","824696":"\n   what time is it\n  ","824697":"\n   can we see a picture of your belly piercing\n  ","824698":"\n   is it sore getting your belly pierced?\n  ","824699":"\n   I shared my \"story\" on Instagram awhile back on my 2nd account catchingthe_k , should I share it on here aswell?\n  ","824700":"\n   are you a nosey person? I know I am, I love to know everything about someoe. especially personal stuff, is that weird? hahaha.\n  ","824701":"\n   even though I'm not in the best of mood, I'll just do some random questions. random as in the topic & the questions will be here & there.\n  ","824702":"\n   how tall are you\n  ","824703":"\n   that's all for my spam right now I'll do more later probably! tell me if you liked it. (:\n  ","824704":"\n   are you scared of needles? I'm terrified lmao, one time I had to go to the hospital for an allergic reaction, it literally took 6 doctors to hold me down because I was screaming kicking and trying to fight them all!\n  ","824705":"\n   are you good with secrets? I love being told things no one knows, & I've never told one either!\n  ","824706":"\n   are you more open about things to people on the internet, or your friends? for me personally I'm really open with people over the internet, probably because they all live far.\n  ","824707":"\n   do you have any piercings? if so what? & would you ever get your private part pierced? (if too personal feel free not to answer)\n  ","824708":"\n   do you think that women should be called names such as \"slut, whore, hoe\" because they sleep with multiple men? or do you think they should be able to sleep with as many as they want to like men get to?\n  ","824709":"\n   I'm an idiot and forgot to keep track of how many questions I'm sending, lmao. so I'll just keep asking till I run out of questions. what's your relationship like with your parents?\n  ","824710":"\n   what is your longest relationship?\n  ","824711":"\n   how old are you guys? I'll be 18 next month!\n  ","824712":"\n   would you ever cheat? if you have, do you regret it?\n  ","824713":"\n   are you a blunt person? or do you keep most things you want to say inside your head?\n  ","824714":"\n   which do you like better? A) to be around people. B) to be alone C) mixture\n  ","824715":"\n   alright guys, the questions will just be a mixture. do you think it's okay for your girlfriend\/boyfriend to tell you that they have to go \"poop\" or would you rather them just tell you they have to use the restroom?\n  ","824716":"\n   at what age did you become sexually active?\n  ","824717":"\n   hi\n  ","824718":"\n   like =dp rate?\n  ","824719":"\n   what should the topic be for this spam? it'll be 20 questions that I'm making up!\n  ","824720":"\n   How is everyone's late night going? Hope all is well on your end and if anyone would like to exchange questions, I'm more than up for that tonight. Q4Q :))\n  ","824721":"\n   What's something you can't get enough of?\n  ","824722":"\n   When was the last time it snowed in your area?\n  ","824723":"\n   Would you rather be sexually active everyday or never have sex again?\n  ","824724":"\n   how old are you\n  ","824725":"\n   how many times you did it\n  ","824726":"\n   did he like it?\n  ","824727":"\n   did it hurt?\n  ","824728":"\n   did you like it?\n  ","824729":"\n   ever done anal sex?\n  ","824730":"\n   do you own any toys\n  ","824731":"\n   When did you and your husband get together? Year and date?\n  ","824732":"\n   What's your favorite song ATM?\n  ","824733":"\n   can we ask you whatever\n  ","824734":"\n   How old is your son?\n  ","824735":"\n   It was just a question..\n  ","824736":"\n   what to expect after having anal?\n  ","824737":"\n   How often you swallow cum\n  ","824738":"\n   what would you do if your child became president?\n  ","824739":"\n   What would you do if your child chose to believe in God?\n  ","824740":"\n   Do u miss when your bf cum inside you\n  ","824741":"\n   Send your followers and anons my way? Ask whatever you want\n  ","824742":"\n   Has your bf ever made you cum with his fingers?\n  ","824743":"\n   If you could go back in time what would you do\n  ","824744":"\n   Would you have sex tomorrow\n  ","824745":"\n   Plans for tomorrow?\n  ","824746":"\n   What kind of car you got\n  ","824747":"\n   Favorite candy\n  ","824748":"\n   -\n  ","824749":"\n   Ready for Super Bowl tomorrow\n  ","824750":"\n   how's your night\n  ","824751":"\n   how old are you\n  ","824752":"\n   Are you a 'morning' or 'night' person?\n  ","824753":"\n   if you get this I follow you :)\n  ","824754":"\n   Sent to all I follow but for my followers too, I love you all. Thank you for being there for me when the real world isn't. ❤️\n  ","824755":"\n   What's your opinion on those who breastfeed in public? Does it make you uncomfortable or are you able to accept something as normal as a baby eating?\n  ","824756":"\n   doing hot or nots like 10 and send your @\n  ","824757":"\n   What is on your favorite graphic tee?\n  ","824758":"\n   Spam Topic (opinions) 3\/5: what do you think people presume when they see\/hear\/ read of you?\n  ","824759":"\n   Spam Topic (opinions) 1\/5: do you think you're mature?\n  ","824760":"\n   me and\n   \n    @shad0wreaper96\n   \n   are both doing separate honest nights so ask us stuff\n  ","824761":"\n   What's your opinion on feminism?\n  ","824762":"\n   likers get hot or not\n  ","824763":"\n   Is there a family member you have that you can't stand? Why can't you stand them?\n  ","824764":"\n   The majority of you requested my spams again so that's what I'll do! Depending on how tired I get, I'll either do a large spam tonight or tomorrow night! Any topic requests welcome!❤️\n  ","824765":"\n   I'm having an extremely shitty day at work, so I'm stopping by to say I hope you're having a better Saturday than I am!\n  ","824766":"\n   Say you or your partner got pregnant (if you\/they aren't already) and you're keeping the baby. Would you want to find out the baby's gender or keep it as a surprise?\n  ","824767":"\n   Do you follow\n   \n    @caitlinfladager\n   \n   ?\n  ","824768":"\n   Still honesty day guys so anything goes! Ask me!!\n  ","824769":"\n   Would you like me to spam again or do you prefer the one question daily?\n  ","824770":"\n\n    https:\/\/www.youtube.com\/watch?v=JwQZQygg3Lk\n   \n","824771":"\n   how old are you\n  ","824772":"\n   this a funny boy playing in the bathroom (=\n   \n    https:\/\/www.youtube.com\/watch?v=0qQcqKmVlDc\n   \n","824773":"\n   Like 10 of my answers for a follow and a like on your most liked answer\n  ","824774":"\n   ARQotD: Do you find it easier to be friends with guys or girls?\n  ","824775":"\n\n    @JazzRodgers\n   \n\n    @KatWolfieBarrass\n   \n\n    @sophielouise961\n   \n   who is more attractive\n  ","824776":"\n   likers get opinion?\n  ","824777":"\n   being honest until 6pm ask me anything you want\n  ","824778":"\n   like = 5 likes?\n  ","824779":"\n   gift for first liker <3\n  ","824780":"\n   likers get...\n  ","824781":"\n   Hi guys, it's honesty hour and I'm accepting ANY questions you have! Be intrusive! x\n  ","824782":"\n   should I start doing spam on my personal account? it'll be my own made up questions, personal, sexual, funny, things like that. if you think so, go to it\n   \n    @taylorrebecca17\n   \n   & tell me! also tell me if you want it on there so I can follow you\n  ","824783":"\n   QOTD: What’s more important to a relationship: common values or other commonalities (like tastes in music, interests, etc.)?\n  ","824784":"\n   Are you good in blowjob?\n  ","824785":"\n   You have kids?\n  ","824786":"\n   ignore if you want I just want to put it out there that u made a new Tumbrl and Twitter and I'd love a follow and people to follow ? :) Tumbrl-\n   \n    @reachelornduffxo\n   \n   Twitter -\n   \n    @OrnduffReachel\n   \n","824787":"\n   First time you had sex?\n  ","824788":"\n   What's in your purse\/bag?\n  ","824789":"\n   How old were you when you had your first boyfriend?\n  ","824790":"\n   when you were pregnant \/are pregnant did you get tired a lot\n  ","824791":"\n   would you find it flattering for a guy to wank over a pic of you ?\n  ","824792":"\n\n    http:\/\/ask.fm\/pardosh1\/answer\/124643954037\n   \n","824793":"\n   What type of birth control did you decide to go on after birth? Do u like it? And side effects?\n  ","824794":"\n   Do you think younger kids, 12\/13 etc, tty to be more grown then they are? Do you think it's what causes a lot of them to say they are bullied by older people? what's your opinion on it?\n  ","824795":"\n   how are you\n  ","824796":"\n   -\n  ","824797":"\n   Are you the type of person that can eat breakfast food at any time or must it only be for breakfast?\n  ","824798":"\n   What's your favorite type of weather?\n  ","824799":"\n   Skype?\n  ","824800":"\n   You're love!\n  ","824801":"\n   Is there a certain amount of pillows you have to sleep with at night?\n  ","824802":"\n   good morning\n  ","824803":"\n   do you like sex\n  ","824804":"\n   hi\n  ","824805":"\n   Followed\n  ","824806":"\n   pap of your feet\n  ","824807":"\n   your so popular\n  ","824808":"\n   what's your bf doing\n  ","824809":"\n   hi\n  ","824810":"\n   How many people follow you on ask.fm? Post a picture of the number of followers?\n  ","824811":"\n   Do you believe addictions are a real thing or is it all a mind over matter kind of deal? Do you believe that addictions have more to do with what you want to believe than it having an actual physical affect?\n  ","824812":"\n   what time is it\n  ","824813":"\n   Do you prefer cereal or pop tarts in the morning?\n  ","824814":"\n   Do You Have A Workout Routine? What Is It?\n  ","824815":"\n   What's the worst part of formulating a hypothetical situation?\n  ","824816":"\n   What's something you swore you'd never do again but went against your word and did it anyways?\n  ","824817":"\n   I'm wondering if I should make another Instagram that's not my personal one so you guys can follow me! I don't let anyone from here follow me on there really!\n  ","824818":"\n   What are your own personal thoughts about those who use Facebook as leverage to complain about what is going on in their everyday life? Do you have any friends on your list that seem to make it a constant habit? Do you ever feel entitled to tell them something?\n  ","824819":"\n   follow my Instagram?\n   \n    @princess\n   \n   .jodyy (:\n  ","824820":"\n   You guys are going to love this! I'm doing a 150 question spam today (: Send me your @ if you want it. it can be anyone not just people I sent this too! only 50 spots open!\n  ","824821":"\n   When it comes to Ask.fm or any other social community, what's one thing that can immediately get under your skin without hesitation?\n  ","824822":"\n   Ever seen the show \"maury\" ?\n  ","824823":"\n   why do you think 12-16\/17 years old ttc? do you think it's for attention or? what do you have to say to these people?\n  ","824824":"\n   Hi um yea Saturday turned out really shitty like I said I'm sorry for my behavior at the dance and I hope we can try again maybe on Saturday at IHOP or something. I also understand if you never want to talk to me me again so again sorry for not dancing with you\n  ","824825":"\n   When did you become friends.DS with Hayleigh?\n  ","824826":"\n   You ready for Valentine's Day?\n  ","824827":"\n   Hahaha pretty shitty, but things always get better!\n  ","824828":"\n   what do you think of people trying to conceive after they found out someone they know is pregnant\n  ","824829":"\n   That's good to hear!(:\n  ","824830":"\n   I haven't been on awhile, how is life treating you!\n  ","824831":"\n   Oodt\n  ","824832":"\n   Can you help me gain followers on here!(:\n  ","824833":"\n   follower count\n  ","824834":"\n   3rd place winners in my contest! Follow these lovelies!\n   \n    @teenmomsstorys\n   \n\n    @hellonheelsx\n   \n\n    @ShayleeCampbell\n   \n","824835":"\n   1st place; 50-60 question spam\n   \n    @Glitterbabe_13\n   \n\n    @wyattsmommyy\n   \n\n    @TiannaWinsor\n   \n   2nd place; 25 question spam\n   \n    @NineGDxFour\n   \n\n    @AlisonAmiro\n   \n\n    @ToriHunter12\n   \n\n    @Reachelornduffxo\n   \n   3rd place; shout out to everyone I follow!\n   \n    @teenmomsstorys\n   \n\n    @hellonheelsx\n   \n\n    @ShayleeCampbell\n   \n   thank you to everyone who was a part of it(:\n  ","824836":"\n   -\n  ","824837":"\n   It's honesty hour so tell the truth\n  ","824838":"\n   you swollow every day anon. you swollow your drinks so it's safe to say swollowing is easy. plus it's not your place to judge if someone does what others do with their sex life isn't your concern. smh anons.\n  ","824839":"\n   Ever recieved oral?\n  ","824840":"\n   OMFG you obviously have  just admit it\n  ","824841":"\n   You're dumb, YOU answered a previous question, ''tips for swallowing'' and YOU said it's not hard\n  ","824842":"\n   Noone cares what you think about her aex life, it's HER sex life for a reason.\n  ","824843":"\n   I'm not judging, you admitted it lmao\n  ","824844":"\n   Maybe their mom shoulda swallowed them\n  ","824845":"\n   how old are you\n  ","824846":"\n   it's diguesting how you judge anon.\n  ","824847":"\n   You said on here that you do\n  ","824848":"\n   It's disgusting how you swallow\n  ","824849":"\n   You swallow?\n  ","824850":"\n   send your followers and anons my way?\n  ","824851":"\n   Hn- tips for swallowing in oral\n  ","824852":"\n   Your score is... 10\/15 and I will let you know who the winners are! (:\n  ","824853":"\n   You are so beautiful\n  ","824854":"\n   what you doing for valentine day\n  ","824855":"\n   was Joseph in the NICU\n  ","824856":"\n   do you like cum\n  ","824857":"\n   throwing up doesn't mean you're pregnant anon..I was throwing up for 3\/4 days and I'm not pregnant. logic lull\n  ","824858":"\n   kik\n  ","824859":"\n   were you sick because you're pregnant\n  ","824860":"\n   what are you doing\n  ","824861":"\n   you don't like Mexicans\n  ","824862":"\n   your beautiful\n  ","824863":"\n   when are you due\n  ","824864":"\n   last time you had sex\n  ","824865":"\n   -\n  ","824866":"\n   Last questions! #15) My addiction is.. a) cleaning b) my phone c) smoking\n  ","824867":"\n   #14) I collect.. a) lighters and candles b) perfumes c) snow globes\n  ","824868":"\n   #9) When I have kids I will name them.. A) Nevaeh Rae & Carson James B) Olivieea Marie & Carter Micheal C) Mackinley Marie & Alan Hunter\n  ","824869":"\n   #13) Am I a virgin? A) yes b) no c) I don't know\n  ","824870":"\n   #12) My lucky number is.. A) 8 B) 12 C) 4\n  ","824871":"\n   #11) I'm currently.. A) Watching my boyfriend play video games B) Writing spams C) Reading\n  ","824872":"\n   #10) I do spams for.. A) My lovely followers B) To get noticed C) Being nice\n  ","824873":"\n   #8) Where do I want to live? A) Miami, Florida B) California C) Canada\n  ","824874":"\n   #7) Who is my celebrity crush? A) Aaron Paul B) Paul Walker C) Zac Efron\n  ","824875":"\n   would you let your followers know I'm doing honesty night? thanks bb❤️\n  ","824876":"\n   #6) What's my favorite TV show? A) Shark Tank B) Breaking Bad C) Teen mom\n  ","824877":"\n   #5) What's my favorite song? A) Hooligans by Issues B) Terrible things by mayday parade C) Show you odd by somo\n  ","824878":"\n   #4) What're my initials? A) Jmb B) Jmp C) Jmf\n  ","824879":"\n   #3) What's my current school situation? A) Dropped out B) Taking a break C) In school\n  ","824880":"\n   #2) How long have I been with my boyfriend? A) 1 year B) 10 months C) 8 months\n  ","824881":"\n   Got asked to go an HH & send to everyone I follow lmao so yeah, Honesty Hour, ask away:')\n  ","824882":"\n   Time for the contest questions! leave all answers up so I can tally them up! (: #1) How old am I? A) 17 B) 16 C) 18\n  ","824883":"\n   Very welcome just the truth :)\n  ","824884":"\n   Do you believe that he or she will always have a special place in your heart?\n  ","824885":"\n   hayleigh isn't one of gabby best friends I would know lmao fake ass people calling others fake. how sad. hi Rebecca!!!!! omg gabby I almost fell on my face today!\n  ","824886":"\n   Will someone please tell me who the fuck this Rebecca is that everyone talks about?!\n  ","824887":"\n   You are beautiful\n  ","824888":"\n   50 LIKE for him 3 questions; * + OBSERVATION --->\n   \n    http:\/\/ask.fm\/PaweBunikowski\n   \n   , GIFT for cb, 3! Be ready for the question =). sorry for the spam if you're not interested \/ a = D\n  ","824889":"\n   How comfortable are you around your best friend(s)? What lengths would and wouldn't you go to in front of them?\n  ","824890":"\n   Do you believe that the majority of children's cartoons, nowadays, ratings are misinterpreted, that they're a lot more vulgar and inappropriate than what we were used to?\n  ","824891":"\n   Why do girls' and boys' clothes have buttons on opposite sides?\n  ","824892":"\n   Been in a band?\n  ","824893":"\n   ARQotD: In what way do you think you'd be different if you were born in a different birth order than your siblings? If an only child: how do you think you'd be different with siblings?\n  ","824894":"\n   do you believe in God\n  ","824895":"\n   how are you\n  ","824896":"\n   Have you heard he song honey I'm good but Andrew grammar, if not would you listen to it and give opinions? I think I love it aha!\n  ","824897":"\n   your dress is beautiful\n  ","824898":"\n   did u give natural birth or a c section\n  ","824899":"\n   how old are you\n  ","824900":"\n   what have you done today\n  ","824901":"\n   what time is it\n  ","824902":"\n   What kind of crimes against humanity do you think can and cannot be justified?\n  ","824903":"\n   Honesty Night! - Ask me all you wish to know!'xo\n  ","824904":"\n   how are you feeling\n  ","824905":"\n   Am I the only one who reads something and thinks oh my head? I have a lot of those moments on here. lol.\n  ","824906":"\n   few likes please :\/\n  ","824907":"\n   QOTD: What’s your opinion on love? Are there different types? Can we separate love from infatuation? Are there any qualifiers to make love “true” (rather than “fake”)?\n  ","824908":"\n   Name the first gross food that comes to mind! Why do you think it's gross?\n  ","824909":"\n   Love your dp!\n  ","824910":"\n   I was sitting here just thinking about my boyfriend. & so this question popped in my head. it someone offered your boyfriend\/girlfriend 2 million dollars to have sex with them, would you let them? I personally wouldn't.\n  ","824911":"\n   Do you value or shy away simplicity?\n  ","824912":"\n   if you get this hi I follow you okay bye xox\n  ","824913":"\n   {use this space when you want to post anything}\n  ","824914":"\n   Have you ever been cheated on?\n  ","824915":"\n   Do you believe in 3rd chances?\n  ","824916":"\n   Do you watch the tv show on MTV \"Snooki and jwoww?\" Or have you seen it?\n  ","824917":"\n   Do you follow\n   \n    @socalmomma\n   \n   ?\n  ","824918":"\n   Who's your favorite superhero?\n  ","824919":"\n   What's your favorite kind of pizza?\n  ","824920":"\n   Have you ever considered getting into modeling? If so, what kind?\n  ","824921":"\n   How many languages can you speak?\n  ","824922":"\n   Awe sorry! I hope you feel better\n  ","824923":"\n   U would\n  ","824924":"\n   Are you okays?! What happend\n  ","824925":"\n   Would you send someone cigarettes\n  ","824926":"\n   what you doing\n  ","824927":"\n   do you like drama\n  ","824928":"\n   did u breastfeed\n  ","824929":"\n   is Carly pregnant\n  ","824930":"\n   ever tasted cum\n  ","824931":"\n   What do you think about recycling?\n  ","824932":"\n   Tbh: you seem really sweet!\n  ","824933":"\n   Well it's either a fabulous dress or you have a killer body. Or both. lol\n  ","824934":"\n   Oh. lol It looked different in your pp\n  ","824935":"\n   You're welcome. Where did you get them, if you don't mind me asking\n  ","824936":"\n   Nice dresses\n  ","824937":"\n   thoughts on Rebecca\n  ","824938":"\n   wow seriously\n  ","824939":"\n   weren't you pregnant at 14\n  ","824940":"\n   so you don't like Rebecca\n  ","824941":"\n   ur dp is gorgeous\n  ","824942":"\n   That's true I act the same way lmao\n  ","824943":"\n   Do you believe in horoscopes?\n  ","824944":"\n   Why r u?\n  ","824945":"\n   Are are you so nice to your haters?\n  ","824946":"\n   who's Rebecca\n  ","824947":"\n   that awkward moment when we've all talked to her on kik. oh. anon. lol\n  ","824948":"\n   how are you\n  ","824949":"\n   shoe size\n  ","824950":"\n   how old r u ?\n  ","824951":"\n   can i caht with u on kik ?\n  ","824952":"\n   do u have kik ?\n  ","824953":"\n   followed ^_^\n  ","824954":"\n   what time is it\n  ","824955":"\n   do u have any sex toys\n  ","824956":"\n   When was the last time you tried something new?\n  ","824957":"\n   are you anorexic\n  ","824958":"\n   how old are you\n  ","824959":"\n   you're gorgeous that anon is a hater\n  ","824960":"\n   Describe Your Country?\n  ","824961":"\n   Anon sounds transphobic\n  ","824962":"\n   how someone looks doesn't say if they are transgender or not anon. you're a dimwit leave gabby alone because she obviously looks better then you ever will.\n  ","824963":"\n   No worse than your attempts at the English language. lol\n  ","824964":"\n   Did you have your own telephone growing up, or any other special privileges?\n  ","824965":"\n   Actually it is an insult because if you were born a girl you sure are one manly looking woman. Go to a drag club, hun and ask the performers for tips because they look more feminine than you could ever dream of\n  ","824966":"\n   the insults are terrible lol\n  ","824967":"\n   I'm also a tranny. How do you hide your penis so well?\n  ","824968":"\n   Great First Date Conversation Starters Or Questions\n  ","824969":"\n   Can I ask you a serious question?\n  ","824970":"\n   what do you love in your life without your son?\n  ","824971":"\n   Have You Ever Seen A Poisonous Snake In Real Life?\n  ","824972":"\n   Oooh, love your leggings, girl!\n  ","824973":"\n   never!     \ndo you want visit Egypt?\n  ","824974":"\n   Have You Ever Said \"I Love You\" And Not Meant It?\n  ","824975":"\n   how many you visit Egypt?\n  ","824976":"\n   ohh i'am from cairo Egypt nice to talk with you\n  ","824977":"\n   what I don't understand where you live\n  ","824978":"\n   where do you live?\n  ","824979":"\n   WHAT do you love in your life?\n  ","824980":"\n   how come you are so popular you have so many followers and answers\n  ","824981":"\n   what you doing\n  ","824982":"\n   what's something you want right now\n  ","824983":"\n   QOTD: Is it better to eat healthily all the time, or should we allow ourselves to indulge once in a while? Similarly, does this argument apply to drug use – even illegal drug use?\n  ","824984":"\n   what if someone asked to lick ur feet and suck ur toes\n  ","824985":"\n   when did you get pregnant\n  ","824986":"\n   how old is Joseph\n  ","824987":"\n   I am going to do 5 questions of the day and one quote of the day and they will all be themed. If you want to be included in this or are unsure please let me know. If you don't please send me a message or simply do not answer. the daily theme will be revealed at the end with the quote.\n  ","824988":"\n   ARQotD! Scenario: You sleep around 12am. Your alarm is set for 7am. You wake up on your own at 5am. You're tired and groggy. 20 minutes pass, but you can't seem to fall back asleep. Do you try to force yourself back to sleep by staying in bed and hoping it works, or give up and start your day early?\n  ","824989":"\n   what are you doing\n  ","824990":"\n   could u please like this page for me?:) thanks if u do so\n   \n    https:\/\/www.facebook.com\/JimmyGianMusic\n   \n","824991":"\n   do you kiss your bf\n  ","824992":"\n   you have any tattoos\n  ","824993":"\n   how did you get popular\n  ","824994":"\n   pap of ur feet\n  ","824995":"\n   ur cute\n  ","824996":"\n   are you a stripper\n  ","824997":"\n   how old are you\n  ","824998":"\n   my name is caroline not cari :((((((\n  ","824999":"\n   who's Cari\n  ","825000":"\n   Do you love the World you live in?\n  ","825001":"\n   how tall are you\n  ","825002":"\n   do you smoke\n  ","825003":"\n   last time you sucked penis\n  ","825004":"\n   do you know Carly Noah's mom is pregnant\n  ","825005":"\n   what can we ask you\n  ","825006":"\n   Stuff\n  ","825007":"\n   -\n  ","825008":"\n   how are you\n  ","825009":"\n   Can You Remember Your Earliest Childhood Memory Of Happiness And Of Fear?\n  ","825010":"\n   Are You A God Fearing Individual?\n  ","825011":"\n   kik\n  ","825012":"\n   what time is it\n  ","825013":"\n   can i come and be your foot slave? :D\n  ","825014":"\n   looks hot.\n  ","825015":"\n\n    http:\/\/youtu.be\/My_5LEpO89g\n   \n","825016":"\n   followed mn Zman ur answers r niCe\n   \n    @salmarosass\n   \n","825017":"\n   First liker gets 30 likes. :) Pretty Please :)\n  ","825018":"\n   id put more than a question in your box ;)\n  ","825019":"\n   If you could be any kind of salesperson, what would you sale?\n  ","825020":"\n   Do you ever question your existence? Do you ever ask yourself why you're here on Earth and what is your purpose in the life you live everyday? What do you think is your prime purpose and are you fulfilling that purpose? How so?\n  ","825021":"\n   What's a food that you used to love but can't eat anymore?\n  ","825022":"\n   Apart from a literal definition, what do you think in your own eyes really makes a person appear 'trashy' and 'unappealing'?\n  ","825023":"\n   What was the last thing you watched on TV?\n  ","825024":"\n   How often do you bathe your child(ren)? When they were under a year old (if they aren't right now), how often did you bathe them?\n  ","825025":"\n   Where is somewhere you would like to live, besides where you're already living?\n  ","825026":"\n   Is there anything that recently made you very proud of yourself?\n  ","825027":"\n   Would you say, generally, that you're a happy person?\n  ","825028":"\n   Have you recently been fucked over by anyone?\n  ","825029":"\n   Is there anything you're addicted to?\n  ","825030":"\n   What day of the week were you born on?\n  ","825031":"\n   come send me your confessions to post on insta, anon or not! we need more (: thank you to anyone who's been participating tonight!\n  ","825032":"\n   Your so beautiful ❤️\n  ","825033":"\n   Have you heard of the song \"naturally\" by selena Gomez?\n  ","825034":"\n   Have you ever lived with a friend of either the same or opposite sex? What is was\/is their worst habit that drove you absolute nuts?\n  ","825035":"\n   You're beautiful!!!\n  ","825036":"\n   What freaks you out?\n  ","825037":"\n   did you enjoy it\n  ","825038":"\n   last time you had sex\n  ","825039":"\n   how are you\n  ","825040":"\n   how many followers you have\n  ","825041":"\n   I keep switching which IG I'ma use..\nI need a fresh start so I can monitor who follows me so follow\n   \n    @ANGWYPANTSX\n   \n   ! \nI'll follow you all back xo\n  ","825042":"\n   ARQotD: For those who can drive: have you ever been pulled over for speeding or other aggressive tactics? For those who can't: do you think you'll be an aggressive driver?\n  ","825043":"\n   QOTD: If you dislike your family, are you obligated to spend time with them? Show up at family functions? Help them out in their time of need? Is a family even relevant anymore – especially when you have a close circle of friends?\n  ","825044":"\n   -\n  ","825045":"\n   Doing a spam tonight :) , If you want it send your @ to my inbox. It may be short because I have homework and stuff to do! But I'll try to make it at least 20! :)\n  ","825046":"\n   Finally back on ask and planning to stay! Send some questions my wayyy❤️\n  ","825047":"\n   Good morning(with it being 3:13am), how are my followers? I've been away from ask for the past 7 days so what's new with everyone?\n  ","825048":"\n   Afghanistan trash :( stop don't ever do thT again or what k bye idk what even did you say to me to make me do this\n  ","825049":"\n   What is it when a man talks dirty to a woman?\nSexual harassment.\nWhat is it when a woman talks dirty to a man?\n$3.99 a minute.\n  ","825050":"\n   what are your thoughts on 12-13 year olds losing their virginity ?\n  ","825051":"\n   Your so pretty girl :)\n  ","825052":"\n   How am I \"attention seeking\" or worth shaking your head at for being pregnant at 14\/putting my age in the question?! I'm human, I make mistakes. And I'm pretty sure I was on anonymous so I WOULDN'T draw attention to myself. Thanks, Arieona Mae ❥\n  ","825053":"\n   what is your opinion on Front Porch Step?\n  ","825054":"\n   So my friend just broke up with the father of her baby. He pas child support but she spends it on herself. She says thy enough of her money goes towards her daughter. What are your thoughts on this?\n  ","825055":"\n   Do you like to cook\n  ","825056":"\n   hi\n  ","825057":"\n   How would you do on a song competition show?\n  ","825058":"\n   I need helppp moms! I'm 14 and expecting my first baby, a girl named Sienna! ((: Buttt, I'm having a hard time with her middle name \/: I do like Sienna Layne, Paige, or Noel, but can you give me other ideas or opinions on those 3? I like unique names. Thanks so much. Xoxo, Arieona Mae ❥\n  ","825059":"\n   You should be the last person wearing crop tops your skinny and all and have a nice body but your belly button scares me. It looks like a big black head. Ahhhhhhhhh\n  ","825060":"\n   what are you doing\n  ","825061":"\n   Your belly button looks like a huge nasty blackhead.\n  ","825062":"\n   Why is belly button so big?\n  ","825063":"\n   What would happen if I was a 5-inch tall boy made of chocolate and you found me walking on a shelf?\n  ","825064":"\n   Heyy, I just uploaded a cover of life of the party shawn mendes, id really appreciate it if you checked it out and liked\/comment\/subscribed if you enjoyed it c:\n   \n    https:\/\/www.youtube.com\/watch?v=zjDu1XB-r1A\n   \n   Thank you so much if you do! :)\n  ","825065":"\n   What time is it where you live?\n  ","825066":"\n   What's the weather generally like where you live?\n  ","825067":"\n   Is there a particular reason you had a c-section?\n  ","825068":"\n   Was your boyfriend present at Joseph's birth?\n  ","825069":"\n   Do you get along well with your in-laws?\n  ","825070":"\n   Has your boyfriend ever bought you flowers?\n  ","825071":"\n   Has your boyfriend ever made a grand gesture?\n  ","825072":"\n   What's your favourite thing about your boyfriend?\n  ","825073":"\n   What does 'tbt' stand for?\n  ","825074":"\n   follower count\n  ","825075":"\n   any more kids\n  ","825076":"\n   is it snowing where you are\n  ","825077":"\n   how old are you\n  ","825078":"\n   QOTD: if you had a million non taxed dollars what would you buy\n  ","825079":"\n   what you doing\n  ","825080":"\n   -\n  ","825081":"\n   can you please check this out, like, comment, subscribe the channel and check out the channel if you like it?:)\n   \n    https:\/\/www.youtube.com\/watch?v=jqNDqggAveI\n   \n","825082":"\n   what if tho\n  ","825083":"\n   What're your opinions on getting your partners name tattooed when you're not married?\n  ","825084":"\n   Like my 20 answers and you will get 40 likes x\n  ","825085":"\n   Do you have any tattoos? If so, do they have meanings behind them?\n  ","825086":"\n   ARQotD! Scenario: A large pizza is ordered. That's 14 inches, divided into 10 slices. It has 3 toppings of your choosing. No wings, wedges, breads, or any other sides. How many slices would you normally eat? How many have you had at most?\n  ","825087":"\n   well...looks like another fun day of staying in my room because lucky me, both my cousin and I have a stomach bug. ugh! anywjo mind sending your followers and questions my way? :)\n  ","825088":"\n   Which famous person on ask name starts with a moon emoji would you know?\n  ","825089":"\n   How many sexual partners have you had?\n  ","825090":"\n   What was the last book you read about?\n  ","825091":"\n   When did you lose your virginity?\n  ","825092":"\n   If you don't have tattoos yet, is there anything specific you want to get?\n  ","825093":"\n   Where is somewhere you'd like to travel to?\n  ","825094":"\n   What time is it where you live?\n  ","825095":"\n   How was your day?\n  ","825096":"\n   How would you describe the \"clique\" you were in during high school?\n  ","825097":"\n   Ari is bullshitting, I bet she pulls a \"I tried to commit\" BS sympathy ploy a la waspy, get your heads outta your asses kids\n  ","825098":"\n   cute\n  ","825099":"\n   I've been bad at this lately 1\/10 Have you seen the movie Boyhood? I'm watching it now.\n  ","825100":"\n   2\/10 What are you getting for your Valentine this year?\n  ","825101":"\n\n    http:\/\/ask.fm\/questionsformommas\/answer\/122233744363\n   \n   Agree or disagree?\n  ","825102":"\n   4\/10 What do you do when you can't decide if you're hunger or not and its late at night\n  ","825103":"\n   3\/10 What type of parents annoy the most?\n  ","825104":"\n   -\n  ","825105":"\n   are you an android or an appple user\n  ","825106":"\n   so now you like Hayleigh\n  ","825107":"\n   what time is it\n  ","825108":"\n   last time you had sex\n  ","825109":"\n   how old are you\n  ","825110":"\n   I Love You Baby\n  ","825111":"\n   6) have you ever gotten a hickey?\n  ","825112":"\n   Video Response: Kim K's ass, or Nicki Minaj's ass?\n  ","825113":"\n   5) have you ever cheated while playing a game\n  ","825114":"\n   Video response: Nicki Minaj or Taylor Swift?\n  ","825115":"\n   Yesss haha it's kinda kinky but not v hot\n  ","825116":"\n   4) have you ever laid on your back and watched cloud shapes go by?\n  ","825117":"\n   Whiskey or vodka?\n  ","825118":"\n   50 shades of gray is stupiddd lolol\n  ","825119":"\n   do you and your friends like to compare each others massive whale size dicks?\n  ","825120":"\n   Do you prefer the spelling Katy, Kaytee, or Kaytie?\n  ","825121":"\n   Have you seen the movie Bridesmaids? Have you seen the movie The Heat?\n  ","825122":"\n   When's your bday?\n  ","825123":"\n   3) have you ever snuck out of your house?\n  ","825124":"\n   If I were a state I'd be Idaho bc I da ho\n  ","825125":"\n   Florida looks like a strange combination of a gun and a dick\n  ","825126":"\n   2) have you ever made out with someone more than 3 minutes?\n  ","825127":"\n   Can your bf make you cum from penetration alone or fingering\/ eating out? My boyfriend can't D;\n  ","825128":"\n   Super random, but post a pic of the word \"ticklish\" on your most ticklish spot?\n  ","825129":"\n   What are you and your bf doing rn?\n  ","825130":"\n   doing spam tonight!!! 40 questions. if you wish not to receive the spam send you @ to my question box.\n  ","825131":"\n   Cats or dogs? also you got any pets?\n  ","825132":"\n   Greg is really, really funny haha\n  ","825133":"\n   Ok\n  ","825134":"\n   being nice and being buddy buddy isn't the same anon. JUST SAYING\n  ","825135":"\n   1) have you ever had braces?\n  ","825136":"\n   You're really pretty haha.\n  "},"Answer":{"824064":"\n  awww thank you\n  ","824065":"\n  because idk I just want to (:\n  ","824066":"\n  I peed myself while I was pregnant\n  ","824067":"\n  I have no opinion wtf\n  ","824068":"\n  Paris\n  ","824069":"\n  ^^^^\n  ","824070":"\n  Metro and androids\n  ","824071":"\n  I like them but they're not always 100%\n  ","824072":"\n  nope\n  ","824073":"\n  driving\n  ","824074":"\n  yes yes yes\n  ","824075":"\n  :(\n  ","824076":"\n  your stupid\n  ","824077":"\n  you're stupid\n  ","824078":"\n  I know right\n  ","824079":"\n  (:\n  ","824080":"\n  Haha mhm\n  ","824081":"\n  IDGAF\n  ","824082":"\n  raspberry ices tea\n  ","824083":"\n  nah (;\n  ","824084":"\n  I'm not popular\n  ","824085":"\n  McDonald's\n  ","824086":"\n  yeah I mean it's alright\n  ","824087":"\n  he's 15 months he will be 16 months on the 21st ❤️\n  ","824088":"\n  over 3 years ❤️\n  ","824089":"\n  20\n  ","824090":"\n  gaining more and more followers\n  \n  so ask away\n  ","824091":"\n  yeah I can\n  ","824092":"\n  I'm not rude lmao\n  ","824093":"\n  well I don't owe them anything lmao that's why they take taxes outta your checks damn , and don't try helping me out on something I know already\n  ","824094":"\n  lmao they take taxes out of my pay check you idiot that's, doing you're taxes is money you get back smh\n  ","824095":"\n  yeah eye liner lmao\n  ","824096":"\n  it sucks\n  ","824097":"\n  36C\n  ","824098":"\n  yes I did (:\n  ","824099":"\n  I know people just wanna start drama lol\n  ","824100":"\n  thank you (:\n  ","824101":"\n  12 weeks (:\n  ","824102":"\n  I don't need to do anything\n  ","824103":"\n  fakes\n  ","824104":"\n  how else would you like me to smile\n  ","824105":"\n  and you're point ?\n  ","824106":"\n  18\n  ","824107":"\n  7:21pm\n  ","824108":"\n  well I'm in my so that wouldn't be possible\n  ","824109":"\n  how about my followers and anons\n  \n  come ask me stuff and stop being shy\n  ","824110":"\n  I'm on my period ?\n  ","824111":"\n  sitting here bored I have cramps\n  ","824112":"\n  yay ask us stuff (:\n  ","824113":"\n  (:\n  ","824114":"\n  I'll send them to you on IG\n  ","824115":"\n  aww thanks but I'm not\n  ","824116":"\n  it's going good (:\n  ","824117":"\n  lmao omg\n  ","824118":"\n  lol okay\n  ","824119":"\n  do you ever stfu\n  ","824120":"\n  McDonald's\n  ","824121":"\n  I'm at work\n  ","824122":"\n  idc :D\n  ","824123":"\n  (:\n  ","824124":"\n  no\n  ","824125":"\n  yeah\n  ","824126":"\n  no\n  ","824127":"\n  yea\n  ","824128":"\n  your annoying damn she's a good damn mom , stop worrying about her and how she parents\n  ","824129":"\n  part 1\n  ","824130":"\n  why are you so worried about her life ?\n  ","824131":"\n  I cooked my boyfriend and son blueberry pancakes with eggs\n  ","824132":"\n  read a damn bio for once\n  ","824133":"\n  (:\n  ","824134":"\n  yah\n  ","824135":"\n  yes\n  ","824136":"\n  no\n  ","824137":"\n  yeah\n  ","824138":"\n  no\n  ","824139":"\n  yeah\n  ","824140":"\n  lmao your pathetic\n  ","824141":"\n  nothing watching tv\n  ","824142":"\n  (:\n  ","824143":"\n  cheating flirting with someone or an ex\n  ","824144":"\n  1. TRUST\n  \n  2. common values\n  \n  3. feelings\n  \n  4. being open\n  \n  5. honesty\n  ","824145":"\n  we have done so much honesty and nope\n  ","824146":"\n  I never had an epidural because I had an emergency c sections and when I got to the hospital I was already 6cm dilated\n  ","824147":"\n  (:\n  ","824148":"\n  (:\n  ","824149":"\n  yes I felt like we were unstoppable like 2 years ago\n  ","824150":"\n  I believe it's not so much important but then again yeah and it's normal at my age to be tied down and find that one\n  ","824151":"\n  I believe so\n  ","824152":"\n  (:\n  ","824153":"\n  more natural values\n  ","824154":"\n  I'm good\n  ","824155":"\n  telling me how too raise my child\n  ","824156":"\n  hello\n  ","824157":"\n  amazing\n  ","824158":"\n  yay I'm happy for your\n  ","824159":"\n  yes\n  ","824160":"\n  false\n  ","824161":"\n  nopd\n  ","824162":"\n  mhm\n  ","824163":"\n  sometimes (;\n  ","824164":"\n  my boyfriend only\n  ","824165":"\n  nope\n  ","824166":"\n  yes yes yes\n  ","824167":"\n  thongs , see thru and regular\n  ","824168":"\n  :(\n  ","824169":"\n  1 my boyfriend\n  ","824170":"\n  natural thing\n  ","824171":"\n  lol mnhm\n  ","824172":"\n  I've heard both too\n  ","824173":"\n  I want to\n  ","824174":"\n  lmao\n  ","824175":"\n  depends on if they know how to use it\n  ","824176":"\n  yes\n  ","824177":"\n  outside\n  ","824178":"\n  haha yeah\n  ","824179":"\n  (:\n  ","824180":"\n  no that's rude\n  ","824181":"\n  sometimes\n  ","824182":"\n  nope\n  ","824183":"\n  (:\n  ","824184":"\n  almost 2 years\n  ","824185":"\n  (:\n  ","824186":"\n  (:\n  ","824187":"\n  lol Wayne\n  ","824188":"\n  it's okay (:\n  ","824189":"\n  (:\n  ","824190":"\n  not on accident\n  ","824191":"\n  last night\n  ","824192":"\n  (:\n  ","824193":"\n  blocked\n  ","824194":"\n  next question ask me real ones\n  ","824195":"\n  why are you even asking such a stupid question\n  ","824196":"\n  nope\n  ","824197":"\n  20 and I'm 5'3\n  ","824198":"\n  anything you want\n  ","824199":"\n  I have no idea bby sorry\n  ","824200":"\n  I like it (:\n  ","824201":"\n  because your FAKE\n  ","824202":"\n  no\n  ","824203":"\n  yeah it's NineGDxFourO\n  ","824204":"\n  I have but not recently\n  ","824205":"\n  the sky\n  ","824206":"\n  English\n  ","824207":"\n  stop obsessing over feet or you'll be blocked\n  ","824208":"\n  because 1 is enough lol\n  ","824209":"\n  aww thanks Ashley that made my day ❤️✨\n  ","824210":"\n  hello\n  ","824211":"\n  I'm at work\n  ","824212":"\n  I love you to bby\n  ","824213":"\n  my boyfriends name\n  ","824214":"\n  I have work at 1\n  ","824215":"\n  it's going good just making breakfast for my boyfriend\n  ","824216":"\n  lmao yeah\n  ","824217":"\n  Fifty Shades of Grey\n  ","824218":"\n  (:\n  ","824219":"\n  it's only 5:53am here\n  ","824220":"\n  (:\n  ","824221":"\n  they should when they feel the need to\n  ","824222":"\n  I don't know I don't think of these things\n  ","824223":"\n  their dumb\n  ","824224":"\n  blocked\n  ","824225":"\n  yeah lmao ;\n  ","824226":"\n  I think so\n  ","824227":"\n  both\n  ","824228":"\n  I need during sex lmao\n  ","824229":"\n  virginity\n  ","824230":"\n  I don't have one\n  ","824231":"\n  choose not to stop\n  ","824232":"\n  no\n  ","824233":"\n  full\n  ","824234":"\n  nope\n  ","824235":"\n  their stupid\n  ","824236":"\n  their lives\n  ","824237":"\n  ni\n  ","824238":"\n  both\n  ","824239":"\n  16\n  ","824240":"\n  it's weird\n  ","824241":"\n  4\n  ","824242":"\n  no\n  ","824243":"\n  sometimes\n  ","824244":"\n  not so big\n  ","824245":"\n  bye\n  ","824246":"\n  wtf\n  ","824247":"\n  yeah I do\n  ","824248":"\n  813\n  ","824249":"\n  When life gives you lemons squeeze them\n  ","824250":"\n  pro life\n  ","824251":"\n  I'd rather not say\n  ","824252":"\n  watching modern family with my boyfriend\n  ","824253":"\n  (:\n  ","824254":"\n  I've blocked you buddy\n  ","824255":"\n  blocked next feet or foot question\n  ","824256":"\n  blocked\n  ","824257":"\n  haha im sure you would know\n  ","824258":"\n  ^^^^^^\n  ","824259":"\n  sorry I have a boyfriend for that\n  ","824260":"\n  no get outta here with your foot fetish\n  ","824261":"\n  Swiss\n  ","824262":"\n  because she doesn't deserve the hate that she's getting right now especially over her opinion\n  ","824263":"\n  something that doesn't show much or everything\n  ","824264":"\n  idek who you care lmaoo\n  ","824265":"\n  inside voices\n  ","824266":"\n  I try to tell them what there doing wrong but you can't avoid it because you live with them\n  ","824267":"\n  I wanted to be a doctor because idk I was very interested In it , my fear of hospitals\n  ","824268":"\n  I really don't know honesty\n  ","824269":"\n  well I work so that's how I meet new people\n  ","824270":"\n  having things in common\n  ","824271":"\n  2years ago and I'd rather not say\n  ","824272":"\n  it depends on the situation and how they cheated on you and I believe in that saying\n  ","824273":"\n  my age and I hate that question lmao\n  ","824274":"\n  1. we have the same amount of salt in our body as the ocean\n  \n  that's all I can think of\n  ","824275":"\n  ask me questions\n  \n  gotta couple new followers (:\n  ","824276":"\n  of course I would be right now he doesn't care for movies he barely watches tv lol because he's always crawling or standing around\n  ","824277":"\n  no personally I think it's a movie for girls but no he hasn't and he won't honesty\n  ","824278":"\n  surprisingly no\n  ","824279":"\n  no he did not a most likely he won't be today because it's already 5:00pm and it's already getting late . he goes to bed around 7-8\n  ","824280":"\n  yeah i do\n  ","824281":"\n  4:43pm\n  ","824282":"\n  no I didn't\n  ","824283":"\n  I only have 1 (:\n  ","824284":"\n  1000000\n  ","824285":"\n  9\n  ","824286":"\n  5\n  ","824287":"\n  8\n  ","824288":"\n  he's asleep to haha\n  ","824289":"\n  like a 9\n  ","824290":"\n  just got my son to sleep finally altering fighting a nap for 5 hours and not wanting to sleep\n  ","824291":"\n  like maybe a 8 1\/2\n  ","824292":"\n  7\n  ","824293":"\n  10\n  ","824294":"\n  beyond a 10\n  ","824295":"\n  8\n  ","824296":"\n  (:\n  ","824297":"\n  thank you ❤️\n  ","824298":"\n  aren't they so cute ❤️❤️❤️\n  ","824299":"\n  I have 1 tattoo and 2 piercings\n  ","824300":"\n  I call him Joseph because that's his name lol but other people call him Joe\n  ","824301":"\n  it's okay bby\n  ","824302":"\n  mama , dadda , yeah , and others\n  ","824303":"\n  he's asleep lmao and I do get questions haha you see how many I have answered and just because I answer questions doesn't mean I'm not taking care of him lmao , good try pulling out the \"go take of your kid card\" be more creative\n  ","824304":"\n  oh okay lol but I don't open links\n  ","824305":"\n  nope I don't click links don't bother sending them \n  ","824306":"\n  idc don't send me links\n  ","824307":"\n  why are you sending me links ?\n  \n  I don't open those\n  ","824308":"\n  35\n  ","824309":"\n  haha yes\n  ","824310":"\n  ^^^^\n  ","824311":"\n  yes always\n  ","824312":"\n  sometimes\n  ","824313":"\n  my son\n  ","824314":"\n  haha no\n  ","824315":"\n  nope\n  ","824316":"\n  yeah he does\n  ","824317":"\n  tank tops hoodies\n  ","824318":"\n  Brown\n  ","824319":"\n  lime green\n  ","824320":"\n  my days going good\n  ","824321":"\n  I like all the topics\n  ","824322":"\n  I don't remember it that much\n  ","824323":"\n  both\n  ","824324":"\n  why thank you\n  ","824325":"\n  old\n  ","824326":"\n  its good just relaxing\n  ","824327":"\n  nope\n  ","824328":"\n  thank you (:\n  ","824329":"\n  thanks\n  ","824330":"\n  I don't click links\n  ","824331":"\n  no\n  ","824332":"\n  everything\n  ","824333":"\n  lol that's funny\n  ","824334":"\n  2013\n  ","824335":"\n  making buffalo strips at 8:37am haha\n  ","824336":"\n  goodmorning\n  ","824337":"\n  my 3 years and 5 months is tomorrow lol\n  \n  but it's September 04,2011 ❤\n  ","824338":"\n  yo mama\n  ","824339":"\n  obviously\n  ","824340":"\n  (:\n  ","824341":"\n  I like it but I can't write it\n  ","824342":"\n  (:\n  ","824343":"\n  no I don't I love to eat\n  ","824344":"\n  7 1\/2\n  ","824345":"\n  no I haven't\n  ","824346":"\n  nope\n  ","824347":"\n  yeah I have\n  ","824348":"\n  5:11am\n  ","824349":"\n  811\n  ","824350":"\n  okay\n  ","824351":"\n  I don't dance\n  ","824352":"\n  no but I love Abbie and she lives in England\n  ","824353":"\n  a lot of songs\n  ","824354":"\n  yeah I am\n  ","824355":"\n  yeah it's a respect thing\n  ","824356":"\n  lol yeah\n  ","824357":"\n  yes\n  ","824358":"\n  yeah I am\n  ","824359":"\n  that it's not cute and they should be punished for it\n  ","824360":"\n  no\n  ","824361":"\n  I ran over so I could be the line leader\n  ","824362":"\n  yeah I have\n  ","824363":"\n  haha sometimes\n  ","824364":"\n  lmao no\n  ","824365":"\n  nope\n  ","824366":"\n  I like Lil Wayne , Drake, Nicki Ninaj , Taylor Swift there's more\n  ","824367":"\n  rap R&B country\n  ","824368":"\n  no\n  ","824369":"\n  I don't have an all time favorite\n  ","824370":"\n  yeah\n  ","824371":"\n  aww thanks\n  \n  I love you ❤\n  ","824372":"\n  no\n  ","824373":"\n  sometimes like 10 minutes\n  ","824374":"\n  laugh at it\n  ","824375":"\n  no\n  ","824376":"\n  sure\n  ","824377":"\n  yeah\n  ","824378":"\n  nah\n  ","824379":"\n  if I wanted to say it to your I'd go to your page lmao\n  ","824380":"\n  aww thank you (:\n  ","824381":"\n  in one of the 50 states\n  ","824382":"\n  to wake up my boyfriend for work\n  ","824383":"\n  nope\n  ","824384":"\n  ^^^^^\n  ","824385":"\n  19\n  ","824386":"\n  20\n  ","824387":"\n  yeah I have lol\n  ","824388":"\n  10:58pm gonna go to sleep soon gotta get up at 4:30am\n  ","824389":"\n  what a stupid question that a stupid person asked me FFS\n  ","824390":"\n  he will be 16 months on the 21st\n  ","824391":"\n  lol idk I'd like to know myself (;\n  ","824392":"\n  aww thank you (:\n  \n  I know their mom raised a prick haha\n  ","824393":"\n  NyQuil\n  ","824394":"\n  in glad you know me (:\n  \n  must be nice knowing you think you know me by what I post haha good try sweetie (; ;*\n  ","824395":"\n  yeah with white\n  ","824396":"\n  so your saying if 2 black guys are talking and their calling each other the N word their racist lmao what logic\n  ","824397":"\n  because she wasn't saying it to be racist you idiot damn she just said the N word so it wouldn't offend anyone if it did\n  ","824398":"\n  a very gorgeous mama\n  ","824399":"\n  nope gross\n  ","824400":"\n  yeah haha\n  ","824401":"\n  yesterday\n  ","824402":"\n  a few minutes ago\n  ","824403":"\n  ask me stuff guys (:\n  ","824404":"\n  I enjoyed\n  ","824405":"\n  idc\n  ","824406":"\n  sometimes but he's amazing\n  ","824407":"\n  no I'm not but my bf is\n  ","824408":"\n  lmao they would be shocked\n  ","824409":"\n  nope and no I haven't\n  ","824410":"\n  yeah I do lol haha haters gonna hate\n  ","824411":"\n  no I don't\n  ","824412":"\n  yeah\n  ","824413":"\n  what ?\n  ","824414":"\n  mhm good question I like it both ways\n  ","824415":"\n  like 7 days a week haha it has happened before\n  ","824416":"\n  I love it honesty it's amazing\n  ","824417":"\n  haha no but I thought lots of my dreams were real\n  ","824418":"\n  I actually find it a turn on\n  ","824419":"\n  losing a bond with my mom\n  ","824420":"\n  yeah haha\n  ","824421":"\n  go ask your mom and see what she says\n  ","824422":"\n  sometimes\n  ","824423":"\n  taken soon to be married\n  ","824424":"\n  no I have bf for sex\n  ","824425":"\n  I do and McDonals\n  ","824426":"\n  lol mhm\n  ","824427":"\n  1\n  ","824428":"\n  lmao that would be annoying haha\n  ","824429":"\n  I have one\n  ","824430":"\n  I can be with certain situations\n  ","824431":"\n  haha I hate when I trip in front of people\n  ","824432":"\n  newports and bud\n  ","824433":"\n  haha why thank you\n  ","824434":"\n  theirs no limit\n  ","824435":"\n  yeah\n  ","824436":"\n  yeah I could\n  ","824437":"\n  I graduated in 2013\n  ","824438":"\n  yeah I definitely do\n  ","824439":"\n  here and there or whenever my bf does (:\n  ","824440":"\n  well it's 7:48pm here and I woke up today around 7:30am\n  ","824441":"\n  (:\n  ","824442":"\n  yeah I have the worst\n  ","824443":"\n  (:\n  ","824444":"\n  idk it depends\n  ","824445":"\n  yeah my boyfriends\n  ","824446":"\n  36C\n  ","824447":"\n  yeah lots of sex (;\n  ","824448":"\n  lmao some dumb girl\n  ","824449":"\n  watching my bf play GTA 5\n  ","824450":"\n  ask me stuff guys\n  ","824451":"\n  I liked them\n  ","824452":"\n  ^^^^\n  ","824453":"\n  no\n  ","824454":"\n  no\n  ","824455":"\n  I'm tired of some of my ghost followers\n  \n  ask me stuff guys\n  \n  I have over 800 followers and no questions\n  \n  that's a problem\n  ","824456":"\n  ni\n  ","824457":"\n  yes\n  ","824458":"\n  no\n  ","824459":"\n  no\n  ","824460":"\n  idk the nane\n  ","824461":"\n  no\n  ","824462":"\n  ask us questions\n  ","824463":"\n  10 it was good\n  ","824464":"\n  nope\n  ","824465":"\n  haha NOPE\n  ","824466":"\n  this is gonna sound mean it idc who you are lmaoo\n  ","824467":"\n  I know lmaoo my room isn't messy but what does having a messy room have to do with having kids ? haha o mean her son was sick and the hospital and she had sex in another hospital room while her son was SICK\n  ","824468":"\n  I'm not mad (:\n  ","824469":"\n  snowing again\n  ","824470":"\n  yay ask US STUFF GUYS\n  ","824471":"\n  noneyabusiness\n  ","824472":"\n  yeah\n  ","824473":"\n  I laugh it off because these anons know nothing about me\n  ","824474":"\n  exercise, eat healthy\n  ","824475":"\n  haha it is\n  ","824476":"\n  my room isn't messy awkward lmao , that's my stand that has stuff on it and my dress that has stuff on it that I need lmao , come up with something better then that sweetie (:\n  ","824477":"\n  that doesn't make sense\n  ","824478":"\n  yeah I know that's why I said she shouldn't have kid(s)\n  ","824479":"\n  some dumb girl who obviously doesn't know how to take care of her kid(s)\n  ","824480":"\n  outside lmaoo\n  ","824481":"\n  I don't think there's any awkward sex position in my opinion\n  ","824482":"\n  haha thanks\n  ","824483":"\n  nope but ask me real questions\n  ","824484":"\n  haha i have :x\n  ","824485":"\n  for my family to be safe all the time\n  ","824486":"\n  thank you ❤️✨\n  ","824487":"\n  yeah lmao\n  ","824488":"\n  finger\n  ","824489":"\n  oral\n  ","824490":"\n  my boyfriend's body\n  ","824491":"\n  I hate that saying like your bro ain't always gonna be there for you\n  ","824492":"\n  haha what a good question\n  ","824493":"\n  I watch Netflix a lot\n  ","824494":"\n  yea\n  ","824495":"\n  yeah I did lol\n  ","824496":"\n  March 3rd\n  ","824497":"\n  JosephJourney_xo\n  ","824498":"\n  because we never did I assume it's because I'm the middle child you know but idk she always treated me differently\n  ","824499":"\n  haha no he doesn't he's only 15 months and is bad already lol he gets tapped on the hands and if that doesn't work he sits in timeout which he hates\n  ","824500":"\n  TRUST\n  ","824501":"\n  yeah lol\n  ","824502":"\n  c section\n  ","824503":"\n  lol thanks I want a new one (:\n  ","824504":"\n  my mom is not so good my dad is amazing me and my mom just never got along\n  ","824505":"\n  latch\n  ","824506":"\n  I love you\n  ","824507":"\n  childish\n  ","824508":"\n  1. I'm 20\n  \n  2. I'm 5'3\n  \n  3. I'm blunt\n  ","824509":"\n  he's taking a nap\n  ","824510":"\n  lmao I know these anons are stupid\n  ","824511":"\n  lol do I now ? maybe I am (;\n  ","824512":"\n  probably like 95\n  ","824513":"\n  im good just bored\n  \n  where are all my anons at\n  ","824514":"\n  yay (:\n  ","824515":"\n  nope 1 is enough (:\n  ","824516":"\n  lol why would I ?\n  ","824517":"\n  I love your spam\n  ","824518":"\n  crack , cocoaine, herion and such lol\n  ","824519":"\n  yeah lol\n  ","824520":"\n  nopr\n  ","824521":"\n  mhm idk lmao\n  ","824522":"\n  haha thanks (:\n  ","824523":"\n  a breakfast sandwich\n  ","824524":"\n  okay ?\n  ","824525":"\n  ones I can't get myself out of\n  ","824526":"\n  over 3 years\n  ","824527":"\n  thank you ❤\n  ","824528":"\n  it was snowing but it's a mixture of snow and rain\n  ","824529":"\n  we're perfect\n  ","824530":"\n  lol idk I just do (;\n  ","824531":"\n  lol no not me\n  ","824532":"\n  I don't own a lot but I like French Vanilla\n  ","824533":"\n  I mean I don't think their ready but they are gonna do what they want , if my son was having sex at that young age id be very very anger but yet what can I do he's already done it and he's probably gonna keep doing it even if me and his dad talk to him about it\n  ","824534":"\n  lmao no but their cool\n  ","824535":"\n  my fear is him being bullied or not wanting to finish  but I want him to go to public school\n  ","824536":"\n  (:\n  ","824537":"\n  nope that's eww and no I wouldn't\n  ","824538":"\n  my sons name next and I already have one lol and I have my belly and nose pierced I want my nipples next\n  ","824539":"\n  OMG I love that MOVIE :D\n  ","824540":"\n  yes I do\n  ","824541":"\n  I don't consider anything fat that's just rude\n  ","824542":"\n  Lil Wayne\n  ","824543":"\n  nope lol\n  ","824544":"\n  over like 30\n  ","824545":"\n  true\n  ","824546":"\n  I don't think there aggressive I think it's all how you raise your dog to be\n  ","824547":"\n  idc tbt\n  ","824548":"\n  I definitely do\n  ","824549":"\n  they both should\n  ","824550":"\n  yeah it was horrible\n  ","824551":"\n  at target lmaoo I was starting at my bf and I was like I want sex lmaoc\n  ","824552":"\n  nope who cares lol\n  ","824553":"\n  nope not at all\n  ","824554":"\n  I would we actually want to\n  ","824555":"\n  yeah :x\n  ","824556":"\n  I'd do anything tbt (;\n  ","824557":"\n  ehh by certain things\n  ","824558":"\n  by my boyfriend yeah (;\n  ","824559":"\n  7:56am\n  ","824560":"\n  never\n  ","824561":"\n  I hated it\n  ","824562":"\n  thank you\n  ","824563":"\n  12:31am\n  ","824564":"\n  yeah :(\n  ","824565":"\n  I'd tell them to be careful\n  ","824566":"\n  his anger\n  ","824567":"\n  I have and. seems like your ready\n  \n  R.Kelly\n  ","824568":"\n  anything\n  ","824569":"\n  I'll be doing honesty night for a little\n  \n  ask me whatever I have over 800 followers\n  \n  come on (:\n  ","824570":"\n  lamps\n  ","824571":"\n  yeah\n  ","824572":"\n  nope\n  ","824573":"\n  bra and boxers\n  ","824574":"\n  ^^^\n  ","824575":"\n  yeah\n  ","824576":"\n  Arizona\n  ","824577":"\n  front of the house\n  ","824578":"\n  haha yeah\n  ","824579":"\n  let people say whatever\n  ","824580":"\n  someone I hate\n  ","824581":"\n  bully their ass back\n  ","824582":"\n  like 10\n  ","824583":"\n  yeah\n  ","824584":"\n  30\n  ","824585":"\n  mhm nothing really\n  ","824586":"\n  I graduated and I wanna go back to college\n  ","824587":"\n  18\n  ","824588":"\n  does that matter ?\n  ","824589":"\n  (:\n  ","824590":"\n  no\n  ","824591":"\n  I like doggy\n  ","824592":"\n  lmao omg\n  ","824593":"\n  no\n  ","824594":"\n  I mean whatever floats your boat\n  ","824595":"\n  I've done a lot\n  ","824596":"\n  no lol\n  ","824597":"\n  yes\n  ","824598":"\n  nope\n  ","824599":"\n  lol no\n  ","824600":"\n  I can be\n  ","824601":"\n  just dance\n  ","824602":"\n  nope (:\n  ","824603":"\n  I don't like it, it hurts\n  ","824604":"\n  yeah I would\n  ","824605":"\n  no\n  ","824606":"\n  yeah I smoke\n  ","824607":"\n  yeah there sexy\n  ","824608":"\n  no\n  ","824609":"\n  heels and sneakers\n  ","824610":"\n  yeah I have\n  ","824611":"\n  I have a turtle\n  ","824612":"\n  Seahawks\n  ","824613":"\n  you can fuck off\n  ","824614":"\n  I'd rather not say :x\n  ","824615":"\n  the same thing with me\n  ","824616":"\n  ehh it depends\n  ","824617":"\n  yeah haha\n  ","824618":"\n  depends on the day\n  ","824619":"\n  lacrosse\n  ","824620":"\n  yeah\n  ","824621":"\n  good\n  ","824622":"\n  my mom\n  ","824623":"\n  lmao haha skinny jeans\n  ","824624":"\n  for the last couple days we have because my bf was sick and we didn't want to spread the germs all in the room with Joe\n  ","824625":"\n  now\n  ","824626":"\n  ^^^^\n  ","824627":"\n  brown\n  ","824628":"\n  7:14pm\n  ","824629":"\n  I'm fine\n  ","824630":"\n  sure\n  ","824631":"\n  Seahawks\n  ","824632":"\n  these questions are stupid\n  ","824633":"\n  no babe that's all you\n  ","824634":"\n  yeah because it's for you to remember\n  ","824635":"\n  yes\n  ","824636":"\n  I would be in dicsplining him with certain things\n  ","824637":"\n  lmaoo no\n  ","824638":"\n  no unless there older and gay\n  ","824639":"\n  no I don't tbt\n  ","824640":"\n  I am but he's not lmao\n  ","824641":"\n  no not really its just that some people don't have a mind of there own and can't choice names for themselves\n  ","824642":"\n  yeah we do\n  ","824643":"\n  only 1\n  ","824644":"\n  I know and then I'll be way to old :(\n  ","824645":"\n  lmao I know (; time has gone within like 24 hours\n  ","824646":"\n  I'm 29\n  ","824647":"\n  yes , my son is only 15 months old and never listens and he acts like he's grown lol\n  ","824648":"\n  today finally haha\n  ","824649":"\n  thank you\n  ","824650":"\n  yay and ask me stuff to guys (:\n  ","824651":"\n  November 8th\n  ","824652":"\n  a girl\n  ","824653":"\n  I don't take them ode lol but if I get dared then ima do it\n  ","824654":"\n  no\n  ","824655":"\n  a boy\n  \n  my boyfriend thought a girl\n  ","824656":"\n  I know lmao\n  ","824657":"\n  neither\n  ","824658":"\n  nope\n  ","824659":"\n  nope\n  ","824660":"\n  give up\n  ","824661":"\n  it was me not you\n  ","824662":"\n  nope\n  ","824663":"\n  you'll know\n  ","824664":"\n  sometimes\n  ","824665":"\n  nooo stop begging and ask me real questions\n  ","824666":"\n  nooo\n  ","824667":"\n  I have\n  ","824668":"\n  Paris\n  ","824669":"\n  805\n  ","824670":"\n  I'll be doing honesty day ask me whatever guys\n  ","824671":"\n  me too guys\n  ","824672":"\n  yeah I am\n  ","824673":"\n  a doctor\n  ","824674":"\n  I like everything he does haha\n  ","824675":"\n  dolor system\n  ","824676":"\n  curtains\n  ","824677":"\n  I hope you have a better day\n  ","824678":"\n  ^^^^\n  ","824679":"\n  give\n  ","824680":"\n  followed\n  ","824681":"\n  yeah I've been with girls before\n  ","824682":"\n  fish\n  ","824683":"\n  I just got a new one and an LG F60\n  ","824684":"\n  1 or none\n  ","824685":"\n  nope I have AC in the summer\n  ","824686":"\n  ranch or hot sauce\n  ","824687":"\n  lmao I have no idea\n  ","824688":"\n  yeah sometimes\n  ","824689":"\n  Pepsi and I like all kinds of snacks and ice cream I'm not a big fan of\n  ","824690":"\n  comforter\n  ","824691":"\n  lmao I'd rather not say\n  ","824692":"\n  other people's besides my boyfriend's and sons\n  ","824693":"\n  yeah I would\n  ","824694":"\n  site androids can make viedos\n  ","824695":"\n  sure\n  ","824696":"\n  9:12am just missed 9:11am lmao\n  ","824697":"\n  ask me later , I got a new phone and all my pictures aren't here there on my other phone\n  ","824698":"\n  not sore but it hurts , everybody is different\n  ","824699":"\n  yeah\n  ","824700":"\n  yeah I can be\n  ","824701":"\n  (:\n  ","824702":"\n  5'3\n  ","824703":"\n  (:\n  ","824704":"\n  yeah I am very\n  ","824705":"\n  yeah I am\n  ","824706":"\n  both\n  ","824707":"\n  yeah my nose and belly and idk I'm not sure yet\n  ","824708":"\n  should be able to sleep with as many people as they want\n  ","824709":"\n  my dad good my mom not so good\n  ","824710":"\n  my current\n  ","824711":"\n  20\n  ","824712":"\n  I did before and yeah\n  ","824713":"\n  I'm very blunt\n  ","824714":"\n  C\n  ","824715":"\n  Idc were comfortable around each other\n  ","824716":"\n  16\n  ","824717":"\n  hey\n  ","824718":"\n  nooooo\n  ","824719":"\n  anything\n  ","824720":"\n  ^^^^\n  ","824721":"\n  sex\n  ","824722":"\n  like a couple days ago\n  ","824723":"\n  sexually active\n  ","824724":"\n  55\n  ","824725":"\n  lol idk it was 2 years ago\n  ","824726":"\n  idk lol\n  ","824727":"\n  yeah I guess\n  ","824728":"\n  nope\n  ","824729":"\n  yeahhhh\n  ","824730":"\n  Yeah only 1 tho\n  ","824731":"\n  September 4,2011\n  ","824732":"\n  I don't  have one\n  ","824733":"\n  that's the point lmao\n  ","824734":"\n  15 months old\n  ","824735":"\n  lol idk everyone is different\n  ","824736":"\n  why are you assuming I've tired it\n  ","824737":"\n  never\n  ","824738":"\n  lol what can I do\n  ","824739":"\n  then that's what he chooses\n  ","824740":"\n  lmao idk\n  \n  HN\n  ","824741":"\n  ask us stuff\n  ","824742":"\n  yeah\n  ","824743":"\n  change my relationship with my mom\n  ","824744":"\n  probably tonight. maybe tomorrow lol\n  ","824745":"\n  watching the super bowl , Sunday's is chill day\n  ","824746":"\n  a Ford escape\n  ","824747":"\n  I don't have one\n  ","824748":"\n  send in them questions for honesty night\n  ","824749":"\n  yeah lol idc who wins\n  ","824750":"\n  it could be better\n  ","824751":"\n  I'll be doing honesty night\n  ","824752":"\n  Night\n  ","824753":"\n  Yay\n  ","824754":"\n  I love you ❤\n  ","824755":"\n  in all for it their kid has to eat somehow I'm totally fine with it\n  ","824756":"\n  ^^^^\n  ","824757":"\n  Ask me stuff guys\n  ","824758":"\n  Im a bitch\n  ","824759":"\n  Yeah sometimes\n  ","824760":"\n  Ask them stufd\n  ","824761":"\n  Idc\n  ","824762":"\n  Nooo\n  ","824763":"\n  yeah and because there annoying\n  ","824764":"\n  yay\n  ","824765":"\n  hope your day gets better\n  ","824766":"\n  find out the gender\n  ","824767":"\n  yes\n  ","824768":"\n  ^^^^\n  ","824769":"\n  spam\n  ","824770":"\n  i dont click links\n  ","824771":"\n  I'm old enough\n  ","824772":"\n  Idgaf\n  ","824773":"\n  STOP BEGGING DAMN\n  ","824774":"\n  guys I have more guys friends then girls that are my friends\n  ","824775":"\n  idc idc idc idc idc idc idc\n  ","824776":"\n  no\n  ","824777":"\n  ask her stuff guys\n  ","824778":"\n  no\n  ","824779":"\n  no\n  ","824780":"\n  nothing\n  ","824781":"\n  ask bby questions\n  ","824782":"\n  sounds good\n  ","824783":"\n  common values\n  ","824784":"\n  is your mom\n  ","824785":"\n  read my bio and you'll know\n  ","824786":"\n  ill give you my Twitter on kik\n  ","824787":"\n  16\n  ","824788":"\n  money, wallet, pads, gum , eye liner etc\n  ","824789":"\n  i was in first grade lmao\n  ","824790":"\n  very towards the end tho\n  ","824791":"\n  Sorry i have a bf for that\n  ","824792":"\n  STOP BEGGING\n  ","824793":"\n  the pill and it's okay i guess and k had no side effects\n  ","824794":"\n  yes they wanna grow up fast\n  ","824795":"\n  good just at work\n  ","824796":"\n  ask me stuff guys\n  ","824797":"\n  any time\n  ","824798":"\n  warm\n  ","824799":"\n  I don't have one\n  ","824800":"\n  what\n  ","824801":"\n  nope just one or none lmao\n  ","824802":"\n  goodmorning\n  ","824803":"\n  I don't like it I love it\n  ","824804":"\n  hello\n  ","824805":"\n  followed back (:\n  ","824806":"\n  I'm going back to sleep , leave me questions to wake up to (:\n  ","824807":"\n  lol I'm really not\n  ","824808":"\n  he's sleeping it's 6:28am\n  ","824809":"\n  hello\n  ","824810":"\n  800 lovely followers\n  ","824811":"\n  i believe in them and i think it's all to the person and its physical\n  ","824812":"\n  5:59am\n  ","824813":"\n  cereal\n  ","824814":"\n  no i don't\n  ","824815":"\n  being in one\n  ","824816":"\n  omg i can't even think of any\n  ","824817":"\n  ill follow  you\n  ","824818":"\n  i hate that like shut up lol and i have a lot of people who do but i don't say anything\n  ","824819":"\n  i will\n  ","824820":"\n  yay i want it\n  ","824821":"\n  bullying\n  ","824822":"\n  haha yeah\n  ","824823":"\n  sometimes for attention others becuse they're stable\n  ","824824":"\n  who are you\n  ","824825":"\n  we talked\n  ","824826":"\n  yeah (:\n  ","824827":"\n  things always get better just remember that\n  ","824828":"\n  I don't think of nothing lmao it's there life\n  ","824829":"\n  how are you\n  ","824830":"\n  good (:\n  ","824831":"\n  sweat pants and a tank top\n  ","824832":"\n  Idek how lol\n  \n  follower her guys\n  ","824833":"\n  800\n  ","824834":"\n  will do\n  ","824835":"\n  yay 2nd place (:\n  ","824836":"\n  btw anon it's honesty night not honesty hour\n  ","824837":"\n  I don't gotta do anything but answer what I get how I want (:\n  ","824838":"\n  thank you there so butthurt over a damn question that's common sense\n  ","824839":"\n  maybe\n  ","824840":"\n  I never said I have nor have I said haven't what does it matter to you ?\n  ","824841":"\n  that doesn't mean I have like it common sense damn  stupid fucking questions all the damn time\n  ","824842":"\n  I know I'm doing honesty night and there so stuck on swallowing cum lmao\n  ","824843":"\n  I didn't admit to nothing I said your immature for saying \"your disgusting for swallowing\" and I said what are we 12\n  ","824844":"\n  lmao I see they haven't came back\n  ","824845":"\n  87\n  ","824846":"\n  lmao I know like come one how immature how old are we\n  ","824847":"\n  lmao so immature of you to say \"your disgusting for swallowing\" what are you 12\n  ","824848":"\n  it's disgusting how your assuming lmao\n  ","824849":"\n  does your mom ?\n  ","824850":"\n  ask me and bby questions (:\n  ","824851":"\n  it's not that hard\n  ","824852":"\n  yay that's actually a lot I thought it was less\n  ","824853":"\n  thanks\n  ","824854":"\n  sex sex sex Fifty Shades of Grey more sex sex\n  ","824855":"\n  yeah for a month in a half\n  ","824856":"\n  what iz cum\n  ","824857":"\n  lmao right I had a stomach virus for 24 hours my son gave it to me and his dad\n  ","824858":"\n  noneofyourbusiness\n  ","824859":"\n  lmao logic\n  ","824860":"\n  watching my boyfriend play GTA5\n  ","824861":"\n  nope but who cares lmao\n  ","824862":"\n  thanks but only my bf can call me beautiful\n  ","824863":"\n  in 2022\n  ","824864":"\n  a couple nights ago :(\n  ","824865":"\n  I'll be doing honesty night\n  \n  I have over 800 followers so ask away\n  \n  don't be shy\n  ","824866":"\n  C\n  ","824867":"\n  A\n  ","824868":"\n  C\n  ","824869":"\n  B\n  ","824870":"\n  c\n  ","824871":"\n  B\n  ","824872":"\n  A\n  ","824873":"\n  C\n  ","824874":"\n  B\n  ","824875":"\n  ask bby questions\n  ","824876":"\n  B\n  ","824877":"\n  A\n  ","824878":"\n  A\n  ","824879":"\n  B\n  ","824880":"\n  B\n  ","824881":"\n  ok\n  ","824882":"\n  B\n  ","824883":"\n  lol\n  ","824884":"\n  yeah\n  ","824885":"\n  lmaoo me and HayLeigh just talk because it's called growing up lmao and omg really Reachel\n  ","824886":"\n  lmao some crazy chick lmao Reachel had more info\n  ","824887":"\n  thanks\n  ","824888":"\n  Noooo\n  ","824889":"\n  I'm very comfortable around my bf haha he's my best friend I'd do literally anything for him\n  ","824890":"\n  yes omg so freaking true\n  ","824891":"\n  why aren't you guys asking me questions ?\n  ","824892":"\n  nope\n  ","824893":"\n  if I was the oldest I'll be 26 lmao and idek and if I was the youngest I'd be 11 turning 12 Feb 9th and I'll get away with  everything\n  ","824894":"\n  Noooo\n  ","824895":"\n  I'm okay\n  ","824896":"\n  yeah I heard it it's okay lol\n  ","824897":"\n  thank you (:\n  ","824898":"\n  I had a c section\n  ","824899":"\n  I'm 20\n  \n  do you guys comprehend\n  ","824900":"\n  I've been sleep on and off all day due to my stomach being upset but ima go to work later and cover my bf\n  ","824901":"\n  2:47pm\n  ","824902":"\n  Murder , Enslavement , Forced pregnancy and there's a bunch more\n  ","824903":"\n  ask me stuff guys too\n  ","824904":"\n  I'm feeling a little better my bf not so much he had stopped throwing up tho\n  ","824905":"\n  lol yeah sometimes\n  ","824906":"\n  no\n  ","824907":"\n  there's all types of love , and we can definitely separate love from infatuation\n  ","824908":"\n  sea food and idk its just really something i cant srandto smell or eat\n  ","824909":"\n  thanks (:\n  ","824910":"\n  no\n  ","824911":"\n  shy away\n  ","824912":"\n  yay\n  ","824913":"\n  i hate throwing up\n  ","824914":"\n  yeah\n  ","824915":"\n  no\n  ","824916":"\n  yeah\n  ","824917":"\n  yeah\n  ","824918":"\n  Spider-Man\n  ","824919":"\n  cheese\n  ","824920":"\n  no\n  ","824921":"\n  1\n  ","824922":"\n  thanks ❤️✨\n  ","824923":"\n  I said idk maybe can you read\n  ","824924":"\n  I'm okay idk my son was throwing up all day yesterday and idk if he gave me it . I just threw up everything I ate today\n  ","824925":"\n  idk maybe\n  ","824926":"\n  I just threw up :(\n  ","824927":"\n  no but I read it\n  ","824928":"\n  no\n  ","824929":"\n  idek and idc her business\n  ","824930":"\n  I have\n  ","824931":"\n  blow up my inbox\n  ","824932":"\n  thanks (:\n  ","824933":"\n  lol it could be both idek haha thanks\n  ","824934":"\n  lol it's okay there both the same\n  ","824935":"\n  it's only one dress lol and i don't remember\n  ","824936":"\n  why thank you ❤️\n  ","824937":"\n  she's a little girl lol idk\n  ","824938":"\n  seriously what\n  ","824939":"\n  lmao totally\n  ","824940":"\n  lmao I never said that wth is wrong with you guys\n  ","824941":"\n  thanks (:\n  ","824942":"\n  lmao good (:\n  ","824943":"\n  nope\n  ","824944":"\n  because why should i be mean and give them the reaction they want lmao ? and plus they think they know everything wheb clearly they dont\n  ","824945":"\n  you mean am i or why am i ?\n  ","824946":"\n  some girl lmao I bet that was her who sent me those questions about herself\n  ","824947":"\n  I know she keeps trying to talk to me on kik\n  ","824948":"\n  in fine just bored\n  ","824949":"\n  5 1\/2 or 6\n  ","824950":"\n  85\n  ","824951":"\n  nope I don't give it to strangers\n  ","824952":"\n  I do (:\n  ","824953":"\n  okay\n  ","824954":"\n  5:25pm\n  ","824955":"\n  I have one but I want more for Valentines\n  ","824956":"\n  months ago (;\n  ","824957":"\n  nOoOoOo\n  ","824958":"\n  95\n  ","824959":"\n  thanks (: and I know that's why they never came back (;\n  ","824960":"\n  selfish\n  ","824961":"\n  exactly but yet they say there one lmao haha\n  ","824962":"\n  thank you ! haha there haters\n  ","824963":"\n  lol I guess your trying to get me mad (: nice try\n  ","824964":"\n  yeah I had a phone\n  ","824965":"\n  lmaoo go cry me a fucking river , to bad I look like a female . you're the only person who says I look manly . hater much ? haha good try but your insults SUCK worst then your mom\n  ","824966":"\n  lmao I know they suck haha\n  ","824967":"\n  lmao to bad I'm a female good try trying to insult me because once again you failed at life itself\n  ","824968":"\n  questions\n  ","824969":"\n  sure\n  ","824970":"\n  what ?\n  ","824971":"\n  no\n  ","824972":"\n  thanks\n  ","824973":"\n  nope\n  ","824974":"\n  yeah\n  ","824975":"\n  I have not\n  ","824976":"\n  oh that's cool (:\n  ","824977":"\n  in the United States\n  ","824978":"\n  in one of the 5 0 states (:\n  ","824979":"\n  my son and bf ❤️✨\n  ","824980":"\n  lol I only have 800 followers and idk I just get questions I'm not popular tho\n  ","824981":"\n  playing GTA 5 and eating\n  ","824982":"\n  Taco Bell :p\n  ","824983":"\n  indulge our selfs and with drugs it's the persons choice\n  ","824984":"\n  I have a bf for that\n  ","824985":"\n  when I was 18\n  ","824986":"\n  15 months old\n  ","824987":"\n  yay\n  ","824988":"\n  give up and start my day\n  ","824989":"\n  about to shower\n  ","824990":"\n  no\n  ","824991":"\n  a duh\n  ","824992":"\n  yeah my bfs name I want to get my sons\n  ","824993":"\n  I'm not popular lol\n  ","824994":"\n  yay I'm almost to 800 followers (:\n  \n  I only need 2 more\n  \n  luv u all ;*\n  ","824995":"\n  thanks (:\n  ","824996":"\n  how did you know\n  ","824997":"\n  20 damn\n  ","824998":"\n  lol there you go anon\n  ","824999":"\n  a girl lol what kinda question is this\n  ","825000":"\n  ask me stuff guys I'm bored I'll do HH\n  ","825001":"\n  5'3\n  ","825002":"\n  yeah I want a cig badly right now\n  ","825003":"\n  right now (;\n  ","825004":"\n  mhm idk if she is and that's none of my business\n  ","825005":"\n  anything you please\n  ","825006":"\n  lmao haha your funny (:\n  ","825007":"\n  ask me stuff guys\n  ","825008":"\n  I'm fine\n  ","825009":"\n  no\n  ","825010":"\n  mhm\n  ","825011":"\n  not for you\n  ","825012":"\n  7:19am\n  ","825013":"\n  can you be blocked sure\n  ","825014":"\n  bye\n  ","825015":"\n  I don't click links\n  ","825016":"\n  nooo idc\n  ","825017":"\n  nooo OoOo\n  ","825018":"\n  sorry I'm taken\n  ","825019":"\n  I'd love to sale carpets\n  ","825020":"\n  yeah I have and idek probably to make certain people's lives better and I am fulfilling the purpose I suppose\n  ","825021":"\n  I use to love hamburgers\n  ","825022":"\n  to many piercings\n  ","825023":"\n  PLL\n  ","825024":"\n  every other day\n  ","825025":"\n  Paris\n  ","825026":"\n  mhm no\n  ","825027":"\n  yeah i could say\n  ","825028":"\n  yes\n  ","825029":"\n  sex\n  ","825030":"\n  i think Monday\n  ","825031":"\n  ^^^^\n  ","825032":"\n  thanks ❤\n  ","825033":"\n  ha ha yes\n  ","825034":"\n  yeah I guess your could say my bf haha even tho we still live together . his snoring and he does this loud sound with his nose\n  ","825035":"\n  thanks\n  ","825036":"\n  ask me stuff guys stop being lame\n  ","825037":"\n  yeah I always do\n  ","825038":"\n  last night (;\n  ","825039":"\n  I'm good (:\n  \n  just bored send in your questions\n  ","825040":"\n  798\n  ","825041":"\n  follow me JosephJourney_xo\n  ","825042":"\n  I can drive and no lol I don't ever wanna be pulled over\n  ","825043":"\n  yeah I am but that's just me\n  ","825044":"\n  ask me stuff guys\n  ","825045":"\n  yay\n  ","825046":"\n  okay\n  ","825047":"\n  nothing just a blizzard hitting where im at lol to much snow\n  ","825048":"\n  idc\n  ","825049":"\n  bye\n  ","825050":"\n  yall shouldn't be thinking about sex\n  ","825051":"\n  thanks\n  ","825052":"\n  idc\n  ","825053":"\n  idc\n  ","825054":"\n  why are you blasing your bestfriends business to strangers\n  ","825055":"\n  yeah\n  ","825056":"\n  hello\n  ","825057":"\n  ask me stuff\n  ","825058":"\n  mhm\n  ","825059":"\n  lmao your insults are weak and my belly button shouldn't be your concern\n  ","825060":"\n  gonna start to cook soon\n  ","825061":"\n  because that makes sense\n  ","825062":"\n  because it is da fuq\n  ","825063":"\n  if ignore you and keep it pushing\n  ","825064":"\n  no\n  ","825065":"\n  2:42pm\n  ","825066":"\n  snowing\n  ","825067":"\n  I gave birth at 30 weeks and he wasn't facing down and I was already 6cm dilated\n  ","825068":"\n  duhhhh\n  ","825069":"\n  kinda\n  ","825070":"\n  yeah\n  ","825071":"\n  wth\n  ","825072":"\n  everything\n  ","825073":"\n  truth be told ,\n  \n  Im seriously  tired of repeating myself\n  ","825074":"\n  796 and zero questions-_-\n  ","825075":"\n  nOoOoOoOo\n  ","825076":"\n  yeah heavy to , were suppose to have a blizzard today into tomorrow\n  ","825077":"\n  I'm a 44 year old women\n  ","825078":"\n  a house\n  ","825079":"\n  watching my bf sleep\n  ","825080":"\n  ask me stuff guys\n  ","825081":"\n  NooOoooOoooOo\n  ","825082":"\n  we both know what we want and that's each other , this isn't some high school relationship or middle school one . we been thru hell and back in just over 3 years . he's told al his friends and even one of his close ones how he feels about me . point blank I could careless about anyone's opinion\n  ","825083":"\n  lol I have his name on me and he has mine name , we both 20 and we know what we want . this isn't some middle school relationship where we break up on and off tbt\n  ","825084":"\n  no\n  ","825085":"\n  I have 1 and it's my bfs name\n  ","825086":"\n  like 2 lol\n  ","825087":"\n  it's snowing where I am and were suppose to have a blizzard today into tomorrow\n  ","825088":"\n  idk\n  ","825089":"\n  my business\n  ","825090":"\n  Fifty Shsdes of Grey\n  ","825091":"\n  16\n  ","825092":"\n  i want more i want my sons name\n  ","825093":"\n  Paris\n  ","825094":"\n  6:04am\n  ","825095":"\n  my day just started lol its 6:04am\n  ","825096":"\n  no clique\n  ","825097":"\n  who\n  ","825098":"\n  thanks\n  ","825099":"\n  no\n  ","825100":"\n  I have no idea\n  ","825101":"\n  gone\n  ","825102":"\n  keep thinking about it\n  ","825103":"\n  those ones who let there kids disrespect them\n  ","825104":"\n  send in those questions guys\n  ","825105":"\n  android\n  ","825106":"\n  there's nothing wrong with her\n  ","825107":"\n  7:36pm\n  ","825108":"\n  like i think yesterday\n  ","825109":"\n  104\n  ","825110":"\n  i love you to\n  ","825111":"\n  yeah from my bf\n  ","825112":"\n  Kim K\n  ","825113":"\n  yeah\n  ","825114":"\n  both\n  ","825115":"\n  okay\n  ","825116":"\n  when I was younger\n  ","825117":"\n  vodka\n  ","825118":"\n  have you read the book ?\n  ","825119":"\n  I'm a female\n  ","825120":"\n  I HATE THIS NAME\n  ","825121":"\n  I seen Bridesmaid but not heat\n  ","825122":"\n  11-08\n  ","825123":"\n  yeah I'm a badass\n  ","825124":"\n  lmao\n  ","825125":"\n  mhm\n  ","825126":"\n  yeah my bf haha\n  ","825127":"\n  lmao that sucks\n  ","825128":"\n  no lnao\n  ","825129":"\n  breathing\n  ","825130":"\n  yay\n  ","825131":"\n  dogs and I have a turtle\n  ","825132":"\n  I know\n  ","825133":"\n  haha\n  ","825134":"\n  exactly they couldn't even tell me why they were asking\n  ","825135":"\n  nooo\n  ","825136":"\n  thanks\n  "}}