{"Question":{"825137":"\n   You're gorgeous btw! What color is your hair now?\n  ","825138":"\n   Bye\n  ","825139":"\n   is your fb your baby biological dad\n  ","825140":"\n   No like mashed potatoes, french fried potatoes, baked potatoes, etc.\n  ","825141":"\n   Greg is really funny haha\n  ","825142":"\n   What's the weirdest item of clothing you own?\n  ","825143":"\n   Facebook name\n  ","825144":"\n   Bra size\n  ","825145":"\n   Facebook Jorge Christopher Navarro\n  ","825146":"\n   Facebook yes no\n  ","825147":"\n   I bet Drake cries his way through sex, you're hubby's right\n  ","825148":"\n\n    http:\/\/vignette3.wikia.nocookie.net\/steven-universe\/images\/b\/b5\/1398195672_nickiminajattheotherwomanpremiereinwestwood_1.jpg\/revision\/latest?cb=20140721212214\n   \n   Crack is whack bro\n  ","825149":"\n   Video see look cute yes no\n  ","825150":"\n   Yall make a cute couple\n  ","825151":"\n   What's your fiancee's name? He's your fiancee right?\n  ","825152":"\n   Whoever that guy was in that vid has good taste\n  ","825153":"\n   See look sexy yes hot\n  ","825154":"\n   Videorequest - Breatholdtest: Put your hand over a friends mouth and pinch the nose too and see if he\/she can handle it 30 secs or if he\/she give up before :D\n  ","825155":"\n   Hello\n  ","825156":"\n   What TV shows do you watch?\n  ","825157":"\n   Can we have happiness without sadness?\n  ","825158":"\n   Do you believe in fate?\n  ","825159":"\n   How is your day? :)\n  ","825160":"\n   What movie could you watch over and over again and never get sick of?\n  ","825161":"\n   What is an item that has a lot of meaning to you?\n  ","825162":"\n   What makes winter enjoyable for you?\n  ","825163":"\n   Would you rather be married to someone who doesnt love you or someone you dont love?\n  ","825164":"\n   If you had the choice would you choose the gender of your firstborn?\n  ","825165":"\n   Life is unfair but it is unfair to everyone. Does that make it fair?\n  ","825166":"\n   what are some good band recommendations?\n  ","825167":"\n   Describe your mood rn?\n  ","825168":"\n   how much is minimum wage where you live\n  ","825169":"\n   what are you doing\n  ","825170":"\n   Someone fancy cheering me up?\n  ","825171":"\n   Okay.. Different question. Do you think white people experience racism or discrimination? (Not looking for a yes\/no answer, looking to see which you believe *if either* and why.)\n  ","825172":"\n   What's something that bothers you about some of the people on Ask?\n  ","825173":"\n   Do you have any nervous habits?\n  ","825174":"\n   Do you think white people experience racism?\n  ","825175":"\n   Do you believe there's a consequence for every action?\n  ","825176":"\n   Are you a messy eater?\n  ","825177":"\n   Please don't be mean about this or to me. But I honestly think you are a great mother to Joseph and he is a lucky boy to have such a great mommy I hope we can become civil to one another\n  ","825178":"\n   the way we all talk to each other would probably worry some people... lol\n  ","825179":"\n   post something funny? I'm about to cry and would like something to distract me because who likes crying? :(:\n  ","825180":"\n   What's your fave horror movie? Fave comedy?\n  ","825181":"\n   if you see someone saying something that offends you or makes you really upset, do you go to their page and speak up? why \/why not\n  ","825182":"\n   what color is your skin\n  ","825183":"\n   ARQotD: Do you send food back at a restaurant if it's not to your liking?\n  ","825184":"\n   where is your bf\n  ","825185":"\n   favorite sex position\n  ","825186":"\n   What's your favorite kids movie?\n  ","825187":"\n   I just love how curly your hair is :O c: , How are you and your family ? c:\n  ","825188":"\n   are you pregnant\n  ","825189":"\n   how are you\n  ","825190":"\n   How often you smoke\n  ","825191":"\n   Q: What do you call a drive by shooting where a Chinese guy gets shot? A: CAPPUCINO (CAP-A-CHINO)\n\nsource:\n   \n    http:\/\/www.jokes4us.com\/miscellaneousjokes\/worldjokes\/chinajokes.html\n   \n","825192":"\n   How do you kill a redneck? Wait 'till he bangs his sister then cut the brakes on his house.\n  ","825193":"\n   do you masturbate?\n  ","825194":"\n   bra size?\n  ","825195":"\n   do you really have a bush?\n  ","825196":"\n   what is your twitter?\n  ","825197":"\n   do you shave your pubes?\n  ","825198":"\n   honesty night?\n  ","825199":"\n   like why is noone asking me stuff\n  ","825200":"\n   I'm so bored .-.\n  ","825201":"\n   When is the next time you plan on folding a stroller\n  ","825202":"\n   want to steal your anons, bored\n  ","825203":"\n   Do you use any home remedies?\n  ","825204":"\n   Send your followers and anons my way? I'm bored and anything goes.\n  ","825205":"\n   Awhhhh! That's so long (:\n  ","825206":"\n   September what? (:\n  ","825207":"\n   When did you & your boyfriend get together?\n  ","825208":"\n   why did Hayleigh send you a question\n  ","825209":"\n   how old is your son\n  ","825210":"\n   Can y'all click my younow link :) im answering anyones questions they have!\n  ","825211":"\n   People need To get over your weight. Everyone is different. Everyone's body's are different. You're beautiful.\n  ","825212":"\n   Post a picture of the best cartoon character ever!\n  ","825213":"\n   Earlier failed so lets try again. HONESTY HOUR! Ask me questions and I'll love you for life. xoxox\n  ","825214":"\n   In your profile pic you look way to skinny! Expectally your armpit. Are you anorexic?\n  ","825215":"\n   Why does Stephen Hawking do one-liners? Because he can't do stand up\n  ","825216":"\n   Whats the difference between a hippie chick and a hockey player? A hockey player showers after 3 periods\n  ","825217":"\n   Why you keep calling me an idiot I didn't do anything to you\n  ","825218":"\n   Show a pic with your teeth\n  ","825219":"\n   Why did you call me an idiot I just didn't know what tbt ment\n  ","825220":"\n   You never show any teeth\n  ","825221":"\n   Why you smile the same way\n  ","825222":"\n   how old are you\n  ","825223":"\n   A tray of snot stickers or a platter of dingle-berry quiches?\n  ","825224":"\n   Are you anerexic?\n  ","825225":"\n   u have nice hair\n  ","825226":"\n   Likers get 10 likes first 2\n  ","825227":"\n   Sorry!! I didn't know!!\n  ","825228":"\n   Does tbt mean throw back Thursday?\n  ","825229":"\n   How does sex feel?\n  ","825230":"\n   do you wear see thru panties\n  ","825231":"\n   last time you had sex\n  ","825232":"\n   plans for today\n  ","825233":"\n   when's your birthday\n  ","825234":"\n   are you okay\n  ","825235":"\n   -\n  ","825236":"\n   Have you seen the tv show on MTV \"finding Carter\" or \"eye candy?\"\n  ","825237":"\n   what are you doing\n  ","825238":"\n   If you've ever been camping, what's your favorite thing to do while camping?\n  ","825239":"\n   How do you keep yourself warm in the winter? Eg, electric blankets, fire places, normal blankets ect ect..\n  ","825240":"\n   Do you like seafood?\n  ","825241":"\n   Whats your favourite take away\/take out?\n  ","825242":"\n   Guys, if you know whos photo this actually is then please tell them that\n   \n    @isobellasmommy20144\n   \n   is stealing their photo. Another fake profile you guys needa report x\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/124775496657\n   \n","825243":"\n   What's something you have to do every day?\n  ","825244":"\n   KATI ACCOUNT\n   \n    @ivyandnathan\n   \n   REPORT PLEASE\n  ","825245":"\n\n    http:\/\/ask.fm\/RobertNicky116\/answer\/124618457258\n   \n   Really? Rape happens for a reason? Love to see your opinions on this statement.\n  ","825246":"\n   What disease frightens you? Why?\n  ","825247":"\n   Vent or rant about anything below! Also know that even though you may not know me I'm always here!\n  ","825248":"\n   Send your anons and followers my way? I'm bored. Ask is dead. Anything goes.\n  ","825249":"\n   celebrity crush?\n  ","825250":"\n   How much money would it take for you to drink a cup of mucus obtained from the nasal cavity of a patient with full-blown AIDS ?\n  ","825251":"\n   Have you ever broken a bone? If so, how?\n  ","825252":"\n   One color you hate? I can't stand green like dark nasty green lol\n  ","825253":"\n   Have you ever had surgery? If so, what for?\n  ","825254":"\n   Do you like rappers, Drake or lil Wayne?\n  ","825255":"\n   What bill do you dislike paying the most?\n  ","825256":"\n   What makes you jealous?\n  ","825257":"\n   What's your favorite thing about yourself?\n  ","825258":"\n   3 things that make you smile?\n  ","825259":"\n   What's something you've always wanted to do or try? Why? Have you done it or not?\n  ","825260":"\n   Biggest personal change ever made?\n  ","825261":"\n   What's currently on your mind?\n  ","825262":"\n   Do you use condoms or birth control?\n  ","825263":"\n   Have you ever lied about something big? if so, what?\n  ","825264":"\n   Scale of 1-10; how honest are you?\n  ","825265":"\n   Worst break up? What happened?\n  ","825266":"\n   What's one thing you'd change about the world? Why?\n  ","825267":"\n   How did your current or last relationship start?\n  ","825268":"\n   Are you the jealous type? what makes you jealous?\n  ","825269":"\n   If you HAD to choose, would you rather date someone who is 5 inches tall or 50 feet tall?\n  ","825270":"\n   Have you ever been in a physical fight? What happened?\n  ","825271":"\n   Well apparently I lost half of the questions so now there is only 60! :\/ Anyways, if you get this you're recieving spam! I'd also like to say something, if you have any questions about my questions or anything you're curious about just ask please! (: Have a good night or day and enjoy! :D\n  ","825272":"\n   harrass somebody til they give you the answer you desire is not the way to go about things if she doesn't wanna answer she doesn't have to\n  ","825273":"\n   got all the pervs tonight lol\n  ","825274":"\n   Fine. Next question, breast size?\n  ","825275":"\n   No one said. I assumed if you didn't you would say so\n  ","825276":"\n   Do you enjoy giving oral sex\n  ","825277":"\n   When did you lose your virginity?\n  ","825278":"\n   Where do you draw the line on questions?\n  ","825279":"\n   If you could change gender's for 24 hours, would you and if you did what's the first thing you'd do?\n  ","825280":"\n   10\/10- how many pairs of leggings do you own?\n  ","825281":"\n   9\/10-what is something you like in fashion but can't pull it off?\n  ","825282":"\n   8\/10- least favourite fashion trend?\n  ","825283":"\n   You are beautiful :)\n  ","825284":"\n   7\/10- favourite fashion trend?\n  ","825285":"\n   How often do you wear skirts\/dresses?\n  ","825286":"\n   6\/10- boots or runners?\n  ","825287":"\n   5\/10- do you wear heels?\n  ","825288":"\n   4\/10- describe your style?\n  ","825289":"\n   3\/10- do you exercise daily?\n  ","825290":"\n   2\/10- do you own any high end makeup products?\n  ","825291":"\n   1\/10- do you get your nails done regularly or leave it?\n  ","825292":"\n   One thing that will cause you to cut someone off is....? Mine would be being two faced.\n  ","825293":"\n   IG name\n  ","825294":"\n   you're cute\n  ","825295":"\n   Spam coming soon! Show my page some love! and send me some questions later, my ask is full of dumb questions. LOL I might just delete them all they are mostly sexual and rude. -_-\n  ","825296":"\n   how old are you\n  ","825297":"\n   do you believe in God\n  ","825298":"\n   what's the weather like\n  ","825299":"\n   do you have sex\n  ","825300":"\n   how are you\n  ","825301":"\n   sorry the stupid limit cut me off but I also meant to put in there that it would be on our Instagram account, not ask.\n  ","825302":"\n   hi guys! this is Taylor, the owner of the page. & I was wondering if you have any ideas I can do on the page, while kati is making new accounts? I thought about having people send in funny stories about stuff there kid has done, & posting them. but that sounds boring lol. so pls come & give me some!\n  ","825303":"\n   follower count\n  ","825304":"\n   last thing you hate\n  ","825305":"\n   why did Hayleigh ask you questions\n  ","825306":"\n   What is the last thing you forgot?\n  ","825307":"\n   A guy says to his friend, \"I'm so embarrassed. I got an erection during a prostate exam today.\" \"That's not so bad,\" his friend says. \"Well,\" replies the first man, \"at least the patient didn't notice the erection...or the fact that I wasn't the doctor.\"\n  ","825308":"\n   Two sperm are swimming along...One asks the other \"How far to the Ovaries?\"...The other one says \"Calm down dude...We haven't even passed her Tonsils yet!!\"\n  ","825309":"\n   Hey! I'm really bored! Can you send you follows my way for questions?\n  ","825310":"\n   What's green and red and goes 100 miles per hour? A frog in a blender :)\n  ","825311":"\n   your cool with hayleigh now?\n  ","825312":"\n   If a woman offered to be your maid for free on weekends would you accept?\n  ","825313":"\n   Whats uniform look like?\n  ","825314":"\n   These girls on Facebook were calling a pregnant girl a slut (she got pregnant her first time having sex) while the girls calling her names have had many different \"fuck buddies\" that they've posted statuses about & such. I hate people like that so much.\n  ","825315":"\n   Ootd pic?\n  ","825316":"\n   -\n  ","825317":"\n   So friends, you have been spammed by moi over the past 48 hours, just like to thank you for participating in my game :) I will be analyzing the results and will post them on my page within 24 hrs. You will be graded based on your response, and style of response. Good day :)\n  ","825318":"\n   what are you doing\n  ","825319":"\n   What is something you wish you were doing right now?\n  ","825320":"\n   If you get a massage in a secluded room and no one could see you, would you rather get it from an average looking person of the opposite sex who discreetly brushes their hands around your privates quite often, or a very attractive person whose hands don’t go anywhere near your shorts?\n  ","825321":"\n   Do you laugh when you get your feet tickled? Do you like it?\n  ","825322":"\n   Would you be able to pick out your genitals from a lineup?\n  ","825323":"\n   Would you rather run your tongue down ten feet of a new york city street or press your tongue into a strangers nostril?\n  ","825324":"\n   they're* ;)\n  ","825325":"\n   broke any bones\n  ","825326":"\n   how old are you\n  ","825327":"\n   Ja ciebie obserwuje na stałe mogę liczyć na to samo? :( \/\/\n   \n    @Roksi69\n   \n   =D\n  ","825328":"\n   yes or no?\n  ","825329":"\n   What's the first thing you do after you wake up?\n  ","825330":"\n   Which do you prefer, Dunkin Donuts or Starbucks?\n  ","825331":"\n   Do you have the \"anon\" feature on or off? Why?\n  ","825332":"\n   ARQotD: Excluding people you know in person, what are your reasons for following people on Ask.fm? What makes you want to follow them?\n  ","825333":"\n   Going to do video responses! Send some stuff! I so have tia❤️\n  ","825334":"\n   What's something you do to keep yourself from falling asleep? Example: you stay up all night and have school, work, whatever not much later. You can't let yourself fall asleep due to such activities so you...?\n  ","825335":"\n   Do you believe in medication\/medicine or do you work through things naturally?\n  ","825336":"\n   If you knew a woman who was pregnant, who had 8 kids already, three who were deaf, two who were blind, one mentally retarded, and she had syphilis; would you recommend that she have an abortion?\n  ","825337":"\n   so I'd just like to say thank you all who helped me today with that anon...honestly all of your support helped soo much..you didn't have to do it, I know a lot of you have things of your own going on and that's part of the reason I am so greatful :) ilygsm and again thank you! <3\n  ","825338":"\n   Here's the scene: You are in a nursing home. You have a chance to kill a 90 yr old man who is going to die in 2 weeks anyways, and if you kill him you get 10 million dollars. What do you do?\n  ","825339":"\n   You are at your best friend’s wedding just an hour before the ceremony is to start. Earlier that day, you came across definitive proof that your best friend’s spouse-to-be is having an affair with the best man\/maid of honor, and you catch them. What do you do?\n  ","825340":"\n   You are an eyewitness to a crime: A man has robbed a bank, but instead of keeping the money for himself, he donates it to a poor orphanage that can now afford to feed, clothe, and care for its children. You know who committed the crime. Do you turn him in?\n  ","825341":"\n   You and your son are prisoners at a concentration camp. You son tried to escape but was recaptured and sentenced to hang at the gallows. To send a message to all others who may try to escape, the guard orders you to pull the chair out from under your son. If you don't your kid and another dies.\n  ","825342":"\n   If something at a yard sale is far more valuable than the posted price, do you let the seller know?\n  ","825343":"\n   Hello :), are you up for some chatting via kik? or we play games, like truth or dare, or whatever :)? - Michael\n  ","825344":"\n   hi\n  ","825345":"\n   how are you\n  ","825346":"\n   where do you live\n  ","825347":"\n   Is there anything you want to do in your life?\n  ","825348":"\n   your not really 20\n  ","825349":"\n   it's only 8 where you live\n  ","825350":"\n   Hey, I was wondering if you knew any no wifi games? I have almost none lol and I want something to do in my free time without using all my 4G LTE. (Sent To All I Follow)\n  ","825351":"\n   ur so skinny\n  ","825352":"\n   last drink\n  ","825353":"\n   Gabby\n  ","825354":"\n   ur cute\n  ","825355":"\n   do you feel better today\n  ","825356":"\n   honesty night\n  ","825357":"\n   Excuse me?\n  ","825358":"\n   Last diaper you changed?\n  ","825359":"\n   Where are you from?\n  ","825360":"\n   honestly y'all anons need to leave hayleigh alone. she isn't being rude and we are all getting along. stop trying to cause problems.\n  ","825361":"\n   Mmm. Okay\n  ","825362":"\n   English word is nappy ahah:)\n  ","825363":"\n   They're diapers. x\n  ","825364":"\n   When did you last change nappy?\n  ","825365":"\n   Last nappy change?\n  ","825366":"\n   Your thoughts on teen moms please? :)\n  ","825367":"\n   -----xxxxx\n  ","825368":"\n   Have you heard of the song \"all about that bass?\" By megan trainer?\n  ","825369":"\n   so you smoke\n  ","825370":"\n   Do you\/ have you seen the tv show, girl meets world on disney channel?\n  ","825371":"\n   Do you sleep in the dark or with some light on?\n  ","825372":"\n   how are you\n  ","825373":"\n   boring but true and I am glad that you agree. also it is boring only because it is about you. anything that states a fact about you is boring because your whole existance is boring. really you suck in every way possible so I am done wasting time with you. it was honor for you to even talk to me.\n  ","825374":"\n   your arguments and words don't even make sense so whatever. what you say is not facts what I say is facts because I back them up with arguments. what you say is trash just like the worthless nigger you are dating.\n  ","825375":"\n   go find a new hobby anon. your life must suck if you gotta be a wuss and hide behind anon.\n   \n    @wyattsmommyy\n   \n","825376":"\n   your arguments suck almost as much as your life and your idiot is trash indeed. only trash would date someone as ugly as you\n  ","825377":"\n   a man ? what you have is trash not a man. doesn't count as a man.\n  ","825378":"\n   do u wear tights or stockings\n  ","825379":"\n   not as much as your life does though my insults rock unlike your face and your brains as it seems. who was blind enough to hook you up anyways\n  ","825380":"\n   yeah but if I knew how you looked like I wouldn't have done that. now I will have nightmares the next time I go to sleep.\n  ","825381":"\n   TW making a joke out of r*pe is about the least funniest thing ever anon.\n  ","825382":"\n   not as annoying as you still\n  ","825383":"\n   Do you believe in second chances?\n  ","825384":"\n   I like raping worthless bitches :)\n  ","825385":"\n   what are you doing\n  ","825386":"\n   are you nice to HayLeigh\n  ","825387":"\n   how old are you\n  ","825388":"\n   So my mom just showed me an article about a child getting chemical burbs from Huggies. Although I believe that that only happens when the diaper is left on too long, what's your opinion? Do you think it's the actual diaper or the length it was left on?\n  ","825389":"\n   Can you do a thoughts on @____? Like if we send you a, thoughts on\n   \n    @blahblhballalalalalala\n   \n   (example) you can tell us your thoughts on them? :)\n  ","825390":"\n   Hey do you have a kik bby?\n  ","825391":"\n   I'm going to be making a spam account as it'll be easier than keep selecting everyone I follow. Post a couple of questions on my ask and I'll add you to the spam account!\n  ","825392":"\n   thoughts on\n   \n    @chelsraae\n   \n   being 13 and pregnant with her sister? sent to all I follow :)\n  ","825393":"\n   Are you better today? (:\n  ","825394":"\n   last thing you did\n  ","825395":"\n   what time is it\n  ","825396":"\n   hello\n  ","825397":"\n   How have you been? I've been MIA for a few days, sorry too much drama and people attacking me for dumb reasons, like me getting attacked because I tweeted someone's best friend...and their best friend who's a girl didn't like it..uh childish right? Lol\n  ","825398":"\n   Would you like to live in Sri Lanka?:) it's. Tropical island. Do some research and answer :)\n  ","825399":"\n   Do you think the Askfm age limit should be increased?\n  ","825400":"\n   Last person you kissed?\n  ","825401":"\n   Emma's birthday is coming up, she will be two on feb 12th, how old are your kid{s}? if you don't have a kid, how old are you?\n  ","825402":"\n   ARQotD: Do you feel Ask's character limit on questions is long enough? Should they allow more room to write a longer question? Do you ever hit that limit when writing questions to people?\n  ","825403":"\n   Who's the president?\n  ","825404":"\n   How big is your boyfriends dick?\n  ","825405":"\n   Your baby boy is so cute!\n  ","825406":"\n   I have too much shit going on n my parents don't listen to me\n  ","825407":"\n   Post a picture of your wakeup face!\n  ","825408":"\n   When you eat fruit snacks or something similar, do you eat them all at once, one at a time or by flavor?\n  ","825409":"\n   Do you have anything that you will never eat no matter what? If so, what is it?\n  ","825410":"\n   A MADE A YOUTUBE!!!! Heres the link to my first video if you want:\n   \n    http:\/\/youtu.be\/BKZ5x7h0OG8\n   \n   And if you don't mind subscribing that'd be great! ❤️\n  ","825411":"\n   Do you have any funny stories from your childhood? If so, would you like to share one or two?\n  ","825412":"\n   Ever have a deja-vu feeling?\n  ","825413":"\n   you ok? kik me if you need❤️\n  ","825414":"\n   I LOVE TO SEE YOU SMILING NO MORE TEARS :)\n  ","825415":"\n   CUTIE CHEER UP\n  ","825416":"\n   Why do you feel like a fuck up? You can vent here :) (I can assure you you're not tho (: )\n  ","825417":"\n   FUCK THEM HOES. IS IT A GIRL? I'll help beat her up for you!\n  ","825418":"\n   Because I have been going on through a lot of shit\n  ","825419":"\n   Thoughts on Justin bieber?\n  ","825420":"\n   What did you learn today?\n  ","825421":"\n   I think my boyfriend is losing interest but gets annoyed when I tell him that... Any advice?\n  ","825422":"\n   What's you lock screen ?\n  ","825423":"\n   I just finish crying my eyes out\n  ","825424":"\n   your dp picture is gorgeous❤️\n  ","825425":"\n   What's the #1 to make you most upset? Why?\n  ","825426":"\n   What's so special about where you live?\n  ","825427":"\n   If you're a parent, what's makes you the happiest beside your children? If you aren't a parent, what makes you the happiest?\n  ","825428":"\n   Reptiles or Cats\/Dogs?\n  ","825429":"\n   How are you right now? If anything is bothering you, wild you want to talk about it?\n  ","825430":"\n   I've mentioned this before, but do you believe in ghosts? After a few months of living here, we called our ghost Joe. We found out what the name of the ghost is, her name is Mary Anne. Have you ever encountered anything paranormal?\n  ","825431":"\n   Three biggest pet peeves :\n  ","825432":"\n   Pet names, do you like them? Like them as in being called any \/ having pet names for someone?\n  ","825433":"\n   Are you ever worried that someone you're close to, tells your deepest darkest secrets to their friends?\n  ","825434":"\n   ❤️Check out my page you're beautiful❤️ Please help me reach 10k likes... Let's see how fast we can do this ❤️Send me a gift and you'll make my day ❤️ Thanks! ❤️\n  ","825435":"\n   Alright, little man is out so here we go. Again, if you'd like for me to ask anything specific topic wise, shoot me a message! What was your life like growing up? Would you re live it if you had the chance?\n  ","825436":"\n   What would you do if you found out you were switched at birth?\n  ","825437":"\n   How many followers do you currently have?\n  ","825438":"\n   How do you pass by time when you're bored?\n  ","825439":"\n   What do you hate most about this site?\n  ","825440":"\n   Are there any movies out right now that you're interested in seeing?\n  ","825441":"\n   Do you follow me? Why?\n  ","825442":"\n   Do you sell things online?\n  ","825443":"\n   Would you poison your son, so he died and everyone forgot about him? But then later in life when you are more stable you could conceive the the exact him again? (If it was possible) would you do it??? (No hate) I love little Joseph and I just am in love with his skin *insert love heart eyes* ❤️❤️❤️\n  ","825444":"\n   Would you choose your son or your husband if you had to choose\n  ","825445":"\n   Would you take a bullet for your son?\n  ","825446":"\n   ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️\n  ","825447":"\n   #DescribeYourSexLifeWithABand?\n  ","825448":"\n   I'm sending out some spam since Mason is busy playing with new toys and my purse lol. If you don't want to be spammed just let me know!\n  ","825449":"\n   Do you watch documentaries? If so, what kind?\n  ","825450":"\n   how are you\n  ","825451":"\n   What's your opinion on pacifiers? I'm breast feeding my child and I've noticed that when he's done eating he'll still lightly suck(not enough to get any milk out) and fall asleep on my breast and get very fussy when I try to take him off. I've been debating using one but idk.\n  ","825452":"\n   5 about you all then?\n  ","825453":"\n   10 facts about you, 10 about Joseph and 10 about your boyfriend?\n  ","825454":"\n   fave ask moms?\n  ","825455":"\n   if you came to England would you like to meet Abbie and tia?\n  ","825456":"\n   how come you have so many followers\n  ","825457":"\n   last time you brushed you're teeth\n  ","825458":"\n   I like ur new dp\n  ","825459":"\n   are you gonna have sex today ?\n  ","825460":"\n   what color is your hair\n  ","825461":"\n   Do you use coffee whitener instead of milk?\n  ","825462":"\n   any piercings\n  ","825463":"\n   first one to like gets a follow?\n  ","825464":"\n   IG name\n  ","825465":"\n   how old are you\n  ","825466":"\n   what are you doing\n  ","825467":"\n   Apologies to those who got the wrong question that appeared rather rude. Copied and pasted the wrong thing.\n(already apologised to some, but sent to all)\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/124640439505\n   \n","825468":"\n   You've suddenly fallen back onto the face of the Earth, please fall back off.\n  ","825469":"\n   You are beautiful\n  ","825470":"\n   -\n  ","825471":"\n   last thing you did\n  ","825472":"\n   how many follower do you have\n  ","825473":"\n   hey\n  ","825474":"\n   Where is the strangest place you had to pee?\n  ","825475":"\n   spam tonight! I need topics!\n  ","825476":"\n   what are you doing\n  ","825477":"\n   do you wear make up\n  ","825478":"\n   do you give advice\n  ","825479":"\n   are you mixed\n  ","825480":"\n   what time did you wake up today\n  ","825481":"\n   what happened with HayLeigh\n  ","825482":"\n   whats something thats weird to you\n  ","825483":"\n   how are you\n  ","825484":"\n   what are you doing\n  ","825485":"\n   how old were you when you got pregnant\n  ","825486":"\n   last time you had the D\n  ","825487":"\n   your up early\n  ","825488":"\n   what time is it\n  ","825489":"\n   What's that fallingforfallon account username???? I love little Joseph btw he is growing up soo fast it's so sad but happy at the same time watching him grow and mature. And I LOVEEEE his skin time I wish I had it\n  ","825490":"\n   ARQotD: How do you feel that some companies charge a fee these days for mailing a paper copy of your bill, to push customers towards online (paperless) billing?\n  ","825491":"\n   Can all of you do me a favor please?! Okay so if you're not aware you can go to my page, if you don't care that's fine but please report this page? They're bullying a lot of people.\n   \n    @auntjemimazopinions\n   \n","825492":"\n   -\n  ","825493":"\n   Are you more a speaker or listener?\n  ","825494":"\n   HONESTY NIGHT ANYTHING GOES.  ask me questions |\n   \n    http:\/\/www.ask.fm\/abiduffyx\n   \n","825495":"\n   If you could go back in time what would you change ? And if you could go forward in time what would you do ? And why ?\n  ","825496":"\n   Aiaiasksjs\n  ","825497":"\n   Have you ever sent me anything on anonymous just to be nosy but feared I wouldn't like you if you unticked anon?\n  ","825498":"\n   Have you seen the show \"the fosters\" on abc family?\n  ","825499":"\n   Doing honesty night till I fall asleep later ☺ Send some followers my way? ❤❤\n  ","825500":"\n   Are you colour co-ordinated? Could be clothing wise, house theme wise, ectect..\n  ","825501":"\n   is your room clean\n  ","825502":"\n   what are you doing\n  ","825503":"\n   last time you seen your boyfriend\n  ","825504":"\n   will you be okay\n  ","825505":"\n   how are you\n  ","825506":"\n   hii\n  ","825507":"\n   what time is it\n  ","825508":"\n   what's your opinion o. the new movie coming out in April called Unfriended? (if you haven't heard about it you can look it up on YouTube) I personal want to see it.\n  ","825509":"\n   ARQotD: What is your current phone security? Swipe to unlock? Pattern? PIN code? Full alpha-numeric password? Nothing at all except clicking the power button? Face to unlock? Fingerprint to unlock? etc!!!\n  ","825510":"\n   what do you hate\n  ","825511":"\n   your cute\n  ","825512":"\n   how is it not an abusive relationship\n  ","825513":"\n   im not an expert but you could ask\n   \n    @michaelasuxxx\n   \n\n    @necrom0rph\n   \n   about 50 shades of grey\n  ","825514":"\n   Have u had sex with a girl?\n  ","825515":"\n   yes the book\n  ","825516":"\n   why is it amazing\n  ","825517":"\n   Have you ever popped a balloon? Or a balloon animal? Which one?\n  ","825518":"\n   50 shades of grey is an abusive relationship\n  ","825519":"\n   If you are getting this you are still on my question list, if you're not and you used to be there they have been a mistake and you should send me a \"question\". 1\/10 What is your favorite book and why?\n  ","825520":"\n   Ugh I am on the computer and I am bored so send your anons and followers my way?\n  ","825521":"\n   Do you like Coke or Pepsi? Why?\n  ","825522":"\n   You like the Seahawks?\n  ","825523":"\n   Did you watch the football game for the afc championship?\n  ","825524":"\n   what are you doing\n  ","825525":"\n   guys ask me stuff\n  ","825526":"\n   What're your opinions on signing your toddlers up for modelling? Would you?\n  ","825527":"\n   how are you\n  ","825528":"\n   how old are you\n  ","825529":"\n   -\n  ","825530":"\n   what don't u agree with Shawnie and Abbey about?\n  ","825531":"\n   who cares if you have a child before marriage holy hell it's 2015 people get over it\n  ","825532":"\n   you want another kid beyofer marriage yeah\n  ","825533":"\n   Do a thoughts on @_____? So we send you a username and you say your thoughts\n  ","825534":"\n   and that is what we call a racist trash bag, anon below go away.\n  ","825535":"\n   Did you hear the protest about 'Peppa Pig' being banned because it is apparently racist to Muslims? What're your thoughts?\n  ","825536":"\n   When would you like to get married? Would It be when Joseph is older so he can remember it?\n  ","825537":"\n   Favorite place to go\n  ","825538":"\n   First 4 likers get 30 likes each ??\n  ","825539":"\n   age and snapchat\/kik name?\n  ","825540":"\n   What is something you enjoy doing?\n  ","825541":"\n   Weirdest place you changed a diaper\n  ","825542":"\n   what's something you need to do today\n  ","825543":"\n   how far along were you when you gave birth\n  ","825544":"\n   do you eat?\n  ","825545":"\n   people need to get over the hayleigh shit and stop bringing it up. anons just try to start shit lull\n  ","825546":"\n   if you are watching tv what are you watching\n  ","825547":"\n   how do you feel about the Rebecca and Hayleigh situation\n  ","825548":"\n   who is\n   \n    @justbecause__\n   \n","825549":"\n   Last time you changed a diaper\n  ","825550":"\n   how old are you\n  ","825551":"\n   how long you been with your boyfriend\n  ","825552":"\n   favorite fruit\n  ","825553":"\n   But you might?\n  ","825554":"\n   last thing you did\n  ","825555":"\n   how old is Joseph\n  ","825556":"\n   what time is it where you live\n  ","825557":"\n   how many followers you have\n  ","825558":"\n   That's going to be awkward when you guys break up!\n  ","825559":"\n   CREATED A NEW INSTAGRAM!\nFollow me!\n   \n    @angwypantsx\n   \n","825560":"\n   Do you remember the story of the parent who requested the only photo of their deceased child to be photoshopped to remove the tubes from their body? What are your thoughts on this? Would you have wanted something like that?\n  ","825561":"\n   Does your boyfriend have your name tattooed on his chest?\n  ","825562":"\n   heey.can u like some of my answers? :sss plss...if you need likes..write me : i need likes..and i will put ) :* tysm <33\n  ","825563":"\n   Have you seen the show, that 70s show?\n  ","825564":"\n   Have you heard of the song, uptown funk by Mark Ronson and Bruno Mars?\n  ","825565":"\n   hey y'all I found Kati's new ask lolol. it's\n   \n    @titaniummommaxx\n   \n   please go get it deleted!\n  ","825566":"\n   would be what\n  ","825567":"\n   jail it too bad for something like that...\n  ","825568":"\n   that's fucked up.\n  ","825569":"\n   wtf are you even going on about anon? i haven't gotten anything ablut muslims? lmao i don't know how many times i have to tell you anons i am not gonna listen to you.\n  ","825570":"\n   no the drama with hayleigh\n  ","825571":"\n   do u really think hayleigh is reporting Rebecca. why or why not??\n  ","825572":"\n   I said lmao twice in that. I need sleep lol\n  ","825573":"\n   I haven't been feeling good the doctors say it's anxiety but idk I just felt like telling you bc you're awake and I'm up just stressing haha\n  ","825574":"\n   20k answers. lol\n  ","825575":"\n   Okay so I'm reading and trying to understand what happened but can you explain all this drama that's going on right now?\n  ","825576":"\n   it really is me. lmao. umm idk how to prove it lmao\n  ","825577":"\n   look at her ask tho.\n  ","825578":"\n   how do u know that anon is Rebecca.\n  ","825579":"\n   Idk what's wrong with me I feel really weird and I've felt this way for the past month now. Idk how to describe it the doctors say it's anxiety but it's making me a nervous wreck\n  ","825580":"\n   if she does thennnn idk\n  ","825581":"\n   she might. idk\n  ","825582":"\n   Idk I feel really nervous & feel like I'm gonna die\n  ","825583":"\n   but she's gonna do it ..\n  ","825584":"\n   really though\n  ","825585":"\n   I'm really scared\n  ","825586":"\n   Rebecca again. and if I do go to jail I'll be sure to come out and fuck her up even more.\n  ","825587":"\n   Wow proves you maturity level again\n  ","825588":"\n   last had sex\n  ","825589":"\n   I deleted ask after it because I got tons of hate from it, now I've deleted it, Bihar kept commenting your fake like 5 times a day with reasons to why I was \"fake\" all because I didn't post pictures because I wanted to protect me and my daughter I didn't know that was a crime to her\n  ","825590":"\n   Be quite skyy your annoying lmaoo ⬇️ all you do is be gross and spam my feed with answer from people \"Muslim girls have to shave their ****\" it's obvious you ile talking about that...\n  ","825591":"\n   What's the whole situation with Hayley? I don't know what happened but can you explain like this has been gone for over a week and I don't know? why do you guys hate EACHOTHER so much.\n  ","825592":"\n   mk girl below get this through your head. you came to gabby about ME. I am gabby best friend. I have every right to butt in. so doesn't sky, tori, Anna etc. so pleSe sit down and get in your place. :) Kay thanks. lol gabby this girl. I just can't haha\n  ","825593":"\n   pretty sure reachel can butt in wherever she wants on her best friends pages. ✋\n  ","825594":"\n   throw her down a flight of stairs and rip her hair out of her head. lmaoo\n  ","825595":"\n   Because I like your family(non creepy way) I take advice from you so I'd like to not hate eachother, on the other hand reachel I don't like she started heaps of shit and I don't take anything from her you kind of inspire me so that why...\n  ","825596":"\n   I will. lmao.\n  ","825597":"\n   can you lol\n  ","825598":"\n   I swear tho. if we do go to court I will whoop her ass.\n  ","825599":"\n   Well it's kind of sounding hypocritical of it's your and hayleigh a problem not of my business yet reachel is aloud to but in and you don't seem to care... Another immature act from gabby, if you just told me your problem id leave you alone or try to fix it but instead you decide to play games\n  ","825600":"\n   ARQotD: Would you rather have $5,000 legit or $50,000 obtained illegally?\n  ","825601":"\n   Your so judgemental and insecure you bitch about me hayleigh and an anon that came on my page, at least have the decency to admit when you are wrong or when you have crossed the line be at least mature enough to do that, if you can't then I guess you aren't old enough to have a baby & hayleigh is\n  ","825602":"\n   first liker gets 30 likes, rest get 1 ?\n  ","825603":"\n   Britney her problem with you is one you tried to talk shit to her about me. her best friend. now what did you think would happen. hmm?\n  ","825604":"\n   Check her page.. Yes she is.\n  ","825605":"\n   You obviously are to immature to even tell me what your problem is\n  ","825606":"\n   HAHAHAHAHA...okay I'm done ...wait no I'm not...HAHAHAHAHA. why do you have a problem with her? LET ME COUNT THE REASONS XD\n  ","825607":"\n   do you feel its okay to push your beliefs on other people?\n  ","825608":"\n   That was on anon\n  ","825609":"\n   Can you please tell me why you have such a big problem with me, what did I do to you?\n  ","825610":"\n   Rebecca is 13 & ttc just like hayleigh..\n  ","825611":"\n   There is a party in my pants and urine............vited.\n  ","825612":"\n   Why do you hate me\n  ","825613":"\n   #3) What were\/are your new years resolutions?\n  ","825614":"\n   #2) Who is the last person you texted? What's your relationship with them?\n  ","825615":"\n   Haha it's seems like some ppl just don't read your bio lol\n  ","825616":"\n   Send your followers and anons my way\/ I'm bored and anything goes.\n  ","825617":"\n   How old are you ??\n  ","825618":"\n   Doing my spam tonight finally! gathering the rest of the questions. there will be 50! also, ask questions you guys!! answering every question, ask whatever you want to know. anonymous is on for the night!\n  ","825619":"\n   Post a picture of your dream car!\n  ","825620":"\n   -\n  ","825621":"\n   im telling you this cause thats what i want you to do and it helps to have money saved so just do it and don't talk back to me like that.\n  ","825622":"\n   next time when you get paid, take $100 out the next 5 checks you get and put it somewhere in your room. you should try to save money\n  ","825623":"\n   anything i ask about is my business too so tell me, i wanna know everything.\n  ","825624":"\n   money disappears as quick as you get it anon.\n  ","825625":"\n   damn you never even had at least $500? where does your money go\n  ","825626":"\n   whats the most money you ever had saved up\n  ","825627":"\n   I said yes to see the questions. XD\n  ","825628":"\n   EVERYONE FOLLOW MY EXPOSING ACCOUNT!\n   \n    @exposethefakes_\n   \n   Send on or off anon accounts you suspect are fake and I'll help you;)\n  ","825629":"\n   Would you\/have you ever been on a dating site?\n  ","825630":"\n   what are you doing\n  ","825631":"\n   does you son take naps\n  ","825632":"\n   do you want more piercings\n  ","825633":"\n   Kik?\n  ","825634":"\n   Can you drive?\n  ","825635":"\n   What's your favourite topping?\n  ","825636":"\n   what's your son doing\n  ","825637":"\n   Do you like pizza?\n  ","825638":"\n   Are you mixed race?\n  ","825639":"\n   When did you realize you were allergic to peanuts?\n  ","825640":"\n   You have a lovely figure. :)\n  ","825641":"\n   As in, do you wear weave\/extensions?\n  ","825642":"\n   Is your hair natural?\n  ","825643":"\n   What does your chain say in the selfie you posted?\n  ","825644":"\n   what's something new that your started to do\n  ","825645":"\n\n    https:\/\/www.youtube.com\/watch?v=NQOkWuwfFrM\n   \n   Hey, what is your opinion about this motivation?\n  ","825646":"\n   what do you think of Hayleigh vrs\n  ","825647":"\n   when did you first get you're period\n  ","825648":"\n   Hi! I followed you. Can you please like my best friend's video and maybe subscribe? It would mean a lot if you helped. The link is in my bio x\n  ","825649":"\n   selfie\n  ","825650":"\n   how old are you\n  ","825651":"\n   I follow youuuuuuuuuuuu..\n\n(\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/124508655825\n   \n   )\n  ","825652":"\n   What makes you feel good?\n  ","825653":"\n   What's your most used emoji?\n  ","825654":"\n   Why not ?\n  ","825655":"\n   ASK ME THINGS PLEASE, about my past, daughter, Skylah, bf anything I will answer\n  ","825656":"\n   Last time you had sex?\n  ","825657":"\n   Want more kids? If so, when? If not, why?\n  ","825658":"\n   Are you usually on top for sex?\n  ","825659":"\n   What are some of your favorite books?\n  ","825660":"\n   5.What’s your favorite dessert?\n  ","825661":"\n   What was the Last lie you told?\n  ","825662":"\n   Are you or anyone you know a shopaholic? Has the addiction for shopping ruined you or anyone's life? How so?\n  ","825663":"\n   I'm terribly sorry most of my questions are dull and juvenile, I'm just trying to get back in the groove of things so please bare with me but thank you for those who've chosen to follow me.\n  ","825664":"\n   Are you a firm believer in the astrological signs and their meanings? Do you religiously follow your horoscope?\n  ","825665":"\n   What do you think is the sole purpose for someone to speak about whatever it may be on anon?\n  ","825666":"\n   What's the meaning of your cover photo\n  ","825667":"\n   do u have a job\n  ","825668":"\n   Who sang the main song of the film 'Titanic', called 'My Heart Will Go On'?\n  ","825669":"\n   HayLeigh deactivated ?\n  ","825670":"\n   Who was Ross' first wife in the tv show Friends?\n  ","825671":"\n   You think cum is better than most of the sex position?\n  ","825672":"\n   Your nose is legit the size of Canada.\n  ","825673":"\n   what's ur real name\n  ","825674":"\n   Moms: Are you picky about the brands you use for your child(ren) whether it's clothing, diapers, bottles, etcetera? What brands do you strictly avoid? What brands do you indulge in?\n  ","825675":"\n   goddamn now they're bitching about your name lmao\n  ","825676":"\n   what did your mom name you anon? oh right you won't say because you're a scared little b*tch:)\n  ","825677":"\n   Does it suck if he didn't cum at all?\n  ","825678":"\n   Your mom named you Gabby because you never shut the fuck up.\n  ","825679":"\n   hello\n  ","825680":"\n   I wasn't being mean to her was I?\n  ","825681":"\n   You forgot to gimme your snapchat\n  ","825682":"\n   What's your favorite part about sex?\n  ","825683":"\n   how's your day\n  ","825684":"\n   You have sex today?\n  ","825685":"\n   \"I eat every single day\" Pretty sure that answered their question.\n  ","825686":"\n   I was the one that said that but you get asked that on like a daily basis\n  ","825687":"\n   lmao anon needs to learn to read because clearly SKY said that to em ;)\n  ","825688":"\n   yuck anon needs to learn manners:)\n  ","825689":"\n   You have said several times FAST METABOLISM.\n  ","825690":"\n   You got some pretty eyes\n  ","825691":"\n   What does your necklace say\n  ","825692":"\n   You miss your teenage years?\n  ","825693":"\n   When did u stop believing in God?\n  ","825694":"\n   what is your favorite number (read my other question first before answering this one so that it makes sense) lol.. Video response would be cool.\n  ","825695":"\n   Ok please dont respond to this question. I want to ask you a question but in private so nobody else knows. I want to know what you think is a good size for a dick. Be honest? I will ask you another question about your favorite number, so you can answer it in that question\n  ","825696":"\n   Have you met a celebrity?\n  ","825697":"\n   Hottie :)\n  ","825698":"\n   Do you want to be famous?\n  ","825699":"\n   -\n  ","825700":"\n   I love your outfit in your dp <333\n  ","825701":"\n   what's ur kik conversation about with you're best friends\n  ","825702":"\n   u don't like Hayleigh\n  ","825703":"\n   I just saw that she tattled to her mom when people talk about her lol. (This is a different anon)\n  ","825704":"\n   if only you could punch her through the phone\n  ","825705":"\n   1, she has a British accent in her videos now. 2, she said she doesn't have a recess, but gets to go to the gym after lunch. THATS BASICALLY A RECESS.\n  ","825706":"\n   ugh I'm so done with hayleigh. I can not stand her\n  ","825707":"\n   what are you doing\n  ","825708":"\n   Actually gona cry with bordem\n   \n    http:\/\/ask.fm\/abiduffyx\/answer\/124506622673\n   \n","825709":"\n   Hey guys I'm doing a video response ! If you want to know anything or want advice just ask ! If you want it in a video response let me know\n  ","825710":"\n   ever broken a bone\n  ","825711":"\n   Woah when did that Cheyenne come  back? oh my word!\n  ","825712":"\n   who's cheyenne?\n  ","825713":"\n   Do you think most celebrities are fake in the media just for the attention?\n  ","825714":"\n   how old r u\n  ","825715":"\n   What's your favourite chocolate bar?\n  ","825716":"\n   Who's your most hated celebrity? Why?\n  ","825717":"\n   What's your opinion on Nicki Minaj's appearance and music?\n  ","825718":"\n   send your followers and anons my way? anything goes.\n  ","825719":"\n   Would you ever name your child after where they were conceived? If you named your current child (if you have one, some of you guys dont) after where they were conceived, what would their name be?\n  ","825720":"\n   What do you order at Starbucks?\n  ","825721":"\n   Bored as hell guys, send stuff in ;honesty night.\n  ","825722":"\n   Where is your favorite place to be or to do when you are stressed and need to relax?\n  ","825723":"\n   What's your favorite song?\n  ","825724":"\n   Why can't you just leave Hayleigh alone? Like, not talk to her..? You complain about her, but no one is forcing you to go on her page and talk to her..\n  ","825725":"\n   do you agree boys they like a little more booty to hold ?\n  ","825726":"\n   I aint blocked. Gimme that juiceee\n  ","825727":"\n   Mmmmm nigga,i wanna eat your juicy pussy\n  ","825728":"\n   Hey bitch.\n  ","825729":"\n   okay everyone last time, hopefully, I'll have to ask for your kind thoughts and good vibes....tomorrow is Alex's funeral and it would mean a lot to have all of your good thoughts and vibes,mine and my family's way, thank you so much for all of the good vibes and thoughts last week also :) <3\n  ","825730":"\n   (Sending to some of those who I follow.) Could you guys send some Askers my way? Bryan's asleep and I'm bored out of my mind. I'll answer anything!\n  ","825731":"\n   knee highs or regular pantyhose?\n  ","825732":"\n   airplanes or boats?\n  ","825733":"\n   woukd you rather never need sleep or never need food?\n  ","825734":"\n\n    http:\/\/ask.fm\/abiduffyx\/answer\/124480494289\n   \n","825735":"\n   Have you heard of the song \"gangnam style\" by psy?\n  ","825736":"\n   Are you really being stalked ? Omg whats happening ? Are you ok ? I mean how do you feel ?!\n  ","825737":"\n   Probably doing a spam tomorrow night. If you want it send me a few questions & your @ to my inbox!(:\n  ","825738":"\n   why ?\n  ","825739":"\n   kik ?\n  ","825740":"\n   Just sharing this!\n   \n    @mila_couture\n   \n   on Instagram is hosting an auction for my stepmom, who beat breast cancer and battled it while pregnant with twins (for those who don't know) and now she's battling a new kind :( go tag people (shops) on her post about the auction!\n  ","825741":"\n   Spam coming soon! :)\n  ","825742":"\n   ARQotD: Were (or are) you a latchkey kid? For those unaware, a \"latchkey kid\" is a child who always returns from school to an empty home, because his or her parents are away at work.\n  ","825743":"\n   *comes back* ....your bushes are well groomed, by the way. HAHAHAHA. DIRTY JOKE!\n  ","825744":"\n   Sorry for stalking you *gets out of Gabby's bushes and walks home*\n  ","825745":"\n   Noone cares if you believe in God anon. Good for you. Do you want a cookie?\n  ","825746":"\n   another god freak ugh\n  ","825747":"\n   there probably all sleeping Lol\n  ","825748":"\n   you believe that there's no God. I believe there's God\n  ","825749":"\n   -\n  ","825750":"\n   why don't you believe\n  ","825751":"\n   do you love God\n  ","825752":"\n   \"sorry I can't come see my kid today I'm grounded for not cleaning my room\" lmao. oh gosh.\n  ","825753":"\n   forgot to come off anon lmao but yes. \"like really....... shut the fuck up\" & it sounded like she whispered the shut the fuck up part because she's THIRTEEN AND CANT EVEN CURSE YET. I'm dying\n  ","825754":"\n   hahahaha did you just see that video she posted? she sounds slow , smh lol.\n  ","825755":"\n   how are you\n  ","825756":"\n   you don't support\n   \n    @Justbecause__\n   \n","825757":"\n   ur trying to control her life\n  ","825758":"\n   thoughts on\n   \n    @justbecause__\n   \n","825759":"\n   do you suck your boyfriends penis\n  ","825760":"\n   shit poutine obsession\n  ","825761":"\n   a god freak. RUN\n  ","825762":"\n   You still have no right to try an run someone else's life. It's her mistakes, not yours.\n  ","825763":"\n   New Living Translation\nI pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit. Romans 15:13\nYes, because I put my trust in God. Have YOU?\n  ","825764":"\n   anon. just stfu you're annoying.\n  ","825765":"\n   You think people run Caroline's life just like everyone thinks you're trying to run hayleighs life\n  ","825766":"\n   Do you have hope?\n  ","825767":"\n   ur cute\n  ","825768":"\n   if you were a dragoness would you fart fire on little people for fun? would you giggle as they burned and screamed underneath you?\n  ","825769":"\n   where you popular in high school\n  ","825770":"\n   do you like to have sex\n  ","825771":"\n   how are you\n  ","825772":"\n   can you have more kids\n  ","825773":"\n   you smoke\n  ","825774":"\n   what are you doing\n  ","825775":"\n   What is your favorite waste of time?\n  ","825776":"\n   how old is Joseph\n  ","825777":"\n   pap of your son? (:\n  ","825778":"\n   I'm bored guys, send me stuff.\n  ","825779":"\n   -\n  ","825780":"\n   Alrightttt\n  ","825781":"\n   Can I have your snapchat? :p\n  ","825782":"\n   Can I see your thong?\n  ","825783":"\n   Sup :) Do you have Snapchat?\n  ","825784":"\n   How much do you weigh right now\n  ","825785":"\n   Can I see a picture of your belly with the scarf and the C-section on it\n  ","825786":"\n   Did you ever have your bellybutton pierced\n  ","825787":"\n   When you guys had sex did he ever finger you or fist you\n  ","825788":"\n   What is the worst thing that you and the babies father did in bed while you were pregnant\n  ","825789":"\n   Was the babies father involved throughout your pregnancy and did he feel your stomach every night in bed\n  ","825790":"\n   When did you find out what your having\n  ","825791":"\n   How often do you have sexand did your belly get in the way\n  ","825792":"\n   Just asking this next question did you have sex while pregnant\n  ","825793":"\n   Do you want more kids in the future if so how many\n  ","825794":"\n   How did you find out you're pregnant\n  ","825795":"\n   How much did you gain and when did your bellybutton pop out\n  ","825796":"\n   Belly picture of your bump before you gave birth\n  ","825797":"\n   How far along were you when you hit your C-section\n  ","825798":"\n   Why did you have to get a C-section\n  ","825799":"\n   How are you push when you gave birth\n  ","825800":"\n   do you wear thongs\n  ","825801":"\n   How many followers do you have\n  ","825802":"\n   What's with all the anons on ask today\n  ","825803":"\n   hey ladies! if you have any tips to make your hair grow faster will you please send them to my questions box? thank you so much!\n  ","825804":"\n   if you ever have a son will you get him circumcised?\n  ","825805":"\n   TWTWTW; eating disorder: I honestly feel very fat and I want to reduce eating a lot, I'm a depress eater, and I'm always depressed, I'd like to work my way to barely eating, help?\n  ","825806":"\n   i like u fhoto selfie , u can follback me dan like ? :)\n  ","825807":"\n   Using Whatsapp?\n  ","825808":"\n   this guy on my page .-.\n  ","825809":"\n   Whats app?\n  ","825810":"\n   hola\n   \n    https:\/\/www.google.com.br\/url?sa=t&rct=j&q=&esrc=s&source=web&cd=3&ved=0CCUQFjAC&url=http%3A%2F%2Fhoruxd.com%2Fgirls%2Fxu7tx3%2F&ei=qSu4VO6iE4yuggSQ8INg&usg=AFQjCNFJfEp_1NptsM_NnJzwt89RpY7kog&sig2=JUbdu9-PCCtPmnaGfq5jMw\n   \n","825811":"\n   Kik username?\n  ","825812":"\n   pap in light jeans?\n  ","825813":"\n   How much attention do you pay to horoscopes?\n  ","825814":"\n   Snapchat?\n  ","825815":"\n   silly questionn!!! are you ticklish and if so where's your worst spott? :P\n  ","825816":"\n   what are you doing\n  ","825817":"\n   How are you\n  ","825818":"\n   Hi\n  ","825819":"\n   is it ok to pee every 2 hours?\n  ","825820":"\n   What does TTC mean?\n  ","825821":"\n   Favourite song?\n  ","825822":"\n   haha I just saw the cosleeping thing. I sleep with Wyatt in my bed. No problems. Have been since he was like a week old. when he can't get comfortable he's in bed with me. Mothers instinct anon.\n  ","825823":"\n   ARQotD: Are you someone who eats the crust, or leaves it?\n  ","825824":"\n   what time is it\n  ","825825":"\n   vrs of what ur doing\n  ","825826":"\n   Did you have an embarrassing nickname in school? What is the nickname and the story behind as to how you got that name?\n  ","825827":"\n   Have you ever envisioned yourself being apart of the cooperate world?\n  ","825828":"\n   Do you ever get in random moods where you feel like rearranging the entire house?\n  ","825829":"\n   Right back at ya, my East Coast Cutie!\n  ","825830":"\n   Phew.... my innocent image of Gabby is intact!\n  ","825831":"\n   Wait wait, hold the phone. Gabby.... YOU... have sex?!? I didn't know that. I just thought... Joseph... maybe some sort of.... I dunno... miraculous... omg... mind = blown.\n  ","825832":"\n   do u have sex\n  ","825833":"\n   I thought that anon was really funny! She was too scared to go off anon. Haha\n  ","825834":"\n   When I first had my son I was posting a whole bunch of newborn pics and this 14 year old was saying it was hers.\n  ","825835":"\n   That happened to me one time! That's why I delete my ask account before and my instagram.\n  ","825836":"\n   Would you post a pic of him?( it's ok if you don't want to)\n  ","825837":"\n   Cute! How old?\n  ","825838":"\n   Do you have a son or daughter?\n  ","825839":"\n   I totally understand!\n  ","825840":"\n   Oh cool! What fast food store? (It's ok if you don't want to say)\n  ","825841":"\n   do u believe in God\n  ","825842":"\n   Can I ask what kind of job you have? Retail, restaurant, etc.\n  ","825843":"\n   actin all hard and shit but step in da hood and you'll be cryin like a b****\n  ","825844":"\n   your beautiful\n  ","825845":"\n   -\n  ","825846":"\n   Haha I'm not bored I have better things to do then talk to you. You have a kid right? So why have you spend almost all day answering questions? You have multiple questions answered for each hour today.\n  ","825847":"\n   u almost have 2,000 answers\n  ","825848":"\n   Lol I didn't get bored your just being a bitch.\n  ","825849":"\n   ur beautiful that anon is jealous\n  ","825850":"\n   Yes please!\n  ","825851":"\n   That was such a good one. I'm crying now!\n  ","825852":"\n   Anna I think everyone is better looking then Gabby!\n  ","825853":"\n   send your followers and anons my way? (:\n  ","825854":"\n   The button to send you something says \" ask a question\" dumbass\n  ","825855":"\n   I feel bad for not swallowing but I swallowed once & it hurt my stomach bad. What do I do?\n  ","825856":"\n   I'm on anon you idiot! If I wanted attention I would go off anon! Haha wow dumbass. If I'm annoying just don't answer! You just replying which makes me ask more questions!\n  ","825857":"\n   Do you like to swallow cum?\n  ","825858":"\n   anon...show your face then you can say someone's ugly until then sit down lol\n  ","825859":"\n   If I'm annoying then stop answering. Hahaha you're a dumbass.\n  ","825860":"\n   Last chance for spam!! if I have answered your question telling you you're added to the list then you're receiving spam but if you haven't, and you want spam send me a few questions! 50+ questions\n  ","825861":"\n   Don't be down be positive screw those haters\n  ","825862":"\n   Thanks Hun!\n  ","825863":"\n   Oh I do have a man honey..\n  ","825864":"\n   crummy insults i tell ya\n  ","825865":"\n   Lol ugly face\n  ","825866":"\n   At least I don't look like a man with an E.T. neck!\n  ","825867":"\n   My mom doesn't either?? What the hell? Can you form a sentence? You make no since!\n  ","825868":"\n   oh lord i think they need to look a little harder\n  ","825869":"\n   Good !(: you're awesome and beautiful\n  ","825870":"\n   Haha that's a good one! But you clearly don't look like a girl!!\n  ","825871":"\n   Hey don't listen to hate !\n  ","825872":"\n   At least I actually look like a girl in pictures....\n  ","825873":"\n   Wow what's wrong with your neck in your pictures?\n  ","825874":"\n   how do you get so many questions\n  ","825875":"\n   she has no \"fans\". they're other people she has lied to that have fallen for it just like many of us girls have. they'll realize it soon enough!\n  ","825876":"\n   I couldn't agree with you more love! She definitely doesn't need to be bringing a baby into this world when shes as immature as she is. that's being selfish, that poor child. she's probably lying about this too just like everything else.\n  ","825877":"\n   Hi my girlfriend has been lying to me for several months. She's told me she will leave and she still hasn't. What do I do??\n  ","825878":"\n   where do u live\n  ","825879":"\n   do u block people\n  ","825880":"\n   why are you so mean\n  ","825881":"\n   -\n  ","825882":"\n   how old are you\n  ","825883":"\n   Just pissed of and down with today.\n  ","825884":"\n   Dude just go away!!! She's annoying me\n  ","825885":"\n   It's fucked up. Unless you he a job and are out of school you should NOT be planning to have babies. They can't even get a job at 13!\n  ","825886":"\n   See you can't even grow and say ok pests agree to disagree and say good night back that's just WOW. I'm trying to solve things and all you can say is lmao haha??\n  ","825887":"\n   You can't even spell baby\n  ","825888":"\n   Those girls are literally making themselves look so stupid lmfao omg just stop.\n  ","825889":"\n   No what lets just agree to disagree have a good night but I still support her\n  ","825890":"\n   Dude just go away. -.-\n  ","825891":"\n   I'm actually getting mad, this little girl keeps trying to punk you with Grammer errors.. thats how you know shes a child lmao. I'm not even apart of this and shes pissing me off\n  ","825892":"\n   Nobody said the baby will change her I never said anything about the baby changing her so idk where u got that idea from and anon I'm not a little girl I turn 18 on February 19th soooo\n  ","825893":"\n   But like I said maybe she is in a better place now. And she said we. The baby come she will be 14 and she can get a job the.\n  ","825894":"\n   You don't know what goes on at home or at school maybe she was emotionally unstable then but now maybe things have changed and she is in a better place now\n  ","825895":"\n   Why are these little girls tryna punk you lmao, I'm weak hahahahahaha. leave her alone she don't care\n  ","825896":"\n   hahahahahahah whoops just made the same spelling mistake as you. you're * , but still younger than you haha.\n  ","825897":"\n   hahahahahahah you're*. damn and your 20? lmfao\n  ","825898":"\n   But she even said it she has know the person basically her whole like so it doesn't matter to you if she is TTC it isn't your baby you don't have to worried about the baby you don't have to buy the baby food or clothes or a place to stay\n  ","825899":"\n   oh you've heard it before? must mean you haven't matured much hahaha.\n  ","825900":"\n   that obviously you need to get a life instead of hating on teenagers lmao\n  ","825901":"\n   So sweet heart just think before you call somebody stupid\n  ","825902":"\n   Ok does it matter to you if she was TTC no so what's the problem and so what if she put her life out their doesn't mean u have to comment and say negitive stuff about it\n  ","825903":"\n   lol sorry I'm not on ask all of the time, like you :')\n  ","825904":"\n   I can't read oh really my Lexil is 1956\/2000 I am a high honor roll student and will be graduating number 1 in my class for my senior yet his coming June so know some facts before you say some dumb shit\n  ","825905":"\n   Stating facts? The only \"fact\" I saw was you telling her she needed better parents which really isn't a fact at all. You don't know her parents or her situation, therefore that's not really a fact haha. You were rambling on about how all the paragraphs were about you and such. I thought you were 20?\n  ","825906":"\n   Reachel***** and if you have questions for me come to my page thanks\n  ","825907":"\n   plus i don't orders from attention seeking crybabies\n  ","825908":"\n   How do you she isn't pregnant do you live with her no were you their when she had sex no did u give her a pregnancy test no\n  ","825909":"\n   i got mine from a dictionary lmao\n  ","825910":"\n   No I want to show you the definition I got im not a question junky like you sorry\n  ","825911":"\n   How am I trying to get attention Rachel if I am sticking up for somebody if this chick is bullying her on her ask\n  ","825912":"\n   -\n  ","825913":"\n   jada or whatever ..just hush you're trying to get attention:)\n  ","825914":"\n   Ask me question so I can show you the definition i got him\n  ","825915":"\n   Sky stfu I got that definition in the dictionary so idk where u got that one from like they say birds of a feather fly together and how am I winny if she I all me stupid and tellin hayleigh she is stupid for getting pregnant so somebody needs to call her a wanhnbulance✌️\n  ","825916":"\n   -\n  ","825917":"\n   wah call a wahbulance now she's gonna call you names\n  ","825918":"\n   broke: \"having completely run out of money\"\n  ","825919":"\n   Just asking :) I'm 20 and allready a father. It is easy, I see my kids only every 2nd weekend so I sti have a great life and I'm still a playboyl\n  ","825920":"\n   Just because you have a job doesn't mean you aren't broke I agree with Jada and that anon hun❤️\n  ","825921":"\n   Ok but your little probably part time job isn't paying much so you are consider B R O K E✌️\n  ","825922":"\n   just because you have a child with someone doesn't mean you gotta drop everything and get married.\n  ","825923":"\n   she acts like it's the 1950s\n  ","825924":"\n   She you are obviously to broke to have a wedding and get arrows to you child(s) father of you really love him and have kid(s) with him U would marry him but see since you are broke you can't I feel terrible for your child tell em' I pray for them\n  ","825925":"\n   Let me translate. 20 and allready mother. My God. Was the condom not good or?\n  ","825926":"\n   Why bye? I'm just asking?\n  ","825927":"\n   20 und schon Mutter. Mein Gott. War das Gummi kaputt oder was?\n  ","825928":"\n   oh my goddesses I swear people only talk shit for attention to you.\n  ","825929":"\n   And honey if you are a wife and a mother like you said get off ask.fm and take care of you family and cook them dinner and go clean you laundry please because your clothes on your profile picture are looking busted. And you are a disgrace to mother hood on ask and not taking care of you family\n  ","825930":"\n   Bitch you can't even come up with your own comebacks you have to get them off social media such as instagram Twitter ect. So bitch try me\n  ","825931":"\n   Bitch first of all you are obviously dumb because it's *i'm* not in and second of all you want to get your dirty pants in a twist and get in to people's business... Answer me this question did hayleigh ask for your opinion on her being pregnant? I doubt it\n  ","825932":"\n   I agree with that anon stop fucking with everyone's life and talking shit on others pages\n  ","825933":"\n   Have you ever thought I forgot to take my name off anon??? She dumb broke pricks don't think they just assume✌️\n  ","825934":"\n   I'm not attacking you. Lol you want to start drama all the time over everything and it's so fucking annoying I'm done with it. I always see you on other people's pages just randomly starting drama. You're a mother and a wife. Act like it. Stop being so immature. K bye\n  ","825935":"\n   So if you have anything to say to her say it to me first because j bet you are only saying that because of you were in her situation you would be to broke and not be a responsible adult but be a COWARD so kiss ass and have a nice day you broke ass judgmental prick\n  ","825936":"\n   Ok now I'm off anon what do you have to say now\n  ","825937":"\n   Is it any of you concern what that girl does with that baby? No. Are you raising the baby? No. Do you live with the baby? Hell the fuck NO so stfu and leave her alone it's her life not your sweetie! Have a nice day you foul jugmental coward!✌️\n  ","825938":"\n   You look like a man\n  ","825939":"\n   ur comebacks are funny\n  ","825940":"\n   omg it's the end of the world oh no\n  ","825941":"\n   I've seen you on so many other people's pages giving them hate. If you're going to do it to other people, make sure you can take it. Btw I'm not defending hayleigh. TTC at 13 is dumb as hell and she's gonna regret it\n  ","825942":"\n   No you're saying your OPINION. You're trying to make her a stereotype. Putting her in to a box isn't gonna help anything. But whatever I'm done here all you do is talk shit, but can't do anything. Once again you're 20 bullying a 13 year old! ✋✋\n  ","825943":"\n   You do the exact same things to hayleigh & to hella other people that these ppl are doing to you. Lol\n  ","825944":"\n   You're just utterly childish. Don't dish out what you can't take. Obviously you can't take my corrective criticism, but yet you can do that to hayleigh? Okay, you're sooooo \"mature\" for that. You're like 20 bullying a 13 year old over the Internet!✋✋✌️✌️✊✊\n  ","825945":"\n   goddamn get off her back.\n  ","825946":"\n   what are you doing\n  ","825947":"\n   What her parents stand behind her on, doesnt concern you at all, what she does with HER life doesnt concern you at all. Yes my situation is different because I can drive and my boyfriend has a job and I'm looking for one and graduating early But I still don't talk down on a 13 yr old That's childish\n  ","825948":"\n   You can't \"state your facts\" but you can state your OPINION. And I'm her friend and I'm reading down her page, it may not be on yours but it's on hers. And so what she planned a baby? What you gonna talk shit to\/about me too? Like you're just being childish about HER life and HER decisions!✋✊\n  ","825949":"\n   Same reason as to why you're on Hayleighs hahahahahahah\n  ","825950":"\n   Why does hayleighs life affect you so much? Like do you feel like stopping down to put her down is gonna change anything? Honestly, you want to brag about how you're more mature? I don't see it. Because you don't act it, you're no better than anyone else. So stop. It's not that serious! ✋✊\n  ","825951":"\n   I luv when u prove anons\n  ","825952":"\n   that's when HayLeigh and her bf got together\n  ","825953":"\n   when's ur birthday\n  ","825954":"\n   what time is it\n  ","825955":"\n   Why should somebody sit & be insulted without defending themselves. Obviously she is going to respond. You would do the same. So that's a lame & invalid point. Stop tryna justify being unnecessarily hateful.\n  ","825956":"\n   oh and anon she actually came and started wth gabby. and myself and many other people on here. please learn your facts thanks.\n  ","825957":"\n   didn't say you couldn't, just laughing because you're calling me stupid yet you can't even spell lmfao\n  ","825958":"\n   I could argue the same point. You're replying to my answers, so that must automatically mean you care for what I'm saying right?\n  ","825959":"\n   \"you're logic\"\n  ","825960":"\n   bby is a word basically used for friendship love...baby is relationship love....awkward anon.\n  ","825961":"\n   Why is it your business though? Just because somebody airs their business, that doesn't entitle you to relentlessly hassle them. What makes you think she cares for your irrelevant, unnecessary opinion, or 'facts' as you like to call them.\n  ","825962":"\n   Let's take a step back for a minute. You're telling her she won't be able to raise the baby and shit but aren't you the one who yelled at your 7 month old son? Haha k\n  ","825963":"\n   how in anyway am i sticking up for her? i said what she said about you was accurate and that she showed you up. that in no way is saying i think what she's doing is logical or right. you tell her to go back to school yet you say \"bby\" instead of \"baby\". what's the one extra letter gonna do? lmfao\n  ","825964":"\n   She took time out to write a paragraph in response to the relentless shit you post to her page, lol. She put you in your place good & proper. Stop tryna give it large on Ask.FM. It's not that deep.\n  ","825965":"\n   lol ya i read it? what does that have to do with anything? absolutely nothing. and ya, she did show you up. everything she said about you was accurate. sorry not sorryb\n  ","825966":"\n   anon...y'all are idiotic.. no one cares about hayleighs wanting a baby for attention... well y'all anons care but. lol\n  ","825967":"\n   haha i don't even like that hayleigh chick but she showed you up lmao\n  ","825968":"\n   If you woke up tomorrow as someone you didn't like and you were in their body for a whole week, what would you do or how would you feel?\n  ","825969":"\n   What do you want to do for a future career?\n  ","825970":"\n   last time u had sex\n  ","825971":"\n   how old are you\n  ","825972":"\n   your a bully\n  ","825973":"\n   follower count\n  ","825974":"\n   My boyfriend has never been able to give me an orgasm and is going to let me sleep with a hot lad I know who I know is well hung. He says “He wouldn’t want me to miss out on the opportunity to experience something he cannot give to me”. I love and trust him. What would you do?\n  ","825975":"\n   -\n  ","825976":"\n   You don't look like a smoker at all lol\n  ","825977":"\n   anon below...does that surprise you ...? lull\n  ","825978":"\n\n    @justbecause__\n   \n   didn't go to the doctors today\n  ","825979":"\n   I'm really bored so could you guys send some people my way? I'll answer everything. :)\n  ","825980":"\n   I just joined instagram so follow me: FernSalvy I follow back :***\n  ","825981":"\n   Can you watch this movie\n   \n    http:\/\/www.youtube.com\/watch?v=bGN9CAA8of8\n   \n   ?\n  ","825982":"\n   first liker gets 30 likes,rest 1?\n  ","825983":"\n   QOTD: How many kids do you want?\n  ","825984":"\n   Where do you see your self in 10 years?\n  ","825985":"\n   U have posted same selfie a million times\n  ","825986":"\n   -\n  ","825987":"\n   how r u\n  ","825988":"\n   are you gonna have sex tonight\n  ","825989":"\n   What is Haleigh instagram?\n  ","825990":"\n   How are you?\n  ","825991":"\n   -\n  ","825992":"\n   do you smoke cigarettes\n  ","825993":"\n   Hey like 15 of my answers and send @ and you'll get 1 gift.\n  ","825994":"\n   Do you want more kids?\n  ","825995":"\n   Do you prefer to answer questions or ask them?\n  ","825996":"\n   when did you find out the sex of your son\n  ","825997":"\n   I hope she realizes you have to take the Plan B pill within 72 hours after sex which means you wouldn't even know you're pregnant yet nor would your body.\n  ","825998":"\n   This girl Haleigh is brilliant. Whether she is pregnant or not she wouldnt have known but no she hasn't killed it, her parents told her to take the plan b pill & she put it under her tongue & spat it out but thinks she's killed it cos of that:))\n  ","825999":"\n   what's something you can't stand\n  ","826000":"\n   what are you doing\n  ","826001":"\n\n    @justbecause__\n   \n   killed her baby\n  ","826002":"\n   What kind of phone you got?\n  ","826003":"\n   Haha I love your questions to HayLeigh or whatever her name is.\n  ","826004":"\n   so HayLeigh was TTC\n  ","826005":"\n   I hate all the 13 year olds trying to have a baby! They just sound like they have no brains!\n  ","826006":"\n   Whats hayleighs ask\n  ","826007":"\n   I don't like to cuss but HayLeigh sounds like a dumbass.\n  ","826008":"\n   -\n  ","826009":"\n   What's Hayleighs ask?\n  ","826010":"\n   how should guys dress?\n  ","826011":"\n   -\n  ","826012":"\n   HONESTY NIGHT\n  ","826013":"\n   We are both 20 and we both have sons so sorry if I thought we could be friends!\n  ","826014":"\n   Yes, well if that's the case, if she is in fact pregnant, she will learn.\n  ","826015":"\n   I'm not attacking you, it just seems a little mean is all.\n  ","826016":"\n   Actually no I'm not fake. I will post any pictures or anything else to prove it if you want! And you probably haven't even read my bio.\n  ","826017":"\n   You claim she's sad yet you're sitting here talking trash about her.. Hm.\n  ","826018":"\n   Go ahead and block me then I honestly don't care.\n  ","826019":"\n   Wow really? Why do you have to be so mean? I'm just trying to get some questions\n  ","826020":"\n   Why are you so invested in Hayleigh's life?\n  ","826021":"\n   Hey I'm a teen mom too! I just started my account again and was wondering if you could give me a shout out?\n  ","826022":"\n   Yeah its part of life\n  ","826023":"\n   I know lol\n  ","826024":"\n   Yeah sometimes i'm bursting afterwards\n  ","826025":"\n   Do you need to pee right after sex?\n  ","826026":"\n   are you gonna watch PLL tonight\n  ","826027":"\n   -\n  ","826028":"\n   oh god ⬇\n  ","826029":"\n   Y'know what you're doing is essentially bullying. I'm reporting you.\n  ","826030":"\n   Who is the funniest comedian?\n  ","826031":"\n   HayLeigh said she follows you now\n  ","826032":"\n   Why do they always ask if you're pregnant? lmao Oh yes you're gonna become magically pregnant overnight.\n  ","826033":"\n   are you pregnant again\n  ","826034":"\n   What's the craziest position you've ever tried?\n  ","826035":"\n   What's the longest you've gone without sex?\n  ","826036":"\n   -\n  ","826037":"\n   Send your followers and anons my way? Ask whatever you want.\n  ","826038":"\n   how old were you when you had you're son\n  ","826039":"\n   will you do honesty night\n  ","826040":"\n   who's HayLeigh\n  ","826041":"\n   did you ever breastfeed\n  ","826042":"\n   Sometimes I like to coat myself in lotion and pretend I am a giant slug.\n  ","826043":"\n   10. Compare yourself to an animal & explain why.\n  ","826044":"\n   9. What's more important: to love yourself or be loved by another?\n  ","826045":"\n   8. Would you allow your child yo participate in beauty pageants? Why or why not?\n  ","826046":"\n   Did sex hurt first time\n  ","826047":"\n   7. Favourite time of year?\n  ","826048":"\n   What's the most painful thing you have done\n  ","826049":"\n   6. Would you prefer to have hair that never grew but was thick, lustrous & healthy, or hair that grew for days but was thin, weak & damaged?\n  ","826050":"\n   Panties or thongs\n  ","826051":"\n   Did you scream during childbirth\n  ","826052":"\n   5. Are you left-handed or right-handed?\n  ","826053":"\n   Have you ever had a tooth removed?\n  ","826054":"\n   you're very helpful (:\n  ","826055":"\n   4. Would you prefer to be cremated or buried? Why or why not?\n  ","826056":"\n   age and snapchat\/kik name?\n  ","826057":"\n   3. Perfume or body spray?\n  ","826058":"\n   2. Would you prefer to be ridiculously tall or ridiculously short?\n  ","826059":"\n   Mini 10 question spam: 1. Would you prefer to know how you're going to die or when?\n  ","826060":"\n   Why did you have to insult\n   \n    @justbecause\n   \n   ? You could've simply said you don't agree with what she's doing.\n  ","826061":"\n   how are you\n  ","826062":"\n   do you agree with\n   \n    @justbecause__\n   \n","826063":"\n   Send 'you're strong', to 3 people you feel are super strong emotionally or physically. Send \"you're beautiful\" to 3 people you feel are beautiful. Send \"you're so helpful\" to3 people you feel are very helpful&kind hearted to others. ALL anonymously.DON'Tpost this message. Have fun& make people smile\n  ","826064":"\n   What is something in the summer you enjoy doing?\n  ","826065":"\n   hi how are you? can you like me 10 answers❤❤\n  ","826066":"\n   I like your jeans haha\n  ","826067":"\n   Can I be for little baby boy?\n  ","826068":"\n   Pap of you in heels?\n  ","826069":"\n   likers get 10 likes?\n  ","826070":"\n   What is your favorite kind of dessert?\n  ","826071":"\n   I got asked a question to send \"I follow you\" to everyone I follow soo if you got ot I follow you.\n  ","826072":"\n   That's it folks! I hope you enjoyed the spam. Feel free to make any suggestions about questions I can ask tomorrow, or later tonight if I'm feeling especially bored. Anybody who sees this & wishes to be included in the spam, like & follow my page & I will follow you.\n  ","826073":"\n   47. Do you think you would be able to be a surrogate or somebody?\n  ","826074":"\n   46. If you were to write a book, what would it be about?\n  ","826075":"\n   48. What scares you most?\n  ","826076":"\n   ASK HAS NOW LIMITED SPAMS TO 50 USERS...\nI may either stop spamming,selective spam or cut down or whom I follow.\n  ","826077":"\n   Just unfollowed just under 100 followers.\nIf you get this, I still follow you!\nJoin in on my honestynight!xox\n  ","826078":"\n   44. Imagine you are a male. Would you be able to forgive your girlfriend\/wife if she had an abortion without your knowledge?\n  ","826079":"\n   43. What is your opinion on arranged marriages?\n  ","826080":"\n   42. Do you believe Osama bin Laden is dead?\n  ","826081":"\n   41. What is something that infuriates you?\n  ","826082":"\n   39. Would you ever get any form of plastic surgery?\n  ","826083":"\n   40. Is there anybody you envy?\n  ","826084":"\n   38. Scenario - an individual has carried numerous brutal attacks and rapes. They're involved in an accident which leaves them incapacitated. When they regain consciousness, they have no recollection of the things they have done or who they are. Should they still be convicted for their crimes?\n  ","826085":"\n   35. If a law was implemented where rapists\/child molesters have to be chemically castrated, would you be for or against it? Why or why not?\n  ","826086":"\n   what is your opinion on homosexuality?\n  ","826087":"\n   36. How do you usually respond to insults\/hate?\n  ","826088":"\n   8. There are two main categories that 9\/11 conspiracy theories fall into. 1. The US government allowed the attacks to occur. 2. They had an active role in the attacks. Which one are you in agreement with?\n  ","826089":"\n   5. Christians believe homosexuality is sinful. Do you believe it is respectful to allow homosexuals to marry in a Christian's place of worship due to the fact they condemn it?\n  ","826090":"\n   19. Do you think our fates are subjective or definitive?\n  ","826091":"\n   20. Do you think it is possible to love an adopted child and as much as your biological child?\n  ","826092":"\n   22. If you discovered human trafficking was occurring in your area, would you intervene & attempt to have the traffickers arrested?\n  ","826093":"\n   27. Do you have any phobias? If so, what are they?\n  ","826094":"\n   29. Do you believe prison is an effective form of rehabilitation?\n  ","826095":"\n   33. Do you consider yourself intelligent?\n  ","826096":"\n   34. Do you have any controversial opinions?\n  ","826097":"\n   typo abs\n  ","826098":"\n   32. How do you think the world was created?\n  ","826099":"\n   wow nice ads\n  ","826100":"\n   17. \"I did not have sexual relations with that woman.\" Who said this?\n  ","826101":"\n   16. Have you ever sent yourself a question on Ask.FM?\n  ","826102":"\n   15. Are you more likely to have a verbal argument or a physical fight with somebody?\n  ","826103":"\n   14. Would you be able to forgive an unfaithful partner?\n  ","826104":"\n   13. Do you have any guilty pleasures? If so, what are they?\n  ","826105":"\n   12. If your partner had bad breath or body odour, how would you broach the subject?\n  ","826106":"\n   13. If you are\/were in a relationship, and your partner's ex-girlfriend\/boyfriend was deliberately trying to sabotage your relationship, how would you handle it?\n  ","826107":"\n   11. If you are a parent, did you have a water, medicated, natural birth, or caesarean with your child? If you are not, which would you prefer?\n  ","826108":"\n   10. Do you consider yourself attractive?\n  ","826109":"\n   21. My classmates & I recently had a debate about whether you should give money to beggars. I would personally prefer to by them a meal or something to drink. Would you give money to a beggar? Why or why not? If yes, would you prefer to buy them a meal\/drink instead?\n  ","826110":"\n   24. Do you think murder is justifiable in some circumstances?\n  ","826111":"\n   25. Do you agree with the 'Stand Your Ground' law in Florida?\n  ","826112":"\n   26. Do you think it is possible to fall out of love with somebody?\n  ","826113":"\n   28. Do you believe murderers, rapists and child molesters should be reintegrated into society?\n  ","826114":"\n   30. Do you think 'I was drunk' is an acceptable excuse for cheating?\n  ","826115":"\n   7. What is something you will absolutely not tolerate?\n  ","826116":"\n   6. Do you believe in freedom of speech?\n  ","826117":"\n   3. If your child was misbehaving, would you use spanking as a disciplinary method? State why or why not.\n  ","826118":"\n   4. Are you a religious person?\n  ","826119":"\n   2. Do you think same-sex couples should be allowed to marry in a church? Why or why not?\n  ","826120":"\n   There was absolutely no need to be so rude. I was simply asking for an opinion. If you go onto\n   \n    @weezyyy9495\n   \n   's page you will see exactly what I mean.\n  ","826121":"\n\n    @weezyyy9495\n   \n   said, \"You're white, stop tryna act like a wannabe thug.\" What so you make of this?\n  ","826122":"\n\n    @justbecause__\n   \n","826123":"\n   What's your opinion on Bill Cosby?\n  ","826124":"\n   How is everyone's night going? I hope it's a fantastic one and you all wake up refreshed and off to a great start for tomorrow, but for tonight, I would like to inform all my followers that I am online as of right now and am ready for whatever questions you may have for me.\n  ","826125":"\n   Do you believe in the death penalty and what should the reason for it be?\n  ","826126":"\n   You eat a lot?\n  ","826127":"\n   What is hell to you? Like the devil\n  ","826128":"\n   What's your favorite NBA team?\n  ","826129":"\n   Do you also watch college football?\n  ","826130":"\n   how long u been with u bf\n  ","826131":"\n   hello\n  ","826132":"\n   -\n  ","826133":"\n   What you miss in your high school years?\n  ","826134":"\n   ARQotD: Do you know approx when you signed up for Ask.fm? (even if you have had multiple accounts, I mean ORIGINALLY signed up). I have my first ever answer bookmarked and it says \"almost 2 years ago\" (which is accurate as I think it was around March 2013)... what about you??\n  ","826135":"\n   Favorite thing to do on the night\n  ","826136":"\n   Who's your favorite pornstar?\n  ","826137":"\n   Were you an athlete in high school?\n  ","826138":"\n   What do you usually order at your favorite restaurant?\n  ","826139":"\n   College or nfl?\n  ","826140":"\n   You watch football?\n  ","826141":"\n   Do you prefer to talk or to listen?\n  ","826142":"\n   Do you guys want another spam tonight or tomorrow? Did you like the fact today was larger than the rest? Would you prefer that? Any topics you want me to include?xxx\n  ","826143":"\n   (School 4\/10): Did\/do you have good attendance?\n  ","826144":"\n   (School 3\/10):  Were\/are you generally well behaved in school?\n  ","826145":"\n   Do you guys want a break before I start the Spam - School 0\/10? Are you enjoying these? x\n  ","826146":"\n   (The Outdoors 7\/10): Would you ever eat bugs?\n  ","826147":"\n   (The Outdoors 8\/10): Would you survive the Im A Celebrity Jungle?\n  ","826148":"\n   (The Outdoors 9\/10): Woodlands or field?\n  ","826149":"\n   (The Outdoors 10\/10): Do you enjoy being outdoors?\n  ","826150":"\n   (School 2\/10):  What subject do\/did you better in?\n  ","826151":"\n   (School 5\/10): Was\/is your school strict? What's the most strict rule?\n  ","826152":"\n   (School 6\/10): Where\/are you \"popular\" in school?\n  ","826153":"\n   (School 7\/10): Did\/does your school have that one teacher everyone was scared to misbehave for?\n  ","826154":"\n   (School 8\/10): Did\/do you find school a struggle?\n  ","826155":"\n   (School 9\/10): Should we bring back spanking?\n  ","826156":"\n   (School 10\/10): Did\/do you do homework?\n  ","826157":"\n   Okay so it's YOUR turn to spam me on or off anonymous with things you've always wondered!\n\n!!HONESTEY!!\n  ","826158":"\n   (School 1\/10): Do\/did you like school? Why\/why not?\n  ","826159":"\n   YES MILLIE IS GONE!!!!\n  ","826160":"\n   (The Outdoors 3\/10): Have you watched Bear Grills? Could you ever do what he does for a month?\n  ","826161":"\n   (The Outdoors 6\/10): Do you partake in many outdoor activities?\n  ","826162":"\n   (The Outdoors 4\/10): Can you climb trees?\n  ","826163":"\n   (The Outdoors 2\/10): Would you swim in a local river? Have you ever?\n  ","826164":"\n   (The Outdoors 1\/10): Do you like camping?\n  ","826165":"\n   I know people are tired of this account now, but again guys keep reporting\n   \n    @millieandfamily\n   \n   . And do you know of anyways of contacting ask directly? no response to email complaints!\n  ","826166":"\n   I love you babe\n  ","826167":"\n   whatcha gonna do with all that junk, all that junk inside that trunk?\n  ","826168":"\n   (This or That 10\/10) Call OR text?\n  ","826169":"\n   (This or That 9\/10) Sweet OR sour?\n  ","826170":"\n   (This or That 8\/10) Sugar OR spice?\n  ","826171":"\n   (This or That 7\/10) Small group of friends OR large amount of friends?\n  ","826172":"\n   (This or That 6\/10) Huge party OR small gathering?\n  ","826173":"\n   (This or That 5\/10) Talk shows OR reality shows?\n  ","826174":"\n   (This or That 4\/10) Feel confident and look 'bad', OR feel 'un'confident and look awesome?\n  ","826175":"\n   (This or That 3\/10) Be over dressed or underdressed for a special occasion?\n  ","826176":"\n   (This or That 1\/10) Eat in restaurant or take out\/away?\n  ","826177":"\n   (Topic: Health 10\/10) Do you use any unnatural health enhancing products?\n  ","826178":"\n   (This or That 1\/10) McDonalds or KFC?\n  ","826179":"\n   (Topic: Health 9\/10) How often do you trim your dead ends?\n  ","826180":"\n   (Topic: Health 8\/10) Do you regularly exercise?\n  ","826181":"\n   3. Do you think it's easier to forgive or forget?\n  ","826182":"\n   2. If your child committed murder, would you provide them with an alibi? Would it depend on circumstances, or would you absolutely refuse?\n  ","826183":"\n   I hope you have a great day :)\n  ","826184":"\n   (Topic: Health 7\/10) Do you read food labels for ingredient info?\n  ","826185":"\n   (Topic: Health 6\/10) Do you worry to eat healthily?\n  ","826186":"\n   (Topic: Health 5\/10) Do you count calories?\n  ","826187":"\n   Do you use teeth whitening products?\n  ","826188":"\n   Do you regularly see a dentist?\n  ","826189":"\n   Are you generally in good health?\n  ","826190":"\n   How often do you see your doctor?\n  ","826191":"\n   Have you ever needed braces?\n  ","826192":"\n   ARQotD: Is there a TV show you've probably watched \/ re-watched more than most people?\n  ","826193":"\n   What's your biggest pet peeve?\n  ","826194":"\n   (Assuming you drink iced coffee.) In New England it's known that most of us drink iced coffee 24\/7, including during the winter. What about you? Do you do the same?\n  ","826195":"\n   What's your opinion on doctors who have a large amount of tattoos? Do you think that's unprofessional? Why\/why not?\n  ","826196":"\n   Have you purchased scratch tickets before? What was the outcome? (Sadly after winning $1k I'm addicted to them!)\n  ","826197":"\n   Does it bother you when people make harsh comments towards those who've had children at a young age?\n  ","826198":"\n   Have you seen snow before? Do you know anyone who hasn't?\n  ","826199":"\n   I've come across many people who are obsessed with beards.. What's your opinion on them? Attractive? Repulsive?\n  ","826200":"\n   Do you enjoy cold weather more or warm weather?\n  ","826201":"\n   Have you ever had Dunkin Donuts?\n  ","826202":"\n   Has anyone told you that you have an accent? If so, what did they describe your accent as? (Example: people around here are told they have a Bostonian accent.)\n  ","826203":"\n   How many pictures\/videos do you have on your phone?\n  ","826204":"\n   If you celebrate Christmas, is your Christmas tree still up?\n  ","826205":"\n   Have you ever had your current or an ex partner paint your nails? How did it turn out?\n  ","826206":"\n   Do you have any plans for Valentine's Day?\n  ","826207":"\n   What animal do you wish was legal for you to have as a domestic pet?\n  ","826208":"\n   Sorry! For the no spam tonight. I'm hurting so bad, I'm not sure why I think I pulled something in my side while working out lol. Go figure! Just my luck! Send me some spam to answer until I pass out? Muah.\n  ","826209":"\n   What's the last thing you bought yourself?\n  "},"Answer":{"825137":"\n  thanks and black\n  ","825138":"\n  lmao bye bitchhhh\n  ","825139":"\n  yes\n  ","825140":"\n  well we eat potatoes with our hands\n  ","825141":"\n  yeah I know he is (:\n  ","825142":"\n  my flower shirts\n  ","825143":"\n  NOOO damn\n  ","825144":"\n  my man knows\n  ","825145":"\n  I'm not adding you\n  ","825146":"\n  I have one\n  ","825147":"\n  lmao he started laughing\n  ","825148":"\n  no I don't click links\n  ","825149":"\n  idk what your talking about\n  ","825150":"\n  thanks\n  ","825151":"\n  he's my bf and his name is Greg\n  ","825152":"\n  he's my bf\n  ","825153":"\n  can you form a proper sentence\n  ","825154":"\n  no lmao that's stupid\n  ","825155":"\n  hi\n  ","825156":"\n  Real Housewives of Atlanta, PLL ,\n  ","825157":"\n  yeah\n  ","825158":"\n  kinda\n  ","825159":"\n  my day is good\n  ","825160":"\n  The Notebook\n  ","825161":"\n  my teddy bear\n  ","825162":"\n  the snow the cold\n  ","825163":"\n  lmao idk\n  ","825164":"\n  no\n  ","825165":"\n  no\n  ","825166":"\n  i have no idea\n  ","825167":"\n  happy\n  ","825168":"\n  $8.75\n  ","825169":"\n  watching NetFliks\n  ","825170":"\n  what's wrong bby\n  ","825171":"\n  discrimination\n  ","825172":"\n  there assholes\n  ","825173":"\n  i bite my nails\n  ","825174":"\n  nope\n  ","825175":"\n  yeah\n  ","825176":"\n  no\n  ","825177":"\n  mhm thanks I guess\n  ","825178":"\n  lmao it probably would haha\n  ","825179":"\n  when my sons eating and the food is small he bites his finger and starts to cry but still eats while he's crying lmao\n  ","825180":"\n  horror movie I don't have a favorite but I really like Jeeper Creepers and comedy I'd have to say Bad Santa\n  ","825181":"\n  yeah I do because it's bothering me and ima tell them how I feel about it\n  ","825182":"\n  lmao what a stupid question\n  ","825183":"\n  lmao no only fast food if they mess it up\n  ","825184":"\n  out with his friends playing pool\n  ","825185":"\n  ❤❤❤\n  ","825186":"\n  Doc Mcstuffins\n  ","825187":"\n  thanks (: and we're golden\n  ","825188":"\n  do I look pregnant ?\n  ","825189":"\n  I'm good (:\n  ","825190":"\n  whenever I feel honesty\n  ","825191":"\n  bye\n  ","825192":"\n  mhm these jokes aren't funny\n  ","825193":"\n  nope\n  ","825194":"\n  idek that either\n  ","825195":"\n  idk nobody knows\n  ","825196":"\n  It's a secret\n  ","825197":"\n  I like my bush haha (;\n  ","825198":"\n  sure\n  ","825199":"\n  because everyone sucks\n  ","825200":"\n  I am to -_-\n  ","825201":"\n  I hate this question you and your fetish\n  ","825202":"\n  lol I barely have any , I want more anons to ask me questions lol\n  ","825203":"\n  no I don't\n  ","825204":"\n  ask her questions\n  \n  I'm doing honesty night to and I'm bored :(\n  ","825205":"\n  yeah it is\n  ","825206":"\n  4th,2011\n  ","825207":"\n  3 years ago in September\n  ","825208":"\n  because obviously she can\n  ","825209":"\n  15 months old\n  ","825210":"\n  ^^^^\n  ","825211":"\n  thank you (:\n  \n  you're beautiful to ❤️✨\n  ","825212":"\n  ask me stuff guys\n  ","825213":"\n  ^^^^\n  ","825214":"\n  NO IM NOT STOP ASKING SUCH STUPID QUESTIONS OKAY DAMN\n  ","825215":"\n  wow\n  ","825216":"\n  lol wow\n  ","825217":"\n  because you are damn stop taking it personal\n  ","825218":"\n  no damn\n  ","825219":"\n  and now you do idiot\n  ","825220":"\n  because I don't that's how I smile\n  ","825221":"\n  because I do wth\n  ","825222":"\n  96\n  ","825223":"\n  neither the above\n  ","825224":"\n  no for the last flipping time , what a stupid ass question and btw that's rude to ask someone just saying\n  ","825225":"\n  lol thanks\n  ","825226":"\n  they get the joy of liking my answers\n  ","825227":"\n  lmao mhm okay uuu\n  ","825228":"\n  no you idiot it mean true be told\n  ","825229":"\n  idek tbt (:\n  ","825230":"\n  yeah\n  ","825231":"\n  yesterday\n  ","825232":"\n  idk hopefully going out tonight\n  ","825233":"\n  November 8th\n  ","825234":"\n  yeah I'm just bored\n  ","825235":"\n  blow up my inbox\n  ","825236":"\n  yeah I seen finding carter a while ago\n  ","825237":"\n  taking a shower\n  ","825238":"\n  I never been camping\n  ","825239":"\n  normal blankets , sweat pants\n  ","825240":"\n  no\n  ","825241":"\n  BWW\n  ","825242":"\n  ^^^^^^\n  ","825243":"\n  brush my teeth\n  ","825244":"\n  ^^^^^^\n  ","825245":"\n  why do you want my opinion\n  ","825246":"\n  haha nothing frightens me\n  ","825247":"\n  i have nothing to vent about\n  ","825248":"\n  ask bby questions\n  ","825249":"\n  lil wayne\n  ","825250":"\n  eww\n  ","825251":"\n  yeah my ring finger\n  ","825252":"\n  lmao and i dont have an un favorite color\n  ","825253":"\n  i had a c section\n  ","825254":"\n  yeah\n  ","825255":"\n  my phone bill\n  ","825256":"\n  when i think other girls are prettier then me\n  ","825257":"\n  smile\n  ","825258":"\n  my son\n  \n  my bf\n  \n  sex\n  ","825259":"\n  i wamma try sky diving\n  ","825260":"\n  becoming a mother\n  ","825261":"\n  my bf\n  ","825262":"\n  birth control\n  ","825263":"\n  lol when i was younger to my parents about where i was going\n  ","825264":"\n  beyond 10\n  ","825265":"\n  i honesty can't even remember\n  ","825266":"\n  the shitty world we live in\n  ","825267":"\n  he asked me if i was \"okay\"\n  ","825268":"\n  yeah and when other girls try and talk to my bf or when i think another girl is prettier then me\n  ","825269":"\n  neither the above lol\n  ","825270":"\n  yeah and because people stay running there mouths\n  ","825271":"\n  yay I can't wait (:\n  ","825272":"\n  thank you I just blocked them\n  ","825273":"\n  lol I know that's why I'm giving stupid answers lol\n  ","825274":"\n  I don't know\n  ","825275":"\n  and even if I do or don't who says ima answer it ?\n  ","825276":"\n  who said I give oral sex ? who says I don't ?\n  ","825277":"\n  16\n  ","825278":"\n  I don't have a limit I answer everything ask a stupid question you'll get a stupid answer be hateful and I'll be a bitch\n  ","825279":"\n  yeah and I'd have sex with a girl and get head haha\n  ","825280":"\n  like 7\n  ","825281":"\n  I'm not to sure\n  ","825282":"\n  skinny jeans for guys lol\n  ","825283":"\n  thanks (:\n  ","825284":"\n  I really don't have a favorite tbt\n  ","825285":"\n  idek whenever I feel like it\n  ","825286":"\n  boots\n  ","825287":"\n  sometimes\n  ","825288":"\n  girly at times but I love to wear sneakers and jeans from time to to\n  ","825289":"\n  haha nope\n  ","825290":"\n  no I don't but I love my new eye liner\n  ","825291":"\n  I recently started to get my done I need a fill in lol\n  ","825292":"\n  being fake , lied to and disrespectful\n  ","825293":"\n  JosephJourney_xo\n  ","825294":"\n  thanks (:\n  ","825295":"\n  yay and okay bby (:\n  ","825296":"\n  ill be doing honesty night\n  \n  ask me stuff (:\n  \n  don't be shy\n  ","825297":"\n  noooooo\n  ","825298":"\n  cold ?\n  ","825299":"\n  yeah\n  ","825300":"\n  I'm fine just bored\n  ","825301":"\n  part 2\n  ","825302":"\n  (:\n  ","825303":"\n  794\n  ","825304":"\n  Taco Bell\n  ","825305":"\n  because she can\n  ","825306":"\n  ask me stuff\n  ","825307":"\n  okay\n  ","825308":"\n  okay\n  ","825309":"\n  ^^^^\n  ","825310":"\n  lol\n  ","825311":"\n  she's okay\n  ","825312":"\n  no I clean my own house\n  ","825313":"\n  blue with black pants\n  ","825314":"\n  I hate people like that to\n  \n  the world we live in his curl\n  ","825315":"\n  I've been at work today so I was in my uniform\n  ","825316":"\n  blow up my inbox\n  ","825317":"\n  lol I got spammed today ?\n  ","825318":"\n  just got home from work and now eating Taco Bell\n  ","825319":"\n  eating\n  ","825320":"\n  wtf is wrong with you\n  ","825321":"\n  doesnt everyone\n  ","825322":"\n  ew\n  ","825323":"\n  neither thr above\n  ","825324":"\n  haha (;\n  ","825325":"\n  yeah my ring finger\n  ","825326":"\n  2 0\n  ","825327":"\n  English\n  ","825328":"\n  yes or not to what\n  ","825329":"\n  brush my teeth and get my son food\n  ","825330":"\n  Starbucks\n  ","825331":"\n  on because I like to see what anons have to say\n  ","825332":"\n  I follow because there interesting\n  ","825333":"\n  ^^^^^\n  ","825334":"\n  I watch netflik or I just listen to music\n  ","825335":"\n  sometimes I take things\n  ","825336":"\n  no\n  ","825337":"\n  ily to\n  ","825338":"\n  not kill him\n  ","825339":"\n  tell my bestfriend\n  ","825340":"\n  im not snitch\n  ","825341":"\n  whats the question\n  ","825342":"\n  yeah\n  ","825343":"\n  no\n  ","825344":"\n  hello\n  ","825345":"\n  I'm okay I guess\n  ","825346":"\n  in one of the 50 states\n  ","825347":"\n  go sky diving\n  ","825348":"\n  I guess not then lol\n  ","825349":"\n  yeah lol still kind of early\n  ","825350":"\n  I don't have games on my phone sorry bby\n  ","825351":"\n  gee thanks captain obviously\n  ","825352":"\n  raspberry ice tea\n  ","825353":"\n  yeah ?\n  ","825354":"\n  thanks (:\n  ","825355":"\n  yeah I do\n  ","825356":"\n  yeah I'd do it\n  ","825357":"\n  you're excused\n  ","825358":"\n  20 minutes ago\n  ","825359":"\n  a place lmaoo\n  ","825360":"\n  exactly I said she's okay\n  ","825361":"\n  okay what ?\n  ","825362":"\n  oh okay now I know (:\n  ","825363":"\n  oh lmao\n  ","825364":"\n  what's a nappy\n  ","825365":"\n  proper English and proper sentence would be good (:\n  ","825366":"\n  no such thing as teen moms there parents\n  ","825367":"\n  I'm extremely bored\n  \n  ask me stuff anything\n  ","825368":"\n  yeah I have\n  ","825369":"\n  yeah I do\n  ","825370":"\n  yeah I actually like that shown\n  ","825371":"\n  the dark lmao\n  ","825372":"\n  I'm good (:\n  ","825373":"\n  yawn\n  ","825374":"\n  yawn boring next\n  ","825375":"\n  thank you like there not making me mad they must of forgot there anon and know nothing about my life\n  ","825376":"\n  lmao there's not arguments especially since your anon (: ;* I'm not arguing with you I'm stating facts\n  ","825377":"\n  lmao my man isn't trash haha someone who's anon is trash haha (: good try tho ;*\n  ","825378":"\n  I wear socks\n  ","825379":"\n  lmao insults sucks again haha ❤️ your not hurting my feelings or anything not even close to getting me mad (: and for the simple fact that I have a man for over 3 years and for the fact that your anon makes this even more funny\n  ","825380":"\n  lmaoo your insults suck haha ❤️\n  ","825381":"\n  exactly and there annoying and I think there trying to get to me but there not\n  ","825382":"\n  but I'm annoying but yet you took the time to come to my page haha\n  ","825383":"\n  yeah sometimes I guess\n  ","825384":"\n  get a life seriously your annoying\n  ","825385":"\n  watching a lifetime movie\n  ","825386":"\n  she's okay\n  ","825387":"\n  20\n  ","825388":"\n  the length it was left on\n  ","825389":"\n  yeah\n  ","825390":"\n  yeah\n  ","825391":"\n  yay\n  ","825392":"\n  your annoying shut up shes pregnant with her bfs bby gilr\n  ","825393":"\n  yeah i am\n  ","825394":"\n  cook my bf breakfast\n  ","825395":"\n  11:08am\n  ","825396":"\n  hiii\n  ","825397":"\n  that is childish\n  ","825398":"\n  to nuch work\n  ","825399":"\n  no\n  ","825400":"\n  my bf\n  ","825401":"\n  my son is 15 months\n  ","825402":"\n  allow more room\n  ","825403":"\n  idk you tell me\n  ","825404":"\n  my size\n  ","825405":"\n  thank you\n  ","825406":"\n  awww all parents are like that\n  ","825407":"\n  nooo\n  ","825408":"\n  one by one\n  ","825409":"\n  sushi\n  ","825410":"\n  (:\n  ","825411":"\n  i don't\n  ","825412":"\n  yeah\n  ","825413":"\n  okay thanks bby ❤️\n  ","825414":"\n  lol its not that easy\n  ","825415":"\n  i wish it was that easy\n  ","825416":"\n  lol id rather not its something i just have to fix on my own\n  ","825417":"\n  lmao what\n  ","825418":"\n  me to\n  ","825419":"\n  I dislike him\n  ","825420":"\n  that I'm a fuck up\n  ","825421":"\n  just keep talking to him\n  ","825422":"\n  a picture of my date and my sons date\n  ","825423":"\n  why\n  ","825424":"\n  thank you ❤\n  ","825425":"\n  a certain someone and because he knows how to get to me\n  ","825426":"\n  haha, its where everyone likes to visit\n  ","825427":"\n  the joy of being happy\n  ","825428":"\n  dogs\n  ","825429":"\n  im okay and no\n  ","825430":"\n  nope\n  ","825431":"\n  i have to many\n  ","825432":"\n  i like them\n  ","825433":"\n  no\n  ","825434":"\n  no\n  ","825435":"\n  it was ider I've blocked it out\n  ","825436":"\n  id laugh\n  ","825437":"\n  792\n  ","825438":"\n  on ask\n  ","825439":"\n  dumb anons\n  ","825440":"\n  Fifty Shades Of Grey\n  ","825441":"\n  yes because your amazing\n  ","825442":"\n  no\n  ","825443":"\n  sorry but this is a stupid question\n  ","825444":"\n  my son\n  ","825445":"\n  yeah\n  ","825446":"\n  (:\n  ","825447":"\n  lmao i cant think of any\n  ","825448":"\n  yay\n  ","825449":"\n  lol sometimes\n  ","825450":"\n  I'm good haha\n  ","825451":"\n  at first we didn't use them until my son started teething at like 5 1\/2 months I mean he doesn't really care about it only when he's going to sleep or teething , I like them but i heard it's hard to wean your child off of it\n  ","825452":"\n  1. I'm 20\n  \n  2. I have an attitude problem\n  \n  3. I'm sweet\n  \n  4. I'm 5'3\n  \n  5. I hate when my nails aren't painted\n  \n  1. Joseph is 15 months old\n  \n  2. he was born at 30 weeks\n  \n  3. he's a brat\n  \n  4. he's independent\n  \n  5. he had a lot of hair\n  \n  1. he's 20\n  \n  2. he's an asshole but sweet\n  \n  3. he has a temper\n  \n  4. he chews his liquids\n  \n  5. he's a size 15 in shoes\n  ","825453":"\n  that's to much I don't have time to type out 30 facts lol\n  ","825454":"\n  I don't have any favorites I like all the moms I follow\n  ","825455":"\n  OMG I'd love to (:\n  ","825456":"\n  idk I must be interesting\n  ","825457":"\n  I'd have to say today\n  ","825458":"\n  why thank you (:\n  ","825459":"\n  how tf am I suppose to know ?\n  ","825460":"\n  it's black\n  ","825461":"\n  yeah well my bf uses French Vanilla and pumpkin spice\n  ","825462":"\n  my nose and belly\n  ","825463":"\n  NOOO THEY GET THE JOY OF LIKING MY ANSWER\n  ","825464":"\n  JosephJourney_xo\n  ","825465":"\n  2 fucking 0\n  ","825466":"\n  about to get ready for work\n  ","825467":"\n  lmao I love you\n  ","825468":"\n  huh lmao\n  ","825469":"\n  thanks\n  ","825470":"\n  okay i have a couple new followers ask me stuff\n  ","825471":"\n  wash my hands lmao\n  ","825472":"\n  791\n  ","825473":"\n  hello\n  ","825474":"\n  in a toilet\n  ","825475":"\n  anything you want\n  ","825476":"\n  getting ready for Joseph's doctors appointment\n  ","825477":"\n  only eye liner\n  ","825478":"\n  yeah if anybody needs it\n  ","825479":"\n  yeah I am\n  ","825480":"\n  5:00am\n  ","825481":"\n  I have no idea\n  ","825482":"\n  how they changed the McDonald's menu so tomorrow at work ima be weirded out lmao\n  ","825483":"\n  im good haha better than yesterday\n  ","825484":"\n  watching Netflicks\n  ","825485":"\n  18\n  ","825486":"\n  lmao wow and last night\n  ","825487":"\n  yeah I know my bf had to be at work at 6am\n  ","825488":"\n  5:45am\n  ","825489":"\n  I have no idea lol tbt and thank you it is a sad thing my little man is growing but I'm happy at the same time (:\n  ","825490":"\n  i hate it\n  ","825491":"\n  sure\n  ","825492":"\n  blow up my inbox guys\n  ","825493":"\n  speaker\n  ","825494":"\n  ^^^^^\n  ","825495":"\n  nothing\n  ","825496":"\n  not a question\n  ","825497":"\n  no\n  ","825498":"\n  i heard of it\n  ","825499":"\n  ask her questions\n  ","825500":"\n  with clothing yeah\n  ","825501":"\n  yeah I just cleaned it\n  ","825502":"\n  about to take a shower\n  ","825503":"\n  at 6 this morning\n  ","825504":"\n  yeah I hope so\n  ","825505":"\n  just irritated\n  ","825506":"\n  hello\n  ","825507":"\n  8:08am\n  ","825508":"\n  it looks good\n  ","825509":"\n  swipe\n  ","825510":"\n  when people tell me what to do\n  ","825511":"\n  thanks\n  ","825512":"\n  it's about two adults having sex , she agreed to it but yet I can see how it's abusive because she doesn't like it after was while but it's not suppose to be abusive\n  ","825513":"\n  no I know what the book is about it's not an abusive relationship\n  ","825514":"\n  yeah\n  ","825515":"\n  yeah so you never read the book but saying it's an abusive relationship\n  ","825516":"\n  wait the book ?\n  ","825517":"\n  lmao what kinda question is this\n  ","825518":"\n  lmao I guess you never read the book\n  ","825519":"\n  Fifty Shades of Grey because it's just amazing\n  ","825520":"\n  ^^^^\n  ","825521":"\n  Pepsi because it's good\n  ","825522":"\n  there okay\n  ","825523":"\n  I'm watching it now I watched the NFC when the Seahawks won\n  ","825524":"\n  about  to do laundry\n  ","825525":"\n  anything I'm bored\n  ","825526":"\n  i think its stupid and not my thing and no\n  ","825527":"\n  I'm fine just bored\n  ","825528":"\n  older than you\n  ","825529":"\n  ask me stuff guys (: anything\n  \n  btw I'm 11 followers away from 800\n  \n  love most of yall ❤️✨\n  ","825530":"\n  nothing wth i never said anything about them\n  ","825531":"\n  exactly that's what I'm saying\n  ","825532":"\n  make sense\n  ","825533":"\n  okay\n  ","825534":"\n  I know there annoying\n  ","825535":"\n  I never heard of it\n  ","825536":"\n  yeah when he's older\n  ","825537":"\n  I don't really have a favorite place\n  ","825538":"\n  they get the joy of liking my answers\n  ","825539":"\n  20 and nope not for strangers\n  ","825540":"\n  smoking , going to a hookah lounge , drinking , hanging with my son and bf\n  ","825541":"\n  blocked\n  ","825542":"\n  laundry fml\n  ","825543":"\n  30 weeks\n  ","825544":"\n  no duh\n  ","825545":"\n  lol I know , whatever she does she decides to do unless she's talking ishh about me then id confront her\n  ","825546":"\n  The Amazing World of Gumball\n  ","825547":"\n  I haven't really put much thought into it\n  ","825548":"\n  omg OMG OMG OMG\n  ","825549":"\n  30 minutes ago\n  ","825550":"\n  1000\n  ","825551":"\n  over 3 years\n  ","825552":"\n  Strawberries\n  ","825553":"\n  nope\n  ","825554":"\n  tell Joseph to come here\n  ","825555":"\n  15 months old on the 21st\n  ","825556":"\n  1:03pm\n  ","825557":"\n  788\n  ","825558":"\n  lmao to bad were not\n  ","825559":"\n  okay bby\n  ","825560":"\n  no i wouldn't want this\n  ","825561":"\n  yesh\n  ","825562":"\n  no stop begging\n  ","825563":"\n  yeah\n  ","825564":"\n  no\n  ","825565":"\n  okay\n  ","825566":"\n  I have no idea what you guys are talking about\n  ","825567":"\n  I mean it would be\n  ","825568":"\n  it is but hey\n  ","825569":"\n  exactly idek why they on my page and I hate when people talk about my best friends I keep telling them that\n  ","825570":"\n  Idk tbt I haven't been on long but she said she's gonna report some girl for telling her to kill her self idk\n  ","825571":"\n  idk idk idk idk idk idk\n  ","825572":"\n  lol\n  ","825573":"\n  oh lol okay\n  ","825574":"\n  lol okay ?\n  ","825575":"\n  I have no idea lmao some Brittany girl is like mad because for some reason\n  ","825576":"\n  lmao okay\n  ","825577":"\n  okay\n  ","825578":"\n  it could be\n  ","825579":"\n  idek what your talking about\n  ","825580":"\n  me either tbt\n  ","825581":"\n  I doubt it\n  ","825582":"\n  don't say that\n  ","825583":"\n  idek is she\n  ","825584":"\n  wait I'm lost\n  ","825585":"\n  of\n  ","825586":"\n  it's stupid to report it to the police\n  ","825587":"\n  who cares damn , I'm a stranger stop caring what I'm saying your annoying the fuck outta me I'm just gonna block you if you keep coming back\n  ","825588":"\n  a few hours ago\n  ","825589":"\n  honestly this sounds mean but idc anymore\n  ","825590":"\n  stop don't come at my best friend like that\n  ","825591":"\n  because we don't like each other lol\n  ","825592":"\n  lol she's annoying me tbt\n  ","825593":"\n  thank you\n  ","825594":"\n  lmao that would be fun\n  ","825595":"\n  I don't ever recall Reachel starting anything with you she's my best friend id know\n  ","825596":"\n  (:\n  ","825597":"\n  okay\n  ","825598":"\n  lol omg that's funny\n  ","825599":"\n  lmao why do you care if I don't like you im a stranger to you\n  ","825600":"\n  50,000 obtained illegally\n  ","825601":"\n  blah blah blah go bitch to someone who cares , Idgaf about you nor HayLeigh whatever happened between me and HayLeigh that's our problem\n  ","825602":"\n  likers get the joy of liking my question\n  ","825603":"\n  exactly shes annoying asf\n  ","825604":"\n  lmao stop lying\n  ","825605":"\n  lmaooo omg\n  ","825606":"\n  lmao count em\n  ","825607":"\n  no\n  ","825608":"\n  lmao\n  ","825609":"\n  Lmaooo\n  ","825610":"\n  shut up no shes not\n  ","825611":"\n  good 4 you\n  ","825612":"\n  lmao\n  ","825613":"\n  I don't believe in those\n  ","825614":"\n  my bf and he's my bf lol my world\n  ","825615":"\n  lol I know\n  ","825616":"\n  ^^^^\n  ","825617":"\n  100\n  ","825618":"\n  yay I can't wait\n  ","825619":"\n  ask me questions guys\n  ","825620":"\n  you've been blocked now\n  ","825621":"\n  you're being blocked\n  ","825622":"\n  don't tell me what to do I'll save when I want\n  ","825623":"\n  lmao I tell you guys want I want you guys to know\n  ","825624":"\n  thank you\n  ","825625":"\n  lmao that's my business dont you think\n  ","825626":"\n  idk like $300\n  ","825627":"\n  lmao she don't like me but yet wants to spam me haha I mean if she wants to them I guess\n  ","825628":"\n  followed\n  ","825629":"\n  no\n  ","825630":"\n  going to try and give my son a nap now xx\n  ","825631":"\n  yeah he takes 2 a day . one probably at 10am and another one at 2pm\n  ","825632":"\n  I want my nipples done\n  ","825633":"\n  I have one not for strangers\n  ","825634":"\n  yeah I can\n  ","825635":"\n  buffalo chicken\n  ","825636":"\n  standing next to my throwing Vicks around\n  ","825637":"\n  of course I do\n  ","825638":"\n  yeahhh\n  ","825639":"\n  when I tried it lmao I don't remember how long ago\n  ","825640":"\n  thanks\n  ","825641":"\n  no lmao that's my real hair\n  ","825642":"\n  as in color or straight or curly wise\n  ","825643":"\n  Gabby\n  ","825644":"\n  throwing his toys or anything in his hands and hitting people\n  ","825645":"\n  nope I don't click on links\n  ","825646":"\n  lmao that's all I can say\n  ","825647":"\n  either 11 or 12\n  ","825648":"\n  no\n  ","825649":"\n  old\n  ","825650":"\n  85\n  ","825651":"\n  yay i follow you to\n  ","825652":"\n  my bf and son\n  ","825653":"\n  i dont know i use a lot\n  ","825654":"\n  why not what\n  ","825655":"\n  bye\n  ","825656":"\n  yesterday\n  ","825657":"\n  no no no no no no i answer this question to much and its annoying\n  ","825658":"\n  does this matter\n  ","825659":"\n  i like Fifty Shades of Grey\n  ","825660":"\n  i don't really hsve a favorite but i like chocolate muse\n  ","825661":"\n  i don't remember\n  ","825662":"\n  no I'm not\n  ","825663":"\n  it's okay\n  ","825664":"\n  no lol and no\n  ","825665":"\n  to get under your skin or be curious\n  ","825666":"\n  my sons birthday ans my date\n  ","825667":"\n  yea I do\n  ","825668":"\n  idk im bad at these lol\n  ","825669":"\n  lmao omg idk did she ? I wouldn't be amazed if she did\n  ","825670":"\n  lol I don't watch that show\n  ","825671":"\n  blah blah blah I'm bored guys yawn\n  ","825672":"\n  lmao my nose isn't even big awkward\n  ","825673":"\n  a name\n  ","825674":"\n  bottles I like playtex bottles , I only use swaddlers diapers clothing I like carters and I don't really avoid brands I just prefer those ones\n  ","825675":"\n  lmaoo I know , and how tf should they know I talk a lot by answering questions I receive lmao\n  ","825676":"\n  lmaoo they are Gabby is a nickname lmao\n  ","825677":"\n  why wouldn't he cum at all\n  ","825678":"\n  Gabby is a nickname awkward\n  ","825679":"\n  hi\n  ","825680":"\n  no you weren't you were just telling her how you felt\n  ","825681":"\n  oh yeah I'll give it to you right now\n  ","825682":"\n  me having sex\n  ","825683":"\n  my day is over lol it's 10:43pm but it was okay\n  ","825684":"\n  yeah\n  ","825685":"\n  haha they can't read\n  ","825686":"\n  I know it's annoying and plus it's rude to ask someone if they are anorexic\n  ","825687":"\n  lmao I know , (;\n  ","825688":"\n  exactly I have a fast metabolism  but I guess they never heard of that\n  ","825689":"\n  exactly lmaoo their a hater\n  ","825690":"\n  thanks\n  ","825691":"\n  Gabby\n  ","825692":"\n  not really\n  ","825693":"\n  I just always had my doubts\n  ","825694":"\n  ✌️✌️✌️✌️✌️\n  ","825695":"\n  stop asking me this or you will be blocked\n  ","825696":"\n  nope I want to tho\n  ","825697":"\n  lol thanks\n  ","825698":"\n  I wouldn't mind y\n  ","825699":"\n  ask me stuff\n  ","825700":"\n  thank you ❤️✨\n  ","825701":"\n  lmao if we told you we would get hate lmao\n  ","825702":"\n  omfg no I don't like this little dumb girl damn\n  ","825703":"\n  lmao I know she told her mommy on my friend Anna lmao omg\n  ","825704":"\n  lmao that would be hilarious\n  ","825705":"\n  LMAOOO , her voice annoys me I know that and I didn't know that haha\n  ","825706":"\n  lmaoo haha me either what she do now ?\n  ","825707":"\n  eating Taco Bell\n  ","825708":"\n  I'm gonna cry of boredom to I have over 700 followers lol\n  ","825709":"\n  ^^^^\n  ","825710":"\n  yeah my ring finger hurt like a mofo\n  ","825711":"\n  she did if you go to\n  \n   @jodyxxxmarie\n  \n  page and scroll you'll see her page\n  ","825712":"\n  some dumb little girl starting stuff\n  ","825713":"\n  yeah I heard on the media they have to act that way for ratings and attention\n  ","825714":"\n  send in stuff to me guys\n  ","825715":"\n  I like Hershey\n  ","825716":"\n  Justin Bieber Because he's just annoying and cocky asf and ugly\n  ","825717":"\n  I love her music and her appearance she's BAD\n  ","825718":"\n  ^^^^^\n  ","825719":"\n  lmao his name would be Lukens\n  ","825720":"\n  double chocolate chip frappe\n  ","825721":"\n  ^^^^\n  ","825722":"\n  my room\n  ","825723":"\n  i dont have one\n  ","825724":"\n  lmao sit tf dowb i haven't been on her page in days lmao\n  ","825725":"\n  idc\n  ","825726":"\n  blocked\n  ","825727":"\n  blocked\n  ","825728":"\n  lmao\n  ","825729":"\n  i will do bby\n  ","825730":"\n  (:\n  ","825731":"\n  knee highs\n  ","825732":"\n  airplanes\n  ","825733":"\n  never need sleep\n  ","825734":"\n  (:\n  ","825735":"\n  nop\n  ","825736":"\n  lmao\n  ","825737":"\n  ^^^^\n  ","825738":"\n  because i dont\n  ","825739":"\n  not for strangers\n  ","825740":"\n  ^^^^\n  ","825741":"\n  yay (:\n  ","825742":"\n  ehh ; sometimes but it never bother me lmao free house\n  ","825743":"\n  lmao I love dirty jokes (; haha\n  ","825744":"\n  lmao OMG no bby come stalk me (;\n  ","825745":"\n  lmaoo that's what im saying I'm waiting to see if they reply which I highly doubt\n  ","825746":"\n  I know like nobody has ever met this \"God\" therefore he can't be real\n  ","825747":"\n  lmaoo omg they probably are she's gonna make another video  about us hash\n  ","825748":"\n  good for you\n  ","825749":"\n  being stalked (; I love it\n  ","825750":"\n  because there's no such thing as a god\n  ","825751":"\n  I don't believe in God\n  ","825752":"\n  lmao OMGOSH I'm dying right now\n  ","825753":"\n  lmao omg I'm dying , her bf is grounded but yet wants to be a dad . he's gonna be like I'm sorry I couldn't buy clothes for my child because I'm grounded LMAO\n  ","825754":"\n  lmao she knows she's lying , btw at the end \"shut the fuck up\"\n  ","825755":"\n  haha I'm good\n  ","825756":"\n  NooooOoOoOooOOoooOOo she's a dumb dumb sad little girl living in a damn fantasy,\n  ","825757":"\n  tell that bitch to swerve ain't nobody trying to control that dumb little girls life of anything her damn parents should ,\n  ","825758":"\n  lmao don't get me started on a dumb 13 year old\n  ","825759":"\n  every single damn day\n  ","825760":"\n  blocked\n  ","825761":"\n  I know lmaoo omg they annoy me\n  ","825762":"\n  lmao nobody trying to run that little girls life , maky if I wanted to I would honestly I don't give a damn anymore . i was being blunt with her but she can't handle the hardcore truth\n  ","825763":"\n  I don't give a fly fuck about \"God\"\n  ","825764":"\n  exactly you guys are saying she's fake lmao and nobody trying to run anybody's life\n  ","825765":"\n  Caroline and HayLeigh are to different people difference between 17 and 13 haha just saying and plus you guys are saying she's fake that's the difference HayLeigh is TTCZ at 13\n  ","825766":"\n  do you\n  ","825767":"\n  thank you\n  ","825768":"\n  what an immature question\n  ","825769":"\n  yeah I was and such\n  ","825770":"\n  yeah I do (;\n  ","825771":"\n  im good just bored\n  ","825772":"\n  lol I can\n  ","825773":"\n  yeah I do lol why ?\n  ","825774":"\n  watching Law&Order SVU\n  ","825775":"\n  send me stuff I'm bored guys\n  ","825776":"\n  he will be 15 months old on the 21st\n  ","825777":"\n  id rather not here a damn crazy but stealing photos just scroll through my likes\n  ","825778":"\n  send me stuff to (:\n  ","825779":"\n  send in more questions (:\n  ","825780":"\n  (:\n  ","825781":"\n  lol you can I'll send it to you on kik\n  ","825782":"\n  go look at your moms\n  ","825783":"\n  i do not for you tho\n  ","825784":"\n  probably like 100lbs\n  ","825785":"\n  no lol it's gross\n  ","825786":"\n  I have it pierced now\n  ","825787":"\n  why does this matter ask you're mom sex questions about her sex life and see what happens\n  ","825788":"\n  nothing\n  ","825789":"\n  yes I'm still with him for over 3 years and no he didn't but he did rub it\n  ","825790":"\n  20 weeks\n  ","825791":"\n  idk I don't remember I was pregnant over a year ago and no\n  ","825792":"\n  yeah\n  ","825793":"\n  NOoOoOoOoOOO I hate this question tbt I answer no everything\n  ","825794":"\n  I missed my period ........ ...... .......\n  ","825795":"\n  I gained probably 10-15 lbs idek and idk remember\n  ","825796":"\n  i just did\n  ","825797":"\n  30 weeks\n  ","825798":"\n  because he wasn't facing down yet\n  ","825799":"\n  I didn't push I had a c section\n  ","825800":"\n  sometimes\n  ","825801":"\n  781\n  ","825802":"\n  lmao I have no idea lol\n  ","825803":"\n  I wish my hair would grow lol\n  ","825804":"\n  I already have a son\n  ","825805":"\n  you shouldn't stop eating but probably cut down on certain foods you use to eat\n  ","825806":"\n  no\n  ","825807":"\n  no\n  ","825808":"\n  i know i seen\n  ","825809":"\n  what\n  ","825810":"\n  Bye\n  ","825811":"\n  not FOR U\n  ","825812":"\n  why ?\n  ","825813":"\n  not much\n  ","825814":"\n  not for you\n  ","825815":"\n  lmao\n  ","825816":"\n  getting subway (:\n  ","825817":"\n  im good at work\n  ","825818":"\n  hello\n  ","825819":"\n  i guess im not a doctor\n  ","825820":"\n  trying to conceive\n  ","825821":"\n  i dont have one\n  ","825822":"\n  i know there dumb\n  ","825823":"\n  i eat it\n  ","825824":"\n  12:55am\n  ","825825":"\n  bored\n  ","825826":"\n  I actually haven't lol I only have gabby\n  ","825827":"\n  I have lol I still envision it\n  ","825828":"\n  lol I do I wanna rearrange my room but that won't happen lol\n  ","825829":"\n  ayeee ;* haha my cutie\n  ","825830":"\n  lol oh how I love you ;*\n  ","825831":"\n  lol it's okay Ashley I ate some magic beans :p\n  ","825832":"\n  yeah lmao\n  ","825833":"\n  lol me to\n  ","825834":"\n  crazy\n  ","825835":"\n  oh lol\n  ","825836":"\n  lol I'd rather not because some crazy nut steals pictures of other people's kids and clams them as hers\n  ","825837":"\n  15 months on the 21st\n  ","825838":"\n  son\n  ","825839":"\n  lol (:\n  ","825840":"\n  lol I'd rather not because then I'm gonna get tons of hate and it's just gonna be annoying\n  ","825841":"\n  nOoOoOoOoO\n  ","825842":"\n  lol fast food\n  ","825843":"\n  lmao can't even spell\n  ","825844":"\n  thank you (:\n  ","825845":"\n  and btw anon I wasn't on ask majority of the day I was at work lmao\n  ","825846":"\n  my sons well taken care of and he does have a dad right lmao I can answer questions and look after my son he's 1 he knows how to play with his toys so pulling that card sucks haha . and not my fault I get questions and btw it's 10:37pm he's asleep \n  ","825847":"\n  lol really ?\n  ","825848":"\n  lmao boo hoo ;* I'm being a bitch yet you're trying to insult me . lmaoo makes no sense you just got bored because I said yawn\n  ","825849":"\n  aww thanks (:\n  ","825850":"\n  yawn\n  ","825851":"\n  lmao good for you wanna cookie ?\n  ","825852":"\n  lmao dog shit probably looks better than you (:\n  ","825853":"\n  ask bby questions\n  ","825854":"\n  but you aren't asking questions dumbass , if it says ask questions then why aren't you asking any ?\n  ","825855":"\n  lmao idk wth\n  ","825856":"\n  lmao you aren't even asking questions dumbass OMG do you know what questions are or you can't comprehend that either ?\n  ","825857":"\n  lmaoo why does this matter\n  ","825858":"\n  lol I know I bet they don't have a man haha\n  ","825859":"\n  haha , you are annoying but you keep sending me stuff so you can get attention\n  ","825860":"\n  (:\n  ","825861":"\n  lmao I'm no where near down but thanks (:\n  ","825862":"\n  lmao learn to make sense you're dismissed now \n  ","825863":"\n  I'm ugly but you're on anon lmao\n  ","825864":"\n  i know they make me laugh\n  ","825865":"\n  boo hoo ;* at least I can comprehend a sentence and I have man \n  ","825866":"\n  lol bad insult \n  ","825867":"\n  lmao that makes sense you clearly can't comprehend a sentence\n  ","825868":"\n  haha I know there just another hater \n  ","825869":"\n  awww thank you\n  ","825870":"\n  lmao I guess your mom doesn't either\n  ","825871":"\n  lol I think it's funny (:\n  ","825872":"\n  lol I clearly look like a girl lmao , somebody can't see\n  ","825873":"\n  lmao wow what's wrong with anons these days who can't show there face\n  ","825874":"\n  lol idk I have over 700 followers\n  ","825875":"\n  seriously like I'm tired of them saying its her life but yet bring a child into this world is selfish when you have nothing to give them\n  ","825876":"\n  thank you , and then all her fans come an attack me . like wtf why do you guys support a 13 year old TTC\n  ","825877":"\n  you break up her then\n  ","825878":"\n  in one of the 50 states\n  ","825879":"\n  I have a few blocked\n  ","825880":"\n  lmao I'm mean haha that's a funny one\n  ","825881":"\n  I'm tired of all you anons and none anons saying go take of you're kid like that's saying is stupid asf and annoying my kid is well taken care of, I can pick up my phone for a second and go on ask or even text back and watch him at the same damn time . I will not support a 13 year old TTC simple as that . instead of them being selfish and bring a child into this world just so they can be happy is stupid asf mkay ima say what I want and when I want to okay. not every 20 year old or no matter you're age is mature so stop pulling that bs card maky\n  ","825882":"\n  lmao I'm so amused by these little kids omg\n  ","825883":"\n  so am I with this whole let's support a 13 year old TTC\n  ","825884":"\n  lmao clam down bby\n  ","825885":"\n  exactly like yeah let's support a 13 year old haha wtf man\n  ","825886":"\n  yeah because I can lmao\n  ","825887":"\n  but yet you knew what I meant haha come up with something better\n  ","825888":"\n  exactly saying it's okay for a 13 TTC is okay wtf is wrong with society these days\n  ","825889":"\n  lmao haha\n  ","825890":"\n  that Emily chick is annoying lmao\n  ","825891":"\n  lmaoo that's why I wrote bullshit to her because she's annoying\n  ","825892":"\n  that's what she said it will change her life . it's deeper then what you been reading on her page she said before the bby will change her and make her feel better\n  ","825893":"\n  it's still selfish especially since she was TTC that's just being selfish . honesty I'm not gonna sit here and tell her yeah it's okay for a 13 year old with depression to plan a bby is a good idea because it's not\n  ","825894":"\n  bring a bby into this world won't solve your problems when the baby is up every 3 hours crying and crying or days when your bby is crying for no reason at all can make you stress out . bring a bby into this world doesn't fix anything especially at 13\n  ","825895":"\n  lmao OMG some anon with common sense (:\n  ","825896":"\n  hahabha downcibifheudhdjws\n  ","825897":"\n  haha you're Idgaf\n  ","825898":"\n  do you think it's okay to be 13 with no job no nothing being depressed saying you wanna kill you're self ? that's being selfish to bring a bby into this world when you can provide for it you know . I was trying to tell her that at first then she got all offend by it you know , it's unfair to the bby\n  ","825899":"\n  lmao your annoying deadass\n  ","825900":"\n  haha pulling out that card lmao\n  ","825901":"\n  Idgaf dam\n  ","825902":"\n  well that's what happens when you put you're life out there now isn't it , and TTC at 13 like get you're life straight before planning a bby especially if you been with that person for 2 months\n  ","825903":"\n  oh okay ? and that means what to me ?\n  ","825904":"\n  do I care no lmao good for you on honor wanna fucking cookie ?\n  ","825905":"\n  I thought you were done lmao clearly not haha\n  ","825906":"\n  (: the babe said it\n  ","825907":"\n  haha that's a good one omg I'm dying\n  ","825908":"\n  lmao she told everybody she was TTC and she said she was possibly pregnant she put her life out there nobody else but her\n  ","825909":"\n  lmao I know she can't read it's okay tho\n  ","825910":"\n  sorry that i get questions lmao\n  ","825911":"\n  lmao bully and stating facts is different hun just saying\n  ","825912":"\n  lmao why would I send you a question lmao that's all you want is questions\n  ","825913":"\n  she just wants questions this was about HayLeigh then all of a sudden was about me invested in my life much ?\n  ","825914":"\n  wtf you're anon lmao\n  ","825915":"\n  why are you still  here invested in mine and others life , who gives a fuck damn get over you're self  damn annoying asf\n  ","825916":"\n  lmao\n  ","825917":"\n  lmao I know omg Sky im about to go cry right now lmao\n  ","825918":"\n  lmao shes dumb\n  ","825919":"\n  I mean I'm with my child's father lol but what's you're question lmao\n  ","825920":"\n  being broke means no money damn you anons need to go back to school\n  ","825921":"\n  broke means having NO MONEY lmao are you that dumb ? I have money lmao\n  ","825922":"\n  exactly we been together for over 3 years haha and we plan on getting married\n  ","825923":"\n  she acts like she knows everything I'm broke but yet has a job lmao\n  ","825924":"\n  but I have a job lmao you make no sense haha , maky\n  ","825925":"\n  lmao but yet you wrote it like a dummy you are next question you will be blocked you're annoying asf man , get a life and stay off my page damn. sending me paragraphs and shit\n  ","825926":"\n  idk even know what you're saying\n  ","825927":"\n  bye\n  ","825928":"\n  I know haha she just wants questions because no one asks her them\n  ","825929":"\n  lmao my bfs at work and my sons asleep lmao come up with something better , ;* haha and my laundry I'll be doing that Sunday I don't need to do laundry every week because we have plenty of clothes . lmao why do you even have an ask when no one asks you questions\n  ","825930":"\n  lmao let a nigga try me , ima get his whole motherfucking family\n  ","825931":"\n  I'm still waiting for fucks to give\n  ","825932":"\n  I agree with myself that I don't go everyone's page unless it's Sky , Tori's, Reachel's or Anna page haha good try tho ;*\n  ","825933":"\n  lmao haha you make no sense you just want questions get off my page\n  ","825934":"\n  lmao because I'm a wife and mother haha good one for pulling that card come up with something better ;*\n  ","825935":"\n  in broke but yet I have a job haha makes sense right ? NOT and you just want questions that's why you want me to say it to you but you're name isn't HayLeigh and if I want I'll say it to her not you that wouldn't make sense lmao\n  ","825936":"\n  lmao so if you have a account why were you on anon before haha . I love all my hate ;*\n  ","825937":"\n  lmao I'm a coward yet you're anon haha and I've always went to her page off anon haha make sense  then come back with a better comeback\n  ","825938":"\n  and so does you're mom but it's okay (:\n  ","825939":"\n  haha thanks I always prove my points to dimbasses\n  ","825940":"\n  lmaoo , omg that Kayla girl keeps running her mouth to me about HayLeigh lmao off in dying\n  ","825941":"\n  lmao I don't do it to everybody I guess you been keeping up with me  and if it's dumb ass hell yet you're attacking me haha\n  ","825942":"\n  lmao , lmao she is a stereotype she's 13 TTC if you're done be out and stop creeping on my page\n  ","825943":"\n  actually I don't lmao . I don't randomly go on others pages unless it's Reachel , Tori, Sky or Anna . and I was telling her facts what don't you dumbass anons get through you're damn heads . can't comprehend anything now a days\n  ","825944":"\n  lmao it's not bullying if I'm stating facts and you aren't right about anything your just annoying trying to prove a point when all I was doing was telling her FACTS lmao .\n  ","825945":"\n  exactly like damn haha\n  ","825946":"\n  laughing haha these anons are trying to son me\n  ","825947":"\n  blah blah blah are you done yet ? yawn boring\n  ","825948":"\n  lmao claps for you planning you're child , what has society come to now a days\n  ","825949":"\n  I was stating facts that's why you were not you were rambling on my page\n  ","825950":"\n  lmao when did I brag about being mature haha omg , why do you care what I say to her , sorry I was stating facts about a 13 planning a bby haha . SorryNotSorry and somebody else came to me about her date with her bf being my birthday so I answered it . mkay Idgaf ima state my facts ✌️✌️✌️✌️✌️\n  ","825951":"\n  lol I love it to(:\n  ","825952":"\n  ew nasty asf \n  ","825953":"\n  11.08.1994\n  ","825954":"\n  7:16pm\n  ","825955":"\n  Lmao in stating facts that's not being hateful , but I guess anon \n  ","825956":"\n  she did a while ago when she got called out for creating a hate page about Alexis Loveland of wait you anons don't remember that right\n  ","825957":"\n  again why are you on my page ?\n  ","825958":"\n  yeah of course I do I take my time out to write you paragraphs to right ?\n  ","825959":"\n  lmao your logic I say what I please (: thanks\n  ","825960":"\n  lmao I know there stupid . why are they on my page about HayLeigh again ? haha\n  ","825961":"\n  because she keeps replying back that means she cares what I'm saying haha she could of deleted it right ? or am I right ? lmao\n  ","825962":"\n  if telling him \"no\" is telling you're logic is stupid haha and plus I'm not 13 wanting a baby in 20 thank you (:\n  ","825963":"\n  but yet you know it says baby lmao haha , again you said that part for what ? because you obviously didn't prove a point haha\n  ","825964":"\n  lmao she made it that deep when she aired her business out there and got hate for planning a bby at 13 with a guy she's been with for 2 months , she wanted the hate the moment she was TTC at 13\n  ","825965":"\n  lmao what was accurate lmao , omg you don't like her but yet sticking up for a 13 year old who planned a bby haha omg\n  ","825966":"\n  lmao I'm telling her facts and she sits there to write me a paragraph lmao\n  ","825967":"\n  lmao she really didn't , I'm telling her facts haha and I love how she took her time out to write a paragraph about me haha it makes me smile how you read it to about me \n  ","825968":"\n  I'd kill myself (:\n  ","825969":"\n  I wanted to by a lawyer but now it changed and I have no idea\n  ","825970":"\n  like 2 days ago :(\n  ","825971":"\n  ask me some good stuff\n  ","825972":"\n  lmao I'd like to know how\n  ","825973":"\n  775 yay (: haha almost 800\n  ","825974":"\n  not so it lmao obviously you boyfriend wants you to cheat on him if he can't you an orgasm then he can't\n  ","825975":"\n  ask me stuff guys\n  \n  I have a couple of new followers\n  \n  don't be shy \n  ","825976":"\n  lol\n  ","825977":"\n  lmao I know her and her lies\n  ","825978":"\n  lmao oh I know\n  ","825979":"\n  ^^^^\n  ","825980":"\n  Okay\n  ","825981":"\n  noOoOoOo\n  ","825982":"\n  nononono\n  ","825983":"\n  only 1\n  ","825984":"\n  with my little family, married living good\n  ","825985":"\n  because its not like a take selfies every single damn day\n  ","825986":"\n  send in stuff guys I'm bored\n  ","825987":"\n  I'm fine just bored\n  ","825988":"\n  maybe (;\n  ","825989":"\n  lmao idk it , haha is she even allow to have one :')\n  ","825990":"\n  I'm doing good\n  ","825991":"\n  I've gained a couple new followers\n  \n  ask me stuff (:\n  ","825992":"\n  yeah I do\n  ","825993":"\n  nooooOoooOoOOOOOooooOoo\n  ","825994":"\n  nope\n  ","825995":"\n  both\n  ","825996":"\n  20w\n  ","825997":"\n  lmao she's a damn idiot i swear. she's the most stupidest 13 year old ever\n  ","825998":"\n  lmao or she's lying and was never pregnant and said she took the pill to cover up her lies (:\n  ","825999":"\n  liars ....\n  ","826000":"\n  sitting here haha\n  ","826001":"\n  lol oh now did she\n  ","826002":"\n  a lg optimus l70\n  ","826003":"\n  mhm\n  ","826004":"\n  I got the proof down there (:\n  ","826005":"\n  mhm\n  ","826006":"\n  I just posted it\n  ","826007":"\n  oh\n  ","826008":"\n  again another one haha shes lying to all of you saying she wasnt TTC\n  ","826009":"\n\n   @justbecause__\n  \n\n  lmao but yet she said she never was TTC\n  ","826010":"\n  in clothes\n  ","826011":"\n  lmao but HayLeigh said she never was trying to have bby but yet here someone asked if she's trying to have a a bby and she said \"yeah\" that means you're TTC\n  ","826012":"\n  ^^^^\n  ","826013":"\n  well I don't wanna be you're friend (:\n  ","826014":"\n  well she needs to get her ass out her damn head\n  ","826015":"\n  lol I'm not being mean haha she thinks it's gonna be easy to raise a kid at 13 yet her bf still gets grounded like what\n  ","826016":"\n  don't care next\n  ","826017":"\n  I'm not talking about her I'm stating facts there's a difference\n  ","826018":"\n  haha OMG\n  ","826019":"\n  you're probably fake\n  ","826020":"\n  why are you on my page again ?\n  ","826021":"\n  Idgaf leave my page or be blocked\n  ","826022":"\n  it definitely  is (:\n  ","826023":"\n  haha totally weird but it's all good\n  ","826024":"\n  really lol weird\n  ","826025":"\n  you don't need to lol I do sometimes\n  ","826026":"\n  yeah I am in about 12 minutes (:\n  ","826027":"\n  come on guys ask me stuff I'm bored whatever you want\n  ","826028":"\n  lmao I don't get how I'm bullying her but yet all over her page is hate but I'm the one bullying lmao they gonna report me to the police\n  ","826029":"\n  lmao nobody's bullying her it's the truth lmao , there's a difference between the truth and bullying learn\n  ","826030":"\n  I am haha (:\n  ","826031":"\n  lmao I know so she can keep obsessing over me and to see if I talk about her\n  ","826032":"\n  lmaoo i know haha like no\n  ","826033":"\n  so I look pregnant to your\n  ","826034":"\n  a position that I like\n  ","826035":"\n  a week lmaoo maybe not even that\n  ","826036":"\n  keep me entertained and ask me stuff guys (:\n  ","826037":"\n  ask bby stuff\n  ","826038":"\n  18 1\/2\n  ","826039":"\n  if I get questions sure\n  ","826040":"\n  lmao so dumb little girl haha\n  ","826041":"\n  nope i couldn't\n  ","826042":"\n  oh wow that's cool lmaoo\n  ","826043":"\n  a lion because I'm not scared of anything or anyone\n  ","826044":"\n  love yourself\n  ","826045":"\n  well I have a son but if I had a girl hell no it's not something a 4 -12 year olds should be doing\n  ","826046":"\n  go try and and you'll know\n  ","826047":"\n  around Halloween and Christmas\n  ","826048":"\n  I broke my finger that was painful\n  ","826049":"\n  weak and damaged\n  ","826050":"\n  how about I don't answer and you'll never know (:\n  ","826051":"\n  nope I had a c section\n  ","826052":"\n  left handed haha we are the best\n  ","826053":"\n  nope lol sounds painful tho\n  ","826054":"\n  how ? lol\n  ","826055":"\n  cremated because then I'll be ashes\n  ","826056":"\n  I'm 20 and nope I don't give those to strangers\n  ","826057":"\n  perfume\n  ","826058":"\n  ridiculously short\n  ","826059":"\n  neither id rather it be a surprise\n  ","826060":"\n  because it's true lmao , idc ima speak my mind I don't feel bad for her nor her bf LMAO I'm dying of laughter\n  ","826061":"\n  I'm good just laughing at stupidity\n  ","826062":"\n  lmao she's 13 and her bf is grounded because they had sex lmao and he can't even go in his room . if you're parents are telling you who to be with let alone not be able to go in you're room she or him are not capable of caring for a bby . shes a dumb little girl\n  ","826063":"\n  haha (:\n  ","826064":"\n  i like to go swimming\n  ","826065":"\n  nope bye\n  ","826066":"\n  thanks\n  ","826067":"\n  can you go away or you'll be blocked\n  ","826068":"\n  and no I don't have any pictures like that\n  ","826069":"\n  likers get to like my answers\n  ","826070":"\n  I like cookies , brownies , cake ,\n  ","826071":"\n  yay\n  ","826072":"\n  (:\n  ","826073":"\n  yeah\n  ","826074":"\n  my life\n  ","826075":"\n  clowns\n  ","826076":"\n  okay\n  ","826077":"\n  yay\n  ","826078":"\n  yeah I could\n  ","826079":"\n  nobody should arrange you're marriage\n  ","826080":"\n  yeah\n  ","826081":"\n  liars , when people don't say thank you , fakes , attention seekers\n  ","826082":"\n  haha hell no\n  ","826083":"\n  I envy people are I think are more beautiful then I am\n  ","826084":"\n  nope because there's no proof\n  ","826085":"\n  against because there people to even tho they committed a wrong crime\n  ","826086":"\n  I love gays I have no opinion on them there humans just like us\n  ","826087":"\n  I just keep it pushing\n  ","826088":"\n  I think the government is on it and they knew the whole time\n  ","826089":"\n  I believe it's okay for 2 gay people to get married in a church\n  ","826090":"\n  subjective\n  ","826091":"\n  yes of course it is\n  ","826092":"\n  nope I wouldn't tbt\n  ","826093":"\n  clowns , bees ,\n  ","826094":"\n  no\n  ","826095":"\n  yeah\n  ","826096":"\n  abortions , same sex marriage , ect\n  ","826097":"\n  I don't have abs\n  ","826098":"\n  i have no idea\n  ","826099":"\n  lmao ads ?\n  ","826100":"\n  i have no idea\n  ","826101":"\n  lmao no thats pathetic\n  ","826102":"\n  verbal\n  ","826103":"\n  depends\n  ","826104":"\n  sex sex sex sex sex sex\n  ","826105":"\n  id tell them\n  ","826106":"\n  id beat that bitch up\n  ","826107":"\n  i had a c section\n  ","826108":"\n  sometimes\n  ","826109":"\n  yeah i would but only change because its nice to do\n  ","826110":"\n  sometimes because sometimes its really not there fault\n  ","826111":"\n  i dont know what law that is\n  ","826112":"\n  yeah\n  ","826113":"\n  yeah there humans just like us\n  ","826114":"\n  nope you should know right from wrong\n  ","826115":"\n  fakeness and lying and cheating\n  ","826116":"\n  to a certain point\n  ","826117":"\n  id use both because he needs to learn\n  ","826118":"\n  nope\n  ","826119":"\n  yes because supposely \"God\" loves everybody\n  ","826120":"\n  i knew what she was talking about she texted the whole thing smart one and i wasn't being rude you just sent me something i knew already lmao\n  ","826121":"\n  lmao shut up you probaly have no idea what's shes talking about\n  ","826122":"\n  lmao dumb little girl who planned to be pregnant but yet her man is grounded and his mom has a say in there relationship lmao pathetic\n  ","826123":"\n  rapist now\n  ","826124":"\n  yay (:\n  ","826125":"\n  nope i dont believe in that\n  ","826126":"\n  yeah i do\n  ","826127":"\n  i dont believe in all that\n  ","826128":"\n  i don't have a favorite but i like the raptors , Lakers and Trail Blazers\n  ","826129":"\n  no i don't\n  ","826130":"\n  3 years\n  ","826131":"\n  hii (:\n  ","826132":"\n  ask me stuff keep me busy\n  ","826133":"\n  friends\n  ","826134":"\n  i have no idea i know i had it for almost 2 years\n  ","826135":"\n  watch movies I guess\n  ","826136":"\n  I don't have one\n  ","826137":"\n  no lmaoc\n  ","826138":"\n  I don't have a favorite restaurant\n  ","826139":"\n  NFL\n  ","826140":"\n  yes I do\n  ","826141":"\n  ask me stuff guys (:\n  ","826142":"\n  idc when you spam whenever you have time\n  ","826143":"\n  nope haha\n  ","826144":"\n  I was kinda\n  ","826145":"\n  enjoying these\n  ","826146":"\n  lmao ew gross\n  ","826147":"\n  I never seen it\n  ","826148":"\n  fields\n  ","826149":"\n  I do\n  ","826150":"\n  social studies\n  ","826151":"\n  kind of in a way\n  ","826152":"\n  I was\n  ","826153":"\n  nope haha\n  ","826154":"\n  only in math\n  ","826155":"\n  yes\n  ","826156":"\n  not much haha\n  ","826157":"\n  ^^^^^\n  ","826158":"\n  I loved school it was fun and cool\n  ","826159":"\n  yay\n  ","826160":"\n  no I never see that\n  ","826161":"\n  no not really\n  ","826162":"\n  lol yeah i can\n  ","826163":"\n  haha no that's nasty\n  ","826164":"\n  I never went I wanna go though\n  ","826165":"\n  she deactivated or got suspended\n  ","826166":"\n  I love you to babe\n  ","826167":"\n  lmao wow\n  ","826168":"\n  text\n  ","826169":"\n  sour\n  ","826170":"\n  sugar\n  ","826171":"\n  small group of friends\n  ","826172":"\n  small gathering\n  ","826173":"\n  reality shows\n  ","826174":"\n  un confident and look awesome\n  ","826175":"\n  underdressed\n  ","826176":"\n  eat in a restaurant\n  ","826177":"\n  nope\n  ","826178":"\n  McDonalds\n  ","826179":"\n  not often\n  ","826180":"\n  nope haha\n  ","826181":"\n  forget\n  ","826182":"\n  nope I wouldn't have any part id tell him i can't help him\n  ","826183":"\n  thanks you to ❤️\n  ","826184":"\n  nope\n  ","826185":"\n  nope\n  ","826186":"\n  no\n  ","826187":"\n  nope only tooth paste\n  ","826188":"\n  nope\n  ","826189":"\n  yeah I'd say\n  ","826190":"\n  no often\n  ","826191":"\n  I need them I don't want them\n  ","826192":"\n  yeah haha\n  ","826193":"\n  when my bf leaves in wallet in his pants pockets after he has taken off his pants\n  ","826194":"\n  not where were from its only sells more in the summer\n  ","826195":"\n  I think it's sexy and it's not unprofessional\n  ","826196":"\n  no I haven't\n  ","826197":"\n  it does bother me in a way\n  ","826198":"\n  yeah I've seen snow so many times and I know a couple people who haven't seen snow\n  ","826199":"\n  repulsive\n  ","826200":"\n  yeah I actually do\n  ","826201":"\n  I love there food\n  ","826202":"\n  yeah lmao because of where I'm from but I don't hear it or notice it\n  ","826203":"\n  702 pictures\n  ","826204":"\n  nope took that down\n  ","826205":"\n  yeah my bf painted my toe nails and came out alright lmao\n  ","826206":"\n  going to see Fifty Shades of Grey\n  ","826207":"\n  a lion\n  ","826208":"\n  aww feel better\n  ","826209":"\n  eye liner\n  "}}