{"Question":{"830502":"\n   Opinion on a 15 year old mom that lives with her parents and gets state assistance?\n  ","830503":"\n   Opinion on a young mom who acts like her boyfriends child is her step daughter when they are not married or living together?\n  ","830504":"\n   Opinion on a 20 year old having baby number 3 and acting like it's ok and acceptable for her to be having 3 kids.\n  ","830505":"\n   Opinion on a mom that leaves her disabled child with her parents in a different state when she keeps her other kids?\n  ","830506":"\n   Going to be doing video responces, with Tia too later. Send me some questions! x\n  ","830507":"\n   what time is it\n  ","830508":"\n   good morning\n  ","830509":"\n   ARQotD: Does it bother you when an apartment\/flat is referred to as a \"house\"?\n  ","830510":"\n   Send your followers and anons my way? I will probably answer whatever.\n  ","830511":"\n   What is your AOL screenname?\n  ","830512":"\n   i thought you can answer 100 questions\n  ","830513":"\n   Any tips for a bikini body? I want one by summer but I need to start now lol. Thanks!\n  ","830514":"\n   do you like answering questions\n  ","830515":"\n   Were you the one who always got in trouble for something or the one who never got any attention?\n  ","830516":"\n   I think I missed it but just in case I didn't say this already, Happy Belated Birthday lol\n  ","830517":"\n   When is your birthday?\n  ","830518":"\n   Are you the youngest, oldest, or middle sibiling?\n  ","830519":"\n   I wish I had half as many followers you have, I only have 16 and I've been up here for 2 years lol, how do you have some many followers and I'm the only one pretty much asking you questions? Haha\n  ","830520":"\n   How many sibilings do you have?\n  ","830521":"\n   Do you live in paris?\n  ","830522":"\n   How many unanswered questions do you have?\n  ","830523":"\n   How many followers do you have?\n  ","830524":"\n   Do you think you could answer 100 questions in an hour?\n  ","830525":"\n   What did you do today?\n  ","830526":"\n   What you doing?\n  ","830527":"\n   How was your day?\n  ","830528":"\n   Favorite sex position?\n  ","830529":"\n   will you ask me questions?:)\n  ","830530":"\n   do you have sex\n  ","830531":"\n   doing honestly night\n  ","830532":"\n   did u breastfeed\n  ","830533":"\n   Full body pic now\n  ","830534":"\n   Im not obsessed.. I just think shes a pathetic person js\n  ","830535":"\n   Biggest belly bump\n  ","830536":"\n\n    @chelsraae\n   \n   isnt actually pregnant.. shes stuffing her shirt with a watermelon\n  ","830537":"\n   Pap of you pregnant\n  ","830538":"\n   did you pee\/ poop druing labour?\n  ","830539":"\n   What makes you cry?\n  ","830540":"\n   hows Gerogina\n  ","830541":"\n   These anons live a sad sheltered life\n  ","830542":"\n\n    @redheadmomma\n   \n   just admitted that she is not pregnant or married\n  ","830543":"\n   have you got any advice\n  ","830544":"\n   QOTD: Favorite store?\n  ","830545":"\n   erm ive got some issues with my small brother hes got behavour diffculty and other problems one of the main problems is personal boundries with me i've tried to be firm with him but hasn't helped\n  ","830546":"\n   armpit pic?\n  ","830547":"\n   As an uninvolved 3rd party, if someone with kids started dating a registered sex offender\/p*dophile, do you think the police or CPS should be notified?\n  ","830548":"\n   how are you\n  ","830549":"\n   good morning\n  ","830550":"\n   ARQotD: Do you keep a functional fire extinguisher in your home?\n  ","830551":"\n   Hi Gabby, how was your day?\n  ","830552":"\n   Hey guys, I'm on my computer and reeeally bored. Send some askers my way please? :)\n  ","830553":"\n   ever kissed a girl before\n  ","830554":"\n   what do you do at work\n  ","830555":"\n   what r u doing\n  ","830556":"\n   Love you baby. Have a good night at work\n  ","830557":"\n   Which three countries do you want to visit next?\n  ","830558":"\n   wat are you doing\n  ","830559":"\n   But anon we don't go on public television and cut people heads off so...\n  ","830560":"\n\n    http:\/\/www.cronica.com.mx\/notas\/2002\/24297.html\n   \n   60 million of indians died in the conquest of America,, and and you put Hitler as the worst trash.. this is yankiee and america propaganda against hitler and Muslim people,\n  ","830561":"\n   Hitler's achievements can not be erased, by 4 dead Jews. USA killed more Indians when they invaded America and nobody says anything... Hitler will be in the hearts of the german people for ever\n  ","830562":"\n   at the present time Germany dominates Europe, is a rich and powerful country, do you think  Hitler is proud of us, the German people?\n  ","830563":"\n   .Asians who have acne are living in the United States, In US there are overweight people with acne, because they eat all day  burgers and coca cola haha While in germany we eat healthful food. hahaha Sieg Hail\n  ","830564":"\n   you are so ignorant, this question is not racist,,Chinese people dont get acne because they eat a lot of soy sauce.. and for that reason they dont get acne and have small penises haha\n  ","830565":"\n   Why  Chineses and niggers dont have acne?\n  ","830566":"\n   I would send you and your bf more questions but my phones about to die !!!!! And I'm not at home :(\n  ","830567":"\n   Have you already bought your son Christmas gifts ?\n  ","830568":"\n   Do you have a lucky number ?\n  ","830569":"\n   What's your favorite color?\n  ","830570":"\n   Why  not lol ?\n  ","830571":"\n   Awe it's so cute how your bf takes random pictures of you !\n  ","830572":"\n   this isn't a question but I'm asking if everyone could keep my brother in law and his family in their thoughts today... we are laying a very special and loved person down today and the good vibes would just be amazing. :) thank you :)\n  ","830573":"\n   would you tell your son Santa is fake or not\n  ","830574":"\n   vr ATM\n  ","830575":"\n   so since I'm getting back into sending question spams...why don't you tell me what kind of questions you'd like. how are my questions and do you still want to get them from me? :)\n  ","830576":"\n   What do you want most out of your life?\n  ","830577":"\n   Are you the hero or villain in YOUR story? Tell me why?\n  ","830578":"\n   his *** \nsorry\n  ","830579":"\n   Oh :) he's very cute :* \nI love him\n  ","830580":"\n   how many babies do you have ?\n  ","830581":"\n   with this information I prove again the superiority of our race , the mediterranean race :P dont hate for this. I am boy\n  ","830582":"\n   Post A Picture.. of pets\n  ","830583":"\n   Post A Picture.. of what is in your purse\n  ","830584":"\n   Post A Picture.. of your bed!\n  ","830585":"\n   mmmm in 5th place is Puerto Rico... Because between Venezuela and Puerto Rico have 12 miss universe crowns XD\n  ","830586":"\n   u had a c section\n  ","830587":"\n   this is my top 5.......................... 1. Italia     2.Venezuela        3.Rusia     4. Colombia   5. no more jijijijij\n  ","830588":"\n   My question is Which country have the most beatiful women in the world,, not your girlfriend, mom, sister,etc,  I think my english very perfect and clearly ;P\n  ","830589":"\n   what do you think are the most beatiful women in the world?\n  ","830590":"\n   what the temperature outside\n  ","830591":"\n   what r u watching\n  ","830592":"\n   favorite color\n  ","830593":"\n   Let's play a picture posting game 2day\nI'll send you something different to take a photo of \nsuch as everything in your purse or whats in your fridge\nand you post the picture\nit'll be fun and random\n  ","830594":"\n   can I still rip a bible for you though? :)\n  ","830595":"\n   that's why you are better than god :) I worship you and Im ripping a bible right now :)\n  ","830596":"\n   you and Sarah Palin are better than god :)\n  ","830597":"\n   how are you\n  ","830598":"\n   QOTD: whats your favorite season?\n  ","830599":"\n   Honesty day send me anything ill answer almost all of it except what i dont answer which is in my bio:)\n  ","830600":"\n   what time is it\n  ","830601":"\n   What do you like most about nature? if you don't like nature tell me why?\n  ","830602":"\n   How do you like to kill time?\n  ","830603":"\n   when getting a fountain pop...do you fill the cup with ice or only a little bit?\n  ","830604":"\n   and she said she felt bad for ava..\n  ","830605":"\n   ARQotD: Do you actually know what internet speed you subscribe to?\n  ","830606":"\n   peaceforkaytee is hoping\n   \n    @chelsraae\n   \n   's baby dies how horrible\n  ","830607":"\n   Do you have a night time routine? If so, what is it?\n  ","830608":"\n   Lace Alessandra is so fake. Glad I'm not the only one that knows so!\n  ","830609":"\n   girls: in your opinion, is sex still good if you dont climax?\n  ","830610":"\n   what are you scared of\n  ","830611":"\n   how tall are you\n  ","830612":"\n   What do you like to have for breakfast?\n  ","830613":"\n   why do you think people obsess over other people in unhealthy ways?\n  ","830614":"\n   your hair is flawless\n  ","830615":"\n   oh anon shut up she wasn't  born with  less of anything\n  ","830616":"\n   v *they're\n  ","830617":"\n   anon...stfu\n  ","830618":"\n   REACHEL isn't 'stupid' for your information! SHe was born with less chromosomes and wasn't her fault, so please apologize and move on....\n  ","830619":"\n   Omg they are so stupid\n  ","830620":"\n   why did you call reachel 'stupid'?\n  ","830621":"\n   plans\n  ","830622":"\n   how was work\n  ","830623":"\n   How was your day?\n  ","830624":"\n   Will you raise your kid to believe in God or let them decide on their own?\n  ","830625":"\n   which in your personal opinion is the best porn website?\n  ","830626":"\n   best thing about being a mom?\nif your not a mom, what do u want for Christmas?\n  ","830627":"\n   QOTD: fav non-mommy account\n  ","830628":"\n   I wish we could too \/:\n  ","830629":"\n   What are your feelings when you own a good friend curse you from behind?\n  ","830630":"\n   How old would you be if you didn’t know how old you are?\n  ","830631":"\n   people are so immature. that guy has a lot of growing up to do before his daughter comes or else I hope she does keep her from him :\/ ugh immature people give me headaches\n  ","830632":"\n   I think it is time I tell you what people are saying behind your back. Nice Ass! <3\n  ","830633":"\n   Dude fuck off seriously.\n  ","830634":"\n   or nah. I can do what I want. I want people to know she is just doing this for a sob story\n  ","830635":"\n   um that dick below is\n   \n    @chelsraae\n   \n   's bf responding to you saying its sad..\n  ","830636":"\n   What even? ⬇\n  ","830637":"\n   how is it sad, shes a pathetic excuse for a person..\n  ","830638":"\n   awh chels broke up with her bf :(\n  ","830639":"\n   Kaden's the same exact way D;\n  ","830640":"\n   Kaden is so wild lol, he's a lot to handle. I hope he doesn't go through terrible twos. :(\n  ","830641":"\n   I feel you girl haha. Adam and I don't want anymore kids either.\n  ","830642":"\n   why don't you want anymore kids\n  ","830643":"\n   Do you believe in ghosts? I firmly believe my houses is haunted by one. We call him Joe.\n  ","830644":"\n   Christmas. Are you someone who has lots of Christmas spirit or are you a scrooge?\n  ","830645":"\n   what r u doing\n  ","830646":"\n   You have been granted 3 wishes, what are they?\n  ","830647":"\n   What do you do in down time?\n  ","830648":"\n   When getting a new boyfriend \/ girlfriend, have you ever dealt with the psycho ex who just couldn't stand your relationship because they can't get over their ex? *raises hand* been in this spot many times lol\n  ","830649":"\n   Gaming. Xbox or PS3? (pssst, if you have an xbox let's be friends!)\n  ","830650":"\n   Post a photo of your absolute favorite picture of yourself, your family, or something you love!\n  ","830651":"\n   Body modifications. If you have any tattoos or piercings, what made you want them? \nIf you don't have either or, are you against them? If so, why?\n  ","830652":"\n   Parents: Do you find it pushy and annoying when someone is constantly giving you advice when it comes to your child? \nNon parents: Are you willingly open for any suggestions when you have your first child? Or will you be taking any advice from anyone?\n  ","830653":"\n   If you're a parent, (Or if you aren't) what is the number one thing you absolutely will not do with your child? Spanking, CIO, Time out, Grounding, ect.\n  ","830654":"\n   Tattoos, everyone always says you're gonna regret tattoos blah blah blah, but don't you think it'll be funny when you're old and just say \"hey let's play a game, let's guess what these use to be\"?\n  ","830655":"\n   Have you ever considered joining the military? What branch and why?\n  ","830656":"\n   Lol someone spammm usss with questions\n  ","830657":"\n   Yeah. Lmao. But it's still dead.\n  ","830658":"\n   Well this is just going to be a bunch of random, parenting, all other sorts that come to mind so here we go. First one, If you were famous, what would it be for?\n  ","830659":"\n   I have 165\n  ","830660":"\n   I think all of my followers left lmao\n  ","830661":"\n   Awe. :)\n  ","830662":"\n   How's Joseph.\n  ","830663":"\n   :) Im honestly so bored.\n  ","830664":"\n   You should send some of your followers my way. I'm bored outta my mind\n  ","830665":"\n   were you ever bullied\n  ","830666":"\n   did u breastfeed\n  ","830667":"\n   where did that anon go\n  ","830668":"\n   where do you live\n  ","830669":"\n   i adore your hair so much\n  ","830670":"\n   what's coco\n  ","830671":"\n   last song you listened to\n  ","830672":"\n   Okay U can play dumb all you want but have fun when a stalker finds you. I was just letting you know.\n  ","830673":"\n   That clearly says Brentwood lmao\n  ","830674":"\n   Cool :) I like my family too!\nWhat are your hobbies though?\n  ","830675":"\n   Oh that's tragic :(\nWhat do you like to do?\n  ","830676":"\n   Hey girl! What's happening?\n  ","830677":"\n   Send your followers and anons my way? (:\n  ","830678":"\n   do you believe in God\n  ","830679":"\n   do you have an eating disorder\n  ","830680":"\n   Mason is being extra ornery tonight so I'm feeling chatty. What are some topics you'd like me to send out tonight? It can be anything!\n  ","830681":"\n   ARQotD: Do you wake up without an alarm, or with an alarm going off just once, or with an alarm + other factors (snooze button, someone yelling at you to wake up, etc)\n  ","830682":"\n   does Georgina follow you\n  ","830683":"\n   When was the last time you were boned.... BY ME?! ;)\n  ","830684":"\n   do you spank?\n  ","830685":"\n   do you want anymore kids\n  ","830686":"\n   If you could be immortal, would you choose to be?\n  ","830687":"\n   did u graduate\n  ","830688":"\n   who follows you on here\n  ","830689":"\n   ur a stripper\n  ","830690":"\n   when someone talks shit about someone is that calling them out\n  ","830691":"\n   what age did u give birth\n  ","830692":"\n   ur son sleep in a crib still\n  ","830693":"\n   does your son eat table food\n  ","830694":"\n   pap of you when you were younger?\n  ","830695":"\n   what annoys you\n  ","830696":"\n   r u okay\n  ","830697":"\n   @\n  ","830698":"\n   opinions ?\n  ","830699":"\n   your age\n  ","830700":"\n   you look so much younger than your age! :)\n  ","830701":"\n   Awe thanks Gabby. I love talking to you too.\n  ","830702":"\n   @ meee\n  ","830703":"\n\n    @caraajanielleee\n   \n","830704":"\n   How much did your son weigh when he was born. Was he premature\n  ","830705":"\n   If you get hit your kid is gonna die\n  ","830706":"\n   Take that puffy coat off him in that car seat. Ignorant\n  ","830707":"\n   Will you do @ opinions?\n  ","830708":"\n   what scares you more then anything?\n  ","830709":"\n   GIRL SPAM!\nSend a few questions, and then \"Done\" off anonymous for a long GIRL ONLY spam!\nIf you're a guy, ignore this ahah.\n  ","830710":"\n   QOTD: what is your favorite color?\n  ","830711":"\n   your opinion on mothers who spank?\n  ","830712":"\n   what is your son doing now\n  ","830713":"\n   how old is your son\n  ","830714":"\n   what time does ur son wake up\n  ","830715":"\n   Do you hate school? I do so much!\n  ","830716":"\n   QOTD: whats your favorite holiday\n  ","830717":"\n   do you agree\n   \n    @chelsraae\n   \n   's baby is better off dead? sent to all im following <3\n  ","830718":"\n   How long did you wait to get your belly redone after having your son\n  ","830719":"\n   how many weeks did u give birth\n  ","830720":"\n   your so skinny and you had a kid\n  ","830721":"\n   how old r u\n  ","830722":"\n   any piercings\n  ","830723":"\n   how many tattoos you have\n  ","830724":"\n   how do you feel about Gerogina\n  ","830725":"\n   what color is ur Christmas tree\n  ","830726":"\n   do u like Carly Noahs mom\n  ","830727":"\n   last time u took a shower\n  ","830728":"\n   u don't like peanuts\n  ","830729":"\n   There's this cool thing where if you're 1 and 20lbs then you can be forward facing anon.\n  ","830730":"\n   why it's you're son forward facing\n  ","830731":"\n   what's your hair color\n  ","830732":"\n   Who was the first guy you had a crush on? Are you still in touch with him?\n  ","830733":"\n   What are the first three things that come to your mind when I say the word ‘love’?\n  ","830734":"\n   Is there someone on here that you can't stand to see on your news feed (you don't need to mention names)? I have a few of those people. -_-\n  ","830735":"\n   ARQotD: Happy December everyone! Do you have all of your Christmas shopping done yet? Either way, approx what percentage of your shopping will be online?\n  ","830736":"\n   How to make a carpet recycling old jeans\n   \n    https:\/\/www.youtube.com\/watch?v=TAXDntZcZ2k\n   \n   very funny video\n  ","830737":"\n   how are you\n  ","830738":"\n   How was your thanksgiving? \nWhat did you do?\n  ","830739":"\n   Who is your favorite sports icon (past or present)?\n  ","830740":"\n   QOTD: have you ever broken any bones? how?\n  ","830741":"\n   ARQotD: If there is a TV show you are interested in, do you ever wait until it is moderately successful before jumping in, to avoid the disappointment that comes from liking a show that only lasts a few episodes?\n  ","830742":"\n   Your a stripper?\n  ","830743":"\n   Are you doing any cyber Monday shopping tomorrow? If yes, way are you getting?\n  ","830744":"\n   why do you have to put toilet paper on the seat when your on your period?\n  ","830745":"\n   Do you watch ABC family? If so what movies are your favorite that play on it?\n  ","830746":"\n   When I was in 5th grade (now in 7th) I was suspended for saying \"I'm going to kill you\" yeah j understand why but I wanna know how I can prevent that from making my new teachers think I'm a bad person, or will it mess up my college career?\n  ","830747":"\n   How important would you consider physical intimacy to be in a relationship?\n  ","830748":"\n   Are you allergic to anything? I just found out today that I'm allergic to bees. -_-\n  ","830749":"\n   When you were a little girl, did you think about winning beauty pageants or becoming famous after growing up?\n  ","830750":"\n   Do you like staying in a relationship or do you prefer to keep things casual?\n  ","830751":"\n   Love you baby. Have a good day at work.\n  ","830752":"\n   what color r your nails\n  ","830753":"\n   isn't your son to young to forward face\n  ","830754":"\n   is ur son forward facing\n  ","830755":"\n   can you drive\n  ","830756":"\n   what are you about to do\n  ","830757":"\n   are you okay\n  ","830758":"\n   good morning\n  ","830759":"\n   why do girls take longer to go to the toilet than boys?\n  ","830760":"\n   what are you doing\n  ","830761":"\n   QOTD: What destination would you loooove to visit?\n  ","830762":"\n   The Spaniards hate the britanos, because they live in our territories, California, New Mexico, Florida, Texas, Nevada, FAKlands, gibralar,etc,etc. I swear to God we will put a bullring in London and all of you will be Catholics. XD\n  ","830763":"\n   Doing honesty night! Have your followers ask me stuff, being 100% honest :)\n  ","830764":"\n   what time is in your country?\n  ","830765":"\n   Opinion of a 20 year old with 3 kids?\n  ","830766":"\n   How long have you lived in your current home?\n  ","830767":"\n   r u a mother\n  ","830768":"\n   QOTD: Do you like getting these or should i stop?\n  ","830769":"\n   any questions we can ask you\n  ","830770":"\n   yeah stomach ache ginger ale ok\n  ","830771":"\n   Did you know that the best singers and musicians in all the world are italians\n   \n    https:\/\/www.youtube.com\/watch?v=sMXcrv4bOi4\n   \n   I m not italian but it is the fuckin true\n  ","830772":"\n   how do you cure a tummy bug?\n  ","830773":"\n   Send your followers and anons my way?\n  ","830774":"\n   u don't like Mexicans\n  ","830775":"\n   what color is ur tree\n  ","830776":"\n   what are you wearing today\n  ","830777":"\n   you smoke\n  ","830778":"\n   do u like candles\n  ","830779":"\n   where are you\n  ","830780":"\n   Send a few questions for a long spam?\nKeep your questions off anon if you want a spam.\nx\n  ","830781":"\n   why are you up now\n  ","830782":"\n   are you ready for Christmas\n  ","830783":"\n   ur so pretty! don't listen to Gerogina\n  ","830784":"\n   plans for today\n  ","830785":"\n   Age\n  ","830786":"\n   you know Georgina doesn't like you\n  ","830787":"\n   what are you doing\n  ","830788":"\n   does your son drink formula\n  ","830789":"\n   what time is it\n  ","830790":"\n   i love your hair OMG\n  ","830791":"\n   what age did u have your son\n  ","830792":"\n   do you have a lot of selfies of yourself\n  ","830793":"\n   about what\n  ","830794":"\n   how r u\n  ","830795":"\n   y is Gerogina still taking about you\n  ","830796":"\n   is your Christmas tree up now\n  ","830797":"\n   do u fear death\n  ","830798":"\n   What is the last song you listened to?\n  ","830799":"\n   QOTD: what did you get black friday shopping if you went\n  ","830800":"\n   Hey! Rather than irregularly, I've decided to send out exactly 1 random question per day. They will be marked \"ARQotD\" (Ashley's Random Question of the Day). Most will be family-friendly, a few not. In any case, delete those you don't want to answer! If you don't want 'em at all, just let me know :)\n  ","830801":"\n   Age\n  ","830802":"\n   if you badley need to pee how do you take your mind off it if your nowhere near a toilet\n  ","830803":"\n   regaeton is better than hip hop??? what you think??\n   \n    https:\/\/www.youtube.com\/watch?v=7T_09ueky2o\n   \n","830804":"\n   Where is the best place for a vacation?\n  ","830805":"\n   I hope you all had a wonderful thanksgiving :)\n  ","830806":"\n   you have nice hair\n  ","830807":"\n   where are you going shopping at\n  ","830808":"\n   Just unfollowed over 200+ people!\nIf you get this, I still follow you and think you're wonderful!\nMwah.\nxx\n  ","830809":"\n   your doing black Friday shopping\n  ","830810":"\n   pap of your family\n  ","830811":"\n   you going black Friday shopping\n  ","830812":"\n   Send a gif sex.\n  ","830813":"\n   Happy Thanksgiving\n  ","830814":"\n   Qotd: what are you doing for thanksgiving? do you have any traditions? what are they if you do?\n  ","830815":"\n   Happy Thanksgiving:) \nwhat are you thankful for\n  ","830816":"\n   HaPPy ThAnKsGivinG 4:20 !!!@\n  ","830817":"\n   Where is our video response of you wishing us ANONS a 'HAPPY THANKSGIVING' ..huh??\n  ","830818":"\n   favorite fruit\n  ","830819":"\n   what's something you want right now\n  ","830820":"\n   What is your favorite thanksgiving food?\n  ","830821":"\n   nice panties\n  ","830822":"\n   Which is worse, being too hot or too cold?\n  ","830823":"\n   do you think all whites are racists to blacks\n  ","830824":"\n   what's something your scared of\n  ","830825":"\n   r u ok\n  ","830826":"\n   Did you know that 80% of people in USA are not descended from British ?? the north american descended from Germans, Mexicans, jews, Italians and blacks and chineses?\n  ","830827":"\n   Why do Americans think the British accent is so posh?\n  ","830828":"\n   why England is so bad playing soccer or football?\n  ","830829":"\n   Why is England so scared about Scottish independence?\n  ","830830":"\n   why dont you want anything for Christmas\n  ","830831":"\n   Ask for ask?\n  ","830832":"\n   would you ever get a panic room\n  ","830833":"\n   how old are you\n  ","830834":"\n   Why don't you wanna purge with me?...\n  ","830835":"\n   Wanna purge with me?\n  ","830836":"\n   Happy Thanksgiving from San Diego CA. \nI apologize if you don't celebrate it, its a great holiday though to reflect on what you have.\n  ","830837":"\n   Who is the family member that you don't want to see at all this holiday season??\n  ","830838":"\n   how are you\n  ","830839":"\n   I'm having honesty day because I won't be on much tomorrow. If you'd let your followers know I'd be appreciative❤️\n  ","830840":"\n   how do you put your underwear on while having a towel wraped around you\n  ","830841":"\n   What piercings have you had?\n  ","830842":"\n   How are you on this beautiful night?\n  ","830843":"\n   If you had a daughter at what age would you let her have a boyfriend?\n  ","830844":"\n   QOTD: what state do you live in? do you like it?\n  ","830845":"\n   turn on\n  ","830846":"\n   are you mad\n  ","830847":"\n   what do you want to do right now\n  ","830848":"\n   U seem heartless\n  ","830849":"\n   what's something you do a lot that you don't want to do anymore\n  ","830850":"\n   who is you miss right now\n  ","830851":"\n   what do you want for Christmas\n  ","830852":"\n   did u want a boy or girl\n  ","830853":"\n   You're nice too\n  ","830854":"\n   your bf is nice\n  ","830855":"\n   what movie do you wanna see\n  ","830856":"\n   is there anything you would want\n  ","830857":"\n   ever date a girl\n  ","830858":"\n   where are you\n  ","830859":"\n   do you like fighting with your boyfriend\n  ","830860":"\n   what's your boyfriend getting you for Christmas\n  ","830861":"\n   last person to text\n  ","830862":"\n   good night\n  ","830863":"\n   where do you live  for real\n  ","830864":"\n   do you love your boyfriend\n  ","830865":"\n   how don't you know what he's doing he's your boyfriend\n  ","830866":"\n   what are you doing\n  ","830867":"\n   It doesn't matter I'm just asking cause you said he's not with you... So i was curious\n  ","830868":"\n   current mood\n  ","830869":"\n   What does your username stand for?\n  ","830870":"\n   Is your bf at work?\n  ","830871":"\n   Are you at your house?\n  ","830872":"\n   how don't you know what he's doing\n  ","830873":"\n   what makes you mad\n  ","830874":"\n   what's your boyfriend doing\n  ","830875":"\n   do you like people\n  ","830876":"\n   That was me below(VideoResponses) wasn't supposed to be anon! Sorry!\n  ","830877":"\n   Doing VideoResponses until I go to bed. Pass it on? Thanks:)\n  ","830878":"\n   how many pregnancy test did you take\n  ","830879":"\n   do u and your boyfriend sleep in the same bed\n  ","830880":"\n   where do you live\n  ","830881":"\n   Do you live in Canada\n  ","830882":"\n   would you ever swim with a shark\n  ","830883":"\n   i am glad you change your pro pic to ANY but that old one omg\n  ","830884":"\n   what questions can we ask you\n  ","830885":"\n   toddler\n  ","830886":"\n   is it cold where you are\n  ","830887":"\n   So your only way to \"strengthen relations\" with them is by talking shit on anons hahahha pathetic kiddo. you're welcome though :)\n  ","830888":"\n   You are on others peoples pages because the only way to get to know them and to approach them is talking shit about anons so you are welcome pathetic kiddo :)\n  ","830889":"\n   until then stop being a hater and obsessed fuck LOL\n  ","830890":"\n   you are just a hater and obsessed with anons and try to bring up hate on anons on peoples page because you are a hater and obsessed\n  ","830891":"\n   why are you such a hater and obsessed?\n  ","830892":"\n   who do you hate on ask.fm\n  ","830893":"\n   yes your replies are stupid just as you but whats your point?\n  ","830894":"\n   Yes? hahaha\n  ","830895":"\n   who are some good moms to follow?\n  ","830896":"\n   your hair is flawless\n  ","830897":"\n   when did you first get your period\n  ","830898":"\n   it's sad that you dislike Mexicans\n  ","830899":"\n   Facebook\n  ","830900":"\n   what are you gonna do for your 21st birthday\n  ","830901":"\n   when's ur birthday\n  ","830902":"\n   does it annoy u when people misspell your name\n  ","830903":"\n   is it Gabby or Gaby\n  ","830904":"\n   do you wear make up\n  ","830905":"\n   how did you and your boyfriend meet\n  ","830906":"\n   do you like Spanish people\n  ","830907":"\n   where do you live\n  ","830908":"\n   ever been to a nude beach\n  ","830909":"\n   do you have sex\n  ","830910":"\n   how come you cut your forehead out of all your pictures\n  ","830911":"\n   Twitter name\n  ","830912":"\n   IG name\n  ","830913":"\n   kik name\n  ","830914":"\n   are you racist\n  ","830915":"\n   do you like. Georgina\n  ","830916":"\n   what color are your sheets\n  ","830917":"\n   I love your phone case it's cute\n  ","830918":"\n   what are you doing\n  ","830919":"\n   feet picture\n  ","830920":"\n   are you allergic to anything\n  ","830921":"\n   what's ur name\n  ","830922":"\n   are you lesbian\n  ","830923":"\n   TBH: I don't know you but you are very pretty and look very mature! :) Your background is sooo cute & I love your tshirt in your picture! :) X\n  ","830924":"\n   I fucking agree with you they didn't have to shoot him 12 FUCKING TIMES couldn't they shoot him 1 time in the leg then when he falls arrest him? No because there dick heads and he stole a pack of cigarettes they act like he stole a little girl smh This world is officially fucked up\n  ","830925":"\n   would you protest\n  ","830926":"\n   You're suppose to aim to maim not kill.\n  ","830927":"\n   are your nails panted\n  ","830928":"\n   the police officer felt threatened\n  ","830929":"\n   -\n  ","830930":"\n   follower count\n  ","830931":"\n   do you have any piercings\n  ","830932":"\n   You're so right about the ferguson case. It was a racial thing I believe definitely. That boy did not deserve to get shot! If he really felt like his life was in danger he could've taserd him or something. He didn't have to get killed\n  ","830933":"\n   it isn't a racial thing\n  ","830934":"\n   herbs aren't drugs guys ;) I use herbs all the time lull\n  ","830935":"\n   do white people experience racism\n  ","830936":"\n   Would you rather be a vampire or a werewolf?\n  ","830937":"\n   weed is a drug stupid\n  ","830938":"\n   do you think this is a racial issue\n  ","830939":"\n   what's Georgina's ask\n  ","830940":"\n   bud is weed, weed is a drug lol\n  ","830941":"\n   do you use drugs\n  ","830942":"\n   have you ever been abused\n  ","830943":"\n   are you racist against white people that's why you said the cop should get locked up from Ferguson\n  ","830944":"\n   how many cases do you have for your phone\n  ","830945":"\n   Attention everyone. I'm not sure who received it, but someone made an account (last night) with my screen name, asking a bunch of sex stuff. lol... some people have no lives. Anyway, yeah, wasn't me. Hopefully they don't keep bothering you. If they do, report that account..... it's\n   \n    @AshleyAnneJensen\n   \n","830946":"\n   what kinda questions can we ask you\n  ","830947":"\n   how many follower request you have on IG\n  ","830948":"\n   Sad that they don't have a life.\n  ","830949":"\n   Gabby ur sorry\n  ","830950":"\n   how old is your son\n  ","830951":"\n   why are they still talking about you\n  ","830952":"\n   how old are you\n  ","830953":"\n   Ice Honey probably is starting this all over again\n  ","830954":"\n   You're mad they both called you out\n  ","830955":"\n   drama starters are back smh\n  ","830956":"\n   pap of your view\n  ","830957":"\n   i like your dp\n  ","830958":"\n   you dont like Mexicans\n  ","830959":"\n   who's Gerogina and Icy Honey\n  ","830960":"\n   do you own uggs\n  ","830961":"\n   opoion on Ferguson\n  ","830962":"\n   what are you looking at\n  ","830963":"\n   can i see your toes\n  ","830964":"\n   what's ur type\n  ","830965":"\n   wheres Georgina\n  ","830966":"\n   Does the candies foundation offend you?\n  ","830967":"\n   What is in fashion today?\n  ","830968":"\n   bigger or smaller boobs?\n  ","830969":"\n   do you think the cop should of gotten no indictment\n  ","830970":"\n   :(\n  ","830971":"\n   liker get 10 likes\n  ","830972":"\n   won't? they dlmt have a future lol\n  ","830973":"\n   Yeah bruh your forehead is even bigger than YOUR WHOLE FAMILYS FUTURE.! XD\n  ","830974":"\n   Gabby your forehead is bigger than Toris future\n  ","830975":"\n   Likers get 3 likes?\n  ","830976":"\n   Hey mom's, this is a silly question but please don't judge me lol. My son has his two bottom teeth and is getting his top two teeth. Is it normal for there to be a little gap between the top two? I'm sure it's nothing to worry about, I was just curious.\n  ","830977":"\n   im doing spam tonight!!!! send your name in if you wanna be part of it and give me some topics I can do questions on.\n  ","830978":"\n   how do you feel about Ferguson\n  ","830979":"\n   do you feel self concious when getting changed in a public changeing room\n  ","830980":"\n   Thoughts on\n   \n    @caruhh_line\n   \n   trying to get pregnant with a criminal record? I think it's immature and she should seek help....\n  ","830981":"\n   would you go topless on a beach if your child was with you\n  ","830982":"\n   are you racist\n  ","830983":"\n   QOTD: what is your favorite thing to do?\n  ","830984":"\n   ask me stuff guys\n  ","830985":"\n   do you think whites experience racism\n  ","830986":"\n   do you think it's fair what's happening in Ferguson\n  ","830987":"\n   If your child\/future child told you they were seeing and talking to ghosts, how would you react? Would you brush it off as an imaginary friend?\n  ","830988":"\n   What are your reactions to the results of the Ferguson trial?\n  ","830989":"\n   how do you feel about the police officer getting off in ferguson\n  ","830990":"\n   what time is it\n  ","830991":"\n   r u bored\n  ","830992":"\n   size boobs\n  ","830993":"\n   If this question is too personal, feel free to delete. Have you ever had a really awkward sexual encounter? Earlier my SO and I were shaking the camper and my dad and his physical therapist were outside. I was so embarrassed when I saw them.\n  ","830994":"\n   How do you imagine it would feel to have the other gender's genitalia?\n  ","830995":"\n   Was ur bf covering his stinky breath\n  ","830996":"\n   Where do you like to read?\n  ","830997":"\n   do you like to have sex with your man\n  ","830998":"\n   How to deal with a break up? I just got dumped ✌️\n  ","830999":"\n   do you like white people\n  ","831000":"\n   When was the last time you tried something new?\n  ","831001":"\n   what did you do today\n  ","831002":"\n   what's your favorite summer activity?\n  ","831003":"\n   did you like school? if not why?\n  ","831004":"\n   whos Gerogina\n  ","831005":"\n   what are you doing\n  ","831006":"\n   If there was a war between Mexican drug cartels and the Taliban, who would win?\n  ","831007":"\n   Not all the girls were actually 16 on 16&pregnant, some were 15, 18, 19\n  ","831008":"\n   If you were approached by 16&pregnant during your pregnancy and teen mom after, would you star in an episode of 16&p and a season of teen mom\n  ","831009":"\n   what's Georgina link\n  ","831010":"\n   how are you\n  ","831011":"\n   how do you teach a boy to pee standing up\n  ","831012":"\n   why people in USA celebrate Thanksgivings days, the day when they stole the land from the indians and locked them in reservations. shame on you americans,, I am from germany. Sieg Hail\n  ","831013":"\n   Why do USA hate Venezuela????\n  ","831014":"\n   Are girls really easier to train than boys on the toilet\n  ","831015":"\n\n    @redheadmomma\n   \n   makes her kid sleep in a basement someone needs to call cps\n  ","831016":"\n   why do people care where you work your making money\n  ","831017":"\n   what time is it\n  ","831018":"\n   lmaooo\n  ","831019":"\n   Your man is ugly dont worry\n  ","831020":"\n   when are you going to sleep\n  ","831021":"\n   what's the best part of a relationship?\n  ","831022":"\n   Reachel please learn to read I NEVER said that Gaby said i flirted the reason i said i didnt flirt is beacuse she probably thought i was so i kept saying i wasnt but im done with this discussion. I got a girlfriend to attend , Goodnight\n  ","831023":"\n   y r u mean\n  ","831024":"\n   anon...I didn't say that. please learn to read obviously sky said it could of been a girl. yeah it could of been a boy but either way it wasnt fliritng and she never said you were fliriting so\n  ","831025":"\n   how old are you\n  ","831026":"\n   You see you childish as fuck,I NEVER disrespected your relationship and I NEVER called you out your name so what's the problem? Okay maybe the second one wasn't a question but I wasn't flirting either and just like Reachel said the anon that called you cute could be a girl but it could be a boy\n  ","831027":"\n   QOTD: what do you like better small\/large dogs? Why?\n  ","831028":"\n   I don't see how saying someone is cute is flirting, for all you know the anon could be a girl and straight as a board\n  ","831029":"\n   Okay but I wasn't flirting and I NEVER disrespected your relationship and when Anons tell you your cute you say thank you and that's NOT flirting but you mad cause I'm on his ask ?\n  ","831030":"\n   You mad cause you know I'm right LMFAOO\n  ","831031":"\n   Hahah Sky ...I NEVER SAID SHE FLIRTED I SAID ANONS BE FLIRTING WITH HER!!!\n  ","831032":"\n   You calling me a dumb prick? Learn how to read first cause I NEVER said YOU WERE FLIRTING ,I SAID ANONS ON HERE CALLING YOU CUTE AND FLIRTING WITH YOU!\n  ","831033":"\n   haha she doesn't flirt anon\n  ","831034":"\n   Okay and? HE has a ask page so therefore I can ask as many questions as I want, and you tripping cause I ain't flirting with him, all I'm doing is asking him questions cause this is ask.fm right ?\n  ","831035":"\n   You getting mad cause a lesbian girl is on your mans page asking him If he's racist but you be having Anons on here flirting with you and calling you cute , that's immature.\n  ","831036":"\n   I am a lesbian and your acting like I was on his page calling him cute or flirting with him but I WASN'T all I asked him was if he was racist and how did he feel about you being racist but you look immature saying I was on your mans page, you making it look like I was flirting with him when Im not.\n  ","831037":"\n   OMG\n  ","831038":"\n   favorite football team\n  ","831039":"\n   do yu and your boyfriend sleep together\n  ","831040":"\n   So you like Ecuadorians  and Peruvians?\n  ","831041":"\n   do you like other races to\n  ","831042":"\n   That's so silly. I'm a Spanish major and I would highly consider you giving people respect. Everyone has a story and most Latinos in America have a language barrier so please be nice. (No hate)\n  ","831043":"\n   Probably so, but I'm now 18 and can say I'm not racist. I think you need to get over yourself and learn more about the world we live in. It would do you good.\n  ","831044":"\n   anons....most Mexicans freak me out because of the way they stare, the ones in my area anyways. like so what get over it.\n  ","831045":"\n   You don't like mexicans bc you just don't? Wat.\n  ","831046":"\n   anon I hope someone hits you in your cocky cowardice mouth for me. :) gabby is perfect anon obviously you're just a drama starter who's jealous lol\n  ","831047":"\n   What did a mexican do to you that made you hate the whole race?\n  ","831048":"\n   Yeah, no. I'm sure there are qualities in PEOPLE that I may dislike but I'm not gonna dislike an entire group of people for some silly trait a person of their race does poorly. Please educate yourself, I'd hate for you to spread ignorance. Trust me it's not bliss.\n  ","831049":"\n   LMFAOO one of these days you're going to get your ass kicked by a Mexican or a African or both and you going to wish you were never racist.\n  ","831050":"\n   damn racist and embracing it? I hope you grow up ma'am.\n  ","831051":"\n   Your racist\n  ","831052":"\n   omg look at the anon on my page! aha!\n  ","831053":"\n   Why don't you like Mexicans? And no hate but just curious! But I love Mexicans and their food :) My big brothers girlfriend is mexican and her and her family are soo nice and they cook bomb food ,I swear they make me gain like 50 pounds every time I go to their house lol\n  ","831054":"\n   Mexicans need to go back to Mexico, and Black people need to go back to Africa , only full white people should be in the USA :)\n  ","831055":"\n   what time is it\n  ","831056":"\n   what are you doing\n  ","831057":"\n   Who should I follow on tumblr? (If you don't have tumbled just ignore :))\n  ","831058":"\n   do you sleep with a bra on\n  ","831059":"\n   How do you stay skinny? Like is it just fast metabolism or do you workout\n  ","831060":"\n   my phone put snobs instead of anons..... oh dear lord.\n  ","831061":"\n   send your followers & snobs my way before I get a shower for bed? :)\n  ","831062":"\n   idk why they insist on asking stuff you clearly don't want to answer\n  ","831063":"\n   Scented or unscented wipes?\n  ","831064":"\n   fleek\n  ","831065":"\n   What brand of wipes do you use?\n  ","831066":"\n   ur dp is amazing\n  ","831067":"\n   Are you a fan of baby wipes?\n  ","831068":"\n   your so pretty obviously you have haters\n  ","831069":"\n   All shoes get dirty lol I need to clean my shoes off to be honest.\n  ","831070":"\n   Uhuh dirty ass Jordans\n  ","831071":"\n   Show us the Jordan collection\n  ","831072":"\n   what was your biggest worry relationship wise upon finding out you were pregnant? - for me, it was the fact my bf and I were broken up at the time and I was terrified it would push him farther away and I'd have to do it on my own.\n  ","831073":"\n   Send your followers and anons my way? I'll answer anything.\n  ","831074":"\n   do you own jordans\n  ","831075":"\n   you have uggs\n  ","831076":"\n   how much do u make per hour? i make 8.25\n  ","831077":"\n   you find ever anon to be annoying\n  ","831078":"\n   you seen the post about Gerogina saying your begging for $15 an hour\n  ","831079":"\n   sheesh babe these anons be on something else with the drama lol\n  ","831080":"\n   Oh. Haha. Yay. So I'm consider a \"non annoying\" anon? (Unlike the rest of your annoying fucking anons who should grow the hell up)\n  ","831081":"\n   what was your #1 \"lifesaver\" after having a newborn? (bumbo, mobiles, musical items, etc)\n  ","831082":"\n   The whole \"your funny as hell\" \nIs that for real for just a smart ass comment? Lol\n  ","831083":"\n   Clearly Gabby isn't the issue here\n  ","831084":"\n   did you lose friend when you found out you were pregnant or gain? I've noticed that I have a bunch of people who barely talked to me before rambling on about how they \"can't wait to meet him\" and how \"excited\" they are lol.\n  ","831085":"\n   Haha anons aren't mad cause you don't know some skanks ask they mad you you're rude as hell lol.\n  ","831086":"\n   and I'd like to know when calling someone a bitch became an insult again. I take it as a compliment!\n  ","831087":"\n   what was the hardest part of your labor? if you haven't given birth yet, what are you most worried about?\n  ","831088":"\n   anon go whine somewhere else.\n  ","831089":"\n   You're a total bitch to anons lol\n  ","831090":"\n   Soooooooo. \nAnons came hate on you cause they don't know you. \nBUT. \nYou can hate on anons when you don't know them? Lmfaoooooo.\n  ","831091":"\n   Why are you such a hard bitch? Like chill the fuck out for once. Lmfao. No wonder you get so much hate.\n  ","831092":"\n   anon maybe find her yourself or something y'all are obsessed like get over her move on\n  ","831093":"\n   By looking at her page for the person calling her out. Lmfao. But I don't even know her username anymore since her and Alexis had their go around.\n  ","831094":"\n   You make 300$ not even  a week so does your bf yall work at McDonalds 530$-600$ a week is nothing yall have a child. Clearly you cant be talking\n  ","831095":"\n   Damn I just asked for her username so I could have called her out. It's called a chill the fuck out pill. Imago. Don't got to flip out on someone who was gonna call her out.\n  ","831096":"\n   What's gorgias AskFm username?\n  ","831097":"\n   What's Georgina's @ name?\n  ","831098":"\n   do you care about people talking about you\n  ","831099":"\n   how much do you make\n  ","831100":"\n   You don't say shit about he but she did about you lol\n  ","831101":"\n   anons a bit obsessed with that snobby girl considering they are the only ones bring her up.\n  ","831102":"\n   last time you had sex\n  ","831103":"\n   Georgina called you out haha\n  ","831104":"\n   are you black\n  ","831105":"\n   do you like girls\n  ","831106":"\n   pantie color\n  ","831107":"\n   im very upset:( can someone please talk to me you can dm on instagram\n   \n    @teen\n   \n   .moms\n  ","831108":"\n   Okay guys I may have missed a few people but I'm doing it again tonight! (: ask me a few questions so I know you want to be spammed. The more questions you ask the more I know I need to ask you. I never know who wants huge spam or who wants little so I'm going to be telling by that.\n  ","831109":"\n   bra color\n  ","831110":"\n   Which word do you want everyone to stop using?\n  ","831111":"\n   Haha\n  ","831112":"\n   Ever swallowed\n  ","831113":"\n   Ok\n  ","831114":"\n   U arent single right\n  ","831115":"\n   Ur cute\n  ","831116":"\n   Age\n  ","831117":"\n   Hi\n  ","831118":"\n   bra size\n  ","831119":"\n   you have such nice hair\n  ","831120":"\n   ass pic\n  ","831121":"\n   selfie\n  ","831122":"\n   how do you feel about self harm\n  ","831123":"\n   Why do you people care?\n  ","831124":"\n   if you went to the bathroom with a friend would you cover up or show off ?\n  ","831125":"\n   do you like being called out\n  ","831126":"\n   why did you cheat in the first place?\n  ","831127":"\n   do you have a Twitter if so whats your twitter name\n  ","831128":"\n   how old are you\n  ","831129":"\n   what are you doing\n  ","831130":"\n   have you cheated on someone before if so why\n  ","831131":"\n   SHAWNIE NEEDS A JOB GUYS SO SHE CAN QUIT BEING LAZY #sendshawnietowork2k14\n  ","831132":"\n   have you gone comando before if so why\n  ","831133":"\n   This is the best pakistani rock band ever\n   \n    https:\/\/www.youtube.com\/watch?v=G6BHzy7p170\n   \n","831134":"\n   what r u doing\n  ","831135":"\n   how are you\n  ","831136":"\n   Gerogina called you out haha\n  ","831137":"\n   who are you sleeping with\n  ","831138":"\n   wat time is it\n  ","831139":"\n   good morning\n  ","831140":"\n   are you a stripper\n  ","831141":"\n   time\n  ","831142":"\n   are you black\n  ","831143":"\n   Feeling nice tonight so I'll be spamming with good questions! Just ask me a few questions so I know you want spam and I'll spam you(:\n  ","831144":"\n   Send your anons and followers my way? My ask is dead, I'm bored and I will answer anything as it is.\n  ","831145":"\n   Not everyone who works at mcdonalds is dumb or going no where in life LOL i have friends that work there and make really good money to hep pay for COLLEGE. so not everyone who works there is a bum.\n  ","831146":"\n   QOTD: Do you think obama is a good president? Why or why not? If he could run again would you vote?\n  ","831147":"\n   What's wrong with working at McDonalds? lol It doesn't make you poor either.\n  ","831148":"\n   I like your thigh gap\n  ","831149":"\n   nice eyes\n  ","831150":"\n   you work at McDonald's\n  ","831151":"\n   anon...we aren't people who live off mommy and daddy like you obviously.. I don't need to work but I do because I'm grown. JS\n  ","831152":"\n   Bc you need it your bf and you work at McDonalds yall need money\n  ","831153":"\n   how are you poor? you make more then me and I work at a restaurant and have money. smh anon stfu\n  ","831154":"\n   Then what did she do hahah funny shit people call you out cause you pooraf\n  ","831155":"\n   Remember when ice honey called you out\n  ","831156":"\n   I don't get why they care so much if you like Mexicans or not.\n  ","831157":"\n   lol they have nothing else to insult you with\n  ","831158":"\n   bra size\n  ","831159":"\n   and that's why I get freaked out by most Mexicans...I'm not racist they just creep me out around here...lol\n  ","831160":"\n   dude...the Mexicans who work in the kitchen at work scare the crap out of me when I go back into the kitchen...mainly because they always stare about me and I know they are talking about my ass in Spanish ...it's creepy because they are 25+ ....\n  ","831161":"\n   what durgs u do\n  ","831162":"\n   Fuck you too then NIGGER\n  ","831163":"\n   What's wrong with Mexicans?\n  ","831164":"\n   you don't like Mexicans\n  ","831165":"\n   what are you doing\n  ","831166":"\n   do you think gays should get married\n  ","831167":"\n   last time you shaved your legs\n  ","831168":"\n   will you do honestly night\n  ","831169":"\n   so you don't Like Mexicans\n  ","831170":"\n   your so sweet\n  ","831171":"\n   what kind of music do you like\n  ","831172":"\n   are you ttc\n  ","831173":"\n   any piercings\n  ","831174":"\n   pap of your shoes you have on\n  ","831175":"\n   If you got pregnant again would you keep it?\n  ","831176":"\n   u want more kids\n  ","831177":"\n   I mean i dont understand why you dont like them\n  ","831178":"\n   Do you like asians\n  ","831179":"\n   Why don't you like Mexicans\n  ","831180":"\n   There ancestor was\n  ","831181":"\n   I mean your mom or dad was once a slave\n  ","831182":"\n   do you like Mexicans\n  ","831183":"\n   how do you feel about Obama letting immigrants  in\n  ","831184":"\n   favorite position\n  ","831185":"\n   how are you\n  ","831186":"\n   can I meet you\n  ","831187":"\n   can I have your number\n  ","831188":"\n   hello\n  ","831189":"\n   ur lucky\n  ","831190":"\n   do u sell drugs\n  ","831191":"\n   so what is he doing\n  ","831192":"\n   lmao that sounds like he's ****ing you right now\n  ","831193":"\n   whats your boyfriend doing\n  ","831194":"\n   does ur boyfriend know how to get you mad\n  ","831195":"\n   Who has folded your child stroller\n  ","831196":"\n   ur boyfriend isnt perfect\n  ","831197":"\n   Then this really isn't honesty night....... Lol\n  ","831198":"\n   Describe the first time you had sex\n  ","831199":"\n   who don't you like on ask\n  ","831200":"\n   i just had sex and my boyfriend came in me, does thay mean im pregnant\n  ","831201":"\n   what game system do you have\n  ","831202":"\n   If you had more money than you ever need, would you give it away?\n  ","831203":"\n   u believe in God\n  ","831204":"\n   last time u straighten your hair\n  ","831205":"\n   i like your blonde hair\n  ","831206":"\n   y do you get so much hate\n  ","831207":"\n   u had blonde hair\n  ","831208":"\n   Lol until you prove me  wrong haha you dont have to show ass to see ass\n  ","831209":"\n   Ew bc you have no ass big thigh gaps mean no ass.....\n  ","831210":"\n   Why your thigh gap so damn big lol\n  ","831211":"\n   how do you feel about what Hilter did\n  ","831212":"\n   how are you\n  ","831213":"\n   do you like seafood\n  ","831214":"\n   wheres your stalker\n  ","831215":"\n   Ashley's Random Question Time!! Do you prefer a simpler pizza with 1 or 2 toppings, or one with many layers piled on?\n  ","831216":"\n   Going to be one of my last !!HONESTYNIGHT!!'s in a while tonight, so send your followers my way and ask me some questions! Not allowed to delete anything and must answer all!\nX x\n  ","831217":"\n   Ootd\n  ","831218":"\n   what are you doing\n  ","831219":"\n   last thing you ate\n  ","831220":"\n   oh my some other person likes Kim K. we are all copiers since someone else liked something! oh the shame. \nanon. stfu.\n  ","831221":"\n   Lol u were getting called out by her if you read previous questions dumbass you are so dumb its sorry\n  ","831222":"\n   And the nudes thing she said before your answer get ur shit correct\n  ","831223":"\n   15 days ago she did ur a creeper\n  ","831224":"\n   She has said kim k since the beginning when she recently mad it and when she was calling you out\n  ","831225":"\n   You got the kim k thing from georgina and the nudes creeper -_-\n  ","831226":"\n   can you have sex on your period\n  ","831227":"\n   Are you happy with the amount of information in your head?\n  ","831228":"\n   how how long did you sleep for\n  ","831229":"\n   IG name\n  ","831230":"\n   what questions can we ask you\n  ","831231":"\n   why is your boyfriend stil sleeping and what time is it\n  ","831232":"\n   If you could trade places with one famous person and have their talents, who would you choose?\n  ","831233":"\n   Fallon Lanies mom is crazy\n  ","831234":"\n   What would you never post online?\n  ","831235":"\n   are you pregnant\n  ","831236":"\n   what are you about to do\n  ","831237":"\n   pap of Joseph\n  ","831238":"\n   What do you think are the traits of highly productive people?\n  ","831239":"\n   how many naps does your son take a day\n  ","831240":"\n   Personal tmi question here you can just delete it if you feel it is too invasive.\nDo you believe everyone has a set fantasy in their head?\nWhat is your ultimate sexual fantasy?\n  ","831241":"\n   have you done pee wars\n  ","831242":"\n   plans for today\n  ","831243":"\n   are you home\n  ","831244":"\n   is it cold were you are\n  ","831245":"\n   ur always tired\n  ","831246":"\n\n    @peaceforkaytee\n   \n   is pregnant lolz\n  ","831247":"\n   do you brestfeed\n  ","831248":"\n   how are you tonight\n  ","831249":"\n   hello\n  ","831250":"\n   Ask seems dead tonight. Ask me questions and I'll spam you?! (:\n  ","831251":"\n   IF you could magically transport yourself into the movie STAR WARS....would you join Luke Skywalker and the Rebels or Darth Vader and the Imperial Force?\n  ","831252":"\n   When you drop food on the floor do you observe the 5 second rule?\n  ","831253":"\n   What is the your favorite rock band, aerosmith or velvet revolver?\n   \n    https:\/\/www.youtube.com\/watch?v=9JhsUFuqbCM\n   \n","831254":"\n   Have you ever been so heart broken that you needed someone else to help you pick up the pieces?\n  ","831255":"\n   if you with  a group of friends had a dodgy curry at your house and you  and your friends got food poisoning and it was comeing out both ends..........how  would you sort it out?  serious question\n  ","831256":"\n   Is there a song that when you hear it, makes you want to get up and dance?\n  ","831257":"\n   plans for today\n  ","831258":"\n   Are they any good movies (etc) on Netflix that you would suggest watching?\n  ","831259":"\n   What is one guilty pleasure you love too much to give up on?\n  ","831260":"\n   What are your nicknames? What do you prefer to be called?\n  ","831261":"\n   What kind of questions do you receive on here that just makes you furious?\n  ","831262":"\n   Does anyone else get blocked from liking? I did, I liked too much stuff D: I hate it -.-\n  ","831263":"\n   What are the 3 nevers of your life?\n  ","831264":"\n   Happiest memory?\n  ","831265":"\n   What do you think about capital punishment?\n  ","831266":"\n   Is revenge sometimes justified?\n  ","831267":"\n   which is stronger; anger or love?\n  ","831268":"\n   What inspires you?\nWhat makes you tick?\nWhat are the reasons for both of your answers?\n  ","831269":"\n   Do you have any regrets in life?\n  ","831270":"\n   What are the 3 main reasons for your existence on this earth today?\n  ","831271":"\n   What is the purpose of life?\n  ","831272":"\n   Where do you think you'll be in 10 years from now?\n  ","831273":"\n   For a relationship to last; what 3 most important things are needed?\n  ","831274":"\n   Do you believe in life after death is possible?\n  ","831275":"\n   What does happiness mean?\nCan you define real happiness?\n  ","831276":"\n   What are some things you wished people knew about you?\n  ","831277":"\n   Is it easier to ask a deep questions to someone else or to yourself? Why?\n  ","831278":"\n   You can have one of the following two things; trust or love\nWhich do you choose? And why?\n  ","831279":"\n   How are you?\n  ","831280":"\n   Are you following me?\n  ","831281":"\n   u have a lot of haters\n  ","831282":"\n   ur dp is gorgeous\n  ","831283":"\n   are you mad\n  ","831284":"\n   Who cares anon?\n  ","831285":"\n   What's your opinion on Meghan Trainor? Do you like her music?\n  ","831286":"\n   how are you\n  ","831287":"\n   How do they even know if they're saggy? lol\n  ","831288":"\n   I agree with what reachel said\n  ","831289":"\n   I wonder if this ANON knows how to get their facts right or if they just talk out their ass 24\/7 considering I'm losing weight and sky isn't fat and you are just naturally skinny.\n  ","831290":"\n   Getting jobs are not always easy\n  ","831291":"\n   anon did you know I only make $2.45 an hour...and I'm a server at a restaurant so gabby makes more then I do working at MacDonalds....anons need to stfu.\n  ","831292":"\n   Fat jokes? Yet you're hiding behind anon. lol Anybody who has talked to me knows I stick up for my friends. So kindly go sit and rotate on a chainsaw.\n  ","831293":"\n   that anon\n  ","831294":"\n   anon...a Mexican owns my own place. so your point? MacDonalds is a place that pays. I highly doubt anyone cares what race are managers.\n  ","831295":"\n   A job is a job anon\n  ","831296":"\n   you have nice eyes\n  ","831297":"\n   Geez, just because she is skinny doesn't mean she doesn't eat.\n  ","831298":"\n   Some people are naturally skinny\n  ","831299":"\n   do you eat\n  ","831300":"\n   has ur son got his first hair cut yet\n  ","831301":"\n   i luv ur hair\n  ","831302":"\n   How can you say she has problems she clearly needs to fix when you don't even know her? lol\n  ","831303":"\n   you have problems you clearly need to fix\n  ","831304":"\n   wats wrong\n  ","831305":"\n   Current mood?\n  ","831306":"\n   how r u nd ur boyfriend\n  ","831307":"\n   what do you want for Christmas\n  ","831308":"\n   who's Georgina\n  ","831309":"\n   you work at McDonald's\n  ","831310":"\n   can you sing\n  ","831311":"\n   what drugs do you wanna try\n  ","831312":"\n   ur fake\n  ","831313":"\n   is ur boyfriend sweet\n  ","831314":"\n   how old is ur boyfriend\n  ","831315":"\n   ever been arrested\n  ","831316":"\n   are you mad\n  ","831317":"\n   do you like sex\n  ","831318":"\n   hiii\n  ","831319":"\n   do you smoke\n  ","831320":"\n   how long u been with ur boyfriend\n  ","831321":"\n   what are you doing\n  ","831322":"\n   did you ever know who speaker knockerz was?(: did you like his music?\n  ","831323":"\n   Do you sing in the shower? What kind of songs?\n  ","831324":"\n   whats something you do often that nobody knows\n  ","831325":"\n   do you love your boyfriend\n  ","831326":"\n   why do you cry\n  ","831327":"\n   what's ur bf doing\n  ","831328":"\n   what's something you hate that a person doea\n  ","831329":"\n   Aww, I hope you feel better soon\n  ","831330":"\n   what's wrong\n  ","831331":"\n   how are you feeling\n  ","831332":"\n   what is your favorite browser?\n  ","831333":"\n   What celebrity do you hate? justin gayber or barack obama?\n  ","831334":"\n   What vegetable do you hate?\n  ","831335":"\n   teenagers having kids smh\n  ","831336":"\n   with all this information I showed you the superiority of spanish civilization against german, frenchis, anlgoxaxon arabics,etc,etc. hahahaha and all of you thank the empire broke away but you would have our boots on their necks Jews.\n  ","831337":"\n   Name two people in your life who have made it better. Explain why?\n  ","831338":"\n   vrs of your son\n  ","831339":"\n   anon...Difference ********** grammar anon. simple grammar\n  ","831340":"\n   you can see the big different here: the verb PLAY has this conjugation (play, plays, playing, played) while in spanish (juego, juegas, juega, jugasteis, jugas, jugue, jugo, jugaron,jugarias, jugais,  jugarian, jugamos, jugaste, jugaria,etc,etc,etc)\n  ","831341":"\n   in other words is you speak spanish or mandarin you are a smart guy, if you speak english you have a ape intelligent, i learned english in 3 weekss hahahaha\n  ","831342":"\n   Did you know that the english verbs have only 4 conjugations  while spanish verbs have 30 conjugations? this is the reason for anglosaxon can not learn spanish hahahaha\n  ","831343":"\n   Tell me 5 things you're thankful for!\n  ","831344":"\n   where do u live\n  ","831345":"\n   If you have siblings did you at any time have to share a room with them?\n  ","831346":"\n   I don't understand why you consider fighting to be a normal thing? In my case, it's my way or the way high. I let people know that any negative conversations (esp. if it's on my behavior cuz I do what i want regardless of how it affects others) are prohibited because I have 'high standards ' :)\n  ","831347":"\n   What is something that makes you truly depressed?\n  ","831348":"\n   how many followers do you have?\n  ","831349":"\n   erm i know this is werid ive got a reason for asking you this .....is it ok to poo outdoors behind bushes if your desprate\n  ","831350":"\n   opinion on cleavge\n  ","831351":"\n   have there been times when you were bursting for the toilet and you got on quick then had trouble going\n  ","831352":"\n   u don't care what people think of you\n  ","831353":"\n   what time is it\n  ","831354":"\n   how are you\n  ","831355":"\n   Do you have a favorite insect?I like the praying mantis.\n  ","831356":"\n   why are you so small?\n  ","831357":"\n   I reported them and blocked . I'm so sorry my haters attacked you .\n  ","831358":"\n   Love you baby\n  ","831359":"\n   ur so freaking skinny\n  ","831360":"\n   how are you today? :)\n  ","831361":"\n   ya but thats gotta be rough\n  ","831362":"\n   some anon told that to\n   \n    @chelsraae\n   \n","831363":"\n   they told her to wrap her baby in a trash bag :( its so sad\n  ","831364":"\n   Would you say you're someone who has to stick to a daily routine?\n  ","831365":"\n   Are you into video games? What do you like to play? If not, what are some of your hobbies?\n  ","831366":"\n   can your son walk\n  ","831367":"\n   If you had the opportunity to go sky diving, would you?\n  ","831368":"\n   ever broken a bone\n  ","831369":"\n   Dark chocolate or milk chocolate?\n  ","831370":"\n   Earlier today I was watching this show about hoarders. Why do you think people let their house pile up with junk? Do you know anyone who was a hoarder like that?\n  ","831371":"\n   how old is ur son\n  ","831372":"\n   Your son is a true angel! ❤️\n  ","831373":"\n   what's your belly piercing\n  ","831374":"\n   what's the temperature\n  ","831375":"\n   what time is it where  you are\n  ","831376":"\n   people ARE obsessed\n  ","831377":"\n   we arent obsessed shes just so young and dumb\n  ","831378":"\n   their obsession with that poor girl is creepy!\n  ","831379":"\n   how old were you when you had Joseph\n  ","831380":"\n   Anon needs to read before trying to start shit\n  ","831381":"\n   you watch AHS\n  ","831382":"\n   shes not 15\n  ","831383":"\n   honest opinion on\n   \n    @chelsraae\n   \n   , shes 13 and pregnant\n  ","831384":"\n   pro-life or pro-choice\n  ","831385":"\n   You have your religion, she has hers.\n  ","831386":"\n   oh boohoo god believers need to get over it!\n  ","831387":"\n   how old are you\n  ","831388":"\n   So you don't believe in God? Lol I would say I'd see you in hell but that's not where im going.\n  ","831389":"\n   Don't get butthurt if she doesn't wanna pray. lmfao she doesn't pray.\n  ","831390":"\n   I don't see a problem with praying for their family just to show you're supporting them I think that's what they meant. It's rude to be that way to someone when they've just lost 2 special people. I'll pray for them and you.\n  ","831391":"\n   how are you heartless? like get off ask and grieve not spread things around ask...JS\n  ","831392":"\n   Anons need to get a life instead of getting butthurt because of the truth.\n  ","831393":"\n   You guys are fucking heartless. The person was only asking for prayers she lost her friends you could atleast try!\n  ","831394":"\n   Jesus freak anons! Like pray for the family...sure hope they keep their heads up sure.... But praying for the dead ? What's the damn point ? Smh anons amaze me.\n  ","831395":"\n   Can you do any of your ootd of anyday this week\n  ","831396":"\n   Actually prayers would help the people's family!!\n  ","831397":"\n   that's rude , let God pray for you\n  ","831398":"\n   Thoughts on what Toni is saying on her page ?\n  ","831399":"\n   are you popular\n  ","831400":"\n   Youve probably never heard of these people but on facebook look up jacob damron and sara thoman! On Sunday they were in a horrible car accident Jacob died the day of the wreck and Sara died the day after Now they are both in heaven together. They were a couple and my Bestfriends help get th word out\n  ","831401":"\n   r u okay\n  ","831402":"\n   Do you think every person secretly has a fetish even if they won't admit it?\n  ","831403":"\n   does your son sleep in s crib still or toddler bed\n  ","831404":"\n   What do you believe makes you fall for someone?\n  ","831405":"\n   I know, I mean digging from a DUMPSTER! Really?\n  ","831406":"\n   I'm watching a the same thing right now haha.\n  ","831407":"\n   What causes you the most trouble in your relationship or in past relationships?\n  ","831408":"\n   do u like anal\n  ","831409":"\n   do u like apple pie\n  ","831410":"\n   why didn't you breastfeed\n  ","831411":"\n   what are you watching VRS\n  ","831412":"\n   is that your real hair\n  ","831413":"\n   tell us your day vrs\n  ","831414":"\n   vr of your fuzzy socks\n  ","831415":"\n   what are you wearing\n  ","831416":"\n   how was work\n  ","831417":"\n   IG name\n  ","831418":"\n   what's your son doing\n  ","831419":"\n   did your belly piercing hurt\n  ","831420":"\n   Send some of those followers of yours this way! haha. Have a great day :) xoxo\n  ","831421":"\n   Why do zombies like brain so much?\n  ","831422":"\n   What's your opinion on Bill Cosby?What do you make of the allegations against him?\n  ","831423":"\n   how old are you\n  ","831424":"\n   ever kissed a girl\n  ","831425":"\n   another picture\n  ","831426":"\n   what's your son doing\n  ","831427":"\n   pap pf Joseph\n  ","831428":"\n   what are you doing\n  ","831429":"\n   Can you do a OOTD(:\n  ","831430":"\n   If you made a \"starter pack\" describing yourself like what is trending on twitter what would it include?\n  ","831431":"\n   Sending to everyone I follow, I'm doing opinions, so if you get this 1) I follow you which means you're amazing  and 2) send me your @'s Only if you're interested :*\n  ","831432":"\n   Whoever likes this, ask them three questions?\n  ","831433":"\n   Opinion on\n   \n    @redheadmomma\n   \n   saying teens should not ttc?\n  ","831434":"\n   what stuff would you do or say to help someone whos not good at sex... serious question\n  ","831435":"\n   If you could name a burger after yourself...what would you name it?\n  ","831436":"\n   SEARCH YOUR SOUL.....ARE YOU OK???\n  ","831437":"\n   some people need some respect and manners.\n  ","831438":"\n   saggy ass mfin titties. ew\n  ","831439":"\n   Do you prefer superheroes with extraordinary abilities (Superman, The Hulk, etc) or superheroes with no \"powers\" who rely more on intellect or hand-to-hand combat (Batman, Captain America, etc)?\n  ","831440":"\n   Have you ever dated someone or had a sexual encounter with someone who had an extremely weird fetish?\n  ","831441":"\n   Personal question here have you ever been extremely nervous to have sex with someone?\nIf you have what was your reasoning for being so nervous?\n  ","831442":"\n   Pardon me, I am a miserable creature so I must make everyone else as miserable. I don't have the guts to insult you directly, so I'll use false 'kindness' & 'politeness' as a guise. Don't take it personally, I treat everyone as trash can for vomiting into because what can I say? I am trash :).\n  ","831443":"\n   What works best for muscle cramps? I'm having them in my leg where my huge scar is thanks to the cold -.-\n  ","831444":"\n   what part of the house are you in\n  ","831445":"\n   do you have a man\n  ","831446":"\n   u seen the insta drama\n  ","831447":"\n   what's something you want right now\n  ","831448":"\n   last text you sent said ?\n  ","831449":"\n   What is the biggest argument you and your parter  has gotten into over something stupid (they didn't take the trash out, etc). Use parent if you don't have a partner\n  ","831450":"\n   ever been beat\n  ","831451":"\n   do you remember fallons mom's ask?\n  ","831452":"\n   you like what Hitler did? What the actual fuck....\n  ","831453":"\n   how old are you\n  ","831454":"\n   What is your favorite season?\n  ","831455":"\n   how are you\n  ","831456":"\n   what are you doing\n  ","831457":"\n   I love how she said she's in Michigan but she just posted a picture of a Florida police report lol\n  ","831458":"\n   ITS ALL SO FAKE IM LAUGHING SO HARD\n  ","831459":"\n   What would you name your first child?\n  ","831460":"\n   I bet you don't even know what he did\n  ","831461":"\n   LMAO THAT LANIE GIRL ON INSTAGRAM THO\n  ","831462":"\n   What is your opinion abour Hitler and his nazi ideology?\n  ","831463":"\n   Do you use Ask as a site or an app?\n  ","831464":"\n   should I deactivate?\n  ","831465":"\n   has Ask ever logged you out randomly? mine just did and I'm confused\n  ","831466":"\n   what are the pros and cons of shaveing downbelow\n  ","831467":"\n   what is her ask?\n  ","831468":"\n   idk y she would scam ppl\n  ","831469":"\n   is Fallons mom faking\n  ","831470":"\n   Ever hurt yourself and you have no idea how you hurt yourself? I have a cut on my arm and I don't have any idea how I did it!\n  ","831471":"\n   Do you ever wish you were a kid again?\n  ","831472":"\n   What's your wildest fantasy?Mine is to be the owner of the Oakland Raiders.\n  ","831473":"\n   Ever have someone ask you to follow them and then bitch about the amount of questions you ask ?\n  ","831474":"\n   Has a pet or a younger or even older sibling ever destroyed something of yours that meant a lot to you?\n  ","831475":"\n   Do you get cold or hot easily?\n  ","831476":"\n   My Instagram is teen.moms for this page follow:)\n  ","831477":"\n   True or false:Its ok for men to wear pink clothing.\n  ","831478":"\n   I'm having honesty night! If you could let your followers know that'd be great❤️\n  ","831479":"\n   Something that makes you nervous for your son being a teenager?\n  ","831480":"\n   you do drugs\n  ","831481":"\n   hello\n  ","831482":"\n   Its only one real ass nigga in da hood n dats me ho\n  ","831483":"\n   what kind of questions can we ask you\n  ","831484":"\n   has it snowed yet\n  ","831485":"\n   ever sent a nude\n  ","831486":"\n   what r u doing\n  ","831487":"\n   ur perfect\n  ","831488":"\n   ✨ tired of the empty inbox\n  ","831489":"\n   Do you ever find yourself feeling the need to be alone often? Why do you think this happens?\n  ","831490":"\n   Best way to manage stress?\n  ","831491":"\n   Do you ever think of how different your life could be right now if you did something differently in your past?\n  ","831492":"\n   anon is always a perv smh\n  ","831493":"\n   45+ min? what ya do? masturbate?\n  ","831494":"\n   The Elegant Universe: Superstrings, Hidden Dimensions, and the Quest for the Ultimate Theory - Full Documentary (Brian Greene)\n   \n    http:\/\/m.youtube.com\/playlist?list=PL512DFA77C3BD9E53&amp\n   \n","831495":"\n   Do you think parents should put their kids in pre school? Why\/why not?\n  ","831496":"\n   If you're not in a rush for time, how long are your typical showers?\n  ","831497":"\n   you're annoying\n  ","831498":"\n   what do you want for Christmas\n  ","831499":"\n   Do you think you could ever do a photo shoot where you're completely naked for the world to see?\n  ","831500":"\n   How do you feel when you get in a fight with your partner?\nDoes it bother you or do you just not care?\n  ","831501":"\n   What is your biggest regret?\n  ","831502":"\n   did u breastfeed\n  ","831503":"\n   u had a c section\n  ","831504":"\n   have you farted while having sex?\n  ","831505":"\n   When's the last time you had a day where you ate nothing but junk food?\n  ","831506":"\n   you have a nice body\n  ","831507":"\n   how cold does it get where you live\n  ","831508":"\n   what State you live in\n  ","831509":"\n   do you work tomorrow\n  ","831510":"\n   What is the most overplayed song of all time?\n  ","831511":"\n   whats Georgia ask\n  ","831512":"\n   how was your day\n  ","831513":"\n   Have you ever heard a story so outrageous and crazy and yet it turned out to be completely true?\n  ","831514":"\n   today when i went to the toilet i had a pee and when i finshed and a couple of minutes later as i was walking in the street i felt my leg was slighty wet  even though i thought i finished? i dont know what went wrong?\n  ","831515":"\n   have you flashed your bits at anyone? what did you flash? and why?\n  ","831516":"\n   do you remember the last time you peed our self laughing?\n  ","831517":"\n   When's the last time you ate til you were really full and could barely move?Im having one of those moments.\n  ","831518":"\n   ashley\n   \n    @friendlygurl\n   \n   did vr!! i thought fake cuz never did one! u?\n  ","831519":"\n   I meant to add a question lol\nWhat did you do this weekend?\n  ","831520":"\n   I'm sick! I hate being sick :(\n  ","831521":"\n   Do you have a secret hunch about how you will die?\n  ","831522":"\n   Before making a phone call, do you ever rehearse what you're going to say? Why?\n  ","831523":"\n   have you had wardrobe malfuntions before  if so what happened?\n  ","831524":"\n   who's Georgina\n  ","831525":"\n   what are you doing\n  ","831526":"\n   I think I'm done spamming for today!! Hope you all gorgeous momma's enjoyed the questions I asked! Any feedback? :)\n  ","831527":"\n   Are you going to tell your child\/children about Santa, Easter bunny, tooth fairy, etc.?\n  ","831528":"\n   What's your child\/children's names? Did you randomly choose it because you liked it or does it have a special meaning to you?\n  ","831529":"\n   What does your future hold?\n  ","831530":"\n   Do you remember the first thing going through your head when you first saw your child\/children?\n  ","831531":"\n   How has being a parent changed you?\n  ","831532":"\n   Have you chosen to parent like your parents raised you? How have you changed those ways?\n  ","831533":"\n   Why can't people just stop the hate lol\n  ","831534":"\n   Would you like to be in my next spam of questions? Answer this if yes:)\n  ","831535":"\n   Who do you follow on ask? I need some new people to follow. Any recommendations?\n  ","831536":"\n   Damn look at all the s*it I miss when I fall asleep.\n  ","831537":"\n   why are you on liv's jock?\n  ","831538":"\n   ur gorgeous\n  ","831539":"\n   what are you abut to do\n  ","831540":"\n   y are people mad that you work at McDonald's supporting your son\n  ","831541":"\n   u have snapchat\n  ","831542":"\n   In your opinion, what does love feel like?\n  ","831543":"\n   what's the weather like\n  ","831544":"\n   Shes obviously a jealous bitch . It says a lot about her character smh\n  ","831545":"\n   Georgina said ur boyfriend is dumb\n  ","831546":"\n   She really should just give up she won't win\n  ","831547":"\n   Definitely babe\n  ","831548":"\n   I guess we have stalkers now babe\n  ","831549":"\n   Lol right . She should get a hobby or something to fill her time instead of spending time on ask starting shit\n  ","831550":"\n   Good so far . Watch all her little \"supporters\" come after me for talking about her lol\n  ","831551":"\n   Psycho stalker much ? Smh but how's your day going ?\n  ","831552":"\n   Thank you :) ❤️ but yea she probably has no confidence in herself so she's trying to gain attention by fuckin with other ppl it's sad\n  ","831553":"\n   \"Almost 21 and out of college\" babe lmao liars these days\n  ","831554":"\n   Lol tf why ? The hells her deal ? Did u see the pic I posted of my hair ?\n  ","831555":"\n   Lmfao tht curious George or whatever girl still bothering you ?\n  ","831556":"\n   shes prettier than you\n  ","831557":"\n   ur better then her\n  ","831558":"\n   I know lol. She needs time to look up some better insults.\n  ","831559":"\n   Lmao I'm laughing at the things she has said to me\n  ","831560":"\n   Never seen so much immaturity .-. and from a child too.\n  ","831561":"\n   Ignore that Georgia, she's nothing but a low life x\n  ","831562":"\n   whats ur boyfriend doing\n  ","831563":"\n   how old is Joseph\n  ","831564":"\n   Gerogina is juzt jealous of you\n  ","831565":"\n   what's for dinner\n  ","831566":"\n   How did you know she said.you.sent yourself questions huh? I never sent that\n  ","831567":"\n   I asked you all those questions thats how i know hahahahahahah dumbass i sent one then 3 min. Later the other one and you answered it with what she had said lmao. Stalker\n  ","831568":"\n   You answered that question way before someone said anything else hahaha\n  ","831569":"\n   How do you know what she says do u stalk her?\n  ","831570":"\n   are you on the birth control\n  ","831571":"\n   plans for today\n  ","831572":"\n   she said who would want to have sex with u lol eww gross\n  ","831573":"\n   she says your nasty for talking about sex\n  ","831574":"\n   hi ask me a question i'm bored\n  "},"Answer":{"830502":"\n  well she's 15 and its hard to get a job at that age\n  ","830503":"\n  its percectly fine\n  ","830504":"\n  it is scceptable\n  ","830505":"\n  that's messed up\n  ","830506":"\n  send bby some questions\n  ","830507":"\n  8:05am\n  ","830508":"\n  goodmorning\n  ","830509":"\n  no it doesnt lol\n  ","830510":"\n  ^^^^^\n  ","830511":"\n  i dont have one\n  ","830512":"\n  i can they just stopped lol\n  ","830513":"\n  honestly I have no idea I'm just naturally skinny\n  ","830514":"\n  of course I o do lol\n  ","830515":"\n  never got attention from my mom but from my dad I'm the only child so I got all the attention from him because I'm daddies princess\n  ","830516":"\n  lol you did miss it but thanks\n  ","830517":"\n  November 8th\n  ","830518":"\n  the middle -_-\n  ","830519":"\n  I honestly have no idea people like my answers and what not , and I ask people questions and people ask me stuff and i guess there instead  in my answers\n  ","830520":"\n  2\n  ","830521":"\n  no lol but I wish\n  ","830522":"\n  none now lol\n  ","830523":"\n  670\n  ","830524":"\n  yeah lol\n  ","830525":"\n  I worked today that's about it\n  ","830526":"\n  drinking tea and watching my boyfriend play GTA5\n  ","830527":"\n  my day was wonderful lol\n  ","830528":"\n  okay I answer a question about sex and now I get all these perverted questions\n  ","830529":"\n  well I need people to ask me stuff\n  ","830530":"\n  well I mean I've been with my boyfriend for 3 years so\n  ","830531":"\n  yes I will be\n  ","830532":"\n  no I did not\n  ","830533":"\n  I'm wearing sweats , and my boyfriends shirt\n  ","830534":"\n  you are obsessed , your pathetic let her be damn\n  ","830535":"\n  i was 29 weeks here, i only made it to 30 weeks\n  ","830536":"\n  lmaooo your S T U P I D stop OBESSING over her\n  ","830537":"\n  lol i was so tiny\n  ","830538":"\n  i had a c section\n  ","830539":"\n  ASK ME STUFF,\n  \n  DOING HONESTLY NIGHT ✨\n  ","830540":"\n  how tf am i suppose to know nor care ?\n  ","830541":"\n  they do lmao\n  ","830542":"\n  its a shame how you dont understand sarcasm\n  ","830543":"\n  you should keep trying to enforce that you have personal bounries\n  ","830544":"\n  i dont have one\n  ","830545":"\n  so whats thw question\n  ","830546":"\n  wtf\n  ","830547":"\n  hell yeah thats freaking gross and nasty\n  ","830548":"\n  I'm tired but good\n  ","830549":"\n  goodmorning\n  ","830550":"\n  nope lol\n  ","830551":"\n  it was good just tired now\n  ","830552":"\n  ask her stuff guys (:\n  \n  ask me stuff to\n  ","830553":"\n  yes i have\n  ","830554":"\n  im in drive thru\n  ","830555":"\n  im at work bored\n  ","830556":"\n  i love you to bby, ❤\n  ","830557":"\n  ask me stuff while I'm at work\n  ","830558":"\n  about to get ready for work\n  ","830559":"\n  there annoying , not even asking me questions just saying things idc about lol\n  ","830560":"\n  blocked\n  ","830561":"\n  if you don't have questions to ask me get off my page or get blocked\n  ","830562":"\n  idc i dont even live there to care\n  ","830563":"\n  and that was suppose to insult me because you did a bad job\n  ","830564":"\n  i dont get how im being ignorant but you called blacks \"niggers\"\n  ","830565":"\n  its niggas, but blacks do have ance\n  ","830566":"\n  oh its okay\n  ","830567":"\n  only one thing for now, more to come tho\n  ","830568":"\n  7\n  ","830569":"\n  lime green\n  ","830570":"\n  idk lol I just don't\n  ","830571":"\n  ehh I don't like it\n  ","830572":"\n  anything for you bby ❤️\n  ","830573":"\n  I would tell him he's real until he's like probably 4 or 5\n  ","830574":"\n  haha\n  ","830575":"\n  I love your questions\n  ","830576":"\n  to be in my own place with my family\n  ","830577":"\n  Hero because im always trying to help people out when they need it\n  ","830578":"\n  wait what\n  ","830579":"\n  thanks but you don't love him , love is a strong word\n  ","830580":"\n  only one\n  ","830581":"\n  okay\n  ","830582":"\n  i don't have one\n  ","830583":"\n  I dont have one\n  ","830584":"\n  my sons sleeping right now\n  ","830585":"\n  okay\n  ","830586":"\n  yeah I did\n  ","830587":"\n  cool\n  ","830588":"\n  Untied States I guess\n  ","830589":"\n  sweet\n  ","830590":"\n  41°\n  ","830591":"\n  Mob Wives\n  ","830592":"\n  lime green\n  ","830593":"\n  okay but i probably wont post all pictures\n  ","830594":"\n  lol i don't believe in the bible so that would be pointless\n  ","830595":"\n  lmao don't worship me\n  ","830596":"\n  lol i don't even believe in God and idc about her good one tho\n  ","830597":"\n  im good (:\n  ","830598":"\n  fall ❤️\n  ","830599":"\n  ^^^^\n  ","830600":"\n  6:53am\n  ","830601":"\n  the trees\n  ","830602":"\n  by going on ask\n  ","830603":"\n  with ice\n  ","830604":"\n  then people are gonna feel bad for her child when its born\n  ","830605":"\n  i actually don't\n  ","830606":"\n  that is horrible\n  ","830607":"\n  no i don't\n  ","830608":"\n  i know lmao, she's like 12 LMAO\n  ","830609":"\n  yeah\n  ","830610":"\n  I'm scared of clowns :x\n  ","830611":"\n  5'3\n  ","830612":"\n  I actually didn't have anything this morning\n  ","830613":"\n  there insecure about their own lives\n  ","830614":"\n  haha , thank you\n  ","830615":"\n  thank you ❤️\n  ","830616":"\n  this isn't a essay\n  ","830617":"\n  thank you , there so stupid\n  ","830618":"\n  please stfu and move on , nobody called her stupid but NOW IM CALLING YOU ANONYMOUS PERSON S T U P I D\n  ","830619":"\n  they are , just tryna start drama\n  ","830620":"\n  I didn't call her stupid , she knows what I'm talking about\n  ","830621":"\n  chill at home\n  ","830622":"\n  it was good just tiring\n  ","830623":"\n  it was good\n  ","830624":"\n  let him decide since ne and his dad dont believe in thst\n  ","830625":"\n  lmaooo dont ask me\n  ","830626":"\n  watching him grow and achieve things in life\n  ","830627":"\n  I don't have one\n  ","830628":"\n  omg our kids would have so much fun together\n  ","830629":"\n  makes no sense\n  ","830630":"\n  that doesn't make sense\n  ","830631":"\n  they give ne headaches to\n  ","830632":"\n  lmaooo\n  ","830633":"\n  exactly annoying me not asking questions\n  ","830634":"\n  well idc it's MY page so like I sad it's sad\n  ","830635":"\n  well he can gtfo off my page\n  ","830636":"\n  that's what I'm saying\n  ","830637":"\n  because it's sad wtf idek who you are\n  ","830638":"\n  awww that's sad\n  ","830639":"\n  awww, i wish we can have a play date\n  ","830640":"\n  my son is a lot to handle to, my son already throwing his toddler tantrums,  not listening,  always touching stuff hes not suppose to lol\n  ","830641":"\n  lmaoo, Joseph is so spoiled and a brat, i couldnt imagine having anymore kids,  although me and my boyfriend do get baby fever from time to time , we just dont want any lmao\n  ","830642":"\n  because we just dont\n  ","830643":"\n  no i dont but my son be staring at things in my house laughing\n  ","830644":"\n  Christmas sprit (:\n  ","830645":"\n  watching Home Alone 2\n  ","830646":"\n  1. better life for my family\n  \n  2. to be stabe in life\n  \n  3. have a lot of money\n  ","830647":"\n  watch tv, sleep, play the xbox, listen to music\n  ","830648":"\n  kinda but not really\n  ","830649":"\n  xbox all day lmao\n  ","830650":"\n  family ❤\n  ","830651":"\n  I've wanted a piercing and my dad said the only piercing i can have i my nose and that to many piercings isn't a good look, but 2 years ago i go my belly lmao and i have my boyfriends name tattooed on my heart and im getting my sons next ❤\n  ","830652":"\n  i hate when people try to give me or my boyfriend advice or tell us about our son as if we dont know already\n  ","830653":"\n  co sleep even tho he reather sleep in his own crib\n  ","830654":"\n  lol depends on the tattoo\n  ","830655":"\n  actually no i havent\n  ","830656":"\n  thank you lmao\n  ","830657":"\n  it really is\n  ","830658":"\n  making YouTube viedos\n  ","830659":"\n  lol sheesh\n  ","830660":"\n  lol i have 670 followers and my ask is dead\n  ","830661":"\n  ❤\n  ","830662":"\n  hes good\n  ","830663":"\n  ugh me to\n  ","830664":"\n  ask Tori questions guys and me (:\n  ","830665":"\n  i actually have never\n  ","830666":"\n  no i didn't\n  ","830667":"\n  how am i suppose to know lol\n  ","830668":"\n  haha, somewhere\n  ","830669":"\n  thank you .  it gets annoying sometimes tho\n  ","830670":"\n  are you forreal ?\n  ","830671":"\n  im in love with the coco\n  ","830672":"\n  i can clearly see want that, just like when people post what state they live in\n  ","830673":"\n  oh so does it now\n  ","830674":"\n  I don't really have any\n  ","830675":"\n  hang out with my little family ,\n  ","830676":"\n  nothing bored\n  ","830677":"\n  ask her stuff\n  \n  and me to guys ✨\n  ","830678":"\n  not at all (:\n  ","830679":"\n  nope not at all. I eat more than you guys think\n  ","830680":"\n  about pregnancy\n  ","830681":"\n  my alarm is my son LMAOOO and I'm my boyfriends annoying alarm LMAOO\n  ","830682":"\n  I don't fucking know nor do I fucking care ✌️\n  ","830683":"\n  just right now ;)\n  ","830684":"\n  I tap his hands when he's doing wrong or I tell him \"no\" or when he throws a tantrum I tap his hands , nothing serious like hitting hard that's not for me\n  ","830685":"\n  no I don't\n  ","830686":"\n  ask me stuff guys ✨\n  \n  anything yall want\n  ","830687":"\n  yes 2013\n  ","830688":"\n  idk I wish I knew lol\n  ","830689":"\n  of course I am ;)\n  ","830690":"\n  no LMAOO, thats talking shit, unless they know that person's life\n  ","830691":"\n  i was 18\n  ","830692":"\n  yeah hes only 13 months old\n  ","830693":"\n  yeah all the time, hes eating Apple slices right now lol\n  ","830694":"\n  LMAOO omg\n  ","830695":"\n  anons who think they know my life , my job at times and other things\n  ","830696":"\n  I'm okay lol\n  ","830697":"\n  your funny, i love your accent,  your daughter is beyond perfect, your gorgeous and such a great mommy❤\n  ","830698":"\n  sure send them in\n  ","830699":"\n  I'm twenty\n  ","830700":"\n  lol i get that a lot\n  ","830701":"\n  your welcome ❤\n  ","830702":"\n  your an amazing friend. i love taking to you on kik and you always have my back, your pretty,  smart and outgoing ❤\n  ","830703":"\n  shes sweet and her daughter is beyond adorable, i love following her\n  ","830704":"\n  he was 3lb 2oz at birth\n  ","830705":"\n  shut the fuck up , your so ignorant\n  ","830706":"\n  lmaoo its cold where i live so gtfo\n  ","830707":"\n  okay\n  ","830708":"\n  nothing does\n  ","830709":"\n  (:\n  ","830710":"\n  limegreen\n  ","830711":"\n  im all for it\n  ","830712":"\n  taking a nap\n  ","830713":"\n  he's 13 months\n  ","830714":"\n  between 6:30am and 7am\n  ","830715":"\n  nope i loved it\n  ","830716":"\n  Christmas\n  ","830717":"\n  your ignorant you know that\n  ","830718":"\n  I never got it redone\n  ","830719":"\n  30 weeks exactly\n  ","830720":"\n  yeah lol and I had him a year ago\n  ","830721":"\n  I'm 2 0\n  ","830722":"\n  my nose and belly\n  ","830723":"\n  i only have one but i want more\n  ","830724":"\n  ✌\n  ","830725":"\n  its white\n  ","830726":"\n  yeah i do (:\n  ","830727":"\n  a couple minutes ago\n  ","830728":"\n  well considering I'm allergic to them\n  ","830729":"\n  thank you\n  ","830730":"\n  because he's my son\n  ","830731":"\n  black at the moment\n  ","830732":"\n  some guy and no\n  ","830733":"\n  my boyfriend\n  \n  my son\n  \n  myself\n  ","830734":"\n  haha, i definitely do\n  ","830735":"\n  nope i still have to get more stuff\n  ","830736":"\n  i don't click links\n  ","830737":"\n  im good just tired\n  ","830738":"\n  it was good and i just spent time with ny family\n  ","830739":"\n  keep me entertain guys im at work until 4\n  ","830740":"\n  yes my finger and i fell on ground\n  ","830741":"\n  yeah sometimes\n  ","830742":"\n  maybe lmao\n  ","830743":"\n  no but i wish\n  ","830744":"\n  because your bleeding and that's nasty\n  ","830745":"\n  i like Halloween movies,  PLL and Christmas movies\n  ","830746":"\n  ir might mess you up in college idk\n  ","830747":"\n  pretty big\n  ","830748":"\n  peqnute\n  ","830749":"\n  nope\n  ","830750":"\n  being in a relationship\n  ","830751":"\n  i love you to bby ❤\n  ","830752":"\n  there red\n  ","830753":"\n  no he's 1\n  ","830754":"\n  yes he is\n  ","830755":"\n  yes i can\n  ","830756":"\n  go pick up my birth control\n  ","830757":"\n  yes i am\n  ","830758":"\n  goodmorning\n  ","830759":"\n  lol because girls sit and wipe themselves idk lol\n  ","830760":"\n  trying to give my son a nap\n  ","830761":"\n  Paris\n  ","830762":"\n  lol\n  ","830763":"\n  ^^^^\n  ","830764":"\n  9:32pm\n  ","830765":"\n  honestly not my problem\n  ","830766":"\n  5 years\n  ","830767":"\n  mhm yeah\n  ","830768":"\n  I like them\n  ","830769":"\n  whatever you want\n  ","830770":"\n  eat soup to, rest a lot\n  ","830771":"\n  i dont click links\n  ","830772":"\n  you mean stomach ache ? right ? because of so drink ginger ale , take some medicine and gets lots of rest\n  ","830773":"\n  ^^^^\n  ","830774":"\n  omg y'all are so annoying about this topic ask me something different\n  ","830775":"\n  it's white\n  ","830776":"\n  leggings , black shirt and boots\n  ","830777":"\n  yeah I do\n  ","830778":"\n  yeah I love them\n  ","830779":"\n  I'm at home\n  ","830780":"\n  (:\n  ","830781":"\n  because my son is and I'm tying too give him a nap\n  ","830782":"\n  yeah i love this time of the year\n  ","830783":"\n  thank ya, and i definitely didn't\n  ","830784":"\n  going to the car dealership then hopefully later tonight the hookah lounge\n  ","830785":"\n  I'm 20\n  ","830786":"\n  lmaooo ask me if i care\n  ","830787":"\n  laying down in the dark\n  ","830788":"\n  no he drinks regular milk\n  ","830789":"\n  11:04pm\n  ","830790":"\n  Thank ya (:\n  ","830791":"\n  i had him at 18\n  ","830792":"\n  nope but i have a lot of picures of my son and boyfriend\n  ","830793":"\n  lol i dont wanna talk about it\n  ","830794":"\n  im good just a little mad\n  ","830795":"\n  omg i have no idea lol (:\n  ","830796":"\n  hahah yeah as of today\n  ","830797":"\n  nope not at all\n  ","830798":"\n  ask me stuff guys (:\n  ","830799":"\n  just clothes for my son\n  ","830800":"\n  (:\n  ","830801":"\n  im 20\n  ","830802":"\n  don't think about it\n  ","830803":"\n  i don't click links\n  ","830804":"\n  Paris\n  ","830805":"\n  thank you, i hope you had a good one to\n  ","830806":"\n  thank ya (:\n  ","830807":"\n  the outlets , wal mart, best buy,carters, childern place\n  ","830808":"\n  muahhhh :*\n  ","830809":"\n  yes i am (:\n  ","830810":"\n  what im thankful for ❤\n  ","830811":"\n  yeah i am (:\n  ","830812":"\n  no\n  ","830813":"\n  thank ya Happy Thanksgiving to you to\n  ","830814":"\n  just hanging out with my family smoking watching the football game drinking beers then later on we're going Black Friday for our son ❤️\n  ","830815":"\n  Happy Thanksgiving and im thankful for my family\n  ","830816":"\n  Thank You,  Happy Thanksgiving to you to\n  ","830817":"\n  lmaooo , im not doing one\n  ","830818":"\n  bananas\n  ","830819":"\n  i want a big mac right now\n  ","830820":"\n  i love the Mc&Cheese\n  ","830821":"\n  you clearly can't see them so idk what your talking about\n  ","830822":"\n  being to hot,  you can always warm yourself up\n  ","830823":"\n  i wouldn't say all whites but majority\n  ","830824":"\n  I'm scared of clowns\n  ","830825":"\n  im fine\n  ","830826":"\n  idc tbt\n  ","830827":"\n  honestly idek\n  ","830828":"\n  why are spanish people good at playing soccer, why are black people good at football ?\n  ","830829":"\n  honestly idk and idc lol i dpnt even live in England\n  ","830830":"\n  because idk I just don't\n  ","830831":"\n  ask me stuff\n  ","830832":"\n  lol haha , yeah i would\n  ","830833":"\n  im 20\n  ","830834":"\n  because i don't\n  ","830835":"\n  nope\n  ","830836":"\n  Happy Thanksgiving to you to\n  ","830837":"\n  mhm I honestly never thought about this question\n  ","830838":"\n  im good i just have a headache\n  ","830839":"\n  ^^^^^\n  ","830840":"\n  lmaooo\n  ","830841":"\n  i have my ears, nose and belly\n  ","830842":"\n  could be better\n  ","830843":"\n  probably 16\n  ","830844":"\n  I rather not say what state to many stalkers and yeah I do but its to expensive\n  ","830845":"\n  my boyfriend\n  ","830846":"\n  lol no I'm not\n  ","830847":"\n  sit here like I've been doing lol\n  ","830848":"\n  lol I know I sound like it but in reality I'm not\n  ","830849":"\n  I care way to much , I wanna stop caring to much\n  ","830850":"\n  nobody\n  ","830851":"\n  I want nothing tbt\n  ","830852":"\n  I wanted a boy\n  ","830853":"\n  thanks\n  ","830854":"\n  good for him\n  ","830855":"\n  I don't know what movies are out lol\n  ","830856":"\n  being better\n  ","830857":"\n  yeah I have\n  ","830858":"\n  I'm at home\n  ","830859":"\n  no but shit happens\n  ","830860":"\n  I don't know what he's getting me\n  ","830861":"\n  my boyfriend\n  ","830862":"\n  good night\n  ","830863":"\n  somewhere in the world\n  ","830864":"\n  yeahhh\n  ","830865":"\n  because I don't , how am I suppose to know what he's doing\n  ","830866":"\n  watching Faking It\n  ","830867":"\n  oh okay\n  ","830868":"\n  I'm okay lol\n  ","830869":"\n  my date\n  ","830870":"\n  why does that matter\n  ","830871":"\n  yeah\n  ","830872":"\n  because I'm not with him\n  ","830873":"\n  a lot of things do\n  ","830874":"\n  I don't know\n  ","830875":"\n  no I hate the human race\n  ","830876":"\n  ^^^^^^\n  ","830877":"\n  your anonymous\n  ","830878":"\n  I took at least 8 lol\n  ","830879":"\n  well obviously\n  ","830880":"\n  somewhere in the world\n  ","830881":"\n  nope the USA\n  ","830882":"\n  would you ever touch a jelly fish\n  ","830883":"\n  OMG im glad your a prick\n  ","830884":"\n  anything you guys want\n  ","830885":"\n  ohhh that hurt \n  ","830886":"\n  yeah very cold\n  ","830887":"\n  actually no because o have there Twitter , IG , Kik Facebook so try again\n  ","830888":"\n  I already know the people who I was on there page you dumb ass prick LMAOOO\n  ","830889":"\n  I'm obsessed but yet your on others pages starting shit  LMAOOO oh gosh\n  ","830890":"\n  when you make sense then we can talk until then go get educated\n  ","830891":"\n  why are you so obsessed with other people's lives ? and anyways you make no sense why would I hate off an anon LMAOOO\n  ","830892":"\n  I don't hate anyone\n  ","830893":"\n  that your an idiot anon who's  annoying asf\n  ","830894":"\n  lmao the stupidity is real tonight SMH\n  ","830895":"\n  idk i follow a lot and its to much tp type lol\n  ","830896":"\n  thank ya\n  ","830897":"\n  like 11 or 12\n  ","830898":"\n  and it's sad you care that much\n  ","830899":"\n  I mean I do have one but I'm not giving it out to a stranger\n  ","830900":"\n  I wanna get drunk and go to a bar LOL\n  ","830901":"\n  November 8th\n  ","830902":"\n  yes because my name clearly says Gabby not Gaby idek who Gaby is lol\n  ","830903":"\n  it's Gabby like how I slept it on my name on here I don't know why Gaby is\n  ","830904":"\n  nope all natural\n  ","830905":"\n  on the block\n  ","830906":"\n  yeah lmao where I live there's a bunch of them\n  ","830907":"\n  on an Island as I keep saying\n  ","830908":"\n  yeah I have\n  ","830909":"\n  what's sex ?\n  ","830910":"\n  because I like to take pictures that way\n  ","830911":"\n  NineGDxFourO\n  ","830912":"\n  JosephJourney_xo\n  ","830913":"\n  I don't give that out\n  ","830914":"\n  lol nope\n  ","830915":"\n  lol who is that\n  ","830916":"\n  lol what a weird question but blue strips\n  ","830917":"\n  haha thank you (:❤️\n  ","830918":"\n  drinking tea and doing other things (:\n  ","830919":"\n  true facts\n  ","830920":"\n  yeah bullshit and peanuts\n  ","830921":"\n  can ya not read ?\n  ","830922":"\n  as can be lol\n  ","830923":"\n  awww thank you ❤️\n  ","830924":"\n  thank you , our Justice system is all types of fucked up . what makes it right to shoot an unarmed black teen 12 times ? and the officer said he had no remorse and he would do it again\n  ","830925":"\n  yeah I'm not that far from NYC\n  ","830926":"\n  exactly people fail to realize the situation of what happened\n  ","830927":"\n  well half LMAOO\n  ","830928":"\n  I don't see how your a damn officer against a teen who cares if he was bigger , like damn you could of shot him once when he got down to the ground then you arrest him .\n  ","830929":"\n  people in the world amaze me who cares if the teen robed a store does that make it OKAY to shoot him 12 times , no it doesn't and the officer talked to the grand jury before they made there decision. was that fair NOOO it wasn't . they just went by what the officer said . you people fail the realize a lot about this case\n  ","830930":"\n  669\n  ","830931":"\n  yeah my belly and nose\n  ","830932":"\n  exactly, he could of shot him at least once not 12 times that's just saying I wanna kill this young boy . it pisses me off that people are okay with this cop having no indictment. this mothers boy will NEVER see her son again but that officer will get to see his family every single day\n  ","830933":"\n  people fail to realize that okay the kid was big and they gives you a right to shoot 12 rounds at the boy , y'all fail to realize that this young boy's mother won't be able to see her son walk through the door no more, won't get a hug nor a kiss no more , she will be spending holidays without her son meanwhile that officer gets to go home to his family and spend holidays with his family ect\n  ","830934":"\n  because they know I'm right that's why they never came back LMAOOO\n  ","830935":"\n  they barely experience it\n  ","830936":"\n  send in them questions guys (:\n  \n  I got a couple of new followers ✨\n  ","830937":"\n  actually it's a herb\n  ","830938":"\n  I do believe that it's a racial and government issue\n  ","830939":"\n  does it look like I know ?\n  ","830940":"\n  actually it isn't , lmao but okay\n  ","830941":"\n  I smoke bud which isn't a drug and I smoke cigarettes\n  ","830942":"\n  nope not physically but mentally\n  ","830943":"\n  no lmao he shouldn't have shot him 12 times\n  ","830944":"\n  i have 4\n  ","830945":"\n  i reported them a million times (:\n  ","830946":"\n  anything you want\n  ","830947":"\n  i have 10 me people who wanna follow me LOL\n  ","830948":"\n  exactly but i see they have nothing to say back\n  ","830949":"\n  don't apologize to yourself\n  ","830950":"\n  hes 13 months\n  ","830951":"\n  because she wants attention and by talking about me people will ask her things lol\n  ","830952":"\n  im 2 0\n  ","830953":"\n  I honestly don't know and honestly i dont care,  not being rude or anything\n  ","830954":"\n  nobody called me out like damn, ain't nobody mad LMAO\n  ","830955":"\n  i know and there annoying idgaf about her\n  ","830956":"\n  bam\n  ","830957":"\n  thank you\n  ","830958":"\n  that conversation was like days ago\n  ","830959":"\n  LMAOOO, WHO ? IM DYING RIGHT NOW\n  ","830960":"\n  yes i do and im getting another pair for Christmas\n  ","830961":"\n  that its fucked up how the cop got no indictment and its not like Ferguson or the Government didn't see the roits or anything coming, and i beliebe they have every right to roit but i dont think burning buildings is okay\n  ","830962":"\n  my son and my boyfriend's toes lmao\n  ","830963":"\n  how about no\n  ","830964":"\n  my boyfriend is nmy type\n  ","830965":"\n  looking for a fuck to give\n  ","830966":"\n  no it doesn't\n  ","830967":"\n  guys ask me stuff I'm really bored and I know YALL want to get to know me better ✨\n  ","830968":"\n  I like mine\n  ","830969":"\n  that cop should have gotten locked up\n  ","830970":"\n  well I don't come on here for likes I come on here for questions\n  ","830971":"\n  nope (:\n  ","830972":"\n  because there supid lmao and i barely even show my forehead\n  ","830973":"\n  to bad your family wont have a future\n  ","830974":"\n  anon you wont have a futurev\n  ","830975":"\n  ask me questions guys\n  ","830976":"\n  im pretty sure its normal\n  ","830977":"\n  ^^^^^\n  ","830978":"\n  that the roits i dont mind but burning down buildings is extreme if you ask me ans they do have every right to be mad\n  ","830979":"\n  no nobody is looking at me\n  ","830980":"\n  thats her problem and what she wants to do\n  ","830981":"\n  what a dumb question\n  ","830982":"\n  no I'm not lmao\n  ","830983":"\n  chill with my little family or cuddle with my man\n  ","830984":"\n  I'm super bored keep me entertained\n  ","830985":"\n  they dont honestly tbt\n  ","830986":"\n  I mean it isn't fair but the Government knew what was gonna happen I know they aren't obvious to it\n  ","830987":"\n  yeah I'd brush it off lol\n  ","830988":"\n  that its bullshit and that that cop should of gotten an indictment for what he did , he gunned down an unarmed teen who was black and shot 12 times wth man I hate AMERICA I swear I do\n  ","830989":"\n  that its fucked up that he got nothing for shooting of an unarmed African American\n  ","830990":"\n  9:50pm\n  ","830991":"\n  very much so\n  ","830992":"\n  C36\n  ","830993":"\n  haha yeah with my boyfriend LMAO\n  ","830994":"\n  lol i think it would be fun\n  ","830995":"\n  how do you know hos breath stinks lmao, your stupid (:\n  ","830996":"\n  ask me stuff guys\n  ","830997":"\n  obviously lmao\n  ","830998":"\n  I'm not good with that\n  ","830999":"\n  i do just not all of them you know\n  ","831000":"\n  a few months ago\n  ","831001":"\n  i worked lmao\n  ","831002":"\n  hanging out\n  ","831003":"\n  yeah i did\n  ","831004":"\n  LMAO idk you tell me\n  ","831005":"\n  I'm at work\n  ","831006":"\n  i have no idea\n  ","831007":"\n  but i was 18 the name of the show is 16&pregnant\n  ","831008":"\n  i probably wouldnt be because i was 18 when I got pregnant\n  ","831009":"\n  LMAO whos that\n  ","831010":"\n  I'm good gonna get ready soon\n  ","831011":"\n  I don't know my son isn't potty trained yet\n  ","831012":"\n  don't know\n  ","831013":"\n  how am i suppose to know\n  ","831014":"\n  idk i have a son\n  ","831015":"\n  stop taking shit damn\n  ","831016":"\n  excatly that's what these dumb bitches fail to realize\n  ","831017":"\n  6:22am\n  ","831018":"\n  let's get this straight we dated before we worked at McDonald's i love how you guys talk shit before you know LMAOO, and we didnt make babies we have one child,  bunch of anon talking shit when clearly yall no shit, its okay tho (:\n  ","831019":"\n  i really don't care what you think I'm with him none of bitches are so that was irrelevant ✌\n  ","831020":"\n  now with my bby :*\n  ","831021":"\n  The cuddles , the smiles, the laughter , the hugs , the talks\n  ","831022":"\n  lmaooo im sure but whatever LMAOOO\n  ","831023":"\n  im not im a very sweet girl i really hate stupidty and anon who think they know everything about me when they dont so i gotta put them in there place but im very sweet and nice\n  ","831024":"\n  i didn't just like if my boyfriend felt an anon said soemthing he didnt like he would write on my page just like i did\n  ","831025":"\n  im twenty\n  ","831026":"\n  i never said you were flirting so idk why you keep saying that i just said you dragged it the second time you could of left it how it was but ya didnt so i said something now get over yourself\n  ","831027":"\n  small because there nore playful\n  ","831028":"\n  exactly they fail to realzie hes my man and my relationship so i say what i want\n  ","831029":"\n  again hes MY man and its MY relationship ima SAY what i want on his page , i said you dragged it the 2nd time\n  ","831030":"\n  i dont get how your right but again your irrelevant to my life and relationship\n  ","831031":"\n  your stupid okay , just get off my page your annoying me ✌\n  ","831032":"\n  calling someone cute isnt flirting unless they were dragging it which id delete it if it got that far mkay\n  ","831033":"\n  exactly thats what im saying im loyal asf\n  ","831034":"\n  but the second time wasnt a fucking question okay ? again you dragged it simple as that\n  ","831035":"\n  calling me cute and me saying thank you isnt flirting you dumb prick , look up flirting and come back to me when you know the real definition\n  ","831036":"\n  okay you asked him a question he answered it you could of left it like it was instead of dragging it , but no you couldnt you had to drag it point blank\n  ","831037":"\n  How you lesbian but all up on my mans page LMAOOOO\n  ","831038":"\n  Pittsburgh Steelers\n  ","831039":"\n  yeah we do every night\n  ","831040":"\n  yes I do\n  ","831041":"\n  yeah I like other Spanish races , blacks , whites ect\n  ","831042":"\n  Lmaooooooo idc to be honest\n  ","831043":"\n  I'm 20 and honestly don't give a fuck about your opinion \n  ","831044":"\n  that's what I'm saying like I have to explain myself to them\n  ","831045":"\n  I don't have to explain myself to you , I hope you know that right\n  ","831046":"\n  exactly like damn\n  ","831047":"\n  I just don't\n  ","831048":"\n  okay everybody has been racist at some point in there damn life you fuck face . GET OVER YOURSELF\n  ","831049":"\n  LMAOOO I never said anything about Africans dick face I'm black so why would I not like them , I mean I like other Spanish races and I like white people\n  ","831050":"\n  everybody is racist to somebody or some race\n  ","831051":"\n  okay ? and that means nothing to me\n  ","831052":"\n  There dumb, they just came to my page like dumbass over something that i said yesterday\n  ","831053":"\n  because i dont lmaooo,\n  ","831054":"\n  even tho white people brought everyone here LMAO goodbye\n  ","831055":"\n  12:15am\n  ","831056":"\n  watching my boyfriend\n  ","831057":"\n  i have one but i barely use it lol\n  ","831058":"\n  no i do not\n  ","831059":"\n  fast metabolism lol\n  ","831060":"\n  lmaooo\n  ","831061":"\n  ^^^^^^\n  ","831062":"\n  I know right lol\n  ","831063":"\n  scented wipes\n  ","831064":"\n  what about it\n  ","831065":"\n  pampers\n  ","831066":"\n  thank ya (:\n  ","831067":"\n  yeah lol I have a son\n  ","831068":"\n  aww thanks\n  ","831069":"\n  exactly there just dumb\n  ","831070":"\n  obviously I wear them LMAOOO , sneakers don't stay clean forever dummy\n  ","831071":"\n  my sons asleep in my room and I'm not going in there to take a picture to wake him up but enjoy these Jordan's\n  ","831072":"\n  that was the same for me\n  ","831073":"\n  ^^^^^^\n  ","831074":"\n  yeah I have a whole collection\n  ","831075":"\n  yeah i do\n  ","831076":"\n  $8.00 until I get my raise but Idc all YALL anon can talk shit at least I'm getting money and have a damn job and not living off my parents\n  ","831077":"\n  no not all of them some\n  ","831078":"\n  LMAOO STUPID i dont wanna get paid $15 an hour nor am i begging for it, i got a job because i want money, i worked at McDonald's before i had my son\n  ","831079":"\n  i know LMAOOO\n  ","831080":"\n  no your not annoying they are coming to me about Georgina like let her talk her shit about a stranger LMAO\n  ","831081":"\n  Music\n  ","831082":"\n  im serious lol\n  ","831083":"\n  i know she still talking shit :*\n  ","831084":"\n  yah i did\n  ","831085":"\n  lmaoo she keeps talking shit she must envy me (: , yeah let liv off our parents for the rest of our lives' shes dumber then a damn tree\n  ","831086":"\n  lmaoo i didn't even bother me\n  ","831087":"\n  I honestly dont know it happened so fast an when i got to the hospital i was already 6cm dilated and i had an emergency c section\n  ","831088":"\n  i know they mad because i dont know her ask LMAO\n  ","831089":"\n  if its a stupid question then yes , if its nt stupid then no\n  ","831090":"\n  i dont hate on anon that just sounds stupid ,\n  ","831091":"\n  people anon like you are clearly annoying asking about her , i dont get how y'all can hate off of me when yall dont know me lmao but okay\n  ","831092":"\n  thank you\n  ","831093":"\n  i dont even know her username i dont follow her\n  ","831094":"\n  but clearly i have money left over , who cares if we have a kid LMAOOO you think you know how much we being home but you dont\n  ","831095":"\n  and im suppose to know that how\n  ","831096":"\n  DONT GIVE A FUCK\n  ","831097":"\n  dont give a fuck about some irrelevant bitch\n  ","831098":"\n  lmao no obviously they envy me (:\n  ","831099":"\n  more than $150 LMAOO\n  ","831100":"\n  I know Georgina still talking shit about me LMAOOO a\n  ","831101":"\n  i know its so annoying then they just report back to her\n  ","831102":"\n  like 2 days ago\n  ","831103":"\n  haha , don't you wish\n  ","831104":"\n  im half white half back\n  ","831105":"\n  i mean there cute , bad or whatever but i wouldn't date one anymore\n  ","831106":"\n  who says im wearing any\n  ","831107":"\n  ^^^^^\n  ","831108":"\n  (:\n  ","831109":"\n  black\n  ","831110":"\n  ask me questions guys , ANYTHING\n  ","831111":"\n  haha what\n  ","831112":"\n  my spit yeah\n  ","831113":"\n  okay\n  ","831114":"\n  im taken\n  ","831115":"\n  thanks\n  ","831116":"\n  im twenty\n  ","831117":"\n  hello\n  ","831118":"\n  36C\n  ","831119":"\n  thank you\n  ","831120":"\n  there ya go\n  ","831121":"\n  blah\n  ","831122":"\n  for attention\n  ","831123":"\n  thank you\n  ","831124":"\n  why would i go to the bathroom with my friend\n  ","831125":"\n  i don't get how I'm being called out or was\n  ","831126":"\n  because I have my reasons\n  ","831127":"\n  yeah i do its\n  \n   @NineGDxFourO\n  \n","831128":"\n  im T W E N T Y\n  ","831129":"\n  driving to get pizza\n  ","831130":"\n  yes i have and because i just did but i felt bad and i never cheated again\n  ","831131":"\n  and you need a life , she has a job shes a SAHM so stop being a prick\n  ","831132":"\n  in my house and because its my houee\n  ","831133":"\n  no i don't click links\n  ","831134":"\n  smoking in th car with my man\n  ","831135":"\n  im fine\n  ","831136":"\n  again she didn't lmao\n  ","831137":"\n  my boyfriend he's right next to me\n  ","831138":"\n  7:18am\n  ","831139":"\n  goodmorning\n  ","831140":"\n  only on weekends\n  ","831141":"\n  12:52am\n  ","831142":"\n  I'm half white half black\n  ","831143":"\n  (:\n  ","831144":"\n  ^^^^^\n  ","831145":"\n  thank you\n  ","831146":"\n  I do because he's trying to fix what other presidents did in the past and he's just trying his best but no I wouldn't vote for him again\n  ","831147":"\n  thank you , there stupid that's why\n  ","831148":"\n  haha thanks\n  ","831149":"\n  thanks\n  ","831150":"\n  yeah and your point ?\n  ","831151":"\n  thank you, i see they didn't write back\n  ","831152":"\n  LMAOO Doesn't everyone need money , OMG the stupidity tonight is real\n  ","831153":"\n  thank you OMG I'm dying at stupidity\n  ","831154":"\n  LMAOO , I'm poor asf but I gotta job and yet my dad still gives me money outta the blue .\n  ","831155":"\n  remember when she didn't ? YALL are so stupid is unbelievable . you'll know when somebody gets called out\n  ","831156":"\n  me either,  obviously they didnt come back lmao\n  ","831157":"\n  they dont and they know it\n  ","831158":"\n  36C\n  ","831159":"\n  they creep me out, i love how these haters come to my page i say something and they disappear lmao\n  ","831160":"\n  thank ya , lmao creepy as hell\n  ","831161":"\n  i do bud , id like to try pills and shrooms\n  ","831162":"\n  lmaooo okay ? was that suppose to be offensive ? well it wasnt\n  ","831163":"\n  I just don't like them\n  ","831164":"\n  NOOO\n  ","831165":"\n  at Applebee with my love\n  ","831166":"\n  yes I do believe they should\n  ","831167":"\n  a long time ago tbt\n  ","831168":"\n  yeah I will\n  ","831169":"\n  I just answered this\n  ","831170":"\n  thanks (:\n  ","831171":"\n  all types expect that screaming rock\n  ","831172":"\n  I just said I don't want anymore kids\n  ","831173":"\n  my belly and nose\n  \n  besides my ears\n  ","831174":"\n  sweat pants and black uggs\n  ","831175":"\n  yeah I would\n  \n  but I don't want any kids so that wouldn't happen\n  ","831176":"\n  no I do not\n  ","831177":"\n  because I have my reasons\n  \n  just like some people don't like blacks ,whites , Asians\n  ","831178":"\n  lmao wth\n  ","831179":"\n  because I don't lmao I'm not gonna explain myself to get mad hate because of my opinion\n  ","831180":"\n  okay that was back in the day compared to now\n  ","831181":"\n  actually none of them were\n  ","831182":"\n  not really\n  ","831183":"\n  that I see why he would be then again there's to much of them here\n  ","831184":"\n  doggy\n  ","831185":"\n  could be better\n  ","831186":"\n  your anonymous\n  ","831187":"\n  why the hell would I give my number to a stranger\n  ","831188":"\n  hii\n  ","831189":"\n  how is that so\n  ","831190":"\n  lmaooo, OMG wth\n  ","831191":"\n  something important lmao\n  ","831192":"\n  but hes not,\n  ","831193":"\n  something your obviously not\n  ","831194":"\n  yeah he does, sometimes he doesnt mean to other times he likes to because he thinks it's funny\n  ","831195":"\n  blocked youve asked this to multiple moms on here\n  ","831196":"\n  in my eyes he is\n  ","831197":"\n  it is but that doesnt mean ask me sex questions , you could ask other stuff instead of my sex life\n  ","831198":"\n  no go watch porn for all of that\n  ","831199":"\n  why does that matter\n  ","831200":"\n  do i look like a doctor?\n  ","831201":"\n  Xbox my nigga\n  ","831202":"\n  i proably would but then again idk lol my money (:\n  ","831203":"\n  no i do nottttttttt\n  ","831204":"\n  probably like 2 weeks ago\n  ","831205":"\n  thanks (:\n  ","831206":"\n  because they have nothing better to do then when i shut them down they never come back LMAO\n  ","831207":"\n  yeah\n  ","831208":"\n  lmaoo, again STOP obessing OVER my ass that's my mans okay DAMN\n  ","831209":"\n  actually no its doesnt LMAO quit obessing over my ass, thats my boyfriends job maky\n  ","831210":"\n  thats the way my boyfriend likes it (;\n  ","831211":"\n  i felt he did what he had to do to get power and respect\n  ","831212":"\n  in a whatever mood\n  ","831213":"\n  hell no its nasty\n  ","831214":"\n  lmao they felt dumb\n  ","831215":"\n  with 1 or 2 toppings\n  ","831216":"\n  ^^^^\n  ","831217":"\n  no i don't wanna take a picture\n  ","831218":"\n  with my boyfriend and son\n  ","831219":"\n  teddy Graham\n  ","831220":"\n  thank you, I've always liked her\n  ","831221":"\n  nobody was even talking about her supposedly calling me out damn, if you read what you were sending me about Kim Kardashian and Nudes you fucking idoit\n  ","831222":"\n  lmao considering i dont follower her so idek what she said and plus i never said i wouldn't post nudes if you read what i said\n  ","831223":"\n  lmaooo, ive been said Kim Kardashian when i made this like a year ago, i definitely dont need to copy her answer and im not a creeper considering i dont follower her, i see you just wanna bring drama to my page a report back ✌\n  ","831224":"\n  no she didnt you fuckin idiot, she NEVER mentioned Kim K until the question of the day,  GET YOUR SHIT STRAIGHT\n  ","831225":"\n  actually no i didn't,  ive been liked Kim Kardashian especially when the questiom of the day said whos your favorite celebrity I answered it the same day amd then the next day SHE answered it and said kim Kardashian and the nudes thing wtf\n  ","831226":"\n  i mean you can\n  ","831227":"\n  depends, there be a lot of shit i been thinking about\n  ","831228":"\n  2 hours LOL\n  ","831229":"\n  JosepJourney_xo\n  ","831230":"\n  anything yall want\n  ","831231":"\n  because he did an overnight from 11pm-7am and hes 2:10pm\n  ","831232":"\n  Kim Kardashian\n  ","831233":"\n  she is, fucking physio\n  ","831234":"\n  people always say nudes but i bet they sent a nude to someone and then if that person is an asshole i bet they posted online or sent it to multiple people\n  ","831235":"\n  im on my period\n  ","831236":"\n  probably take a nap\n  ","831237":"\n  my heart and soul ❤\n  ","831238":"\n  idk honestly\n  ","831239":"\n  2 a day\n  ","831240":"\n  my fantasy is putting something in my boyfriend's asshole, which would never happen lol\n  ","831241":"\n  thats stupid and immature\n  ","831242":"\n  nothing probably\n  ","831243":"\n  yeah it's 7:30am\n  ","831244":"\n  very\n  ","831245":"\n  well I do have a life\n  ","831246":"\n  lol I don't care I bet she isn't but whatever\n  ","831247":"\n  no I don't\n  ","831248":"\n  I'm fine just tired\n  ","831249":"\n  hi\n  ","831250":"\n  (:\n  ","831251":"\n  Darth Vador\n  ","831252":"\n  no that's nasty\n  ","831253":"\n  i dont click links\n  ","831254":"\n  yeah\n  ","831255":"\n  ask a real question\n  ","831256":"\n  yesh lol\n  ","831257":"\n  i have work in an hour then after work were going to wal-mart\n  ","831258":"\n  I haven't been on in a while\n  ","831259":"\n  fast food\n  ","831260":"\n  Gabby\n  ","831261":"\n  when people think they know everything\n  ","831262":"\n  that happens lol I didn't know that\n  ","831263":"\n  never give up\n  \n  never will I\n  \n  never again\n  ","831264":"\n  the day my son was born\n  ","831265":"\n  I hate it and it's stupid\n  ","831266":"\n  depends on the situation\n  ","831267":"\n  anger\n  ","831268":"\n  my family and people who think they know everything\n  ","831269":"\n  no comment\n  ","831270":"\n  1. my boyfriend\n  \n  2. my son\n  ","831271":"\n  I have no idea\n  ","831272":"\n  owning my own house somewhere with my family\n  ","831273":"\n  1. trust\n  \n  2. happiness\n  \n  3. love\n  ","831274":"\n  nope I don't\n  ","831275":"\n  when your with that person without a care in the world\n  ","831276":"\n  why they act the way they do\n  ","831277":"\n  to your self  because you won't get judge for asking yourself\n  ","831278":"\n  trust because trust is everything in life\n  ","831279":"\n  could be better\n  ","831280":"\n  yes\n  ","831281":"\n  yeah I know , they get mad when I shut them down\n  ","831282":"\n  thank you ❤️\n  ","831283":"\n  no I'm not mad\n  ","831284":"\n  thank you , idk why they care so much\n  ","831285":"\n  lmao I actually like her especially \"all about that bass\" lol\n  ","831286":"\n  I'm good just the amount of stupidity on my page\n  ","831287":"\n  LMFAOO I wanna know to\n  ","831288":"\n  I do to 100%\n  ","831289":"\n  I know obviously they can't see\n  ","831290":"\n  exactly who cares if your American it's still hard\n  ","831291":"\n  there stupid and they think there right when there logic fucking sucks\n  ","831292":"\n  there dumb asf\n  ","831293":"\n  there annoying the fuck outta me ,\n  ","831294":"\n  there stupid , his or her logic was just stupid\n  ","831295":"\n  there trying to say immigrants aren't mangers of McDonals\n  ","831296":"\n  thanks\n  ","831297":"\n  i know I love to eat lol\n  ","831298":"\n  thank you , I hate that question\n  ","831299":"\n  yeah I fucking eat\n  ","831300":"\n  nope not yet , I love his hair\n  ","831301":"\n  thanks ❤️\n  ","831302":"\n  thank you lmao im perfectly fine\n  ","831303":"\n  I actually don't have any\n  ","831304":"\n  NOTHING and if there was something wrong I wouldn't tell you\n  ","831305":"\n  I'm fine\n  ","831306":"\n  we're fine\n  ","831307":"\n  I want N O T H I N G\n  ","831308":"\n  IDGAFUCK\n  ","831309":"\n  what do you think\n  ","831310":"\n  according to my boyfriend yes\n  ","831311":"\n  pills and shrooms id like to TRY\n  ","831312":"\n  damn you caught me\n  ","831313":"\n  yeah he is but he can be heatless\n  ","831314":"\n  20\n  ","831315":"\n  nope\n  ","831316":"\n  no I'm not\n  ","831317":"\n  yeah\n  ","831318":"\n  hello\n  ","831319":"\n  yeah\n  ","831320":"\n  3 years\n  ","831321":"\n  watching tv\n  ","831322":"\n  no i don't\n  ","831323":"\n  send me some good questions guys\n  ","831324":"\n  i re read the notes my boyfriend use to write me\n  ","831325":"\n  of course i do ......\n  ","831326":"\n  because I'm weak sometimes\n  ","831327":"\n  idk\n  ","831328":"\n  when you give a person the world and you get nothing in return or when you pour out your feelings to get nothing back\n  ","831329":"\n  thank you, i hope so to\n  ","831330":"\n  id rather keep to myself\n  ","831331":"\n  upset\n  ","831332":"\n  as in for Internet , google chrome\n  ","831333":"\n  Obama isn't a celebrity he's the President just saying\n  ","831334":"\n  collie  flower\n  ","831335":"\n  I'm not a teenager I'm 20 thanks tho\n  ","831336":"\n  FUCKING PRICK YOUR JUST ANNOYING , if you don't have a real question then don't come back\n  ","831337":"\n  my boyfriend and son because without them ism where id be right now , they motivate me\n  ","831338":"\n  I walk away for a second and he's standing lmao\n  ","831339":"\n  there annoying me\n  ","831340":"\n  blocked your annoying asf\n  ","831341":"\n  do I care no haha\n  ","831342":"\n  why are you not asking me questions\n  ","831343":"\n  1. my son\n  \n  2. my boyfriend\n  \n  3. having a roof over my head\n  \n  4. having a job\n  \n  5 being able to provide for my family\n  ","831344":"\n  in a State\n  ","831345":"\n  I have 2 and at one point before I had my son I had to share with my little sister\n  ","831346":"\n  what are you even talking about LMAO\n  ","831347":"\n  i never really thought about that\n  ","831348":"\n  670\n  ","831349":"\n  why ask a stranger\n  ","831350":"\n  I have no opinion\n  ","831351":"\n  no\n  ","831352":"\n  no?why should i\n  ","831353":"\n  7:37am\n  ","831354":"\n  I'm good lol it's just hot in my house\n  ","831355":"\n  i hate bugs there ugly and weird lol\n  ","831356":"\n  becauae i am?\n  ","831357":"\n  i dont care people hate me or attack me\n  ","831358":"\n  i love you to\n  ","831359":"\n  yes I'm well aware\n  ","831360":"\n  I'm fine\n  ","831361":"\n  see me I wouldn't mind them because Idgaf about what they say , that's just me\n  ","831362":"\n  there anonymous she shouldn't let them get to her\n  ","831363":"\n  what are you talking about\n  ","831364":"\n  I use to\n  ","831365":"\n  I like video games. I play COD\n  ","831366":"\n  if he's holding onto something\n  ","831367":"\n  hell yeah I would I've always wanted to go\n  ","831368":"\n  yeah my ring finger\n  ","831369":"\n  dark chocolate\n  ","831370":"\n  because they like to hold onto stuff maybe it's memories who knows and I don't know any\n  ","831371":"\n  he's 12 months\n  ","831372":"\n  thank you ❤️\n  ","831373":"\n  I had one that dangle but I switched it to a ball\n  ","831374":"\n  32\n  ","831375":"\n  10:08pm\n  ","831376":"\n  they are and it's annoying , instead of them obsessing over others they should be asking me questions , this is ASK.fm\n  ","831377":"\n  if you weren't obsessed you wouldn't have sent that to many people LMAO okay she had sex and got pregnant. I'm pretty sure she didn't plan on getting pregnant\n  ","831378":"\n  it definitely is, there obsessed with her for no reason\n  ","831379":"\n  I was 18\n  ","831380":"\n  I know fucking stupid people\n  ","831381":"\n  yes I do\n  ","831382":"\n  obviously you can't read a bio , you should your eyes checked\n  ","831383":"\n  she's 15 stupid and okay ? her life not mine\n  ","831384":"\n  pro-life\n  ","831385":"\n  exactly I'm not forcing nobody not to believe in what they want\n  ","831386":"\n  thank you , if I don't believe in in God that's my choice who cares\n  ","831387":"\n  I'm 20\n  ","831388":"\n  no I don't believe in somebody who's not real and just made up , SorryNotSorry\n  ","831389":"\n  LMAOO thank has\n  ","831390":"\n  I don't believe in \"praying\" it DOES N O T H I N G\n  ","831391":"\n  and plus I don't believe in praying because I don't believe in that shit lol\n  ","831392":"\n  thank you OMG\n  ","831393":"\n  I'm not heartless just speaking the truth , if you can't handle it then you shouldn't have sent that to people\n  ","831394":"\n  they amaze me to\n  ","831395":"\n  I've been at work all week and then I come home and change into sweat pants to be comfortable\n  ","831396":"\n  I DONT  see how , it's not gonna bring them back or make the family happy considering they lost people\n  ","831397":"\n  lmao who's God and I dont need anyone to pray for me\n  ","831398":"\n  honestly it's he truth , praying for someone who had passed isn't gonna bring them back , it's a bunch of words said that won't bring them back or fix anything\n  ","831399":"\n  in my town idk probably I know a lot of people\n  ","831400":"\n  oh okay\n  ","831401":"\n  yeah I'm just tired\n  ","831402":"\n  yes deep down inside\n  ","831403":"\n  in a crib still\n  ","831404":"\n  personality\n  ","831405":"\n  I know that gross lo\n  ","831406":"\n  lol , this show is so weird how people can be that cheap lmao\n  ","831407":"\n  my jealousy, and I can't listen\n  ","831408":"\n  no I do not\n  ","831409":"\n  I do but I like to to take the apples out of it lmao\n  ","831410":"\n  because I didn't wth\n  ","831411":"\n  extreme cheapskates\n  ","831412":"\n  aduh wtf\n  ","831413":"\n  pretty much it\n  ","831414":"\n  pretty odd request\n  ","831415":"\n  sweat pants , tank top and fuzzy socks\n  ","831416":"\n  it was pretty good today\n  ","831417":"\n  JosephJourney_xo\n  ","831418":"\n  playing with things he shouldn't be lol\n  ","831419":"\n  haha , very bad actually\n  ","831420":"\n  ^^^^^^\n  ","831421":"\n  ask me real questions guys\n  ","831422":"\n  i think he's funny and i don't hear anything recently about him\n  ","831423":"\n  I'm 20\n  ","831424":"\n  yeah i have\n  ","831425":"\n  my whole world in one picture ❤\n  ","831426":"\n  standing right next to me\n  ","831427":"\n  ❤\n  ","831428":"\n  just got home from work\n  ","831429":"\n  no im in my work clothes\n  ","831430":"\n  idk lmaoo wth\n  ","831431":"\n  (:\n  ","831432":"\n  no\n  ","831433":"\n  shes right,  they shouldn't be TTC\n  ","831434":"\n  that's something for you to figure out\n  ","831435":"\n  Gabby\n  ","831436":"\n  fuck a soul\n  ","831437":"\n  thank you\n  ","831438":"\n  lmao okay you must be blind\n  ","831439":"\n  someone with no powers\n  ","831440":"\n  haha, my boyfriend has weird fetishes\n  ","831441":"\n  yeah with my boyfriend when we first started because i was self conscious about my body\n  ","831442":"\n  i honestly could care less\n  ","831443":"\n  I honestly have no idea tbt\n  ","831444":"\n  my living room , I'm so lazy to get up right now lol\n  ","831445":"\n  yeah EST 2011\n  ","831446":"\n  yeah I have lol\n  ","831447":"\n  I want food right now\n  ","831448":"\n  can I just kiss you all over *emjoi lips*\n  ","831449":"\n  I can't even name anything it's happened a lot lol\n  ","831450":"\n  yeah i have\n  ","831451":"\n  nope LMAOO, i think she deactivated because she knows shes lying\n  ","831452":"\n  okay, shit happens in life and now since he did what he did, lets hope history doesn't repeat itself\n  ","831453":"\n  I'm 20\n  ","831454":"\n  fall\n  ","831455":"\n  I'm fine\n  ","831456":"\n  smoking\n  ","831457":"\n  i know she went from Michigan to Flordia in a day\n  ","831458":"\n  it is and all her \"supporters\" believe her, thats sick of her to make some shit up to scam people outta money\n  ","831459":"\n  i already have a kid and his name is Joseph\n  ","831460":"\n  I bet your an idiot\n  ","831461":"\n  OMG YOU SEE IT, IM DYING\n  ","831462":"\n  i actually like what he did\n  ","831463":"\n  an app\n  ","831464":"\n  no\n  ","831465":"\n  yeah lmao\n  ","831466":"\n  do whatever you like\n  ","831467":"\n  i have no idea, but this shits crazy\n  ","831468":"\n  to get money out of her followers\n  ","831469":"\n  idk that's what it seems like, nothing makes sense\n  ","831470":"\n  yeah that happens at work\n  ","831471":"\n  nope\n  ","831472":"\n  i rely havent thought of it\n  ","831473":"\n  ha ha no\n  ","831474":"\n  yes\n  ","831475":"\n  cold\n  ","831476":"\n  ^^^\n  ","831477":"\n  true\n  ","831478":"\n  ^^^^^^\n  ","831479":"\n  the people he hangs out with\n  ","831480":"\n  i smoke bd which isnt a drug\n  ","831481":"\n  hiiii\n  ","831482":"\n  no a question ✌\n  ","831483":"\n  anything\n  ","831484":"\n  no it hasnt but i wish it would\n  ","831485":"\n  yeah to my boyfriend\n  ","831486":"\n  watching Everybody Hates Chris\n  ","831487":"\n  no im not\n  ","831488":"\n  send in those questions\n  ","831489":"\n  yeah sometimes , because sometimes i just hate eveything and just wanna be alone other times im just feeling down\n  ","831490":"\n  i smoke , drink, walk around or listento music\n  ","831491":"\n  yeah all the time\n  ","831492":"\n  i know right\n  ","831493":"\n  no wth, i like to take long showers,  i don't see the problem\n  ","831494":"\n  quiet honestly i don't care\n  ","831495":"\n  yes , so ther child or childern should get a head start in school and interact with other kids\n  ","831496":"\n  like 45 minutes or more\n  ","831497":"\n  good to know\n  ","831498":"\n  i don't want anything\n  ","831499":"\n  hell no, thats extreme\n  ","831500":"\n  it depends on the fight, sometimes i care\n  \n  and other times i dont\n  ","831501":"\n  ask me stuff guys ,\n  \n  i have way too many followers for\n  \n  my inbox to be empty\n  ","831502":"\n  no i didnt\n  ","831503":"\n  yeah i did\n  ","831504":"\n  no that's nasty and weird\n  ","831505":"\n  when I was pregnant last year\n  ","831506":"\n  thank ya\n  ","831507":"\n  depends sometimes 12°\n  ","831508":"\n  a big state\n  ","831509":"\n  yeah all week\n  ","831510":"\n  ask me stuff guys\n  \n  anything you want ✨\n  ","831511":"\n  and your asking me this why\n  ","831512":"\n  it was good! worked\n  ","831513":"\n  yeah lol\n  ","831514":"\n  mhm idk\n  ","831515":"\n  does that matter\n  ","831516":"\n  when i was pregnant\n  ","831517":"\n  haha, i have my days\n  ","831518":"\n  shes real\n  ","831519":"\n  work and hangout with my family\n  ","831520":"\n  me to\n  ","831521":"\n  nope\n  ","831522":"\n  no i just talk\n  ","831523":"\n  no i haven't\n  ","831524":"\n  lmao don't get me started\n  ","831525":"\n  I'm at work\n  ","831526":"\n  i love tje questions\n  ","831527":"\n  probably only Santa\n  ","831528":"\n  Joseph and a special meaning behind it\n  ","831529":"\n  i have no idea\n  ","831530":"\n  im in love❤\n  ","831531":"\n  yes in a good way\n  ","831532":"\n  hell no and not to let my kids walk over me\n  ","831533":"\n  because they jealous of us and me\n  ","831534":"\n  yes\n  ","831535":"\n  idk i like a lot of people\n  ","831536":"\n  lmao i know shes annoying\n  ","831537":"\n  why are you questioning me\n  ","831538":"\n  thank you (:\n  ","831539":"\n  take a nice hot shower before work\n  ","831540":"\n  because people are stupid asf and immature\n  ","831541":"\n  yeah i do\n  ","831542":"\n  like your floating on air\n  ","831543":"\n  cold out and cloudy\n  ","831544":"\n  she is jealous (:\n  ","831545":"\n  hes dumb for loving me LMAO and saying im beautiful everyday, shes stupid asf\n  ","831546":"\n  she wont, she's a stuck up little ass girl\n  ","831547":"\n  haters gonna hate (:\n  \n  lame bitches these days LMAO\n  ","831548":"\n  i know , LMAOOO, its because were better then them❤\n  ","831549":"\n  thnk you she's annoyong ass little girl\n  ","831550":"\n  her fake supports lop\n  ","831551":"\n  its going good and yours\n  ","831552":"\n  seriously ,she was stalking my page nefore she made an ask lmaob\n  ","831553":"\n  i knoe , shes probably FAKE as can be\n  ","831554":"\n  yeah she might talk shit about you to,  i love it btw\n  ","831555":"\n  haha, yeah she thinks shes better than me LMAOO\n  ","831556":"\n  lmaooo\n  ","831557":"\n  I know i am :*\n  ","831558":"\n  shes a lame bitch with no priorities\n  ","831559":"\n  because shes lik 5 LMAO\n  ","831560":"\n  i know, her insults are annoying\n  ","831561":"\n  she is her insults SUCK lmao\n  ","831562":"\n  sitting next to me\n  ","831563":"\n  12 months\n  ","831564":"\n  i know , she been stalking my page before she had an ask LMAOOOO,\n  ","831565":"\n  stuffed shells\n  ","831566":"\n  You know there are a bunch of people who are annymous who come on ask right ? LMAOOO dumbass award goes to you\n  ","831567":"\n  lmaoo your stupid you know that LMAO, YOU MAKE NO SENEE\n  ","831568":"\n  how can i answer something way before if that person obviously was on her page LMAOOO and came to me about it\n  ","831569":"\n  people come to my page telling me, i don't even follow her\n  ","831570":"\n  yeah i am\n  ","831571":"\n  work work work\n  ","831572":"\n  lmaoo obviously my boyfriend of 3 years\n  ","831573":"\n  well jf she can't handle someone talking about sex maybe she shouldnt be on the internet LMAO\n  ","831574":"\n  oh\n  "}}