{"Question":{"851956":"\n   Imagine life without LOVE.. it would be sad so I hope everyone LIVE AND LOVE\n  ","851957":"\n   Favorite color of rings\n  ","851958":"\n   Do you eat leftovers?\n  ","851959":"\n   Who else says they're gonna go to bed early then it's 5am?\n  ","851960":"\n   For me it would depend  on what's going on in my life ! Although  the thought of never getting  back may be a deal breaker!\n  ","851961":"\n   A portal to another world opens in front of you. You don’t know how long it will stay open or if you’ll be able to get back after you go through. What do you do?And which world would you choose ? A reminder , you might not be able to get back again !\n  ","851962":"\n   Oatmeal cake or fudge rounds? 🤔\n  ","851963":"\n   How to Track Your Uber History?\n  ","851964":"\n   check my last answers pls😥😥\n  ","851965":"\n   Have you ever seen your number online before?\n  ","851966":"\n   Do you have any semi-simple tattoo ideas that I could use to practice as an apprentice? :)\n  ","851967":"\n   He is a good guy and I will be there in a few minutes and then at least that's why I'm asking you to do that but I don't know. Do you?\n  ","851968":"\n   Do you like seeing christmas lights\n  ","851969":"\n   Hello do you like video game?\n  ","851970":"\n   Do you have a favorite comedian? 🤔\n  ","851971":"\n   Favorite TV show\n  ","851972":"\n   Are you a deep sleeper?\n  ","851973":"\n   Have you ever done anything dangerous while you were drunk?\n  ","851974":"\n   Have you ever watched a foreign TV series?\n  ","851975":"\n   If you could be half man half animal, which animal would you choose?\n  ","851976":"\n   Do you play video games?\n  ","851977":"\n   Do people wait on your page to have a anonymous conversation battle ?\n  ","851978":"\n   What's the one genre of music you just can't do?\n  ","851979":"\n   Are you afraid of the dentist?\n  ","851980":"\n   A guy unfollowed me because I posted a FB memory from 3yrs ago about my ex boyfriend.\nWhy?\n  ","851981":"\n   She wins!!! I can’t do this 💔💔💔\n  ","851982":"\n   Why won't Ask save when I change my color? I don't want it to be dark purple anymore..\n  ","851983":"\n   Have you ever played the lottery?\n  ","851984":"\n   What do you think of slut-shaming? Why do you think it exists?\n  ","851985":"\n   What makes you happy?\n  ","851986":"\n   What is your definition of a beautiful\/handsome person?\n  ","851987":"\n   When is your birthday?\n  ","851988":"\n   do you like nikes?\n  ","851989":"\n   do u like to cook?\n  ","851990":"\n   Do you like beisebol ?\n  ","851991":"\n   Is anyone fasting from social media?\n  ","851992":"\n   Do you take any extra steps to make sure you're germ-free? What does your routine look like during these times?\n  ","851993":"\n   is love to the grave old-fashioned?\n  ","851994":"\n   Have you heard Paris Jackson's Let Down song? It's wonderful!\n  ","851995":"\n   Whats the last thing you saw or read?\nWas it iformative or for entainment?\n  ","851996":"\n   U love me? U luh me?\n  ","851997":"\n   fave store to shop at ? #StayAtAsk\n  ","851998":"\n   do you prefer warm or cool tones?\n  ","851999":"\n   What is the first thing you do when you get home from a long day at work or just being out and about?\n  ","852000":"\n   Do you have relatives at ask.fm ?\n  ","852001":"\n   Is it okay to send a happy birthday text to an ex? Even if they were toxic. I just want to be kind and maybe catch up but I'm not sure.\n  ","852002":"\n   How is to live where you live ?\n  ","852003":"\n   Should the people be ordered to pay for reparations against them for what others did?\n  ","852004":"\n   Do you think we will receive the $2k stimulus?\n  ","852005":"\n   Imagine you meet a person, he or she is your dream girl\/dream man. You go out with him or her. You fall in love, you think that's it you found your soul mate. BUT during dinner, this person reveals to you that he or she is an alien 👽  from outer space. Question: Would you get up and leave or stay?\n  ","852006":"\n   Are you adventurous or would rather stay home?\n  ","852007":"\n   Why do people plot on one another? If you have the choice do you let them walk or pay?\n  ","852008":"\n   What are your plans for today?\n  ","852009":"\n   Weeeeepasaaaa\n  ","852010":"\n   Good you opened your eyes to see that he was NOT going to leave his girlfriend for a nobody like you. move on and leave us alone!!!\n  ","852011":"\n   Do you have a crush on someone?\n  ","852012":"\n   Do you know what   Münchausen syndrome is?\n  ","852013":"\n   Toilet time Lol Do you prefer to cover the seat with a seat cover? Toilet paper it? or bare toilet seat cuz you don't care?\n  ","852014":"\n   have any of your loved ones suffered from the hurricane \"Irma\"?\n  ","852015":"\n   How does manipulation work?\n  ","852016":"\n   Why should an ex worry about how long their ex bf\/gf been with their wife\/husband?\n  ","852017":"\n   Really dumb question but, does drinking warm milk really make someone fall asleep? Coz it sounds really fake.\n  ","852018":"\n   How old will you be 10 years from now?\n  ","852019":"\n   What's most important to you in life?\n  ","852020":"\n   do you support small businesses 🤔\n  ","852021":"\n   would yu be able to move on if someone you in luv whid cheated ?\n  ","852022":"\n   Do you wear Christmas sweaters?\n  ","852023":"\n   Do you speak Spanish?\n  ","852024":"\n   Dunkin’ or Starbucks\n  ","852025":"\n   If you were in prison and you were getting released In 12 hours you have to poop would you let loose ASAP or try to wait and hold 12 or 13 hours till you are home?\n  ","852026":"\n   Why are girls with pure hearts always deceived?\n  ","852027":"\n   Would you rather read the news or listen to the news?\n  ","852028":"\n   Would you ever ride in a Airplane?\n  ","852029":"\n   How has your week been?\n  ","852030":"\n   Aye new here. What’s good\n  ","852031":"\n   Do you have a favorite hat you like to wear often? 🧢 👒 🎩\n  ","852032":"\n   What is a song that uplifts your spirits?\n  ","852033":"\n   What are 3 unusual facts about yourself ?\n  ","852034":"\n   How often do you go to the cinema?\n  ","852035":"\n   I,m going to cry because all of u guys love meeeeeee\n  ","852036":"\n   Do you think you're cool?\n  ","852037":"\n   All women are fucking the same...\n  ","852038":"\n   So would you leave someone you are planning to settle because he's always sexting other girls and planning to sleep with them. 🙄🙄🙄\n  ","852039":"\n   Have you ever broken a bone?\n  ","852040":"\n   Selena Gomez or Ariana Grande?\n  ","852041":"\n   Do you like shy people?\n  ","852042":"\n   😂😂😂\n  ","852043":"\n   Give me a random thought you just had 🧐🧐\n  ","852044":"\n   Do you want to get married?\n  ","852045":"\n   Would you rather be homeless and happy or rich and miserable?\n  ","852046":"\n   Mexican food. Yay or nay?\n  ","852047":"\n   If you won an all expenses paid trip to your own area\/neighborhood\/city...where would you go? What would you do?\n  ","852048":"\n   What's your type?\n  ","852049":"\n   Is chess a sport? Should chess be in the Olympics, and why?\n  ","852050":"\n   What do you love the most?\n  ","852051":"\n   Lyft\n  ","852052":"\n   Which is the most exotic place you have been to?\n  ","852053":"\n   Some advice for those who wanna be better?\n  ","852054":"\n   Do you take any interest in the news?\n  ","852055":"\n   Marshmallows or no marshmallows on your hot chocolate?\n  ","852056":"\n   Hard jolly rancher or chewy jolly rancher?\n  ","852057":"\n   *sends Monday hugs*\n  ","852058":"\n   How was your day?\n  ","852059":"\n   What do you hope to accomplish in the next few months?\n  ","852060":"\n   How do we prove that someone is telling the truth? We take his words and compare it on the ground. For example, the Prophet Muhammad did not read or write, and despite that he told us in the Qur’an before 1400 years that the sky is made up of seven layers each having a function specific to it?\n  ","852061":"\n   Hello what are you doing?\n  ","852062":"\n   Hey have a good day\n  ","852063":"\n   why do you use the quotes?\n  ","852064":"\n   what makes you strong?\n  ","852065":"\n   Everyone is happy with his parent choices. If you were born in just another city you will have a different logic. We need evidence for our choices, not our parent choices. Choices based on critical reading and thinking.Agree? I know it is hard to think parents are wrong. But the chance is very high\n  ","852066":"\n   my male friend told me that he weighs 104 pounds. he is 5' 10\" should i be concerned?\n  ","852067":"\n   Flying or strength? Which power?\n  ","852068":"\n   Don’t be deceitful!\n  ","852069":"\n   Did you read and compare with others? Like, which has stronger evidence to be the right path.\n  ","852070":"\n   Would you rather lay in a tank full of snakes for $50,000 or in a tank full of rats for $10,000 or would you just go home with nothing?\n  ","852071":"\n   Someone wants me to buy new laptop because my laptop is 5 years old. It’s running and working fine so I don’t need new laptop\n  ","852072":"\n   Favorite snack\n  ","852073":"\n   Whattup people?\n  ","852074":"\n   Do you wear a watch?\n  ","852075":"\n   Do you believe in God? Why or why not?\n  ","852076":"\n   Do you want grogu\n  ","852077":"\n   When was the last time you felt real love.\n  ","852078":"\n   So today I was saying how much I hate women and that they are weak and useless and belong in the Kitchen and out of nowhere this girl kicked in in the nuts! I know unbelievable It really hurt and the bitch was telling me to man up and take it like a man and they saying Ideserved it what do you think\n  ","852079":"\n   If you could be fluent in a new language what would it be ?\n  ","852080":"\n   How old do you have to be to work at Subway?\n  ","852081":"\n   Do you like twitter?  Have you ever used it?  if so, what did you not like?\n  ","852082":"\n   What is your very definition of, love?\n  ","852083":"\n   Favorite color?\n  ","852084":"\n   I need friends 🥺 I’m new in New York.\n  ","852085":"\n   🧡\n  ","852086":"\n   Hello what are you doing?\n  ","852087":"\n   What do you like to do in your free time?\n  ","852088":"\n   ok Cap :p\n  ","852089":"\n   what was the last photo you took on your phone?\n  ","852090":"\n   Are your panties cute today?\n  ","852091":"\n   Would you like to be famous? In what way?\n  ","852092":"\n   Is it easy being friends with you?\n  ","852093":"\n   What do you hope your mom never finds out?\n  ","852094":"\n   How many times have you ever been to court?\n  ","852095":"\n   have you ever attended therapy? was it helpful?\n  ","852096":"\n   who do you miss ?\n  ","852097":"\n   Has today been a lazy day for you\n  ","852098":"\n   Favorite music genre?\n  ","852099":"\n   How motivated are you?\n  ","852100":"\n   Are cats or dogs smarter?\n  ","852101":"\n   Have you ever fallen asleep on public transportation?\n  ","852102":"\n   Have you ever performed in a talent show? If so, what did you do?\n  ","852103":"\n   What age do you consider old?\n  ","852104":"\n   Where is one of the best places you have been on vacation? What made it so special?\n  ","852105":"\n   Hello\n  ","852106":"\n   What was the last message you received????\n  ","852107":"\n   Do you enjoy giving people gifts?\n  ","852108":"\n   Do you have any tattoos? If yes, post a pic of your favorite one :)\n  ","852109":"\n   What’s my username?\n  ","852110":"\n   I think recreating an account was a mistake. I know I originally had a reason... but even with blocking the people who previously gave me hate doesn't stop them from finding this new one. 😪\n  ","852111":"\n   What is the most muscular part of your body?\n  ","852112":"\n   I love you\n  ","852113":"\n   Do you prefer vintage or new?\n  ","852114":"\n   What would make you lose all trust in a person?\n  ","852115":"\n   do u have a husky\n  ","852116":"\n   Who is your favorite questioner on ask.fm?\n  ","852117":"\n   Do you prefer to be alone or around people?\n  ","852118":"\n   Miss you\n  ","852119":"\n   What concert do you want to go to? ?✌\n  ","852120":"\n   Drink water!\n  ","852121":"\n   How much will this affect you\n   \n    https:\/\/aleialeiatoll.blogspot.com\/2020\/12\/new-havana-shooting-rocks-community.html\n   \n","852122":"\n   15 years of hard labor... could you handle it?\n  ","852123":"\n   When are you human?\n  ","852124":"\n   Do you have fairy lights\/christmas lights hanging in your room year round for decoration?\n  ","852125":"\n   Hey 👋🏽👀\n  ","852126":"\n   Are we ok now?\n  ","852127":"\n   Do you like Batman movies ?\n  ","852128":"\n   Do you like roller coasters?\n  ","852129":"\n   What has quarantine done to or for you this year?\n  ","852130":"\n   What's your favorite kind of bread\n  ","852131":"\n   Hello :)\n  ","852132":"\n   what’s the last text you sent\n  ","852133":"\n   Do you enjoy being around people?\n  ","852134":"\n   How old were you the first time you fell in love?\n  ","852135":"\n   Favourite animal ?\n  ","852136":"\n   Do you like anything with coconut 🥥 in it? Me personally, I can’t eat anything with coconut\n  ","852137":"\n   Om nom noms on early turkey\n  ","852138":"\n   Be gentle and don't be tough\n  ","852139":"\n   Any tips on how to look and\/ or act less basic?\n  ","852140":"\n   You ever want to tell someone you love them but you're afraid to...?\n  ","852141":"\n   Do you ever sit on askfm and think \"why am I even on this app?\".\n  ","852142":"\n   Is there anything you wish you had in your house right now?\n  ","852143":"\n   Its ok?\n  ","852144":"\n   Hey\n  ","852145":"\n   What's a popular food you find disgusting?\n  ","852146":"\n   Do you like tapestries?\n  ","852147":"\n   What is the last (or current) color you painted your nails?\n  ","852148":"\n   Anything unexpected happen to you this week?\n  ","852149":"\n   Hello\n  ","852150":"\n   best thing that happened this year 2020\n  ","852151":"\n   What’s your favorite food?\n  ","852152":"\n   What do you like to do at night?\n  ","852153":"\n   What is the weirdest thing you've heard somebody say?\n  ","852154":"\n   Who has impressed you most with what they’ve accomplished?\n  ","852155":"\n   I want to get my sisters a puppy, but she is still grieving for the loss of her dog that past away 8 years ago. Urn with dog ashes are are on her bed and I don’t know how to get her out of it. I suggested a new dog but she is absolutely no attitude. But yet she cannot sleep. Any suggestions?\n  ","852156":"\n   Are you happy or sad now?\n  ","852157":"\n   What has changed in the past 5 years that you would never of expected to happen?\n  ","852158":"\n   Your favorite YouTuber? 📹\n  ","852159":"\n   You are sweets\n  ","852160":"\n   Thank you so much for the coins buddy have a great night👍🌑🌙\n  ","852161":"\n   It’s okay buddy and thanks you too thanks again talk to you later!\n  ","852162":"\n   In case you didn’t get my message, I said hi buddy thank you so much for the coins😁 have a wonderful night👍🌑🌙\n  ","852163":"\n   What the last movie you watch??\nWould you recommend it?\n  ","852164":"\n   What’s one item always on your grocery list?.\n  ","852165":"\n   How many rooms are in your dream home?\n  ","852166":"\n   how many masks do you own?\n  ","852167":"\n   Have you ever broken your arm?\n  ","852168":"\n   How big is your Christmas shopping list?\n  ","852169":"\n   How many serious relationships have you been in?\n  ","852170":"\n   Do u have a gf\/bf?\n  ","852171":"\n   Do you really think wearing a mask is taking rights away?\n  ","852172":"\n   What can you do to make this world a better place?\n  ","852173":"\n   Do you like go out to have a dinner at restaurant ?\n  ","852174":"\n   What’s the weather like where you’re at?\n  ","852175":"\n   Girls if you are single and pregnant I would be glad to adopt your baby so you do not abort your son or daughter I would even pay your medical bills and sit with you in the delivery room when you give birth I MEAN IT PROMISE YOU.\n  ","852176":"\n   Mental health check in, how are you doing?\n  ","852177":"\n   how is your day\n  ","852178":"\n   Do you like beans and rice?\n  ","852179":"\n   .\n  ","852180":"\n   If you want to, i recommend that you listen to the song Battle Cry by Little V. It will get your heart racing, and give you the urge to work out or bike ride\n  ","852181":"\n   Do you like shows that are to be continued?\n  ","852182":"\n   Happy Tuesday\n  ","852183":"\n   up or down?\n  ","852184":"\n   Home cooked food or fast food\n  ","852185":"\n   What’s the dumbest thing someone has argued with you about?\n  ","852186":"\n   1+1 = ?\n  ","852187":"\n   What would u do after find out that the girl u dating is a stripper?\n  ","852188":"\n   How much time do you spend on social media\n  ","852189":"\n   tell me something about yourself that very few people know.\n  ","852190":"\n   Mind if I make a thread for VIP? Lmao\n  ","852191":"\n   Let's hear your favorite qoutes? Positive, Negative, Funny. Whatever!\n  ","852192":"\n   How many questions do you ask per day?\n  ","852193":"\n   what makes you feel productive and accomplished?\n  ","852194":"\n   Are you having a good weekend?\n  ","852195":"\n   what’s the prettiest state you’ve been to?\n  ","852196":"\n   Favorite game?\n  ","852197":"\n   About how many questions do you answer on here per week?\n  ","852198":"\n   hello\n  ","852199":"\n   Do you remember your mother making you meals. What was the greatest meal she made for you?\n  ","852200":"\n   Miss u\n  ","852201":"\n   What was the most bizarre food you ever ate?. \nI had tried cow brains and spit it out when told what it was.\n  ","852202":"\n   what's the best inside joke you’ve been a part of?\n  ","852203":"\n   😈\n  ","852204":"\n   Opinion on keto?\n  ","852205":"\n   What's your favorite seafood?\n  ","852206":"\n   Do you do one kind thing a day for someone?\n  ","852207":"\n   I did it :)\n  ","852208":"\n   forget the single part then. say you're a parent that isn't with the other but the other \"parent\" lies and does nothing for said kiddo\n  ","852209":"\n   What can you think with many friend arround you?.\n  ","852210":"\n\n    https:\/\/socialclub.rockstargames.com\/events\/ypfxwNll\/gta-online-bonuses\/1\/OAgh0Hw4\n   \n","852211":"\n   is anybody single that is a girl\n  ","852212":"\n   Single parents. How do you deal with the other parent? As in when they lie to you. Even though you caught them lying. Help a fellow parent out\n  ","852213":"\n   Laundry or dishes\n  ","852214":"\n   I’m 6’2 with no shoes on but with work boots which I basically wear daily I’m about 6’4 so most people are taller then me so as long as you are 5 feet girls then I’m ok with dating you or boys who are a bit taller then me i have over 6 feet boy friends\n  ","852215":"\n   Trump won.\n  ","852216":"\n   Netflix or Hulu\n  ","852217":"\n   Happy day 💚\n  ","852218":"\n   What is the theme of your Christmas tree this year? 🎄\n  ","852219":"\n   Would you rather be with the crush of your dreams or have an infinite amount of your favourite food?\n  ","852220":"\n   What is your favorite kind of soup\n  ","852221":"\n   What does \"feeling high\" mean to you????\n  ","852222":"\n   Abs or Dad Bod?\n  ","852223":"\n   How would you react if your life partner would tell you they want to have plastic surgery?\n  ","852224":"\n   What kind of work do you do?\n  ","852225":"\n   Did you eat today? Remember to drink water!!!\n  ","852226":"\n   Stars can’t shine without darkness\n  ","852227":"\n   Fav song?\n  ","852228":"\n   Happy Tuesday 😁🥳\n  ","852229":"\n   Favorite food at Wendy’s\n  ","852230":"\n   VIP and VIP+ people: have your weekly tasks been messing up or seeming wrong? \n\nMine says I’m not sending questions or shoutouts even though I clearly am lol\n  ","852231":"\n   If cartoon physics suddenly replaced real physics, what are some things you would want to try?\n  ","852232":"\n   Steve ..you've gotta watch the movie..read the book or search em out. Very interesting.\n  ","852233":"\n   What does a women want from a man?\n  ","852234":"\n   How do you cope with the anxiety and over-thinking thoughts? ;-;\n  ","852235":"\n   What was the thing that annoyed you?\n  ","852236":"\n   My ex and I broke up about 2 weeks after I gave birth. He had a new girlfriend a few months after we broke up and I found out she's pregnant by him. Our baby isn't even 1 yet. Makes me wonder did she know about me while I was pregnant by him and living with him? Did he do this to hurt me?\n  ","852237":"\n   IS: Who would you choose to interview you next living or dead?\n  ","852238":"\n   Interview Spam: What is your best standard interview answer about yourself?\n  ","852239":"\n   IS: Rate your typical performance during interviews 1-100\n  ","852240":"\n   Interview Spam: When was your last interview for anything?\n  ","852241":"\n   What items do you always carry to your bag ?\n  ","852242":"\n   Are You Single As A Pringle🥔 or Taken Like Bacon🥓?\n  ","852243":"\n   you could work on things while in jail. fitness, educate yourself, learn to meditate, i mean its not ideal but its possible you can grow\n  ","852244":"\n   What are your hobbies?\n  ","852245":"\n   Did your parents ever buy you those 100 games in one CD? If so, what was your favorite game to play?\n  ","852246":"\n   Which law(s) would you change? Why?\n  ","852247":"\n   Are you living your dream ?\n  ","852248":"\n   What are the things you always take with you?\n  ","852249":"\n   Fallout and Skyrim or Odyssey and Origins?\n  ","852250":"\n   \"Who is your favorite actor??\t\"\n  ","852251":"\n   Follow me\n  ","852252":"\n   Have you ever performed in front of a big audience?\n  ","852253":"\n   Have you ever visited a museum?\n  ","852254":"\n   What has had the ability to move you to tears?\n  ","852255":"\n   Fav person\n  ","852256":"\n   What do you want for Christmas?\n  ","852257":"\n   Jury duty?\n  ","852258":"\n   What is the traditional meal in your country?\n  ","852259":"\n   Getting the covid vaccine?\n  ","852260":"\n   what more do you feel you have to accomplish?\n  ","852261":"\n   Were you wiser when you were a kid?\n  ","852262":"\n   It is No Pants Saturday! Do you only wear sweatpants or Comfy pants on your days off?\n  ","852263":"\n   Has anyone ever been chased by a UFO or bright light?\n  ","852264":"\n   Dulce favorito?\n  ","852265":"\n   CNN is controlled by the communists.\n  ","852266":"\n   Which cities would you like to visit around the world?\n  ","852267":"\n   🥰\n  ","852268":"\n   How would the world be different if everybody was vegetarian?\n  ","852269":"\n   Likers get emoji descriptions?!\n  ","852270":"\n   🌻🌷🌈\n  ","852271":"\n   Bonnie and Clyde...Heroes or Villains\n  ","852272":"\n   gooooods !!!\n  ","852273":"\n   How to become popular on ask.fm?\n  ","852274":"\n   Wanna make plans?\n  ","852275":"\n   What’s The Funniest Thing You’ve Seen On The News?\n  ","852276":"\n   What makes you feel alive?\n  ","852277":"\n   What does it mean when a profile is grayed out and cannot be clicked on?\n  ","852278":"\n   What is something that is popular know but in 5 years people will look back and be embarrassed they liked it?\n  ","852279":"\n   What's your favorite jewelry?\n  ","852280":"\n   What would you rather throw away, love or money?\n  ","852281":"\n   Where do you like to read?\n  ","852282":"\n   Whenever I dream about that I'm a firefighter in the city of San Jose, CA, is it okay if my hair color in the dream is medium strawberry blonde?\n  ","852283":"\n   What's your favorite flag\/flags? <3\n  ","852284":"\n   Instead of learning all education as absolute. You should try to distinguish what is a historical holdover from bygone thought and present knowledge. Do you understand the difference?\n  ","852285":"\n   Do you think Covid-19 will be over by next year?\n  ","852286":"\n   What is the first thing you notice in a person of the opposite gender ?\n  ","852287":"\n   What's your opinion on pyramid scheme businesses?\n  ","852288":"\n   Blap blap!\n  ","852289":"\n   What are you good at that nobody knows?\n  ","852290":"\n   Should people be given a second chance? ?\n  ","852291":"\n   Go something funny ?\n  ","852292":"\n   WHO IS YOUR BEST FRIEND\n  ","852293":"\n   What shoes did you wear today?\nPAP\n  ","852294":"\n   I am drunk on power and I want MORE!\n  ","852295":"\n   Beep beep\n  ","852296":"\n   What are your plans for Thanksgiving?\n  ","852297":"\n   I have seen things and done things I'm not proud of. What's your story?\n  ","852298":"\n   What myths and legends do you find most interesting?\n  ","852299":"\n   If you could be the leader of your country, what would you change?\n  ","852300":"\n   🎁🎀.. how much Christmas Spirit you have??..⛄🎄⛄.. cuanto espíritu Navideño tienes??..🎀🎁\n  ","852301":"\n   Are you in a good headspace?\n  ","852302":"\n   How do you tell the person you fought SO hard for that you’re not happy...? 😞💔\n  ","852303":"\n   I HAVE OBSERVED THAT EVERYTIME YOU DISCUSS SPIRITUAL MATTERS, YOUR HAIR SUPERNATURALLY FORMS A CUTE LITTLE YAMIKA ON THE BACK OF YOU HEAD. I HAVE DECIDED THAT YOU SHALL BE A PRIEST WHEN YOU GROW UP.\n  ","852304":"\n   Thoughts on leather jackets?\n  ","852305":"\n   Do you think it's obnoxious when people ask for coins on here?\n  ","852306":"\n   Followed\n  ","852307":"\n   ‏\n  ","852308":"\n   Does it actually get better or you just get used to it?\n  ","852309":"\n   Holaaa\n  ","852310":"\n   ✨scam✨\n  ","852311":"\n   Any weekend plans?\n  ","852312":"\n   what exotic animal would be most interesting as a domesticated pet?\n  ","852313":"\n   if you need your 25 shutouts, go for it.\n  ","852314":"\n   Why do people smoke?\n  ","852315":"\n   OK\n  ","852316":"\n   How many kids do you have?\n  ","852317":"\n   Would you ever want to get a pet bird?\n  ","852318":"\n   how old r u\n  ","852319":"\n   What’s the best family memory you have?\n  ","852320":"\n   What is the most dangerous thing you have ever done?\n  ","852321":"\n   What’s the nicest thing anyone’s ever said about you?\n  ","852322":"\n   what’s the temperature where you are?\n  ","852323":"\n   Are you single or taken?\n  ","852324":"\n   Which decade looked the coolest?\n  ","852325":"\n   Would you still work you won a huge lottery?\n  ","852326":"\n   a quick shower or long relaxing bath?\n  ","852327":"\n   Anything u feel that you should done in your childhood but you haven't??️?️\n  ","852328":"\n   What's the furthest from home you've been?\n  ","852329":"\n   Would you be friends with an older girl or guy that would be born in the 86? If no tell me why?\n  ","852330":"\n   Do you know what steak fingers are?\n  ","852331":"\n   What did you dream about last night?\n  ","852332":"\n   Do you like getting anonymous questions or would rather people ask directly\n  ","852333":"\n   What would be the best thing you could reasonably expect to find in a cave?\n  ","852334":"\n   What was the last concert you went to?\n  ","852335":"\n   ?????????\n  ","852336":"\n   do you have a lot of friends?\n  ","852337":"\n   Raccoon or monkey\n  ","852338":"\n   Someone you wanna meet right now or someone you miss right now?\n  ","852339":"\n   Tell me something not many people know about you?\n  ","852340":"\n   What do you know about Islam?\n  ","852341":"\n   Continue with a rhyme: \"I was sitting on a chair…\"\n  ","852342":"\n   What food do you swear people only pretend to like?\n  ","852343":"\n   Where do you hangout the most ??\n  ","852344":"\n   What is your favorite movie of adventure? Why?\n  ","852345":"\n   Hello what is your favorite food?\n  ","852346":"\n   Who do you like?\n  ","852347":"\n   Actually ?... I want to live and play music in New York as soon as possible. Not to live here in Europe in the middle of nowhere in a disgusting country. How can I do this? I don’t even have parents standing next to me and I don’t have money either?I believe in God’s help, but yeah....?\n  ","852348":"\n   Have a good Friday!!\n  ","852349":"\n   New Official Music Video out go check it out!!\n   \n    https:\/\/m.youtube.com\/watch?v=OD8TjMyH3E4\n   \n","852350":"\n   are you free\n  ","852351":"\n   How many of your friends are vegans\/vegetarians?\n  ","852352":"\n   How good are you at untying knots?\n  ","852353":"\n   How’s everyone’s day been?\n  ","852354":"\n   Shark diving, bungee jumping, or sky diving, or spelunking?\n  ","852355":"\n   If you experience social anxiety, what is something that has helped you deal with it?\n  ","852356":"\n   Craziest childhood memory?\n  ","852357":"\n   What was the best year of your life so far?\n  ","852358":"\n   What’s one thing you like about Monday’s\n  ","852359":"\n   Fav game ?\n  ","852360":"\n   What gossip about yourself has made you laugh?\n  ","852361":"\n   Do you prefer a humble life when you are actually filthy rich, or being filthy rich and  buying big mansions and stuff?\n  ","852362":"\n   Did\/will you go to a college or a university?\n  ","852363":"\n   Have you ever locked yourself out of the house?\n  ","852364":"\n   Have you ever fallen asleep during a class?\n  ","852365":"\n   fav holiday\n  ","852366":"\n   What do you wish you had more talent doing?\n  ","852367":"\n   Whenever I dream about that I'm a police officer, is it okay if my hair color in the dream is dark brown?\n  ","852368":"\n   Why is ASK FM so dead ?\n  ","852369":"\n   Why do feminists lie so much ? \nWhy do feminists exaggerate ? \nAre you afraid for men ?\n  ","852370":"\n   Which animal is your spirit animal?\n  ","852371":"\n   Fresh eggs or store bought eggs?\n  ","852372":"\n   would you like to punish me? i've been a bad boy lately ?\n  ","852373":"\n   Damn it?\n  ","852374":"\n   Are you a forgiving person?\n  ","852375":"\n   Violin or guitar\n  ","852376":"\n   Tombstone pizza or Digiorno?\n  ","852377":"\n   When do you usually wake up?\n  ","852378":"\n   What board games are worth your attention?\n  ","852379":"\n   Do you have or have you had quotev?\n  ","852380":"\n   happy thrusday...\n  ","852381":"\n   Who else is ready for a nap?\n  ","852382":"\n   Do you censor yourself?\n  ","852383":"\n   Guess what\n  ","852384":"\n   Brock Pierce, Rocky De La Fuente, and Jo Jorgensen all seem like promising third party candidates. What do you think?\n  ","852385":"\n   Do you like RATS\n  ","852386":"\n   Would you rather explore a new planet, or the deepest parts of the ocean? Why?\n  ","852387":"\n   Do you watch any Vtubers?\n  ","852388":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","852389":"\n   If a earthquake happened and I escaped my house naked. Do you think I should be arrested for indecent exposure?\n  ","852390":"\n   I hope everyone has an amazing Tuesday ?☺️ except 2 ASKfm losers ??\n  ","852391":"\n   What’s most intriguing about the Cinderella story?\n  ","852392":"\n   Where were you 3 hours ago?\n  ","852393":"\n   What's the craziest thing you've done?\n  ","852394":"\n   What do you think is the new online trend right now?\n  ","852395":"\n   If dogs never existed, which animal would take its place as Man's Best Friend?\n  ","852396":"\n   Question for the males.?\nWhat turns yu on about a women.?\n  ","852397":"\n   Apple or Android?\n  ","852398":"\n   I wish you the best happines. \n???\n  ","852399":"\n   How would you like to celebrate your next birthday?\n  ","852400":"\n   How to correctly write: \"buttocks\" or \"battocks\"? ???\n  ","852401":"\n   Have you ever purposefully eaten something you're allergic to?\n  ","852402":"\n   Because how old are you?\n  ","852403":"\n   Steve? Where are you?\n  ","852404":"\n   Sweet dreams ??\n  ","852405":"\n   What’s ur all time favorite food\n  ","852406":"\n   ?\n  ","852407":"\n   What would you do if you could inflate your body like a balloon?\n  ","852408":"\n   are you lacktost intolerant?\n  ","852409":"\n   ﹅❁. What is your summer song?\n  ","852410":"\n   Have you ever loved someone you have not met?\n  ","852411":"\n   Do you believe Bob Lazars story? If so how does that affect your view of the world?\n  ","852412":"\n   Bakakosis\n  ","852413":"\n   Doesn't NFL LB Tedy Bruschi have olive skin?\n  ","852414":"\n   Is it unhealthy to keep wishing you could go back into time to fix something?\n  ","852415":"\n   How would you describe today in one word?\n  ","852416":"\n   What is the first thing you look at when you see or talk to someone?\n  ","852417":"\n   Is there any exciting plans for the fall that you have ready to do? If it is not fall where you are located & what do you have planned for the next 3 months to where you are?\n  ","852418":"\n   Have you ever passed the driver’s test?\n  ","852419":"\n   What's your sexual orientation?\n  ","852420":"\n   Wuuuuuuuuuuuuuuuuuu\n  ","852421":"\n   Bryce hall is cringe\n  ","852422":"\n   What is the important thing that you will do anything?\n  ","852423":"\n   What is the temperature right now?\n  ","852424":"\n   Top 5 fave artists\/bands?\n  ","852425":"\n   American Dad or Family Guy??\n  ","852426":"\n   So I am currently talking to this guy and he put on his Twitter that “ i’m not catching feelings but I am starting to consider how she feels” I’m just confused on what he means by that ?\n  ","852427":"\n   Do you follow your brain or your heart?\n  ","852428":"\n   Badminton or tennis\n  ","852429":"\n   Whats your specialty when your cooking?\n  ","852430":"\n   How much did you lurk your crushes social media before talking to them?\n  ","852431":"\n   hi\n  ","852432":"\n   do you like sad songs?\n  ","852433":"\n   Do you prefer to ski or snowboard?\n  ","852434":"\n   What music are you addicted to?\n  ","852435":"\n   Favorite phone case?\n  ","852436":"\n   Can you outrun your pet?\n  ","852437":"\n   Does anyone have any weird movie finds?\n  ","852438":"\n   what is your favourite quotation?\n  ","852439":"\n   Women as a group do not want people controlling their bodies. \nWomen as a group want to control male bodies.\n  ","852440":"\n   If you somehow meet your ex , how would you treat to that?????\n  ","852441":"\n   Someone just asked me a question and I accidentally deleted it and missed the undo button ??‍♂️\n  ","852442":"\n   Something you’d change if you could?\n  ","852443":"\n   What makes you the happiest...\n  ","852444":"\n   Favorite TV Judge to watch?\n  ","852445":"\n   Do you prefer eating alone or with others\n  ","852446":"\n   What do you like to being called?\n  ","852447":"\n   Define beauty please\n  ","852448":"\n   Screensaver picture?❤️\n  ","852449":"\n   Favorite color of bracelets\n  ","852450":"\n   What NFL player in your dreams are you?\n  ","852451":"\n   ✨?SPACE?✨\n  ","852452":"\n   Be honest, Trump or Biden?\n  ","852453":"\n   Let’s all take a second and pray for those lives that we need to remember on this date in history... ??❤️\n  ","852454":"\n   What is the pettiest reason you've ever ghosted someone?\n  ","852455":"\n   What is something you do every single day?\n  ","852456":"\n   Would you rather have a boyfriend\/ girlfriend for life or a best friend for life?\n  ","852457":"\n   Be happy, healthy, safe\n  ","852458":"\n   What are you confused abour\n  ","852459":"\n   Do you have any pets?\n  ","852460":"\n   Are you sad that summer is ending or you excited\n  ","852461":"\n   If you could throw a party in any building in the world, which one would you pick?\n  ","852462":"\n   Free space ☀️\n  ","852463":"\n   ???? .. Rainy days make me nostalgic and you??.. ???? .. Los días lluviosos me ponen nostálgica y a Ti??.. ????\n  ","852464":"\n   Can you read music? What is your instrument or voice part?\n  ","852465":"\n   Do you believe in ghosts? No? Neither do I. But I still don't know how I came back.\n  ","852466":"\n   What is one thing you want to do before you die?\n  ","852467":"\n   What is the best place for the first date?\n  ","852468":"\n   How old are you?\n  ","852469":"\n   \" I don't cook I don't clean\". ??\n\nYour turn.\n  ","852470":"\n   What song brings back memories from your childhood?\n  ","852471":"\n   If your nails are painted right now, what color are they?!\n  ","852472":"\n   are you a people person\n  ","852473":"\n   Would you ever be friends with people who have different views to you?\n  ","852474":"\n   Where would you like to visit?\n  ","852475":"\n   Saturday\n  ","852476":"\n   Which songs to you sound like poetry?\n  ","852477":"\n   Favorite quote?\n  ","852478":"\n   What worries you the most?\n  ","852479":"\n   If you were going to be stuck on an island with three celebrities, which three would you choose?\n  ","852480":"\n   Cookies and cream candy bar or haagen das ice cream coffee flavor\n  ","852481":"\n   Have you ever told someone you loved them but you wasn’t sure or you didn’t mean it?\n  ","852482":"\n   What style of hair so u like?\n  ","852483":"\n   ☀️\n  ","852484":"\n   What is the softest thing ever ?\n  ","852485":"\n   If you were to transform into a magical creature, what would it be?\n(I would be a fairy)\n  ","852486":"\n   If you would meet someone in reality from ask fm..what would you tell her? Mayb she can be ur crush.. Or u can..\n  ","852487":"\n   What is your consumer dream?\n  ","852488":"\n   If you could influence people like a celebrity does, how would you use it for the benefit of the planet?\n  ","852489":"\n   Is it ethical to eat meat?\n  ","852490":"\n   Is Anyone having trouble with Facebook newsfeed not working since Monday 9-21?\n  ","852491":"\n   What do you do when you’re angry?\n  ","852492":"\n   Are girls who are 5'6 too tall?\n  ","852493":"\n   What’s your favorite spot in the city or town you live in?\n  ","852494":"\n   It’s cold outside\n  ","852495":"\n   Y'all like trampolines?\n  ","852496":"\n   What is the most useful thing\/skill\/habit (of any nature, personal or professional) you've learnt\/developed in your life?\n  ","852497":"\n   I’m hungry\n  ","852498":"\n   screenshot your bio and post here\n  ","852499":"\n   do you consider yourself an undiscovered author? why or why not?\n  ","852500":"\n   Name something you see at the moment.\n  ","852501":"\n   How long is\/was your longest friendship???\n  ","852502":"\n   What are your goals in life?\n  ","852503":"\n   what is your favorite flavor of gum?\n  ","852504":"\n   How do you get rid of bad vibes or negative energy in your life?\n  ","852505":"\n   Whats one thing your confident about?\n  ","852506":"\n   what is your favorite social media site?\n  ","852507":"\n   Do you like MOUNTAIN DEW\n  ","852508":"\n   what's one food you will never eat?\n  ","852509":"\n   What's your favourite thing to do at the beach?\n  ","852510":"\n   Anyone on telegram ????\n  ","852511":"\n   Would you ever try the blueberry gum off of Charlie and the chocolate factory?\n  ","852512":"\n   Autistic person or person with autism? Which wording do you like better?\n  ","852513":"\n   Are you happier single or in a relationship?\n  ","852514":"\n   If men partially expose genitals they get 3 years in jail.\n  ","852515":"\n   It is called a vulva.\n  ","852516":"\n   Women have been partially exposing a part of their body in America since 1992. They do not get arrested when they partially expose it. Men should have the same right.\n  ","852517":"\n   Favorite late night snacc?\n  ","852518":"\n   What if my favorite TV show is horror?\n  ","852519":"\n   Have you ever touched a fish in the water before?\n  ","852520":"\n   Closest friends at sn\n  ","852521":"\n   What is the one thing you wish your phone could do?\n  ","852522":"\n   How often do you \"dress up\" to go out?\n  ","852523":"\n   Maybe I should back to being nobody and having no one. I probably stop feeling so shitty\n  ","852524":"\n   Have you ever been in an embarrassing situation, the memories of which are haunting you up to this day?\n  ","852525":"\n   _\n  ","852526":"\n   What's your favorite funny movie?\n  ","852527":"\n   Is it a bad idea to try starting something with someone else if you’re not over a guy that friend zoned you :\/\n  ","852528":"\n   What gift would you like to receive? From who?\n  ","852529":"\n   While having a bad dream\nYou wake up just in time\nOr feel stuck an finally wake. \nDo you ever wonder what happens to the dream you? Do you dissappear leaving everyone in your dream confused or does something bad happen we just wake up before seeing it?\n  ","852530":"\n   Because of feminists women are exempted from Maine's indecent exposure law. Please call the governor of Maine and tell him to kill this law. I want equal rights for men.\n  ","852531":"\n   Why spring turns to summer and then autumn?\n  ","852532":"\n   Ask me a question.\n  ","852533":"\n   Do you like song mashups? Do you have a favorite?\n  ","852534":"\n   Do u work better under stress ?\n  ","852535":"\n   What is\/was your nickname at school?\n  ","852536":"\n   Hope everyone has a great Monday and a fantastic week. Let’s grind hard ??\n  ","852537":"\n   On a scale from 1 to 10 how weird are you?\n  ","852538":"\n   what conspiracy theories do you believe?\n  ","852539":"\n   Who else is tired of 2020 and ready for 2021\n  ","852540":"\n   Please call Kate Brown the governor of Oregon and tell her you want women excempt from ORS 163.465. Oregon does not own women.\n  ","852541":"\n   انت لسه صاحي ليه\n  ","852542":"\n   ladies: what’s your bfs fav piece of clothing u wear?\ngentlemen: what’s the fav part about your gfs facial features? ??\n  ","852543":"\n   What are you going to eat for dinner??\n  ","852544":"\n   How do you cheer up a friend when they're feeling down?\n  ","852545":"\n   Coke or Dr Pepper\n  ","852546":"\n   What you miss the most from your childhood?\n  ","852547":"\n   What would be your name if you were a DJ?\n  ","852548":"\n   Do you get along better with introverts or extroverts?\n  ","852549":"\n   Did you ever play dodgeball in school?\n  ","852550":"\n   How would you react if you had the ability to read people's minds?\n  ","852551":"\n   I have cramps\n  ","852552":"\n   What's your most recent favourite photo that you have taken?\n  ","852553":"\n   Stay strong\n  ","852554":"\n   Summer or spring\n  ","852555":"\n   Which Disney character would you like to be for a day?\n  ","852556":"\n   Blue or purple?\n  ","852557":"\n   What if something scary happened in real life?\n  ","852558":"\n   Do you eat meat?\n  ","852559":"\n   Do you remember your first kiss?\n  ","852560":"\n   You're stuck between a rock and a hard place, what are you going to do?\n  ","852561":"\n   What was the dirtiest job you have ever had?\n  ","852562":"\n   Are you an early bird or a night owl?\n  ","852563":"\n   If you had an extra hour of free time every day, what would you do with it?\n  ","852564":"\n   Burgers with pickles or onions or both?\n  ","852565":"\n   Do you think that money can buy love?\n  ","852566":"\n   What mask would you wear to a masked ball?\n  ","852567":"\n   How often do you buy things via the Internet?\n  ","852568":"\n   Name something from the past that you hold on to!\n  ","852569":"\n   What was the last 'nice' thing you did for yourself?\n  ","852570":"\n   What's the best way to get your attention?\n  ","852571":"\n   How is life? ?\n  ","852572":"\n   What makes someone powerful?\n  ","852573":"\n   Anyone know how to get rid of hackers?\n  ","852574":"\n   Use this to rant\n  ","852575":"\n   ?????\n  ","852576":"\n   F O L L O W ?✨\n  ","852577":"\n   How do you say the word \"aunt\"\n  ","852578":"\n   Why do women never charge other women with indecent exposure ? I know because they are bad people.\nAlso 95 % people who charge other people with indecent expose are women.\n#wabp\n  ","852579":"\n   Do you have a pet?\n  ","852580":"\n   Would you rather be a philosopher, an astrophysicist, or a psychologist? Why?\n  ","852581":"\n   Do you think crying is a sign of weakness or strength?\n  ","852582":"\n   Favorite dialogue in a movie?\n  ","852583":"\n   You like girts. Ever had them before? Or have you ever heard of them before? Should check them out.\n  ","852584":"\n   Are you happy to be home during the whole covid thing ?\n  ","852585":"\n   '?'....\n  ","852586":"\n   Popeyes or KFC\n  ","852587":"\n   I am a Christian male. Are you a Christian ?\n  ","852588":"\n   Do you prefer toast with jelly, or toast with butter?\n  ","852589":"\n   Are you a Justin Timberlake fan ?\n  ","852590":"\n   What can people learn from animals?\n  ","852591":"\n   Are you happy with where you live?\n  ","852592":"\n   Would you prefer to have the power to fly or be invisible?\n  ","852593":"\n   Whats the most important feature of someones face?\n  ","852594":"\n   What did you do today?\n  ","852595":"\n   How’s your day?\n  ","852596":"\n   do you think using askfm is a waste of time?\n  ","852597":"\n   What do you prefer, rock or jazz?\n  ","852598":"\n   PAP your most popular pic on social networks!\n  ","852599":"\n   What are the most important advantages of Internet?\n  ","852600":"\n   What's the farthest-away place you've been?\n  ","852601":"\n   What do you do to entertain yourself?\n  ","852602":"\n   What do you want right now?\n  ","852603":"\n   Tell us something you did that you're ashamed of?\n  ","852604":"\n   Who was the last person you hugged?\n  ","852605":"\n   Do you think you get more mature by getting older?\n  ","852606":"\n   What's the wierdest thing you've found at a garage sale or thrift shop?\n  ","852607":"\n   If you could have any question answered, what would it be?\n  ","852608":"\n   What would someone have to do to make you dislike them immediately?\n  ","852609":"\n   Jeans or sweatpants?\n  ","852610":"\n   Whom do you really love?\n  ","852611":"\n   Puppy sized elephant or elephant sized puppy?\n  ","852612":"\n   What future invention are you impatiently waiting for?\n  ","852613":"\n   How often do you change your hairstyle?\n  ","852614":"\n   What would you name a newly discovered planet?\n  ","852615":"\n   What is the least stressful job you can think of?\n  ","852616":"\n   Do you have patience with people or nah?\n  ","852617":"\n   Chicken or steak?\n  ","852618":"\n   Are you competitive?\n  ","852619":"\n   What sound can put you to sleep?\n  ","852620":"\n   What’s the best and worst thing about getting older?\n  ","852621":"\n   How long does braces hurt after you get them ?\n  ","852622":"\n   Why does the forbidden fruit always taste the sweetest?\n  ","852623":"\n   Do you trust your friends or do you keep things to yourself?\n  ","852624":"\n   Do you believe that rude people should be hugged until they are nice?\n  ","852625":"\n   Have you ever been in a public place at night by yourself and then hear a random noise?\n  ","852626":"\n   Do you like Olives\n  ","852627":"\n   Do you have a crush on someone?\n  ","852628":"\n   Do you want more?.. if so.. what’s stopping you?\n  ","852629":"\n   Do you have any mental health problems?\n  ","852630":"\n   Twitter or Instagram\n  ","852631":"\n   What is the first thing that attracts you in the opposite gender?\n  ","852632":"\n   What was the last restaurant you went to?\n  ","852633":"\n   What position do you sleep in?\n  ","852634":"\n   Do you agree with Kaney West ?\n  ","852635":"\n   What’s the best gift you’ve received for Christmas?\n  ","852636":"\n   Would you rather be half serpent or half mermaid ?\n  ","852637":"\n   Do you think someone is lovingly thinking of you right now?\n  ","852638":"\n   Do you enjoy roller coasters?\n  ","852639":"\n   Would you rather date a civil engineer or an architect?\n  ","852640":"\n   Now that most people are working or going to school from home, do you have good WiFi in your area or is it slow?\n  ","852641":"\n   Hope everyone has a blessed Thursday ?☺️\n  ","852642":"\n   Hope You All Have A Great Rest Of The Week??\n  ","852643":"\n   What NFL player in your dreams are you?\n  ","852644":"\n   Do you know a lot about the laws in the US?\n  ","852645":"\n   What’s your favorite season and why?\n  ","852646":"\n   Chantizzle you have amazing tits.\n  ","852647":"\n   Who remembers the ASKfm gifts?.... Did you send any and received them? I definitely remember lol!!!\n  ","852648":"\n   How do you cope with depression?\n  ","852649":"\n   ?\n  ","852650":"\n   Are you a Star Wars fan?\n  ","852651":"\n   I want to spoon your sister if she is over 18.\n  ","852652":"\n   IM BACK!!!!!\n  ","852653":"\n   Hi ??! How are you?\n  ","852654":"\n   How do you treat people in general?\n  ","852655":"\n   What exactly do you want these days?\n  ","852656":"\n   Do you tend to stand out or blend in with a crowd?\n  ","852657":"\n   ??What would you say to your young self and why?\n  ","852658":"\n   What was your favourite childhood story?\n  ","852659":"\n   a warm blanket or a cup of tea? coffee?\n  ","852660":"\n   What will you do in your old age?\n  ","852661":"\n   Plans for the rest of the night?\n  ","852662":"\n   most sweet person you know?\n  ","852663":"\n   What is under your bed?\n  ","852664":"\n   Do you like social media ?\n  ","852665":"\n   Are you hungry for adventure?\n  ","852666":"\n   If you had to eat one dish for a whole month, what would you choose?\n  ","852667":"\n   What makes you feel like a boss?\n  ","852668":"\n   If you could go anywheres, where would you go?\n  ","852669":"\n   Do you believe in the third eye?\n  ","852670":"\n   ?\n  ","852671":"\n   Is there life after death?\n  ","852672":"\n   ?\n  ","852673":"\n   What would you do differently if you knew nobody would judge you?\n  ","852674":"\n   I love apples - what do you love?\n  ","852675":"\n   On a scale of 1 to 10, how well do you sing?\n  ","852676":"\n   What is the most important thing in being a good friend?\n  ","852677":"\n   can you post a picture of you?\n  ","852678":"\n   What are you currently obsessed with?\n  ","852679":"\n   Roller coasters or water slides?\n  ","852680":"\n   I never thought school could be this stressful.\n  ","852681":"\n   How many hours do you sleep per night?\n  ","852682":"\n   PM me of you need some tools\n  ","852683":"\n   What has been your best moment so far this year?\n  ","852684":"\n   ??\n  ","852685":"\n   Is CHINESE the same as Japanese\n  ","852686":"\n   what’s ur favorite music genre? ?\n  ","852687":"\n   Do you believe in happy ending?\n  ","852688":"\n   are you afraid of tickling?  very much scared?  which body part is most sensitive to tickling?\n  ","852689":"\n   Do you watch trailers before choose to watch a movie ?\n  ","852690":"\n   No prob, man. take your time. I be here for a little bit. I got to let the cows out of the house and let them do their thang\/\/\/\n  ","852691":"\n   Hi Stevie. YOU can ask ME anything you want... I will try my best for you.\n  ","852692":"\n   What emotion do you experience most often?\n  ","852693":"\n   Do you like old Hollywood ?\n  ","852694":"\n   Today is Women's Equality Day! Who do you think is the greatest woman in history?\n  ","852695":"\n   do you believe love exists ?\n  ","852696":"\n   Do you care about what people think about you ?\n  ","852697":"\n   It just is scary how much it is rising\n  ","852698":"\n   Sick of random questions. Any fresh, new questions for me?\/\/\n  ","852699":"\n   Do you watch NBA?\n  ","852700":"\n   Best type of coffee\n  ","852701":"\n   Why do people resist arrest? Doesn't seem like a smart thing to do under the circumstances.\n  ","852702":"\n   Dreams come true ?\n  ","852703":"\n   What is the last place you went for vacation?\n  ","852704":"\n   HQ?!\n  ","852705":"\n   Favorite music genre?\n  ","852706":"\n   We had 94 cases at my uni a few weeks ago. It's 126 now so yeah\n  ","852707":"\n   What is your favorite midnight snack?\n  ","852708":"\n   Are you a easy going ?\n  ","852709":"\n   You never answered my question. What is your favorite music genre?\n  ","852710":"\n   Who is the craziest person you know?\n  ","852711":"\n   Are you going to vote ?\n  ","852712":"\n   Favorite juice ?\n  ","852713":"\n   Favorite sports ?\n  ","852714":"\n   What interests you?\n  ","852715":"\n   Favorite Love song ?\n  ","852716":"\n   Does it hurt your feelings when certain people don't reply to your messages?\n  ","852717":"\n   Are you scared of the increases in the virus\n  ","852718":"\n   Remember to drink more water, you dry ass\n  ","852719":"\n   ?? Espacio Libre ??\n  ","852720":"\n   Hello! Anything fun planned this weekend? :)\n  ","852721":"\n   What smell worse : girl poor or boy poo ?\n  ","852722":"\n   If u have a girl\/guy leave you and go to college what you doing while they gone?\n  ","852723":"\n   Oi \/ Hi\n  ","852724":"\n   How often do you attend concerts?\n  ","852725":"\n   Person that lets you down the most?\n  ","852726":"\n   Who is your most attractive friend?\n  ","852727":"\n   ?\n  ","852728":"\n   Do you admit when you are wrong?\n  ","852729":"\n   Do you like short or long hair on someone of the opposite sex?\n  ","852730":"\n   what was the worst or funniest punishment you ever got ??\n  ","852731":"\n   Do you like Ed sheeran\n  ","852732":"\n   Dynaaaaaa light it up dynamite. \n  BTS new song is awesome. \n  Dynamite listen to it everybody\n  ","852733":"\n   Opinion on a thrupple relationship?\n  ","852734":"\n   Coffee vs tea vs hot chocolate?\n  ","852735":"\n   What can't be bought for money and why?\n  ","852736":"\n   Do you like socks, or no socks? ♥\n  ","852737":"\n   Would you ever want to clone yourself?\n  ","852738":"\n   Your opinion on rain? Do you like it?\n  ","852739":"\n   Do you like Lana Del Rey???\n  ","852740":"\n   What could be your reasons for discontinuing friendship with a person?\n  ","852741":"\n   I was taking penicillin at age 9.\nI could smell it in my uri_ne.\nIs this too much information  ? \n?\n  ","852742":"\n   Do you like Avenged sevenfold\n  ","852743":"\n   Would you live in a 3 world country ?\n  ","852744":"\n   What were you doing 30 minutes ago?\n  ","852745":"\n   What is your favourite line from a movie?\n  ","852746":"\n   ↬Do you like fast food?♡\n  ","852747":"\n   Jeep or jacked up truck?\n  ","852748":"\n   Have u followed a bad advice? Which one? What happened?\n  ","852749":"\n   I do actually\n  ","852750":"\n   Are you outgoing or shy?\n  ","852751":"\n   Under what circumstances do you block people on social media?\n  ","852752":"\n   What's something that everyone should do every day?\n  ","852753":"\n   Have you ever been in love?\n  ","852754":"\n   What causes you to panic?\n  ","852755":"\n   How many cracks does your phone screen have?\n  ","852756":"\n   On a scale from 1 to 10 how weird are you?\n  ","852757":"\n   What is the best thing that has ever happened to you?\n  ","852758":"\n   Do you prefer talking or texting?\n  ","852759":"\n   Two people that flirt a lot and it's obvious that they like eachother?\n  ","852760":"\n   Have you ever been rude to someone and you didn't mean it?  What did you do after that?\n  ","852761":"\n   What is one of your favorite foods?\n  ","852762":"\n   When you de clutter.....do you donate or throw away?\n  ","852763":"\n   Who do you know that has the worst phone crack?\n  ","852764":"\n   Hiii\n  ","852765":"\n   What's your favorite photo that you've taken?\n  ","852766":"\n   Do you think intelligence given more importance over beauty ?\n  ","852767":"\n   What are your pronouns\n  ","852768":"\n   What are you a “natural” at doing?\n  ","852769":"\n   What is your favorite black and white movie?\n  ","852770":"\n   Do you own monogrammed?\n  ","852771":"\n   What’s the nicest thing a complete stranger has done for you or vice versa?\n  ","852772":"\n   Do you like poetry? Have you tried to write poetry sometime?\n  ","852773":"\n   What do you think of the name Oscar Hawes?\n  ","852774":"\n   What color do you wear most frequently?\n  ","852775":"\n   ₍˄·͈༝·͈˄₍˄·͈༝·͈˄( ͒ ु•·̫• ू ͒)˄·͈༝·͈˄₎˄·͈༝·͈˄₎\n【～～～ヽ(=^‥^=)丿～～～】\n  ","852776":"\n   What color are your socks\n  ","852777":"\n   where are you\n  ","852778":"\n   Do you like THE ROCK\n  ","852779":"\n   If you were an ice cream flavor, what would you be?\n  ","852780":"\n   Which kind of natural disaster scares you the most?\n  ","852781":"\n   Rate your dancing skills from 1 (worst) to 10 (best)\n  ","852782":"\n   Do you prefer day or night?\n  ","852783":"\n   Do you agree that love lasts for the first few years, then it turns into a habit?\n  ","852784":"\n   What are the childish things you still do as a grown up?\n  ","852785":"\n   Where will you go on your next trip?\n  ","852786":"\n   are you on the leaderboard?\nif so, what rank are you?\n  ","852787":"\n   If you are unhappy, will finding love make you happier? Or should you find other ways to be happy on your own before you try to find someone?\n  ","852788":"\n   What makes you nervous?\n  ","852789":"\n   How do you see yourself spending your time in your old age?\n  ","852790":"\n   What three things in life you want more than anything else?\n  ","852791":"\n   When did you first fall in love?\n  ","852792":"\n   Favorite song?\n  ","852793":"\n   Do you prefer to talk or to listen?\n  ","852794":"\n   Where do you like to go to enjoy nature?\n  ","852795":"\n   To be? Or not to be? That is the question.\n  ","852796":"\n   Who’s up??\n  ","852797":"\n   Do you have a secret account on facebook?\n  ","852798":"\n   What are you wearing right now?\n  ","852799":"\n   Why does Ricky think you are Chloe ?\n  ","852800":"\n   What's your mental age?\n  ","852801":"\n   Name your three biggest weaknesses!\n  ","852802":"\n   What is your favorite place to eat?\n  ","852803":"\n   What helps you to sleep better?\n  ","852804":"\n   If you saw someone shoplifting, what would you do?\n  ","852805":"\n   What social media do your parents use?\n  ","852806":"\n   I got kicked in the balls today because I said “ girls are so weak “ to a girl did i deserve it\n  ","852807":"\n   .\n  ","852808":"\n   Who would win in fight, Batman or Superman?\n  ","852809":"\n   Don't be fooled, sometimes the healing hurts more than the wound.\n  ","852810":"\n   How much weight can hot sauce burn\n  ","852811":"\n   Pick one celebrity to spend a day with\n  ","852812":"\n   Is it possible to stay friends with a person you have loved before?\n  ","852813":"\n   You must be so jaded. All women 21 plus are jaded. \nI am not.\nDo you like chocolate milk ?\n  ","852814":"\n   What do you feel when u do something right?\n  ","852815":"\n   Who is the funniest person you know\n  ","852816":"\n   Be safe, be healthy and happy\n  ","852817":"\n   Who do u want to go to the dance wirh\n  ","852818":"\n   Anyone else forever alone or just me?\n  ","852819":"\n   do u autumn mood?\n  ","852820":"\n   What is the best thing about being your age?\n  ","852821":"\n   When was the last time you cursed?\n  ","852822":"\n   Look me up lol if you want. I've got 18.1 million subs.\n  ","852823":"\n   Which is better in a vehicle? Leather\/pleather or cloth seating?\n  ","852824":"\n   صباح الخير\n  ","852825":"\n   What do you гusually eat?\n  ","852826":"\n   Online shopping or at the mall shopping?\n  ","852827":"\n   do you happy today\n  ","852828":"\n   You're stuck on an island. How would you spend your time?\n  ","852829":"\n   Are you usually the heart breaker or the heart broken?\n  ","852830":"\n   What would someone have to do to make you dislike them immediately?\n  ","852831":"\n   Do you watch me on youtube? If so How much?\n  ","852832":"\n   Chips or popcorn?\n  ","852833":"\n   Cake or pie?\n  ","852834":"\n   Was the sandwhich really that bad?\n  ","852835":"\n   Life without the internet - could this be possible?\n  ","852836":"\n   What's your dream job?\n  ","852837":"\n   Do you remember your first kiss?\n  ","852838":"\n   Who's your number one friend?\n  ","852839":"\n   What food do you most often crave for?\n  ","852840":"\n   Have you ever felt ashamed about your past?\n  ","852841":"\n   What anime are you watching now?\n  ","852842":"\n   What’s some good music to listen to?\n  ","852843":"\n   If your reading this right now. Then YOUR WORTH IT BI*** AND YOUR BEAUTIFUL AND YOU DESERVE EVERY THING YOU WANT OUT OF LIFE!!\n  ","852844":"\n   How often do you check your emails?\n  ","852845":"\n   I'm so sorry\n  ","852846":"\n   Where do u see yourself in 3 hours? Sleep or awake? Why?\n  ","852847":"\n   Where are you from?:P\n  ","852848":"\n   What is the best thing to eat for breakfast?\n  ","852849":"\n   Which Marvel character is your soulmate?\n  ","852850":"\n   What was the last big mistake you made?\n  ","852851":"\n   What's the worst place you have ever been to?\n  ","852852":"\n   Do you agree that nobody goes through more shit in life than a person with a good heart?\n  ","852853":"\n   Who knows the most about you?\n  ","852854":"\n   Why do people smoke?\n  ","852855":"\n   Have you ever felt jealousy in a friendship?\n  ","852856":"\n   Have you ever swallowed a fly? How did it taste?\n  ","852857":"\n   Who do you want to marry?\n  ","852858":"\n   What scares you?\n  ","852859":"\n   What is the best way to say goodbye?\n  ","852860":"\n   Are you romantic? Why or why not?\n  ","852861":"\n   What was the last life-changing decision you had to make?\n  ","852862":"\n   Do you remember 9 -11\n  ","852863":"\n   Do you pick and choose your friends?\n  ","852864":"\n   Are you a good bro\/sis?\n  ","852865":"\n   Is it normal to be 22 and never have had a relationship?\n  ","852866":"\n   are you strong person mentally?\n  ","852867":"\n   What was your biggest failure when purchasing things in the Internet?\n  ","852868":"\n   would u want to be kissed on the lips if u have tears falling off ur face ?\n  ","852869":"\n   Have you ever felt ashamed from your past??\n  ","852870":"\n   Is it better to be single or in a couple? Why?\n  ","852871":"\n   Do you want to be famous?\n  ","852872":"\n   Why do people kill each other?\n  ","852873":"\n   What makes you special?\n  ","852874":"\n   What are you waiting for?\n  ","852875":"\n   If you could change your skin color to anything outside of the natural palette of skin colors, what color would you choose?\n  ","852876":"\n   What's the last text msg you received?\n  ","852877":"\n   Do any of the things that used to upset you a few years ago matter at all to you today?\n  ","852878":"\n   What is the biggest challenge you are facing right now?\n  ","852879":"\n   Do you believe in love?\n  ","852880":"\n   What books do you plan to read?\n  ","852881":"\n   If you could only eat one thing for the rest of you life what would it be? PAP!\n  ","852882":"\n   Who is your favorite YouTuber?\n  ","852883":"\n   Scooter or roller skates?\n  ","852884":"\n   Who ??is your best friend?\n  ","852885":"\n   What should be illegal?\n  ","852886":"\n   Do you agree that some people focus so hard on being overly descriptive with their writing that they neglect characterization?\n  ","852887":"\n   Who is the funniest comedian?\n  ","852888":"\n   How many messages do you send per day?\n  ","852889":"\n   What do animals dream about?\n  ","852890":"\n   Penis\n  ","852891":"\n   Will you marry me?\n  ","852892":"\n   What's the biggest fashion faux-pas for you?\n  ","852893":"\n   If someone told you they could tell you your future, and it be true, would you really want to know what your future holds?\n  ","852894":"\n   How quickly have you fallen in and out of love?\n  ","852895":"\n   What do you miss?\n  ","852896":"\n   What color pencil you use for drawing?\n  ","852897":"\n   How do you prefer to be awakened up in the morning?\n  ","852898":"\n   If you had more money than you ever need, would you give it away?\n  ","852899":"\n   What have you been thinking about lately?\n  ","852900":"\n   Do you have any strange phobias?\n  ","852901":"\n   Who's your number one friend?\n  ","852902":"\n   5 Ask.fm people you would like to meet?\n  ","852903":"\n   Who is the cruelest person in history?\n  ","852904":"\n   Can I get your help with a retweet on this? My friend's about to make it big.\n   \n    https:\/\/twitter.com\/IlluminateYeahh\/status\/551477730597146624\n   \n","852905":"\n   Somebody sent me something about you, its page with video that somebody turn on live.  In this video is girl who insults you. You must see this and check it. you can find this in my questions. This page has unfortunately been blocked to watch this you need to complete a free questionnaire.\n  ","852906":"\n   Somebody sent me something about you, its page with video that somebody turn on live.  In this video is girl who insults you. You must see this and check it. you can find this in my questions. This page has unfortunately been blocked to watch this you need to complete a free questionnaire.\n  ","852907":"\n   How old were you when you learned how to ride a bike?\n  ","852908":"\n   What’s the best thing to do after a long and hard day?\n  ","852909":"\n   Can I get your help with a retweet on this? My friend's about to make it big.\n   \n    https:\/\/twitter.com\/IlluminateYeahh\/status\/551477730597146624\n   \n","852910":"\n   Somebody sent me something about you, its page with video that somebody turn on live.  In this video is girl who insults you. You must see this and check it. you can find this in my questions. This page has unfortunately been blocked to watch this you need to complete a free questionnaire.\n  ","852911":"\n   If you could visit the past or the future, which would you choose and where would you go?\n  ","852912":"\n   If you could have lunch with 5 people dead or alive who would it be?\n  ","852913":"\n   Somebody sent me something about you, its page with video that somebody turn on live.  In this video is girl who insults you. You must see this and check it. you can find this in my questions. This page has unfortunately been blocked to watch this you need to complete a free questionnaire.\n  ","852914":"\n   What is your favorite thing in your room?\n  ","852915":"\n   If you could meet any person, alive or dead, who would it be and why?\n  ","852916":"\n   What annoys you the most?\n  ","852917":"\n   How do you think the world will look in 100 years?\n  ","852918":"\n   What's your favorite kind of pie?\n  ","852919":"\n   What is your favorite ice cream?\n  ","852920":"\n   Which city would you choose as capital of the world?\n  ","852921":"\n   What is life like on other planets?\n  ","852922":"\n   How long have you lived in your current home?\n  ","852923":"\n   What would be your ideal lifestyle?\n  ","852924":"\n   Which quality in a man do you dislike the most?\n  ","852925":"\n   Do you think it is right to keep wild animals in a zoo?\n  ","852926":"\n   You're awesome!\n  ","852927":"\n   What's the furthest from home you've been?\n  ","852928":"\n   Who was the last person you kissed?\n  ","852929":"\n   ? Why\n  ","852930":"\n   Who is the most famous person in your country?\n  ","852931":"\n   Hey! Check out my account? :)\n  ","852932":"\n   Do you think people are basically bad or basically good?\n  ","852933":"\n   What is your usual breakfast?\n  ","852934":"\n   What makes someone attractive?\n  ","852935":"\n   If you could have any view from your home, what would it be?\n  ","852936":"\n   Describe what a good friend means to you?\n  ","852937":"\n   What was the last concert you went to?\n  ","852938":"\n   ohhhh you're so lucky *jealousy* :D\n  ","852939":"\n   Why do some people enjoy life and others don’t?\n  ","852940":"\n   Wait so do you really know Link... :):))\n  ","852941":"\n   Are you scared of the dark?\n  ","852942":"\n   When one should stop learning?\n  ","852943":"\n   What was the worst age you’ve had so far?\n  ","852944":"\n   How important is it for you to have a lot of money?\n  ","852945":"\n   If there were a book about your life, what the cover would look like?\n  ","852946":"\n   What age are you scared of?\n  ","852947":"\n   What do you think of me?\n  ","852948":"\n   Why do zombies like brain so much?\n  ","852949":"\n   What do you prefer: read the newspaper, watch TV News, or check online news?\n  ","852950":"\n   Do you have any strange phobias?\n  ","852951":"\n   Do you prefer talking or texting?\n  ","852952":"\n   What do you think is the greatest problem facing the teenagers of today?\n  ","852953":"\n   Milk chocolate or dark chocolate?\n  ","852954":"\n   Who has been the most important person in your life?\n  ","852955":"\n   What do you most value in your friends?\n  ","852956":"\n   Suck my air?\n  ","852957":"\n   What are the benefits of being famous?\n  ","852958":"\n   How long has your longest ever phone call been?\n  ","852959":"\n   Who are your enemies?\n  ","852960":"\n   Hey, how are you?\n  ","852961":"\n   Hey, How are you?\n  ","852962":"\n   What are your New Year's resolutions?\n  ","852963":"\n   Don't be an annoying lil shit.. <-- What's with this?! xD\n  ","852964":"\n   What does it mean when a man looks at other women when he is with his girlfriend?\n  ","852965":"\n   If you were given a time machine to travel backwards in time, what are the three mistakes that you would want to rectify?\n  ","852966":"\n   Who made the last incoming call on your phone?\n  ","852967":"\n   Whom would you like to meet?\n  ","852968":"\n   Do you find yourself thinking more about your past, present or future?\n  ","852969":"\n   What is the most boring job you can imagine?\n  ","852970":"\n   Is humanity progressing or deteriorating?\n  ","852971":"\n   What is one thing that many people don't know about you?\n  ","852972":"\n   You're given one wish...what would it be?\n  ","852973":"\n   When did you first fall in love?\n  ","852974":"\n   Would you call yourself a “happy person”?\n  ","852975":"\n   How would you like to be remembered?\n  ","852976":"\n   Which celebrity would you like to meet?\n  ","852977":"\n   How would the world be different if everybody was vegetarian?\n  ","852978":"\n   Do you think people are basically bad or basically good?\n  ","852979":"\n   If you could buy any car right now, what would you buy?\n  ","852980":"\n   If you could learn a new skill today, what would it be?\n  ","852981":"\n   What is the best birthday gift you have ever received?\n  ","852982":"\n   Favorite movie?\n  ","852983":"\n   What is the craziest  thing you have ever done for money?\n  ","852984":"\n   What would you do if you knew you couldn't fail?\n  ","852985":"\n   What does Alice Cullen throw blueberry pie at your face?\n  ","852986":"\n   What is better than chocolate?\n  ","852987":"\n   What makes you strong?\n  ","852988":"\n\n    http:\/\/youtu.be\/Xhh05e12SQ0\n   \n   Thoughts?\n  ","852989":"\n   Tell me about that Sasquatch person how much do you hate them?  Are they a stalker\n  ","852990":"\n   What is the strongest animal?\n  ","852991":"\n   Name three things you have never done, but would like to do?\n  ","852992":"\n   What is your favourite TV show?\n  ","852993":"\n   Have you ever got into trouble with the police?\n  ","852994":"\n   Let me bang you\n  ","852995":"\n   Who the \/hell\/ is that asking you those weird questions?\n  ","852996":"\n   Do u want sex\n  ","852997":"\n   do you think im a stalker ?\n  ","852998":"\n   Do you find yourself thinking more about your past, present or future?\n  ","852999":"\n   What is your most played song?\n  ","853000":"\n   If you could communicate with your pet for just a minutes, and they would understand, what would you say?\n  ","853001":"\n   Which gives you the most pleasure - giving presents or receiving them?\n  ","853002":"\n   What color toothbrush do you have?\n  ","853003":"\n   What is the best thing to eat for breakfast?\n  ","853004":"\n   What's one animal you would not want to come face to face with?\n  ","853005":"\n   Do you care what other people think of you?\n  ","853006":"\n   What attracts tourists to your city?\n  ","853007":"\n   What is something you do every single day?\n  ","853008":"\n   What do you miss?\n  ","853009":"\n   What is the most beautiful car?\n  ","853010":"\n   What color socks are you wearing right now?\n  ","853011":"\n   What is your idea of the perfect honeymoon destination?\n  ","853012":"\n   Is there something you eat every day?\n  ","853013":"\n   What things do you like about your country?\n  ","853014":"\n   Who was the last person whose phone number you added to your contacts?\n  ","853015":"\n   Who has the best sense of humor?\n  ","853016":"\n   When you were little, what did you want to be when you grew up?\n  ","853017":"\n   If you were stuck in a room with Crowley and Lucifer and there was a gun with only one bullet who would you shoot?\n  ","853018":"\n   What is the strangest dream you've ever had?\n  ","853019":"\n   What are you addicted to?\n  ","853020":"\n   If you were going to do karaoke tonight, what song would you sing?\n  ","853021":"\n   You're planning a nice dinner party but could only invite 3 people. Who would you invite?\n  ","853022":"\n   If you could learn a new skill today, what would it be?\n  ","853023":"\n   What is one thing you refuse to share?\n  ","853024":"\n   What is the one thing you always wanted as a kid, but never got?\n  ","853025":"\n   What’s your favorite dessert?\n  ","853026":"\n   Is shopping a form of entertainment for you?\n  ","853027":"\n   What is the most important thing in a relationship?\n  "},"Answer":{"851956":"\n  “I I hope one day that I do find love thank you I hope you are living in loving to.”\n  ","851957":"\n  “I like gold and silver and black.”\n  ","851958":"\n  “absolutely leftovers are some of the most delicious meals!!”\n  ","851959":"\n  “Yup.. I’ve been good though I’ve been going to sleep before midnight for a week now. I did mess up today because it’s 18 minutes past midnight right now but it’s also Sunday night and I have tomorrow off.”\n  ","851960":"\n  “That is definitely a big deal breaker for me and the fact that if I don’t pick a world (a real other world that I don’t know exists) I might get something random picked for me and it might he worst that whatever life you’re living now.”\n  ","851961":"\n  “I wouldn’t go. Its not worth it to me. How do I choose another world if all I’ve been told all my life is that earth is the only one?”\n  ","851962":"\n  “The later.”\n  ","851963":"\n  “Its in the app and they send you emails of you invoice, if you keep them as receipts you’d know.”\n  ","851964":"\n  “Sure, toss me a few thousand coins and I’ll see them.”\n  \n  Do better than to scam people.\n  ","851965":"\n  “Absolutely not.”\n  ","851966":"\n  “Can you tattoo hands? Arms and hands? Maybe its too hard, its okay. Maybe one day.”\n  ","851967":"\n  “Are you okay, man?”\n  ","851968":"\n  “Yes, they’re fun if they’re not suffer bright and flashy and not still on after Christmas.”\n  ","851969":"\n  “I love video game! Sometimes. Its good once in a while.”\n  ","851970":"\n  “I do not. I should look some up though.”\n  ","851971":"\n  “Supernatural!”\n  ","851972":"\n  “If you define that a little bit. I can sleep for many many hours and multiple times a day with not too much trouble except the night I struggle a bit even if I haven’t napped during the day. I wake up to my alarm, I can wake up to a dog barking somewhere outside or a loud crack in the wood or the noise of the toilet being flushed or heater coming on.”\n  ","851973":"\n  “I have never been drunk so no actually.”\n  ","851974":"\n  “Does love island count?”\n  ","851975":"\n  “Like a big dog or a small horse or a really big bird that fan still fly.”\n  ","851976":"\n  “I sure do! It’s becoming rarer and rarer but when I do do its a great joy. Do you?”\n  ","851977":"\n  “Sometimes and it’s really weird.. but I don’t mind it. I try not to hurt anyone’s feelings.”\n  ","851978":"\n  “Country.. I’m sorry country folks! I love you guys but your music makes me fall asleep on the wheel.”\n  ","851979":"\n  “What’s funnier is that I have an appointment with one in about an hour and half and that’s why I’m awake right now at 0700.”\n  \n  No, he’s not afraid of them he’s afraid of needles..\n  ","851980":"\n  “I don’t know. Jealousy, hate, or just didn’t feel for you anymore. It could be anything.”\n  ","851981":"\n  “I’m sorry, what are you talking about?”\n  ","851982":"\n  “I’ve been red for a very long time. I should try something new.”\n  ","851983":"\n  “I have not. Seems fun though”\n  ","851984":"\n  “I don’t think there should be any kind of shamming against any man, woman, any gender. I think people should be allowed to do what they want to do with their bodies, their clothing, their life.”\n  ","851985":"\n  “Mm.. cooking, painting, reading and writing stories. Writing stories with other people. Creative writing. Driving. Drinking a nice, iced cup of sweet milk or just a coke.”\n  ","851986":"\n  “Someone that looks stunning, brights, pretty, clean.. I guess? Smells good, they kind of all around look shiny and angelic like Serena Williams, Sam Wilson or Natasha Romanoff.”\n  ","851987":"\n  “July.” \/\/ August.\n  ","851988":"\n  “I like their running shoes and their under garments.”\n  ","851989":"\n  “Oh I love to cook! I have so much fun following a recipe and learning new things.”\n  ","851990":"\n  “I don’t know what that is.”\n  ","851991":"\n  “I did for four or five years. I think I’m good to be on for a bit.”\n  ","851992":"\n  “I do! I wash my hands right after coming back form outside. I pull down my sleeves to open doors. I carry extra clothes that I can shove my hand into to use the gas pump. I used my car key fob to press buttons.”\n  ","851993":"\n  “I am not sure. Is that a movie or a song?”\n  ","851994":"\n  “I have not, no, sorry but I will check it out!”\n  ","851995":"\n  “Something about how to take care of your feet.”\n  ","851996":"\n  “Mmm..”\n  ","851997":"\n  “Mmm.. I don’t really shop. I don’t have one. I like all thrift stores?”\n  ","851998":"\n  “I’m not sure.. I have a lot of dark clothes but I am \/always\/ looking for light ones.”\n  ","851999":"\n  “Wash hands then make me some tea then sit and turn of TV or shower depending on where I was.\n  \n  That’s after changing back, putting wallet and keys away.”\n  ","852000":"\n  “No, I do not.”\n  ","852001":"\n  “Of they were toxic no you should not be sending anything to them, you should not even have their phone number. I’m not comparing but its like that being friends with your kidnapper\/rapist kind of thing. I KNOW its not the same but you wouldn’t EVER be friends with them so don’t in any other less awful case either.”\n  ","852002":"\n  “Its very calm and peaceful and nice. There are negatives but they’re so small and there are way more positives and I save a lot on money.”\n  ","852003":"\n  “No. Whoever did it should be held accountable and it should never exceed beyond that person no matter what UNLESS someone helped them then those should be held accountable too.”\n  ","852004":"\n  “I don’t think so. I got $600 ten days ago.”\n  ","852005":"\n  “Of course I’d stay! Why would I leave? I have no reason to. They haven’t hurt me. I’d want to know how their life is and their parents, what are their views and beliefs.”\n  ","852006":"\n  “I’m both, really.. I love the outside and I really love my home too.”\n  ","852007":"\n  “Walk. Walk every time. It ain’t worth the fight. Its a lot more peaceful and smart to let stuff go.”\n  ","852008":"\n  “Today’s about over for me because its 1821 and pitch black outside.”\n  ","852009":"\n  “I have no idea what that means but sounds like a funny word.”\n  ","852010":"\n  “Not sure who you think I am but I am positive I am not who you think I am. Haha. Good luck, buddy!”\n  ","852011":"\n  “No, I don’t have a crush.”\n  ","852012":"\n  “No, what is that? If you don’t mind me asking.”\n  ","852013":"\n  “At home, bare that thing all day everyday obviously. Outside I use the cover it provides and if they run out then I tp it.”\n  ","852014":"\n  “No. I suffered from Hurricane Florence two or more years ago. Lost my car to its damage.”\n  ","852015":"\n  “I don’t think I want to answer that because I know quote a bit about it, but what I do what to say is that it is not a good thing. It is something that should not ever even be considered.”\n  ","852016":"\n  “They shouldn’t. I don’t think its their business anymore.”\n  ","852017":"\n  “It hasn’t worked for me and I can guarantee you I’ve tried many three dozen or more times because I usually like warm milk drinks at night but they do have some sweet in them.. or flavor, so I don’t know if that canceled anything out.”\n  ","852018":"\n  “So so.. so... old.”\n  ","852019":"\n  “Peace and privacy.”\n  ","852020":"\n  “Who doesn’t. Best stuff comes from smaller family owned businesses.”\n  ","852021":"\n  “This was difficult to read, but absolutely yes. Life is moving on.”\n  ","852022":"\n  “No, I don’t own any. I just wear normal sweaters.”\n  ","852023":"\n  “Sadly no, but I will learn one day.”\n  ","852024":"\n  “Starbucks for sure, but I hate their prices.”\n  ","852025":"\n  “What does it matter where I poop..? If I’m in prison and I have to poop, I’ll go poop where prisoners poop in their cell toilet.”\n  ","852026":"\n  “I’m not really sure. It might be that they are too nice and too sweet to see the negative of the other person.”\n  ","852027":"\n  “I don’t have a preference there but reading it Makes it so I can pause and go search something.”\n  ","852028":"\n  “I get very uneasy in a plane but I love air ports.” \/\/ I love plane rides and air ports\n  ","852029":"\n  “It’s Tuesday so pretty good so far.”\n  ","852030":"\n  “Its an app, people are you stuff you ask them stuff. You like it, you fire it they do it back. You follow they follow you laugh they laugh. Its a thing.”\n  ","852031":"\n  “I don’t wear hats actually.”\n  ","852032":"\n  “I don’t have any but sometimes when Vibez from DaBabby comes on I get happy. Not the words, but the beats.”\n  ","852033":"\n  “I don’t think I have unusual facts. I’m an okay painter, I can eat the same meal weeks in a row and not get bothered one bit, and I drink tea a lot.”\n  ","852034":"\n  “Almost never really and with the pandemic it’s impossible till probably 2023 for me. I’m good not going for a long time.”\n  ","852035":"\n  “Yay.”\n  ","852036":"\n  “No, not really.”\n  ","852037":"\n  “Same can be said for men, I’ve heard.”\n  ","852038":"\n  “Most definitely.. because why would I be setting with someone who doesn’t plan to settle with me? Its simple. They’re not into me so I’ll stop being into them.”\n  ","852039":"\n  “Eh.” \/\/ No, thankfully not.\n  ","852040":"\n  “Either really.. but if I had to choose I’d say Selena.”\n  ","852041":"\n  “I don’t know, I don’t think I like them or dislike them. I think I might not approach them most times because they already look so shy and are not committing much, so I don’t want to make them more uncomfortable than they already are? But then that also means I don’t get to talk to them.”\n  ","852042":"\n  “🤣🤣”\n  ","852043":"\n  “I wondered who answered my question so fast but it ended up being your question to me.”\n  ","852044":"\n  “One day, yeah, when I’m a lot older.”\n  ","852045":"\n  “That’s hard. I don’t want to be homeless, nobody does and I think I can stand being miserable as long as I’m safe under my own roof. I think I can change my life even as rich and not be miserable.”\n  ","852046":"\n  “Yayy all the way! The loudest yay I can say. I don’t even know any of the food names except two and I love those two things!”\n  ","852047":"\n  “I’m look for the nearest place to get that Starbucks thing and get a sweet drink. Find a river to float on. Fish. Eat at some Mediterranean places, salad places, taco places and spanish food. I’d see my friends. I’d watch movies if it was safe. I’d skate. I’s nature walk and hike. I’d swim in a pool or river or beach. I’d have lotsa fun.”\n  ","852048":"\n  “I’m no really sure. I know I have in the past found people similar to my skin color or lighter. I don’t know anything else really.. I just haven’t been looking really.”\n  ","852049":"\n  “Chess is definitely a sport. It should be in the olympics and people could enjoy the thrill. Its such a mental and strategic, always seven steps ahead kind of game.”\n  ","852050":"\n  “My mom. Myself. My friends. A good job and a good life. Writing.”\n  ","852051":"\n  “Uber.”\n  ","852052":"\n  “Military, but that’s just how it is. In there it will never change I think.”\n  ","852053":"\n  “Start with a small goad and some self care.”\n  ","852054":"\n  “Not much unless I hear about it and learn something worst has happened then I do keep up with. I read headlines every day, not the whole article.”\n  ","852055":"\n  “Yes or Yes?”\n  ","852056":"\n  “Neither really but if I must pick then hard.”\n  ","852057":"\n  “Send Sunday hugs!”\n  ","852058":"\n  “It was better than yesterday. I just finished painting.”\n  ","852059":"\n  “I’d like a better paying job.”\n  ","852060":"\n  “I don’t think you can big stuff like that especially especially if the person is no linger here and there is no images or something solid to go off of? I know back then you can do take an image, of course, but we all also know in today’s world no one believes anything unless they can see hard proof or see with their own eyes. Till that can happen, they don’t believe but they don’t disrespect either. People just believe what they can see with their own two eyes and wait for death so after they can ask god themselves.”\n  ","852061":"\n  “About to go enjoy a nature walk.”\n  ","852062":"\n  “I hope you do too!”\n  ","852063":"\n  “Because I like to and I can. Why do you spam people and why are you unable to accept others? I thought the book said that we accept and be nice to everyone?”\n  ","852064":"\n  “My will.”\n  ","852065":"\n  “No. I don’t agree FOR ME. I’m a grown adult and I know what I’m doing. Me following my parents religion doesn’t mean I’m blind to all others. I know the common bit of it, not a lot. I just know I like my parents religion and I trust it and its been good to me so far. For me, that’s good. For someone else it may not be. I choose to stay the religion they gave me.”\n  ","852066":"\n  “You should be very concerned.”\n  ","852067":"\n  “Flying.. I already kinda have the other one.”\n  ","852068":"\n  “Lying is something I’d get my behind whooped for if I did in front of my mother, so I learned to do better. Little lies have happened, of course. Its kind of hard not to ever lie but I’m going to challenge myself for one day and then try for a week. You should too.”\n  ","852069":"\n  “No. I trust in my parents path and that’s the path I’m used to and continue to want to be following even if its very hard and demanding. I’m happy.”\n  ","852070":"\n  “Do the snakes bite or is their bite poisoning?”\n  ","852071":"\n  “So my human’s laptop was from 2012 and their laptop is super old, super slow and has to be plugged to work otherwise is \/completely\/ fine. They refuse to change it and then their mother gifted them a $700 new laptop from the same company and the human can not be more happy. I think you should get one.”\n  ","852072":"\n  “Stacy’s baked pita chips with hummus.”\n  ","852073":"\n  “Nothing much aside from starvation.”\n  ","852074":"\n  “It broke..”\n  ","852075":"\n  “Yes because when I’ve been good and I ask for something I kind of get it.”\n  ","852076":"\n  “what is that?”\n  ","852077":"\n  “Every day.”\n  ","852078":"\n  “I think you know the answer and I think this app is not the place for this.”\n  ","852079":"\n  “French or Russian.”\n  ","852080":"\n  “I have no idea..”\n  ","852081":"\n  “I really enjoy Twitter. I can write stories on there with other people.”\n  ","852082":"\n  “Genuine care for each other.”\n  ","852083":"\n  “I really love red!”\n  ","852084":"\n  “You’ll find people, don’t worry.”\n  ","852085":"\n  “An orange heart!”\n  ","852086":"\n  “I’m watching YouTube but I’m about to write.”\n  ","852087":"\n  “I like to read, I like to write, I like to paint, I like to go to the gym which I need to do right now because its just that time.. haha.”\n  ","852088":"\n  “Alright then..” chuckled\n  ","852089":"\n  “Its an image I took of my laptop screen and its about a peace action page.”\n  ","852090":"\n  “I don’t wear panties..”\n  ","852091":"\n  “Mmm.. no? I think I’m good.”\n  ","852092":"\n  “Very much so.”\n  ","852093":"\n  “My sex life, like my private life.”\n  ","852094":"\n  “Wayyy to many.. for other people for all of them. Not even my self.”\n  ","852095":"\n  “I have no but I do plan to in the future.”\n  ","852096":"\n  “My military friends.”\n  ","852097":"\n  “Oh my god yes.. I have no idea why? I just woke up late and still didn’t want to get up and now its gym time and I’m wondering if I can skip it.”\n  ","852098":"\n  “I don’t have any. I like single stuff here and there from all over the place. I should check in my phone about what genre I have the most in.”\n  ","852099":"\n  “Pretty, actually, but within it I’m very lazily relaxed too.”\n  ","852100":"\n  “Dogs, I’d say.. yes?”\n  ","852101":"\n  “One or twice for a few seconds, yes, I used to get scared of it so it’s impossible for me.”\n  ","852102":"\n  “I have not, I do don’t have the balls.. okay, unless you could old bond musicals for propaganda then yes.”\n  ","852103":"\n  “40.”\n  ","852104":"\n  “I’ve been on vacation once and it was to Florida clear water beach and it wasn’t all that great.”\n  ","852105":"\n  “Hi!”\n  ","852106":"\n  “A bot from my bank.”\n  ","852107":"\n  “I do whenever I do gift which is rare\n  ","852108":"\n  “I do not.”\n  ","852109":"\n  “Where?”\n  ","852110":"\n  “Alright.”\n  ","852111":"\n  “I’d say my calves, thighs or upper back.. I’m not so sure.”\n  ","852112":"\n  “Awh!”\n  ","852113":"\n  “Always Vintage, there is so much to see and have.”\n  ","852114":"\n  “If I caught them lying to me multiple times or they’re generally just horrible nosy people.”\n  ","852115":"\n  “I do not. I don’t have the land to have it be free roam and enough space to exercise.”\n  ","852116":"\n  “I don’t have one.”\n  ","852117":"\n  “Alone.. I’m actually really happy alone.”\n  ","852118":"\n  “Thanks!”\n  ","852119":"\n  “Absolutely none with the way the world is moving. Otherwise, still none: I’ve never been to one or ever wanted to go to one really..”\n  ","852120":"\n  “You right! I just chugged all of mine in the gym. Need more.”\n  ","852121":"\n  “Jeez.. that’s horrible..”\n  ","852122":"\n  “I think I could at least four and then I’ll suck it up for two more and then I’ll be like lets just quit at eight and at eight I’ll just try to do ten and at ten I’ll say I did ten K can do fifteen.. I know me.. yeah I probably can.”\n  ","852123":"\n  “Almost all the time but usually when ‘m awake.”\n  ","852124":"\n  “I don’t do Christmas.. I’ve never put up lights or trees or gave and received gifts.”\n  ","852125":"\n  “Hi.”\n  ","852126":"\n  “I.. don’t know, are we?”\n  ","852127":"\n  “I have never seen any of them but now that you mention it I have time to see them all.”\n  ","852128":"\n  “They are really fun.”\n  ","852129":"\n  “Saved me a lot of money and thought me who’s my real friend.”\n  ","852130":"\n  “I once had this brown bread with butter in like a Apple Bees and it was the best I’ve ever had. Rest of the service was horrible..”\n  ","852131":"\n  “Hi there!”\n  ","852132":"\n  “It says \/\/ ‘I’m rewatching Marvel movies on Disney plus right now’ \/\/.”\n  ","852133":"\n  “Depends. There are only certain people I enjoy being around.”\n  ","852134":"\n  “Probably just turned 14..”\n  ","852135":"\n  “Cat, Dog, Bird, Horse.. I never had any I was near for long so I can’t pick any really.. maybe a chicken, I had them once. I liked mine.”\n  ","852136":"\n  “I only like coconut on donuts and chocolate. I tried coconut milk and maybe I just didn’t have the right drink.. it did not go for me, but I am definitely giving that another go before I dismiss it.”\n  ","852137":"\n  “That’s real early.. are you living in the past by any chance??”\n  ","852138":"\n  “I can be tough and gentle at the same time as I can be emotional and happy.”\n  ","852139":"\n  “I think basic is the best. Pretending\/trying to look out of your normal you don’t look comfortable or confident unless you are purposely and knowingly trying to change your looks\/ways then sure. I’ll read a book on it or YouTube some stuff. I’m not professional but dressing nice and smelling nice goes a long way.”\n  ","852140":"\n  “I wanted to once, I waited too long and the moment slipped away.”\n  ","852141":"\n  “All the time.”\n  ","852142":"\n  “No no.. I’m very happy with everything I have. If I just had a wish or something I’d say more ‘open’ space or just more space in the kitchen.”\n  ","852143":"\n  “I guess so.”\n  ","852144":"\n  “Hi.”\n  ","852145":"\n  “Shrimp, sushi.. ultra rare or rare steak.”\n  ","852146":"\n  “I have no idea what that is..”\n  ","852147":"\n  “Never painted my nails but one of mine just broke half way an hour ago and I glued it back with a piece of plastic because I liked that nail.. It worked.”\n  ","852148":"\n  “Yeah, I got a random call that made an appointment for my about a free dental check up at one of the best dental places near me and I was like oh okay.. wow, I didn’t know Veterans Affairs cared that much about me.”\n  ","852149":"\n  “Hi there!”\n  ","852150":"\n  “I voted for the first time. VA access. Saved lotsa money. Moves a few times. Made lotsa new foods.”\n  ","852151":"\n  “Eggplants, ‘m a big fan of them.”\n  ","852152":"\n  “I enjoy reading, sleeping, ice cream and youtube.”\n  ","852153":"\n  “It was some racist stuff but also really weird. I rather not say it.”\n  ","852154":"\n  “My friends and myself.”\n  ","852155":"\n  “Just get that puppy and she will come around. If she doesn’t then you have to care for that puppy or find it the best home you can.”\n  ","852156":"\n  “Happy!”\n  ","852157":"\n  “I grew up and My mentality, habits changed. I got really responsible, really clean, really tight with work. I really like it but my parents say I’m too strict..”\n  ","852158":"\n  “Jack Patillo! From Achievement Hunter\/Rooster Teeth.”\n  ","852159":"\n  “Awh thank you! You are as well.”\n  ","852160":"\n  “🌞🌞 Welcome!”\n  ","852161":"\n  “Later friend!”\n  ","852162":"\n  “Oh I’m sorry, I must’ve missed it! Happy to give. If I can give more I would like to. You have a good week!”\n  ","852163":"\n  “I’m on the credits of ‘Thor Ragnarok’ right now. Yes, very funny and great movie.”\n  ","852164":"\n  “Bread or eggs or avocados.. lime there is a bit more than one repetition as you see, hehe.”\n  ","852165":"\n  “I’d say two or three. I’ll be alone, I’ll have a bedroom, a quest room and an office\/game room.”\n  ","852166":"\n  “Seven on more cloth ones.”\n  ","852167":"\n  “Oh god.. I rather not thing about what I’ve broken.” || No.\n  ","852168":"\n  “Smaller than the largest ant.”\n  ","852169":"\n  “Zero.”\n  ","852170":"\n  “No comment.”\n  ","852171":"\n  “No. Whoever thinks that obviously intentionally doesn’t care about anybody else but themselves.”\n  ","852172":"\n  “I can pick up after myself and recycle. Small steps.”\n  ","852173":"\n  “Dinners are nice but in these times I don’t think I’ve be going outside anywhere with anybody.”\n  ","852174":"\n  “It raised all night and morning, it was wet cold earlier outside. Like the wind was cool and chill and now at night its wet-ish kind of bone deep cold. I love it.”\n  ","852175":"\n  “I don’t even know you and this message isn’t even for me but that’s so sweet of you.”\n  ","852176":"\n  “I’m great! Thank you, how are you?”\n  ","852177":"\n  “So far so good. Thank you, how is your day?”\n  ","852178":"\n  “I loooooove beans and rice!”\n  ","852179":"\n  “A period.”\n  ","852180":"\n  “I will check it out and play it in gym tomorrow when I do weights!”\n  ","852181":"\n  “Sure, yeah.. why not. Gove everybody a chance.”\n  ","852182":"\n  “It’s Monday though..” huffs\n  ","852183":"\n  “Always up! Unless down..”\n  ","852184":"\n  “Home cooked! Every day.”\n  ","852185":"\n  “I can’t remember right now but it had something to do with spending more time doing the same thing why you can spend less than half the time. Only because they were used to\/comfortable with the old way even though the new way was much more easier with lesser steps and no harder steps.”\n  ","852186":"\n  “One plus one equals two!”\n  ","852187":"\n  “It would depend on if I supported strippers or didn’t. Either way, my first worry would be why did you hide it and that ALONE makes me not want to be with someone because they hide stuff and will continue to even of we stayed together.”\n  ","852188":"\n  “Sometimes six hours a day but I’m writing the whole time.”\n  ","852189":"\n  “That I write a lot.”\n  ","852190":"\n  “Go ahead.”\n  ","852191":"\n  “It too shall pass.”\n  ","852192":"\n  “Sometimes none sometimes 50.”\n  ","852193":"\n  “Cleanliness, cooking, grocery shopping, just working and taking everything in general.”\n  ","852194":"\n  “So far yes, I hope you are too.”\n  ","852195":"\n  “Kentucky, for sure.”\n  ","852196":"\n  “Ghost Breakpoint and Minecraft.”\n  ","852197":"\n  “Maybe 50 or 60 sometimes 80..”\n  ","852198":"\n  “Hi!”\n  ","852199":"\n  “I loved my mom’s meals. Her eggplants and and okra are my favorite and two other dishes.”\n  ","852200":"\n  “You do?”\n  ","852201":"\n  “I’ve had camel meat, chicken and pigeon brain. Cow tongue, brain and lamp and cow balls.”\n  ","852202":"\n  “I hum ‘you can’t\/don’t always get what you want’ with about four other peoples when we hear someone complaining.”\n  ","852203":"\n  “Purple mysterious face.”\n  ","852204":"\n  “Its for some, bot for all.”\n  ","852205":"\n  “I hate sea food.”\n  ","852206":"\n  “No, not one a day. I do a nice thing a day for me though.”\n  ","852207":"\n  “What did you do?”\n  ","852208":"\n  “Said parent needs to leave. They need to be separated and no longer reached, because if they can not help there is no need for them whatsoever then.”\n  ","852209":"\n  “I can think of all the things I am capable of.”\n  ","852210":"\n  “That’s pretty cool. I think I’ll log in.”\n  ","852211":"\n  “I’m sure there are many out here.”\n  ","852212":"\n  “If I’m a ‘single parent’ then the other is not important whatsoever anyway. What they say don’t matter. They can be removed and I can move on.”\n  ","852213":"\n  “You can do the dishes while the laundry runs.”\n  ","852214":"\n  “So where is your question..?”\n  ","852215":"\n  “I think you’re delusional.. but that’s okay. Loss comes in waves and many levels.”\n  ","852216":"\n  “Neither but if I must choose: Netflix.”\n  ","852217":"\n  “You too!”\n  ","852218":"\n  “I never get a tree, but if I did then I’ll put candy themed. Just chocolate all over it.”\n  ","852219":"\n  “The later one for sure.”\n  ","852220":"\n  “Broccoli Cheddar Soup”\n  ","852221":"\n  “Nothing, I never felt that.”\n  ","852222":"\n  “Dad bod for sure.”\n  ","852223":"\n  “We’d sit and talk and determine if its just a want or a need. Take everything in account and I’ll either disagree with it but support, or I’ll agree with it and support it.”\n  ","852224":"\n  “Rescue.”\n  ","852225":"\n  “I just had an omelet and having tea right now.”\n  ","852226":"\n  “That is right!”\n  ","852227":"\n  “Electric Feel!”\n  ","852228":"\n  “You too!”\n  ","852229":"\n  “The exit.. its not a food but it’s something I like in Wendy’s.”\n  ","852230":"\n  “Yup! It told me that I didn’t do my 25 shoutouts while I did more than 50 actually. I think they did that purposely so they don’t have to give us coins. The 2k coins they promised for holidays.”\n  ","852231":"\n  “Is this question backwards or am I just.. not getting it right?”\n  ","852232":"\n  “I most definitely will! Both names are really nice, I’m interested.”\n  ","852233":"\n  “I wouldn’t know.. they either want a lot, nothing or both.”\n  ","852234":"\n  “I watch a funny video. It only bothers me at night in sleep.”\n  ","852235":"\n  “Mmm.. open mouth eating, in sleeping chewing or constantly moving your mouth. Kissing noises. The mouth clicking.. must anything mouth is gross. Lack of manners, misbehaving kids\/teens\/adults.. there is quite a bit.”\n  ","852236":"\n  “He probably did that because he’s not careful and loves being careless and doesn’t care about the responsibilities or just doesn’t recognize or care for them yet. It’ll hit him like a ton of bricks all at once one day. She probably had no idea either or did and didn’t care. This stuff happens a lot.”\n  ","852237":"\n  “No one, no one likes being interviewed.”\n  ","852238":"\n  “Giving them a bit about myself, what excites me motives me and keeps me going.”\n  ","852239":"\n  “79-88.”\n  ","852240":"\n  “March.”\n  ","852241":"\n  “I don’t carry a bag but wallet, phone and keys are a must.”\n  ","852242":"\n  “Uninterested like an umbrella.”\n  ","852243":"\n  “Of course, yes you can. You can even change as an individual and see your past and recognize what you did was wrong.”\n  ","852244":"\n  “Sleeping, youtube, painting, gym, cleaning, writing, reading, story making.”\n  ","852245":"\n  “No but demo disc on YouTube with Funhous play them and its fun.”\n  ","852246":"\n  “Some laws that are telling women how to do whatever to their body or the ones telling men what or what not to do. I’d make it so each gender can make their own body decisions.”\n  ","852247":"\n  “At the moment yes, but dreams change.”\n  ","852248":"\n  “Phone, wallet, keys.”\n  ","852249":"\n  “I have not ever played any of these but would love to try the newer Skyrims*..”\n  ","852250":"\n  “I don’t have one actually..”\n  ","852251":"\n  “Na.”\n  ","852252":"\n  “Yes!” \/\/ I have give presentations and classes not performed.\n  ","852253":"\n  “Sadly no.”\n  ","852254":"\n  “My ma, dad, and death.”\n  ","852255":"\n  “Mm.. a few friends.”\n  ","852256":"\n  “No Christmas music.”\n  ","852257":"\n  Hot called last year, not this year.”\n  ","852258":"\n  “Rice and meat.”\n  ","852259":"\n  “Not until I have to become I can quarantine for years no problem.”\n  ","852260":"\n  “Career.”\n  ","852261":"\n  “I don’t think wiser* is the word for me but I definitely was wise. I’d say I’m wiser now.”\n  ","852262":"\n  “Absolutely, I wear them everyday after work.”\n  ","852263":"\n  “No.. can’t say I have.”\n  ","852264":"\n  “No idea.”\n  ","852265":"\n  “Can’t say I know.”\n  ","852266":"\n  “I don’t know names of them but whichever ones are very nature full and pretty.”\n  ","852267":"\n  “Happy face with three hearts.”\n  ","852268":"\n  “Less emission into the sky and better climate.”\n  ","852269":"\n  “Yes.”\n  ","852270":"\n  “Sun Flower, Pink Rose and a Rainbow!”\n  ","852271":"\n  “I have bo idea who they are.”\n  ","852272":"\n  “Allllll thhhheeee goooooddss!!”\n  ","852273":"\n  “You don’t.”\n  ","852274":"\n  “For what..?”\n  ","852275":"\n  “This man that looks a lot like a fruit.. but isn’t sweet whatsoever.”\n  ","852276":"\n  “The sunshine.”\n  ","852277":"\n  “They are most likely suspended. Deleted or got flagged and removed for some reason.”\n  ","852278":"\n  “That tiktok thing.”\n  ","852279":"\n  “A bracelet I wear with my armed forces brothers names on them. They’ve passed. I get to carry them on my wrist until I do too one day.”\n  ","852280":"\n  “Love. Sadly. Its not for me anymore.. I’m fine without both love and money really.”\n  ","852281":"\n  “Oh boy, okay, so I like to read ‘online’ a lot now that I know how to ‘Internet’ (if I may).\n  \n  A lot of stuff on this site called fanfiction dot net and archive on your own. I read every morning and at night and a lot of times I write a lot too. Just little stories and scenarios.\n  \n  I did recently read ‘Battle Born’. Great book. Sgt King is my favorite.”\n  ","852282":"\n  “Yeah, you hair shouldn’t have to do with your job or your dream.”\n  ","852283":"\n  “I like the American one of course but aside from that, I like some of the middle eastern countries flags. They look pretty.”\n  ","852284":"\n  “Some things are passed down and just done because ‘they’re always done like that’ and today’s knowledge and understanding\/experience we have that can break out of that and understand just because its been done for generations doesn’t mean you have to do it or its the best way to do it.”\n  ","852285":"\n  “Absolutely not. Its not like a light switch, I think even if 85% of the world’s people or U.S.’s people get the vaccine the 15% will still be spreading it.”\n  ","852286":"\n  “Mm.. their lashes if they are long. Eyes. Then smile.”\n  ","852287":"\n  “So garbage.. my best friend got caught in it and pulled me in too to help him, but I realized immediately that my money was going and nothing will come to me in return so I pulled out asap. I’ll say their name too: Legal Shield is a scam. Just so everyone knows.”\n  ","852288":"\n  “Blerp Blerp”\n  ","852289":"\n  “Mmm.. making friends, haha. I’m good at cooking and repairing most older cars and bikes.”\n  ","852290":"\n  “Absolutely! I was given a second chance at life and I wouldn’t change it for anything. I am honored.”\n  ","852291":"\n  “This.”\n  ","852292":"\n  “Mm.. he’s not alive. I do have other very close friends like Davina, Carol, Cori, Sam.”\n  ","852293":"\n  “Today’s Sunday, its my stay lazy day but I ended up going out for groceries so I wore them toms looking shoes.. I don’t know what they’re referred to as.”\n  ","852294":"\n  “That.. can be poisonous, you be careful now.”\n  ","852295":"\n  “Boop boop.”\n  ","852296":"\n  “My plan was to relax and watch tv and well.. I ended up on an assignment.”\n  ","852297":"\n  “Same. We have all done stuff we’re not proud of.”\n  ","852298":"\n  “I like supernatural stuff and myths about it.”\n  ","852299":"\n  “So so much.. I don’t even know where to start.”\n  ","852300":"\n  “Not very much.. I don’t really celebrate and well ‘m a loner guy really so there is no one to be with. I kind of don’t like it.”\n  ","852301":"\n  “I think so. I’m healthy, I feel better and life is okay. Thank you for asking. I hope you’re in a good headspace too.”\n  ","852302":"\n  “You’ve got to sit them down and lay it out very simply. No mixed messages or its you its not mes, just say the words. It will hurt, you can not stop it but end of day you hug it out and be there for each other even after.”\n  ","852303":"\n  “I’m.. uh.. I.. don’t understand what any of that means except the fact that I should be a priest..? I mean, I can. I think.. I don’t know if I should.”\n  ","852304":"\n  “I like them! They’re nice. Hard to maintain thought, like I’m still not sure how to wash mine. I just got a new one.. it was a gift.”\n  ","852305":"\n  “I think its alright,m. It exists and some like it some don’t. I don’t have much opinion on it because I’ve posted secret answers here myself.”\n  ","852306":"\n  “Thanks!”\n  ","852307":"\n  “☠︎︎“\n  ","852308":"\n  “You just get used to it..”\n  ","852309":"\n  “Hii!!”\n  ","852310":"\n  “I know what scam is but I don’t know what you need from me here?”\n  ","852311":"\n  “Well, its over now. I had a good one, I hope you did too.”\n  ","852312":"\n  “Owl.”\n  ","852313":"\n  “What can you do about that..?”\n  ","852314":"\n  “Because they’re bored.”\n  ","852315":"\n  “Alright.”\n  ","852316":"\n  “Nada”\n  ","852317":"\n  “I had one, my parents have one a lot. I would not mind one again.”\n  ","852318":"\n  “Very old”\n  ","852319":"\n  “Eating together.”\n  ","852320":"\n  “Military.”\n  ","852321":"\n  “That I’m nice.”\n  ","852322":"\n  “68”\n  ","852323":"\n  “I am sad and depressed. I’m kidding, that’s not even funny. I am single and not ready to mingle.”\n  ","852324":"\n  “1930”\n  ","852325":"\n  “Absolutely. I have money right now too but that doesn’t stop me from working.”\n  ","852326":"\n  “Long relaxing bath is heavenly!”\n  ","852327":"\n  “Fight less, argue less, make more friends and be outgoing.”\n  ","852328":"\n  “In another country.”\n  ","852329":"\n  “Sure, they’re a little older and nothing wrong with that.”\n  ","852330":"\n  “I assume they’re like chicken fingers.”\n  ","852331":"\n  “A really short person. They kept hitting me in the legs and chins and I think I cried at some point.”\n  ","852332":"\n  “I’m totally fine with it.”\n  ","852333":"\n  “A lamp or like matched so I can make a fire.”\n  ","852334":"\n  “I’ve never been to a concert.”\n  ","852335":"\n  ?????????\n  ","852336":"\n  “I do, now I do. I have at least six friends possibly eight.”\n  ","852337":"\n  “Raccoon. Monkeys freak me out.”\n  ","852338":"\n  “I always miss my best friend. He was practically my brother.”\n  ","852339":"\n  “I am afraid of needles.”\n  ","852340":"\n  “That its a great religion and I’d love to know all about it.”\n  ","852341":"\n  “Minding my business and affairs.”\n  ","852342":"\n  “Sparkling water. Its not food, I know, but god.. its awful. How can someone enjoy that??”\n  ","852343":"\n  “In my bedroom.”\n  ","852344":"\n  “Favorite movie.. I garra think about this.”\n  ","852345":"\n  “I like eggplants.”\n  ","852346":"\n  “All of my friends.”\n  ","852347":"\n  “I hope it all happens one day ofr you.”\n  ","852348":"\n  “Have a good week!”\n  ","852349":"\n  “Okay!”\n  ","852350":"\n  “No I’m very expensive.”\n  ","852351":"\n  “One, I think. That I know of.”\n  ","852352":"\n  “More than usual good.”\n  ","852353":"\n  “Swell! Thanks for asking.”\n  ","852354":"\n  “Sky diving! Sounds so awesome.”\n  ","852355":"\n  “Pretend nothing and no one can hurt me until one day it became reality I believed it so hard that it became truth.”\n  ","852356":"\n  “The dreams I had over and over and over. Always the same.”\n  ","852357":"\n  2018 and a month and half of 2019\n  ","852358":"\n  “They’re the longest! I like Monday because I know its only the start and its the longest day and it will end, rest the days have a good vibe.”\n  ","852359":"\n  “Something called a ‘Minecraft’ on the side of ‘Ghost Recon Breakpoint’”\n  ","852360":"\n  “That I was gay. I laughed at it every time but it didn’t bother me what people thought because I know who I am.”\n  ","852361":"\n  “Humble is so good.”\n  ","852362":"\n  “Did go to college for a long time but didn’t learn much. God good grades but it just wasn’t me.”\n  ","852363":"\n  “Oh yea, I literally told myself to not do it less than half a second before I did it. I felt so dumb.”\n  ","852364":"\n  “No, I did get dangerously close though. My worst fear when I was in school..”\n  ","852365":"\n  “Don’t like any really. I stay home through all anyway.”\n  ","852366":"\n  “Self confidence, wish I was more talented in that.”\n  ","852367":"\n  “Sure..?”\n  ","852368":"\n  “Because its not famous and not many know about it.”\n  ","852369":"\n  “For men? I don’t know.”\n  ","852370":"\n  “Sloth”\n  ","852371":"\n  “Fresh but I don’t got chickens running about so store bought”\n  ","852372":"\n  “No thank you.”\n  ","852373":"\n  “Hehe, gottem.”\n  ","852374":"\n  “Absolutely! I forgive quite easy.”\n  ","852375":"\n  “Guitar”\n  ","852376":"\n  “Haven’t had either..”\n  ","852377":"\n  “9 AM”\n  ","852378":"\n  “Coop”\n  ","852379":"\n  “A what?”\n  ","852380":"\n  “Happy Monday”\n  ","852381":"\n  “Me! ME!”\n  ","852382":"\n  “I do”\n  ","852383":"\n  “Chicken butt”\n  ","852384":"\n  “Nothing”\n  ","852385":"\n  “Noo..”\n  ","852386":"\n  “Deepest part of the ocean because there is history down there.”\n  ","852387":"\n  “No”\n  ","852388":"\n  “The media and its point of views”\n  ","852389":"\n  “Heck no”\n  ","852390":"\n  “Same to you”\n  ","852391":"\n  “Never seen it or heard of it.”\n  ","852392":"\n  “Office chair.”\n  ","852393":"\n  “Joined the military and move across the country for the first time alone for half a decade.”\n  ","852394":"\n  “Cancel Culture”\n  ","852395":"\n  “Cats”\n  ","852396":"\n  “Face, eyes, lips, smile, for me short hair like as short as guys’”\n  ","852397":"\n  “Apple”\n  ","852398":"\n  “Same to you”\n  ","852399":"\n  “In my privacy, alone, in my bedroom in other words I don’t celebrate.”\n  ","852400":"\n  “Buttocks”\n  ","852401":"\n  “No but I might when I find out the first time I am allergic.”\n  ","852402":"\n  “That’s not an answer. I’ll answer your question when you answer mine.”\n  ","852403":"\n  “I’m in Russia right now.. who are you? and why do you ask?”\n  ","852404":"\n  “You too!”\n  ","852405":"\n  “Eggplants”\n  ","852406":"\n  “?”\n  ","852407":"\n  “I’d see if I can muster up a big fart.”\n  ","852408":"\n  “I’m not sure.. I don’t think so and if I am well, shit, good luck stopping me from eating anything.”\n  ","852409":"\n  “Tuesday” Up on a Tuesday\n  ","852410":"\n  “Yes, it sucks bad.”\n  ","852411":"\n  “No sure of the story”\n  ","852412":"\n  “I’m sorry?”\n  ","852413":"\n  “I have no idea who that is.”\n  ","852414":"\n  “No, but don’t overdo it.”\n  ","852415":"\n  “Relaxed, pretty.”\n  ","852416":"\n  “They eyes then mouth then hair”\n  ","852417":"\n  “Just relaxing, visiting other state and friends, start looking for a new job.”\n  ","852418":"\n  “I mean yeah I drive right now so I had to.”\n  ","852419":"\n  “attack helicopter”\n  ","852420":"\n  “Wut”\n  ","852421":"\n  “I have no idea who that is”\n  ","852422":"\n  “I’m confused about this question”\n  ","852423":"\n  “65”\n  ","852424":"\n  “I don’t have favorite artists or bands, I just like single songs and I don’t even know who they are from on top of my head”\n  ","852425":"\n  “Family guy”\n  ","852426":"\n  “that means that he initially did not intend to have a relationship but he is starting to reconsider that because he might like you”\n  ","852427":"\n  “Brain then a little bit of heart”\n  ","852428":"\n  “Badminton, bro”\n  ","852429":"\n  “Nothing yet”\n  ","852430":"\n  “Never done that before”\n  ","852431":"\n  “Hey there!”\n  ","852432":"\n  “I kind of do, sometimes”\n  ","852433":"\n  “Snowboarding”\n  ","852434":"\n  “Sweet emotions”\n  ","852435":"\n  “ The one I got on right now it’s clear in the bag so you can see my green apple phone and he has a magnetic so you can stick to my car GPS holder and it has a hook so I can prop it up or hold it in my finger”\n  ","852436":"\n  “I don’t have a pet so yes”\n  ","852437":"\n  “sadly not yet but I am looking myself”\n  ","852438":"\n  “you miss hundred percent of the shots you don’t take” TR\n  ","852439":"\n  “I’m not sure this site is for this and I don’t see what the question is here.”\n  ","852440":"\n  “I’d still be very upset and probably not want to talk to them.”\n  ","852441":"\n  “There is such thing as an undo button..?”\n  ","852442":"\n  “My confidence..”\n  ","852443":"\n  “Friends, laughing, rain, tea, reading, blankets..”\n  ","852444":"\n  “Judge Judy”\n  ","852445":"\n  “Alone”\n  ","852446":"\n  “Steve”\n  ","852447":"\n  “Your way of thinking and especially if its so pure”\n  ","852448":"\n  “Its cute”\n  ","852449":"\n  “Black”\n  ","852450":"\n  “None.. don’t know any”\n  ","852451":"\n  “Gravity”\n  ","852452":"\n  “Neither”\n  ","852453":"\n  “Hugs and prayers”\n  ","852454":"\n  “because they turn to not talk to me and then I never talk to them in return.”\n  ","852455":"\n  “I open the curtains and blinds and close them at night”\n  ","852456":"\n  “Best friend for life”\n  ","852457":"\n  “I love that, thank you. You too.”\n  ","852458":"\n  “Back pain.”\n  ","852459":"\n  “I do not sadly.”\n  ","852460":"\n  “Ecstatic!”\n  ","852461":"\n  “RDJ’s house.”\n  ","852462":"\n  “Free world”\n  ","852463":"\n  “Oh I love rainy days”\n  ","852464":"\n  “Sadly no, but I can read a book.”\n  ","852465":"\n  “Yes”\n  ","852466":"\n  “Take care of my patents”\n  ","852467":"\n  “Take them dancing or a picnic.”\n  ","852468":"\n  “Old.”\n  ","852469":"\n  “Can’t relate.”\n  ","852470":"\n  “Nothing yet”\n  ","852471":"\n  “They are not”\n  ","852472":"\n  “I sure hope so”\n  ","852473":"\n  “of course!”\n  ","852474":"\n  Brooklyn\n  ","852475":"\n  “Thursday”\n  ","852476":"\n  “None”\n  ","852477":"\n  “This too shall pass.”\n  ","852478":"\n  “My parents health”\n  ","852479":"\n  “\/\/Chris Evans, Anthony Mackie, Sebastian Stan”\n  ","852480":"\n  “Cookies and cream!”\n  ","852481":"\n  “Absolutely, I’ve said it and felt like it wasn’t honest.”\n  ","852482":"\n  “My hair right now”\n  ","852483":"\n  “?”\n  ","852484":"\n  “Those goat fur jackets”\n  ","852485":"\n  “A super soldier”\n  ","852486":"\n  “No one on here is a someone I like to meet!”\n  ","852487":"\n  “Get what I like.”\n  ","852488":"\n  “Tell people to be nice and recycle.”\n  ","852489":"\n  “Its okay, eat what you want?”\n  ","852490":"\n  “Deactivated it”\n  ","852491":"\n  “Take a breath, walk away.”\n  ","852492":"\n  “Absolutely not, you’re fine”\n  ","852493":"\n  “Moved here recently, I’m not sure.”\n  ","852494":"\n  “I love it.”\n  ","852495":"\n  “Trampolines are really fun”\n  ","852496":"\n  “How to use weapons and be safe.”\n  ","852497":"\n  “I’m very hungry”\n  ","852498":"\n  “Meh, you’ll find it anyway”\n  ","852499":"\n  “Yes! I write a lot, I have a certain way or writing. I think people would like to hear me out.”\n  ","852500":"\n  “Selena and Chef on HBO Max”\n  ","852501":"\n  “Four years or so, for people I actually see often. 12 for some i call friends but don’t hang out with”\n  ","852502":"\n  “Like with what i want alone and happy, responsible only for myself”\n  ","852503":"\n  “Bubble gun flavor”\n  ","852504":"\n  “Watch Crack!Video of your favorite tv show\/movie”\n  ","852505":"\n  “My morale.”\n  ","852506":"\n  “Twitter”\n  ","852507":"\n  “I do, I like it. Haven’t had it in years.”\n  ","852508":"\n  “Pork”\n  ","852509":"\n  “Lay down sunbath or go further into the water and float”\n  ","852510":"\n  “No”\n  ","852511":"\n  “ehh.. no..”\n  ","852512":"\n  “The second one.“\n  ","852513":"\n  “Single, certainly.”\n  ","852514":"\n  “Again, do you think I can fix any of that?”\n  ","852515":"\n  “And you think I can fix your values?”\n  ","852516":"\n  “What?”\n  ","852517":"\n  “ice cream”\n  ","852518":"\n  ”I liked supernatural when I first found out about it”\n  ","852519":"\n  “yes they’re really slimy”\n  ","852520":"\n  “I don’t know what sn stands for”\n  ","852521":"\n  “ talk to me like a real human.”\n  ","852522":"\n  “I don’t ever dress up I just put a shirt on and some shorts or jeans throw my sandals on and I go out”\n  ","852523":"\n  “i’m not sure what you were supposed to do. I think you know what you’re supposed to do.”\n  ","852524":"\n  “no there’s nothing that’s haunting me that I did up to this day”\n  ","852525":"\n  “-“\n  ","852526":"\n  “I thought the Thor movies were pretty funny”\n  ","852527":"\n  “definitely a bad idea I would give it some more time to where you find yourself finally being over it and then I’ll go searching”\n  ","852528":"\n  “i’m not a big fan of gifts”\n  ","852529":"\n  “I don’t wander”\n  ","852530":"\n  “I don’t have their number”\n  ","852531":"\n  “i’m not sure but I’ll take anything but summer right now”\n  ","852532":"\n  “No ask me a question”\n  ","852533":"\n  “They’re OK I don’t have a favorite”\n  ","852534":"\n  “I can work but I don’t know if it’ll be better.”\n  ","852535":"\n  “Eve”\n  ","852536":"\n  “You too”\n  ","852537":"\n  “ 1 million”\n  ","852538":"\n  “ giant people”\n  ","852539":"\n  “ i’m tired of every year”\n  ","852540":"\n  Sounds good\n  ","852541":"\n  ?\n  ","852542":"\n  “I don’t got one”\n  ","852543":"\n  “I forgot to eat dinner and went to sleep.”\n  ","852544":"\n  “physical touch usually does it”\n  ","852545":"\n  “Coke”\n  ","852546":"\n  “ The lack of responsibility”\n  ","852547":"\n  “DJ JONK”\n  ","852548":"\n  “ but really I think I myself am an introvert.”\n  ","852549":"\n  “Hated sports, no.”\n  ","852550":"\n  “I would be worried about controlling it.”\n  ","852551":"\n  “That sucks.”\n  ","852552":"\n  “Its of a dresser, well.. top of a dresser where I’ve set a memorial for my best friends who didn’t make it. Tomorrow makes one year for one of their deaths.”\n  ","852553":"\n  “Thank you, I needed that today. You too!”\n  ","852554":"\n  “ Spring, absolutely spring.”\n  ","852555":"\n  “ I hate Disney.”\n  ","852556":"\n  “Blue, my guy!”\n  ","852557":"\n  “Something scary happens in the real world every day all day long”\n  ","852558":"\n  “Just chicken.”\n  ","852559":"\n  “Painfully, yes.”\n  ","852560":"\n  “Find some quicksand.”\n  ","852561":"\n  “Sewers.”\n  ","852562":"\n  “ Night owl but not by choice”\n  ","852563":"\n  I would sleep\n  ","852564":"\n  “Both, my guy!”\n  ","852565":"\n  “Money can buy love, because I love the item that I just bought.”\n  ","852566":"\n  “ A simple black one that says technical difficulties.”\n  ","852567":"\n  “Used to be never in the last four years it’s become often and in the last three months it’s become constant.”\n  ","852568":"\n  “My best friends memory”\n  ","852569":"\n  “I got me a Starbucks drink”\n  ","852570":"\n  “Food.”\n  ","852571":"\n  “Life is going pretty good, it’s getting better and I’m liking it. How’s your life going?\n  ","852572":"\n  “Their will”\n  ","852573":"\n  “I have no idea, I’m sorry.”\n  ","852574":"\n  “Someone asked me something and I answered it a minute ago saying I don’t know what it means and they responded with ‘that’s because you’re abusive’.. what the heck kind of a horrible person is that? That’s dumb..”\n  ","852575":"\n  “??????”\n  ","852576":"\n  “Why?”\n  ","852577":"\n  “I have said them both ways, ‘aent’ & ‘auhnt’”\n  ","852578":"\n  “I’m not sure, its kind of like how men never do to other men.”\n  ","852579":"\n  “I do not sadly, I’d love to one day.”\n  ","852580":"\n  “Psychologist became the study of one’s mental state is somehow I want to know.”\n  ","852581":"\n  “It is a sign of ultimate strength.”\n  ","852582":"\n  “You’re 20 push-ups away from freedom.” Something like that\n  ","852583":"\n  “I have heard of them but I am not fond of them.. “\n  ","852584":"\n  “I’m happy to be alone in my own place while pandemic happens, yes.”\n  ","852585":"\n  “?”\n  ","852586":"\n  “KFC, for sure.”\n  ","852587":"\n  “I am not a Christian.”\n  ","852588":"\n  “Butter probably, because I like to put toast pieces in yolk and eat it so jammed up toast in yolk would be weird to me”\n  ","852589":"\n  “No, not really.”\n  ","852590":"\n  “Peace, love and to be left alone.”\n  ","852591":"\n  “I am not actually and I will be moving out. This place’s management is incredibly horrible.”\n  ","852592":"\n  “Br invisible, for sure. Because I can just walk on a plane and go wherever if I can’t fly myself.”\n  ","852593":"\n  “Eyes, smile, teeth..”\n  ","852594":"\n  “I just woke up so hey. Today, I woke up.”\n  ","852595":"\n  “A wonderful Sunday, how is yours?”\n  ","852596":"\n  “It is fun, so I wouldn’t say so and I het to see other people’s views.”\n  ","852597":"\n  “Rock, definitely.”\n  ","852598":"\n  “Never had one.”\n  ","852599":"\n  “Knowledge.”\n  ","852600":"\n  “Another country.”\n  ","852601":"\n  “You you really want to know that..”\n  ","852602":"\n  “Lotsa ice cream.”\n  ","852603":"\n  “I wouldn’t share that..”\n  ","852604":"\n  “My best friend.”\n  ","852605":"\n  “Absolutely you do”\n  ","852606":"\n  “A buttplug.”\n  ","852607":"\n  “Is there life after death.”\n  ","852608":"\n  “Say horrible things purposely or lie to me or betray me”\n  ","852609":"\n  “Sweatpants, unless it’s hot”\n  ","852610":"\n  “My friendss..”\n  ","852611":"\n  “Elephant sized puppy!”\n  ","852612":"\n  “Just more games and faster deliveries.”\n  ","852613":"\n  “Never.”\n  ","852614":"\n  “Poneh”\n  ","852615":"\n  “Pitt NCO.”\n  ","852616":"\n  “I have a lot of patience”\n  ","852617":"\n  “Chickennnnn!”\n  ","852618":"\n  “I don’t think so.. I just like doing things but at my own pace.”\n  ","852619":"\n  “The ringing in my ears sometimes just does it for me.”\n  ","852620":"\n  “Best, got used to adult things and everything is easy, doable, or you just get used to things. Things bug you less, you care less about little things.”\n  ","852621":"\n  “Like four days-ish”\n  ","852622":"\n  “I’m not sure you should eat it.. “\n  ","852623":"\n  “Keep to myself until its all done and over then share.”\n  ","852624":"\n  “Yes, hug them all day long.”\n  ","852625":"\n  “That’s like everybody and yes all the time. Its freaky.”\n  ","852626":"\n  “I love olives!!\n  ","852627":"\n  “Yes I do.”\n  ","852628":"\n  “I want more friends.”\n  ","852629":"\n  “Yessir.”\n  ","852630":"\n  “Twitter all the way.”\n  ","852631":"\n  “Personally, responsibility”\n  ","852632":"\n  “A mexican restaurant.”\n  ","852633":"\n  “I favor the right side, I like the left side too. Not a back sleeper.”\n  ","852634":"\n  “What”\n  ","852635":"\n  “I don’t celebrate Christmas.. not really. Never got gifts.”\n  ","852636":"\n  “Half mermaid, all the way. Love the water.”\n  ","852637":"\n  “No, people only think horribly of me.. probably.”\n  ","852638":"\n  “They are really fun, sometimes the very high ones get shaky & my heart kind of.. stops sometimes”\n  ","852639":"\n  “Both are fine.”\n  ","852640":"\n  “Its about the same.”\n  ","852641":"\n  “I hope you do to.”\n  ","852642":"\n  “You too, thank you!!!”\n  ","852643":"\n  “None, what is that..”\n  ","852644":"\n  “I know enough to get by.”\n  ","852645":"\n  “Winter so I can layer up. At the same time winter makes me panic.”\n  ","852646":"\n  “Whut..”\n  ","852647":"\n  “I received and sent them.”\n  ","852648":"\n  “I don’t have depression, thankfully, but when I’m sad I just think of all the good things on my life and watch some happy stuff or read happy stuff”\n  ","852649":"\n  “Why do you always send that.. it’s annoying”\n  ","852650":"\n  “No.. “\n  ","852651":"\n  “Thankfully I don’t have a sister and if I did, I’d still keep her far from you.”\n  ","852652":"\n  “Who are you?”\n  ","852653":"\n  “Hi! I’m doing alright, how are you?”\n  ","852654":"\n  “With utmost respect because that’s what I want in Return.”\n  ","852655":"\n  “Peace, calm, sun, tea, nature, money to pay my bills, reliable friends”\n  ","852656":"\n  “Stand out.. I don’t like it much.”\n  ","852657":"\n  “I’s tell’em to stand tall, stand strong because one day it’ll get better. Also, don’t just fall for the first person that sees you for yourself.”\n  ","852658":"\n  “My mother used to tell me one.. I don’t remember what its called. She might’ve made it up.”\n  ","852659":"\n  “A warm blanket and a cup of tea is one of the best feelings in the world, if you have someone to share it with is even better.”\n  ","852660":"\n  “What I’m doing now.”\n  ","852661":"\n  “Eat good, watch tv, and sleep well,\n  ","852662":"\n  “A neighbor a couple houses down from me.”\n  ","852663":"\n  “Monsters.”\n  ","852664":"\n  “Not very much. Not at all really, but ‘Internet’ in it self can be helpful”\n  ","852665":"\n  “All the time.”\n  ","852666":"\n  “Eggplants, specifically made the way I like them.”\n  ","852667":"\n  “When I get the job done and right.”\n  ","852668":"\n  “I’d go to Arab.”\n  ","852669":"\n  “I think I do, but I don’t believe it’s physical. I think its in the mind like things are more clear to you than to others.”\n  ","852670":"\n  “You send that at least once a week, what does it mean?”\n  ","852671":"\n  “There was for me, there might not be again”\n  ","852672":"\n  “What..”\n  ","852673":"\n  I would be naked\n  ","852674":"\n  I love mangos\n  ","852675":"\n  Negative 900\n  ","852676":"\n  Care for each other after care for self.\n  ","852677":"\n  Sure\n  ","852678":"\n  Working out..? It feels good.\n  ","852679":"\n  Both somewhere in my mind stab at me to be afraid of.. but I physically am not and would be okay with both.\n  ","852680":"\n  Sorry to hear\n  ","852681":"\n  If I’m lucky 5, which ‘m usually not so 3ish to 4ish\n  ","852682":"\n  Okay\n  ","852683":"\n  KY\n  ","852684":"\n  Wut\n  ","852685":"\n  No.. what’s wrong with you..\n  ","852686":"\n  No\n  ","852687":"\n  Haiiiiiillll naw\n  ","852688":"\n  No.. Very much no. Get away from me.. [shudders]\n  ","852689":"\n  No, whatever that flashes in front of me in a TV is what I go off of. Sometimes its a trailer sometimes its a 3 sec clip\n  ","852690":"\n  Aight, here’s a question. Lets say one day you need to save your whole family but to do it you have to kill twenty cows with your bare hands. (Not your cows, some random cows) You think you can do it?\n  ","852691":"\n  Oh you want me to ask you questions. Got it. Mm.. give me a minute, I’ll come up with something\n  ","852692":"\n  Happiness & Confusion\n  ","852693":"\n  Na..\n  ","852694":"\n  Opha May Johnson 1918. First women to join the Marines\n  ","852695":"\n  Not for me, at the moment, but somewhere out there— there is a perfect match for everyone.\n  ","852696":"\n  No, not really. I used to, I wanted everyone to be happy with me but I stopped caring like that because it shouldn’t matter. You live for yourself not others\n  ","852697":"\n  It is, at the same time for my county its not rising its more lowering because I think people finally got the idea that it \/is\/ serious.\n  ","852698":"\n  I recently learned more about men’s health. You can ask about that\n  ","852699":"\n  No\n  ","852700":"\n  All coffee I guess, ‘m a tea person though\n  ","852701":"\n  It’s not smart but I understand if someone is scared their mind can tell them whatever and also tell them its the right thing to do at the moment.\n  ","852702":"\n  Most can\n  ","852703":"\n  It wasn’t a vacation but it might as well be because it felt great. KY.\n  ","852704":"\n  ?\n  ","852705":"\n  Yes\n  ","852706":"\n  That’s nuts. Had 30 cases today, lowest its ever been. Highest was 78\n  ","852707":"\n  I usually crave the heaviest meals at midnight\n  ","852708":"\n  I like to think that I am\n  ","852709":"\n  I don’t know\n  ","852710":"\n  I used to know a crazy person but his demons got to him before life did. Miss you, T.\n  ","852711":"\n  After I educate myself enough, yes I am.\n  ","852712":"\n  I was excited for it to be liquor but it ended up being apple juice..\n  ","852713":"\n  Baseball~\n  ","852714":"\n  Small things, small details\n  ","852715":"\n  I hate love songs..\n  ","852716":"\n  No, I don’t care much about messages or phone calls. If you do that to me in person, in my face, I might shake the poo outta ya.\n  ","852717":"\n  Yus\n  ","852718":"\n  Well alright then. You too.\n  ","852719":"\n  What?\n  ","852720":"\n  Alright did it\n  ","852721":"\n  This is all sorts of wrong\n  ","852722":"\n  You have to be specific about that kind of ‘Leave you’ you’re talking about, because means go do you & other means go do everybody else\n  ","852723":"\n  Yo\n  ","852724":"\n  Never\n  ","852725":"\n  Uhm.. I’d like to not say their name.\n  ","852726":"\n  Most attractive.. mm.. my best friend’s handsome. I think.\n  ","852727":"\n  — ? [tilts head confusingly]\n  ","852728":"\n  In recent years I have more and more. I think one day I just thought it was so much more sexy to admit.. anything. To a lie or a truth or forgetting something or not wanting it you just say it as you feel it.\n  ","852729":"\n  Short actually, really short.\n  ","852730":"\n  Got told if I moved they’ll push more laughing gas into my lungs so I kept moving & I kept laughing\n  ","852731":"\n  Who..?\n  ","852732":"\n  Whut..\n  ","852733":"\n  No can do. I can barely handle one.. Whenever I tried to have one.\n  ","852734":"\n  Tea all the way, hot chocolate is nice and a good ice caramel late\/macchiato will sooth the soul\n  ","852735":"\n  A significant other because it’d be fake\n  ","852736":"\n  I really like socks, but they’re just not good in the summer\n  ","852737":"\n  It would be nice, I’d have a brother and a best friend!\n  ","852738":"\n  I’m actually in a house with a person named Rain. I got really confused. I love Rain!\n  ","852739":"\n  Who is that..?\n  ","852740":"\n  Multiple times caught being dishonest\n  ","852741":"\n  What’s wrong with you..\n  ","852742":"\n  I don’t know what that is\n  ","852743":"\n  Already did, for seven plus years.\n  ","852744":"\n  Baking an iron skillet to store it after cleaning\n  ","852745":"\n  “20 Pushups stand between you and freedom” - Texas Chainsaw Massacre\n  \n  \/\/just saw that movie for the first time\n  ","852746":"\n  I do, very small number of places, but I don’t eat them because they are not good for you & I meal prep so there is no need.\n  ","852747":"\n  I drive a Jeep right now, its been really good to me but a Truck is just as great.\n  ","852748":"\n  I have & I ended up unconscious in front of the ER.\n  ","852749":"\n  What..?\n  ","852750":"\n  I’m outgoing but I’m also lazy and shy\n  ","852751":"\n  If they are constantly the reason why there is drama on my timeline. If they are doing illegal acts or are just purposely hurtful for no reason. If they godmod. That’s it. I’ll soft block for other reasons like they are constantly depressing\/attention ((whoring)) or are too gory\/triggering but I make sure I just don’t follow that from the start & I mute everyone that’s nsfw 24\/7 but are still good friends & blocking wouldn’t be nice. Usually my settings take care of the sensitive material & censors it for me\n  ","852752":"\n  Yes, squats. Which reminds me that I garra do my daily 300 \/\/ shit I almost forgot\n  ","852753":"\n  Yes, a very long time ago.\n  ","852754":"\n  The pasts & ghosts from the past\n  ","852755":"\n  0\n  ","852756":"\n  Yes..\n  ","852757":"\n  Met my best friend~\n  ","852758":"\n  Talking, its so much more fun and I see people’s beautiful happy faces\n  ","852759":"\n  So... what’s your question?\n  ","852760":"\n  I have, I apologized and explained why I was the way I was\n  ","852761":"\n  Eggplants. All vegetables really..\n  ","852762":"\n  Donate most, trash what I know I can not donate\n  ","852763":"\n  Nobody really..\n  ","852764":"\n  Hello~\n  ","852765":"\n  I took a photo of my little tulips the other day\n  ","852766":"\n  Yes\n  ","852767":"\n  What does that mean..?\n  ","852768":"\n  Being helpful or being lost\n  ","852769":"\n  I watched it in person, it wasn’t black and white then\n  ","852770":"\n  No?\n  ","852771":"\n  Pulled me outta the ice\n  ","852772":"\n  I suck butt at poetry so I quit writing. I rather draw.\n  ","852773":"\n  It sounds like a good name\n  ","852774":"\n  All black or all white\n  ","852775":"\n  You’re lost me there..\n  ","852776":"\n  Its too hot for socks\n  ","852777":"\n  In a meeting at HQ\n  ","852778":"\n  I like rocks\n  ","852779":"\n  Mudslide Chocolate\n  ","852780":"\n  Tsunami ?\n  ","852781":"\n  Negative 14 billion\n  ","852782":"\n  Both\n  ","852783":"\n  Yes, as sad as it is.\n  ","852784":"\n  Point, stick my tongue out and been known to giggle rarely\n  ","852785":"\n  Kentucky, in about less than a week\/\/ oh fuck OH SHIT..\n  ","852786":"\n  No & no?\n  ","852787":"\n  It will not make you happier, it’ll just make the other person sadder. Don’t do that.\n  ","852788":"\n  The past, anything having to do with it.\n  ","852789":"\n  Horribly because I’m doing it right now\n  ","852790":"\n  Success, Friends, Happiness\n  ","852791":"\n  1943, I think I was 25..\n  ","852792":"\n  Sweet Emotion\n  ","852793":"\n  I can do both very well\n  ","852794":"\n  My window or anywhere outside the house\n  ","852795":"\n  To be swol\n  ","852796":"\n  I guess I am\n  ","852797":"\n  I don’t have a Facebook\/\/ I deactivated my Facebook long time ago\n  ","852798":"\n  Tank too & teal workout short shorts so I can squat easier\n  ","852799":"\n  I don’t know who Ricky is or Chloe..\n  ","852800":"\n  102..\n  ","852801":"\n  Friends, asking for help, and the ability to withstand a lot of pain is a weakness\n  ","852802":"\n  In front of my xbox in my room watching Achievements Hunter\n  ","852803":"\n  Being completely exhausted, like to the point where I can’t stand anymore, so I pass out faster\n  ","852804":"\n  Tell them to not do that. That they’re taking somebody’s hard earned money there technically\n  ","852805":"\n  They’re dead.. [grim look]\n  ","852806":"\n  No.. no. I think she could’ve verbally said something back. Like my lady friend said to me ‘men are so dramatic’ to me yesterday & I said ‘women are dirty in the head’ just something random back\n  ","852807":"\n  —\n  ","852808":"\n  Superman sounds ‘Super’ so him?\n  ","852809":"\n  If this isn’t the hardest truth I had to learn \/\/ all of 2019.. It sure is.\n  ","852810":"\n  Zero, you should just do small indoors workouts & run\n  ","852811":"\n  Uhm.. Its not a celebrity but there was a doctor I once knew & I wish I could spend another day with him.\n  ","852812":"\n  I think friends like I’ll say happy birthday to you over text once a year other than that I don’t talk to you ever kind of friends, yes.\n  ","852813":"\n  You must be confused because this question is not for me.\n  ","852814":"\n  I feel really really good\n  \n  \/\/Hiya TL! I’m not on Twitter, won’t be all day. See y’ll tomorrow ?\n  ","852815":"\n  Used to be Buck, but he passed away. No one I know right now is \/that\/ funny.\n  ","852816":"\n  Will do, thank you. You too!\n  ","852817":"\n  Nobody anymore. Last night I danced alone and it was great\n  ","852818":"\n  Right here, bud. Its not that bad.\n  ","852819":"\n  Autumn is a good mood and a good friend. For sure.\n  ","852820":"\n  Nipple Buckets\n  ","852821":"\n  Meaningfully? Very very long time ago. Accidentally, like two weeks ago.\n  ","852822":"\n  No thanks you for now, I have enough channels I watch daily. Appreciate it.\n  ","852823":"\n  Have had leather, it can get real hot. Right now I’m enjoying the cloth for sure\n  ","852824":"\n  I hope tomorrow is good\n  ","852825":"\n  I meal prep, it’s different every week.\n  ","852826":"\n  Online for everything except clothes sounds smart to me.\n  ","852827":"\n  Yes, I’m happy today\n  ","852828":"\n  Laying in the sun until I can’t then swim\n  ","852829":"\n  The heart broken\n  ","852830":"\n  Share something between us to the open, Lie to me, or be purposely hurtful then try to play it off\n  ","852831":"\n  No, I’ve never seen you on YouTube\n  ","852832":"\n  Popcorn\n  ","852833":"\n  Cake, but if it were my precious life I’d say Pie.\n  ","852834":"\n  It was horrible!!\n  \n  Oh this is going to get me started again. [groaned] Those people are soulless.\n  ","852835":"\n  Absolutely, I lived it. \/\/I did too, for almost eighteen years.\n  ","852836":"\n  Safety officer of some time preferably a teacher on a range.\n  ","852837":"\n  I do, but I don’t like to talk about it because I think it was ‘stolen from me’.. the person forced their lips onto mine.\n  ","852838":"\n  His name starts with an H.\n  ","852839":"\n  Eggplants and Okra\n  ","852840":"\n  I’ve been ashamed of a single act, but not my whole past. No.\n  ","852841":"\n  I don’t watch ‘Anime’\n  ","852842":"\n  Sweet Emotion by Aerosmith\n  ","852843":"\n  Thank you? You too! [Feels it this is very shoving positivity but he’s about it]\n  ","852844":"\n  Human checks them every morning & noon. I don’t have any.\n  ","852845":"\n  About what..?\n  \n  \/\/I’m not on Twitter, I’m just on my ask fm app. Will be on tomorrow\n  ","852846":"\n  Asleep, hopefully, but insomnia won’t let me like usual till hours from now.\n  ","852847":"\n  Manhattan, NY \/\/Originally not from the U.S.\n  ","852848":"\n  People..\n  \n  Goodnight, attempting sleep again. [curled up under his sheets] #SeeYallWednesday\n  ","852849":"\n  [printed an image of his best friend & hung it on the wall] Not a soulmate but definitely best partner in crime & wingman.\n  ","852850":"\n  Leeeets not talk about that.. because I might actually panic. [chuckled nervously]\n  ","852851":"\n  Under water.\n  ","852852":"\n  YES.\n  ","852853":"\n  Nobody. There was one person at some point that did though.. [deep sigh]\n  ","852854":"\n  I do it when I’m stressed.. I don’t know about others.\n  ","852855":"\n  Believe it or not, I have. I thought my best friend was becoming best friends with my other best friend & both did forget me. It kind of hurt too.\n  ","852856":"\n  I didn’t swallow but I crushed it up between my front teeth because I thought it was a piece of java chip chocolate from the drink I was sipping. It was sweet & crunchy\n  ","852857":"\n  I don’t want to marry anyone. I’m not in love.\n  ","852858":"\n  When I lost my mother or losing a good friend, which both have happened so needles..? Bones noises.. asking for help..\n  ","852859":"\n  I quietly leave a lot but that can be very upsetting so I just see ‘see you later’ and then leave.\n  ","852860":"\n  No, because I don’t love people like that anymore.. but if I do, I can be very romantic.\n  ","852861":"\n  \/\/Stay in the Marines or get out. That was a big one..\n  ","852862":"\n  Human was young & lived in another country when that happened. They remember it. I was frozen & I do not remember it. [[I can not sleep.. h lp]]\n  ","852863":"\n  Heck yea I do. Not everybody deserves my friendship. I’ll always be nice but it doesn’t mean we’re ‘bois\/gruls’\n  ","852864":"\n  I’m a great bro to somebody out there. I don’t have blood sisters but I have lotsa female friends I call my sisters\n  ","852865":"\n  Yes, I don’t think everybody needs a relationship. I know people that are 40 and have never had more than a one night stand\n  ","852866":"\n  I think I am very strong. If I am here & I’ve been through quite a bit then I think I’m strong\n  ","852867":"\n  Not true to size.. so now I have to wear these sweatpants only at home because they’re grabbing my behind.\n  ","852868":"\n  No, I’d want to be left alone. I think if I’m at the point where I’m crying, I want nothing to do with that person\n  ","852869":"\n  No, maybe like a single thing I did but nothing else. I was a good kid.\n  ","852870":"\n  Single, because you’re only responsible for yourself & the most free you can be without anyone controlling you.\n  ","852871":"\n  No [[this woke me up. I didn’t know my notifications for this was on]]\n  ","852872":"\n  Those people’s minds have altered, they think what they think is absolutely true, real, and correct & everyone else is wrong.\n  ","852873":"\n  [points to his heart]\n  ","852874":"\n  I’m not going to say “The right person” anymore because it doesn’t exist.\n  ","852875":"\n  Red, I love red.\n  ","852876":"\n  “This is meg❤️❤️❤️”\n  ","852877":"\n  No actually, I’ve come to a point where nothing that used to really bothers me anymore. I’m numb to a lot of things. Its good & kind of bad that I am.\n  ","852878":"\n  VA System, it is so trash.. so slow. The virus isn’t helping any either.\n  ","852879":"\n  No, I don’t.\n  ","852880":"\n  Beloved Benjamin is Waiting, it was a really good book I read \/\/ 12 years ago.\n  ","852881":"\n  Eggplants or potatoes\n  ","852882":"\n\n   @jack_p\n  \n  is the best YouTuber and Twitch streamer.\n  ","852883":"\n  I don’t know how to ride either, but rollers skates sound awesome\n  ","852884":"\n  Mmm.. His name starts with an L. IRL their names start with H, W, S, M, M, V, M, J & there are a few more.\n  ","852885":"\n  The thought that you can just take somebody’s life for whatever reason. That ‘thought’ should be illegal.\n  ","852886":"\n  YESSS\n  ","852887":"\n  MOI. [Cheeky grin]\n  ","852888":"\n  About 0\n  ","852889":"\n  Sex, that one annoying neighbor goat. What to have for dinner. The itchy left leg.\n  ","852890":"\n  Always\n  ","852891":"\n  No Crowley\n  ","852892":"\n  I have no idea what that even is but plaid works.\n  ","852893":"\n  I already know about 7 years ahead of me..\n  ","852894":"\n  10 days\n  ","852895":"\n  Penis\n  ","852896":"\n  Pink\n  ","852897":"\n  Penis slap on the face\n  ","852898":"\n  I'd buy dildos\n  ","852899":"\n  Penis\n  ","852900":"\n  Huge penis strangling me\n  ","852901":"\n  Noooooboddyyyy. I don't make bffs\n  ","852902":"\n  The spammers, so I could back hand them\n  ","852903":"\n  HITLAH and all the other killers\n  ","852904":"\n  No\n  ","852905":"\n  Grow the fuck up\n  ","852906":"\n  Grow the fuck up\n  ","852907":"\n  I still don't know how to..\n  ","852908":"\n  Drink water and sit down\n  ","852909":"\n  No\n  ","852910":"\n  Grow the fuck up.\n  ","852911":"\n  Future, back to.. Or well, future to my 2021 home, husband, and kids.\n  ","852912":"\n  John, Mom, Benny the vampire, Jessica, and Kevin.\n  ","852913":"\n  How about grow the fuck up and stop spamming people.\n  ","852914":"\n  A picture of baby Sammy, me, dad, and Mary.\n  ","852915":"\n  My adoptive mom, Mary. I liked her a lot and my own mom Siren.\n  ","852916":"\n  When the people you aren't following for a reason ask you to follow them multiple times\n  ","852917":"\n  I can tell you 7 to 10 years in, but not 100. It's just like today, but they've discovered the hover boards though. There are a lot of injured kids because of it and a lot of law suits and suing going on and the skateboarders market it going back up\n  ","852918":"\n  Apple Pie, always~ I lope apples, I love pie.\n  ","852919":"\n  Vanilla and chocolate together\n  ","852920":"\n  Of the world? Probably mine. It's hella awesome & there's every kind if fun and food here.\n  ","852921":"\n  On as guard, it's all floaty and sit\n  ","852922":"\n  Third year just finished and fourth started\n  ","852923":"\n  I'm living it\n  ","852924":"\n  When they don't want to show emotion, giggle, or do something that's a 'little girly'\n  ","852925":"\n  I've never been to a zoo, but I know what it is and I don't approve of it. We should be in cages around them, not them.\n  ","852926":"\n  Thanks, mate. You too~\n  ","852927":"\n  When I was in Afghanistan.. That was far.\n  ","852928":"\n  My Ex-Husband four months ago.\n  ","852929":"\n  I think you know that answer to that\n  ","852930":"\n  The president, I'd assume.\n  ","852931":"\n  I just did, it's pretty sad.\n  ","852932":"\n  Good, but then they get older and face the bad. To them it's become the bad or be a pussy so they become it. It's not like that really.. The choices are to learn from the bad and move one, in that order, and you have to pick both.\n  ","852933":"\n  Cup of tea in my \"Good Mythical Morning\" Cup.\n  ","852934":"\n  Their sweet behavior\n  ","852935":"\n  I already have it. My bedroom window shows the beautiful hills and homes\n  ","852936":"\n  They mean like my siblings, I want to share everything with them and I want to make sure they're happy.\n  ","852937":"\n  Never been to a concert\n  ","852938":"\n  Eh.. Sorry. We just live in the same state and city.\n  ","852939":"\n  \/\/People, this is an RP account. I don't do RL asks either.. Sometimes, but this is RP. Sorry.\/\/ Because they don't have what they want yet.\n  ","852940":"\n  I met him multiple times because they come to my city a lot & handout around the small downtown. I pass there to go to college everyday.. I see them on youtube too..\n  ","852941":"\n  Yeah.. There are things out there\n  ","852942":"\n  When you have a home that's paid off, car, you have a wife, a kid that's even married, and you're living off SS money & are happy. That's when.. So like 75-85 years old\n  ","852943":"\n  20, when I got diagnosed with a rare type of cancer\n  ","852944":"\n  'A Lot'? Not really important\n  ","852945":"\n  It's have my eyes, forehead, and hair sticking out the bottom left of the cover really shy looking & me sitting again inside the house window on the inside cover, smiling.\n  ","852946":"\n  When I have to depend on others.\n  ","852947":"\n  You, as a Twin of mine or a clone, Hm.. I think you're sharp. Grown quick, know a lot, and are really responsible from the youngest of ages. You're nice, I didn't expect it at first. I thought you'll be one of those chin high twins that will dare not to talk another of their form, but I was wrong. You're pretty open, talkative, and accepting of people's opinions, sexuality, or whatever it might be. I feel like you're strict too? Or just.. Solid, strong, less-chill, more like Canon. <~ It's all good. You make a good Friend.\n  ","852948":"\n  Because they don't have one\n  ","852949":"\n  Youtube's commentary on real news\n  ","852950":"\n  Hight's.. No?\n  ","852951":"\n  Talking\n  ","852952":"\n  Phones in schools. They should just ban it\n  ","852953":"\n  Milkkkkk meeee\n  ","852954":"\n  Myself or my mom.\n  ","852955":"\n  Their Chill-hood\n  ","852956":"\n  Any fuckin' time, that was delicious.\n  ","852957":"\n  Hm, a little but more respect and attention.\n  ","852958":"\n  Four or Six hours\n  ","852959":"\n  Sammy.. Sometimes\n  ","852960":"\n  Okay\n  ","852961":"\n  Great\n  ","852962":"\n  Eat a lot more, Dr, take better classes towards Computer Engineering and Wk\n  ","852963":"\n  I don't fudgin' know, It was a month ago.\n  ","852964":"\n  They were just passing by. Means nothing\n  ","852965":"\n  Ever discovering porn, twitter, and internet\n  ","852966":"\n  Mum\n  ","852967":"\n  me-s\n  ","852968":"\n  Future\n  ","852969":"\n  An office\n  ","852970":"\n  D\n  ","852971":"\n  I'm always mad\n  ","852972":"\n  10 more wishes\n  ","852973":"\n  Last year july. Was a Cas. Lasted 10 days.\n  ","852974":"\n  Hell yea, but also a really mad one\n  ","852975":"\n  Goofy\n  ","852976":"\n  That chubby guy in hangover\n  ","852977":"\n  Less plants more animals\n  ","852978":"\n  Good, then they get bad\n  ","852979":"\n  I already have it. 67 Chevy.\n  ","852980":"\n  To shun people\n  ","852981":"\n  Porno sites\n  ","852982":"\n  Hm, Hungover movies are awesome and Avengers.\n  ","852983":"\n  Strip\n  ","852984":"\n  I'm make Sammy settle down with someone and not leave him alone till the day he married someone and had two kids.\n  ","852985":"\n  That didn't make sense so let me not understand this correctly.\n  ","852986":"\n  PiEE\n  ","852987":"\n  Whatever makes me protective.\n  ","852988":"\n  None\n  ","852989":"\n  1st: I don't hate, I strongly dislike.\n  \n  2nd: I don't and you shouldn't too discuss about others on anywhere. Worry about yourself. That's enough.\n  \n  Last: Do not ask me about anyone on here. I'll simply delete then question if you keep abusing the system.\n  ","852990":"\n  Alligator\n  ","852991":"\n  Weed, kidding. Diving, really hiking, and snowboarding\n  ","852992":"\n  Dr. Sexy MD\n  ","852993":"\n  Too many times.. About every time if I'm not with Sam.\n  ","852994":"\n  Get in line, love---and no.\n  ","852995":"\n  Someone weird. Some stalker, I think.\n  ","852996":"\n  NO.\n  ","852997":"\n  MM. I think I know who you are.. If you are the one I think you are then yes. You've about entered the stalker section of your life [for me]. On the side of really annoying and way to focused on one thing: That thing being me and any other Sam-Dean out there. Do know we're actually characters that play story lines and there are real people like you behind us. We are no real Sam and Dean either. Those are some boy that might have helped you by now. Your constant annoyance by asking 47 questions a day, sending nudes to adults\\me [You are a minor, we don't want to go to jail=Stop], asking personal questions, accusing as of lying and being the the caleb us, threatening, calling us names.. If you just cool down a bit I'd be cool with some of these, but there is a limit. Avoid most of those actions and you'll be less of a stalker. Hope that helped and answered your question.\n  ","852998":"\n  Future\n  ","852999":"\n  Can't find it..\n  ","853000":"\n  If you tell anyone, I'll strangle you. Plus, you're adopted. I sorta love you.\n  ","853001":"\n  My penis. It's seriously the most happiest thing ever.\n  ","853002":"\n  Blue with a purple stripe because Sam apparently had blue too, so I had to change it a bit\n  ","853003":"\n  Omelet, I love the taste. I love the smell. Mm\n  ","853004":"\n  A Lion or an Alligator. I'll be chewed up dead in seconds.\n  ","853005":"\n  No, as long as I don't hear it and once I do ad if it's bad then I care a lot. Enough to get really angry.\n  ","853006":"\n  It's really green here and really clean, but mostly what attracts them are the hills all around and so close. Also how big and crowded it is here with food places and shopping places.\n  ","853007":"\n  Sleep\n  ","853008":"\n  Peace\n  ","853009":"\n  My baby 67 chevy\n  ","853010":"\n  Skin\n  ","853011":"\n  Lake close area\n  ","853012":"\n  Muste- cream\n  ","853013":"\n  FoOd and their fruits are so damn amazing. Americans don't even have them here.\n  ","853014":"\n  A girl in my College English class.. Two months ago\n  ","853015":"\n  Moi\n  ","853016":"\n  Fire fighter~!\n  ","853017":"\n  Oh man, this should be easy. If the bullet even kills lucifer I'd shoot him and got to a bar with Crowley, celebrate with him, down some shots. YeE.\n  ","853018":"\n  I was in a helicopter with caleb me & he was telling me to take deep breathes and relax\n  ","853019":"\n  Pieeeeeee\n  ","853020":"\n  No songs\n  ","853021":"\n  My lover, my dad, and mum\n  ","853022":"\n  Stabbing girls\n  ","853023":"\n  My pie, my Sammy [that I don't have], and my lover\n  ","853024":"\n  A bike\n  ","853025":"\n  PiEe\n  ","853026":"\n  I hate it.. Sam forces me to go\n  ","853027":"\n  Honesty\n  "}}