{"Question":{"854100":"\n   Are you happy 🥰\n  ","854101":"\n   If you were anyone of the Characters from the Wizard of Oz, who would you be - Dorothy, The Tin Man, The Lion, The Scarecrow?\n  ","854102":"\n   Love it\n  ","854103":"\n   What is your take on 2020?\n  ","854104":"\n   What is the most popular lie, people tell to each other?\n  ","854105":"\n   hey there! have a nice day!!🌭💛\n  ","854106":"\n   Who all had a razr phone ... ??\n  ","854107":"\n   Have you ever been cheated on and how did you find out?\n  ","854108":"\n   Hi\n  ","854109":"\n   thats awesome! I hope you enjoy it! I've seen all 8 shows and 13 movies so if u ever have any questions lmk lol\n  ","854110":"\n   I feel like I'm nonbinary but I feel like I have to be perceived a certain way to seem non-binary..... I am so confused on my gender...does anyone have advice?\n  ","854111":"\n   I hate Tedtalks\n  ","854112":"\n   Which decade of music gives you the most nostalgic feelings?\n  ","854113":"\n   Disney Channel was lit in the 2000’s\n  ","854114":"\n   Hint: Whats soft, deep and full of wrinkles?\n  ","854115":"\n   nice! which did you start watching?\n  ","854116":"\n   Who is your favorite Star Trek captain?\n  ","854117":"\n   bbs\n  ","854118":"\n   Is your handwriting pretty?\n  ","854119":"\n   What’s your favorite thing about the holidays?\n  ","854120":"\n   When do you feel most inspired?\n  ","854121":"\n   Any fun plans for the new year?\n  ","854122":"\n   What are the three best apps on your phone?\n  ","854123":"\n   Now they’re going to bed and my stomach is sick 🤢 \/ And it’s all in my head??\n  ","854124":"\n   Let’s say you made your first 1000 dollars.  What are you going to do with it?\n  ","854125":"\n   Do you have any tattoos?\n  ","854126":"\n   How do you feel about diets?\n  ","854127":"\n   Do you usually assume the worst, or hope for the best?\n  ","854128":"\n   What is the temperature?\n  ","854129":"\n   Do you have Apple products ?\n  ","854130":"\n   Hello\n  ","854131":"\n   Hi\n  ","854132":"\n   Hi\n  ","854133":"\n   Does anybody have any New Years resolutions ?\n  ","854134":"\n   Hello what are you doing,\n  ","854135":"\n   Is it weird that I want to wear female cheerleader uniform if I am a boy?\n  ","854136":"\n   How old were you when you got your first job?\n  ","854137":"\n   What is your age in days?\n  ","854138":"\n   What would you buy with unlimited money?\n  ","854139":"\n   So, after having a few conversations with you fine people I have decided to no longer accept anonymous questions. I think it will be the best way to build a better community and connect with people. Where do you stand on anon questions?\n  ","854140":"\n   🌧️ What's the weather like where you live today?\n  ","854141":"\n   Would you rather go to a music festival, have fun and sleep in a tent, or stay home, watch TV series and have some tasty snacks?\n  ","854142":"\n   Tumblr anyone?\n  ","854143":"\n   Do you get a lot of questions on ask, or not that much?\n  ","854144":"\n   Have you ever been robbed?\n  ","854145":"\n   do you own a bike?\n  ","854146":"\n   What’s your favorite one\n  ","854147":"\n   Which vegetable is evil? 😈\n  ","854148":"\n   Do you know how to dance? 💃\n  ","854149":"\n   What is the biggest challenge you are facing right now?\n  ","854150":"\n   How are you\n  ","854151":"\n   How many hats do you own?\n  ","854152":"\n   Pancake or waffle\n  ","854153":"\n   What is your favorite basketball team?\n  ","854154":"\n   What’s something actually good that happened this year?\n  ","854155":"\n   If you grew up with using the metric system, what are your thoughts on the imperial way of measuring things like in feet and such? If you grew up with imperial, what are your thoughts on metric? Have you ever had to apply the system you didn't grow up with in your life? How did that go? 📏\n  ","854156":"\n   Sour or sweet candy?\n  ","854157":"\n   Do you like Avengers the movie ?\n  ","854158":"\n   .\n  ","854159":"\n   Is it wrong for men over 21 to have a baby doll\n  ","854160":"\n   Hi\n  ","854161":"\n   Do you hate anybody? Why? 🤔\n  ","854162":"\n   Do you have tiktok?\n  ","854163":"\n   Do you have a Nintendo Switch?\n  ","854164":"\n   Hi\n  ","854165":"\n   Hi\n  ","854166":"\n   How are you doing today?\n\n🎉Today is officially my birthday. I am so excited. I have going to come home and bake a birthday cake with my husband. So far the past week has went by really good. Better than I thought.🎉 You guys have made my holiday and my birthday wonderful. Thank you for that. ❤🙏🤘\n  ","854167":"\n   ☀️\n  ","854168":"\n   Have you ever eaten something with egg replacer in it? If so, how does it taste?\n  ","854169":"\n   Are TV shows getting better or worse these days?\n  ","854170":"\n   what’s your problem\n  ","854171":"\n   How many tattoos do you have !?\n  ","854172":"\n   There's been a lot of debate recently where I live about whether you should set off fireworks or not around New Year's Eve. How they affect the health of animals and the environment in general has been the biggest point of contention. Where do you stand on this? 🤔✨\n  ","854173":"\n   Do you take anything to help you sleep better?\n  ","854174":"\n   Have you ever had a crush on one of your teachers?\n  ","854175":"\n   Sup\n  ","854176":"\n   Was that fun? Did you get help?\n  ","854177":"\n   Who am I ? why I exist? What is my destiny? These questions and made the whole world . You will find its solutions or answers only in Islam\n   \n    https:\/\/www.thekeytoislam.com\/en\n   \n","854178":"\n   Do you often find yourself fidgeting with things when you're bored and such? With what kinds of things? 🖐🖋🎲\n  ","854179":"\n   POLL: (1) which state are you in right now? (2) what color socks are you wearing?\n  ","854180":"\n   If someone gives you a hundred bucks which one item would you go and spend it on one item\n  ","854181":"\n   Do you think the colour you wear reflects your personality?\n  ","854182":"\n   What canned food you buy?\n  ","854183":"\n   I just found out a friend's mom past away yesterday! Can I get a prayer? Please\n  ","854184":"\n   How many times do you wake up at night?\n  ","854185":"\n   Do you plan on getting a haircut any time soon?\n  ","854186":"\n   Is there a song in which you like a cover of it much more than the original version? If so, which song is it?\n  ","854187":"\n   How are you\n  ","854188":"\n   How do you feel if you accidentally left your phone at home?\n  ","854189":"\n   Have you ever heard of “baby shark”?\n  ","854190":"\n   Who else sleeps with a fan on, even in the winter\n  ","854191":"\n   do you have nieces and nephews\n  ","854192":"\n   Merry Christmas🎄\n  ","854193":"\n   How are you?\n  ","854194":"\n   Hello! ☀️\n  ","854195":"\n   Do you still live in the same state in which you were born?\n  ","854196":"\n   what is everyone's plans for the week?\n  ","854197":"\n   What are you doing today?\n  ","854198":"\n   Hello\n  ","854199":"\n   Have you ever lost something and replaced it with a newer version before you found the lost item?\n  ","854200":"\n   List a few questions that you believe are rude for people to ask. To you.\n  ","854201":"\n   You’re in a date and your date suddenly says they don’t like music, is it time to run?\n  ","854202":"\n   What's a good thing to eat on Friday?\n  ","854203":"\n   You now have a one-time ability to talk to your 15 year old self for 60 seconds. What do you tell them?\n  ","854204":"\n   What is your favorite type of ice cream cone: cake cone or sugar cone?\n  ","854205":"\n   Do you watch a lot of youtube?\n  ","854206":"\n   What’s the weather like?\n  ","854207":"\n   What’s something that you wish you didn’t take for granted?\n  ","854208":"\n   Do you talk everyday with the same person ?\n  ","854209":"\n   What do you think of the scenes of kissing and having sex in the movies? Is it rudeness and impoliteness? Or civilization and freedom ?!\n  ","854210":"\n   Ever been to another country other than the US?\n  ","854211":"\n   When everything seems to be falling apart in your life, who do you turn to?\n  ","854212":"\n   What is your favorite kind of cake?\n  ","854213":"\n   do you like eminem\n  ","854214":"\n   What song makes you feel good?\n  ","854215":"\n   What do you have planned for Christmas 🎄??\n  ","854216":"\n   Happy Christmas ♥️\n  ","854217":"\n   How will you celebrate Christmas\n  ","854218":"\n   When did you learn santa isnt real?\n  ","854219":"\n   What kind of food do you usually eat during your Christmas dinners? 😋🎄\n  ","854220":"\n   Happy Christmas Eve 🎄🙏\n  ","854221":"\n   Have you bought a lot of presents? 🎁\n  ","854222":"\n   If you celebrate Christmas || has your pet (cat, dog, etc) ever messed with the Christmas tree?\n  ","854223":"\n   May the light shine from with in and may you always be reminded that you are loved and never gave to earn it. It just is. Where ever you go and whatever you do, you are always supported and seen by the universe. \nYou don't have to earn it. Living is enough.\n  ","854224":"\n   Least fav. Christmas song?\n  ","854225":"\n   Did you get what you whis for?\n  ","854226":"\n   Hope everyone has a amazing Christmas Eve and Christmas, any fun plans tonight? A good dinner? 🎄\n  ","854227":"\n   (To the one's who celebrate it! If not ignore & srry!)\n\nMerry Christmas you guuys! 😁✌🤙🎄 I wish you all a good one! Happy New year! Better year next year! Yes! I just wanted to send this message out to you wonderful people & re-remind some of you! Your the best & that YOU ROCK! & keep rocking! 😊\n  ","854228":"\n   Hello do you like workout?\n  ","854229":"\n   Dark or pastel color schemes? 🖤🎀\n  ","854230":"\n   Is it bad that I'm not a really big fan of K-pop? I don't hate it at all but I guess it's just, ok?\n  ","854231":"\n   Have you ever made homemade soup?\n  ","854232":"\n   Do you drink dark soda?\n  ","854233":"\n   Favorite rapper?\n  ","854234":"\n   What is the worst job you've ever had?\n  ","854235":"\n   PAP of your surroundings\n  ","854236":"\n   do you like tattoos?\n  ","854237":"\n   One thing you guys really REALLY want for Christmas\n  ","854238":"\n   Y’all like peppermint stuff? ❤️\n  ","854239":"\n   Do you like cats?\n  ","854240":"\n   hi\n  ","854241":"\n   I sent questions months ago and people are now answering it?\n  ","854242":"\n   Merry Christmas! 🎅🎄\n  ","854243":"\n   The time is 1:34 am\n  ","854244":"\n   Everyone's favorite color as a child was either red or blue. True or false?\n  ","854245":"\n   Do you like Christmas music?\n  ","854246":"\n   When you click people’s profiles do you read their bios?\n  ","854247":"\n   Favorite song by FFH\n  ","854248":"\n   How are you feeling?\n  ","854249":"\n   Ain't sleepy\n  ","854250":"\n   Do you like to decorate?\n  ","854251":"\n   What makes you wake up each morning?\n  ","854252":"\n   pickles on pizza?\n  ","854253":"\n   Does it actually get better or you just get used to it?\n  ","854254":"\n   Who are the first 3 people you buy Christmas gifts for?\n  ","854255":"\n   Have you ever had a dislocated knee?\n  ","854256":"\n   Dr pepper? Yay or nay?\n  ","854257":"\n   What's your opinion on social media\n  ","854258":"\n   How are you?💛\n  ","854259":"\n   Do you use chapstick?\n  ","854260":"\n   How do you escape this labyrinth of suffering? My answer was faith, what's yours?\n  ","854261":"\n   Is it okay to cry with a stuffed animal that is a dolphin?\n  ","854262":"\n   Are you ready for Christmas\n  ","854263":"\n   Happy sunday\n  ","854264":"\n   Be happu plz\n  ","854265":"\n   Do you like ghost stories?\n  ","854266":"\n   Can you force your spouse to cheat? And if so how?\n  ","854267":"\n   Would you rather be back in school or working your job?\n  ","854268":"\n   Do u secretly harbor a lust\/crush on a neighbor, co-worker, brother-in-law, close friends husband or bf...etc?\n  ","854269":"\n   What show or movie do you really wanna rewatch?\n  ","854270":"\n   Can’t believe this week is already over\n  ","854271":"\n   Fuck people.... Am I right OR am I FCKING RIGHT? I 😅🤮🤧\n  ","854272":"\n   If married where were your proposal located?\n  ","854273":"\n   Do you like going to the movies or prefer watching at home?\n  ","854274":"\n   What’s your biggest screw up in the kitchen?\n  ","854275":"\n   Water slides or  roller coaster\n  ","854276":"\n   Have you ever been In a fist fight if so why ??\n  ","854277":"\n   Favorite junk food?\n  ","854278":"\n   Do you like roller coasters?\n  ","854279":"\n   Do you like those parties ?\n  ","854280":"\n   What is your biggest goal right now?\n  ","854281":"\n   Are you happy or sad now?\n  ","854282":"\n   What makes you jump- Bugs or snakes ?\n  ","854283":"\n   I know this is a dumb question but what are the coins for in this app\n  ","854284":"\n   The type of shoe you have the most of in your closet?👠👟👢👡\n  ","854285":"\n   anything or anyone made you smile today? ☺️\n  ","854286":"\n   Do you accept random friend requests on FB or IG?\n  ","854287":"\n   What your thoughts on a guy paroling from prison after 20yrs?\n  ","854288":"\n   Can you cook is you follow instructions\n  ","854289":"\n   ☀️\n  ","854290":"\n   Haiii\n  ","854291":"\n   Hello :)\n  ","854292":"\n   Do you remember your dreams?\n  ","854293":"\n   Have you ever broken a bone?\n  ","854294":"\n   What coffee brand do you prefer? Starbucks or Dunkin Donuts\n  ","854295":"\n   Did you know you still have to pay your bills\/ debts when you die?!!\n  ","854296":"\n   Do you have a skin care routine?\n  ","854297":"\n   you are beautiful in your own skin.\n  ","854298":"\n   Its a beautiful day\n  ","854299":"\n   I am a hot chick over 35.\n  ","854300":"\n   If a Smurf starts to choke, what color it will it become?\n  ","854301":"\n   What is something that you enjoy talking about?\n  ","854302":"\n   Is there anything you do so skillfully it’s kind of automatic? Like you can do it easily without even trying\n  ","854303":"\n   Do you wrap presents?\n  ","854304":"\n   what are you best known for?\n  ","854305":"\n   Is there anything you wish you had in your house right now?\n  ","854306":"\n   are you ready for winter\n  ","854307":"\n   What doing\n  ","854308":"\n   Who needs a break?  \n\nWould you rather go\n1) camping \n2) shopping \n3) boating \n4) dancing\n  ","854309":"\n   you could work on things while in jail. fitness, educate yourself, learn to meditate, i mean its not ideal but its possible you can grow\n  ","854310":"\n   Hi\n  ","854311":"\n   Do you know what kombucha is?\n  ","854312":"\n   Is it too late to make new friends this year?\n  ","854313":"\n   can we normalize not loving family members?\n  ","854314":"\n   Do you like brussel sprouts?\n  ","854315":"\n   Did you put up Christmas lights this year?\n  ","854316":"\n   What exactly does that mean?\n  ","854317":"\n   Did you like it?\n  ","854318":"\n   Hello\n  ","854319":"\n   You're cool and don't let anyone tell you otherwise!\n  ","854320":"\n   On average.  How many selfies do you take daily or weekly?\n  ","854321":"\n   Do you think I’m jacked 🤭 💪🏻\n  ","854322":"\n   Who’s cuter? Harry styles or Timothy chalamet?\n  ","854323":"\n   Hi\n  ","854324":"\n   When a person tells you they have options, wouldn’t you tell them to pick the other person\n  ","854325":"\n   Does anyone want to adopt a child?\n  ","854326":"\n   Have you ever had any kind of bird as a pet?\n  ","854327":"\n   Anyone else think it was Thursday? 😂\n  ","854328":"\n   how often do you wash your masks?\n  ","854329":"\n   What color socks are you wearing?\n  ","854330":"\n   Do you hate winter?\n  ","854331":"\n   Hi!\n  ","854332":"\n   Do you watch Nailed It and Sugar Rush on Netflix?\n  ","854333":"\n   How often do you recognize your mistakes?\n  ","854334":"\n   Favorite dessert?\n  ","854335":"\n   Have you ever been gaslighted?\n  ","854336":"\n   how are you\n  ","854337":"\n   Tips to cure insomnia?\n  ","854338":"\n   is bud light tasty?\n  ","854339":"\n   Are you still young and innocent?\n  ","854340":"\n   How many people does it take to make a \"party\"?\n  ","854341":"\n   If cartoon physics suddenly replaced real physics, what are some things you would want to try?\n  ","854342":"\n   What is something you’ve always wanted to do?\n  ","854343":"\n   Do you think 2020 will get better?\n  ","854344":"\n   what does your favorite blanket look like?\n  ","854345":"\n   How do you treat people who annoy you for no reason?\n  ","854346":"\n   Future plans?\n  ","854347":"\n   Does anybody else laugh when people say gossip and rumors about you but not to you ?lol\n  ","854348":"\n   Have you ever done online dating?\n  ","854349":"\n   Do you like Christmas?\n  ","854350":"\n   You know about or have ever used 'quotev.com'? It's a social media site by the way.\n  ","854351":"\n   Is there someone that makes you smile everytime you see them?\n  ","854352":"\n   Have you ever sent a text message to the wrong person?\n  ","854353":"\n   what’s the last text you sent\n  ","854354":"\n   Song of the week?\n  ","854355":"\n   What's your favorite thing to order at McDonald's?\n  ","854356":"\n   how’s your day going?\n  ","854357":"\n   What’s The One Thing You Cannot Live Without?\n  ","854358":"\n   If you could have any accent, which would you want?\n  ","854359":"\n   What expectations do you have for the New Year?\n  ","854360":"\n   Is death something to be afraid of?\n  ","854361":"\n   Was 2019 worst for you or 2020?\n\nI had a worst 2019.\n  ","854362":"\n   Do you like having candles in your home? What kind? Where and in what way do you usually place them? ?\n  ","854363":"\n   What are you fine fellows excited for the next year?\n  ","854364":"\n   How many languages do you speak?\n  ","854365":"\n   What are your weekend plans?\n  ","854366":"\n   What is your least favorite color?\n  ","854367":"\n   have you ever done something nice for a random person?\n  ","854368":"\n   All I get is anonymous questions? 0.o\n  ","854369":"\n   Paint. Yay or nay? Do you like to paint?\n  ","854370":"\n   Do you like lava cakes?\n  ","854371":"\n   How was your week?\n  ","854372":"\n   Do you like old songs?\n  ","854373":"\n   Who else believes this was a poorly designed site? (note: Just my criticism, no need to go keyboard warrior mode thank you). I would justify my opinion if you want me to.\n  ","854374":"\n   ☀️\n  ","854375":"\n   Which do you prefer a boyfriend who cheats or a boyfriend who plays video games all the time?\n  ","854376":"\n   Being extra nerdy tonight!\n  ","854377":"\n   What is your biggest flaw?\n  ","854378":"\n   What is the best hour of the day(outta 24 hours)?\n  ","854379":"\n   how are you tonight\n  ","854380":"\n   Are you the youngest sibling ?\n  ","854381":"\n   Do I know you?\n  ","854382":"\n   Which celebrity would you smash, marry, or kill?\n  ","854383":"\n   Whats one thing you really like about your city\/town that you currently live in?\n  ","854384":"\n   Has there ever been a time when you should have spoken up but didn't?\n  ","854385":"\n   Have you ever watched the movie Unfriended?\n  ","854386":"\n   Have you ever watched Dance Moms\n  ","854387":"\n   Have you ever performed in front of a big audience?\n  ","854388":"\n   Have you ever been depressed?\n  ","854389":"\n   Do you like Linkin Park ?\n  ","854390":"\n   How would you introduce yourself on dating app?\n  ","854391":"\n   Do you like Jazz\n  ","854392":"\n   Why parents always lose they ass whooping skills\/beliefs when they have become grandparents\n  ","854393":"\n   best thing that happened this year 2020\n  ","854394":"\n   New York last night was crazy, barely anyone on the streets unless it was something like lights or the Christmas tree people were standing close. All masks it was fun and empty and kinda scary cause still people out and about\n  ","854395":"\n   favorite Disney movie?\n  ","854396":"\n   Hi\n  ","854397":"\n   Besides the government officials and church, who are the other manipulative people?\n  ","854398":"\n   How pleased are you with yourself rn and where you are in life?\n  ","854399":"\n   How do you sleep? Fav side on bed\/body\n  ","854400":"\n   Do you have any kids\n  ","854401":"\n   What’s one item always on your grocery list?.\n  ","854402":"\n   Do you like junk food\n  ","854403":"\n   Longest relationship?\n  ","854404":"\n   What do you want for Christmas?\n  ","854405":"\n   Where would you wish to wake up tomorrow?\n  ","854406":"\n   Have you ever eaten corn cake?\n  ","854407":"\n   How do you feel about emoji answers?\n  ","854408":"\n   Have you ever baked Christmas cookies?\n  ","854409":"\n   Good morning 🌄\n  ","854410":"\n   Are you one to have the latest gadgets? Or do you just use what you can?\n  ","854411":"\n   What is your opinion on stairs? Do you dread having to walk up several flights of them? 🥵\n  ","854412":"\n   Do you like SMORES\n  ","854413":"\n   Do you like Strawberry Milk\n  ","854414":"\n   how tall are you?\n  ","854415":"\n   Why is love so difficult?\n  ","854416":"\n   Have you ever been on a silly diet?\n  ","854417":"\n   Do you have a favorite cap or hat you wear when you go out doors?\n  ","854418":"\n   Rainbow Christmas lights or warm white? 🌈 💡\n  ","854419":"\n   You ever want to tell someone you love them but you're afraid to...?\n  ","854420":"\n   Do you like dried fruits?\n  ","854421":"\n   Mmmm Burger King\n  ","854422":"\n   What’s your favorite number ?\n  ","854423":"\n   Is there anything you're uncertain about at the moment?\n  ","854424":"\n   How do you deal with someone who’s really selfish?\n  ","854425":"\n   What's the big deal, being on LIVE ?\n  ","854426":"\n   Any fun plans this weekend?\n  ","854427":"\n   .\n  ","854428":"\n   When is your birthday?\n  ","854429":"\n   Imagine you meet a celebrity. You get on well. BUT you feel distrust. The celebrity starts talking about gold-diggers, who took advantage of him or her. How would you convince him or her that you are not a gold-digger and are different from others?\n  ","854430":"\n   What do you do when you have a panic anxiety attack and you feel like you can’t breathe?\n\nI had one and I thought I was going to die. I ended up going to the hospital today.  it was so scary ;-;, any defense mechanisms that  help you that I could maybe try?\n  ","854431":"\n   People that can fall sleep immediately after going to bed, what's your secret?\n  ","854432":"\n   Again? Did you post a pic before? Idk if I asked before lol 😃\n  ","854433":"\n   Do you think you get wetter if u RUN or WALK when it rains?\n  ","854434":"\n   good morning! what goal will you set out to achieve today?\n  ","854435":"\n   What do you want for Christmas?\n  ","854436":"\n   WYA\n  ","854437":"\n   Life is hard...Work is hard ughhhh... Anyone else struggling with bills during corona virus?\n  ","854438":"\n   What are some of your lesser known hobbies?\n  ","854439":"\n   Do you know how to eat with chopsticks? Are you any good at it? 🍜 Maybe you have some tips for someone like me who sucks at it? 😂\n  ","854440":"\n   Hello how was your day?\n  ","854441":"\n   If you could earn money while lying 50% of the time would you do it?\n  ","854442":"\n   what means the world to you?\n  ","854443":"\n   Your favorite video games?\n  ","854444":"\n   Do you believe in More than one gender\n  ","854445":"\n   What's your favorite alcoholic beverage?\n  ","854446":"\n   Hi\n  ","854447":"\n   Crazy how Christmas is a week from today!\n  ","854448":"\n   what did you have for dinner?\n  ","854449":"\n   Hii\n  ","854450":"\n   Post a pic wearing a sweater inside out.\n  ","854451":"\n   If you could drink only one thing what would it be?\n  ","854452":"\n   Have a great week!!!😊🎉\n  ","854453":"\n   Do you miss someone?\n  ","854454":"\n   Have you ever fallen for someone on this app?\n  ","854455":"\n   Early Bird or Night Owl?\n  ","854456":"\n   Sup\n  ","854457":"\n   Do you believe in multitasking?\n  ","854458":"\n   Do you like shows that are to be continued?\n  ","854459":"\n   BILLIE ELLISH IS BATMAN\n  ","854460":"\n   I love looking at this\n  ","854461":"\n   How it's life going ?\n  ","854462":"\n   Hi\n  ","854463":"\n   Do you crack under pressure or hold your ground?\n  ","854464":"\n   Have you ever gotten food poisoning?\n  ","854465":"\n   I hope you’re drinking water\n  ","854466":"\n   Do you go to the movies this weekend ?\n  ","854467":"\n   Do all Ranch taste the same to you?\n  ","854468":"\n   Do you like Indian food?\n  ","854469":"\n   Hi\n  ","854470":"\n   Does anyone else sleep then wake up extremely tired\n  ","854471":"\n   How much social conventions influence your actions?\n  ","854472":"\n   Do you think people should respect covid restriction on holidays too? (In here you have to limit the gathering at 10 persons, stay 2 meter appart and wear masks.)\n  ","854473":"\n   Old Star Wars or new Star Wars\n  ","854474":"\n   Have you ever had to end a relationship?\n  ","854475":"\n   Who plans on taking the Covid vaccination\n  ","854476":"\n   How do the wealthy people can manipulate others?\n  ","854477":"\n   What kind of question do you prefer?\n  ","854478":"\n   Pres I and let the keyboard continue ?\nMe\nI think I have a good feeling about this one is the one I was looking for a car for a few days and I have to go to the best of my knowledge\n  ","854479":"\n   Love\n  ","854480":"\n   You are gonna be okay💖\n  ","854481":"\n   What do you do when your neighbours make a lot of noise? 🙉 😣 Do you try to be mindful of those who live in the same neighbourhood \/ building as you? 🏡🏢\n  ","854482":"\n   Question for girls.  How do you want the man to be\n  ","854483":"\n   How do you feel about women being overly sexual\n  ","854484":"\n   What's the weather in your area?\n  ","854485":"\n   3am thoughts\n  ","854486":"\n   Guitar or piano\n  ","854487":"\n   What's a great tv show to watch\n  ","854488":"\n   Do you enjoy drinking apple cider?\n  ","854489":"\n   How do feel about twins?\n  ","854490":"\n   What did you eat today?\n  ","854491":"\n   💖🌟.. You fell asleep and when you woke up you thought it was another day and it wasn't like that??.. jajaja.. 💋💜💙💋 ..Te dormiste y al Despertar pensaste que era otro día y no fue así??.. jajaja..🌟💖\n  ","854492":"\n   💖🌟.. When you need Something??.. you ask or try to do it yourself!!.. 💋💜💙💋 .. Cuando necesitas algo??.. preguntas o intentas hacerlo Tú Mismo!!..🌟💖\n  ","854493":"\n   What’s the temp where you are?\n  ","854494":"\n   hello\n  ","854495":"\n   what’s your fav gift\n  ","854496":"\n   Got any siblings?\n  ","854497":"\n   Do you like wine ?\n  ","854498":"\n   Here’s your sign:\nDon’t give up. You are so loved and cared about.\nI know you don’t think so or maybe realize it.. but you are. You’re amazing and so strong. Things will get better soon. I promise. ❤️\n  ","854499":"\n   Do you like horror?\n  ","854500":"\n   How are you going to shoutout “real celebrities” but @ fake accounts🧐\n  ","854501":"\n   are you always the one to reach out to friends first?\n  ","854502":"\n   Have you been cheated on?\n  ","854503":"\n   How do you make yourself sleep when you can’t seem to get to sleep?\n  ","854504":"\n   Sprinkles on your ice cream or no sprinkles? 🍦\n  ","854505":"\n   That’s great. I’m sure you’re a role model in their life\n  ","854506":"\n   😭😭😭🗣A WHAT???😭😭😭\n  ","854507":"\n   When was the last time that you got sick? 🤒 Have you gotten sick less often now during the pandemic? 😷\n  ","854508":"\n   As I was scrolling through answers giving rewards, I realized I’ve been called a “Schmuck” for the first time and I don’t know how I feel about it 😭😭😭😭\n  ","854509":"\n   is it hot where you live?\n  ","854510":"\n   Who do you live for?\n  ","854511":"\n   Do you support \"free relationship\"? Meaning dating multiple people at once and not being limited to one person?\n  ","854512":"\n   Will you take the vaccine if it's available on demand?\n  ","854513":"\n   what do you drink the most throughout the day?\n  ","854514":"\n   how is your day\n  ","854515":"\n   What would u do after find out that the girl u dating is a stripper?\n  ","854516":"\n   Soo, anything eating away at your soul?\n  ","854517":"\n   Say anything..\n  ","854518":"\n   Home cooked food or fast food\n  ","854519":"\n   Do you like your country ?\n  ","854520":"\n   Do you prefer gold or silver jewelry?\n  ","854521":"\n   Who was born in the 90s\n  ","854522":"\n   do you do holiday decorations?\n  ","854523":"\n   Would you want to get your hand on your very own spaceship? What kind of features would it have, how big would you want it to be etc.? Where'd you wanna go with it and what'd you do once you were there? 🛸🌌\n  ","854524":"\n   What's your favorite Christmas movie? 🎅🎬 (Gonna compile the answers into a pie chart to see which are the most popular, something I sometimes used to do on my old account 😁)\n  ","854525":"\n   Feet out the covers or feet in ?👀🤔\n  ","854526":"\n   Do you use disposable face masks, or reusable? If you use reusable \/ washable masks, do they have any designs?\n  ","854527":"\n   Best way to cure a headache?\n  ","854528":"\n   What was the latest \"unhealthy\" thing that you ate? 🍟🍩🍕🍨🍔 Did you feel like it was worth it? 😋\n  ","854529":"\n   How many times have you watched Jurassic Park\n  ","854530":"\n   have you ever loved somebody so much, it made you cry? tears of pain or tears of joy?\n  ","854531":"\n   How long is your longest relationship? ❤️\n  ","854532":"\n   Hu\n  ","854533":"\n   Please use logic snd facts when answering the question...    I wanna know who really impregnated the Virgin Mary? Was it one the wise men?\n  ","854534":"\n   how did you wake up feeling today ? 🌞\n  ","854535":"\n   Did you finish your christmas gifts?\n  ","854536":"\n   What would you do if you had a week to live?\n  ","854537":"\n   When was the last time you had to vouch for a friend?\n  ","854538":"\n   Who do you miss the most\n  ","854539":"\n   How do you adress people??\nUse thier name, nickname ect\n  ","854540":"\n   What’s Your Greatest Accomplishment So Far?\n  ","854541":"\n   Who else is ready for 2021 🤩🥳🎊🎉🖤💛\n  ","854542":"\n   Would you rather eat snakes or eat 10 toenails\n  ","854543":"\n   Do you hold some conspiracy theory? Tell us!\n  ","854544":"\n   Are You Open Minded?\n  ","854545":"\n   What’s the difference between a house and a home ?\n  ","854546":"\n   Single? Dating? Or married?\n  ","854547":"\n   Do you like country style ?\n  ","854548":"\n   Happy Friday everyone\n  ","854549":"\n   Do you always want more or can you appreciate small things?\n  ","854550":"\n   unpopular opinion?\n  ","854551":"\n   Chocolate chip cookies or oatmeal cookies\n  ","854552":"\n   Do you have any piercings? Where and how many? 👂🏼\n  ","854553":"\n   At least you did it. Thats whats up\n  ","854554":"\n   Oh yeaaaaah, do u smoke weed?\n  ","854555":"\n   Ok your house is on fire and If you could only save one who would you save your actual baby that you gave birth to or your puppy you rescued from the pound?\n  ","854556":"\n   I want a really hot girl to tell me if I'm ugly or not and be brutally honest. Any volunteers? I'll give you my Snapchat 😂\n  ","854557":"\n   How much sun have you been getting recently where you live? I just found out that we've only gotten one hour of sun in total during December so far. We've been living in a constant gray basically during the few hours when it isn't pitch black 🙃🌫 Swedish winter sure is fun.... 😂\n  ","854558":"\n   Where do you go to meditate?\n  ","854559":"\n   What show are you 100% obsessed with?\n  ","854560":"\n   Do you walk? As an exercise\n  ","854561":"\n   Do you have any siblings? If you don't have any siblings do you wish you did? If you have a lot of siblings tell me something about one of them.\n  ","854562":"\n   Thoughts on Amber Heard abusing Johnny Depp?\n  ","854563":"\n   Who's all ready for 2021?\n  ","854564":"\n   do you talk to your neighbors, or are you not familiar with them at all?\n  ","854565":"\n   Would you wish upon a shooting star\n  ","854566":"\n   Would you ever go to the Dominican replubic?\n  ","854567":"\n   What makes you sad?\n  ","854568":"\n   What causes you to panic?\n  ","854569":"\n   How tall are you?\n  ","854570":"\n   Roblox or among us?\n  ","854571":"\n   20 Answers and i'll shave my head\n  ","854572":"\n   Are you married ?\n  ","854573":"\n   🧡\n  ","854574":"\n   You're amazing and I hope you are doing ok! ✨\n  ","854575":"\n   When’s your birthday?\n  ","854576":"\n   R u doing good\n  ","854577":"\n   Do you get along with your siblings?\n  ","854578":"\n   Do you like tamales\n  ","854579":"\n   Ever colored your hair or wanted to?\n  ","854580":"\n   Have you ever had a secret admirer?\n  ","854581":"\n   When is your birthday?\n  ","854582":"\n   Do your parents like the music you listen to?\n  ","854583":"\n   whats a sure way to make you 🙂?\n  ","854584":"\n   Do you watch Big Brother?\n  ","854585":"\n   What outdated slang do you use on a regular basis?\n  ","854586":"\n   Spongebob\n  ","854587":"\n   Have you ever built a snowman?\n  ","854588":"\n   How awkward would it be if two different terrorist groups tried to hijack the same flight, unaware that the others were on board until they all drew their guns?\n  ","854589":"\n   What is you guys favorite flavor candy cane?\n  ","854590":"\n   how long do you think you would last in a long distance relationship before feeling really affection deprived?\n  ","854591":"\n   What was your “I’m gonna marry this girl\/guy” moment?\n  ","854592":"\n   Do you dream of getting married in church one day?\n  ","854593":"\n   If loyalty was a certificate do you think everybody would have one ?\n  ","854594":"\n   Based on my profile pic why do you think females are jealous of me in real life? Is it my face, body or both? Or maybe the fact I'm distant and don't kiss ass? I've been having drama with various females. And don't follow me, it's just creepy weird. You can answer without following me.\n  ","854595":"\n   Have you ever slow danced in a parking lot? 💃🏼\n  ","854596":"\n   Which is the last movie you watched?\n  ","854597":"\n   What's your favorite thing to watch on YouTube\n  ","854598":"\n   Do you still have your tonsils?\n  ","854599":"\n   🙅🏾‍♀️🤷🏾‍♀️🤦🏾‍♀️🗣\n  ","854600":"\n   Favorite alcohol beverage?\n  ","854601":"\n   What do you wish you spent more time doing 5 years ago?\n  ","854602":"\n   What year did u graduate high school?\n  ","854603":"\n   if you read, what is your favorite book?\n  ","854604":"\n   Does internet dating work?\n  ","854605":"\n   Should I get plastic surgery because I'm ugly (this girl in middle school called me ugly and that hurt my feelings)\n  ","854606":"\n   when is it the right time to get out of a relationship?\n  ","854607":"\n   do you prefer the snow or rain?\n  ","854608":"\n   How would you react if your life partner would tell you they want to have plastic surgery?\n  ","854609":"\n   Shoutout to the real celebrities on here\n   \n    @austinmahoneofficial74\n   \n\n    @DanielJamesSeavey\n   \n\n    @itsjoshrichards\n   \n\n    @itsbrycehall\n   \n\n    @DemetriiaDemilovato\n   \n\n    @KatyaEliseHenryAskFmAccount\n   \n\n    @JamesyMaslowJM\n   \n\n    @urjuannyboi\n   \n   these are all real\n  ","854610":"\n   what is tjis .\n  ","854611":"\n   What’s your sign\n  ","854612":"\n   Did you eat today? Remember to drink water!!!\n  ","854613":"\n   the anon wanted to say you blocked him\/her?\n  ","854614":"\n   Pepsi Or Coke?\n  ","854615":"\n   Do you think it's creepy when people keep pestering you to post selfies? Even after you said no?\n  ","854616":"\n   Do you decorate the inside and outside of your home for holidays?\n  ","854617":"\n   Hello\n  ","854618":"\n   I’ve always considered myself straight had gfs and everything but i feel like lately I’m less and less interested in women and sometimes catch myself fantasizing about guys.. am I gay? I’ve never done anything with a guy besides kiss one time when drunk at a party a few years back.\n  ","854619":"\n   should I enjoy the good night out,or have a wonderful night inn ?\n  ","854620":"\n   Do you guys think an 18 year old is actually an adult bc I’m 18 and feel lost\n  ","854621":"\n   cats or dogs \n\ndebate\n  ","854622":"\n   Nickname\n  ","854623":"\n   What makes you feel afraid?\n  ","854624":"\n   How do you know you’re in love? Do you fall in love with time or within a short amount of time\n  ","854625":"\n   What is your favorite place to eat?\n  ","854626":"\n   Morning or night person?\n  ","854627":"\n   Where did you drive to?\n  ","854628":"\n   Do you have any weapons?\n  ","854629":"\n   Is there anything that you have planned in this month of December?\n  ","854630":"\n   What is your best question to get to know someone?\n  ","854631":"\n   what sort of animal would you prefer to have as a pet?\n  ","854632":"\n   How often do you eat food which is meant to be easily cooked in a microwave? What do you usually go for? ♨️\n  ","854633":"\n   What are you doing to keep you occupied?\n  ","854634":"\n   What's the longest you've ever grown your hair?\n  ","854635":"\n   How are you\n  ","854636":"\n   Are there any crafts you enjoy?\n  ","854637":"\n   Third time's a charm?\n  ","854638":"\n   Hey everybody. How are you\n  ","854639":"\n   Have you drank enough water?\n  ","854640":"\n   Would you rather always be 10 minutes late or always be 20 minutes early?\n  ","854641":"\n   What are you doing today?\n  ","854642":"\n   Would you like to receive my questions?\n  ","854643":"\n   I hope you have a good day and a better tomorrow ❤️\n  ","854644":"\n\n    @trulymadison\n   \n   I LOVE U SO MUCH!!!\n  ","854645":"\n   What's the longest you've gone without sleep?\n  ","854646":"\n   ♪\n  ","854647":"\n   What are you having for dinner?\n  ","854648":"\n   What is your go-to beverage?\n  ","854649":"\n   Do you use Spotify? How did your yearly summary look like? 😁🎧\n  ","854650":"\n   What are your plans for the day?\n  ","854651":"\n   Thoughts on Dua lipa?\n  ","854652":"\n   What's your favorite beer?\n  ","854653":"\n   Hello what is your favorite team?\n  ","854654":"\n   No shit I know I just wanted to know why I couldn’t train to compete, I can eventually deal with whatever I’m willing, lol\n  ","854655":"\n   I was just thinking to myself, God allowed these men to become women but for some reason I can’t be a boxer! What kind of world is this it’s like it’s made for men only, men might as well date each other!\n  ","854656":"\n   Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?\n  ","854657":"\n   Name 3 events that stood out in your life. Whether it be heartbreak, happiness, etc.\n  ","854658":"\n   I started dating Paula when she was 20. I knew she was an alcoholic. I was 22 at the time. Was this a mistake ?\n  ","854659":"\n   What’s your least favorite part of your body?\n  ","854660":"\n   So I played these money making games, it turns out that you have to give money to win money, which is reasonable but I don’t like it involving my accounts so I got money issues to figure out.\n  ","854661":"\n   .\n  ","854662":"\n   How many hours have u drove at one time?\n  ","854663":"\n   Should I go with my gut even tho my head says it going to end up the same as before (aka not well)\n  ","854664":"\n   Pretty sure I’m one of those toxic ppl the internet be warning everyone about... maybe write an article about how to help me not be so toxic or whatever\n  ","854665":"\n   Did your parents ever buy you those 100 games in one CD? If so, what was your favorite game to play?\n  ","854666":"\n   Morning\n  ","854667":"\n   If u could only have one app on ur phone what would it be?\n  ","854668":"\n   Anyone living in New York City?\n  ","854669":"\n   What is one exciting thing you are looking forward to in 2021?\n  ","854670":"\n   Happy Monday 💌 What is your favorite day of your week?\n  ","854671":"\n   What is the temperature where you are at at the moment? Pic?\n  ","854672":"\n   Do you fix cars? Yes or nooo.\n  ","854673":"\n   What color are fire hydrants where you live? They are yellow and silver in my town\n  ","854674":"\n   Which LiL PEEP song is your favorite? 🐥💕\n  ","854675":"\n   When was the last time you wrote a letter to someone on paper?\n  ","854676":"\n   Who else \nSwimming in questions?\n  ","854677":"\n   I noticed there are a lot more people putting up their Christmas trees early this year. Are you one of those people? If so why so early? If not, when are you planning to put up your Christmas tree?\n  ","854678":"\n   Fav perfume\/cologne\n  ","854679":"\n   Have a great week\n  ","854680":"\n   What does it mean when a profile is grayed out and cannot be clicked on?\n  ","854681":"\n   What was your LEAST favorite cartoon when little?\n  ","854682":"\n   What offer could you not refuse?\n  ","854683":"\n   I think I got coronavirus been cuffing hard recently?\n  ","854684":"\n   How’s your day going?\n  ","854685":"\n   Who’s your favorite YouTuber?\n  ","854686":"\n   🖤\n  ","854687":"\n   What's your favorite way to express yourself? ❤️\n  ","854688":"\n   Do you like Disney? What's your favorite?\n  ","854689":"\n   Favorite color of Christmas ornaments\n  ","854690":"\n   You are now a professional wrestler! What is your in ring name? what is your entrance music? and what is your finishing move?\n  ","854691":"\n   Favorite color of Sharpie pens?\n  ","854692":"\n   What's your battery percentage?\n  ","854693":"\n   Do you feel more inclined to buy something if you get something additional for free?\n  ","854694":"\n   Are you sad or happy right now? How's your mood?\n  ","854695":"\n   How long can you last without your phone??? 🤔\n  ","854696":"\n   Men or Women: Who is more complicated?\n  ","854697":"\n   When do you have fun?   What do you do?\n  ","854698":"\n   Are you lazy or motivated?\n  ","854699":"\n   If you had one million dollars to build anything you wanted, what would you build and why? 🏗👷‍♂️\n  ","854700":"\n   What would you like to do till the rest of the quarantine?\n  ","854701":"\n   Would you like to have a \"fairytale like\" \/ \"movie like\" version of the story of your life? 🎬🏰\n  ","854702":"\n   What makes you instantaneously happy?\n  ","854703":"\n   What makes you happy?\n  ","854704":"\n   What would you do if you received a lovely gift and days later were told by the person who gave you it that it was stolen?\n  ","854705":"\n   What is your favourite thing to do outside?\n  ","854706":"\n   👻Broomstick: What exciting places have you traveled to?\n  ","854707":"\n   What is the number one thing to make a women happy?\n  ","854708":"\n   Dedicate a song to a friend and\n   \n    @tag\n   \n   them.\n  ","854709":"\n   What have you been up to lately? Learned anything new that you‘d like to share? Any books you read or videos you watched?\n  ","854710":"\n   Mama here too! 🖐🏻 How old are your babies?\n  ","854711":"\n   who has to work next week?\n  ","854712":"\n   What action do you take to stop a person from lying ?\n  ","854713":"\n   Do you trust people easily?\n  ","854714":"\n   What's your favorite things to eat during Thanksgiving and if you don't celebrate Thanksgiving with your favorite thing to eat during a feast or get-together \/ event?\n  ","854715":"\n   Hello what are you doing?\n  ","854716":"\n   What makes you special?\n  ","854717":"\n   What do people judge you for?\n  ","854718":"\n   I don't know how to get friends on here\n  ","854719":"\n   What feature about yourself do you think catches people's eye?\n  ","854720":"\n   Do you not celebrate any holidays?\n  ","854721":"\n   What do you do when your eye is watering?\n  ","854722":"\n   What was the best feelings you ever had and felt?\n  ","854723":"\n   What is it that makes you feel alive? 👨‍👩‍👧‍👧🏃‍♀️\n  ","854724":"\n   Does anyone have the same feeling when you clean things wonder how long it will last\n  ","854725":"\n   Are you happy in your life ?\n  ","854726":"\n   Did you use to get advent calendars as a kid? What kind? Do you still get one for yourself? If not, what kind of advent calendar would make you change your mind? 🤔🎅\n  ","854727":"\n   Have you ever been afraid of Santa Claus?\n  ","854728":"\n   Do you have a favorite mug? What does it look like?\n  ","854729":"\n   Would it be easy or difficult for you to cut off a toxic friend?\n  ","854730":"\n   Have a great day everyone\n  ","854731":"\n   what's your favorite horror movie???? 😱\n  ","854732":"\n   Does your name say Ollie? Nice to meet you!\n  ","854733":"\n   How are you today ?\n  ","854734":"\n   Good morning\n  ","854735":"\n   If you Believe in yourself , do you think your powerful ?\n  ","854736":"\n   what's your favorite genre of music?\n  ","854737":"\n   Yes!!! Of course :3 stay safe please!!!\n  ","854738":"\n   I’m new to the ASKfm family.   Extremely LATE but🤷🏼‍♂️. COVID has me lonely, interact with me and let me entertain you with my photography:> stay safe everyone!\n  ","854739":"\n   There’s always cyber Monday!! Don’t give up :)\n  ","854740":"\n   Who went out for Black Friday  and killed they’re pockets!?!?!? What is the most expensive thing you got 🤔\n  ","854741":"\n   🙃\n  ","854742":"\n   Are there any really popular apps which you've never used? Would you ever consider downloading any of them? Why \/ why not? 📱🤔\n  ","854743":"\n   Have you ever smashed something out of anger?\n  ","854744":"\n   💛\n  ","854745":"\n   Who got smoke?\n  ","854746":"\n\n    https:\/\/bit.ly\/2TB4r6R\n   \n","854747":"\n\n    https:\/\/youtu.be\/Vn81MNoSBTQ\n   \n","854748":"\n   How many siblings do you have? Or are you an only child?\/what’s it like being an only child?\n  ","854749":"\n   Aren't romantic shows dramatic🤔\n  ","854750":"\n   Do murder mystery count as horror?\n  ","854751":"\n   ❤\n  ","854752":"\n   If you could live forever would you?\n  ","854753":"\n   Do you know your family history? Did you uncover unexpected truths.\n  ","854754":"\n   What do you dream about?\n  ","854755":"\n   Who's your favorite Spiderman?\n  ","854756":"\n   Hello how are you doing?\n  ","854757":"\n   If you could be able to grow your own produce, would you do it?\n  ","854758":"\n   😌😌😌\n  ","854759":"\n   Beautiful! ☺️ Well, I think the intention is most important. 🤗💖\n  ","854760":"\n   Do you wanna share a picture of the alter? I’d like to see it. ☺️💖\n  ","854761":"\n   Thoughts on leather jackets?\n  ","854762":"\n   Happy thanksgiving! 🍂🍗 How'd you  describe the holiday in an honest way? Especially to someone like me who's never gotten to celebrate it?\n  ","854763":"\n   Are diamonds still a girls best friend?\n  ","854764":"\n   Oreos or Poptarts? 🍪\n  ","854765":"\n   What's your favorite juice? 🧃 Do you ever go for something more \"exotic\" than regular orange juice? 🍍🍎🍋🍌🍒🍐\n  ","854766":"\n   How expressive would you say you are when it comes to your body language? Could someone easily tell how you're feeling without you having to saying so? 😊🤩😎😱😒😡😭\n  ","854767":"\n   What you doing for tomorrow? Something or nothing? Details? Any family over? Food? What's happening? PAP or GIF add?\n  ","854768":"\n   Have you ever been sleepwalking or done anything else in your sleep? 😴🚶‍♂️\n  ","854769":"\n   What are your plans for Thanksgiving?\n  ","854770":"\n   Do you like to cook?\n  ","854771":"\n   Do you like to get your nails done?\n  ","854772":"\n   Hi\n  ","854773":"\n   If you could bring back one thing you’ve lost what would it be?\n  ","854774":"\n   Have you ever gone water skiing?\n  ","854775":"\n   What do you wish you were really good at?\n  ","854776":"\n   How was your day?\n  ","854777":"\n   🤹\n  ","854778":"\n   What's the worst chore?\n  ","854779":"\n   What languages do you speak?\n  ","854780":"\n   Hi\n  ","854781":"\n   Fun late night activities?\n  ","854782":"\n   Plans for thanksgiving\n  ","854783":"\n   ..\n  ","854784":"\n   Happy Friday\n  ","854785":"\n   Least favorite kind of candy? I hate dots.. t b h\n  ","854786":"\n   Hi\n  ","854787":"\n   Who is in for Serious chat...\nI am New here and hoping for a serious Relationship if Possible 😌\n  ","854788":"\n   What’s your favorite way to have fun?\n  ","854789":"\n   What’s one piece of advice you’ve had repeated to you many times?\n  ","854790":"\n   What hobby did you start doing most recently?\n  ","854791":"\n   What is a movie that you recommend everyone should watch?\n  ","854792":"\n   If you became a multi-millionaire overnight, what would you buy?\n  ","854793":"\n   If you could have any wild animal as a pet what would it be?\n  ","854794":"\n   If animals could talk, which do you think would be the rudest?\n  ","854795":"\n   Love the gif. Omg 😂 \n\nA bit off topic, how did you get verified?  I’m like really curious. lol\n  ","854796":"\n   Are you a Gen Z or a Millennial? 🤭\n  ","854797":"\n   Favorite comfort binge show?\n  ","854798":"\n   One day I will ____________.\nFill in the blanks.\n  ","854799":"\n   Friday or saturday\n  ","854800":"\n   What's your favorite way to express yourself?\n  ","854801":"\n   Things you hate?\n  ","854802":"\n   How often do you replace your phone\/other electronics? Do you like to collect them, or do you prefer to keep the same device for years?\n  ","854803":"\n   What do you usually like to do at the beach? Are you someone who just likes to chill or do need to have some kind of activity? ☀️🕶🏖🏄‍♀️🥏🏊‍♂️\n  ","854804":"\n   Do you have like a year or decade that you think was the best when it comes to music? 🤔 Why that one? 🎶\n  ","854805":"\n   Have a lovely night\n  ","854806":"\n   What is a good med to take if your stomach hurts from eating too much and eating too fast?\n  ","854807":"\n   What do you do on your downtime?\n  ","854808":"\n   Hello what are you doing,\n  ","854809":"\n   What softens your heart?\n  ","854810":"\n   Describe what a good friend means to you?\n  ","854811":"\n   What makes you feel happy inside? Person\/ Place \/ Thing\n  ","854812":"\n   What is your biggest turn off? 🚫\n  ","854813":"\n   What do you have a new perspective on?\n  ","854814":"\n   What do you think our déjà vu moments mean? Like do you think they are just odd coincidences, or past dreams, or moments from past lives or moments from alternate realities....?\n  ","854815":"\n   What do you prefer in a person, his appearance or his intellect?\n  ","854816":"\n   What is your favorite make of car?\n  ","854817":"\n   When you need to clean or organize, but aren’t motivated, what do you do to help motivate yourself?\n  ","854818":"\n   What would you rather be alone for entire life or have to stay with hundreds of children? ٩(๑❛ᴗ❛๑)۶\n  ","854819":"\n   How do you respond to responsibilities? Do you fulfill them all? Do you put them off?\n  ","854820":"\n   🎃Pumpkin: What is your favourite season?\n  ","854821":"\n   🎃Witch: If you could have any superpower, what would it be?\n  ","854822":"\n   🎃Mummy: What is your biggest fear?\n  ","854823":"\n   Are there any quilters out there?\n  ","854824":"\n   What do you think that everyone should experience at least once before they die?\n  ","854825":"\n   Do you like Hibachi?\nWhat's your favorite type of Hibachi?\n\nDo you like a shrimp plate? Or chicken? Lobster? Grilled or fried? Do you like oysters shellfish? Do you like calamari? Vegetables and Steak?\n  ","854826":"\n   📺 Any video game you have been playing lately that you have been really getting into? What game? 💿 Or what game have you been really wanting to try lately? 🎮\n  ","854827":"\n   🍃💙💜🍃.. Share something nice that you remember!!.. 🍃❤️🍃.. Comparte algo lindo que recuerdes!!..🍃💜💙🍃\n  ","854828":"\n   Do you watch comedy shows? If yes, which?\n  ","854829":"\n   Who is the bravest person you know?\n  ","854830":"\n   Swarma or Fafel?\n  ","854831":"\n   What are you passionate about?\n  ","854832":"\n   “The Toughest Conflict: Sobriety of Mind and Emotion\n\nheart.\n  ","854833":"\n   Is hard to change old minds? If yes, why?\n  ","854834":"\n   If you love someone and they were in need. Do you care about the distance?\n  ","854835":"\n   What is better: bitter truth or sweet lies?\n  ","854836":"\n   Would you want there to be an option to change your username on Snapchat?\n  ","854837":"\n   Why is there so much fake people on here??\n  ","854838":"\n   If you could have any hair color what color would you change your hair to?\n  ","854839":"\n   When you were growing up - what poster did you have on the wall?\n  ","854840":"\n   How many times have you laughed at yourself this week?\n  ","854841":"\n   How is the virus going for you?\n  ","854842":"\n   Will you take the vaccine when it comes out or will you wait a little while longer?\n  ","854843":"\n   Have you ever been to Spink County.\n  ","854844":"\n   If you see someone dropping a 100💵 on the floor, would you let them know or would keep the bill???\n  ","854845":"\n   Do you like or dislike spoilers? What was recently spoiled for you?\n  ","854846":"\n   Share a selfie! A awesome selfie! 😁😁😁 Let's goo yoo.. Almost Thanksgiving in the 🇺🇸 USA. Excited 📷\n  ","854847":"\n   That would have been really cool 👀👀\n  ","854848":"\n   If you could change your name, what would you change it to?\n  ","854849":"\n   What’s something you really enjoy doing, unlike anything else..?\n  ","854850":"\n   What do you take for strong bone ? Like I take vitamin D3 supplement ,sesame seed for calcium and fox but 🤔 what about you\n  ","854851":"\n   If your love life could be described in eggs, what kind of eggs would it be? ...\n  ","854852":"\n   What's the most expensive thing you've ever broken? Oppsy 😬💸\n  ","854853":"\n   WOULD YOU RATHER: have the best house in a bad neighborhood or have the worst house in a fancy neighborhood? 🏡😥🥴\n  ","854854":"\n   I was talking about things you like to do. What is something you really love to do? Tell us about it\n  ","854855":"\n   What's a good cologne these days?\n  ","854856":"\n   do you like sad songs?\n  ","854857":"\n   What are some red flags when it comes to dating\n  ","854858":"\n   What side racket have you tried to earn some cash?\n  ","854859":"\n   What kind of things annoy you?\n  ","854860":"\n   What is the latest thing you downloaded on your computer?\n  ","854861":"\n   name 5 things you have subscriptions to?\n  ","854862":"\n   What makes us stronger? 💪\n  ","854863":"\n   When someone tries to bring you down, how do you respond?\n  ","854864":"\n   Do you think Covid 19 has brought out more of the best or worst in people?\n  ","854865":"\n   Have you ever had a compulsive liar in your life? How did you deal with them?\n  ","854866":"\n   Would you cook in your kitchen at 1:00 A.M.?\n  ","854867":"\n   Space...........post random thoughts\n  ","854868":"\n   What do you have a lot of experience in?\n  ","854869":"\n   Do you like calling people buddy or pal? How do you feel when friends call you that?\n  ","854870":"\n   Whats your favorite kind of food? Mexican, chiniese, indian, or South American cousine\n  ","854871":"\n   Friday recommendations?\n  ","854872":"\n   Best of all wishes ✈️ to you and your family 🙏\n  ","854873":"\n   Do you like cheese? 🧀 What kinds?\n  ","854874":"\n   Do you have a fave biscuit\/cookie?\n  ","854875":"\n   Can intellect outweigh attractive looks?\n  ","854876":"\n   Who do you fantasize about\n  ","854877":"\n   How did you verify your account?\n  ","854878":"\n   If you were invited to a costume party what would you dress up as?\n  ","854879":"\n   If your partner told you that they were interested in polyamory (dating multiple people - including you - at the same time) how would that make you feel? What would you respond?\n  ","854880":"\n   Which relationship dynamic do you pursue? (open relationship, polyamory, monogamy, singelish, ...)\n  ","854881":"\n   grew up they realized it was a fucked up room trying to consume their souls😱. Adult Theo got mad powers, I don't know if I would want that tho🤔\n  ","854882":"\n   Was that your breakfast?\n  ","854883":"\n   The last thing you ate in emojis! Go!\n  ","854884":"\n   What is your favorite movie in 2020?\n  ","854885":"\n   How was work last week?\n  ","854886":"\n   When I saw that some of the cast was in BM I thought it was a sequel but then I saw the trailer and was like oh its a whole other show. Not gonna lie I used to hate scary shit but I'm getting into it now but who was your favorite character in HH?\n  ","854887":"\n   Does your family do a thanksgiving meal?\n  ","854888":"\n   Are you awake ?\n  ","854889":"\n   Top notch for sure👌. I liked bly manor too tho👀, it was more mystery and thrill than straight terror. Trying to figure out who was who and how they died was cool. I could tell something was off with Miles, the lil boy, from the get go and finding out it was Peter didn't surprise me. The fact tht\n  ","854890":"\n   do you believe in other life forms out there? 👽\n  ","854891":"\n   Last time you went on a walk?\n  ","854892":"\n   Do you go to the movies ?\n  ","854893":"\n   after a workout* ahah are your feet really cheesy or vinegary\n  ","854894":"\n   Dang if I knew ppl were doing things like that I would've joined one. I had strep all week prior to Halloween and on it so my ass was stuck inside😭. I finished up both the haunting of bly manor and the haunting of hill house on Netflix\n  ","854895":"\n   makes sense, I bet they're real stinky after the gym 😅\n  ","854896":"\n   What shoes make your feet smell?\n  ","854897":"\n   Looks like I'm back for a bit🥴, how was Halloween with the fam?\n  ","854898":"\n   Are you mature or yet immature compared to your actual age? ⏳\n  ","854899":"\n   Do you trust the bank when it comes to keeping your money? 🏦\n  ","854900":"\n   Post one of your favorite quotes & who it's by!✌\n  ","854901":"\n   Which is your favorite sport..\n  ","854902":"\n   What is your favorite gamer YouTube channel?\n  ","854903":"\n   Whats your favorite classic TV Show?\n  ","854904":"\n   Do you like solving puzzles?\n  ","854905":"\n   Last time you slammed a door? On purpose or otherwise\n  ","854906":"\n   Do you like Post Malone? Favorite song by him.\n  ","854907":"\n   Hello how are you doing?\n  ","854908":"\n   Singe,taken, crushing or simpler not interested?\n  ","854909":"\n   Whats your favorite texture of food do you like?  Salad, pasta, bread, cookies, ice cream\n  ","854910":"\n   Do you like cats?\n  ","854911":"\n   how long have you been on ask?\n  ","854912":"\n   I hope you all are having a great weekend!\n  ","854913":"\n   What food do you crave most often?\n  ","854914":"\n   Do you watch College Football?\n  ","854915":"\n   Are you happy or sad about the result of the US elections?\n  ","854916":"\n   Are you afraid of parachuting?\n  ","854917":"\n   Goats are mushrooms, if you shoot a duck I’m scared of toasters.  \n—Who does this remind you of?\n  ","854918":"\n   Do you often give your opinions outside of askfm?\n  ","854919":"\n   How has everything been for the past few days? Any highlights? Any bad?\n  ","854920":"\n   Hello do you like animals?\n  ","854921":"\n   What’s the best Wi-Fi name you’ve seen?\n  ","854922":"\n   Who is your hero?\n  ","854923":"\n   everytjomg os good\n  ","854924":"\n   What is a mood killer for you\n  ","854925":"\n   Did you do anything for Halloween?\n  ","854926":"\n   Have you ever done any form of hunting or fishing before? (You don't have to answer this if you do not feel comfortable)\n  ","854927":"\n   Would you ever try fried ice cream? Have you ever heard of such a thing?🍦\n  ","854928":"\n   What is another country you would want to travel to?\n  ","854929":"\n   Hello how are you doing?\n  ","854930":"\n   What are your plans for the winter break?\n  ","854931":"\n   What brought you to this app?\n  ","854932":"\n   What are u watching on TV besides the U.S. election 2020?\n  ","854933":"\n   Do you like cake?\nLet's post some GIFs of cake! 😁 🎂\n  ","854934":"\n   Coraline or Sally?\n  ","854935":"\n   I'm starting to get very annoyed with my friends. They don't trust me with my ex (whom I have a baby with) they fail to realize my ex has zero feelings for me. They act as if something is going to happen between us.\n  ","854936":"\n   Guess this \"👉👌\"..\n  ","854937":"\n   Pencil\n  ","854938":"\n   What impress you today?\n  ","854939":"\n   Did you ever get into Pokemon? Favorite Pokemon.\n  ","854940":"\n   If a bartender can be held responsible for damages caused by someone they've served, how come professional sports teams aren't held accountable for damages their fans cause after winning championships?\n  ","854941":"\n   Plans for the upcoming holidays\n  ","854942":"\n   Do you watch reaction videos?\n  ","854943":"\n   💙\n  ","854944":"\n   How are you?\n  ","854945":"\n   Hello how are you doing?\n  ","854946":"\n   Would you like to live in New York City?\n  ","854947":"\n   No way\n  ","854948":"\n   Do you have any tattoo’s?\n  ","854949":"\n   Hi😻\n  ","854950":"\n   Have you been to the outback ? My name is Ricky.\n\n\n👿👿\n  ","854951":"\n   I will have that woman in the garder belt arrested if she comes back.\n  ","854952":"\n   👻Ouija Board: If you could change your name, what would you change it to?\n  ","854953":"\n   Should a woman wear a garder belt and a bikini at the pool ?\n  ","854954":"\n   Have you ever had a Baby Ruth candy bar before? 🍫\n  ","854955":"\n   Winter is coming! ❄️ \nAre they predicting a snowy winter where you’re from?\n  ","854956":"\n   Do you have any children? If not, do you want any?\n  ","854957":"\n   Stop wasting your data on Influenster without being paid!\n\nGet paid daily for doing just some simple tasks online. Earn a cool $2,500 per day times 7 days $17,500. In a month is a cool cash $77,500 \n\nASK ME HOW?? I send you details right away. A business that will change your life ✌✌. how on whatspp\n  ","854958":"\n   Stop wasting your data on Influenster without being paid!\n\nGet paid daily for doing just some simple tasks online. Earn a cool $2,500 per day times 7 days $17,500. In a month is a cool cash $77,500 \n\nASK ME HOW?? I send you details right away. A business that will change your life ✌✌. how on whatspp\n  ","854959":"\n   Actually 🙏... I want to live and play music in New York as soon as possible. Not to live here in Europe in the middle of nowhere in a disgusting country. How can I do this? I don’t even have parents standing next to me and I don’t have money either🥵I believe in God’s help, but yeah....🥺\n  ","854960":"\n   🎵 Post a link to a song that you really like and that you would like to 🎧 share if the rest of the people viewing. If you want to share🎙 more than one like you are more than welcome. Share your love for your type of music. 🎶\n  ","854961":"\n   Wyd?\n  ","854962":"\n   🎃Candy Corn: What is your favourite kind of candy?\n  ","854963":"\n   🎃Black Cat: Are you superstitious?\n  ","854964":"\n   🎃Cauldron: What kind of potion would you make if you had the opportunity?\n  ","854965":"\n   👻Full Moon: Do you prefer nighttime or daytime?\n  ","854966":"\n   🎃Corn Maze: What is your favourite halloween time activity?\n  ","854967":"\n   Do you play video games?\n  ","854968":"\n   Favorite song by Lady Antebellum (Lady A)\n  ","854969":"\n   -Space-\n\nIf you guy's want to follow me on an extra social media site. Maybe just stay connected with me a little bit more. Just in case if something happens. You never know. My *Instagram - *@Ice_Frozen_Vocals My *Twitter IceFrozenVocals & check out my new posts on Instagram. Like them. 🤘🤙 Thx.\n  ","854970":"\n   Is there something that you carry on yourself that other people think is unnecessary but to you is necessary? I know this one girl she carries a bottle of bbq sauce b\/c every time she goes out, nobody has bbq sauce at the restaurants... so she carries a bottle of barbecue sauce in her purse. XD LOL\n  ","854971":"\n   🍬Let's talk about trick-or-treating. How is trick or treating in your 👻 neighborhood? When you were younger or how 🕷🕸it is now? Did you go house to house? Or did you have to go to town & go up & down 🌙 some of the blocks? Did you ever have cute little haunted houses? Tell me your experience. 🎃\n  ","854972":"\n   Does a bear take a shit in the woods and wipe his ass with white lil furry bunny rabbits?\n  ","854973":"\n   Who taught you how to drive?\n  ","854974":"\n   Have you ever traveled by truck?\n  ","854975":"\n   💙❤Its my favourite one to use too🤣🤣🤣\n  ","854976":"\n   Hello 🧡\n  ","854977":"\n   What was the last thing you watched on TV?\n  ","854978":"\n   Your favorite scary movie? Do you lile scary movies?\n  ","854979":"\n   How do you normally celebrate your birthday (if you celebrate it)?\n  ","854980":"\n   Sad\n  ","854981":"\n   What is a thing you don't like sharing? It can be an item, a food etc.\n  ","854982":"\n   hi\n  ","854983":"\n   Do you have a favorite commercial?\n  ","854984":"\n   hes 5 im 21  ive tried to tell him that im busy  for 10 mins i have to wait untill hes in bed  most of the time i dont  think bribes is a good idea\n  ","854985":"\n   My little brother is getting confused when i need alone time and when i need him with me at all times\n  ","854986":"\n   When's the last time someone called you a weirdo or weird? Did you take it as a good thing or does it hurt you?\n  ","854987":"\n   Do you like tv remakes ?\n  ","854988":"\n   Tell me about an activity that you favor to do in the fall. It could be more than one. Aannd go! Add a GIF if you'd like to your answer or a pic!\n  ","854989":"\n   What was your age when you realized that we’re living in hell already?🙂\n  ","854990":"\n   After all these years, do you still cry at night?\n  ","854991":"\n   Do you struggle to look at visuals with bright or flashing colors?\n  ","854992":"\n   Have you ever been so fed up? 😤\n  ","854993":"\n   👽 Do you believe in aliens??👽👽\n  ","854994":"\n   Post one of your best pictures. It can be anything.\n  ","854995":"\n   What was the last movie you watched?\n  ","854996":"\n   Do you like taking pictures?\n  ","854997":"\n   What do you think is life like on other planets? 👾👽\n  ","854998":"\n   Favorite music genre?\n  ","854999":"\n   Do you believe in demons?\n  ","855000":"\n   share something wise?\n  ","855001":"\n   Do you go trick or treating?\n  ","855002":"\n   Are you tired of all the goodbyes? 👋\n  ","855003":"\n   Stay or Leave? 🤔\n  ","855004":"\n   What did you dream last night?\n  ","855005":"\n   Where do you shop the most? 👀\n  ","855006":"\n   Are you satisfied by the answers you get? 📝\n  ","855007":"\n   Why do people judge others wrongly? 😤\n  ","855008":"\n   Favorite dance move?\n  ","855009":"\n   Please answer. Thank you. In my profile picture, do me and my best friend look alike? If so, how do me and my best friend look similar?\n  ","855010":"\n   Do you like to go to the park around where you live?\n  ","855011":"\n   white, chocolate or strawberry milk?\n  ","855012":"\n   Someone that you respect?\n  ","855013":"\n   Post a pic wearing a sweatshirt inside out.\n  ","855014":"\n   MEN have the right to wear tight Speedos any place they want : zoos...the beach...toy stores...sidewalks...city parks...pools...hardware stores...\n  ","855015":"\n   What junk food could you never give up? 😋\n  ","855016":"\n   I can wear my sports bra and shorty shorts too at home!\n  ","855017":"\n   how do I stop being jealous of my best friend having online friends\n  ","855018":"\n   How good are you at holding back your tears?💧\n  ","855019":"\n   How do you spend your free time?\n  ","855020":"\n   I soooo need to get some\n  ","855021":"\n   I totally agree! No one should judge others! I am just starting to get some gym equipment at home. I have an exercise bike now and a floor mat for Pilates and yoga\n  ","855022":"\n   Fluffy socks sound soooo comfy!\n  ","855023":"\n   I also need to rethink going too for many of the reasons you said! I feel the same way but I try not to let it get to me but it has lately\n  ","855024":"\n   Have you ever posted a comment on YouTube?\n  ","855025":"\n   🍁🌾Would you ever try chocolate-covered candy corns? How about a chocolate covered apples? 🌰🍂\n  ","855026":"\n   Why?\n  ","855027":"\n   Bebés\n  ","855028":"\n   Do you go to the gym?\n  ","855029":"\n   I’m a socks girl only in the fall and winter\n  ","855030":"\n   Is it important to travel and see other cultures and traditions first hand?\n\nWhy or why not?\n  ","855031":"\n   Have you ever played Neopets?\n  ","855032":"\n   What would you rate tea out of 5? (I’d say 4.5 since it’s my go to & I drink it every day but I’d prefer it to have sugar and\/or some flavor besides just straight up tea but I’ll drink plain tea if it’s the only tea)\n\n1- terrible \n2- ehhh not a fan...\n3- it’s ok I guess\n4- It’s good\n5- my favorite\n  ","855033":"\n   What would you do differently if you knew nobody would judge you?\n  ","855034":"\n   Does your area have special food festivals? Like for instance a strawberry festival or a peanut festival?\n  ","855035":"\n   Do you have a favorite cheese?\n  ","855036":"\n   I feel nothing I ever do for my baby mama and my family is good enough I'm only 18 and they put me down alot\n  ","855037":"\n   Is world peace possible?\n  ","855038":"\n   What's one thing you love?\n  ","855039":"\n   Is there anything out there that's named after you?\n  ","855040":"\n   Are you still working at home and\/or quarantining, or have gone back to work?\n  ","855041":"\n   Why do I keep getting anonymous questions but when I ask who it is or Dm me it never happens, no reply smh 🙃🤨\n  ","855042":"\n   Food is life or sleep is life?\n  ","855043":"\n   How will you celebrate (or not celebrate) this Halloween?\n  ","855044":"\n   acrylic or gel nails?\n  ","855045":"\n   flip flips or barefoot?\n  ","855046":"\n   I did the poll...and said no. I mean i think i had a couple supernatutal experiences in my life but as i look back i keep thinking it was fake or just  weird so i voted no. Sorry but needed to clarify this, how about you any supernatural experiences?\n  ","855047":"\n   Are you in love?\n  ","855048":"\n   Do you ever eat or make pumpkin pie? Do you like to eat it? Or maybe at least like to make it? Any good memories with making it when you were younger? (Can post a GIF or pic with answer if you'd like!)\n\nHave a great day by the way! 🤘\n  ","855049":"\n   Anyone eat to much when depressed?\n  ","855050":"\n   I bet you're hungry right now.\n  ","855051":"\n   The worst thing is to be an ugly male. TRUST ME *\n  ","855052":"\n   Do you like the song WAP\n  ","855053":"\n   I think people make the argument that children shouldn't be exposed to the harsh reality and that history should be sugarcoated until they're older. I didn't know the truth until they told us in high school. The education system is responsible for giving the truth, though.\n  ","855054":"\n   -\n  ","855055":"\n   If you had an opportunity to change your name, would you use it? If yes, what would be the name?\n  ","855056":"\n   What do you feel when someone is copying you? #CopyCat😺\n  ","855057":"\n   Last 5 emojis you used?\n  ","855058":"\n   Who are some of your favorite YouTubers?\n  ","855059":"\n   name an actress \/ actor that you like? 💫\n  ","855060":"\n   Introduce yourself with some simple answers to your followers\/viewers that are new to your page. (Don't have to answer.)\n\n1. Name & nickname.\n2. Age(If you want)\n3. A hobby of yours.\n4. Fav. animal.\n5. 2 fav foods.\n6. Hot or cold?\n7. 2 Fav conversation subjects\n8. Element\n9. Horoscope\n10. Fav. Drink\n  ","855061":"\n   can you post the picture of the first answer please?\n  ","855062":"\n   Been awhile!! Hi 😍\n  ","855063":"\n   I'm a 21 year old male and I have a co-worker who is in there early 50s female. I'm sexually attracted to them and they are not married but does have three kids. We flirt here and there. Should I try perusing it?\n  ","855064":"\n   what do you like and hate about online shopping? 📱🛍💕\n  ","855065":"\n   Why is Black Lives Matter such a controversial topic for some people?\n  ","855066":"\n   Please verify you're a human.\n  ","855067":"\n   What makes you cringe?\n  ","855068":"\n   How old were you in 2010?\n  ","855069":"\n   Guys flirt, compliment and want to get with a girl. Then say she’s unattractive when he finds she’s an only fans content creator. Why?\n  ","855070":"\n   💚💚💚💚💚\n  ","855071":"\n   What color is your cellphone?\n  ","855072":"\n   What makes askfm different from other social media apps? ❣\n  ","855073":"\n   What's something every teen should know?\n  ","855074":"\n   Do you smoke? 🚬\n  ","855075":"\n   Why did you join ask? When?\n  ","855076":"\n\n    @alyssonzurcmann\n   \n   asked you:  Tell us 10 new features that you would like to have here on askfm\n  ","855077":"\n   Would you recommend the last movie you watched?\n  ","855078":"\n   Use as a space.\nPost whatever.\n\n(Don't have to do.)\n\n- But I challenge you this -\nFor the day. To send at least 3 questions out to all of your followers for the day. All of them.\n\nSubjects examples:\nWalking - Adventuring - Summer - BBQ\n  ","855079":"\n   What do you think would be the hottest temperature you could stand to be in?\n  ","855080":"\n   Did you forgive the last person who hurt you?\n  ","855081":"\n   Are you afraid to fly in airplanes?\n  ","855082":"\n   What made you happy today?\n  ","855083":"\n   Which fruit do you choose? 🍏 🍎🍊 🍐 🥑🍍🥥\n  ","855084":"\n   How do you cope with the unpleasant parts of life?\n  ","855085":"\n   If there are sleeping pills, is there a pill for staying awake? 💊\n  ","855086":"\n   Should\n   \n    @askfm\n   \n   have a dark mode too? 🌚🖤\n  ","855087":"\n   NEVER HAVE I EVER: Have you ever confessed your feelings to someone anonymously? ✍💌💭\n  ","855088":"\n   Have you ever fallen asleep during a class? 😴\n  ","855089":"\n   Wtsup\n  ","855090":"\n   Do you find it easy to say \"no\"?\n  ","855091":"\n   Are you a good person?\n  ","855092":"\n   Where were you 3 hours ago?\n  ","855093":"\n   Do you ever go to the gym? What's your experience of going there? What's your favorite exercise \/ machine to do \/ use? 💪🏋️‍♀️\n  ","855094":"\n   What’s your favorite junkfood?\n  ","855095":"\n   Tell us about your first school crush!\n  ","855096":"\n   What is the most beautiful thing you have ever seen? 🖤\n  ","855097":"\n   What would your theme song be?\n  ","855098":"\n   2. 🍳Eggs or 🥣Oatmeal?\n  ","855099":"\n   Would you rather work for money or make money work for you? 🤑\n  ","855100":"\n   If you had to act in a movie, what character would you choose to be?\n  ","855101":"\n   Chicken or steak?\n  ","855102":"\n   Ponytail or clip?\n  ","855103":"\n   What kind of painting do you like ? Nature , abstract , just random things painted out\n  ","855104":"\n   what color are you wearing right now.?? Top to bottom..??\n  ","855105":"\n   Ever had a crush on someone?\n  ","855106":"\n   Do you like baseball??\n  ","855107":"\n   Finish this sentence: A proper summer vacation isn't complete without ____ ☀️⛱👙\n  ","855108":"\n   Are you a good liar?\n  ","855109":"\n   If you have to remove one thing from your life to make your life more healthy what it will be ? Like removing unhealthy eating habit 2) removing toxic people 3) alcohol\n  ","855110":"\n   Have you ever jumped on a trampoline before? Was it a fun experience? Or scary experience?\n  ","855111":"\n   Do you agree ? Kim Kardashian is the most famous  celebrity 😂😁 \n\nShe is trending everywhere\n  ","855112":"\n   Favorite cookies\n  ","855113":"\n   What is your favorite dog breed? 🐕💕\n  ","855114":"\n   Light colour lipstick vs dark colour lipstick what do you prefer \n\nLike Kim Kardashian prefer nude pink ,nude brown lipstick 💄🤔\n  ","855115":"\n   Have you ever watched storage unit auctions before? Interesting shows. You should check them out and on YouTube. I heard they can be addicting.\n  ","855116":"\n   What is your most treasured possession? Why? ❤️\n  ","855117":"\n   You leave your front door and lock it behind you only to turn around to see a skunk in front of you. What’s your next move?\n  ","855118":"\n   Which holidays do you and your family celebrate? 🥳\n  ","855119":"\n   Whats your current favourite game in cell phone 🤔\n  ","855120":"\n   Do you miss watching sports?\n  ","855121":"\n   What specials do you have next quarter?\n  ","855122":"\n   If you ever sell your old car and buy new car which car will you buy\n  ","855123":"\n   What do you consider most important in the person you love?\n  ","855124":"\n   What can you hear right now? 👂\n  ","855125":"\n   Do you keep your baby pictures?  👶\n  ","855126":"\n   Can you ask me bunch of questions\n  ","855127":"\n   Should I keep this ask for any questions?\n  ","855128":"\n   What is something that everyone looks stupid doing???\n  ","855129":"\n   Do you have patience with children?\n  ","855130":"\n   Why are puppies so cute? 🐶😍\n  ","855131":"\n   Do you often predict things before they happen?\n  ","855132":"\n   Are you in the path of these hurricanes coming to the USA? If so I hope you stay safe. If you're not in the path of this hurricane have you ever been through a hurricane before?\n  ","855133":"\n   Hello\n  ","855134":"\n   Share the first song that comes to your mind 🎶🎧🎵\n  ","855135":"\n   Do you like to drink energy drinks? What do you think of them?\n  ","855136":"\n   Do you eat spicy food? 🌶🌶🌶\n  ","855137":"\n   would it be?\n  ","855138":"\n   Any ladies ever fantasize about a cuckold relationship?\n  ","855139":"\n   Why is a healthy lifestyle so trendy now? 💪🥗\n  ","855140":"\n   How have you been doing? Are you still sane? What did the lockdown made you do?\n  ","855141":"\n   How long can you survive without food and water? 🤤😵😂\n  ","855142":"\n   Have you ever went on a road trip where you just wanted to get lost? You didn't know where you were going you were just going somewhere to get away from people.\n  ","855143":"\n   Have you ever flown by helicopter? 🚁\n  ","855144":"\n   How often do you go to the cinema?\n  ","855145":"\n   Do you have a secret love??\n  ","855146":"\n   What are your favorite type of questions to be asked? Questions about your life? Ones that make you think? Just opinions?\n  ","855147":"\n   Have you ever given your cell phone number to someone you met on the internet?\n  ","855148":"\n   Did you watch the Black Panther movie with actor Chadwick Boseman? 😔\n  ","855149":"\n   What do you like to do when it's snowing outside?\n  ","855150":"\n   When you go to a movie theater, where do you like to sit (front, middle, back, aisle)? Why? 🎬🍿\n  ","855151":"\n   Is there any house chore that you enjoy doing?\n  ","855152":"\n   Would you date your bestfriend? 🙊\n  ","855153":"\n   Free Space ☀️\n  ","855154":"\n   Do you ever roll change?\n  ","855155":"\n   What do you think about exorcisms? ✝️\n  ","855156":"\n   favorite school subject? 📚\n  ","855157":"\n   What was the last thing you got for free? 🆓️🖤\n  ","855158":"\n   Do you have a prescription to stop being sad? Can you share?\n  ","855159":"\n   Do you believe in 😇 angels and 👿 demons?\n  ","855160":"\n   Do you keep your room clean or messy? 😂😝😏\n  ","855161":"\n   Do you like coffee with too much or too little sugar? ☕\n  ","855162":"\n   Dark or blond hair ?\n  ","855163":"\n   Do you prefer extreme cold or extreme heat?\n  ","855164":"\n   Who had the most positive influence on you?\n  ","855165":"\n   Do you write in a diary? 📚\n  ","855166":"\n   Do you forgive and forget? 😇\n  ","855167":"\n   What was the longest car ride you’ve ever taken?\n  ","855168":"\n   Are you a fan of musicals?\n  ","855169":"\n   Do you miss doing anything you can't do anymore because of Covid?\n  ","855170":"\n   Bi guys have the best d y’all can’t change my mind\n  ","855171":"\n   How are you\n  "},"Answer":{"854100":"\n  Very!\n  ","854101":"\n  Lion\n  ","854102":"\n  Thank you!!\n  ","854103":"\n  In general for the world, devastating.\n  \n  Myself personally, I've made a lot of growth during quarantine. I'm very proud of me.\n  ","854104":"\n  \"I'm good, you?\"\n  ","854105":"\n  You as well!!\n  ","854106":"\n  🙋🏽‍♀️ It was pink.\n  ","854107":"\n  Yes. At the time I told a \"friend\" that I had thought I was being cheated on and she goes, \"Omg again?!\" And I was like 😮 TF do you mean AGAIN?! Apparently everyone knew but me... not even my friend's at the time told me. This is why I have 3 friends now. I hardly trust anyone anymore.\n  ","854108":"\n  Hi\n  ","854109":"\n  Oh wow! Rad! Thanks :)\n  ","854110":"\n  Don't feel like you need a label or a certain \"look\" to appease others. You are who you are and it doesn't need a name. If you want to label yourself as non-binary, do so, and let people know. You know yourself the best, do what feels right for you 💕\n  ","854111":"\n  Ok\n  ","854112":"\n  90s\n  ","854113":"\n  😏\n  ","854114":"\n  Space\n  ","854115":"\n  The Next Generation! :)\n  ","854116":"\n  You know, I actually just started watching Star Trek for the first time last night. I have no idea who my favs are but I'm very excited to find out!\n  ","854117":"\n  bitty booty squidward\n  ","854118":"\n  I write like a doctor\n  ","854119":"\n  Food and decorating!\n  ","854120":"\n  When I'm down unfortunately\n  ","854121":"\n  My boys fell asleep early and I watched TV. It was bliss.\n  ","854122":"\n  Marco Polo, Tidal, Glow\n  ","854123":"\n  BUT SHE'S TOUCHING HIS CHEST NOW HE TAKES OFF HER DRESS NOW LET MEEE GOOOOOOOOO\n  ","854124":"\n  I remember my first paycheck, it was 1200. I put a thousand in savings and kept 200 for me for the month. At that time I was living at home and only took the bus so I didn't need a whole lot of money for myself.\n  \n  I would do with it what makes sense in your life. Do you have things you have to pay for? Things you want to save up for? I would plan it out before spending anything so you can get the best bang for your bucks :)\n  ","854125":"\n  Yes\n  ","854126":"\n  😒🚫🙅🏾‍♀️❌👎🏽\n  ","854127":"\n  Both!! It's the only way to go 🤣\n  ","854128":"\n  48°\n  ","854129":"\n  Yes\n  ","854130":"\n  Hello\n  ","854131":"\n  Hi\n  ","854132":"\n  Hi\n  ","854133":"\n  I don't do resolutions anymore.\n  \n  I do themes!\n  \n  My theme next year is: Refresh\n  \n  I'm always so focused on yesterday that my life is passing me by. I plan to refresh my way of thinking as well as material items, relationships and my body. I want to refresh my image, how I want to appear to others. I want to refresh my mental health that I've always felt was holding me back that I've never truly been serious about relieving.\n  \n  What would your theme be?\n  ","854134":"\n  I was sleeping\n  ","854135":"\n  It's only weird if you make it weird brah\n  ","854136":"\n  15\n  ","854137":"\n  10,117\n  ","854138":"\n  Houses, for my family, my grandmother, mother, and friends.\n  \n  I've always wanted to buy an unused high school that had many rooms and open some kind of housing situation for those needing homes in the community.\n  \n  A bunch of animals.\n  \n  And blankets lol\n  \n  Also all the other things lol\n  ","854139":"\n  I've had to block many, but I usually don't mind the anon questions.\n  ","854140":"\n  Cold, dark, rainy, windy. 45°\n  ","854141":"\n  Stay home\n  ","854142":"\n  helloitsbunnytoure\n  ","854143":"\n  I get so many.\n  ","854144":"\n  Yes\n  ","854145":"\n  Nah\n  ","854146":"\n  I have my great great aunt's signature across my heart.\n  ","854147":"\n  Cauliflower\n  ","854148":"\n  🤏\n  ","854149":"\n  No money\n  ","854150":"\n  Content\n  ","854151":"\n  Maybe 2\n  ","854152":"\n  Waffle\n  ","854153":"\n  Sonics 😭😭😭😭😭😭😭\n  ","854154":"\n  I got to stay home\n  ","854155":"\n  I grew up using imperial. I have never actually seen an example of how the metric system works but I heard it's easier lol\n  ","854156":"\n  Sour\n  ","854157":"\n  Nah\n  ","854158":"\n  ..\n  ","854159":"\n  If it's a comfort thing, I don't see why it would be a problem. It's no one else's business anyway.\n  ","854160":"\n  Hi\n  ","854161":"\n  Only one and it's complicated.\n  ","854162":"\n  Yah\n  ","854163":"\n  Nah\n  ","854164":"\n  Hi\n  ","854165":"\n  Hi\n  ","854166":"\n  Happy belated birthday!! I hope you had an amazing day!!\n  ","854167":"\n  🌙\n  ","854168":"\n  Yes and bleh. There is not a single egg replacer I've tried that I've actually enjoyed.\n  ","854169":"\n  I have no idea - I rarely watch anything new lol\n  ","854170":"\n  I can't see my forehead.\n  ","854171":"\n  15 I think\n  ","854172":"\n  For the past 6 years (roughly) my city has had a firework ban. However my street literally splits between a neighboring city... so my neighbors on the other side do fireworks lol it's odd. I guess if I wanted to I could cross the street and do some, but I'm not a fan. I understand why we have celebration, but I feel like fireworks are do unnecessary. I mean, obviously about the environment and animals, but people with PTSD..... I just feel awful for. I feel bad for all of it.\n  ","854173":"\n  Yes. Doctor's order!\n  ","854174":"\n  Kinda but it was so brief, I cannot for the life of me think of what grade (I know I was in hs) or what his name even was.\n  ","854175":"\n  Nuu u\n  ","854176":"\n  I got some help, but I mostly did it myself which is fine, I prefer it! lol\n  \n  (got some ocd...genetics🙄)\n  ","854177":"\n  I thank you for your suggestion!\n  \n  As for now, I flow with mother earth :)\n  ","854178":"\n  I am that annoying pen clicker but I don't do it in front of people because I'm too self aware and get embarrassed by my own actions very easily lol - I almost bought myself a fidgeting cube, but my fidgeting is not too bad.... unless I'm nervous lol\n  ","854179":"\n  State of exhaustion\n  \n  Grey fluffies\n  ","854180":"\n  One of my best friend's badly needs an air purifier for her room (asthma) I'd probably gift her that with the money.\n  ","854181":"\n  Not my personality, how I feel inside.\n  ","854182":"\n  Mostly cream of mushroom and chicken broth for crock pot meals!\n  ","854183":"\n  Damn I can't imagine.\n  \n  May she rest in peace 🙏🏽\n  ","854184":"\n  Our son sleeps in the bed with us on my side, and everytime he moves I wake up a little. I feel like I'm on guard when it comes to him lol I have no idea how many times a night I wake up, but it's quite a few times.\n  ","854185":"\n  I'm letting it grow this time!!\n  ","854186":"\n  Gives me chills\n  \n\n   https:\/\/youtu.be\/NU1JraEVsgc\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","854187":"\n  Hangin in there!\n  ","854188":"\n  As long as someone else has a phone who is with me, in case we need to call for some sort of help I'm fine. I remember living without any phone besides a landline.... when you needed to call for help and you had to use those dirty ass phone booths 🤢🤢🤢\n  ","854189":"\n  Very much so\n  ","854190":"\n  Me!\n  ","854191":"\n  Nah\n  ","854192":"\n  Hope you had a good one!\n  ","854193":"\n  Swell\n  ","854194":"\n  Hi!\n  ","854195":"\n  Unfortunately\n  ","854196":"\n  Deep cleaning my house. Woo!\n  ","854197":"\n  I cleaned the house... after Christmas mess... oi\n  ","854198":"\n  Hi\n  ","854199":"\n  Oh yes. I mostly do that with bathroom products like nail clippers, cotton rounds, and nail files!\n  ","854200":"\n  Any sexual questions.\n  \n  Super uncomfy.\n  \n  Or too personal of questions.\n  ","854201":"\n  I- there are people who don't like music?! I mean I guess it's common sense but I never thought of it lol\n  \n  I have no idea what I would do!\n  ","854202":"\n  Calamari and shrimp with cocktail sauce.\n  ","854203":"\n  The boy is not worth it, I repeat, NOT WORTH IT. Focus on ya school stuff bish. Love your life. You got good stuff brewing.\n  ","854204":"\n  Sugar\n  ","854205":"\n  Not a whole bunch. But often.\n  ","854206":"\n  Grey af\n  \n  Cold af\n  \n  Dull af\n  ","854207":"\n  My life in general.\n  ","854208":"\n  Yes\n  ","854209":"\n  I don't have an opinion about it.\n  ","854210":"\n  Yes. 2.\n  ","854211":"\n  Best friend and spirits.\n  ","854212":"\n  Coffee\n  ","854213":"\n  eh\n  ","854214":"\n  Touch The Sky -Kanye\n  \n  I like the old Kanye.\n  \n  Just wanna make that clear.\n  ","854215":"\n  Just be with my little family at home  :)\n  ","854216":"\n  Happy Christmas🎄\n  ","854217":"\n  We opened all the gifts last night and stocking in the morning :)\n  ","854218":"\n  A solid 10, when at the Christmas Eve dinner table, our family-friend started talking about stocking stuffers and at that time in my family, I believed that Santa was responsible for all the little presents in my stocking. Anyways, my mom tried doing the polite shush to her and she loudly says to my mom (for the whole table to hear), \"Olivia still believes in Santa? She's not an idiot!\" And it kind of ruined Santa lol\n  ","854219":"\n  Well last night we all ordered a bunch of pizza because no one felt like cooking lol\n  \n  Tonight we are having rullepølse, fruit salad, mashed potatoes, probably a regular salad, garlic bread and whatever else! 😋\n  \n  Happy Christmas!\n  ","854220":"\n  It was a good one!\n  \n  Happy Christmas!\n  ","854221":"\n  I bought a lot of presents. Too many lol\n  \n  Happy Christmas!\n  ","854222":"\n  I had a kitten once who loved to hide in the tree. She wouldn't mess anything up, just hide in it. It was quite cute.\n  \n  Merry Christmas!\n  ","854223":"\n  🙏🏽🙏🏽🙏🏽\n  ","854224":"\n  There are a few. Baby's First Christmas. The lady who sings that song makes ME feel like I'M the baby and it's MY first Christmas... she has the ultimate babying voice lol\n  \n  Also, the Where are you Christmas? Can't stand it.\n  \n  Lastly, I have no idea what it's called but the first line is, \"Come on weatherman....\" When I hear it come on I cringe everytime lol\n  ","854225":"\n  Wished for, for myself, no.\n  \n  Wished for, for my family, yes!\n  \n  Which is all that matters to me!\n  ","854226":"\n  Merry Christmas! We opened all the presents last night and later today we do the stockings...  except I gotta say, the living room is a tornado after all the stuff my son got. It's like Santa threw up. He got way too much stuff lol I am all Christmas-ed out!\n  ","854227":"\n  Merry Christmas to you and your family!!\n  ","854228":"\n  Sometimes\n  ","854229":"\n  Dark\n  ","854230":"\n  Why would it be bad? You can't help what you like and what you don't.\n  \n  I don't like K-pop 🤷🏽‍♀️ the songs I've heard anyway.\n  ","854231":"\n  I love making home made soup!!\n  ","854232":"\n  I don't really drink any soda at all anymore.\n  ","854233":"\n  The D.O.C.\n  ","854234":"\n  Either working in the mall or at the YMCA.\n  ","854235":"\n  Everyone is still sleeping so I'm in the dark. Lol. Here's my living room!!\n  ","854236":"\n  yes\n  ","854237":"\n  Money\n  ","854238":"\n  Yessss\n  ","854239":"\n  Love em\n  ","854240":"\n  ello\n  ","854241":"\n  I have hundreds of questions all the way to almost a year ago.\n  \n  It happens lol\n  ","854242":"\n  Merry Christmas to you! I hope you have a wonderful day!\n  ","854243":"\n  5:55\n  ","854244":"\n  Mine was purple which I guess are both colors mixed together 🤷🏽‍♀️\n  ","854245":"\n  Love it!\n  ","854246":"\n  Sometimes\n  ","854247":"\n  Who is FFH?\n  ","854248":"\n  Meh\n  ","854249":"\n  Ain't sleepy either\n  ","854250":"\n  Yes\n  ","854251":"\n  My son screaming, \"IT'S MICKEY MORNING!\"\n  ","854252":"\n  I've seen that unholy sh*t on a cheeseburger pizza 😦🤢\n  ","854253":"\n  In my experience, you just have to get use to it. Whatever it may be.\n  ","854254":"\n  My son, my sister and my brother. The kids are always first on my list before anyone else.\n  ","854255":"\n  Nah\n  ","854256":"\n  I like it, but I haven't drank it in years.\n  ","854257":"\n  It's addicting, sometimes toxic, other times wonderful. Just depends what \"side\" of social media you're on I guess.\n  ","854258":"\n  Super!\n  ","854259":"\n  Yes\n  ","854260":"\n  A form of faith for me.\n  ","854261":"\n  Yes\n  ","854262":"\n  Yes I think\n  ","854263":"\n  Happy tuesday\n  ","854264":"\n  u too\n  ","854265":"\n  Yes\n  ","854266":"\n  I'm not even sure how to handle this odd question. You shouldn't force anyone to do anything????\n  ","854267":"\n  When I was in school, I always just wanted to get out of there and just get a job somewhere... now that I've experienced work as an adult, I'd be more than happy to return to school.\n  ","854268":"\n  I'll openly tell my husband if I think someone is attractive. I'm not scared of that, I can't help how my brain reacts to other people.\n  ","854269":"\n  One On One\n  ","854270":"\n  Can't believe this year is almost over\n  ","854271":"\n  FCKING RIGHT\n  ","854272":"\n  I am and I got proposed to in my great great aunt's hospital room (we didn't know how long she had left) and my now husband wanted her to see me get engaged. I loved it. It was perfect.\n  ","854273":"\n  Everything at home!\n  ","854274":"\n  I have lived in and out of this house I'm in now since I was 15 years old, so a little over 12 years. When I turned 21, one of my best friends took me to the club downtown and bought me hella drinks. Yada Yada Yada, the next morning I am extremely hungry over. To the point where I needed food but I also needed to not have food lol - at this point in my life, my great great aunt\/very best friend, who was alive at the time, was sitting in her chair watching the news and I, who was sleeping on the couch at the time, tried to look as normal as possible while making my way to the kitchen. I wanted Ramen. I boil the noodles and when I go to lift the pot up, I grab it with my bare hands causing me to drop it leaving a big ol black dent in the floor. I know you probably meant a cooking incident but none of those were big deals.\n  ","854275":"\n  Water slides\n  ","854276":"\n  Nah\n  ","854277":"\n  Milk duds\n  ","854278":"\n  Nah\n  ","854279":"\n  What parties\n  ","854280":"\n  Move out\n  ","854281":"\n  Neutral\n  ","854282":"\n  Bugs! I love snakes.\n  ","854283":"\n  Buying profile promos, online coupons, stats, etc. :)\n  ","854284":"\n  Tennies\n  ","854285":"\n  Oh yes!\n  ","854286":"\n  Only on my backup IG. I don't have a FB.\n  ","854287":"\n  Depends what he did\n  ","854288":"\n  Yes\n  ","854289":"\n  🌙\n  ","854290":"\n  Aye\n  ","854291":"\n  Hi\n  ","854292":"\n  Rarely\n  ","854293":"\n  No yet\n  ","854294":"\n  I've never had DD's coffee.. but I haven't been a Starbucks fan for a few years now. I like Don Francisco's.\n  ","854295":"\n  Like money debt? Yeah, it gets passed on to your family. It's bs.\n  ","854296":"\n  Yes\n  ","854297":"\n  Thank you.\n  ","854298":"\n  Well it's a day\n  ","854299":"\n  Neato\n  ","854300":"\n  Purple\n  ","854301":"\n  Parenting in general, Harry Potter, gmm, various documentaries, etc :)\n  ","854302":"\n  Parent lol that's all I got.\n  ","854303":"\n  Yes\n  ","854304":"\n  Being the back up friend. The behind the scenes sista who will always volunteer to be the designated driver.\n  ","854305":"\n  More money and a Roomba\n  ","854306":"\n  No\n  ","854307":"\n  Drinking coffee\n  ","854308":"\n  Honestly I'd rather take a nap lol but out of those choices, dancing!!\n  ","854309":"\n  Definitely\n  ","854310":"\n  Hey\n  ","854311":"\n  Yes\n  ","854312":"\n  Never too late\n  ","854313":"\n  Most definitely!\n  ","854314":"\n  Yes\n  ","854315":"\n  Yes!!\n  ","854316":"\n\n   https:\/\/en.wikipedia.org\/wiki\/Gaslighting\n  \n\n  it's basically psychological control and manipulation. it's happened a few times in my life. Shoutout to my therapist!\n  ","854317":"\n  😬 no 😬\n  ","854318":"\n  Hi!\n  ","854319":"\n  Thank you!\n  ","854320":"\n  I take a few a month (maybe) when I actually try to make myself look nice. I usually take them on snapchat because I hate physically seeing my selfies... over time I'll dissect them and always find something from wrong them. Thank you snapchat for the *hide* option.\n  ","854321":"\n  Do YOU think you're jacked?\n  ","854322":"\n  I'm not sure what Timothy looks like.. but Harry Styles is handsome 🤷🏽‍♀️ not my style, but handsome.\n  ","854323":"\n  Hey\n  ","854324":"\n  Totally. Why would anyone hang that over someone's head like that?! Like of course, we probably all have other options as there are *billions* of people in this world, but it's still kinda 😬😬😬. I would definitely tell them to go elsewhere if they're going to act messy.\n  ","854325":"\n  Someday I will be absolutely adopting at least one child. That's a for sure thing.\n  ","854326":"\n  Yes! A few. They were wild ones who I would find injured on the farm I lived on... so I would take them in and nurse them back to health before letting them go :)\n  ","854327":"\n  The only way I know what day it is, is when my son's Disney Channel says, \"Hey kids! Do you know what day it is today?! It's....!\" and when I tell you I am shocked at what day it is every time I hear it 🤣🤣🤣🤣\n  ","854328":"\n  Well I don't go out and about often at all so I don't need to wash them often. But after every use!\n  ","854329":"\n  B & W\n  ","854330":"\n  I have a strong dislike for it.. but I think it's because of where I live.\n  ","854331":"\n  Hello!\n  ","854332":"\n  Yes!\n  ","854333":"\n  Always. I'm extremely critical of myself.\n  ","854334":"\n  Russian cream or pie\n  ","854335":"\n  Yes\n  ","854336":"\n  I'm alright\n  ","854337":"\n  No idea besides meds. That's what I take. ??‍♀️\n  ","854338":"\n  'Tis not. To me.\n  ","854339":"\n  I really don't think so lol\n  ","854340":"\n  For me, 1.\n  ","854341":"\n  One word: Chalkzone\n  ","854342":"\n  Go on vacation\n  ","854343":"\n  ??? maybe\n  ","854344":"\n  It's actually a Mythical Society cloak but it's huge so I use it as a blanket. I'm too short to wear it lol\n  ","854345":"\n  I avoid them\n  ","854346":"\n  Finally finish my schooling\n  ","854347":"\n  I've never paid that much attention honestly.\n  ","854348":"\n  Yes\n  ","854349":"\n  Yes!!\n  ","854350":"\n  No but it looks cool!\n  ","854351":"\n  Yesss\n  ","854352":"\n  A few times\n  ","854353":"\n  \"OK good\"\n  ","854354":"\n\n   https:\/\/youtu.be\/d25fVFv0YRM\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","854355":"\n  Some fries and an iced water ??\n  ","854356":"\n  It's been a short one that's for sure\n  ","854357":"\n  Chapstick\n  ","854358":"\n  Either Russian or Irish\n  ","854359":"\n  Honestly none lol\n  \n  Come what may\n  ","854360":"\n  Not in my opinion\n  ","854361":"\n  I don't even remember 2019 so probably better than this crap of a year.\n  ","854362":"\n  I love candles. Many colors for many reasons. I have some all over the house lol\n  ","854363":"\n  Halloween\n  ","854364":"\n  1 but learning another atm :)\n  ","854365":"\n  Finish wrapping presents\n  ","854366":"\n  Bright pink ?\n  ","854367":"\n  Of course\n  ","854368":"\n  80% of mine are anonymous as well.\n  ","854369":"\n  Yay :)\n  ","854370":"\n  Yes!\n  ","854371":"\n  Rollercoaster like always\n  ","854372":"\n  Yes\n  ","854373":"\n  I agree.\n  \n  What are your pros and cons?\n  ","854374":"\n  ?\n  ","854375":"\n  I have a husband who does neither, but I'd go with the video games.. because... I mean, obviously.\n  ","854376":"\n  Nerd out!!\n  ","854377":"\n  How I treat myself\n  ","854378":"\n  3am\n  ","854379":"\n  I am great!\n  ","854380":"\n  Oldest\n  ","854381":"\n  I have no idea. Probably not though.\n  ","854382":"\n  S: Rupert Grint\n  \n  M: Diego Luna\n  \n  K: Tom Cruise\n  ","854383":"\n  I can never get lost lol\n  ","854384":"\n  Yes\n  ","854385":"\n  I have not\n  ","854386":"\n  Yes\n  ","854387":"\n  Yes\n  ","854388":"\n  Since birth\n  ","854389":"\n  Eh ??‍♀️ kinda\n  ","854390":"\n  I don't think I'd be on one anymore... at least this stage of my life. If I was married, but still had my son, I don't think I'd want to date yet. My boy is a full time job and a half. My dating bio would be: Tired. Probably will end up letting you down because I won't be able to give you the time and effort you deserve because my son has had that spot reserved since I peed on that stick. Mostly looking for a babysitter, pm me your resumés. Thank you.\n  ","854391":"\n  Yes\n  ","854392":"\n  Because no kids get to live in their house anymore stressin them out lol at least usually. The kid(s) start to miss behave towards the end of the visit so grandma bribes them to silence with candy and then they leave to go home. Grandparents have it best lol - the grandma's who get to live with their grandkids and kids are a little more stress I imagine, but in the back of their mind, \"At least I don't have to take care of any of these people anymore.\" And then go have a nap like the boss as bitches they are ?\n  ","854393":"\n  Halloween\n  ","854394":"\n  I've never been to NY.\n  \n  Always wanted to go!\n  ","854395":"\n  All of the above\n  ","854396":"\n  Hey\n  ","854397":"\n  People in general. Everyone is capable of manipulation... you will never know someone's true motives unless you were in their brain. Animals can be manipulative too. If there was no such thing as manipulation, our world would be nothing like it is now. Nothing.\n  ","854398":"\n  I don't think I'll ever be truly pleased with myself, but my life is getting better all the time.\n  ","854399":"\n  In the middle star fish style. But I'm always in the middle and it's cramped and I've been sleeping like that for 3 years now lol\n  ","854400":"\n  One\n  ","854401":"\n  Butter\n  ","854402":"\n  Sometimes.\n  ","854403":"\n  The one I'm in now, almost 6 years.\n  ","854404":"\n  Money\n  ","854405":"\n  In the same place I fell asleep.\n  ","854406":"\n  Yes\n  ","854407":"\n  😆👍🏾\n  ","854408":"\n  Every year! Including tomorrow!\n  ","854409":"\n  It's 3:30pm where I am :)\n  \n  Good morning to you!\n  ","854410":"\n  Use what I can\n  ","854411":"\n  I look forward to it actually. I know that one day I'm probably not going to able to walk up the stairs anymore so I'm taking advantage of the years I have left lol\n  ","854412":"\n  YES\n  ","854413":"\n  Yes\n  ","854414":"\n  5'1\n  ","854415":"\n  Well so many reasons.\n  \n  When I studied childcare, we talked about nature vs. nurture and just how many factors can alter a child's existence. I feel like it's the same with adult relationships.\n  \n  First, we were all children once so we grew up different off the bat from varied living situations, people who showed up, people who didn't... Then we grow up, and enter into other people's worlds whether it's for a short time or a long time, taking away lessons, physical items, and even mannerisms.\n  \n  We are always changing; our age, who is in our lives, where we live.\n  \n  Relationships are hard because it's (usually) 2 very separate lives coming together.. and that's a lot of experience to pack into one place! Learning how to navigate each other can be difficult at times!\n  \n  I hope that made sense! Maybe this was more rhetorical, but I found it interesting :)\n  ","854416":"\n  I have not\n  ","854417":"\n  There's this absolutely gaudy hat that my husband got. It's so bad... but it's the thought that counts. It's actually quite warm too so I wear that one, even though I look like a goober lol\n  \n  Or\n  \n  I wear this grey beanie that says DOPE\n  ","854418":"\n  I like the rainbow lights outside on the house and the warm white inside because the colors can get to be a bit much for me.\n  ","854419":"\n  Only once. I learned from that mistake.\n  ","854420":"\n  Yes\n  ","854421":"\n  Literally eating a BK burger\n  ","854422":"\n  72\n  ","854423":"\n  The future\n  ","854424":"\n  I don't lol I distance myself. I don't need that negativity in my life.\n  ","854425":"\n  Live on what? Tv? Social media?\n  ","854426":"\n  Go through more boxes and get rid of stuff 😩\n  ","854427":"\n  ,\n  ","854428":"\n  4\/20\n  ","854429":"\n  Uhhh well I guess prove it over time. Actions speak louder that words.\n  ","854430":"\n  I GOT YOU.\n  \n  I have had anxiety\/panic attacks since I was a child.\n  \n  First, you gotta make a kit of some sort so when it happens, everything to help you is in one place. Or just throw everything in a backpack 🤷🏽‍♀️\n  \n  •Stress relief drops.\n  \n  I take Rescue Remedy drops by Bach.\n  \n  •Some sort of calming essential oil scent, roller or bracelet you can use to smell. It helps. Especially in labor but that's not something you need to worry about lol - they recommend lavendar, but I'm allergic.. just find some that you find pleasing.\n  \n  •Something cold on the back of the neck is also relieving for me.\n  \n  •Look up breathing techniques and practice them so you don't forget next time an attack happens. I usually write myself a note, \"Don't forget your breathing!\"\n  \n  •Find a focus object while you are doing your breathing or close your eyes and try to visualize something you find calming and happy.\n  \n  •Pressure points are a big thing for me. I find that ears are a hot spot. Have someone (or yourself) massage up and down your ear, as there are many pressure points on your ear that relieve stress, pain, what have you. I rub on my ears for many reasons. It's also comforting.\n  \n  •Natural muscle relaxation. Start with your toes and mindfully relax each body part moving up. I was told to go from up to down, but I find that if my body isn't relaxed first, my brain definitely won't be until then.\n  \n  •I like mantras. I've memorized this one:\n  \n   https:\/\/youtu.be\/wIZqghmN24U\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  I'll repeat it whenever I need it. Sometimes just in my day to day when I need some grounding, healing energy.\n  \n  •Hydrate after. Very important. It's very stressful to the body, obviously.\n  \n  •Take a shower or bath afterwards to relax your muscles even more. Having an attack is very straining on your body.\n  \n  With all this, it's very personal, as we deal with ourselves how we see fit..... but I hope at least one of these suggestions finds you relief when the time comes :)\n  ","854431":"\n  I would love to know too. I got meds for that.\n  ","854432":"\n  Lol yeah I was asked a couple months ago.\n  ","854433":"\n  I feel like it would kind of be the same.\n  ","854434":"\n  Yesterday I got nothing done. I call that *self care*\n  ","854435":"\n  Cash\n  ","854436":"\n  10 hours ago I was in my bed\n  ","854437":"\n  Struggling hard\n  \n  😩😩😩\n  ","854438":"\n  Soul collecting\n  ","854439":"\n  Get training chopsticks! That's how I learned! I don't need them anymore but boy were they helpful.\n  ","854440":"\n  :( it has just started\n  ","854441":"\n  Lmaoooo I know how you meant it, but my first thought was lying DOWN 50% of the time and I was like hell yeah! Lol, but lying... well yes again I guess. I've had to lie in all my jobs in the past. Example, \"Your child is an absolute JOY to have in my class.\"\n  ","854442":"\n  Not counting people, my ancestor jar.\n  ","854443":"\n  Mappy, Galaga, Asteroids, Minecraft (creative mode), Missile Command and a few others.\n  ","854444":"\n  It's not a belief. People can choose whatever pronoun they wish, It's their life and doesn't it affect me in any way :)\n  ","854445":"\n  Plain, vodka.\n  \n  A drink drank, white russian.\n  ","854446":"\n  Hey\n  ","854447":"\n  😫 no kidding!!!!! It does not feel like the end of the year.\n  ","854448":"\n  Some chicken and broccoli mostly\n  ","854449":"\n  Hi\n  ","854450":"\n  Not again\n  ","854451":"\n  Water\n  ","854452":"\n  You as well!\n  ","854453":"\n  Yes\n  ","854454":"\n  No\n  ","854455":"\n  Neither 😫\n  ","854456":"\n  Hi\n  ","854457":"\n  I have no choice but to believe in it lol\n  ","854458":"\n  No. I wait until the continued part is out so I can finish watching. Not a patient gal.....\n  ","854459":"\n  Just might be\n  ","854460":"\n  So do I!!\n  ","854461":"\n  Well it just keeps going....\n  ","854462":"\n  Hi\n  ","854463":"\n  That all depends on the situation and who is in the situation with me lol\n  ","854464":"\n  Yes 🤢\n  ","854465":"\n  👍🏾\n  ","854466":"\n  Nah\n  ","854467":"\n  Yes. It all tastes like crap to me .\n  ","854468":"\n  Yes\n  ","854469":"\n  Yo\n  ","854470":"\n  Yes\n  ","854471":"\n  Do you mean like news outlets? I don't watch any of them anymore. I see what's happening and I make my own decisions based on my own personal morals and beliefs :)\n  ","854472":"\n  Yes I do. I'm actually embracing this because I didn't wanna spend another holiday with my two faced family members pretending that I like them for a few hours 😩 I can spend it at home with my husband and son. My own family that I helped create.\n  ","854473":"\n  OLD OLD OLD OLD OLD\n  ","854474":"\n  Yes\n  ","854475":"\n  Imma wait\n  ","854476":"\n  You can't have wealthy without poor.... so the whole system is manipulation lol\n  ","854477":"\n  Really any. If they're too weird I just delete or post GIFs that have nothing to do with the ask itself :)\n  ","854478":"\n  I am so proud to have to think about you all and have nothing for you and someone else that I know of the person I want another to call you and someone else is not into me and goes out of my mind to the fact I have no doubt about that I could see it in a committed life that is a favorite of the time to myself to the bathroom door and a husband of a friend of a family and a few years old in a container of a large Japanese world and a husband of mine and the last one I have no clue how much it will be the same as I don't know what you are doing for the rest that you can do you have random gifts and I was always always about friends you were famous for a few years back to the bathroom door and the openness was very good morning and I had to get my groove on it was the last thing to say back in my life I have been doing it all the way in my house we are going through the same time I try and make you happy that you can bet if I have a few months to go home and I can find a good time for you and your friendship and your family is the same as the last one we had in the first time and was just wondering what you thought about the pizza place for me and I to get some food and staring out the window for a few minutes while I was at the moment I got to the bathroom and then you got to the bathroom door and then you were famous for it was the last thing you had a dream in the name a cow was a toddler that had been a long day after the birth at the moment is the best way for us eating and how to eat the fish in a container that we can eat and to cook for about an only hour of the year old or so old that you can bet if you're not going through the process and then you need for a few months to get my groove on and how much you can afford for me to keep notes on your sleep and I hope you're having an emergency and I don't know what you are going through but you can bet if you're not going through a good time to do you have random ideas for the rest that you can bet if you're not.\n  ","854479":"\n  Peace and Chicken Grease\n  ","854480":"\n  Thank you 💛 now tell it to yourself.\n  ","854481":"\n  I think my house is the only loud one cause I never hear anyone else. My block is a bunch of recluses lol\n  ","854482":"\n  Alive, preferably.\n  ","854483":"\n  It's none of my business\n  ","854484":"\n  Grey, rainy and cold.\n  \n  45°\n  ","854485":"\n  I have no idea. All my 3am thoughts are brilliant but I'm too tired to write em down and I forget every time.\n  ","854486":"\n  I have tried both, picked up piano quicker but I'd much rather have played the guitar.\n  ","854487":"\n  The Orville\n  ","854488":"\n  Yes\n  ","854489":"\n  I'm envious of their close relationships (most of them I'm guessing) like, I will never experience that kind of connection with anyone. I believe a twin experience is extremely unique.\n  ","854490":"\n  Ravioli, toast, fruits, etc.\n  ","854491":"\n  That has happened to me before.\n  ","854492":"\n  I usually try to do something myself first.\n  ","854493":"\n  45°F\n  ","854494":"\n  hey\n  ","854495":"\n  Money\n  ","854496":"\n  Yes\n  ","854497":"\n  Yes\n  ","854498":"\n  ❤🧡💛💚💙💜\n  ","854499":"\n  I like horror movies.\n  ","854500":"\n  I didn't know people did that\n  ","854501":"\n  No\n  ","854502":"\n  Yes\n  ","854503":"\n  I have meds for that\n  ","854504":"\n  🙅🏾‍♀️no sprinkles🙅🏾‍♀️\n  ","854505":"\n  Well I'm human like everybody else but I try :)\n  ","854506":"\n  I would say it's more than a schmuck and less than a meshuggeneh.\n  ","854507":"\n  I got the flu in the middle of summer and it was awful. I was so so sick for a week. I couldn't talk I was so nauseous. I had no childcare so my son practically lived on the iPad that entire week. Oofdah.\n  ","854508":"\n  At least you weren't called a schmegeggy 🤷🏽‍♀️\n  ","854509":"\n  lol no\n  ","854510":"\n  This is a throwback (almost 4 years ago) because I don't like showing my child's face, but I live for my son :)\n  ","854511":"\n  As long as all parties are of consent and of age, it's none of my business what other people choose to do. I don't know if I'm interested in it, but if it works for others, cool.\n  ","854512":"\n  I'll wait for others to go first. I'm always skeptical of new vaccines. Gotta wait to see how others respond to it. My grandma is going to be getting one when it's available so I told her that I'd wait to see if she turned I to a zombie or not lmao luckily she's cool with my sense of humor.\n  ","854513":"\n  Water. So much water.\n  ","854514":"\n  It was a bit hectic earlier but it's cool now :)\n  ","854515":"\n  I would say, \"cool\" and move on. Stripping has a reputation but it's still a job. Some people do it because they enjoy that kind of work and some do it to support themselves or children. Maybe both. If you are uncomfortable with the act of stripping for money or any other kind of profession such as this, before you start dating, a good first question would be, \"What do you do for a living?\" If she was hiding it, I would ask about it, supportively, and we'd have a discussion about it and how we both felt about her career choice now being out in the open. I would then ask what I could do to help her to feel more comfortable about the situation, and if there was anything else she wanted to get out in the open.\n  ","854516":"\n  All of it\n  ","854517":"\n  anything..\n  ","854518":"\n  Home cooked EVERY time.\n  ","854519":"\n  nah\n  ","854520":"\n  I used to only like silver but I find that gold goes well with my skin tone.\n  ","854521":"\n  Me\n  ","854522":"\n  I make them\n  ","854523":"\n  Maaaaaaaan. I have no idea about what it would look like or what it would do, but I gotta say, I would love to be aboard the Orville 👌🏾\n  ","854524":"\n  I know you've already done the chart, but A Christmas Story is 👌🏾\n  ","854525":"\n  In\n  ","854526":"\n  Both! I have one reusable pack in my car and one in the house by the door. I have a few washable ones. Star Wars, floral, Nightmare Before Christmas, Target and an Adidas one.\n  ","854527":"\n  I will put something cold on the back of my neck for a while and it helps relieve the pain 🙂\n  ","854528":"\n  I made these extra chocolate brown sugar cookies the other day. Very much worth it. All food is worth it lol\n  ","854529":"\n  Thrice\n  ","854530":"\n  Yes. The first was from a place of toxicity. The second was from deep love, third, the same, fourth, deep pain.\n  ","854531":"\n  The one I'm in now, almost 6 years\n  ","854532":"\n  Lu\n  ","854533":"\n  Probs\n  ","854534":"\n  Yesterday, annoyed.\n  ","854535":"\n  Almost! I'm waiting on a couple more to arrive in the mail so I can wrap them!\n  ","854536":"\n  Drugs most likely\n  ","854537":"\n  Not since high school.\n  ","854538":"\n  Great auntie\n  ","854539":"\n  I ask their preference and then do that.\n  ","854540":"\n  My child\n  ","854541":"\n  2021 could be worse we don't know lol I had that excited energy waiting for 2020 and it has been trash through and through.\n  ","854542":"\n  When you say eat snake do you mean I would have the option to cook it? Because I've eaten snake before and it was da bomb... so I pick the snakes hands down.\n  ","854543":"\n  I believe that everything is true to a point. We tend to exaggerate everything as humans, but I don't think that I have a right to rule anything out when I wasn't in the situations that brought on the theory in the first place.\n  ","854544":"\n  For many things. Not all... but many.\n  ","854545":"\n  A house is an actual structure, a home doesn't necessarily have to be a place you live in. It can be people, a hometown, a scent, a feeling, etc.\n  ","854546":"\n  Married\n  ","854547":"\n  Like decor? I was raised in the country so I grew up with it. Not a huge fan, but some of it is okay.\n  ","854548":"\n  Thank you! I had no idea it was Friday lol\n  ","854549":"\n  I can do both!\n  ","854550":"\n  Nutella is not good. At all. 🤢\n  ","854551":"\n  Oatmeal\n  ","854552":"\n  As of right now, I only have my ears and navel pierced. I used to have my eyebrow and nose pierced but my baby was not having it lmao\n  ","854553":"\n  Thank you!! Really. I got a lot of shit for it between 2011-2018 so it means a lot 💯\n  ","854554":"\n  Sì\n  ","854555":"\n  Tha fuck? Fuck the puppy, I'll choose my son everytime over anyone or anything. Period.\n  ","854556":"\n  None of my hot girl friends are available. Sorry.\n  ","854557":"\n  Interesting! I thought I would look up where I live to, so for my city, we get an average of 6 days of sun in Decembers. I was actually surprised because it is gray, dark and depressing here most of the time.\n  ","854558":"\n  Anywhere I can find that's quiet. I wish I had a designated space. Someday!\n  ","854559":"\n  The Nanny at the moment\n  ","854560":"\n  Only when it's warm outside\n  ","854561":"\n  I was an only child (that I knew of) in my household until I was 19 (by then I had already moved out) I loved being an only child and I love the fact that I don't live with any of my siblings lol\n  \n  My sister Seraiah just graduated high school a few months ago and I am so proud! The first time I met her in person, I think I was 16. She's my dad's other daughter.\n  \n  My other sister Saffiya is 9 and is almost passing me in height. She's the basketball player. Obsessed with cats.\n  \n  My brother Amari is 8, loves Roblox & Minecraft, has some sensory stuff goin on. Does math and science for fun.\n  \n  I have two brothers who are deceased.\n  ","854562":"\n  She's 🌌trash🌌 period. She is part of the problem why people who have actually been abused are afraid to come out and tell someone. This situation also makes it harder for men who are being abused to speak up openly without judgment. The only people who will truly know what happened between them is them, but I have looked at what has been said, and I have read the opinions of others online about confusing parts in her story which I had also agreed with. In short, I think she's to blame but is getting off easy because she's a female.\n  ","854563":"\n  Not me. I have no idea how 2021 is going to be. I've already been through all the what-ifs...\n  ","854564":"\n  I don't talk to anyone of them. Pretty much all of them are newer neighbors... not that I talked to the old ones... but the one on the corner avoids me because he thought he saw me cast a spell on him through my car window lmaoooo like I would waste my spells on trash 🤣\n  ","854565":"\n  Well yes but I learned that when astronauts go to the bathroom, their poop is shot out of the ship causing it to catch fire and is sometimes mistaken for shooting stars. I don't wanna wish on shit by accident. I'm pretty sure that's what caused 2020.\n  ","854566":"\n  My mom's fiancé lives there. Someday I will go there.\n  ","854567":"\n  Overthinking\n  ","854568":"\n  Probably anything if I let my brain think about it for too long.\n  ","854569":"\n  5'1\n  ","854570":"\n  I've only ever played Roblox. So I guess that one.\n  ","854571":"\n  Ok\n  ","854572":"\n  Yes\n  ","854573":"\n  ⭐\n  ","854574":"\n  ⭐😊⭐\n  ","854575":"\n  4\/20\n  ","854576":"\n  I am! Thank you for asking.\n  ","854577":"\n  Most of the time\n  ","854578":"\n  Yes\n  ","854579":"\n  I've had all the colors in my hair. My favorite look on me was purple by far.\n  ","854580":"\n  I don't believe I ever have.\n  ","854581":"\n  4\/20\n  ","854582":"\n  Some of it\n  ","854583":"\n  Looking at old pictures of my friends, family, etc.\n  ","854584":"\n  The very first season only.\n  \n  I'll never forget Eddie.\n  ","854585":"\n  Sike, rad, bitchin, groovy, swell, indubitably, outtie 5000, etc.\n  \n  I'm all over the place.\n  ","854586":"\n  SquarePants\n  ","854587":"\n  Yes\n  ","854588":"\n  😬😬😬\n  ","854589":"\n  Those sour blue ones\n  ","854590":"\n  You know, I kinda had one for a while some years ago but after some months... it wasn't for me. I need the affection 🤷🏽‍♀️\n  ","854591":"\n  He stopped the car in the middle of the road to help baby ducks get across so they wouldn't get run over. I thought to myself, omg I am literally dating a Disney prince.\n  ","854592":"\n  I do not\n  ","854593":"\n  Lmao is this serious question? Hell no. Everyone????! Nah.\n  ","854594":"\n  Not everyone can be a grey rectangle and it irks people sometimes.\n  ","854595":"\n  Nah brah\n  ","854596":"\n  The Emoji Movie this afternoon\n  ","854597":"\n  GMM or Brandon Farris\n  ","854598":"\n  Yah brah\n  ","854599":"\n  🙆🏽‍♀️🧏🏽‍♀️💁🏾‍♀️🧟‍♂️\n  ","854600":"\n  White Russian 😋\n  ","854601":"\n  Enjoying life a bit more before becoming a mama. Don't get me wrong, my lil man is my world, my life, period... but I did not spend my teens right and my early 20s went out the door so fast lol. Now I'm pushin 30 & just patiently awaiting my second wind when I'm a retired senior citizen. That's when imma get my groove back... and imma be 10x better because I'd be old then and *actually* wouldn't gaf 🤣\n  ","854602":"\n  Well 2018. My grad year was 2011 but life got in the way.\n  ","854603":"\n  I'm a sucker for The Hatchet. It sounds totally lame because I was forced to read it in middle school lol but it has always stuck with me. I thought it was so cool lol I read it for nostalgic purposes.\n  ","854604":"\n  For me, not in the long run. But I did have some fun with online dating when I was actively dating.\n  ","854605":"\n  If you're doing it for that reason, you might as well not. You get plastic surgery if YOU want it, not just because some cagna told you that you're ugly. This is a harsh world, let them words roll off ya.\n  ","854606":"\n  When it's no longer serving you positively.\n  ","854607":"\n  I hate both. Snow is pretty but I'd much rather drive in the rain lol\n  ","854608":"\n  I would be interested to know where he gettin that money from lol and I'd probably ask where he wanted it and why. If he's serious, we'll find a way to budget it. I wouldn't want anyone telling me what I should do with my body 🤷🏽‍♀️\n  ","854609":"\n  Ok\n  ","854610":"\n  Its a dolphin!\n  ","854611":"\n  Taurus Aries cusp\n  ","854612":"\n  I gotta find something to eat...\n  ","854613":"\n  Ok\n  ","854614":"\n  Eeesh both are disgusting lol I guess Coke if I have to choose one.\n  ","854615":"\n  If it's different people, they probably don't see the other messages that say you don't like that. However if it's the same person\/people, block em.\n  ","854616":"\n  Very much so\n  ","854617":"\n  Hi there!\n  ","854618":"\n  Honestly, I don't think anyone is 100% straight lol - plus labels are dumb asf. You do you, if you wanna explore your options, do that.... don't let anyone get you down for it.. it's no one's business but yours and yours alone.\n  ","854619":"\n  WONDERFUL night in.\n  ","854620":"\n  I'm 27 and I'm still lost lol\n  ","854621":"\n  Cats. I have a son and a husband, I don't need another needy creature following me around all day lmao\n  ","854622":"\n  Ollie usually. Or Liv.\n  ","854623":"\n  The future and people.\n  ","854624":"\n  It's hard to explain as I'm sure it's different for everyone... but it's just a feeling. When you know you know...which is not so helpful I know, but it's true.\n  \n  You could talk forever about the person but no words in the world could be able to describe the feeling that you feel when you're with them.\n  \n  You can see a long future with them, maybe starting a family in the future or traveling around the world and seeing gorgeous destinations together.\n  \n  Like I said, you just know.\n  ","854625":"\n  On my couch\n  ","854626":"\n  Well I like to go to bed early and sleep in later... so I guess I'm an afternoon person.\n  ","854627":"\n  Canada\n  ","854628":"\n  Yes\n  ","854629":"\n  Decorate as much as possible so I have more things to do as the time passes 🤣\n  ","854630":"\n  Which Hogwarts house have you been sorted into?\n  ","854631":"\n  I want another kitty so bad, but I have to wait until I move out of this rental.. no pets allowed :( I mean except my fish lol\n  ","854632":"\n  Very rarely. If it has the oven option I choose that.. it just tastes so much better to me. If I'm too tired to make myself something to eat or want a snack, I'll heat up either a TV dinner or those pancake dogs on a stick.\n  ","854633":"\n  Trying new recipes, decorating with crafts around the house, learning Italian, etc. I have many things to do :)\n  ","854634":"\n  Down to my butt\n  ","854635":"\n  I'm great! How about you?\n  ","854636":"\n  Making jewelry, painting, collages, etc. I'm a big crafter lol\n  ","854637":"\n  That depends on what it is.\n  ","854638":"\n  I'm great thanks for asking!\n  ","854639":"\n  Thank you! Yes I have! :)\n  ","854640":"\n  I am always 20 minutes early to everything. At least lol\n  ","854641":"\n  Yesterday I didn't do very much except my regular cleaning of the house and cooking and stuff.\n  ","854642":"\n  Oh sure thing!\n  ","854643":"\n  You as well!\n  ","854644":"\n  👍🏾\n  ","854645":"\n  *almost* 3 days. But then again I was in labor so I had a good reason 🤣\n  ","854646":"\n  🎶\n  ","854647":"\n  I made savory garlic parmesan squash and a chicken & potato crock pot that will be ready in a half an hour.\n  \n  The smells in my house are\n  \n  🌌unbelievable🌌\n  ","854648":"\n  Water!\n  ","854649":"\n  I'm mostly on Tidal, but here is my top in Spotify :)\n  ","854650":"\n  Well I already got the crock pot going for supper and I've done the laundry. I don't have much on the list to do today! What about you?\n  ","854651":"\n  I couldn't name a song of hers. I'll have to go listen sometime.\n  ","854652":"\n  Eesh, none.\n  ","854653":"\n  Chudley Cannons\n  ","854654":"\n  Oh okay\n  ","854655":"\n  You can totally be a boxer!\n  ","854656":"\n  Dodge for sure\n  ","854657":"\n  The birth of my son.\n  \n  The death of my great great aunt.\n  \n  My 5 year wedding anniversary.\n  ","854658":"\n  Maybe\n  ","854659":"\n  My stomach right now lol but I'm workin on it.\n  ","854660":"\n  Yeah those apps are usually scams for most people.\n  ","854661":"\n  °\n  ","854662":"\n  Maybe like 8\n  ","854663":"\n  If it's going to cause you hurt, why do it again?\n  ","854664":"\n  Oh okay\n  ","854665":"\n  I have no idea what that is 🤷🏽‍♀️\n  ","854666":"\n  Good morning to you!\n  ","854667":"\n  Duolingo\n  ","854668":"\n  I wish! I'm on the other side in Washington state.\n  ","854669":"\n  MOVING OUT 🙌🏾\n  ","854670":"\n  My days run together as of late, but I love Fridays.\n  ","854671":"\n  Can't wait to get outta Washington State! Brr.\n  ","854672":"\n  My guy is teaching me how! :)\n  ","854673":"\n  Some of them are yellow and silver, others are red and yellow :)\n  ","854674":"\n  Lol I have no idea who that is... my mind is only picturing those marshmallows.\n  ","854675":"\n  Just the other day!\n  ","854676":"\n  Swimming, drowning, whatever.\n  ","854677":"\n  I would've been those people but nothing matters this year and I haven't felt the need to get a real tree 🤷🏽‍♀️ I have always been someone who prepared way in advance for holidays. I start Halloween prepping in September and Christmas in November. November is a funny month because it's when I set up for Christmas and keep my halloween stuff up so it's a holiday mashup. I live for chaos.\n  ","854678":"\n  It's called 'Sensual' and I've been wearing it since high school lol. I've had a longer relationship with my perfume than all my relationships combined 🤣\n  ","854679":"\n  You as well!\n  ","854680":"\n  Hmm I'm not sure. Maybe that account is deleted, deactivated or suspended. Maybe you are blocked from that specific profile?\n  ","854681":"\n  Simpson's\n  ","854682":"\n  Free college\n  ","854683":"\n  Do you have any other symptoms? The main one is a temperature. If you google that you may have COVID, there is an online assessment that you can take by submitting your symptoms and it will tell you whether or not you may have it.\n  ","854684":"\n  It has been okay thank you!\n  ","854685":"\n  Good Mythical Morning\n  ","854686":"\n  ⭐\n  ","854687":"\n  Household decor!!\n  ","854688":"\n  I loOoOove Disney! I really enjoy the Fantasia movies.\n  ","854689":"\n  I have a glass ballerina that I've had forever. It's my favorite. Very fragile. A bit heavy as well. So... clear I guess lol\n  ","854690":"\n  The Knee Captain.\n  \n  I go for the knees first and then I give em the chair. I know nothin about wrestling lol\n  ","854691":"\n  Teal\n  ","854692":"\n  45%\n  ","854693":"\n  If it's an all around good deal.\n  ","854694":"\n  Indifferent\n  ","854695":"\n  During the day, it depends on what I'm doing and how interested I am in it. Hours, all day. I've been without a phone for months at a time, and before I was 15, I had never even held a cell phone.\n  ","854696":"\n  BOTH are equally complicated because no one can know anyone else's mindset but their own.\n  ","854697":"\n  I have those wireless earbuds so I can put one in my ear and listen to my stuff while I hangout with my son and build with Leggos lol - that's how I don't go crazy! Best of both worlds.\n  ","854698":"\n  I am lazivated and mozy.\n  ","854699":"\n  A house because I do not own one yet.\n  ","854700":"\n  Take frequent naps.\n  ","854701":"\n  It would be so boring to watch lmaooo - who would want to sit through a whole 2 hours of folding laundry, wiping up juice spills and occasionally sobbing?\n  ","854702":"\n  When my toddler calls me \"lovely\" randomly throughout the day. He is my hype man. I love it.\n  ","854703":"\n  Seeing my family love the food I make!\n  ","854704":"\n  I don't mess with karma. I'd give it back to them. I'd say that I'd turn it into the cops, but I've never had a good experience with cops so I don't trust em.\n  ","854705":"\n  I love walking trails when it's warm. When it's cold, my favorite activity to do outside is walking inside 😂\n  ","854706":"\n  When I was younger, we took a family trip to Mexico and got to tour an abandoned jail. We were definitely not alone if you know what I mean.\n  ","854707":"\n  Food\n  ","854708":"\n\n   @totesporkin\n  \n\n\n   https:\/\/youtu.be\/WcMaXVo5eRk\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","854709":"\n  I'm learning Italian which is fun. Also voice lessons and following this story of a crazy true crime story in Arizona. I have a couple books on hold so I can focus on studying since that's something I've always struggled with.\n  ","854710":"\n  Hey there! I have one son who is 3, and my husband and I are TTC#2 :)\n  \n  What about you?\n  ","854711":"\n  I haven't worked at a job since April. My work is probably closing its doors due to COVID. At home though, work is 25 hours 8 days a week 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n  \n  It sure feels that way.\n  ","854712":"\n  I can't stop someone else's prerogatives. With my son however, I ask him if he's telling me fiction or non-fiction, to which it's usually fiction lol - as he gets older I'm sure his lying will improve and he'll get away with more, but I've already prepared for that.\n  ","854713":"\n  no\n  ","854714":"\n  This is gonna sound vague but honestly, there was not a food on the table I didn't eat when I used to  celebrate Thanksgiving with my family. I love all foods lol\n  ","854715":"\n  Currently I'm sitting in bed answering questions.\n  ","854716":"\n  🤷🏽‍♀️\n  ","854717":"\n  My choices of men (since I started dating in high school) there was never a guy who I went out with who my family\/friends actually liked (pre-my current partner). Oh well, luckily it's not their life 🤷🏽‍♀️ any other judgements about me have never been said to my face, so I never paid much attention.\n  ","854718":"\n  🤷🏽‍♀️samesies🤷🏽‍♀️\n  \n  Then again I'm not trying to get more friends lol - that's a long process for me.\n  ","854719":"\n  I've gotten the most compliments on my eyes so I'll go with that lol\n  ","854720":"\n  I celebrate many! :)\n  ","854721":"\n  I put an eye drop in. More specifically, Rohto brand. Red cap. It seems strange because your eye is watery and you're putting more liquid in it, but it works for me. I'm not sure what caused your watery eye, but mine is usually due to allergies, and an eye drop really helps chill out my eye.\n  ","854722":"\n  Becoming a mom completely  changed everything for me. Before, I would see friends who had children say what a life changer kids were and even though I was a preschool teacher I was still like, \"Yeah okay, but how much???\" And, it's a lot lmao\n  ","854723":"\n  Zip lines! I've always been fairly fearful of heights, so in order to concur my fears, I need to push myself. Zip lining freaks me out and excites me at the same time lol\n  ","854724":"\n  Oh totally. For me, it usually only lasts about a hour lol (3 year old in the house) - gotta lower your standards with a toddler 🤣\n  ","854725":"\n  yes💙\n  ","854726":"\n  I received at least one advent calendar each year. My mom would give me one and I wouldn't tell my grandma that I already had one so she would get me one too lol - I now get my own advent calendar because I like chocolate too. We also have one for my son and one for my man 🤣 we cherish the chocolate! And it's fun! Something to look forward to. There should be year round advent calendars... maybe I should look that up..\n  ","854727":"\n  I have not. I know there are scary stories out there towards about the big man in red but I've never been afraid. Then again, my mom never threatened that Santa and his elf crew were watching me which I think is creepy in itself. I think that would make a kid paranoid that they're supposedly being watched. 😬😬😬\n  ","854728":"\n  It's a Mythical Society Chalice. It's black with their gold shiny emblem.\n  ","854729":"\n  I cut off all my toxic friends fast. That's why I have 3 friends.\n  ","854730":"\n  You as well!\n  ","854731":"\n  I have so many, but I really like all the Insidious movies.\n  ","854732":"\n  Yes! It's my nickname. Nice to meet you too!\n  ","854733":"\n  I'm great! Yourself?\n  ","854734":"\n  Good morning to you! It's past noon here :)\n  ","854735":"\n  I think I can be eventually.\n  \n  With proper discipline.\n  ","854736":"\n  Oi. I don't think I have one favorite of anything. I love hip-hop, rap, blues, pop, jazz, opera, house, rock, classical, etc. My love for music is strong.\n  ","854737":"\n  You as well :)\n  ","854738":"\n  Welcome to ASK! I will make sure to check out your photography! Do you have a favorite subject you prefer to photograph the most?\n  ","854739":"\n  I forgot about that too! Holy crap lol thank you person from the internet :) you have singlehandedly saved my wallet. You should be proud of yourself.\n  ","854740":"\n  I actually completely forgot about Black Friday. Whoops, no deals for me 😬😂\n  ","854741":"\n  👾\n  ","854742":"\n  The only one I can think of is Vine which I guess isn't around anymore. There are so many Vine references online and I am completely lost lol\n  ","854743":"\n  Yes\n  ","854744":"\n  ⭐\n  ","854745":"\n  Charlie does\n  ","854746":"\n  For some reason, my phone never actually can click the link, so sorry 🤷🏽‍♀️ can't watch links anymore I guess.\n  ","854747":"\n  For some reason, my phone never actually can click the link, so sorry 🤷🏽‍♀️ can't watch links anymore I guess.\n  ","854748":"\n  I was an only child until at 17, I found out that my dad had another daughter that was about 9 years younger than me. When I was 19, my mom had my sister, but by that time I was already moved out. When I was 20, my mom had my brother as well. I enjoyed being an only child when I grew up though. We lived on a farm and I've always been an introvert so I loved being alone and everything being mine lol\n  ","854749":"\n  Oh well yeah I guess! When I was thinking about the genres though I was picturing a drama being like Evita.. which has some romance but is mostly about the highs and lows of her life. When I thought of romance I thought of Fever Pitch or Music & Lyrics. But there is definitely drama within romance films.\n  ","854750":"\n  I think in this situation, yes!\n  ","854751":"\n  ⭐\n  ","854752":"\n  God no\n  ","854753":"\n  About two years ago, my grandma who is in her 70s found out that her father, who passed away in his 40s, wasn't her biological father. From the Ancestry site we found a picture of her mother and real father.... but only the one picture with no additional information. It's a mystery!\n  ","854754":"\n  I don’t remember my dreams 🤷🏽‍♀️\n  ","854755":"\n  🤷🏽‍♀️ not sorry\n  ","854756":"\n  Super! You?\n  ","854757":"\n  I used to when I lived on a farm! The food was way tastier homegrown.\n  ","854758":"\n  ☺☺☺\n  ","854759":"\n  Thank you so much!\n  ","854760":"\n  It's not much like I said. I've made altars before, but I didn't have many items this time. However, the objects I have are authentic Indigenous art. :)\n  ","854761":"\n  I like em on some people.\n  ","854762":"\n  You know, our history books in schools have always been what they call, \"whitewashed.\" I never knew of the actual brutal events that occurred. I enjoyed Thanksgiving with my family until my teens. When I learned the truth, I've never felt the same about it. If I have any traditional foods (fruit salad, mashed potatoes, etc.) I eat them in honor of the Indigenous victims. This is my first year I've decided to make an altar honoring them for tonight :)\n  ","854763":"\n  Well I have a diamond wedding ring.. but I never wear it because he also gave me a rubber wedding band and it's way more comfy. He has one too. So they aren't my friend at the moment lol\n  ","854764":"\n  Oreos\n  ","854765":"\n  Well I love pineapple juice but my son is allergic so we don't have it around often. I do love mango juice or pure cherry juice.\n  ","854766":"\n  I can hold my expressions fairly well with most people when I'm in public. If I'm strongly feeling some type of way though, you can tell 🤣\n  ","854767":"\n  We will probably set up an altar to honor Native Americans.. that's the biggest part of the day. Maybe watch some movies later on.\n  ","854768":"\n  I used to sleepwalk a lot in my younger years. When I was 4 apparently I unlocked the front door at my mom's then-boyfriend's house and they caught me halfway down the block. I've had a few strange things happen to me.\n  ","854769":"\n  It's just any other day for my family and I. Maybe set up a remembrance altar and watch a movie or two.\n  ","854770":"\n  If I have enough energy\n  ","854771":"\n  I do my own\n  ","854772":"\n  Hey\n  ","854773":"\n  I had a Subway table on hold for $20 at the Goodwill 8 years ago but couldn't find a truck to help me take it home in the alloted time that they were allowed to hold items and I lost it. I have never seen one since and I think about that table alllllll the freakin time. I don't think I'll ever let it go 😫😂\n  ","854774":"\n  I have not\n  ","854775":"\n  Memorizing. I know there are games for that... I need to get on that.\n  ","854776":"\n  Yesterday was okay. My foot is healing from an injury and I think (and hope) that that was the worst day of pain 🤞🏽🤞🏽🤞🏽\n  ","854777":"\n  🤹🏾‍♀️\n  ","854778":"\n  I don't mind housework in general, but there are parts of it that I groan at the thought of doing. Such as, unloading the clean dishes...it's the constant bending over after I already loaded them an hour ago to be washed. Also the folding of clothes, an actual enemy of mine. We are investing in a slimmer vacuum because lugging our ancient one around is just so awkward with the flow of our house.\n  ","854779":"\n  English but I'm in the midst of learning Italian!! :)\n  ","854780":"\n  Aye\n  ","854781":"\n  Sleeping\n  ","854782":"\n  It's just like any other day for my family 🤷🏽‍♀️\n  ","854783":"\n  ■■■■■\n  ","854784":"\n  I never know what day it is anymore lol but yes, happy Friday!\n  ","854785":"\n  Yoooo Dots are one of the worst.\n  \n  🤢🤢🤢\n  ","854786":"\n  Yo\n  ","854787":"\n\n   www.plentyoffish.com\n  \n\n\n   www.match.com\n  \n\n\n   www.eharmoney.com\n  \n\n\n   www.tinder.com\n  \n","854788":"\n  Family drives make me so happy.\n  ","854789":"\n  \"Pick your battles\"\n  ","854790":"\n  Scrap-booking kind of\n  ","854791":"\n  Hidden Figures\n  ","854792":"\n  Property to build my dream house on.\n  ","854793":"\n  Whale\n  ","854794":"\n  Flamingos\n  ","854795":"\n  Haha yeah.. millenials have haters but I understand why 🤣 - and Ask sent me an email about how to get verification...  I have no idea why because I didn't think it was possible to get verified unless you were famous or worked for Ask 😂 -  perhaps they have something about it in their FAQ :)\n  ","854796":"\n  Millenial.\n  ","854797":"\n  I have a few that I can cycle through. The main ones are Friends, Living Single, The Nanny, Ghost Whisperer and How It's Made.\n  ","854798":"\n  have more kids\n  ","854799":"\n  Friday\n  ","854800":"\n  Writing is definitely the main way.\n  ","854801":"\n  Papercuts, social gatherings, surprises, orange citrus candies and being broke. There are just a few.\n  ","854802":"\n  I use my phones for as long as possible. I still have a few of my old cells. I had to get rid of my Walkman  and portable CD player because they both broke.. I would've still had them today if they had stayed working.\n  ","854803":"\n  I'm happy doing either.. however the only beaches I've been too are freezing cold ones, so \"chilling\" in high winds isn't exactly ideal 🤣\n  ","854804":"\n  90s. But then again, I've been around it since early childhood and so I'm biased I guess. I also love 70s and 80s as well. Basically, I don't like new music lol\n  ","854805":"\n  You as well!!\n  ","854806":"\n  Pepto always and forever.\n  ","854807":"\n  I usually have an hour to myself at night and I just watch TV because I'm too tired for anything else lol\n  ","854808":"\n  Watching the news!\n  ","854809":"\n  My son will out of the blue compliment me and I love it. My favorite is when he calls me 'lovely 🤣 my sweet little guy.\n  ","854810":"\n  Understanding • Real • Honest\n  \n  That's it for me 🤷🏽‍♀️\n  ","854811":"\n  My son\/Yuma, Arizona\/Elephant seals\n  ","854812":"\n  An either \"better than thou\" attitude or a can't-read-the-room type. 😬\n  ","854813":"\n  Spirituality\n  ","854814":"\n  I honestly think that any and all of that is a possibility. I couldn't pin point just one idea as I haven't extensively studied them to give a more accurate guess.\n  ","854815":"\n  Everything depends on personality.\n  ","854816":"\n  Studebaker\n  ","854817":"\n  Honestly, a little weed. I know that it affects folks different, but some Hybrid and I can get in the folding zone. Laundry is an endless job.\n  ","854818":"\n  After being a teacher for years, I'd rather live alone in this scenario.\n  ","854819":"\n  I respond to them based on how I feel that day, that moment. Some days I kill it, other days, I kinda suck and that's okay. I call those days, \"self care\"\n  ","854820":"\n  Hard 50\/50 between Summer & Autumn.\n  ","854821":"\n  Super strength, but no one could tell. I would be able to walk alone again without fear 😅\n  ","854822":"\n  Not experiencing life properly due to anxiety.\n  ","854823":"\n  My great great aunt was. She was amazing. She made quilts, rugs, clothes, you name it. She was a treasure 🤍\n  ","854824":"\n  Shrooms\n  ","854825":"\n  I have never tried it, but I like all the food you listed 🤷🏽‍♀️\n  ","854826":"\n  There is a knock-off game of MAPPY in the apps that I'm stoked about. It's not the same without the joystick, but it gives me nostalgia. Also Bitlife. My son really loves Goat Simulator... Got me playing it along side of him! I used to play Minecraft (creative mode) but the movements in the game caused massive headaches. To this day, even thinking about the movement makes me nauseous wah wah wah... it was fun while it lasted! :)\n  ","854827":"\n  I had llamas for pets when I lived on a farm once.\n  ","854828":"\n  Not often at all anymore. I did enjoy shows from Hannah Gadsby, Adele Givens, Dane Cook, & D.L. Hughley.\n  ","854829":"\n  My little sister honestly. Bravest 8 year old I have ever seen. Then again, I was first diagnosed with anxiety when I was around her age and she definitely does not have any of that lol\n  ","854830":"\n  Shawarma 😋\n  ","854831":"\n  Many things! The ocean and all the wonderful creatures in it, Harry Potter, life on other planets, my spirituality (non-religious), being a parent, etc.\n  ","854832":"\n  Mhm\n  ","854833":"\n  That honestly depends on the person. There are many older people who just can't\/won't accept change. There are others who embrace it. That's why the phrase, \"You can't teach a dog new tricks\" Is completely circumstantial.\n  ","854834":"\n  That depends on my bank account not me lol\n  ","854835":"\n  TRUTH\n  ","854836":"\n  I'd rather have a username change option on here actually.\n  ","854837":"\n  We live in a world with fake people all around us. You're bound to find some online.\n  ","854838":"\n  Purple!\n  ","854839":"\n  My walls were one big poster - I had  sea life up there, my Tae Kwon Do instructor gave us posters to also hang up on our wall. I had a ballet poster since I also did ballet. I had a few celeb crushes up there and 90s R&B groups... oh yeah. It was hectic.\n  ","854840":"\n  I laugh at myself a few times a day. I'm hilarious to myself.\n  ","854841":"\n  I have social & general anxiety. I was meant for quarantine. The virus is terrible and it is doing terrible things to our human race, but as for staying home... it's pretty great for me.\n  ","854842":"\n  Imma wait... see what happens...\n  ","854843":"\n  I don't believe I have.\n  ","854844":"\n  My conscience wouldn't allow me to keep it.\n  ","854845":"\n  I live for spoilers. I will google a synopsis before a movie. I don't like surprises. I don't mind surprises spoiled for me either. I've only had one surprise party in my life and it was extremely uncomfortable. My mother threw me a surprise baby shower and it was a nice thought, but she already knew that I hated surprises... I guess she just wanted to make sure. I hope she learned that lesson 🙃🙃🙃\n  ","854846":"\n  I don't know if this is awesome enough.. I'm off my selfie game as there has been no point for me during quarantine 🥴\n  ","854847":"\n  I know!! Still upset about it.\n  ","854848":"\n  The name that I was supposed to be named at birth, Bunny.\n  ","854849":"\n  Creating\n  ","854850":"\n  I take prenatals 🤷🏽‍♀️ that seems to cover many of the vitamins and stuff.\n  ","854851":"\n  Sunnyside up ☀️🍳\n  ","854852":"\n  A very large Japanese glass float. I was a toddler and thought it would bounce..... it did not.\n  ","854853":"\n  Worst house. I am fine with that.\n  ","854854":"\n  I love to binders with different things like, one about my son growing up.. with pictures, letters, etc. Also I have one about my spirituality journey. I have so many binders. When I'm feeling feelings, I love looking at them.\n  ","854855":"\n  I have no idea\n  ","854856":"\n  Not usually, no.\n  ","854857":"\n  If you nonchalantly ask what they did that day or what they're doing after seeing you and they start acting weird and stuttering, they probably haven't come prepared with another answer than where they actually were... you feel me? Also being weird and not letting you have access to their phone. Not like going all in on it, but wanting to make a simple phone call, but they gotta \"do something first\" before you use it 🙄 in my experience, both of these situations don't end veey well most of the time.\n  ","854858":"\n  Babysitting, pet sitting, house sitting, house cleaning, selling jewelry I've made, art, etc.\n  ","854859":"\n  Repetitive noise and people who use social media as a diary.... It's all good and well if you are having a bad time, asking for some help, but if someone is complaining day after day... I mean, come on.\n  ","854860":"\n  Firefox\n  ","854861":"\n  I'm in the Mythical Society, that's the only one I actually pay for. I get subscription emails from MUFON, RawBeautyKristi, preschool newsletter, and a few parenting sites.\n  ","854862":"\n  Pain, love, support, experiences, etc. Everything in a sense makes us stronger.\n  ","854863":"\n  I don't. It's not my problem.\n  ","854864":"\n  Both. Extremely.\n  \n  It's scary and inspiring.\n  ","854865":"\n  I don't think I have 🤔 if there was, they didn't last long as my friend lol\n  ","854866":"\n  I have before. Probably not anymore. Unless my kid wakes up needing some food 🤷🏽‍♀️\n  ","854867":"\n  Rupert Grint joined Instagram and I am very happy about it.\n  ","854868":"\n  Childcare\/teaching even though it's no longer my passion. I've studied and worked in the education field for a decade now. I am over it. Next up, Oceanology!\n  ","854869":"\n  Ugh I HATE being called that. I had a grandfather that I just did not like whatsoever and he would always call me pal while smacking me a little too hard on the back. It's borderline a triggering word for me. Buddy is no better IMO.\n  ","854870":"\n  Mexican and Indian are my top dawgs, but I love all food.\n  ","854871":"\n  For what?\n  ","854872":"\n  Backatcha!\n  ","854873":"\n  👏🏾I👏🏾LOVE👏🏾CHEESE👏🏾LIKE👏🏾OPRAH👏🏾LOVES👏🏾BREAD. I've never eaten a cheese I didn't like. Triple Crēme however is a top dawg for me. When the waiter says, \"Say when\" I never do.\n  ","854874":"\n  Raspberry cheesecake cookies 😋\n  ","854875":"\n  I don't think being smart or hot matters in the long run at all actually. It's all about connection. Plain & simple. Someone can be hot AND smart af, maybe the total package, but if the connection isn't there 🤷🏽‍♀️ what's the point.\n  ","854876":"\n  Ever since high school 😍\n  ","854877":"\n  It was in an email from Ask 🤷🏽‍♀️ you could probably look on their FAQ page. Maybe they have something about it there 😁\n  ","854878":"\n  I've only been to one costume party and I was the Sugar Babies candy. Now, I think that I'd bail last second so I wouldn't have to attend the party because it probably would start on the cusp of my bedtime and this mama needs her sleep.\n  ","854879":"\n  We would have to have a discussion about it just like any other topic.\n  ","854880":"\n  I am in a monogamous relationship.\n  ","854881":"\n  I know what you mean, like it's a cool power, she's 10x better at her career because of it... HOWEVER, when she touched Nell's dead body I don’t know if I could've handled that.\n  ","854882":"\n  Nah. Mid-morning snack.\n  ","854883":"\n  ☕🍫🍐\n  ","854884":"\n  Onward 💙\n  ","854885":"\n  I haven't been to work since April.\n  ","854886":"\n  Ugh I hate picking favorites especially since I thought that all of them killed their roles. I really loved adult Theo and the twins when they were kids. So cute! What about you?\n  ","854887":"\n  Not anymore\n  ","854888":"\n  I was\n  ","854889":"\n  That's why I was disappointed, I was expecting the straight terror like in HH lol - I feel like I need to be in the mood for certain genres and I wanted to be spooked with this one!! I had to Google what stuff meant and who was who after I watched it. Hill House will always be in my Top 5 for me though. I've rewatched it so many times 🥴 it is such a mind bender!\n  ","854890":"\n  Of course. It's ignorant to believe that we are the only lifeforms in a universe that potentially goes on forever.\n  ","854891":"\n  The other day\n  ","854892":"\n  I haven't been to the movies since 2015 or 16.\n  ","854893":"\n  Not really\n  ","854894":"\n  Oh damn! That sucks! Yeah it was fun to see other dancers on Zoom. Some of them also had their kids on there like we did so it was fun for M to see other kids his age :) - The Haunting of Hill House is TOP NOTCH *chef kiss* - Bly Manor disappointed me though :\/ what did you think of it? I couldn't get over the characters that were from Hill House but different roles... and it wasn't that scary to me either 🤷🏽‍♀️\n  ","854895":"\n  I don’t go to the gym 🤷🏽‍♀️\n  ","854896":"\n  Whichever shoes I workout in or walk long distances. It varies.\n  ","854897":"\n  Long time no see!\n  \n  It was great! We attended a virtual rave. It was amazing! We put up glow sticks all over the house lol - How was your Halloween? Did you do anything?\n  ","854898":"\n  Probs immature.\n  ","854899":"\n  I don't\n  ","854900":"\n  \"We're still good!\" - Rhett & Link\n  ","854901":"\n  To play, either tennis or badminton... which are kinda the same.\n  \n  To watch & sometimes nap to, American football and baseball.\n  \n  To watch watch, basketball.\n  ","854902":"\n  I don't watch other people play games online 🤷🏽‍♀️\n  ","854903":"\n  The Nanny\n  ","854904":"\n  Sometimes\n  ","854905":"\n  I accidentally slammed my front door today, the wind was a bit strong. Happens sometimes.\n  ","854906":"\n  I only know that Wow song. I don't have much of an opinion 🤷🏽‍♀️ he seems cool though.\n  ","854907":"\n  I'm feeling feelings, but other than that quite well.\n  ","854908":"\n  Very taken\n  ","854909":"\n  French bread 👌🏾\n  ","854910":"\n  SO 👏🏾 MUCH 👏🏾\n  ","854911":"\n  Has to be well over a year.\n  ","854912":"\n  You as well!!\n  ","854913":"\n  I eat very randomly. The only thing I actually crave is fruit\/veggie smoothies.\n  ","854914":"\n  Not anymore\n  ","854915":"\n  I have mixed feelings. Mostly happy though. That's all I'm going to say about that.\n  ","854916":"\n  Probably\n  ","854917":"\n  One of my friends a few years ago who dropped acid for the first time.\n  ","854918":"\n  Yes\n  ","854919":"\n  It's been a roller coaster this week!!\n  ","854920":"\n  Most of them\n  ","854921":"\n  Not the best, but by my house for the past 13 years, somewhere in my neighborhood we have a, \"CumDumpster\"\n  ","854922":"\n  I don't think I have one 🤔\n  ","854923":"\n  Everytjomg os O.K.\n  ","854924":"\n  People\n  ","854925":"\n  Virtual rave\n  ","854926":"\n  I had an ex who did nothing BUT that. I am not into hunting as a sport whatsoever. If you live somewhere thats far from civilization and you need to hunt for food, fine. But I don't support hunting for sport. If it's illegal for humans to hunt humans for funsies.... not counting snipers... then it should be illegal to do that with animals plain and simple. Fishing I found quite fun though because we either did catch and release or we'd actually eat the fish we caught.\n  ","854927":"\n  I have had fried ice cream! It's okay. Probs gonna get flack for this, but I'm not really an ice cream fan 😬 my only exception is DQ blizzards... specifically the cotton candy one or the chocate cherry.\n  ","854928":"\n  Italy, Ireland, Cuba, Denmark, and New Zealand are my top 5. I want to visit many many countries.\n  ","854929":"\n  Hangin' in there I guess\n  ","854930":"\n  I don't get a breeeAaakkk 😭\n  ","854931":"\n  About a year and a half ago I googled, \"Is there an app where I can just answer a bunch of questions?\"and voila!\n  ","854932":"\n  Redesigning my kid's bedroom. I needed the distraction because my living room has had the election on all day.\n  ","854933":"\n  I like cake. Not my favorite, but some cakes are really good!\n  ","854934":"\n  Sally\n  ","854935":"\n  Let em know!\n  ","854936":"\n  Guess that \"🖊🍍🍎🖊\" ..\n  ","854937":"\n  Pen\n  ","854938":"\n  My son's lego building skills!\n  \n  Very impressed.\n  ","854939":"\n  It was popular when I was in primary school, but wasn't allowed in the classroom. A friend accidentally brought two into school and instead of walking to his cubby to his backpack, he \"hid\" them in my CLEAR backpack. I got in trouble. For years, I hated Pokémon because that was the first time I had ever gotten in trouble lol I should've been mad at the friend... but I was young lol - I tried Pokémon Go when it started, but got tired of it after a while. I like Kakuna though. Very relatable.\n  ","854940":"\n  Good question!!\n  ","854941":"\n  Stay indoors 🤷🏽‍♀️\n  ","854942":"\n  Sometimes. I like the pregnancy announcement reactions from grandparents-to-be! When I got pregnant, I hid it from my family for four months because of how scared I was telling them. I had already been married for over a year too. I like to watch those reaction videos because of how supportive and loving they are. They are all very lucky :)\n  ","854943":"\n  🔮\n  ","854944":"\n  Supa dupa\n  ","854945":"\n  Supa dupa\n  ","854946":"\n  I wanted to at one point.\n  ","854947":"\n  Yes way\n  ","854948":"\n  🌌lots🌌\n  ","854949":"\n  Yo🌵\n  ","854950":"\n  Australia or the steakhouse? Because, neither.\n  ","854951":"\n  lol okay bro\n  ","854952":"\n  To my name that I was supposed to have, Bunny!\n  ","854953":"\n  If she wants to 🤷🏽‍♀️\n  ","854954":"\n  I have! Not my favorite.\n  ","854955":"\n  God I hope not.\n  ","854956":"\n  I have 1 child and I'm TTC #2\n  \n  :)\n  ","854957":"\n  Nah. Thanks though.\n  ","854958":"\n  Nah. Thanks though.\n  ","854959":"\n  I'm sorry! I'd trade places with you if I could! Except I'm on the other side of the country, nowhere near NY. But I find this country to be disgusting.\n  ","854960":"\n\n   https:\/\/youtu.be\/MQgNgurxF0M\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","854961":"\n  Answering questions brah\n  ","854962":"\n  Nerds Ropes 😋\n  ","854963":"\n  Extremely\n  ","854964":"\n  I make many! I can't think of a new one right now.\n  ","854965":"\n  Night for shizzle\n  ","854966":"\n  Being myself with no judgment lol\n  ","854967":"\n  Rarely\n  ","854968":"\n  I've never listened to them.\n  ","854969":"\n  👌🏾😊\n  ","854970":"\n  I've always carried brass knuckles with me which I guess not everyone does lol - however I don't think they are unnecessary. Especially being a mixed female in this world today.\n  ","854971":"\n  Without this virus, my neighborhood got maybe 20 people. This year, I know that there are parents who are still hellbent on taking their kid out, so I made see-through treat bags... that way, there's less germs from little hands touching everything. I'm going to keep them on a card table outside. I'll probably decorate the table, maybe put some music out there, but I don't expect much traffic. My wedding anniversary is on Halloween, so we are a big Halloween family. We have one upped ourselves every year, but this year, we are doing it simple which is fine. The inside of our house is super decorated though! When I was a child, usually, my mom would take me to the rich neighborhoods... they had the best and biggest candies. Rarely I went with my friends because I had to walk in the cold with them and I'd rather be called \"lame\" in a nice warm car while getting giant-sized chocolate bars, than outside freezing with some acquaintances in an average neighborhood getting the cheap stuff lol\n  ","854972":"\n  You know, I've never seen a bear out in the wood so I honestly couldn't tell ya 🤷🏽‍♀️\n  ","854973":"\n  The driving instructor\n  ","854974":"\n  Yuh\n  ","854975":"\n  That's my only party trick, but I do it well!\n  ","854976":"\n  sup\n  ","854977":"\n  The freakin' presidential debate\n  \n  🙄🤢\n  ","854978":"\n  I have a list! I never have just one favorite anything.\n  \n  Insidious 1 & 2\n  \n  St. Agatha\n  \n  Antibirth\n  \n  Contracted\n  \n  As Above So Below\n  \n  The Conjuring 1 & 2\n  \n  Mama\n  \n  The Posession\n  \n  Silent Hill &3D\n  \n  The Babadook\n  \n  Orphan\n  \n  The Haunting in Connecticut\n  \n  Candyman\n  \n  The Cure For Wellness\n  \n  Split\n  ","854979":"\n  Well I would usually get a babysitter (my mother), then a hotel at my favorite place for the weekend with my man. Maybe go out on the town for the evening, clubbing, with however many drinks turn me into Bambi when he was learning to walk. Go back to my hotel, have a dip in their hot tub, then go to my room, order a ton of food and pass out in front of the TV watching Harry Potter. However because of COVID, this year I stayed inside my house, had a Disney Jr. dance party with my little guy, and passed out in my own bed watching Harry Potter. It was still good though!\n  ","854980":"\n  Here's a list of some various artists.\n  \n  Blind - Ke$ha\n  \n  Losing My Ground - Fergie\n  \n  Walking Away - Craig David\n  \n  You Don't Miss Your Water - Craig David\n  \n  2 Steps Back - Craig David\n  \n  One Last Dance - Craig David\n  \n  Invisible - Will.I.Am\n  \n  Ice Box - Omarion\n  \n  Crazy - KC & Jojo\n  \n  Drunk -Ed Sheeran\n  \n  Small Bump - Ed Sheeran\n  \n  Right Back In The Water - Jesse McCartney\n  \n  Invincible - Jesse McCartney\n  \n  Simple Things - Usher\n  \n  Un-Break My Heart - Toni Braxton\n  \n  Silence - Aly & Aj\n  \n  A Little Too Not Over You - David Archuleta\n  \n  Ada Road - MAVICA\n  \n  So Sick - Ne-Yo\n  \n  Time - Ne-Yo\n  \n  Fade Into The Background - Ne-Yo\n  \n  Part of Your List - Ne-Yo\n  \n  Back To What You Know - Ne-Yo\n  \n  Lie To Me - Ne-Yo\n  \n  Just a Dream - Nelly\n  \n  Heaven - Beyoncé\n  \n  SANDCASTLES - Beyoncé\n  \n  No Air - Jordin Sparks\n  ","854981":"\n  Food is a big one.\n  \n  I don't really enjoy sharing in general.\n  ","854982":"\n  sup\n  ","854983":"\n  This is not my favorite, it's really cheesy *heh heh* but it has stuck with me for 20 years.\n  \n\n   https:\/\/youtu.be\/0o87qt83XQY\n  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n","854984":"\n  Have someone else in the room while you talk then maybe, like I said? Someone older than the both of you and someone your brother will listen to. Or there's the timer idea maybe with a reward of some sort. Children respond well to reward systems (take it from a decade long teacher.) Basically, he's bugging you because he loves you, obviously alot. My son is the same way with me. It just really comes with the territory of having a small child around. I use distractions sometimes with my son as well. I also use bribes though too.. if he behaves during something, I take him to the park. You have to find out what works for your brother.. it's very individual.\n  ","854985":"\n  How little are we talking? What's the age difference? I'm a little confused about the last part of this 🤔 Have you sat him down and talked to him about boundaries and why they're important? Maybe a step further if you've already tried that, like having a guardian mediate.. if your brother is maybe too young to have a conversation, maybe setting some sort of alarm for how much time you need for yourself, when the timer goes off, he can spend time with you. If you're not above bribes, candy, a $20. Think outside the box.\n  ","854986":"\n  I haven't been called a weirdo to my face since high school... but it never bothered me because I agree...I am indeed a weirdo.\n  ","854987":"\n  Meh\n  ","854988":"\n  I have gone to the same pumpkin patch since I was 3 years old. It's a tradition!\n  ","854989":"\n  14 years old\n  ","854990":"\n  I haven't cried at night since high school.\n  ","854991":"\n  Only if I have a headache\n  ","854992":"\n  Yesssssssss\n  ","854993":"\n  Yes\n  ","854994":"\n  Not my best, but it gives me good memories of when I stayed here. I choose happy over good lol\n  ","854995":"\n  The Addams Family Values\n  ","854996":"\n  I do!\n  ","854997":"\n  I can't even fathom.\n  ","854998":"\n  R&B\n  ","854999":"\n  Yes\n  ","855000":"\n  Tomorrow is another day.\n  ","855001":"\n  Not in years. I don't think anyone would give me candy lol\n  ","855002":"\n  From what?\n  ","855003":"\n  That depends on the situation\n  ","855004":"\n  I don't remember my dreams 🤷🏽‍♀️\n  ","855005":"\n  I haven't bought anything in months. But, Amazon.\n  ","855006":"\n  Answers regarding to what exactly?\n  ","855007":"\n  Humans naturally judge whether it's a good judgment or a bad one. You can say, \"Don't judge a book by its cover\" as many times as you want, but it won't change many people from doing what they want.\n  ","855008":"\n  I can only really do the running man and the cabbage patch. I haven't danced in a grip 😬\n  ","855009":"\n  There's no pic right now brah\n  ","855010":"\n  There are two parks within walking distance of me. One is notorious for drug deals and the other is a dog park... in which I don't have a dog. But, it's usually empty and they have plum trees so I like that one.\n  ","855011":"\n  Strawberry!\n  ","855012":"\n  Myself\n  ","855013":"\n  I've already done that some posts ago.\n  ","855014":"\n  Live yo life\n  ","855015":"\n  Milk duds\n  ","855016":"\n  😂😂😂 right!! There are so many more pros to staying at home lmao\n  ","855017":"\n  Do you have other friends besides your bestie? If so, do you think it would be right for them to be jealous of you having other friends? There are billions of people in this world, people can have as many friends as they want. I don't mean to be harsh, but that's some controlling energy that comes off a bit toxic.\n  ","855018":"\n  Unless I'm genuinely mad about something or I get way too into a movie. I don't like crying. Feelings in general.\n  ","855019":"\n  Meditation or staring at the wall.\n  ","855020":"\n  I get mine at the dollar store. I've been for years. *the best*\n  ","855021":"\n  See that's the way to go! You can be yourself and go at your own pace at home. At the gym in the past, it almost felt like a competition. Bleh. Not for me.\n  ","855022":"\n  Got em on right now!\n  \n  Comfiness confirmed.\n  ","855023":"\n  See and that's the thing that makes it hard. Gyms are here for people to get in shape\/workout. All people. HOWEVER, too many times you see some buff guys or chicks pointing at the overweight guy on the treadmill trying to lose weight. It's appalling. He's trying and yet getting mentally beat down by stares and laughter. I've never had a bad experience towards me, but I have seen it and I hate it. Gyms are not for me. If I'm gonna glow up, physically, it's gonna be a damn secret in my home until I'm ready for others to see.\n  ","855024":"\n  Yes\n  ","855025":"\n  I've tried both! I prefer the originals :)\n  ","855026":"\n  I hate people around me when I workout. I prefer at home...alone, the best. Plus I tend to compare myself to everyone else which does nothing for my self esteem. And I have social anxiety. Many reasons.\n  ","855027":"\n  ???\n  ","855028":"\n  I avoid it like the plague.\n  ","855029":"\n  I wear fluffy socks in the cold months and ankle socks in the warm.... I like sliding around my house lol\n  ","855030":"\n  I think learning about other cultures first hand is so important. It's one thing to research it, it's a whole different, almost magical feeling experiencing it.\n  ","855031":"\n  I last played Neopets about 17 years ago. My pets are probably stuck on the \"dying\" status.\n  ","855032":"\n  5 out of 5 I love tea!\n  ","855033":"\n  I would actually be myself.\n  ","855034":"\n  Tulip\n  ","855035":"\n  ....all of them.\n  ","855036":"\n  I'm so sorry you're in this position. Sometimes, no matter how much we do, it will never be enough for some people. I've learned that the hard way. Keep doing your best for your child. That's the only person who matters most in this situation.\n  ","855037":"\n  No. We are in this mess because of greedy money hungry people don't care about anyone else. Why is money so valuable when it's literally paper... and now it's digitally online which is hilarious in itself. There are so many other more valuable things out there. I liked the idea of trading more. Real stuff. Now we are trading pieces of paper... fighting over it, committing crimes over it, killing over it. Humans are greedy. I'm embarrassed to be one lol\n  ","855038":"\n  I get to stay indoors and not see anyone.\n  ","855039":"\n  After me specifically? Nah.\n  ","855040":"\n  My work is probably closing for good which is fine.\n  ","855041":"\n  🤷🏽‍♀️ I guess that's why the anonymous button is put in place, so people don't have to tell you who they are.\n  ","855042":"\n  Right now in my life, it's sleep.\n  ","855043":"\n  For my son, we have been decorating all the doors in the house so he can trick or treat in doors. Halloween is also my 5 year wedding anniversary, so maybe some fried chicken and a little romance.\n  ","855044":"\n  I've probs gotten my nails professionally done 5 times in my life, but I prefer gel. They last so much longer, which I once needed as a preschool teacher.\n  ","855045":"\n  I guess flops. I prefer socks though.\n  ","855046":"\n  Hi! That's okay, experiences you have with things you can't see can be confusing to whether it actually happened or if it's in your head. However, in my experience, after events happening many times, I can't help but to belive in the paranormal. So yes, to answer your question. Things have been happening to me since I was little.\n  ","855047":"\n  Crazy\n  ","855048":"\n  Not s fan of pumpkin flavor in general. However, for this time of year, my grandm makes pumpkin bars with cream cheese filling... there's more cream cheese than pumpkin so I like them. Also, I'll have one pumpkin-something flavored Blizzard at the DQ 🤷🏽‍♀️\n  ","855049":"\n  I'm the opposite. I can't eat! Either way, both suck.\n  ","855050":"\n  Nah just ate\n  ","855051":"\n  I'll take your word for it\n  ","855052":"\n  Meh\n  ","855053":"\n  My mom always told the complete truth about everything I asked which may or may not be super effective with most kids lol.. but not even in high school did my teachers or any of our history books told the full truth. I think high school is the perfect age to learn about it... however I also believe we should let children know what has happened in the past (not as gory) but as a lesson that hate and discrimination does nothing but divide us.\n  ","855054":"\n  × -\n  ","855055":"\n  Yes. I was supposed to be named Bunny but it was changed last minute in the hospital. I'd change it back to the name I was supposed to be named instead of an after thought name from The Cosby Show playing in the delivery room.\n  ","855056":"\n  Unless they are trying to be me online to make me look bad, I take it as a compliment. I would love someone to love what I'm doing so much that they want to do it. The things we do as a world influences everyone else at all times. It doesn't make sense when people have a bad attitude about someone copying them when that's literally what we all do with everything. The movies we watch, the clothes we wear, piercings, tattoos, etc. I don't think my mother would have ever gotten a tattoo if I hadn't of told her I was getting one. Plus, if you think about it, if I had green hair and then other people got green hair because I did, they didn't really copy me exactly, because there are many people out there in the world that have had green hair before me and will continue to do so after me.\n  ","855057":"\n  🙏🏽👌🏾😆🔥🎃\n  ","855058":"\n  GMM\n  \n  Brandon Farris\n  \n  the Bob Ross channel\n  \n  The Panda Tribe\n  \n  RawBeautyKristi\n  \n  Bailey Sarian\n  \n  Juggling the Jenkins\n  \n  Zenways Yoga & Meditation\n  ","855059":"\n  Jessie Cave\n  ","855060":"\n  1. Olivia & Olive\n  \n  2. 27\n  \n  3. I make jewelry & collect oddities\n  \n  4. Snow leopard & Shoebill stork\n  \n  5. Pie & Mashed Potatoes\n  \n  6. Hot. But not too hot.\n  \n  7. Harry Potter & Parenting\n  \n  8. Earth\n  \n  9. Taurus\/Aries\n  \n  10. Cran-Grape\n  \n  👌🏾👌🏾👌🏾\n  ","855061":"\n  I will on Halloween 🎃\n  ","855062":"\n  Hello!\n  ","855063":"\n  If you want. But keep in mind, and I'm just assuming, that if she wanted anything from you, it would probably be mainly sexual. If she is looking for something serious, she probably wouldn't go for someone so young. If the relationship is purely sexual but feelings happen mutually, you also have to think of her kids. If they are adults or teens, might be having to then deal with them and their opinions because they're most likely gonna have one. Is she 50 with children? Are you prepared to possibly play daddy to 3 kids at 21? I don't know the whole story but, pros and cons my man.\n  ","855064":"\n  I like that no one talks to me and bothers me when I look around. Also I have social anxiety so that really helps take the pressure off. I also don't have to wear pants when I shop online which is rad. I hate not being able to see if the clothes fit me, but I also hate trying on clothes so I'm biased. I just don't like shopping period, online or in stores.\n  ","855065":"\n  No damn idea.\n  ","855066":"\n  🖖🏾👽🖕🏾\n  ","855067":"\n  That squeak that pickles make 🥴\n  ","855068":"\n  17\n  ","855069":"\n  Well there are people out there who don't like to \"share\" persay, but calling someone unattractive after having told them that they are attractive before finding out something they don't like or support is clown shit. If someone isn't comfortable with something that another person says or does, make the other person aware of why things can't continue and respectfully make your exit.\n  ","855070":"\n  🌑🌒🌓🌔🌕🌖🌗🌘🌑\n  ","855071":"\n  Black.\n  ","855072":"\n  I don't know anyone here 😁\n  \n  (as far as I know)\n  \n  So that's nice for a change.\n  ","855073":"\n  Oh man so much. Most importantly though, sex isn't talked about in depth. It's ridiculous. Talking about sex does not automatically make everyone have sex. There would probably be more safe sex practices among teens if they had the proper knowledge. I'm glad my mom answered all my questions because my school absolutely failed...  we had to open a childcare room for our school because of so many teen pregnancies. I'm so glad that I'm able to educate my siblings about safe sex because I already know their school won't do it properly 🙄\n  ","855074":"\n  No cigarettes for me.\n  ","855075":"\n  I don't know exactly... it's gotta be at least a year now I think. And I find answering questions to pass some time is quite fun :)\n  ","855076":"\n  1. When you aren't done with an answer, it should be able to be saved as a draft in that specific question. I had 6 ideas written down here just now, accidentally exited the app and it erased everything!\n  \n  2. A tab for your polls\n  \n  3. A way to change your username\n  \n  4. The color you get to choose when you open the app and\/or the background; there should be an area to purchase prints or themes with coins. More options.\n  \n  5. A notification of when there is one day left of the week of tasks. If there are these notifications, I haven't received one.\n  \n  6. A dark mode\n  \n  7. Merch. There could be a contest for art submissions from Ask users for the merch. If you don't choose to give away real money, the winner(s) could be credited with 10,000 coins or something. I don't know.\n  \n  8. More emoji mood options\n  \n  9. I don't like that y'all took away receiving coins for answering questions. Maybe only reward coins for answering questions that aren't anonymous?\n  \n  10. Online job opportunity page 😏\n  ","855077":"\n  I will always rep Winnie The Pooh & The Grand Adventure.\n  ","855078":"\n  :::::🔥ATTENTION YA'LL🔥:::::\n  \n  Have you drank water today? 💧\n  \n   Gotten yourself something to eat? 🍇\n   \n   Say something nice about ya damn self 🦢\n   \n   Let go of that thing holding you from getting yo shit done ☀️\n   \n   You got this 👌🏾\n   \n\n     View more\n    \n\n\n","855079":"\n  I've been in 115 and that was rough... but I didn't die 🤷🏽‍♀️ however if I was in it all day I might poof to dust lol\n  ","855080":"\n  Yes\n  ","855081":"\n  A bit. I'm very grounded inside and I like to be grounded outside as well. I love trains as a way of travel.\n  ","855082":"\n  Seeing my boys spend time with each other. It makes my heart happy :)\n  ","855083":"\n  🥭🍋\n  ","855084":"\n  Avoid them like the plague until the last minute\n  ","855085":"\n  My guy has his ADHD meds that seem to do the trick 🤷🏽‍♀️ but he also actually has ADHD so I don't know about those meds for people without.\n  ","855086":"\n  Yes PLEASE!!\n  ","855087":"\n  Once\n  ","855088":"\n  I don't think I ever did that\n  ","855089":"\n  NmU?\n  ","855090":"\n  Meh\n  ","855091":"\n  For the most part\n  ","855092":"\n  In my bed asleep. Aw sweet sweet memories.\n  ","855093":"\n  I dont go to the gym, I rather workout at home ( even before Covid ) it's worked well :]\n  \n  I always compare myself to the others and so the gym is toxic for me right now lol\n  ","855094":"\n  Twizzlers\n  ","855095":"\n  Tall blonde country boy.\n  ","855096":"\n  My son the day he was born. I'm just obsessed with my little man!!!\n  ","855097":"\n  Jet Fuel - Mac Miller\n  ","855098":"\n  Oatmeal 😋\n  ","855099":"\n  Both\n  ","855100":"\n  The tree\n  ","855101":"\n  🐔\n  ","855102":"\n  Ponytail\n  ","855103":"\n  I love nature scenes\n  ","855104":"\n  Black & white\n  ","855105":"\n  Yes\n  ","855106":"\n  Kinda\n  ","855107":"\n  Sunblock and ganja\n  ","855108":"\n  Meh\n  ","855109":"\n  Debt\n  ","855110":"\n  We have a mini trampoline in our house. My son is hyperactive so he needs to get those jumps out sometimes. I like the bigger ones though... you can bounce higher.\n  ","855111":"\n  Why is she a celebrity? What did she do to earn that title?\n  ","855112":"\n  Raspberry cheesecake\n  ","855113":"\n  I love huskies a lot, but I have many favorites!\n  ","855114":"\n  Dark\n  ","855115":"\n  When I still lived with my mom she would watch those shows all the time. Glad that's over lol\n  ","855116":"\n  A little urn. My great great aunt is in there.\n  ","855117":"\n  Stay still until it leaves. I love them but they are so stinky 😫\n  ","855118":"\n  Halloween mostly and Christmas\n  ","855119":"\n  I have a few Idle Tycoons that I like, and Bitlife\n  ","855120":"\n  Yes actually\n  ","855121":"\n  I'm sorry what\n  ","855122":"\n  Ridgeline\n  ","855123":"\n  Mutual respect.\n  ","855124":"\n  This Bimi Boo app that my kid is on\n  ","855125":"\n  I inherited a literal case of my baby pictures. So yes lol\n  ","855126":"\n  It says you're anonymous so I cannot.\n  ","855127":"\n  Sure 🤷🏽‍♀️\n  ","855128":"\n  Arguing a side without researching it first. I get secondhand embarrassment lol\n  ","855129":"\n  To a point.\n  ","855130":"\n  All the little baby animals are just so precious I can hardly stand it!!\n  ","855131":"\n  Not often, but more and more I've noticed.\n  ","855132":"\n  Luckily not! I'm very happy to not be living in a hurricane area.\n  ","855133":"\n  Hi\n  ","855134":"\n  Jet Fuel - Mac Miller\n  ","855135":"\n  I love them but they don't love me\n  ","855136":"\n  Yes! Love it.\n  ","855137":"\n  would it be.... what?\n  ","855138":"\n  Wrong app\n  ","855139":"\n  I hope it's not just a trend!\n  ","855140":"\n  I've never been sane but I'm alright. My social anxiety really helped with quarantine\n  ","855141":"\n  Mmm about 2 hours\n  ","855142":"\n  Yes. I ended up getting lost somewhere with no cell service for hours. It took me wayyy to long to find my way back. But I did run into a free box and got some cool stuff! LOL\n  ","855143":"\n  I have not\n  ","855144":"\n  I don't think I've been to one in years.\n  ","855145":"\n  Salt & vinegar chips... but only after 🌬\n  ","855146":"\n  I love most all questions :) I like to answer questions about pregnancy\/parenting, stuff I'm into like witchy stuff, astrology, harry potter, symbolism, tiny living (well in a few months) etc etc etc :)\n  ","855147":"\n  It's been years but I have.\n  ","855148":"\n  Yes and I am absolutely sick over the news.\n  ","855149":"\n  Stay in with cocoa. By the fire. 😊\n  ","855150":"\n  It doesn't really matter to me. I used to sit in the back, but my eyes are not that great anymore so I sit by the railing closer to the front but not the front front.\n  ","855151":"\n  I don't mind loading the dishwasher or loading clothes in the washer. It's the steps that follow that I hate lol\n  ","855152":"\n  No.\n  ","855153":"\n  I AM FUCKING NAUSEOUS!!!!!! What an absolute FUCKED year. Dammit.\n  ","855154":"\n  Long time ago\n  ","855155":"\n  I'm torn between wanting to be at one and not wanting that evil near me.\n  ","855156":"\n  I loved English and shop\n  ","855157":"\n  A bunch of paint for our tiny home\n  ","855158":"\n  I'm actually on that journey myself.\n  ","855159":"\n  Yessir\n  ","855160":"\n  Clean\n  ","855161":"\n  Too little. Too much sugar is brutal, plus is makes my tongue and mouth get that thick sugary film 🤢\n  ","855162":"\n  I've had both. Dark hair for me 👌🏾\n  ","855163":"\n  I prefer just right temperatures\n  ","855164":"\n  My great aunt\n  ","855165":"\n  Not really. I have a notebook for witchy activities though.\n  ","855166":"\n  I forgive but NEVER forget.\n  ","855167":"\n  Like 16 hours\n  ","855168":"\n  Totally! I used to go to them all the time. I love the theatre.\n  ","855169":"\n  Well not in *my life* but I feel bad because my little boy is 3 and is ready to start being around other kids to play, but can't... I feel so so bad for him.\n  ","855170":"\n  Ok\n  ","855171":"\n  Super duper\n  "}}